{
    "case": {
        "docket": "100",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/100/"
    },
    "id": "1963064",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTMOHAWK INDUSTRIES, INC. V. CARPENTER558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-678MOHAWK INDUSTRIES, INC., PETITIONERv.NORMAN CARPENTERon writ of certiorari to the united states court of\nappeals for the eleventh circuit[December 8, 2009]Justice Sotomayor delivered the\nopinion of the Court.Section 1291 of the Judicial Code\nconfers on federal courts of appeals jurisdiction to review “final\ndecisions of the district courts.” 28 U. S. C. §1291. Although\n“final decisions” typically are ones that trigger the entry of\njudgment, they also include a small set of prejudgment orders that\nare “collateral to” the merits of an action and “too important” to\nbe denied immediate review.Cohenv.Beneficial\nIndustrial Loan Corp.,337 U. S. 541, 546 (1949). In this\ncase, petitioner Mohawk Industries, Inc., attempted to bring a\ncollateral order appeal after the District Court ordered it to\ndisclose certain confidential materials on the ground that Mohawk\nhad waived the attorney-client privilege. The Court of Appeals\ndismissed the appeal for want of jurisdiction.The question before us is whether disclosure\norders adverse to the attorney-client privilege qualify for\nimmediate appeal under the collateral order doctrine. Agreeing with\nthe Court of Appeals, we hold that they do not. Postjudgment\nappeals, together with other review mechanisms, suffice to protect\nthe rights of litigants and preserve the vitality of the\nattorney-client privilege.IIn 2007, respondent Norman\nCarpenter, a former shift supervisor at a Mohawk manufacturing\nfacility, filed suit in the United States District Court for the\nNorthern District of Georgia, alleging that Mohawk had terminated\nhim in violation of 42 U. S. C. §1985(2) and various Georgia\nlaws. According to Carpenter’s complaint, his termination came\nafter he informed a member of Mohawk’s human resources department\nin an e-mail that the company was employing undocumented\nimmigrants. At the time, unbeknownst to Carpenter, Mohawk stood\naccused in a pending class-action lawsuit of conspiring to drive\ndown the wages of its legal employees by knowingly hiring\nundocumented workers in violation of federal and state racketeering\nlaws. SeeWilliamsv.Mohawk Indus., Inc., No.\n4:04–cv–00003–HLM (ND Ga., Jan. 6, 2004). Company officials\ndirected Carpenter to meet with the company’s retained counsel in\ntheWilliamscase, and counsel allegedly pressured\nCarpenter to recant his statements. When he refused, Carpenter\nalleges, Mohawk fired him under false pretenses. App. 57a–64a.After learning of Carpenter’s\ncomplaint, the plaintiffs in theWilliamscase sought an\nevidentiary hearing to explore Carpenter’s allegations. In its\nresponse to their motion, Mohawk described Carpenter’s accusations\nas “pure fantasy” and recounted the “true facts” of Carpenter’s\ndismissal.Id., at 208a. According to Mohawk, Carpenter\nhimself had “engaged in blatant and illegal misconduct” by\nattempting to have Mohawk hire an undocumented worker.Id., at 209a. The company “commenced an immediate\ninvestigation,” during which retained counsel interviewed\nCarpenter.Id., at 210a. Because Carpenter’s “efforts to\ncause Mohawk to circumvent federal immigration law” “blatantly\nviolated Mohawk policy,” the company terminated him.Ibid.As these events were unfolding in theWilliamscase, discovery was underway in Carpenter’s case.\nCarpenter filed a motion to compel Mohawk to produce information\nconcerning his meeting with retained counsel and the company’s\ntermination decision. Mohawk maintained that the requested\ninformation was protected by the attorney-client privilege.The District Court agreed that the privilege\napplied to the requested information, but it granted Carpenter’s\nmotion to compel disclosure after concluding that Mohawk had\nimplicitly waived the privilege through its representations in theWilliamscase. See App. to Pet. for Cert. 51a. The court\ndeclined to certify its order for interlocutory appeal under 28 U.\nS. C. §1292(b). But, recognizing “the seriousness of its\n[waiver] finding,” it stayed its ruling to allow Mohawk to explore\nother potential “avenues to appeal … , such as a petition for\nmandamus or appealing this Order under the collateral order\ndoctrine.” App. to Pet. for Cert. 52a.Mohawk filed a notice of appeal and a petition\nfor a writ of mandamus to the Eleventh Circuit. The Court of\nAppeals dismissed the appeal for lack of jurisdiction under 28 U.\nS. C. §1291, holding that the District Court’s ruling did not\nqualify as an immediately appealable collateral order within the\nmeaning ofCohen,337 U. S. 541. “UnderCohen,”\nthe Court of Appeals explained, “an order is appealable if it (1)\nconclusively determines the disputed question; (2) resolves an\nimportant issue completely separate from the merits of the action;\nand (3) is effectively unreviewable on appeal from a final\njudgment.” 541 F. 3d 1048, 1052 (2008)(per curiam).\nAccording to the court, the District Court’s waiver ruling\nsatisfied the first two of these requirements but not the third,\nbecause “a discovery order that implicates the attorney-client\nprivilege” can be adequately reviewed “on appeal from a final\njudgment.”Ibid. The Court of Appeals also rejected\nMohawk’s mandamus petition, finding no “clear usurpation of power\nor abuse of discretion” by the District Court.Id., at\n1055. We granted certiorari, 555 U. S. __ (2009), to resolve a\nconflict among the Circuits concerning the availability of\ncollateral appeals in the attorney-client privilege\ncontext.[Footnote 1]IIABy statute, Courts of Appeals\n“have jurisdiction of appeals from all final decisions of the\ndistrict courts of the United States, … except where a direct\nreview may be had in the Supreme Court.” 28 U. S. C. §1291. A\n“final decisio[n]” is typically one “by which a district court\ndisassociates itself from a case.”Swintv.Chambers\nCounty Comm’n,514 U. S. 35, 42 (1995).\nThis Court, however, “has long given” §1291 a “practical rather\nthan a technical construction.”Cohen, 337 U. S., at 546.\nAs we held inCohen, the statute encompasses not only\njudgments that “terminate an action,” but also a “small class” of\ncollateral rulings that, although they do not end the litigation,\nare appropriately deemed “final.”Id., at 545–546. “That\nsmall category includes only decisions that are conclusive, that\nresolve important questions separate from the merits, and that are\neffectively unreviewable on appeal from the final judgment in the\nunderlying action.”Swint, 514 U. S., at 42.In applyingCohen’s\ncollateral order doctrine, we have stressed that it must “never be\nallowed to swallow the general rule that a party is entitled to a\nsingle appeal, to be deferred until final judgment has been\nentered.”Digital Equipment Corp.v.Desktop Direct,\nInc.,511 U. S.\n863, 868 (1994) (citation omitted); see alsoWillv.Hallock,546 U. S. 345, 350\n(2006) (“emphasizing [the doctrine’s] modest scope”). Our\nadmonition reflects a healthy respect for the virtues of the\nfinal-judgment rule. Permitting piecemeal, prejudgment appeals, we\nhave recognized, undermines “efficient judicial administration” and\nencroaches upon the prerogatives of district court judges, who play\na “special role” in managing ongoing litigation.Firestone Tire\n& Rubber Co.v.Risjord,449 U. S. 368, 374\n(1981); see alsoRichardson-Merrell Inc.v.Koller,472\nU. S. 424, 436 (1985) (“[T]he district judge can better\nexercise [his or her] responsibility [to police the prejudgment\ntactics of litigants] if the appellate courts do not repeatedly\nintervene to second-guess prejudgment rulings”).The justification for immediate appeal must\ntherefore be sufficiently strong to overcome the usual benefits of\ndeferring appeal until litigation concludes. This requirement finds\nexpression in two of the three traditionalCohenconditions. The second condition insists upon “importantquestions separate from the merits.”Swint, 514 U. S., at\n42 (emphasis added). More significantly, “the thirdCohenquestion, whether a right is ‘adequately vindicable’ or\n‘effectively reviewable,’ simply cannot be answered without a\njudgment about the value of the interests that would be lost\nthrough rigorous application of a final judgment requirement.”Digital Equipment, 511 U. S., at 878–879. That a ruling\n“may burden litigants in ways that are only imperfectly reparable\nby appellate reversal of a final district court judgment . . .\nhas never sufficed.”Id., at 872. Instead, the decisive\nconsideration is whether delaying review until the entry of final\njudgment “would imperil a substantial public interest” or “some\nparticular value of a high order.”Will, 546 U. S., at\n352–353.In making this determination, we do not engage\nin an “individualized jurisdictional inquiry.”Coopers &\nLybrandv.Livesay,437 U. S. 463, 473\n(1978). Rather, our focus is on “the entire category to which a\nclaim belongs.”Digital Equipment, 511 U. S., at 868. As\nlong as the class of claims, taken as a whole, can be adequately\nvindicated by other means, “the chance that the litigation at hand\nmight be speeded, or a ‘particular injustic[e]’ averted,” does not\nprovide a basis for jurisdiction under §1291.Ibid.\n(quotingVan Cauwenberghev.Biard,486 U. S. 517, 529\n(1988) (alteration in original)).BIn the present case, the Court of\nAppeals concluded that the District Court’s privilege-waiver order\nsatisfied the first two conditions of the collateral order\ndoctrine—conclusiveness and separateness—but not the\nthird—effective unreviewability. Because we agree with the Court of\nAppeals that collateral order appeals are not necessary to ensure\neffective review of orders adverse to the attorney-client\nprivilege, we do not decide whether the otherCohenrequirements are met.Mohawk does not dispute that “we\nhave generally denied review of pretrial discovery orders.”Firestone, 449 U. S., at 377; see also 15B C. Wright, A.\nMiller, & E. Cooper, Federal Practice and Procedure §3914.23,\np. 123 (2d ed. 1992) (hereinafter Wright & Miller) (“[T]he rule\nremains settled that most discovery rulings are not final”). Mohawk\ncontends, however, that rulings implicating the attorney-client\nprivilege differ in kind from run-of-the-mill discovery orders\nbecause of the important institutional interests at stake.\nAccording to Mohawk, the right to maintain attorney-client\nconfidences—thesine qua nonof a meaningful\nattorney-client relationship—is “irreparably destroyed absent\nimmediate appeal” of adverse privilege rulings. Brief for\nPetitioner 23.We readily acknowledge the importance of the\nattorney-client privilege, which “is one of the oldest recognized\nprivileges for confidential communications.”Swidler &\nBerlinv.United States,524 U. S. 399, 403\n(1998). By assuring confidentiality, the privilege encourages\nclients to make “full and frank” disclosures to their attorneys,\nwho are then better able to provide candid advice and effective\nrepresentation.Upjohn Co.v.United States,449 U. S. 383,\n389 (1981). This, in turn, serves “broader public interests in the\nobservance of law and administration of justice.”Ibid.The crucial question, however, is not whether\nan interest is important in the abstract; it is whether deferring\nreview until final judgment so imperils the interest as to justify\nthe cost of allowing immediate appeal of the entire class of\nrelevant orders. We routinely require litigants to wait until after\nfinal judgment to vindicate valuable rights, including rights\ncentral to our adversarial system. See,e.g.,Richardson-Merrell, 472 U. S., at 426 (holding an order\ndisqualifying counsel in a civil case did not qualify for immediate\nappeal under the collateral order doctrine);Flanaganv.United States,465 U. S. 259, 260\n(1984) (reaching the same result in a criminal case,\nnotwithstanding the Sixth Amendment rights at stake). InDigital Equipment, we rejected an assertion that\ncollateral order review was necessary to promote “the public policy\nfavoring voluntary resolution of disputes.” 511 U. S., at 881. “It\ndefies common sense,” we explained, “to maintain that parties’\nreadiness to settle will be significantly dampened (or the\ncorresponding public interest impaired) by a rule that a district\ncourt’s decision to let allegedly barred litigation go forward may\nbe challenged as a matter of right only on appeal from a judgment\nfor the plaintiff’s favor.”Ibid.We reach a similar conclusion here. In our\nestimation, postjudgment appeals generally suffice to protect the\nrights of litigants and assure the vitality of the attorney-client\nprivilege. Appellate courts can remedy the improper disclosure of\nprivileged material in the same way they remedy a host of other\nerroneous evidentiary rulings: by vacating an adverse judgment and\nremanding for a new trial in which the protected material and its\nfruits are excluded from evidence.Dismissing such relief as inadequate, Mohawk\nemphasizes that the attorney-client privilege does not merely\n“prohibi[t] use of protected information at trial”; it provides a\n“right not to disclose the privileged information in the first\nplace.” Brief for Petitioner 25. Mohawk is undoubtedly correct that\nan order to disclose privileged information intrudes on the\nconfidentiality of attorney-client communications. But deferring\nreview until final judgment does not meaningfully reduce theex\nanteincentives for full and frank consultations between\nclients and counsel.One reason for the lack of a discernible chill\nis that, in deciding how freely to speak, clients and counsel are\nunlikely to focus on the remote prospect of an erroneous disclosure\norder, let alone on the timing of a possible appeal. Whether or not\nimmediate collateral order appeals are available, clients and\ncounsel must account for the possibility that they will later be\nrequired by law to disclose their communications for a variety of\nreasons—for example, because they misjudged the scope of the\nprivilege, because they waived the privilege, or because their\ncommunications fell within the privilege’s crime-fraud exception.\nMost district court rulings on these matters involve the routine\napplication of settled legal principles. They are unlikely to be\nreversed on appeal, particularly when they rest on factual\ndeterminations for which appellate deference is the norm. See,e.g.,Richardson-Merrell, 472 U. S., at 434\n(“Most pretrial orders of district judges are ultimately affirmed\nby appellate courts.”);Reisev.Board of\nRegents, 957 F. 2d 293, 295 (CA7 1992) (noting that “almost\nall interlocutory appeals from discovery orders would end in\naffirmance” because “the district court possesses discretion, and\nreview is deferential”). The breadth of the privilege and the\nnarrowness of its exceptions will thus tend to exert a much greater\ninfluence on the conduct of clients and counsel than the small risk\nthat the law will be misapplied.[Footnote 2]Moreover, were attorneys and clients to\nreflect upon their appellate options, they would find that\nlitigants confronted with a particularly injurious or novel\nprivilege ruling have several potential avenues of review apart\nfrom collateral order appeal. First, a party may ask the district\ncourt to certify, and the court of appeals to accept, an\ninterlocutory appeal pursuant to 28 U. S. C. §1292(b). The\npreconditions for §1292(b) review—“a controlling question of law,”\nthe prompt resolution of which “may materially advance the ultimate\ntermination of the litigation”—are most likely to be satisfied when\na privilege ruling involves a new legal question or is of special\nconsequence, and district courts should not hesitate to certify an\ninterlocutory appeal in such cases. Second, in extraordinary\ncircumstances—i.e., when a disclosure order “amount[s] to\na judicial usurpation of power or a clear abuse of discretion,” or\notherwise works a manifest injustice—a party may petition the court\nof appeals for a writ of mandamus.Cheneyv.United\nStates Dist. Court for D. C.,542 U. S. 367, 390\n(2004) (citation and internal quotation marks omitted); see alsoFirestone, 449 U. S., at 378–379, n. 13.[Footnote 3] While these discretionary review\nmechanisms do not provide relief in every case, they serve as\nuseful “safety valve[s]” for promptly correcting serious errors.Digital Equipment, 511 U. S., at 883.Another long-recognized option is for a party\nto defy a disclosure order and incur court-imposed sanctions.\nDistrict courts have a range of sanctions from which to choose,\nincluding “directing that the matters embraced in the order or\nother designated facts be taken as established for purposes of the\naction,” “prohibiting the disobedient party from supporting or\nopposing designated claims or defenses,” or “striking pleadings in\nwhole or in part.” Fed. Rule Civ. Proc. 37(b)(2)(i)–(iii).\nSuch sanctions allow a party to obtain postjudgment review without\nhaving to reveal its privileged information. Alternatively, when\nthe circumstances warrant it, a district court may hold a\nnoncomplying party in contempt. The party can then appeal directly\nfrom that ruling, at least when the contempt citation can be\ncharacterized as a criminal punishment. See,e.g.,Church of Scientology of Cal.v.United States,506 U. S. 9, 18,\nn. 11 (1992);Firestone, 449 U. S., at 377;Cobbledickv.United States,309 U. S. 323, 328\n(1940); see also Wright & Miller §3914.23, at 140–155.These established mechanisms for appellate\nreview not only provide assurances to clients and counsel about the\nsecurity of their confidential communications; they also go a long\nway toward addressing Mohawk’s concern that, absent collateral\norder appeals of adverse attorney-client privilege rulings, some\nlitigants may experience severe hardship. Mohawk is no doubt right\nthat an order to disclose privileged material may, in some\nsituations, have implications beyond the case at hand. But the same\ncan be said about many categories of pretrial discovery orders for\nwhich collateral order appeals are unavailable. As with these other\norders, rulings adverse to the privilege vary in their\nsignificance; some may be momentous, but others are more mundane.\nSection 1292(b) appeals, mandamus, and appeals from contempt\ncitations facilitate immediate review of some of the more\nconsequential attorney-client privilege rulings. Moreover,\nprotective orders are available to limit the spillover effects of\ndisclosing sensitive information. That a fraction of orders adverse\nto the attorney-client privilege may nevertheless harm individual\nlitigants in ways that are “only imperfectly reparable” does not\njustify making all such orders immediately appealable as of right\nunder §1291.Digital Equipment, 511 U. S., at 872.In short, the limited benefits of applying\n“the blunt, categorical instrument of §1291 collateral order\nappeal” to privilege-related disclosure orders simply cannot\njustify the likely institutional costs.Id., at 883.\nPermitting parties to undertake successive, piecemeal appeals of\nall adverse attorney-client rulings would unduly delay the\nresolution of district court litigation and needlessly burden the\nCourts of Appeals. See Wright & Miller §3914.23, at 123\n(“Routine appeal from disputed discovery orders would disrupt the\norderly progress of the litigation, swamp the courts of appeals,\nand substantially reduce the district court’s ability to control\nthe discovery process.”); cf.Cunninghamv.Hamilton\nCounty,527 U.\nS. 198, 209 (1999) (expressing concern that allowing immediate\nappeal as of right from orders fining attorneys for discovery\nviolations would result in “the very sorts of piecemeal appeals and\nconcomitant delays that the final judgment rule was designed to\nprevent”). Attempting to downplay such concerns, Mohawk asserts\nthat the three Circuits in which the collateral order doctrine\ncurrently applies to adverse privilege rulings have seen only a\ntrickle of appeals. But this may be due to the fact that the\npractice in all three Circuits is relatively new and not yet widely\nknown. Were this Court to approve collateral order appeals in the\nattorney-client privilege context, many more litigants would likely\nchoose that route. They would also likely seek to extend such a\nruling to disclosure orders implicating many other categories of\nsensitive information, raising an array of line-drawing\ndifficulties.[Footnote 4]CIn concluding that sufficiently\neffective review of adverse attorney-client privilege rulings can\nbe had without resort to theCohendoctrine, we reiterate\nthat the class of collaterally appealable orders must remain\n“narrow and selective in its membership.”Will, 546 U. S.,\nat 350. This admonition has acquired special force in recent years\nwith the enactment of legislation designating rulemaking, “not\nexpansion by court decision,” as the preferred means for\ndetermining whether and when prejudgment orders should be\nimmediately appealable.Swint, 514 U. S., at 48.\nSpecifically, Congress in 1990 amended the Rules Enabling Act, 28\nU. S. C. §2071et seq., to authorize this Court to\nadopt rules “defin[ing] when a ruling of a district court is final\nfor the purposes of appeal under section 1291.” §2072(c). Shortly\nthereafter, and along similar lines, Congress empowered this Court\nto “prescribe rules, in accordance with [§2072], to provide for an\nappeal of an interlocutory decision to the courts of appeals that\nis not otherwise provided for under [§1292].” §1292(e). These\nprovisions, we have recognized, “warran[t] the Judiciary’s full\nrespect.”Swint, 514 U. S., at 48; see alsoCunningham, 527 U. S., at 210.Indeed, the rulemaking process\nhas important virtues. It draws on the collective experience of\nbench and bar, see 28 U. S. C. §2073, and it facilitates the\nadoption of measured, practical solutions. We expect that the\ncombination of standard postjudgment appeals, §1292(b) appeals,\nmandamus, and contempt appeals will continue to provide adequate\nprotection to litigants ordered to disclose materials purportedly\nsubject to the attorney-client privilege. Any further avenue for\nimmediate appeal of such rulings should be furnished, if at all,\nthrough rulemaking, with the opportunity for full airing it\nprovides.*  *  *In sum, we conclude that the\ncollateral order doctrine does not extend to disclosure orders\nadverse to the attorney-client privilege. Effective appellate\nreview can be had by other means. Accordingly, we affirm the\njudgment of the Court of Appeals for the Eleventh Circuit.It is so ordered.Footnote 1Three Circuits have permitted collateral\norder appeals of attorney-client privilege rulings. SeeIn re\nNapster, Inc. Copyright Litigation,479 F. 3d 1078, 1087–1088\n(CA9 2007);United Statesv.Philip Morris Inc.,\n314 F. 3d 612, 617–621 (CADC 2003);In re Ford Motor Co.,\n110 F. 3d 954, 957–964 (CA3 1997). The remaining Circuits to\nconsider the question have found such orders nonappealable. See,e.g.,Boughtonv.Cotter Corp., 10 F. 3d\n746, 749–750 (CA10 1993);Texaco Inc.v.Louisiana\nLand & Exploration Co., 995 F. 2d 43, 44 (CA5 1993);Reisev.Board of Regents, 957 F. 2d 293, 295\n(CA7 1992);Chase Manhattan Bank, N. A.v.Turner\n& Newall, PLC, 964 F. 2d 159, 162–163 (CA2 1992);Quantum Corp.v.Tandon Corp., 940 F. 2d 642,\n643–644 (CA Fed. 1991).Footnote 2Perhaps the situation would be different if\ndistrict courts were systematically underenforcing the privilege,\nbut we have no indication that this is the case.Footnote 3Mohawk itself petitioned the Eleventh Circuit\nfor a writ of mandamus. Seesupra, at 3–4. It has not\nasked us to review the Court of Appeals’ denial of that relief.Footnote 4Participating asamicus curiaein\nsupport of respondent Carpenter, the United States contends that\ncollateral order appeals should be available for rulings involving\ncertain governmental privileges “in light of their structural\nconstitutional grounding under the separation of powers, relatively\nrare invocation, and unique importance to governmental functions.”\nBrief for United States asAmicus Curiae28. We express no\nview on that issue.",
    "joined": []
}