{
    "case": {
        "docket": "19-251",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-251/"
    },
    "id": "4446162",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–251 and 19–255_________________AMERICANS FOR PROSPERITY FOUNDATION,\nPETITIONER19–251v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIATHOMAS MORE LAW CENTER, PETITIONER19–255v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIAon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 1, 2021]Justice Sotomayor, with whom Justice Breyer\nand Justice Kagan join, dissenting.Although this Court is protective of First\nAmendment rights, it typically requires that plaintiffs demonstrate\nan actual First Amendment burden before demanding that a law be\nnarrowly tailored to the government’s interests, never mind\nstriking the law down in its entirety. Not so today. Today, the\nCourt holds that reporting and disclosure requirements must be\nnarrowly tailored even if a plaintiff demonstrates no burden at\nall. The same scrutiny the Court applied when NAACP members in the\nJim Crow South did not want to disclose their membership for fear\nof reprisals and violence now applies equally in the case of donors\nonly too happy to publicize their names across the websites and\nwalls of the organizations they support.California oversees nearly a quarter of this\nNation’s charitable assets. As part of that oversight, it\ninvestigates and prosecutes charitable fraud, relying in part on a\nregistry where it collects and keeps charitable organizations’ tax\nforms. The majority holds that a California regulation requiring\ncharitable organizations to disclose tax forms containing the names\nand contributions of their top donors unconstitutionally burdens\nthe right to associate even if the forms are not publicly\ndisclosed.In so holding, the Court discards its\ndecades-long requirement that, to establish a cognizable burden on\ntheir associational rights, plaintiffs must plead and prove that\ndisclosure will likely expose them to objective harms, such as\nthreats, harassment, or reprisals. It also departs from the\ntraditional, nuanced approach to First Amendment challenges,\nwhereby the degree of means-end tailoring required is commensurate\nto the actual burdens on associational rights. Finally, it\nrecklessly holds a state regulation facially invalid despite\npetitioners’ failure to show that a substantial proportion of those\naffected would prefer anonymity, much less that they are\nobjectively burdened by the loss of it.Today’s analysis marks reporting and disclosure\nrequirements with a bull’s-eye. Regulated entities who wish to\navoid their obligations can do so by vaguely waving toward First\nAmendment “privacy concerns.”Ante,at 17. It does not\nmatter if not a single individual risks experiencing a single\nreprisal from disclosure, or if the vast majority of those affected\nwould happily comply. That is all irrelevant to the Court’s\ndetermination that California’s Schedule B requirement is facially\nunconstitutional. Neither precedent nor common sense supports such\na result. I respectfully dissent.ICharitable organizations that wish to solicit\ntax-deductible contributions from California residents must\nmaintain membership in a registry managed by the California\nattorney general. Cal. Govt. Code Ann. §§12584, 12585 (West 2018).\nAs a condition of membership, the attorney general requires\ncharities to submit a complete copy of Internal Revenue Service\n(IRS) Form 990, including Schedule B, on which 501(c)(3)\norganizations report the names and contributions of their major\ndonors. See Cal. Code Regs., tit. 11, §301 (2021); 26 CFR\n§§1.6033–2(a)(2)(ii), (iii) (2020). California regulations\nexpressly require that Schedule Bs remain confidential, Cal. Code\nRegs., tit. 11, §310(b), and the attorney general’s office has\nimplemented enhanced protocols to ensure confidentiality.[1] California relies on Schedule Bs to\ninvestigate fraud and other malfeasance.After the attorney general’s office stepped up\nits efforts to enforce California’s Schedule B reporting\nrequirement, petitioners Americans for Prosperity Foundation\n(Foundation) and Thomas More Law Center (Law Center) sought an\ninjunction against the requirement. They alleged that the\nrequirement “unconstitutionally burden[ed] their First Amendment\nright to free association by deterring individuals from financially\nsupporting them.”Americans for Prosperity Foundationv.Becerra, 903 F.3d 1000, 1006 (CA9 2018). They pointed to\nevidence that their supporters experienced threats, reprisals, and\nharassment when their identities and associations became publicly\nknown in other contexts. Importantly, however, the Foundation and\nLaw Center failed to show that such consequences would result from\nthe confidential submission of their top donors’ identities to\nCalifornia’s attorney general’s office in light of the security\nmechanisms the office has now implemented.IIBecause the freedom to associate needs\n“breathing space to survive,”NAACPv.Button,371\nU.S. 415, 433 (1963), this Court has recognized that\nassociational rights must be “protected not only against\nheavy-handed frontal attack, but also from being stifled by more\nsubtle governmental interference,”Batesv.Little\nRock,361 U.S.\n516, 523 (1960). Publicizing individuals’ association with\nparticular groups might expose members to harassment, threats, and\nreprisals by opponents of those organizations. Individuals may\nchoose to disassociate themselves from a group altogether rather\nthan face such backlash.Acknowledging that risk, this Court has observed\nthat “privacy in group association may in many circumstances be\nindispensable to preservation of freedom of association,\nparticularly where a group espouses dissident beliefs.”NAACPv.Alabama ex rel. Patterson,357 U.S.\n449, 462 (1958). That observation places special emphasis on\nthe risks actually resulting from disclosure. Privacy “may” be\nindispensable to the preservation of freedom of association, but it\nneed not be. It depends on whether publicity will lead to reprisal.\nFor example, privacy can be particularly important to “dissident”\ngroups because the risk of retaliation against their supporters may\nbe greater. For groups that promote mainstream goals and ideas, on\nthe other hand, privacy may not be all that important. Not only\nmight their supporters feel agnostic about disclosing their\nassociation, they might actively seek to do so.Given the indeterminacy of how disclosure\nrequirements will impact associational rights, this Court requires\nplaintiffs to demonstrate that a requirement is likely to expose\ntheir supporters to concrete repercussions in order to establish an\nactual burden. It then applies a level of means-end tailoring\nproportional to that burden. The Court abandons that approach here,\ninstead holding that narrow tailoring applies to disclosure\nrequirements across the board, even if there is no evidence that\nthey burden anyone at all.ABefore today, to demonstrate that a reporting\nor disclosure requirement would chill association, litigants had to\nshow “a reasonable probability that the compelled disclosure of\n. . . contributors’ names will subject them to threats,\nharassment, or reprisals from either Government officials or\nprivate parties.”Buckleyv.Valeo,424 U.S.\n1, 74 (1976) (per curiam). Proof could include “specific\nevidence of past or present harassment of members due to their\nassociational ties, or of harassment directed against the\norganization itself,”ibid., as well as evidence that “fear\nof community hostility and economic reprisals that would follow\npublic disclosure . . . had discouraged new members from\njoining” an organization or caused “former members to withdraw,”Bates, 361 U. S., at 524. Although the Court has never\nimposed an “unduly strict requiremen[t] of proof,”Buckley,\n424 U. S., at 74, it has consistently required at least some\nrecord evidence demonstrating a risk of such objective harms. SeeBates, 361 U. S., at 523–524;Patterson, 357\nU. S., at 462–463.Indeed, the Court has expressly held that\nparties do not have standing to bring claims where they assert\nnothing more than that government action will cause a “subjective\n‘chill.’ ”Lairdv.Tatum,408 U.S.\n1, 13–14 (1972). It does not matter if an individual perceives\na government regulation “as inappropriate,” or believes “it is\ninherently dangerous for the [government] to be concerned with” a\nparticular activity, or has “generalized yet speculative\napprehensiveness that the [government] may at some future date\nmisuse the information in some way that would cause direct harm” to\nher.Id.,at 13. She must still allege a risk of objective\nharm. Seeid.,at 14; see alsoClapperv.Amnesty\nInt’l USA,568 U.S.\n398, 417–418 (2013).Consistent with this approach, the Court has\ncarefully scrutinized record evidence to determine whether a\ndisclosure requirement actually risks exposing supporters to\nbacklash. SeePatterson, 357 U. S., at 462 (compelled\ndisclosure of NAACP members “entail[ed] the likelihood of a\nsubstantial restraint” on association in light of “an\nuncontroverted showing” that past disclosures exposed members “to\neconomic reprisal, loss of employment, threat of physical coercion,\nand other manifestations of public hostility”);Bates, 361\nU. S., at 523–524 (compelled disclosure of NAACP membership\n“would work a significant interference with the freedom of\nassociation” based on “uncontroverted evidence” that past\nidentification “had been followed by harassment and threats of\nbodily harm”);Sheltonv.Tucker,364 U.S.\n479, 486 (1960) (disclosure of teachers’ organizational\naffiliations impaired association because record evidence\nsubstantiated a “fear of public disclosure” and a “constant and\nheavy” pressure on teachers “to avoid any ties which might\ndisplease those who control [their] professional destin[ies]”);Buckley, 424 U. S., at 69–70 (“any serious\ninfringement” on associational rights caused by the compelled\ndisclosure of contributors was “highly speculative” on the record\nbefore the Court).Hence, inDoev.Reed,561 U.S.\n186(2010), the Court rejected a facial challenge to the public\ndisclosure of referenda signatories on the ground that the “typical\nreferendum” concerned revenue, budget, and tax policies unlikely to\nincite threats or harassment.Id., at 200–201. Any judge who\nhas witnessed local fights over raising taxes, funding schools,\nbuilding sewer systems, or rerouting roads can surely envisage\nsignatories with reason to keep their support for such measures\nprivate. But inReed, such subjective reasons did not\nsuffice to establish a cognizable burden on associational\nrights.Today, the Court abandons the requirement that\nplain-tiffs demonstrate that they are chilled, much less that they\nare reasonably chilled. Instead, it presumes (contrary to the\nevidence, precedent, and common sense) that all disclosure\nrequirements impose associational burdens. For example, the Court\nexplains that there is a risk of chill in this suit because the\ngovernment requires disclosure of the identity of any donor “with\nreason to remain anonymous.”Ante, at 17. The Court does not\nqualify that statement, nor does it require record evidence of such\nreasons. If the Court did, it would not be able to strike\nCalifornia’s Schedule B requirement down in all its applications,\nbecause the only evidence in the record of donors with any reason\nto remain anonymous is that of petitioners’.[2]At best, then, a subjective preference for\nprivacy, which previously did not confer standing, now subjects\ndisclosure requirements to close scrutiny. Of course, all\ndisclosure requires some loss of anonymity, and courts can always\nimagine that someone might, for some reason, prefer to keep their\ndonations undisclosed. If such speculation is enough (and\napparently it is), then all disclosure requirementsipso\nfactoimpose cognizable First Amendment burdens.Indeed, the Court makes obvious its presumption\nthat all disclosure requirements are burdensome by beginning its\nanalysis of “burden” with an evaluation of means-end fit instead.\n“[A] reasonable assessment of the burdens imposed by disclosure,”\nthe Court explains, “should begin with an understanding of the\nextent to which the burdens are unnecessary, and that requires\nnarrow tailoring.”Ante, at 11; see alsoante, at\n17–18 (excusing plaintiffs from showing any burden if a disclosure\nlaw is not narrowly tailored).I disagree. A reasonable assessment of the\nburdens imposed by disclosure should begin by determining whether\nthose burdens even exist. If a disclosure requirement imposes no\nburdens at all, then of course there are no “unnecessary” burdens.\nLikewise, if a disclosure requirement imposes no burden for the\nCourt to remedy, there is no need for it to be closely scrutinized.\nBy forgoing the requirement that plaintiffs adduce evidence of\ntangible burdens, such as increased vulnerability to harassment or\nreprisals, the Court gives itself license to substitute its own\npolicy preferences for those of politically accountable actors.BAll this would be less troubling if the Court\nstill required means-end tailoring commensurate to the actual\nburden imposed. It does not. Instead, it adopts a new rule that\nevery reporting or disclosure requirement be narrowly tailored. Seeante, at 9 (“While exacting scrutiny does not require that\ndisclosure regimes be the least restrictive means of achieving\ntheir ends, it does require that they be narrowly tailored to the\ngovernment’s asserted interest”).1Disclosure requirements burden associational\nrights only indirectly and only in certain contexts. For that\nreason, this Court has never necessarily demanded such requirements\nto be narrowly tailored. Rather, it has reserved such automatic\ntailoring for state action that “directly and immediately affects\nassociational rights.”Boy Scouts of Americav.Dale,530 U.S.\n640, 659 (2000); see alsoBuckley, 424 U. S., at\n22, 25 (requiring a “closely drawn” fit for political contribution\nlimits, which directly “limit one important means of associating\nwith a candidate or committee”). When it comes to reporting and\ndisclosure requirements, the Court has instead employed a more\nflexible approach, which it has named “exacting scrutiny.” Seeante, at 7–8 (opinion of Roberts, C. J.).Exacting scrutiny requires two things: first,\nthere must be “ ‘a “substantial relation” between the\ndisclosure requirement and a “sufficiently important” government\ninterest,’ ” and second, “ ‘the strength of the\ngovernmental interest must reflect the seriousness of the actual\nburden on First Amendment rights.’ ”Reed, 561\nU. S., at 196. Exacting scrutiny thus incorporates a degree of\nflexibility into the means-end analysis. The more serious the\nburden on First Amendment rights, the more compelling the\ngovernment’s interest must be, and the tighter must be the fit\nbetween that interest and the government’s means of pursuing it. By\ncontrast, a less substantial interest and looser fit will suffice\nwhere the burden on First Amendment rights is weaker (or\nnonexistent). In other words, to decide how closely tailored a\ndisclosure requirement must be, courts must ask an antecedent\nquestion: How much does the disclosure requirement actually burden\nthe freedom to associate?This approach reflects the longstanding\nprinciple that the requisite level of scrutiny should be\ncommensurate to the burden a government action actually imposes on\nFirst Amendment rights. See,e.g.,Burdickv.Takushi,504 U.S.\n428, 434 (1992) (“[T]he rigorousness of our inquiry\n. . . depends upon the extent to which a challenged\nregulation burdens” First Amendment rights);Board of Trustees\nof State Univ. of N. Y.v.Fox,492\nU.S. 469, 477 (1989) (“[C]ommercial speech enjoys a limited\nmeasure of protection, commensurate with its subordinate position\nin the scale of First Amendment values, and is [thus] subject to\nmodes of regulation that might be impermissible in the realm of\nnoncommercial expression” (internal quotation marks and alterations\nomitted)); see alsoFultonv.Philadelphia, 593\nU. S. ___, ___ (2021) (Barrett, J., concurring) (slip op., at\n2) (noting the “nuanced” approach the Court generally takes in the\n“resolution of conflicts between generally applicable laws and\n. . . First Amendment rights”).Compare, for instance, the Court’s approaches inSheltonv.TuckerandDoev.Reed. At\nissue inSheltonwas an Arkansas statute passed in 1958 that\ncompelled all public school teachers, as a condition of employment,\nto submit annually a list of every organization to which they\nbelonged or regularly contributed. 364 U. S., at 480–481. The\nCourt held that the disclosure requirement “comprehensive[ly]\ninterfere[d] with associational freedom,” because record evidence\ndemonstrated a significant risk that the information would be\npublicly disclosed, and such disclosure could lead to public\npressure on school boards “to discharge teachers who belong to\nunpopular or minority organizations.”Id.,at 486–487, 490.\nArkansas’s statute did not require that the information remain\nconfidential; each school board was “free to deal with the\ninformation as it wishe[d].”Id.,at 486. Indeed, “a witness\nwho was a member of the Capital Citizens[’] Council” (an\norganization dedicated to resisting school integration)[3] “testified that his group intended\nto gain access” to the teachers’ affidavits “with a view to\neliminating from the school system persons who supported\norganizations unpopular with the group.”Ibid., n. 7.\nMoreover, a starkly asymmetric power dynamic existed between\nteachers, who were “hired on a year-to-year basis,” and the hiring\nauthorities to whom their membership lists were submitted.Id.,at 482. The Arkansas Legislature had made no secret of\nits desire for teachers’ disclosures to be used for hiring and\nfiring decisions. One year after enacting the disclosure\nrequirement at issue inShelton, the legislature enacted\nanother provision that made it outright unlawful for state\ngovernmental bodies to employ members of the NAACP.Sheltonv.McKinley,174 F. Supp. 351, 353–354 (ED Ark. 1959). It is thus\nunsurprising that the Court found that Arkansas teachers would feel\na “constant and heavy” pressure “to avoid any ties which might\ndisplease those who control [their] professional destin[ies].”Id.,at 486; see alsoKeyishianv.Board of\nRegents of Univ. of State of N. Y.,385\nU.S. 589, 604 (1967) (“When one must guess what conduct or\nutterance may lose him his position, one necessarily will steer far\nwider of the [impermissible] zone” (internal quotation marks\nomitted)). Because Arkansas’s purpose (ensuring teachers’ fitness)\nwas “pursued by means that broadly stifle fundamental personal\nliberties,” the Court demanded that Arkansas “more narrowly\nachiev[e]” its interest.Shelton, 364 U. S., at\n488.Now consider this Court’s approach inReed.Reedinvolved a facial challenge to a\nWashington law permitting the public disclosure of referendum\npetitions that included signatories’ names and addresses. 561\nU. S., at 190–191. The Court found that Washington had a\nnumber of other mechanisms in place to pursue its stated interest\nin preventing fraudulent referendum signatures. For instance, the\nsecretary of state was charged with verifying and canvassing the\nnames on referendum petitions, advocates and opponents of a measure\ncould observe the canvassing process, and citizens could challenge\nthe secretary’s actions in court.Id.,at 198. Publicly\ndisclosing referendum signatories was thus a mere backstop, giving\ncitizens the opportunity to catch the secretary’s mistakes. Had\nWashington been required to achieve its interests narrowly, as inShelton, it is unlikely the disclosure requirement would\nhave survived.[4]In crucial contrast toShelton, however,\ntheReedCourt found “scant evidence” that disclosure\nexposed signatories of typical referendums to “threats, harassment,\nor reprisals from either Government officials or private parties.”\n561 U. S., at 200–201 (internal quotation marks omitted).\nGiven the “modest burdens” imposed by the requirement,id.,at 201, the Court required a correspondingly modest level of\ntailoring. Under that standard, the disclosure requirement passed\nmuster, and the Court refused to facially strike it down.The public disclosure regimes in bothSheltonandReedserved important government goals.\nYet the Court’s assessment of each differed considerably because\nthe First Amendment burdens differed. This flexible approach is\nnecessary because not all reporting and disclosure regimes burden\nassociational rights in the same way.2The Court now departs from this nuanced\napproach in favor of a “one size fits all” test. Regardless of\nwhether there is any risk of public disclosure, and no matter if\nthe burdens on associational rights are slight, heavy, or\nnonexistent, disclosure regimes must always be narrowly\ntailored.The Court searches in vain to find a foothold\nfor this new approach in precedent. The Court first seizes onShelton’s statement that a governmental interest\n“ ‘cannot be pursued by means that broadly stifle fundamental\npersonal liberties when the end can be more narrowly\nachieved.’ ”Ante, at 9 (quoting 364 U. S., at\n488). The Court could not havecherry-picked a less helpful quote. By its own\nterms,Sheltonheld that an end must be “more narrowly\nachieved” only if the means “broadly stifle” First Amendment\nliberties, that is, only if the means impose a severe burden on\nassociational rights.[5]In any event, the Court need not read a few\nisolated sentences from that opinion to divineShelton’s\nmeaning. As described, see Part II–B–1,supra, the Court inSheltonconcluded that a reasonable “fear of public\ndisclosure” and an asymmetric power dynamic with hiring authorities\nwould result in a “constant and heavy” pressure on teachers “to\navoid any ties which might displease those who control [their]\nprofessional destin[ies].” 364 U. S., at 486. Recall that a\nwitness had testified that his white supremacist organization would\nseek to obtain the identities of teachers working on civil rights\nissues in order to eradicate them from the school system, and that\njust a year after Arkansas enacted its disclosure law, it enacted a\nlaw prohibiting the hiring of members of the NAACP as public school\nteachers. The problem was not the breadth of the inquiry; it was\nthe significant risk that teachers would face serious repercussions\nfor their disclosed associations.[6]The Court next looks toMcCutcheonv.Federal Election Comm’n,572 U.S.\n185(2014), which addressed political contribution limits, not\ndisclosure regimes. It is no surprise that the Court subjected the\nformer to narrow tailoring, asBuckleyhad already held that\ncontribution limits directly “impinge on protected associational\nfreedoms.” 424 U. S., at 22; see alsoMcCutcheon, 572\nU. S., at 204 (explaining that aggregate limits on\ncontributions “diminish an individual’s right of political\nassociation” by “limit[ing] the number of candidates he supports”\nor the amount of money he gives).Buckleyitself\ndistinguished the First Amendment burdens of disclosure\nrequirements and contribution limits. See 424 U. S., at 64\n(noting that, unlike contribution limits, “disclosure requirements\nimpose no ceiling on campaign-related activities” and concluding\nonly that compelled disclosure “can” infringe associational\nrights). Apparently, those distinctions no longer matter.NeitherSheltonnorMcCutcheon,\nthen, supports the idea that all disclosure requirements must be\nnarrowly tailored.McCutcheonarose in the context of a\ndirect limit on associational freedoms, while the law inShelton“broadly stifle[d]” associational rights. Ignoring\nthese distinctions, the Court decides that it will indiscriminately\nrequire narrow tailoring for every single disclosure regime. The\nCourt thus trades precision for blunt force, creating a significant\nrisk that it will topple disclosure regimes that should be\nconstitutional, and that, as inReed, promote important\ngovernmental interests.IIIAUnder a First Amendment analysis that is\nfaithful to this Court’s precedents, California’s Schedule B\nrequirement is constitutional. Begin with the burden it imposes on\nassociational rights. Petitioners have unquestionably provided\nevidence that their donors face a reasonable probability of\nthreats, harassment, and reprisals if their affiliations are made\npublic. Seeante, at 4. California’s Schedule B regulation,\nhowever, is a nonpublic reporting requirement, and California has\nimplemented security measures to ensure that Schedule B information\nremains confidential.[7]Nor have petitioners shown that their donors, or\nany organization’s donors, will face threats, harassment, or\nreprisals if their names remain in the hands of a few California\nstate officials. The Court notes that, underShelton,\ndisclosure requirements can chill association even absent public\ndisclosure. Seeante,at 16. InShelton, however,\nthere was a serious concern that hiring authorities would punish\nteachers for their organizational affiliations. See 364 U. S.,\nat 486. By contrast, the Court in no way suggests that California\nofficials will use Schedule B information to retaliate against any\norganization’s donors. If California’s reporting requirement\nimposes any burden at all, it is at most a very slight one.B1Given the modesty of the First Amendment\nburden, California may justify its Schedule B requirement with a\ncorrespondingly modest showing that the means achieve its ends. SeeReed, 561 U. S., at 201. California easily meets this\nstandard.California collects Schedule Bs to facilitate\nsupervision of charities that operate in the State. As the Court\nacknowledges, this is undoubtedly a significant governmental\ninterest. Seeante,at 12–13. In the United States,\nresponsibility for overseeing charities has historically been\nvested in States’ attorneys general, who are tasked with\nprosecuting charitable fraud, self-dealing, and misappropriation of\ncharitable funds. Effective policing is critical to maintaining\npublic confidence in, and continued giving to, charitable\norganizations. California’s interest in exercising such oversight\nis especially compelling given the size of its charitable sector.\nNearly a quarter of the country’s charitable assets are held by\ncharities registered in California. Brief for Scholars of the Law\nof Non-Profit Organizations asAmici Curiae10; seeibid.(“As of June 2018, charities registered in California\nreported $295 billion in annual income and net assets of $851\nbillion”).The Schedule B reporting requirement is properly\ntailored to further California’s efforts to police charitable\nfraud. SeeReed, 561 U. S., at 198–199 (noting that\ndisclosure “helps” combat fraud, even if it is not the least\nrestrictive method of doing so). The IRS Schedule B form requires\norganizations to disclose the names and addresses of their major\ndonors, the total amount of their contributions, and whether the\ndonation was cash or in-kind. See 26 CFR §§1.6033–2(a)(2)(ii),\n(iii). If the gift is in-kind, Schedule B requires a description of\nthe property and its fair market value.Schedule B and other parts of Form 990 help\nattorneys in the Charitable Trusts Section of the California\nDepartment of Justice (Section) uncover whether an officer or\ndirector of a charity is engaged in self-dealing, or whether a\ncharity has diverted donors’ charitable contributions for improper\nuse. Appellant-Cross-Appellee’s Excerpts of Record in No. 16–55727\netc. (CA9), pp. 575, 716–718 (16–55727 ER). It helps them determine\nwhether a donor is using the charity as a pass-through entity,\nincluding as a source of improper loans that the donor repays as a\ncontribution.Id.,at 577–578, 716–718. It helps them\nidentify red flags, such as discrepancies in reporting\ncontributions across different schedules.Id.,at 578–579,\n716–718. And it helps them determine whether a charity has inflated\nthe value of a donor’s in-kind contribution in order, for instance,\nto overstate how efficiently the charity expends resources.Id.,at 721–727.As a former head of the Section described it,\nSchedule B combined with the rest of Form 990 provides “[a] roadmap\nto the rest of the investigation that follows.”Id., at 717.\nIndeed, having Schedule Bs on hand is important to attorneys’\ndecisions regarding whether to advance an investigation at all. One\nof the first things an auditor or lawyer does upon receiving a\ncomplaint is review the entire Form 990, including Schedule B.Id.,at 969–970, 996–997, 1062–1063. One Section leader\ntestified that she used Schedule Bs “[a]ll the time” for this\npurpose. App. in No. 19–251, p. 413.In sum, the evidence shows that California’s\nconfidential reporting requirement imposes trivial burdens on\npetitioners’ associational rights and plays a meaningful role in\nSection attorneys’ ability to identify and prosecute charities\nengaged in malfeasance. That is more than enough to satisfy the\nFirst Amendment here.2Much of the Court’s tailoring analysis is\ncategorically inappropriate under the correct standard of review.\nIn any event, the Court greatly understates the importance to\nCalifornia of collecting information on charitable organizations’\ntop donors.The Court claims that the collection of Schedule\nBs does not form an “integral” part of California’s fraud detection\nefforts and has never done “ ‘anything’ ” to advance\ninvestigative efforts.[8]Ante,at 13. The record reveals otherwise. As discussed,\nSection leaders report that they use Schedule Bs “[a]ll the time”\nand rely on them to create roadmaps for their investigations. App.\nin No. 19–251, at 413; see also 16–55727 ER, at 717. The Court\nfurther complains that California does not rely on Schedule Bs to\n“initiate” investigations.Ante,at 15, 19. But disclosure\nassists California in its decisions whether to advance or end an\ninvestigation. Perhaps the Court’s main concern is that California\nhas not identified enough instances in which Schedule B played a\nunique role in prosecuting charitable malfeasance. But “[l]ike a\njigsaw puzzle,” investigations often advance “only by placing in\nthe proper place the many pieces of evidence that, taken singly,\nwould show comparatively little.”Andresenv.Maryland,427 U.S.\n463, 481, n. 10 (1976).The Court next insists that California can rely\non alternative mechanisms, such as audit letters or subpoenas, to\nobtain Schedule B information. But the Section receives as many as\n100 charity-related complaints a month. App. in No. 19–251, at 307.\nIt is not feasible for the Section, which has limited staff and\nresources, to conduct that many audits. See\nAppellant-Cross-Appellee’s Excerpts of Record in No. 16–56855 etc.\n(CA9), pp. 512–513. The subpoena process is also time consuming:\nLetters must go through multiple layers of review and waiting for a\nresponse causes further delays during which a charity can continue\nits malfeasance. App. in No. 19–251, at 412.Implicitly acknowledging that audits and\nsubpoenas are more cumbersome and time consuming, the Court\ntrivializes the State’s interest in what it calls “ease of\nadministration.”Ante,at 15. Yet in various contexts, the\nCourt has recognized that an interest in “efficiency” is critical\nto the effective operation of public agencies.[9] See,e.g.,Baileyv.United\nStates,568\nU.S. 186, 200 (2013) (“[T]he law enforcement interests in\nconducting a safe and efficient search” justify detaining\n“occupants on the premises during the execution of a search\nwarrant”);Civil Service Comm’nv.Letter Carriers,413 U.S.\n548, 564 (1973) (seeking a constitutional balance between the\ninterests of a government employee in commenting on matters of\npublic concern and the interest of the government in the efficiency\nof the services it performs).In addition to being burdensome, audit letters\nand subpoenas can also significantly undercut the Section’s work by\nalerting an organization to the existence of an investigation,\ngiving it a chance to hide assets or tamper with evidence. The\nCourt dismisses this concern as unsubstantiated. Yet one Section\nhead reported that this had “happened several times,” and another\ntestified to her personal experience with organizations\n“fabricat[ing]” and “destroy[ing] records” after being tipped off\nto an investigation. 16–55727 ER, at 590, 998–999.[10] A State surely has a compelling\ninterest in ensuring that the subject of an investigation does not\ndestroy evidence or hide funds before investigators have an\nopportunity to find them. Cf.Kentuckyv.King,563 U.S.\n452, 460 (2011) (“[T]he need to prevent the imminent\ndestruction of evidence has long been recognized as a sufficient\njustification for a warrantless search” (internal quotation marks\nomitted)). The Court ignores those interests here.IVIn a final coup de grâce, the Court concludes\nthat California’s reporting requirement is unconstitutional not\njust as applied to petitioners, but on its very face. “In the First\nAmendment context,” such broad relief requires proof that the\nrequirement is unconstitutional in “ ‘a substantial number of\n. . . applications . . . , judged in relation\nto the statute’s plainly legitimate sweep.’ ”United\nStatesv.Stevens,559 U.S.\n460, 473 (2010). “Facial challenges are disfavored for several\nreasons,” prime among them because they “often rest on\nspeculation.”Washington State Grangev.Washing-ton State Republican Party,552 U.S.\n442, 450 (2008). Speculation is all the Court has. The Court\npoints to not a single piece of record evidence showing that\nCalifornia’s reporting requirement will chill “a substantial\nnumber” of top donors from giving to their charities of\nchoice.[11] Yet it strikes\nthe requirement down in every application.The average donor is probably at most agnostic\nabout having their information confidentially reported to\nCalifornia’s attorney general. A significant number of the\ncharities registered in California engage in uncontroversial\npursuits. They include hospitals and clinics; educational\ninstitutions; orchestras, operas, choirs, and theatrical groups;\nmuseums and art exhibition spaces; food banks and other\norganizations providing services to the needy, the elderly, and the\ndisabled; animal shelters; and organizations that help maintain\nparks and gardens. Brief for Public Citizen et al. asAmici\nCuriae12–13. It is somewhat hard to fathom that donors to the\nAnderson Elementary School PTA, the Loomis-Eureka Lakeside Little\nLeague, or the Santa Barbara County Horticultural Society\n(“[c]elebrating plants since 1880”) are less likely to give because\ntheir do-nations are confidentially reported to\nCalifornia’s Charitable Trusts Section.[12]In fact, research shows that the vast majority\nof donors prefer to publicize their charitable contributions. See\nDrennan, Where Generosity and Pride Abide: Charitable Naming\nRights, 80 U. Cin. L. Rev. 45, 50 (2011) (“Research reveals that\nanonymous largesse from the wealthy has become rare”); Posner,\nAltruism, Status, and Trust in the Law of Gifts and Gratuitous\nPromises, 1997 Wis. L. Rev. 567, 574, n. 17 (“[C]haritable gifts\nare rarely made anonymously”). One study found that anonymous\ngifting accounted for less than 1% of all donations to Yale Law\nSchool, Harvard Law School, and Carnegie Mellon University. Glazer\n& Konrad, A Signaling Explanation for Charity, 86 Am. Econ.\nRev. 1019, 1021 (1996). Symptomatic of this trend is the explosion\nin charitable naming rights since the mid-1990s. Drennan, 80 U.\nCin. L. Rev., at 50, 55. As one author has recounted, “every nook\nand cranny of [public] buildings” is now “tagged by some wealthy,\ngenerous and obviously not publicity-shy donor.” Isherwood, The\nGraffiti of the Philanthropic Class, N. Y. Times, Dec. 2,\n2007.Of course, it is always possible that an\norganization is inherently controversial or for an apparently\ninnocuous organization to explode into controversy. The answer,\nhowever, is to ensure that confidentiality measures are sound or,\nin the case of public disclosures, to require a procedure for\ngovernments to address requests for exemptions in a timely manner.\nIt is not to hamper all government law enforcement efforts by\nforbidding confidential disclosures en masse.Indeed, this Court has already rejected such an\nindiscriminate approach in the specific context of disclosure\nrequirements. Just over a decade ago, inReed, petitioners\ndemonstrated that their own supporters would face reprisal if their\nopposition to expanding domestic partnership laws became public.\nThat evidence did not support a facial challenge to Washington’s\npublic disclosure law, however, because the “typical referendum\npetitio[n] concern[ed] tax policy, revenue, budget, or other state\nlaw issues,” and “there [was] no reason to assume that any burdens\nimposed by disclosure of typical referendum petitions would be\nremotely like the burdens plaintiffs fear in this case.” 561\nU. S., at 200–201 (internal quotation marks omitted); see alsoid.,at 202–203 (Alito, J., concurring) (“Many referendum\npetitions concern relatively uncontroversial matters, and\nplaintiffs have provided no reason to think that disclosure of\nsignatory information in those contexts would significantly chill\nthe willingness of voters to sign. Plaintiffs’ facial challenge\ntherefore must fail” (citation omitted)).So too here. Many charitable organizations\n“concern relatively uncontroversial matters” and petitioners “have\nprovided no reason to think that” confidential disclosure of donor\ninformation “would significantly chill the willingness of ”\nmost donors to give. Nor does the Court provide such a reason. It\nmerely highlights threats that public disclosure would pose to\nthese two petitioners’ supporters. Those threats provide “scant\nevidence” of anything beyond “the specific harm” that petitioners’\ndonors might experience were their Schedule B information publicly\ndisclosed.Id., at 200–201. Petitioners’ “facial challenge\ntherefore must fail.”Id.,at 203 (Alito, J.,\nconcurring).How, then, can their facial challenge succeed?\nOnly because the Court has decided, in a radical departure from\nprecedent, that there no longer need be any evidence that a\ndisclosure requirement is likely to cause an objective burden on\nFirst Amendment rights before it can be struck down.*  *  *Today’s decision discards decades of First\nAmendment jurisprudence recognizing that reporting and disclosure\nrequirements do not directly burden associational rights. There is\nno other explanation for the Court’s conclusion that, first,\nplaintiffs do not need to show they are actually burdened by a\ndisclosure requirement; second, every disclosure requirement\ndemands narrow tailoring; and third, a facial challenge can succeed\nin the absence of any evidence a state law burdens the\nassociational rights of a substantial proportion of affected\nindividuals.That disclosure requirements directly burden\nassociational rights has been the view of Justice Thomas, seeid., at 232 (dissenting opinion), but it has never been the\nview of this Court. Just 11 years ago, eight Members of the Court,\nincluding two Members of the current majority, recognized that\ndisclosure requirements do not directly interfere with First\nAmendment rights. Seeid.,at 196 (majority opinion). In an\nopinion barely mentioned in today’s decision, the Court inReeddid the opposite of what the Court does today. First,\nit demanded objective evidence that disclosure risked exposing\nsupporters to threats and reprisals; second, it required only a\nloose means-end fit in light of the “modest” burden it found; and\nthird, it rejected a facial challenge given petitioners’ failure to\nestablish that signatories to the “typical” referendum had any\nreason to fear disclosure. Seeid.,at 200–201. In so doing,\nthe Court ensured that it would not “short circuit the democratic\nprocess by preventing laws embodying the will of the people from\nbeing implemented in a manner consistent with the Constitution.”Washington State Grange, 552 U. S., at 451.The Court 11 years later apparently has a\ndifferent view of its role. It now calls upon the federal courts to\nserve “as virtually continuing monitors of the wisdom and soundness\nof [governmental] action.”Laird, 408 U. S., at 15.\nThere is no question that petitioners have shown that their donors\nreasonably fear reprisals if their identities are publicly exposed.\nThe Court and I, however, disagree about the likelihood of that\nhappening and the role Schedule Bs play in the investigation of\ncharitable malfeasance. If the Court had simply granted as-applied\nrelief to petitioners based on its reading of the facts, I would be\nsympathetic, although my own views diverge. But the Court’s\ndecision is not nearly so narrow or modest. Instead, the Court\njettisons completely the longstanding requirement that plaintiffs\ndemonstrate an actual First Amendment burden before the Court will\nsubject government action to close scrutiny. It then invalidates a\nregulation in its entirety, even though it can point to no record\nevidence demonstrating that the regulation is likely to chill a\nsubstantial proportion of donors. These moves are wholly\ninconsistent with the Court’s precedents and our Court’s long-held\nview that disclosure requirements only indirectly burden First\nAmendment rights. With respect, I dissent.Notes1Schedule Bs are kept in a\nconfidential database used only by the Charitable Trusts Section\nand inaccessible to others in California’s attorney general’s\noffice. Employees who fail to safeguard confidential information\nare subject to discipline. See generally Cal. Govt. Code Ann.\n§19572 (West 2009). In light of previous security breaches\ndisclosed in this litigation, seeante, at 5, the attorney\ngeneral’s office instituted a series of measures to ensure that\nSchedule B information remains confidential. The office has adopted\na system of text searching forms before they are uploaded onto the\nInternet to ensure that none contain Schedule B information. The\noffice now also runs automated scans of publicly accessible\ngovernment databases to identify and remove any documents\ncontaining Schedule B information that may be inadvertently\nuploaded. SeeAmericans for Prosperity Foundationv.Becerra, 903 F.3d 1000, 1018 (CA9 2018).2See Part IV,infra.3See Hagley, Massive\nResistance—The Rhetoric and the Reality, 27 N. M. L. Rev. 167, 203\n(1997).4For instance, the Court\ndid not ask whether the public disclosure of signatories’ names and\naddresses was “in proportion to the” government’s interest in\npolicing fraud.Ante, at 15 (internal quotation marks\nomitted). Nor did it feel any need to respond to the dissent’s\ndescriptionof ways in which Washington’s interest could be met\nwithout public disclosure.Reed, 561 U. S., at 234–238\n(opinion of Thomas, J.). It was enough that public disclosure could\n“help” advance electoral integrity.Id., at 198 (majority\nopinion). The Court is clearly wrong to suggest it applied narrow\ntailoring inReed. Seeante,at 11.5The Court claims that\n“broadly stifle” refers “to the scope of challenged restrictions”\nrather than “the severity of any demonstrated burden.”Ante,at 11. That reading ignores the verb “stifle” and its object,\n“fundamental personal liberties.” The Court wishes the sentence\nsaid that a government interest “cannot be pursued by [broad]\nmeans.” It does not. The Court also finds meaning in the fact thatSheltoncriticized Arkansas’ challenged disclosure regime\nfor not being narrowly tailored.Ante,at 11. But theSheltonCourt had already explained why the failure to\nnarrowly tailor was problematic: because the statute significantly\nburdened Arkansas teachers’ associational rights. SeeShelton, 364 U. S., at 485–487. In no way did the Court\nsuggest that narrow tailoring was necessary in the absence of a\nsignificant burden on associational rights.6The statement the Court\ncites fromBairdv.State Bar of Ariz.,401 U.S.\n1, 6 (1971) (plurality opinion), must be read in a similar\ncontext.Seeante, at 10–11.Bairdinvolved the\nArizona State Bar’s requirement that lawyers seeking admission\ndisclose their organizational affiliations and face denial if they\ngave the wrong answers. The “state inquiries” were not just\n“[b]road and sweeping”; they were designed to identify and\n“punis[h]” applicants who “[held] certain beliefs” or were\n“member[s] of a particular political organization.” 401 U. S.,\nat 6. As the Court explained, “a State may not inquire about a\nman’s views or associations solely for the purpose of withholding a\nright or benefit because of what he believes.”Id.,at 7.\nThe Court nowhere suggests that California will “punish” donors for\ntheir beliefs. That logic thus has no application here. The Court\nalso draws on language fromNAACPv.Button,371 U.S.\n415(1963).Ante,at 10. But that case did not involve a\ndisclosure requirement at all. It involved a law that made it a\ncrime for a person to advise another of the infringement of her\nlegal rights and to refer her to a group of attorneys, like the\nlegal staff of the NAACP, for assistance.7Although in the Court’s\nview, the actual risk of reprisals is apparently irrelevant, the\nCourt notes that the District Court concluded that California’s\nattorney general could not ensure the confidentiality of Schedule B\ninformation. Seeante,at 17, n. But the Ninth Circuit held\nthis finding to be clearly erroneous because the District Court\nrested its conclusion “solely on the state’spastinability\nto ensure confidentiality.” 903 F. 3d, at 1019 (internal\nquotation marks omitted). The District Court never explained why\nthe current security measures were insufficient to protect donors’\nconfidentiality. As the Ninth Circuit observed, “the changes the\nAttorney General has adopted since those breaches occurred” show\nthat the “risk of inadvertent disclosure ofanySchedule B\ninformation in the future is small, and the risk of inadvertent\ndisclosure ofthe plaintiffs’Schedule B information in\nparticular is smaller still.”Ibid.; see also n. 1,supra.8The Court goes so far as\nto suggest that the State does not rely on Schedule B collection to\n“prevent and police fraud” and to imply the District Court found\nthe same.Ante, at 13–14. Yet the District Court expressly\nacknowledged that it did “not doubt that the Attorney General does\nin fact use the Schedule Bs it collects.”Thomas More Law\nCenterv.Harris, 2016 WL 6781090, *2 (CD Cal., Nov. 16,\n2016).9Of course, an interest in\nefficiency cannot justify constitutional violations, but it is an\nimportant governmental interest when deciding whether a\nconstitutional violation has taken place at all. SeeBaileyv.United States,568 U.S.\n186, 199–200 (2013).10The\nCourt asserts that “the actions of investigators” do not “suggest a\nrisk of tipping off charities” because the Section’s standard\npractice is to send an audit letter early in an investigation.Ante, at 14. Where the Section suspects serious fraud,\nhowever, it obtains a temporary restraining order to freeze assets\nbefore ever contacting the charity. See 16–55727 ER, at 591. The\nSection’s actions thus demonstrate exactly the fear of tipping off\ncharities that this Court so hastily dismisses.11The\nCourt highlights the “filings of hundreds of organizations asamici curiaein support of ” petitioners in this suit.Ante, at 17. Those briefs, of course, are not record\nevidence. Moreover, even if those organizations had each provided\nevidence that California’s reporting requirement would subject\ntheir top donors to harassment and reprisals (they did not), this\nstill would not demonstrate that a substantial proportion of the\nreporting requirement’s applications are unconstitutional when\n“ ‘judged in relation to [its] plainly legitimate\nsweep.’ ”United Statesv.Stevens,559 U.S.\n460, 473 (2010). Some 60,000 charities renew their\nregistrations with California each year, and nearly all must file a\nSchedule B. Seeante,at 13. Theamiciare just a\nsmall fraction of the disclosure requirement’s reach.12See\nCalifornia Dept. of Justice, Office of Atty. Gen., Charity\nRegistration Reports (June 15, 2021),\nhttps://oag.ca.gov/charities/reports#crr; Santa Barbara County\nHorticultural Society (June 15, 2021),\nhttps://www.sbchs.org.",
    "joined": []
}