{
    "case": {
        "docket": "604",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/604/"
    },
    "id": "1963609",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGPLIVA, INC. V. MENSING564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 09-993, 09-1039, AND 09-1501PLIVA, INC., et al., PETITIONERS09–993v.GLADYS MENSINGACTAVIS ELIZABETH, LLC, PETITIONER09–1039   v.GLADYS MENSINGACTAVIS, INC., PETITIONER09–1501   v.JULIE DEMAHYon writs of certiorari to the united states\ncourts of appeals for the eighth and fifth circuits[June 23, 2011]Justice Sotomayor, with\nwhom Justice Ginsburg, Justice Breyer, and Justice Kagan join,\ndissenting.The Court today invokes the\ndoctrine of impossibility pre-emption to hold that federal law\nimmunizes generic-drug manufacturers from all state-law\nfailure-to-warn claims because they cannot unilaterally change\ntheir la-bels. I cannot agree. We have traditionally held\ndefendants claiming impossibility to a demanding standard: Until\ntoday, the mere possibility of impossibility had not been enough to\nestablish pre-emption.The Food and Drug Administration (FDA)\npermits—and, the Court assumes, requires—generic-drug manufacturers\nto propose a label change to the FDA when they believe that their\nlabels are inadequate. If it agrees that the labels are inadequate,\nthe FDA can initiate a change to the brand-name label, triggering a\ncorresponding change to the generic labels. Once that occurs, a\ngeneric manufacturer is in full compliance with both federal law\nand a state-law duty to warn. Although generic manufacturers may be\nable to show impossibility in some cases, petitioners, generic\nmanufacturers of metoclopramide (Manufacturers), have shown only\nthat theymighthave been unable to comply with both\nfederal law and their state-law duties to warn respondents Gladys\nMensing and Julie Demahy. This, I would hold, is insufficient to\nsustain their burden.The Court strains to reach the opposite\nconclusion. It invents new principles of pre-emption law out of\nthin air to justify its dilution of the impossibility standard. It\neffectively rewrites our decision inWyethv.Levine,555 U. S. 555(2009), which holds that\nfederal law does not pre-empt failure-to-warn claims against\nbrand-name drug manufacturers. And a plurality of the Court tosses\naside our repeated admonition that courts should hesitate to\nconclude that Congress intended to pre-empt state laws governing\nhealth and safety. As a result of today’s decision, whether a\nconsumer harmed by inadequate warnings can obtain relief turns\nsolely on the happenstance of whether her pharmacist filled her\nprescription with a brand-name or generic drug. The Court gets one\nthing right: This outcome “makes little sense.”Ante, at\n18.IAToday’s decision affects 75\npercent of all prescription drugs dispensed in this country. The\ndominant position of generic drugs in the prescription drug market\nis the result of a series of legislative measures, both federal and\nstate.In 1984, Congress enacted the\nDrug Price Competi- tion and Patent Term Restoration Act, 98 Stat.\n1585—commonly known as the Hatch-Waxman Amendments to the Federal\nFood, Drug, and Cosmetic Act (FDCA)—to “make available more low\ncost generic drugs by establishing a generic drug approval\nprocedure,” H. R. Rep. No. 98–857, pt. 1, p. 14 (1984).\nAs the majority explains, to accomplish this goal the amendments\nestablish an abbreviated application process for generic drugs.Ante, at 5–6; see also 21 U. S. C. §355(j)(2)(A). The\nabbreviated approval process implements the amendments’ core\nprinciple that generic and brand-name drugs must be the “same” in\nnearly all respects: To obtain FDA approval, a generic manufacturer\nmust ordinarily show, among other things, that its product has the\nsame active ingredients as an approved brand-name drug; that “the\nroute of adminis-tration, the dosage form, and the strength of the\nnew drug are the same” as the brand-name drug; and that its product\nis “bioequivalent” to the brand-name drug. §§355(j)(2)(A)(ii),\n(iii), (iv). By eliminating the need for generic manufacturers to\nprove their drugs’ safety and efficacy independently, the\nHatch-Waxman Amendments allow generic manufacturers to bring drugs\nto market much less expensively.The States have also acted to expand\nconsumption of low-cost generic drugs. In the years leading up to\npassage of the Hatch-Waxman Amendments, States enacted legislation\nauthorizing pharmacists to substitute generic drugs when filling\nprescriptions for brand-name drugs. Christensen, Kirking, Ascione,\nWelage, & Gaither, Drug Product Selection: Legal Issues, 41 J.\nAm. Pharmaceutical Assn. 868, 869 (2001). Currently, all States\nhave some form of generic substitution law. Seeibid.Some\nStates require generic substitution in certain circumstances. Dept.\nof Health and Human Servs., ASPE Issue Brief: Expanding the Use of\nGeneric Drugs 7 (2010) (hereinafter Expanding the Use of Generic\nDrugs);[Footnote 1] see,e.g., N. Y. Educ. Law Ann. §6816–a (West 2010).\nOthers permit, but do not require, substitution. Expanding the Use\nof Generic Drugs 7; see,e.g., Cal. Bus. & Prof. Code\nAnn. §4073 (West Supp. 2011). Some States require patient consent\nto substitution, and all States “allow the physician to specify\nthat the brand name must be prescribed, although with different\nlevels of effort from the physician.” Expanding the Use of Generic\nDrugs 7.[Footnote 2]These legislative efforts to expand production\nand consumption of generic drugs have proved wildly successful. It\nis estimated that in 1984, when the Hatch-Waxman Amendments were\nenacted, generic drugs constituted 19 percent of drugs sold in this\ncountry. Congressional Bud-get Office, How Increased Competition\nfrom Generic Drugs Has Affected Prices and Returns in the\nPharmaceutical Industry 27 (1998).[Footnote 3] Today, they dominate the market. See Expanding\nthe Use of Generic Drugs 2 (generic drugs constituted 75 percent of\nall dispensed prescription drugs in 2009). Ninety percent of drugs\nfor which a generic version is available are now filled with\ngenerics.Id., at 3–4. In many cases, once generic\nversions of a drug enter the market, the brand-name manufacturer\nstops selling the brand-name drug altogether. See Brief for Marc T.\nLaw et al. asAmici Curiae18 (citing studies showing\nthat anywhere from one-third to one-half of generic drugs no longer\nhave a marketed brand-name equivalent). Reflecting the success of\ntheir products, many generic manufacturers, including the\nManufacturers and theiramici, are huge, multinational\ncompanies. In total, generic drug manufacturers sold an estimated\n$66 billion of drugs in this country in 2009. Seeid., at\n15.BAs noted, to obtain FDA approval\na generic manufacturer must generally show that its drug is the\nsame as an approved brand-name drug. It need not conduct clinical\ntrials to prove the safety and efficacy of the drug. This does not\nmean, however, that a generic manufacturer has no duty under\nfederal law to ensure the safety of its products. The FDA has\nlimited resources to conduct postapproval monitoring of drug\nsafety. SeeWyeth, 555 U. S., at 578. Manufacturers, we\nhave recognized, “have superior access to information about their\ndrugs, especially in the postmarketing phase as new risks emerge.”Id., at 578–579. Federal law thus obliges drug\nmanufacturers—both brand-name and generic—to monitor the safety of\ntheir products.Under federal law, generic\nmanufacturers must “develop written procedures for the\nsurveillance, receipt, evaluation, and reporting of postmarketing\nadverse drug experiences” to the FDA.[Footnote 4] 21 CFR §314.80(b);[Footnote 5] see also §314.98 (making §314.80 applicable to\ngeneric manufacturers); Brief for United States asAmicus\nCuriae6, and n. 2 (hereinafter U. S. Brief). They must\nreview all reports of adverse drug experiences received from “any\nsource.” §314.80(b). If a manufacturer receives a report of a\nserious and unexpected adverse drug experience, it must re-port the\nevent to the FDA within 15 days and must “promptly investigate.”\n§§314.80(c)(1)(i)–(ii); see also Tr. of Oral Arg. 8. Most other\nadverse drug experiences must be reported on a quarterly or yearly\nbasis.[Footnote 6]\n§314.80(c)(2). Generic manufacturers must also submit to the FDA an\nannual report summarizing “significant new information from the\nprevious year that might affect the safety, ef-fectiveness, or\nlabeling of the drug product,” including a “description of actions\nthe [manufacturer] has taken or intends to take as a result of this\nnew information.” §314.81(b)(2)(i); see also §314.98(c).Generic manufacturers, the majority assumes,\nalso bear responsibility under federal law for monitoring the\nadequacy of their warnings. I agree with the majority’s conclusion\nthat generic manufacturers are not permitted unilaterally to change\ntheir labels through the “changes-being-effected” (CBE) process or\nto issue additional warnings through “Dear Doctor” letters. Seeante, at 6–9. According to the FDA, however, that generic\nmanufacturers cannot disseminate additional warnings on their own\ndoes not mean that federal law permits them to remain idle when\nthey conclude that their labeling is inadequate. FDA regulations\nrequire that labeling “be revised to include a warning as soon as\nthere is reasonable evidence of an association of a serious hazard\nwith a drug.” 21 CFR §201.57(e) (2006), currently codified at 21\nCFR §201.80(e) (2010); see alsoWyeth, 555 U. S., at\n570–571. The FDA construes this regulation to oblige generic\nmanufacturers “to seek to revise their labeling and provide FDA\nwith supporting information about risks” when they believe that\nadditional warnings are necessary.[Footnote 7] U. S. Brief 20.The Manufacturers disagree. They read the FDA\nregulation to require them only to ensure that their labels match\nthe brand-name labels. See Brief for Petitioner PLIVA et al.\n38–41. I need not decide whether the regulation in fact obliges\ngeneric manufacturers to approach the FDA to propose a label\nchange. The majority assumes that it does. And even if generic\nmanufacturers do not have a duty to propose label changes, two\npoints remain undisputed. First, they do have a duty under federal\nlaw to monitor the safety of their products. And, second, they may\napproach the FDA to propose a label change when they believe a\nchange is required.IIThis brings me to the\nManufacturers’ pre-emption defense. State law obliged the\nManufacturers to warn of dangers to users. SeeHinesv.Remington Arms Co., 94–0455, p. 10 (La. 12/8/94), 648\nSo. 2d 331, 337;Freyv.Montgomery Ward &\nCo., 258 N. W. 2d 782, 788 (Minn. 1977). The\nManufacturers contend, and the majority agrees, that federal law\npre-empts respondents’ failure-to-warn claims because, under\nfederal law, the Manufac-turers could not have provided additional\nwarnings to respondents without the exercise of judgment by the\nFDA. I cannot endorse this novel conception of impossibility\npre-emption.ATwo principles guide all\npre-emption analysis. First, “ ‘the purpose of Congress is the\nultimate touchstone in every pre-emption case.’ ”Wyeth, 555 U. S., at 565 (quotingMedtronic, Inc.v.Lohr,518 U. S. 470, 485\n(1996)). Second, “ ‘[i]n all pre-emption cases, and\nparticularly in those in which Congress has legislated . . . in a\nfield which the States have traditionally occupied, . . . we start\nwith the assumption that the historic police powers of the States\nwere not to be superseded by the Federal Act unless that was the\nclear and manifest purpose of Congress.’ ”Wyeth, 555\nU. S., at 565 (quotingLohr, 518 U. S., at 485; some\ninternal quotation marks omitted; alterations in original).These principles find particular\nresonance in these cases. The States have traditionally regulated\nhealth and safety matters. Seeid., at 485.\nNotwithstanding Congress’ “certain awareness of the prevalence of\nstate tort litigation” against drug manufacturers,Wyeth,\n555 U. S., at 575, Congress has not expressly pre-empted state-law\ntort actions against prescription drug manufacturers, whether\nbrand-name or generic. To the contrary, when Congress amended the\nFDCA in 1962 to “enlarg[e] the FDA’s powers to ‘protect the public\nhealth’ and ‘assure the safety, effectiveness, and reliability of\ndrugs,’ [it] took care to preserve state law.”Id., at 567\n(quoting 76 Stat. 780); see Pub. L. 87–781, §202, 76 Stat. 793\n(“Nothing in the amendments made by this Act to the [FDCA] shall be\nconstrued as invalidating any provision of State law which would be\nvalid in the absence of such amendments un- less there is a direct\nand positive conflict between such amendments and such provision of\nState law”). Notably, although Congress enacted an express\npre-emption provision for medical devices in 1976, see Pub. L.\n94–295, §521, 90 Stat. 574, 21 U. S. C. §360k(a), it included\nno such provision in the Hatch-Waxman Amendments eight years later.\nCf.Wyeth, 555 U. S., at 567, 574–575. Congress’ “silence\non the issue . . . is powerful evidence that [it] did not intend\nFDA oversight to be the exclusive means of ensuring drug safety and\neffectiveness.”Id., at 575.BFederal law impliedly pre-empts\nstate law when state and federal law “conflict”—i.e., when\n“it is impossible for a private party to comply with both state and\nfederal law” or when state law “stands as an obstacle to the\naccomplishment and execution of the full purposes and objectives of\nCongress.”Crosbyv.National Foreign Trade\nCouncil,530 U.\nS. 363, 372–373 (2000) (internal quotation marks omitted). The\nManufacturers rely solely on the former ground of pre-emption.Impossibility pre-emption, we\nhave emphasized, “is a de-manding defense.”Wyeth, 555 U.\nS., at 573. Because pre-emption is an affirmative defense, a\ndefendant seeking to set aside state law bears the burden to prove\nimpossibility. Seeibid.;Silkwoodv.Kerr-McGee Corp.,464 U. S. 238, 255\n(1984). To prevail on this defense, a defendant must demonstrate\nthat “compliance with both federal and state [law] is a physical\nimpossibility.”Florida Lime & Avocado Growers, Inc.v.Paul,373 U. S. 132, 142–143\n(1963); see alsoWyeth, 555 U. S., at 573. In other words,\nthere must be an “inevitable collision” between federal and state\nlaw.Florida Lime, 373 U. S., at 143. “The existence of a\nhypothetical or potential conflict is insufficient to warrant”\npre-emption of state law.Ricev.Norman Williams\nCo.,458 U. S.\n654, 659 (1982); see alsoGadev.National Solid\nWastes Management Assn.,505 U. S. 88, 110 (1992)\n(Kennedy, J., concurring in part and concurring in judgment). In\nother words, the mere possibility of impossibility is not\nenough.The Manufacturers contend that it was\nimpossible for them to provide additional warnings to respondents\nMen-sing and Demahy because federal law prohibited them from\nchanging their labels unilaterally.[Footnote 8] They concede, however, that they could have\nasked the FDA to initiate a label change. If the FDA agreed that a\nlabel change was required, it could have asked, and indeed\npressured, the brand-name manufacturer to change its label,\ntriggering a corresponding change to the Manufacturers’ generic\nla-bels.[Footnote 9] Thus, had\nthe Manufacturers invoked the available mechanism for initiating\nlabel changes, they may well have been able to change their labels\nin sufficient time to warn respondents. Having failed to do so, the\nManufacturers cannot sustain their burden (at least not without\nfurther factual development) to demonstrate that it was impossible\nfor them to comply with both federal and state law. At most, they\nhave demonstrated only “a hypothetical or potential conflict.”Rice, 458 U. S., at 659.Like the majority, the Manufacturers focus on\nthe fact that they cannot change their labels unilaterally—which\ndistinguishes them from the brand-name-manufacturer defendant inWyeth. They correctly point out that inWyethwe\nconcluded that the FDA’s CBE regulation authorized the defendant to\nstrengthen its warnings before receiving agency approval of its\nsupplemental application describing the label change. 555 U. S., at\n568–571; see also 21 CFR §314.70(c)(6). But the defendant’s label\nchange was contingent on FDA acceptance, as the FDA retained\n“authority to reject labeling changes made pursuant to the CBE\nregulation.”Wyeth, 555 U. S., at 571. Thus, in the long\nrun, a brand-name manufacturer’s compliance with a state-law duty\nto warn required action by two actors: The brand-name manufacturer\nhad to change the label and the FDA, upon reviewing the\nsupplemental application, had to agree with the change.[Footnote 10] The need for FDA\napproval of the label change did not make compliance with federal\nand state law impossible in every case. Instead, because the\ndefendant bore the burden to show impossibility, we required it to\nproduce “clear evidence that the FDA would not have approved a\nchange to [the] label.”Ibid.I would apply the same approach in these\ncases. State law, respondents allege, required the Manufacturers to\nprovide a strengthened warning about the dangers of long-term\nmetoclopramide use.[Footnote\n11] Just like the brand-name manufacturer inWyeth,\nthe Manufacturers had available to them a mechanism for attempting\nto comply with their state-law duty to warn. Federal law thus\n“accommodated” the Manufacturers’ state-law duties. Seeante, at 18, n. 8. It was not necessarily impossible\nfor the Manufacturers to comply with both federal and state law\nbecause, had they approached the FDA, the FDA may well have agreed\nthat a label change was necessary. Accordingly, as inWyeth, I would require the Manufacturers to show that the\nFDA would not have approved a proposed label change. They have not\nmade such a showing: They do “not argue that [they] attempted to\ngive the kind of warning required by [state law] but [were]\nprohibited from doing so by the FDA.”Wyeth, 555 U. S., at\n572.This is not to say that generic manufacturers\ncould never show impossibility. If a generic-manufacturer defendant\nproposed a label change to the FDA but the FDA rejected the\nproposal, it would be impossible for that defendant to comply with\na state-law duty to warn. Likewise, impossibility would be\nestablished if the FDA had not yet responded to a generic\nmanufacturer’s request for a label change at the time a plaintiff’s\ninjuries arose. A generic manufacturer might also show that the FDA\nhad itself considered whether to request enhanced warnings in light\nof the evidence on which a plaintiff’s claim rests but had decided\nto leave the warnings as is. (The Manufacturers make just such an\nargument in these cases. See,e.g., Brief for Petitioner\nActavis et al. 11.) But these are questions of fact to be\nestablished through discovery. Because the burden of proving\nimpossibility falls on the defendant, I would hold that federal law\ndoes not render it impossible for generic manufacturers to comply\nwith a state-law duty to warn as a categorical matter.This conclusion flows naturally from the\noverarching prin-ciples governing our pre-emption doctrine. Seesupra, at 8. Our “respect for the States as ‘independent\nsovereigns in our federal system’ leads us to assume that ‘Congress\ndoes not cavalierly pre-empt state-law causes of action.’ ”Wyeth, 555 U. S., at 565–566, n. 3 (quotingLohr, 518 U. S., at 485). It is for this reason that we\nhold defendants asserting impossibility to a “demanding” standard.Wyeth, 555 U. S., at 573. This presumption against\npre-emption has particular force when the Federal Government has\nafforded defendants a mechanism for complying with state law, even\nwhen that mechanism requires federal agency action. (The\npresumption has even greater force when federal law requires\ndefendants to invoke that mechanism, as the majority assumes in\nthese cases.) In such circumstances, I would hold, defendants will\nusually be unable to sustain their burden of showing impossibility\nif they have not even attempted to employ that mechanism. Any other\napproach threatens to infringe the States’ authority over\ntraditional matters of state interest—such as the failure-to-warn\nclaims here—when Congress expressed no intent to pre-empt state\nlaw.CThe majority concedes that the\nManufacturers might have been able to accomplish under federal law\nwhat state law requires.Ante, at 12–13. To reach the\nconclusion that the Manufacturers have nonetheless satisfied their\nbur-den to show impossibility, the majority invents a new\npre-emption rule: “The question for ‘impossibility’ is whether the\nprivate party couldindependentlydo under federal law\nwhat state law requires of it.”Ante, at 13 (empha- sis\nadded). Because the Manufacturers could not have changed their\nlabels without the exercise of judgment by the FDA, the majority\nholds, compliance with both state and federal law was impossible in\nthese cases.[Footnote\n12]The majority’s new test has no\nbasis in our precedents. The majority cites onlyWyethin\nsupport of its test. As discussed above, however,Wyethdoes not stand for the proposition that it is impossible to comply\nwith both federal and state law whenever federal agency approval is\nrequired. To the contrary, label changes by brand-name\nmanufacturers such as Wyeth are subject to FDA review and\nacceptance. Seesupra, at 11–12. And, even ifWyethcould be characterized as turning on the fact that\nthe brand-name manufacturer could change its label unilaterally,\nthe possibility of unilateral action was, at most, a sufficient\ncondition for rejecting the impossibility defense in that case.Wyethdid not hold that unilateral action is a necessary\ncondition in every case.With so little support in our case law, the\nmajority un-derstandably turns to other rationales. None of the\nrationales that it offers, however, makes any sense. First, it\noffers areductio ad absurdum:If the possibility of FDA\napproval of a label change is sufficient to avoid conflict in these\ncases, it warns, as a “logical conclusion” so too would be the\npossibility that the FDA might rewrite its regulations or that\nCongress might amend the Hatch-Waxman Amendments.Ante, at\n14. The logic of this conclusion escapes me. Conflict analysis\nnecessarily turns on existing law. It thus would be ridiculous to\nconclude that federal and state law do not conflict on the ground\nthat the defendant could have asked a federal agency or Congress to\nchange the law. Here, by contrast, the Manufacturers’ compliance\nwith their state-law duty to warn did not re-quire them to ask for\na change in federal law, as the majority itself recognizes. Seeante, at 13 (“[F]ederal law would permit the Manufacturers\nto comply with the state labeling requirements if, and only if, the\nFDA and the brand-name manufacturer changed the brand-name label to\ndo so”). The FDA already afforded them a mechanism for attempting\nto comply with their state-law duties. Indeed, the majority assumes\nthat FDA regulationsrequiredthe Manufacturers to request\na label change when they had “reasonable evidence of an association\nof a serious hazard with a drug.” 21 CFR §201.57(e).Second, the majority suggests that any other\napproach would render conflict pre-emption “illusory” and\n“meaning-less.”Ante, at 14. It expresses concern that,\nwithout a robust view of what constitutes conflict, the Supremacy\nClause would not have “any force” except in cases of express\npre-emption.Ibid.To the extent the majority’s purported\nconcern is driven by itsreductio ad absurdum, seeante, at 14, n. 6, that concern is itself illusory,\nfor the reasons just stated. To the extent the majority is\nconcerned that our traditionally narrow view of what constitutes\nimpossibility somehow renders conflict pre-emption as a whole\nmeaningless, that concern simply makes no sense: We have repeatedly\nrecognized that conflict pre-emption may be found, even absent\nimpossibility, where state law “stands as an obstacle to the\naccomplishment and execution of the full purposes and objectives of\nCongress.”Crosby, 530 U. S., at 373 (internal quotation\nmarks omitted); see,e.g.,Geierv.American\nHonda Motor Co.,529 U. S. 861, 886 (2000);Barnett\nBank of Marion Cty., N. A.v.Nelson,517 U. S. 25, 31 (1996);Hinesv.Davidowitz,312 U. S. 52, 67 (1941).\nThe majority’s expansive view of impossibility is thus unnecessary\nto prevent conflict pre-emption from losing all meaning.[Footnote 13]Third, a plurality of the Court adopts the\nnovel theory that the Framers intended for the Supremacy Clause to\noperate as a so-callednon obstanteprovision. Seeante, at 15–17 (citing Nelson, Preemption, 86 Va.\nL. Rev. 225 (2000)). According to the plurality,non\nobstanteprovisions in statutes “instruc[t] courts not to\napply the general presumption against implied repeals.”Ante, at 15 (internal quotation marks omitted); see alsoante, at 16 (stating that when a statute contains anon obstanteprovision, “ ‘courts will be less\ninclined against recognizing repugnancy in applying such\nstatutes’ ” (quoting J. Sutherland, Statutes and Statutory\nConstruction §147, p. 199 (1891)). From this understanding of the\nSupremacy Clause, the plurality extrapolates the principle that\n“courts should not strain to find ways to reconcile federal law\nwith seemingly conflicting state law.”Ante, at 15.This principle would have been news to the\nCongress that enacted the Hatch-Waxman Amendments in 1984: Our\nprecedents hold just the opposite. For more than half a century, we\nhave directed courts to presume that congressional action doesnotsupersede “the historic police powers of the States .\n. . unless that was the clear and manifest purpose of Congress.”Ricev.Santa Fe Elevator Corp.,331 U. S. 218, 230\n(1947); see alsoGade, 505 U. S., at 111–112 (Kennedy, J.,\nconcurring in part and concurring in judgment). We apply this\npresumption against pre-emption both where Congress has spoken to\nthe pre-emption question and where it has not. SeeWyeth,\n555 U. S., at 566, n. 3. In the context of express\npre-emption, we read federal statutes whenever possible not to\npre-empt state law. SeeAltria Group, Inc.v.Good,555 U.\nS. 70, 77 (2008) (“[W]hen the text of a pre-emption clause is\nsusceptible of more than one plausible reading, courts ordinarily\n‘accept the reading that disfavors pre-emption’ ” (quotingBatesv.Dow Agrosciences LLC,544 U. S. 431, 449\n(2005))); see alsoCipollonev.Liggett Group,\nInc.,505 U. S.\n504, 518 (1992). And, when the claim is that federal law\nimpliedly pre-empts state law, we require a “strong” showing of a\nconflict “to overcome the presumption that state and local\nregulation . . . can constitutionally coexist with federal\nregulation.”Hillsborough Countyv.Automated Medical\nLaboratories, Inc.,471 U. S. 707, 716\n(1985).The plurality’s new theory of the Supremacy\nClause is a direct assault on these precedents.[Footnote 14] Whereas we have long presumed that\nfederal law does not pre-empt, or repeal, state law, the plurality\ntoday reads the Supremacy Clause to operate as a provision\ninstructing courts “notto apply the general presumption\nagainst implied repeals.”Ante, at 15 (internal quotation\nmarks omitted; emphasis added). And whereas we have long required\nevidence of a “clear and manifest” purpose to pre-empt,Rice, 331 U. S., at 230, the plurality now instructs\ncourts to “look no further than the ordinary meaning of federal\nlaw” before concluding that Congress must have intended to cast\naside state law,ante, at 16 (internal quotation marks and\nalteration omitted).That the plurality finds it necessary to\nresort to this novel theory of the Supremacy Clause—a theory\nadvocated by no party oramiciin these cases—is telling.\nProper application of the longstanding presumptionagainstpre-emption compels the conclusion that federal law does not render\ncompliance with state law impossible merely because it requires an\nactor to seek federal agency approval. When federal law provides\nactors with a mech-anism for attempting to comply with their\nstate-law duties, “respect for the States as ‘independent\nsovereigns in our federal system’ ” should require those\nactors to attempt to comply with state law before being heard to\ncomplain that compliance with both laws was impossible.Wyeth, 555 U. S., at 565–566, n. 3 (quotingLohr, 518 U. S., at 485).IIIToday’s decision leads to so many\nabsurd consequences that I cannot fathom that Congress would have\nintended to pre-empt state law in these cases.First, the majority’s pre-emption\nanalysis strips generic-drug consumers of compensation when they\nare injured by inadequate warnings. “If Congress had intended to\ndeprive injured parties of [this] long available form of\ncompensation, it surely would have expressed that intent more\nclearly.”Bates, 544 U. S., at 449. Given the longstanding\nexistence of product liability actions, including for failure to\nwarn, “[i]t is difficult to believe that Congress would, without\ncomment, remove all means of judicial recourse for those injured by\nillegal conduct.”Silkwood, 464 U. S., at 251; see alsoBruesewitzv.Wyeth LLC, 562 U. S. ___, ___\n(2011) (slip op., at 16) (noting our previously expressed “doubt\nthat Congress would quietly preempt product-liability claims\nwithout providing a federal substitute”). In concluding that\nCongress silently immunized generic manufacturers from all\nfailure-to-warn claims, the majority disregards our previous\nhesitance to infer congressional intent to effect such a sweeping\nchange in traditional state-law remedies.As the majority itself admits, a drug\nconsumer’s right to compensation for inadequate warnings now turns\non the happenstance of whether her pharmacist filled her\npre-scription with a brand-name drug or a generic. If a consumer\ntakes a brand-name drug, she can sue the manufacturer for\ninadequate warnings under our opinion inWyeth. If,\nhowever, she takes a generic drug, as occurs 75 percent of the\ntime, she now has no right to sue. The majority offers no reason to\nthink—apart from its new articulation of the impossibility\nstandard—that Congress would have intended such an arbitrary\ndistinction. In some States, pharmacists must dispense generic\ndrugs absent instruction to the contrary from a consumer’s\nphysician. Even when consumers can request brand-name drugs, the\nprice of the brand-name drug or the consumers’ insurance plans may\nmake it impossible to do so. As a result, in many cases, consumers\nwill have no ability to preserve their state-law right to recover\nfor injuries caused by inadequate warnings.Second, the majority’s decision creates a gap\nin the parallel federal-state regulatory scheme in a way that could\nhave troubling consequences for drug safety. As we explained inWyeth, “[s]tate tort suits uncover unknown drug hazards\nand provide incentives for drug manufacturers to disclose safety\nrisks promptly.” 555 U. S., at 579. Thus, we recognized, “state law\noffers an additional, and important, layer of consumer protection\nthat complements FDA regulation.”Ibid.Today’s decision\neliminates the traditional state-law incentives for generic\nmanufacturers to monitor and disclose safety risks. When a generic\ndrug has a brand-name equivalent on the market, the brand-name\nmanufacturer will remain incentivized to uncover safety risks. But\nbrand-name manufacturers often leave the market once generic\nversions are available, seesupra, at 4–5, meaning that\nthere will be no manufacturer subject to failure-to-warn liability.\nAs to those generic drugs, there will be no “additional . . . layer\nof consumer protection.”Wyeth, 555 U. S., at 579.Finally, today’s decision undoes the core\nprinciple of the Hatch-Waxman Amendments that generic and\nbrand-name drugs are the “same” in nearly all respects.[Footnote 15] See Brief for Rep.\nHenry A. Waxman asAmicus Curiae9. The majority pins the\nexpansion of the generic drug market on “the special, and\ndifferent, regulation of generic drugs,” which allows generic\nmanufacturers to produce their drugs more cheaply.Ante,\nat 19. This tells only half the story. The expansion of the market\nfor generic drugs has also flowed from the increased acceptance of,\nand trust in, generic drugs by consumers, physicians, and state\nlegislators alike.Today’s decision introduces a critical\ndistinction between brand-name and generic drugs. Consumers of\nbrand-name drugs can sue manufacturers for inadequate warnings;\nconsumers of generic drugs cannot. These divergent liability rules\nthreaten to reduce consumer demand for generics, at least among\nconsumers who can afford brand-name drugs. They may pose “an\nethical dilemma” for prescribing physicians. Brief for American\nMedical Association et al. asAmici Curiae29. And\nthey may well cause the States to rethink their longstanding\nefforts to promote generic use through generic substitution laws.\nSee Brief for National Conference of State Legislators asAmicus Curiae15 (state generic substitution laws “have\nproceeded on the premise that . . . generic drugs are not, from\ncitizens’ perspective, materially different from brand ones, except\nfor the lower price”). These consequences are directly at odds with\nthe Hatch-Waxman Amendments’ goal of increasing consumption of\ngeneric drugs.Nothing in the Court’s opinion convinces me\nthat, in enacting the requirement that generic labels match their\ncorresponding brand-name labels, Congress intended these absurd\nresults. The Court certainly has not shown that such was the\n“clear and manifestpurpose of Congress.”Wyeth,\n555 U. S., at 565 (internal quotation marks omitted; emphasis\nadded). To the contrary, because federal law affords generic\nmanufacturers a mechanism for attempting to comply with their\nstate-law duties to warn, I would hold that federal law does not\ncategorically pre-empt state-law failure-to-warn claims against\ngeneric manufacturers. Especially in light of the presumption\nagainst pre-emption, the burden should fall on generic\nmanufacturers to show that compliance was impossible on the\nparticular facts of their case. By holding that the “possibility ofpossibility” is insufficient to “defea[t]” pre-emption in\nthese cases,ante, at 18, n. 8, the Court contorts\nour pre-emption doctrine and exempts defendants from their burden\nto establish impossibility. With respect, I dissent.Footnote 1Online at\nhttp://aspe.hhs.gov/sp/reports/2010/GenericDrugs/ib.pdf (all\nInternet materials as visited June 17, 2011, and available in Clerk\nof Court’s case file).Footnote 2In addition, many insurance plans are\nstructured to promote generic use. See Congressional Budget Office,\nEffects of Using Generic Drugs on Medicare’s Prescription Drug\nSpending 9 (2010), online at http://\nwww.cbo.gov/ftpdoc/118xx/doc11838/09-15-PrescriptionDrugs.pdf.\nState Medicaid programs similarly promote generic use. See Kaiser\nComm’n on Medicaid and the Uninsured, State Medicaid Outpatient\nPrescription Drug Policies: Findings from a National Survey, 2005\nUpdate 10 (2005), online at\nwww.kff.org/medicaid/upload/state-medicaid-outpatient-prescription-drug-policies-findings-from-a-national-survey-2005-update-report.pdf.Footnote 3Online at\nhttp://www.cbo.gov/ftpdocs/6xx/doc655/pharm.pdf.Footnote 4An adverse drug experience is defined as\n“[a]ny adverse event associated with the use of a drug in humans,\nwhether or not considered drug related.” 21 CFR §314.80(a)\n(2006).Footnote 5Like the majority, I refer to the pre-2007\nstatutes and regulations. Seeante, at 5, n. 1.Footnote 6At congressional hearings on the Hatch-Waxman\nAmendments, representatives of the generic drug manufacturers\nconfirmed both their obligation and their ability to conduct\npostapproval investigation of adverse drug experiences. See Drug\nLegislation: Hearings on H. R. 1554 et al. before the\nSubcommittee on Health and the Environment of the House Committee\non Energy and Commerce, 98th Cong., 1st Sess., 45 (1983) (statement\nof Kenneth N. Larsen, chairman of the Generic Pharmaceutical\nIndustry Association (GPhA)) (generic manufacturers “are sensitive\nto the importance of looking at adverse reactions”);id.,\nat 47–48 (“[W]e will do and provide whatever is required to be\nperformed to meet the regulatory requirement to provide for the\nsafety and well-being of those that are using the drug, this is our\nrole and responsibility. This is an obligation to be in this\nbusiness”);id., at 50–51 (statement of Bill Haddad,\nexecutive officer and president of GPhA) (“Every single generic\ndrug company that I know has a large research staff. It not only\nresearches the drug that they are copying, or bringing into the\nmarket but it researches new drugs, researches adverse\nreaction[s]”).Footnote 7The FDA’s construction of this regulation\nmirrors the guidance it provided to generic manufacturers nearly 20\nyears ago in announcing the final rule implementing the abbreviated\napplication process for generic drugs:“If an ANDA [i.e., application for approval of a\ngeneric drug] applicant believes new safety information should be\nadded to a product’s labeling, it should contact FDA, and FDA will\ndetermine whether the labeling for the generic and listed drugs\nshould be revised. After approval of an ANDA, if an ANDA holder\nbelieves that new safety information should be added, it should\nprovide adequate supporting information to FDA, and FDA will\ndetermine whether the labeling for the generic and listed drugs\nshould be revised.” 57 Fed. Reg. 17961 (1992).FDA’s internal procedures recognize that the Office of Generic\nDrugs will have to consult with other FDA components on “some\nlabeling reviews.” Manual of Policies and Procedures 5200.6, p. 1\n(May 9, 2001). Consultations involving “possible serious safety\nconcerns” receive the highest priority.Id., at 3.Footnote 8In its decision below, the Eighth Circuit\nsuggested that the Manufacturers could not show impossibility\nbecause federal law merely permitted them to sell generic drugs; it\ndid not require them to do so. SeeMensingv.Wyeth,\nInc., 588 F. 3d 603, 611 (2009) (“The generic defendants\nwere not compelled to market metoclopramide. If they realized their\nlabel was insufficient but did not believe they could even propose\na label change, they could have simply stopped selling the\nproduct”); see alsoGeierv.American Honda Motor\nCo.,529 U. S. 861, 873 (2000) (describing\n“a case of impossibility” as one “in which state law penalizes what\nfederal lawrequires” (emphasis added)). Respondents have\nnot advanced this argument, and I find it unnecessary to\nconsider.Footnote 9At the time respondents’ cause of action\narose, the FDA did not have authority to require a brand-name\nmanufacturer to change its label. (It received that authority in\n2007. See Pub. L. 110–85, §901, 121 Stat. 924–926, 21 U. S. C.\n§355(o)(4) (2006 ed., Supp. III). It did, how-ever, have the\nequally significant authority to withdraw the brand-name\nmanufacturer’s permission to market its drug if the manufacturer\nrefused to make a requested labeling change. See 21 U. S. C.\n§355(e) (2006 ed.); 21 CFR §314.150(b)(3).Footnote 10A brand-name manufacturer’s ability to comply\nwith a state-law duty to warn would depend on its own unilateral\nactions only during the period after it should have changed its\nlabel but before the FDA would have approved or disapproved the\nlabel change. The claim inWyethdoes not appear to have\narisen during that period.Footnote 11Respondents’ state-law claim is not that the\nManufacturers were required to ask the FDA for assistance in\nchanging the labels; the role of the FDA arises only as a result of\nthe Manufacturers’ pre-emption defense.Footnote 12These cases do not involve a situation where\na brand-name manufacturer itself produces generic drugs. See Okie,\nMultinational Medicines—Ensuring Drug Quality in an Era of Global\nManufactur-ing, 361 N. Eng. J. Med. 737, 738 (2009); see also GPhA,\nFrequently Asked Questions About Generics,\nhttp://www.gphaonline.org/about-gpha/about-generics/faq\n(“Brand-name companies make about half of generic drugs”). In that\ncase, the manufacturer could independently change the brand-name\nlabel under the CBE regulation, triggering a corresponding change\nto its own generic label.Footnote 13Justice Thomas, the author of today’s\nopinion, has previously expressed the view that obstacle\npre-emption is inconsistent with the Constitution. SeeWilliamsonv.Mazda Motor of America, Inc., 562\nU. S. ___, ___ (2011) (opinion concurring in judgment) (slip op.,\nat 2–5);Wyethv.Levine,555 U. S. 555, 604 (2009) (opinion\nconcurring in judgment). That position, however, has not been\naccepted by this Court, and it thus should not justify the\nmajority’s novel expansion of impossibility pre-emption.Footnote 14The author of the law review article\nproposing this theory of the Supremacy Clause acknowledges as much.\nSee Nelson, Preemption, 86 Va. L. Rev. 225, 304 (2000) (“Thenon obstanteprovision rejects an artificial presumption\nthat Congress did not intend to contradict any state laws and that\nfederal statutes must therefore be harmonized with state law”). The\nplurality, on the other hand, carefully avoids discussing the\nramifications of its new theory for the longstanding presumption\nagainst pre-emption.Footnote 15According to the GPhA, both the FDA and the\ngeneric drug industry “spend millions of dollars each year . . .\nseeking to reassure consumers that affordable generic drugs really\nare—as federal law compels them to be—the same astheir\npricier brand-name counterparts.” Brief for GPhA asAmicus\nCuriaeon Pet. for Cert. in Nos. 09–993, 09–1039,\npp. 2–3.",
    "joined": []
}