{
    "case": {
        "docket": "647",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/647/"
    },
    "id": "1963571",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SOTOMAYOR, J., CONCURRING IN PARTBULLCOMING V. NEW MEXICO564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-10876DONALD BULLCOMING, PETITIONERv.NEW\nMEXICOon writ of certiorari to the supreme court of new\nmexico[June 23, 2011]Justice Sotomayor, concurring in\npart.I agree with the Court that the\ntrial court erred by admitting the blood alcohol concentration\n(BAC) report. I write separately first to highlight why I view the\nreport at issue to be testimonial—specifically because its “primary\npurpose” is evidentiary—and second to emphasize the limited reach\nof the Court’s opinion.IAUnder our precedents, the New\nMexico Supreme Court was correct to hold that the certified BAC\nreport in this case is testimonial. 2010–NMSC–007, ¶18, 226\nP. 3d 1, 8.To determine if a statement is\ntestimonial, we must decide whether it has “a primary purpose of\ncreating an out-of-court substitute for trial testimony.”Michiganv.Bryant, 562 U. S. ___, ___ (2011)\n(slip op., at 11). When the “primary purpose” of a statement is\n“not to create a record for trial,”ibid., “the\nadmissibility of [the] statement is the concern of state and\nfederal rules of evidence, not the Confrontation Clause,”id., at ___ (slip op., at 12).This is not the first time the Court has faced\nthe question of whether a scientific report is testimonial. As the\nCourt explains,ante, at 14–15, inMelendez-Diazv.Massachusetts,557 U. S. ___ (2009), we held that\n“certificates of analysis,” completed by employees of the State\nLaboratory Institute of the Massachusetts Department of Public\nHealth,id., at ___ (slip op., at 2), were testimonial\nbecause they were “incontrovertibly … ‘ “solemn declaration[s]\nor affirmation[s] made for the purpose of establishing or proving\nsome fact,” ’ ”id., at ___ (slip op., at 4)\n(quotingCrawfordv.Washington,541 U. S. 36, 51 (2004),\nin turn quoting 2 N. Webster, An American Dictionary of the English\nLanguage (1828)).As we explained earlier this Term inMichiganv.Bryant, 562 U. S. ___ (2010), “[i]n\nmaking the primary purpose determination, standard rules of hearsay\n… will be relevant.”Id., at ___ (slip op., at\n11–12).[Footnote 1] As applied\nto a scientific report,Melendez-Diazexplained that\npursuant to Federal Rule of Evidence 803, “[d]ocuments kept in the\nregular course of business may ordinarily be admitted at trial\ndespite their hearsay status,” except “if the regularly conducted\nbusiness activity is the production of evidence for use at trial.”\n557 U. S., at ___ (slip op., at 15–16) (citing Fed. Rule Evid.\n803(6)). In that circumstance, the hearsay rules bar admission of\neven business records. Re-latedly, in the Confrontation Clause\ncontext, business and public records “are generally admissible\nabsent confrontation … because—having been created for the\nadministration of an entity’s affairs and not for the purpose of\nestablishing or proving some fact at trial—they are not\ntestimonial.”Melendez-Diaz, 557 U. S., at ___ (slip op.,\nat 18). We concluded, therefore, that because the purpose of the\ncertificates of analysis was use at trial, they were not properly\nadmissible as business or public records under the hearsay rules,id., at ___ (slip op., at 15–16), nor were they admissible\nunder the Confrontation Clause,id., at ___ (slip op., at\n18). The hearsay rule’s recognition of the certificates’\nevidentiary purpose thus confirmed our decision that the\ncertificates were testimonial under the primary purpose analysis\nrequired by the Confrontation Clause. Seeid., at ___\n(slip op., at 5) (explaining that under Massachusetts law not just\nthe purpose but the “sole purposeof the affidavits was to\nprovide” evidence).Similarly, in this case, for the reasons the\nCourt sets forth the BAC report and Caylor’s certification on it\nclearly have a “primary purpose of creating an out-of-court\nsubstitute for trial testimony.”Bryant, 562 U. S., at ___\n(slip op., at 11). The Court also explains why the BAC report is\nnot materially distinguishable from the certificates we held\ntestimonial inMelendez-Diaz. See 557 U. S., at ___ (slip\nop., at 2, 4–5). [Footnote\n2]The formality inherent in the certification\nfurther suggests its evidentiary purpose. Although “[f]ormality is\nnot the sole touchstone of our primary purpose inquiry,” a\nstatement’s formality or informality can shed light on whether a\nparticular statement has a primary purpose of use at trial.Bryant, 562 U. S., at ___ (slip op., at\n19). [Footnote 3] I agree\nwith the Court’s assessment that the certificate at issue here is a\nformal statement, despite the absence of notarization.Ante, at 14–15;Crawford, 541 U. S., at 52\n(“[T]he absence of [an] oath [is] not dispositive”). The formality\nderives from the fact that the analyst is asked to sign his name\nand “certify” to both the result and the statements on the form. A\n“certification” requires one “[t]o attest” that the accompanying\nstatements are true. Black’s Law Dictionary 258 (9th ed. 2009)\n(definition of “certify”); see alsoid., at 147 (defining\n“attest” as “[t]o bear witness; testify,” or “[t]o affirm to be\ntrue or genuine; to authenticate by signing as a witness”).In sum, I am compelled to conclude that the\nreport has a “primary purpose of creating an out-of-court\nsubstitute for trial testimony,”Bryant, 562 U. S., at ___\n(slip op., at 11), which renders it testimonial.BAfter holding that the report was\ntestimonial, the New Mexico Supreme Court nevertheless held that\nits admission was permissible under the Confrontation Clause for\ntwo reasons: because Caylor was a “mere scrivener,” and because\nRazatos could be cross-examined on the workings of the gas\nchromatograph and laboratory procedures. 226 P. 3d, at 8–10.\nThe Court convincingly explains why those rationales are incorrect.Ante, at 9–13. Therefore, the New Mexico court contravened\nour precedents in holding that the report was admissible via\nRazatos’ testimony.IIAlthough this case is materially\nindistinguishable from the facts we considered inMelendez-Diaz, I highlight some of the factual\ncircumstances that this case doesnotpresent.First, this is not a case in\nwhich the State suggested an alternate purpose, much less an\nalternateprimarypurpose, for the BAC report. For\nexample, the State has not claimed that the report was necessary to\nprovide Bullcoming with medical treatment. SeeBryant, 562\nU. S., at ___ , n. 9 (slip op., at 15, n. 9) (listing\n“Statements for Purposes of Medical Diagnosis or Treatment” under\nFederal Rule of Evidence 803(4) as an example of statements that\nare “by their nature, made for a purpose other than use in a\nprosecution”);Melendez-Diaz, 557 U. S., at ___, n. 2\n(slip op., at 6, n. 2) (“[M]edical reports created for\ntreatment purposes … would not be testimonial under our decision\ntoday”);Gilesv.California,554 U. S. 353, 376\n(2008) (“[S]tatements to physicians in the course of receiving\ntreatment would be excluded, if at all, only by hearsay\nrules”).Second, this is not a case in which the person\ntestifying is a supervisor, reviewer, or someone else with a\npersonal, albeit limited, connection to the scientific test at\nissue. Razatos conceded on cross-examination that he played no role\nin producing the BAC report and did not observe any portion of\nCurtis Caylor’s conduct of the testing. App. 58. The court below\nalso recognized Razatos’ total lack of connection to the test at\nissue. 226 P. 3d, at 6. It would be a different case if, for\nexample, a supervisor who observed an analyst conducting a test\ntestified about the results or a report about such results. We need\nnot address what degree of involvement is sufficient because here\nRazatos had no involvement whatsoever in the relevant test and\nreport.Third, this is not a case in which an expert\nwitness was asked for his independent opinion about underlying\ntestimonial reports that were not themselves admitted into\nevidence. See Fed. Rule Evid. 703 (explaining that facts or data of\na type upon which experts in the field would reasonably rely in\nforming an opinion need not be admissible in order for the expert’s\nopinion based on the facts and data to be admitted). As the Court\nnotes,ante, at 12, the State does not assert that Razatos\noffered an independent, expert opinion about Bullcoming’s blood\nalcohol concentration. Rather, the State explains, “[a]side from\nreading a report that was introduced as an exhibit, Mr. Razatos\noffered no opinion about Petitioner’s blood alcohol content\n… .” Brief for Respondent 58, n. 15 (citation omitted).\nHere the State offered the BAC report, including Caylor’s\ntestimonial statements, into evidence. We would face a different\nquestion if asked to determine the constitutionality of allowing an\nexpert witness to discuss others’ testimonial statements if the\ntestimonial statements were not themselves admitted as\nevidence.Finally, this is not a case in which the State\nintroduced only machine-generated results, such as a printout from\na gas chromatograph. The State here introduced Caylor’s statements,\nwhich included his transcription of a blood alcohol concentration,\napparently copied from a gas chromatograph printout, along with\nother statements about the procedures used in handling the blood\nsample. Seeante, at 10; App. 62 (“I certify that I\nfollowed the procedures set out on the reverse of this report, and\nthe statements in this block are correct”). Thus, we do not decide\nwhether, as the New Mexico Supreme Court suggests, 226 P. 3d,\nat 10, a State could introduce (assuming an adequate chain of\ncustody foundation) raw data generated by a machine in conjunction\nwith the testimony of an expert witness. See Reply Brief for\nPetitioner 16, n. 5.This case does not present, and thus the\nCourt’s opinion does not address, any of these factual\nscenarios.*  *  *As inMelendez-Diaz, the\nprimary purpose of the BAC report is clearly to serve as evidence.\nIt is therefore tes-timonial, and the trial court erred in allowing\nthe State to introduce it into evidence via Razatos’ testimony. I\nrespectfully concur.Footnote 1Contrary to the dissent’s characterization,Bryantdeemed reliability, as reflected in the hearsay\nrules, to be “relevant,” 562 U. S., at ___ (slip op., at 11–12),\nnot “essential,”post, at 5 (opinion of Kennedy, J.). The\nrules of evidence, not the Confrontation Clause, are designed\nprimarily to police reliability; the purpose of the Confrontation\nClause is to determine whether statements are testimonial and\ntherefore re-quire confrontation.Footnote 2This is not to say, however, that every\nperson noted on the BAC report must testify. As we explained inMelendez-Diaz, it is not the case “that anyone whose\ntestimony may be relevant in establishing the chain of custody,\nauthenticity of the sample, or accuracy of the testing device, must\nappear in person as part of the prosecution’s case … . It is\nup to the prosecution to decide what steps in the chain of custody\nare so crucial as to require evidence … .” 557 U. S., at ___,\nn. 1 (slip op., at 5, n. 1).Footnote 3By looking to the formality of a statement,\nwe do not “trea[t] the reliability of evidence as a reason to\nexclude it.”Post, at 5 (Kennedy, J., dissenting).\nAlthough in some instances formality could signal reliability, the\ndissent’s argument fails to appreciate that, under our\nConfrontation Clause precedents, formality is primarily an\nindicator of testimonial purpose. Formality is not the sole\nindicator of the testimonial nature of a statement because it is\ntoo easily evaded. SeeDavisv.Washington,547 U. S. 813,\n838 (2006) (Thomas, J., concurring in judgment in part and\ndissenting in part). Nonetheless formality has long been a hallmark\nof testimonial statements because formality suggests that the\nstatement is intended for use at trial. As we explained inBryant, informality, on the other hand, “does not\nnecessarily indicate . . . lack of testimonial intent.” 562 U. S.,\nat ___ (slip op., at 19). The dissent itself recognizes the\nrelevance of formality to the testimonial inquiry when it notes the\nformality of the problematic unconfronted statements in Sir Walter\nRaleigh’s trial.Post, at 7–8 (opinion of Kennedy,\nJ.).",
    "joined": []
}