{
    "case": {
        "docket": "352",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/352/"
    },
    "id": "3228491",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–6827_________________GREGORY HOUSTON HOLT, aka ABDUL MAALIK MUHAMMAD, PETITIONERv.RAY HOBBS, DIRECTOR, ARKANSAS DEPARTMENT OF CORRECTION,\net al.on writ of certiorari to the united states court of appeals for\nthe eighth circuit[January 20, 2015]Justice Sotomayor, concurring.I concur in the Court’s opinion, which holds that the Department\nfailed to show why the less restrictive al-ternatives identified by\npetitioner in the course of this litigation were inadequate to\nachieve the Department’s compelling security-related interests. I\nwrite separatelyto explain my understanding of the applicable\nlegalstandard.Nothing in the Court’s opinion calls into question our prior\nholding inCutterv.Wilkinsonthat “[c]ontext\nmatters” in the application of the Religious Land Use and\nInstitutionalized Persons Act of 2000 (RLUIPA),114Stat.803,42\nU. S. C. §2000ccet seq.544 U. S.\n709,723 (2005) (internal quotation marks omitted). In the dangerous\nprison environment, “regulations and procedures” are needed to\n“maintain good order, security and discipline, consistent with\nconsideration of costs and limited resources.”Ibid.Of\ncourse, that is not to say that cost alone is an absolute defense\nto an otherwise meritorious RLUIPA claim. See §2000cc–3(c). Thus,\nwe recognized “that prison security is a compelling state interest,\nand that deference is due to institutional officials’ expertise in\nthis area.”Cutter,544 U. S., at 725, n. 13.I do not understand the Court’s opinion to preclude deferring to\nprison officials’ reasoning when that deference is due—that is,\nwhen prison officials offer a plausible explanation for their\nchosen policy that is supported by whatever evidence is reasonably\navailable to them. But the deference that must be “extend[ed to]\nthe experience and expertise of prison administrators does not\nextend so far that prison officials may declare a compelling\ngovernmental interest by fiat.”Yellowbearv.Lampert, 741 F. 3d 48, 59 (CA10 2014). Indeed, prison\npolicies “ ‘grounded on mere speculation’ ” are exactly\nthe ones that motivated Congress to enact RLUIPA.106 Cong.\nRec. 16699 (2000) (quoting S. Rep. No. 103–111, 10\n(1993)).Here, the Department’s failure to demonstrate why the less\nrestrictive policies petitioner identified in the course of the\nlitigation were insufficient to achieve its compelling\ninterests—not the Court’s independent judgment concerning the merit\nof these alternative approaches—is ultimately fatal to the\nDepartment’s position. The Court is appro-priately skeptical of the\nrelationship between the De-partment’s no-beard policy and its\nalleged compelling interests because the Department offered little\nmore than unsupported assertions in defense of its refusal of\npetitioner’s requested religious accommodation. RLUIPA requires\nmore.One final point bears emphasis. RLUIPA requires institutions\nrefusing an accommodation to demonstrate that the policy it defends\n“is the least restrictive means of furthering [the alleged]\ncompelling . . . interest[s].” §2000cc–1(a)(2); see alsoWashingtonv.Klem, 497 F. 3d 272, 284 (CA3\n2007) (“[T]he phrase ‘least restrictive means’ is, by definition, a\nrelative term. It necessarily implies a comparison with other\nmeans”);Couchv.Jabe, 679 F. 3d 197, 203 (CA4\n2012) (same). But nothing in the Court’s opinion suggests that\nprison officials must refute every conceivable option to satisfy\nRLUIPA’s least restrictive means requirement. Nor does it intimate\nthat officials must prove that they considered less restrictive\nalternatives at a particular point in time. Instead, the Court\ncorrectly notes that the Department inadequately responded to the\nless restrictive policies that petitioner brought to the\nDepartment’s attention during the course of the litigation,\nincluding the more permissive policies used by the prisons in New\nYork and California. See,e.g.,United Statesv.Wilgus, 638 F. 3d 1274, 1289 (CA10 2011) (observing in\nthe analogous context of the Religious Freedom Restoration Act of\n1993 that the government need not “do the impossible—refute each\nand every conceivable alternative regulation scheme” but need only\n“refute the alternative schemes offered by the challenger”).Because I understand the Court’s opinion to be consistent with\nthe foregoing, I join it.",
    "joined": []
}