{
    "case": {
        "docket": "54",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/54/"
    },
    "id": "3216643",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–604_________________NICHOLAS BRADY HEIEN, PETITIONERv.NORTH CAROLINAon writ of certiorari to the supreme court of north carolina[December 15, 2014]Justice Sotomayor, dissenting.The Court is, of course, correct that “ ‘the ultimate\ntouchstone of the Fourth Amendment is\n“reasonableness.” ’ ”Rileyv.California,\n573 U. S. ___, ___ (2014) (slip op., at 5). But this broad\nstatement simply sets the standard a court is to apply when it\nconducts its inquiry into whether the Fourth Amendment has been\nviolated. It does not define the categories of inputs that courts\nare to consider when assessing the reasonableness of a search or\nseizure, each of which must be independently justified. What this\ncase requires us to decide is whether a police officer’s\nunderstanding of the law is an input into the reasonableness\ninquiry, or whether this inquiry instead takes the law as a given\nand assesses an officer’s understanding of the facts against a\nfixed legal yardstick.I would hold that determining whether a search or seizure is\nreasonable requires evaluating an officer’s understanding of the\nfacts against the actual state of the law. I would accordingly\nreverse the judgment of the North Carolina Supreme Court, and I\nrespectfully dissent from the Court’s contrary holding.IIt is common ground that Heien was seized within the meaning of\nthe Fourth Amendment. Such a seizure comports with the Constitution\nonly if the officers had articulable and reasonable suspicion that\nHeien was breaking the law. InOrnelasv.United\nStates,517 U. S. 690,696 (1996), we explained that the\n“principal components” of that determination “will be the events\nwhich occurred leading up to the stop or search, and then the\ndecision whether these historical facts, viewed from the standpoint\nof an objectively reasonable police officer, amount to reasonable\nsuspicion or to probable cause.” We described this kind of\ndetermination as “a mixed question of law and fact”: “ ‘[T]he\nissue is whether the facts satisfy the [relevant] statutory [or\nconstitutional] standard, or to put it another way, whether the\nrule of law as applied to the established facts is or is not\nviolated.’ ”Id.,at 696–697 (quotingPullman-Standardv.Swint, 456 U. S 273, 289,\nn. 19 (1982)). What matters, we said, are the facts as viewed\nby an objectively reasonable officer, and the rule of law—not an\nofficer’s conception of the rule of law, and not even an officer’s\nreasonable misunderstanding about the law, but the law.As a result, when we have talked about the leeway that officers\nhave in making probable-cause determinations, we have focused on\ntheir assessments of facts. See,e.g.,Terryv.Ohio,392 U. S. 1–22 (1968) (framing the question as whether\nthe “facts” give rise to reasonable suspicion). We have conceded\nthat an arresting officer’s state of mind does not factor into the\nprobable-cause inquiry, “except forthe factsthat he\nknows.”Devenpeckv.Alford,543 U. S. 146,153\n(2004) (emphasis added). And we have said that, to satisfy the\nreasonableness requirement, “what is generally demanded of the manyfactual determinationsthat must regularly be made by agents\nof the government . . . is not that they always be\ncorrect, but that they always be reasonable.”Illinoisv.Rodriguez,497 U. S. 177,185 (1990) (emphasis added).\nThere is scarcely a peep in these cases to suggest that an\nofficer’s understanding or conception of anything other than the\nfacts is relevant.This framing of the reasonableness inquiry has not only been\nfocused on officers’ understanding of the facts, it has been\njustified in large part based on the recognition that officers are\ngenerally in a superior position, relative to courts, to evaluate\nthose facts and their significance as they unfold. In other words,\nthe leeway we afford officers’ factual assessments is rooted not\nonly in our recognition that police officers operating in the field\nhave to make quick decisions, seeid.,at 186, but also in\nour understanding that police officers have the expertise to\n“dra[w] inferences and mak[e] deductions . . . that might\nwell elude an untrained person.”United Statesv.Cortez,449 U. S. 411,418 (1981). When officers evaluate\nunfolding circumstances, they deploy that expertise to draw\n“conclusions about human behavior” much in the way that “jurors\n[do]asfactfinders.”Ibid.(emphasis\nadded).The same cannot be said about legal exegesis. After all, the\nmeaning of the law is not probabilistic in the same way that\nfactual determinations are. Rather, “the notion that the law is\ndefinite and knowable” sits at the foundation of our legal system.Cheekv.United States,498 U. S. 192,199 (1991).\nAnd it is courts, not officers, that are in the best position to\ninterpret the laws.Both our enunciation of the reasonableness inquiry and our\njustification for it thus have always turned on an officer’s\nfactual conclusions and an officer’s expertise with respect to\nthose factual conclusions. Neither has hinted at taking into\naccount an officer’s understanding of the law, reasonable or\notherwise.IIDeparting from this tradition means further eroding the Fourth\nAmendment’s protection of civil liberties in a context where that\nprotection has already been worn down. Traffic stops like those at\nissue here can be “annoying, frightening, and perhaps humiliating.”Terry, 392 U. S., at 25; seeDelawarev.Prouse,440 U. S. 648,657 (1979). We have nevertheless\nheld that an officer’s subjective motivations do not render a\ntraffic stop unlawful.Whrenv.United States,517\nU. S. 806 (1996). But we assumed inWhrenthat when an\nofficer acts on pretext, at least that pretext would be the\nviolation of an actual law. Seeid.,at 810 (discussing the\nthree provisions of the District of Columbia traffic code that the\nparties accepted the officer had probable cause to believe had been\nvio-lated). Giving officers license to effect seizures so long as\nthey can attach to their reasonable view of the facts some\nreasonable legal interpretation (or misinterpretation) that\nsuggests a law has been violated significantly expands this\nauthority. Cf.Barlowv.United States, 7 Pet. 404,\n411 (1833) (Story, J.) (“There is scarcely any law which does not\nadmit of some ingenious doubt”). One wonders how a citizen seeking\nto be law-abiding and to structure his or her behavior to avoid\nthese invasive, frightening, and humiliating encounters could do\nso.In addition to these human consequences—including those for\ncommunities and for their relationships with the police—permitting\nmistakes of law to justify seizures has the perverse effect of\npreventing or delaying the clarification of the law. Under such an\napproach, courts need not interpret statutory language but can\ninstead simply decide whether an officer’s interpretation was\nreasonable. Indeed, had this very case arisen after the North\nCarolina Supreme Court announced its rule, the North Carolina Court\nof Appeals would not have had the occasion to interpret the statute\nat issue. Similarly, courts in the Eighth Circuit, which has been\nthe only Circuit to include police mistakes of law in the\nreasonableness inquiry, have observed that they need not decide\ninterpretive questions under their approach. See,e.g.,United Statesv.Rodriguez-Lopez, 444 F. 3d 1020,\n1022–1023 (CA8 2006).[1] This result is bad for\ncitizens, who need to know their rights and responsibilities, and\nit is bad for police, who would benefit from clearer direction. Cf.Camretav.Greene, 563 U. S. ___, ___–___ (2011)\n(slip op., at 10–11) (recognizing the importance of clarifying the\nlaw).Of course, if the law enforcement system could not function\nwithout permitting mistakes of law to justify seizures, one could\nat least argue that permitting as much is a necessary evil. But I\nhave not seen any persuasive argument that law enforcement will be\nunduly hampered by a rule that precludes consideration of mistakes\nof law in the reasonableness inquiry. After all, there is no\nindication that excluding an officer’s mistake of law from the\nreasonableness inquiry has created a problem for law enforcement in\nthe overwhelming number of Circuits which have adopted that\napproach. If an officer makes a stop in good faith but it turns out\nthat, as in this case, the officer was wrong about what the law\nproscribed or required, I know of no penalty that the officer would\nsuffer. See 366 N. C. 271, 286–288, 737 S. E. 2d 351,\n361–362 (2012) (Hudson, J., dissenting) (observing that “officers\n(rightfully) face no punishment for a stop based on a mistake of\nlaw”). Moreover, such an officer would likely have a defense to any\ncivil suit on the basis of qualified immunity. SeeAshcroftv.al-Kidd, 563 U. S. ___, ___ (2011) (slip op., at 12)\n(“Qualified immunity gives government officials breathing room to\nmake reasonable but mistaken judgments about open legal\nquestions”).Nor will it often be the case that any evidence that may be\nseized during the stop will be suppressed, thanks to the exception\nto the exclusionary rule for good-faith police errors. See,e.g.,Davisv.United States, 564 U. S.\n___, ___–___ (2011) (slip op., at 8–9). It is true that, unlike\nmost States, North Carolina does not provide a good-faith exception\nas a matter of state law, seeStatev.Carter, 322\nN. C. 709, 721–724, 370 S. E. 2d 553, 560–562 (1988), but\nNorth Carolina recognizes that it may solve any remedial problems\nit may perceive on its own, seeid.,at 724, 370 S. E.\n2d, at 562; N. C. Gen. Stat. Ann. §15A–974 (2013) (statutory\ngood-faith exception).[2] More fundamentally,\nthat is a remedial concern, and the protections offered by the\nFourth Amendment are not meant to yield to accommodate remedial\nconcerns. Our jurisprudence draws a sharp “analytica[l]\ndistinct[ion]” between the existence of a Fourth Amendment\nviolation and the remedy for that violation.Davis, 564\nU. S., at ___ (slip op., at 14).In short, there is nothing in our case law requiring us to hold\nthat a reasonable mistake of law can justify a seizure under the\nFourth Amendment, and quite a bit suggesting just the opposite. I\nalso see nothing to be gained from such a holding, and much to be\nlost.IIIIn reaching the contrary conclusion, the Court makes both\nserious legal and practical errors. On the legal side, the Court\nbarely addressesOrnelasand the other cases that frame the\nreasonableness inquiry around factual determinations. Instead, in\nsupport of its conclusion that reasonable suspicion “arises from\nthecombinationof an officer’s understanding of the factsandhis understanding of the relevant law,”ante,at\n6 (emphasis added), the Court first reaches to founding-era customs\nstatutes and cases applying those statutes. It concedes, however,\nthat these cases are “not directly on point” because they say\nnothing about the scope of the Fourth Amendment and are instead\nequivalents of our modern-day qualified immunity jurisprudence for\ncivil damages.Ante,at 7.The only link in the tenuous chain the Court constructs between\nthose cases and this one that has anything to say about the Fourth\nAmendment isBrinegarv.United States,338 U. S.\n160 (1949). Seeante, at 8. But all that our opinion inBrinegaractually says is that probable cause exists where\n“ ‘the facts and circumstances within [the officers’]\nknowledge and of which they had reasonably trustworthy information\n[are] sufficient in themselves to warrant a man of reasonable\ncaution in the belief that’ an offense has been or is being\ncommitted.” 338 U. S., at 175–176 (quotingCarrollv.United States,267 U. S. 132,162 (1925)). It thus states\nthe uncontroversial proposition that the probable-cause inquiry\nlooks to the reasonableness of an officer’s understanding of the\nfacts. Indeed,Brinegaris an odd case for the Court to rely\non given that, like the cases I discussed above, it subsequently\nemphasizes that “the mistakes must be those of reasonable men,\nacting onfactsleading sensibly to their conclusions of\nprobability.” 338 U. S., at 176 (emphasis added). Again,\nreasonable understandings of the facts, not reasonable\nunderstandings of what the law says.[3]Further, the Court looks to our decision inMichiganv.DeFillippo,443 U. S. 31 (1979). This is a Fourth\nAmendment case, but the Court’s reading of it imagines a holding\nthat is not rooted in the logic of the opinion. We held inDeFillippothat an officer had probable cause to support an\narrest even though the ordinance that had allegedly been violated\nwas later held by the Michigan Court of Appeals to be\nunconstitutional. This was so, we explained, because the officer\nconducted an arrest after having observed conduct that was\ncriminalized by a presumptively valid law at the time of that\nconduct. Seeid., at 37 (“At th[e] time [of the arrest], of\ncourse, there was no controlling precedent that this ordinance was\nor was not constitutional, and hence the conduct observed violated\na presumptively valid ordinance”). We noted that it would have been\nwrong for that officer not to enforce the law in that sit-uation.\nSeeid.,at 38 (“Police are charged to enforce laws until\nand unless they are declared unconstitutional. . . .\nSociety would be ill-served if its police officers tookit upon\nthemselves to determine which laws are and which are not\nconstitutionally entitled to enforcement”).DeFillippothus did not involve any police “mistake” at\nall. Rather,DeFillippoinvolved a police officer correctly\napplying the law that was then in existence and that carried with\nit a presumption of validity. Here, by contrast, police stopped\nHeien on suspicion of committing an offense that never actually\nexisted. Given that our holding inDeFillipporelied so\nsquarely on the existence of a law criminalizing the defendant’s\nconduct, and on the presumption of validity that attends actual\nlaws, it can hardly be said to control where, as here, no law ever\nactually criminalized Heien’s conduct.On the practical side, the Court primarily contends that an\nofficer may confront “a situation in the field as to which the\napplication of a statute is unclear.”Ante, at 11. One is\nleft to wonder, however, why an innocent citizen should be made to\nshoulder the burden of being seized whenever the law may be\nsusceptible to an interpretive question. Moreover, the Court fails\nto reconcile its belief that the Fourth Amendment gives officers\nleeway to address situations where the application of a criminal\nstatute may be unclear with our prior assumption that the Fourth\nAmendment does not give officers such leeway where they rely on a\nstatute that authorizes police conduct that may violate the Fourth\nAmendment. SeeIllinoisv.Krull,480 U. S. 340,\nn. 12, 359 (1987). Nor does it engage with the analytic\nconsequences of North Carolina’s similar concession that it does\nnot mean to claim “that an officer’s mistaken understanding of the\nFourth Amendment itself can support a seizure if that understanding\nwas reason-able.” Brief for Respondent 29. It is not clear why an\nofficer’s mistaken understanding of other laws should be viewed\ndifferently.While I appreciate that the Court has endeavored to set some\nbounds on the types of mistakes of law that it thinks will qualify\nas reasonable, and while I think that the set of reasonable\nmistakes of law ought to be narrowly circumscribed if they are to\nbe countenanced at all, I am not at all convinced that the Court\nhas done so in a clear way. It seems to me that the difference\nbetween qualified immunity’s reasonableness standard—which the\nCourt insists without elaboration does not apply here—and the\nCourt’s conception of reasonableness in this context—which remains\nundefined—will prove murky in application. Seeante,at 11.\nI fear the Court’s unwillingness to sketch a fuller view of what\nmakes a mistake of law reasonable only presages the likely\ndifficulty that courts will have applying the Court’s decision in\nthis case.*  *  *To my mind, the more administrable approach—and the one more\nconsistent with our precedents and principles—would be to hold that\nan officer’s mistake of law, no matter how reasonable, cannot\nsupport the individualized suspicion necessary to justify a seizure\nunder the Fourth Amendment. I respectfully dissent.Notes1Every other Circuit to have squarely\naddressed the question has held that police mistakes of law are not\na factor in the reasonableness inquiry. SeeUnited Statesv.Miller, 146 F. 3d 274, 279 (CA5 1998);United Statesv.McDonald, 453 F. 3d 958, 962 (CA7 2006);United\nStatesv.King, 244 F. 3d 736, 741 (CA9 2001);United\nStatesv.Nicholson, 721 F. 3d 1236, 1244 (CA10 2013);United Statesv.Chanthasouxat, 342 F. 3d 1271,\n1279–1280 (CA11 2003). Five States have agreed. SeeHiltonv.State, 961 So. 2d 284, 298 (Fla. 2007);Statev.Louwrens, 792 N. W. 2d 649, 652 (Iowa 2010);Martinv.Kansas Dept. of Revenue, 285 Kan. 625, 637–639, 176 P. 3d\n938, 948 (2008);Statev.Anderson, 683 N. W. 2d\n818, 823–824 (Minn. 2004);Statev.Lacasella, 313\nMont. 185, 193–195, 60 P. 3d 975, 981–982 (2002).2In addition to North Carolina, it\nappears that 13 States do not provide a good-faith exception. SeeStatev.Marsala, 216 Conn. 150, 151, 579 A. 2d\n58, 59 (1990);Dorseyv.State, 761 A. 2d 807,\n814 (Del. 2000);Garyv.State, 262 Ga. 573, 574–575,\n422 S. E. 2d 426, 428 (1992);Statev.Guzman,\n122 Idaho 981, 998, 842 P. 2d 660, 677 (1992);Statev.Cline, 617 N. W. 2d 277, 283 (Iowa 2000), abrogated on\nother grounds byStatev.Turner, 630 N. W. 2d\n601 (Iowa 2001);Commonwealthv.Upton, 394 Mass.\n363, 370, n. 5, 476 N. E. 2d 548, 554, n. 5 (1985);Statev.Canelo, 139 N. H. 376, 383, 653\nA. 2d 1097, 1102 (1995);Statev.Johnson, 168\nN. J. 608, 622–623, 775 A. 2d 1273, 1281–1282 (2001);Statev.Gutierrez, 116 N. M. 431, 432, 863\nP. 2d 1052, 1053 (1993);Peoplev.Bigelow, 66\nN. Y. 2d 417, 427, 488 N. E. 2d 451, 457–458 (1985);Commonwealthv.Edmunds, 526 Pa. 374, 376, 586\nA. 2d 887, 888 (1991);Statev.Oakes, 157 Vt.\n171, 173, 598 A. 2d 119, 121 (1991);Statev.Afana, 169 Wash. 2d 169, 184, 233 P. 3d 879, 886\n(2010);see alsoPeoplev.Krueger, 175 Ill. 2d 60,\n61, 76, 675 N. E. 2d 604, 606, 612 (1996) (limiting the\nexception to situations where police have a warrant).3The Court in fact errs even earlier\nin the chain when it representsUnited Statesv.Riddle, 5 Cranch 311 (1809), as containing some broad\nproposition.Ante, at 6–7. As Justice Story explained in a\nlater case, the tolerance of mistakes of law in cases likeRiddlewas a result of the specific customs statute that\nCongress had enacted.The Apollon, 9 Wheat. 362, 373 (1824)\n(explaining that findings of probable cause “ha[d] never been\nsupposed to excuse any seizure,exceptwhere some statute\ncreates and defines the exemption from damages” (emphasis\nadded)).",
    "joined": []
}