{
    "case": {
        "docket": "17-5554",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-5554/"
    },
    "id": "4018624",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–5554_________________DENARD STOKELING, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[January 15, 2019]Justice Sotomayor, with whom The Chief\nJustice, Justice Ginsburg, and Justice Kagan join, dissenting.InJohnsonv.United States, 559\nU. S. 133 (2010), this Court ruled that the words “physical\nforce” in the Armed Career Criminal Act (ACCA), 18\nU. S. C. §924(e)(2), denote a heightened degree of force,\nrather than the minimal contact that would have qualified as\n“force” for purposes of the common-law crime of battery.Id.,at 139–140. This case asks whether Florida robbery\nrequires such “physical force,” and thus qualifies as a “violent\nfelony” under the ACCA, even though it can be committed through use\nof only slight force. See §924(e)(2)(B). UnderJohnson, the\nanswer to that question is no. Because the Court’s contrary ruling\ndistortsJohnson,I respectfully dissent.IAs the majority explains, petitioner Denard\nStokeling pleaded guilty in 2016 to being a felon in possession of\na firearm in violation of 18 U. S. C. §922(g)(1). The\nGovernment and the probation department argued for an increased\nsentence under the ACCA. Stokeling objected.The ACCA imposes a 15-year mandatory-minimum\nsentence on any §922(g) offender who has been convicted of at least\nthree qualifying predicate convictions. §924(e)(1). As relevant\nhere, a past conviction can qualify as an ACCA predicate if it is\nwhat ACCA calls a “violent felony”—that is, “any crime punishable\nby imprisonment for a term exceeding one year” that“(i) has as an element the use, attempted use,\nor threatened use of physical force against the person of another;\nor“(ii) is burglary, arson, or extortion, involves\nuse of explosives, or otherwise involves conduct that presents a\nserious potential risk of physical injury to another.”\n§924(e)(2)(B).Clause (i) is often called the “elements clause”\n(or “force clause”), because it requires each qualifying crime to\nhave an element involving force. The first part of clause (ii) is\noften called the “enumerated clause,” because it enumerates certain\ngeneric crimes—such as burglary—that Congress sought to cover. The\nfinal part of clause (ii), often called the “residual clause,” once\noffered a catchall to sweep in otherwise uncovered convictions, but\nthe Court struck it down as unconstitutionally vague in 2015. SeeJohnsonv.United States, 576 U. S. ___, ___\n(slip op., at 15). So the elements clause and the enumerated clause\nare now the only channels by which a prior conviction can qualify\nas an ACCA “violent felony.”Whether Stokeling is subject to the ACCA’s\n15-year mandatory minimum hinges on whether his 1997 conviction for\nFlorida robbery, see App. 10, qualifies under the elements clause.\nTo determine whether a conviction qualifies as a violent felony\nunder the ACCA, courts apply a method called the categorical\napproach. SeeTaylorv.United States, 495 U. S.\n575, 600–602 (1990). In the elements-clause context, that method\nrequires asking whether the least culpable conduct covered by the\nstatute at issue nevertheless “has as an element the use, attempted\nuse, or threatened use of physical force against the person of\nanother.” See §924(e)(2);Johnson, 559 U. S., at 137.\nIf it does not, then the statute is too broad to qualify as a\n“violent felony.” In determining what a state crime covers for\npurposes of this federal sentencing enhancement, federal courts\nlook to, and are constrained by, state courts’ interpretations of\nstate law. Seeid., at 138.As relevant here, Florida law defines robbery as\n“the taking of money or other property . . . from\nthe person or custody of another . . . when in the\ncourse of the taking there is the use of force, violence, assault,\nor putting in fear.” Fla. Stat. §812.13(1) (2017). The Florida\nSupreme Court has interpreted the statute’s reference to force to\nrequire “force sufficient to overcome a victim’s resistance.”Robinsonv.State, 692 So. 2d 883, 887 (1997).\nOtherwise, the “degree of force used is immaterial.”Montsdocav.State, 84 Fla. 82, 86, 93 So. 157, 159\n(1922). If the resistance is minimal, the force need only be\nminimal as well.IIFlorida robbery, as interpreted and applied by\nthe Florida courts, covers too broad a range of conduct to qualify\nas a “violent felony” under the ACCA. Both the text and purpose of\nthe ACCA—particularly as they have already been construed by our\nprecedents—demonstrate why.AIn considering the text of the ACCA, we do not\nwrite on a clean slate. As everyone seems to agree, the key\nprecedent here is this Court’s decision inJohnsonv.United States, 559 U. S. 133. Seeante, at 3, 8.\nBut while the majority claims to honorJohnson,ante,at 8–10, it does so in the breach.Johnsonconcerned whether Florida battery\nqualified as an ACCA predicate under the elements clause. This\nCourt held that it did not. To arrive at that answer, the Court was\nrequired to interpret what exactly Congress meant when it used the\nwords “physical force” to define the kind of “violent felony” that\nshould be captured by the ACCA’s elements clause. See 559\nU. S., at 138–143.Rather than parsing “cherry pick[ed]\nadjectives,”ante,at 10, it is instructive to look to howJohnsonactually answered that question. Writing for the\nCourt, Justice Scalia explained:“We think it clear that in the context of\na statutory definition of ‘violentfelony,’ the phrase\n‘physical force’ meansviolentforce—that is, force capable\nof causing physical pain or injury to another person. SeeFloresv.Ashcroft,350 F. 3d 666, 672 (CA7 2003)\n(Easterbrook, J.). Even by itself, the word ‘violent’ in\n§924(e)(2)(B) connotes a substantial degree of force. Webster’s\nSecond 2846 (defining ‘violent’ as ‘[m]oving, acting, or\ncharacterized, by physical force, esp. by extreme and sudden or by\nunjust or improper force; furious; severe; vehement . . . ’); 19\nOxford English Dictionary 656 (2d ed. 1989) (‘[c]haracterized by\nthe exertion of great physical force or strength’); Black’s [Law\nDictionary] 1706 [(9th ed. 2009)] (‘[o]f, relating to, or\ncharacterized by strong physical force’). When the adjective\n‘violent’ is attached to the noun ‘felony,’ its connotation of\nstrong physical force is even clearer. Seeid.,at 1188\n(defining ‘violent felony’ as ‘[a] crime characterized by extreme\nphysical force, such as murder, forcible rape, and assault and\nbattery with a dangerous weapon’); see alsoUnited Statesv.Doe,960 F. 2d 221, 225 (CA1 1992) (Breyer, C. J.) (‘[T]he\nterm to be defined, “violent felony,” . . . calls to mind a\ntradition of crimes that involve the possibility of more closely\nrelated, active violence’).” 559 U. S., at 140–141.In other words, in the context of a statute\ndelineating “violent felon[ies],” the phrase “physical force”\nsignifies a degree of force that is “violent,”\n“substantial,” and “strong”—“that is, force capable of causing\nphysical pain or injury to another person.” Seeid.,at 140;\nsee alsoid.,at 142 (“As we have discussed . . .\nthe term ‘physical force’ itself normally connotes force strong\nenough to constitute ‘power’—and all the more so when it is\ncontained in a definition of ‘violent felony’ ”).The majority, slicingJohnsonup,\nconcentrates heavily on the phrase “capable of causing physical\npain or injury” and emphasizes the dictionary definition of the\nword “capable” to suggest thatJohnson“does not require any\nparticular degree of likelihood or probability” of “pain or\ninjury”—merely, as with any law professor’s eggshell-victim\nhypothetical, “potentiality.”Ante,at 10–11. Our opinions,\nhowever, should not be “parsed as though we were dealing with the\nlanguage of a statute,”Reiterv.Sonotone Corp., 442\nU. S. 330, 341 (1979), and in any event, the majority’s\nparsing goes astray. It is clear in context that the Court inJohnsondid not mean the word “capable” in the way that the\nmajority uses it today, becauseJohnsonrejected an\ninterpretation of “physical force” that would have included a crime\nof battery that could be satisfied by “[t]he most ‘nominal\ncontact,’ such as a ‘ta[p] . . . on the shoulder without\nconsent.’ ” 559 U. S., at 138. As any first-year torts\nstudent (or person with a shoulder injury) quickly learns, even a\ntap on the shoulder is “capable of causing physical pain or injury”\nin certain cases. So the Court could not have meant “capable” in\nthe “potentiality” sense that the majority, seeante, at 11,\nascribes to it. Rather, it meant it in the sense that its entire\ntext indicates: “force capable of causing physical pain or injury”\nin the sense that a “strong” or “substantial degree of force” can\ncause physical pain or injury. SeeJohnson, 559 U. S.,\nat 140. The phrase denoted, that is, a heightened degree of\nforce.Florida robbery, as interpreted by the Florida\nSupreme Court, cannot meetJohnson’s definition of physical\nforce. As noted above, Florida robbery requires “force sufficient\nto overcome a victim’s resistance.”Robinson, 692\nSo. 2d, at 887. But that can mean essentially no force at all.\nSeeMcCloudv.State, 335 So. 2d 257, 258 (Fla.\n1976) (“Any degree of force suffices to convert larceny into a\nrobbery”);Montsdoca, 84 Fla., at 86, 93 So., at 159 (“The\ndegree of force used is immaterial”). For example, the force\nelement of Florida robbery is satisfied by a pickpocket who\nattempts to pull free after the victim catches his arm. SeeRobinson, 692 So. 2d, at 887, n. 10 (citingColbyv.State, 46 Fla. 112, 113, 35 So. 189, 190\n(1903)). Florida courts have held the same for a thief who pulls\ncash from a victim’s hand by “ ‘peel[ing] [his] fingers\nback,’ ” regardless of “[t]he fact that [the victim] did not\nput up greater resistance.”Sandersv.State, 769 So.\n2d 506, 507 (Fla. App. 2000). The Government concedes, similarly,\nthat a thief who grabs a bag from a victim’s shoulder also commits\nFlorida robbery, so long as the victim instinctively holds on to\nthe bag’s strap for a moment. See Tr. of Oral Arg. 32–34; see alsoBenitez-Saldanav.State, 67 So. 3d 320, 322–323\n(Fla. App. 2011). And Stokeling points to at least one person who\nwas convicted of Florida robbery after causing a bill to rip while\npulling cash from a victim’s hand. See App. B to Brief for\nPetitioner.While these acts can, of course, be accomplished\nwith more than minimal force, they need not be. The thief who\nloosens an already loose grasp or (assuming the angle is right)\ntears the side of a $5 bill has hardly used any force at all. Nor\ndoes the thief who simply pulls his arm free from a store\nemployee’s weak grasp or snatches a handbag onto which a victim\nfleetingly holds use “force capable of causing physical pain or\ninjury to another person” in the sense thatJohnsonmeant\nthe phrase, because he does not use “a substantial degree of force”\nor “strong physical force.” SeeJohnson, 559 U. S., at\n140. By providing that “[a]ny degree of force suffices to convert\nlarceny into a robbery,”McCloud, 335 So. 2d, at\n258—and thus making robbers out of thieves who use minimal\nforce—Florida expands its law beyond the line thatJohnsondrew. The least culpable conduct proscribed by Fla. Stat. §812.13\ndoes not entail “physical force,” §924(e)(2)(B)(i), as this Court\nproperly construed that phrase inJohnson.BThe purpose underlying the ACCA confirms that\na robbery statute that sweeps as broadly as Florida’s does not\nqualify as an ACCA predicate.As noted above, the ACCA prescribes a 15-year\nmandatory-minimum prison term for anyone convicted of being a felon\nin possession of a firearm so long as that person has three\nqualifying past convictions. InBegayv.United\nStates, 553 U. S. 137 (2008), this Court explained that,\n“[a]s suggested by its title, the Armed Career Criminal Act focuses\nupon the special danger created when a particular type of\noffender—a violent criminal or drug trafficker—possesses a gun.”Id.,at 146. The ACCA, that is to say, does not look to past\ncrimes simply to get a sense of whether a particular defendant is\ngenerally a recidivist; rather, it looks to past crimes to\ndetermine specifically “the kind or degree of danger the offender\nwould pose were he to possess a gun.”Ibid.Begayconsidered whether a New Mexico\nfelony conviction for driving under the influence of alcohol (DUI)\nqualified as an ACCA predicate under the now-defunct residual\nclause. Seeid.,at 141–142. Felony DUI, the Court\nexplained, did not fit with the types of crimes that Congress was\ntrying to capture, because while it “reveal[ed] a degree of\ncallousness toward risk,” it did not “show an increased likelihood\nthat the offender is the kind of person who might deliberately\npoint [a] gun and pull the trigger.”Id.,at 146. The Court\nhad “no reason to believe that Congress intended a 15-year\nmandatory prison term where that increased likelihood does not\nexist.”Ibid.The same is true here. The lower grade offenders\nwhom Florida still chooses to call “robbers” do not bear the\nhallmarks of being the kind of people who are likely to point a gun\nand pull the trigger, nor have they committed the more aggravated\nconduct—pointing a weapon, inflicting bodily injury—that most\npeople think of when they hear the colloquial term “robbery.” Under\nFlorida law, “robbers” can be glorified pickpockets, shoplifters,\nand purse snatchers. No one disputes that such an offender, if\nlater discovered illegally in possession of a firearm, will in many\ncases merit greater punishment as a result of the past offense;\nunless it occurred far in the past, such a conviction will\ntypically increase that defendant’s advisory sentencing range under\nthe U. S. Sentencing Guidelines. SeeRosales-Mirelesv.United States, 585 U. S. ___, ___–___ (2018) (slip op.,\nat 2–3); United States Sentencing Commission, Guidelines Manual\n§§1B1.1(a)(6)–(7), 4A1.1, 4A1.2(e) (Nov. 2018). But there is “no\nreason to believe that Congress intended a 15-year mandatory prison\nterm” for such offenders, who do not present the increased risk of\ngun violence that more aggravated offenders present. SeeBegay, 553 U. S., at 146.IIIUnable to rely heavily on text, precedent, or\npurpose to support its holding that Florida robbery qualifies as an\nACCA “violent felony,” the majority turns to the common law, to\nlegislative and statutory history, and finally to what it perceives\nas the consequences of ruling for Stokeling. None of these\nrationales is persuasive.AThe majority observes that Florida’s statute\nrequires no less force than was necessary to commit common-law\nrobbery. That may well be true: The majority notes, for example,\nthat at common law “it was robbery to pull a diamond pin out of a\nwoman’s hair when doing so tore away hair attached to the pin,”ante,at 4, and as anyone who has ever pulled a bobby pin\nout of her hair knows, hair can break from even the most minimal\nforce. In the majority’s telling, however, the ACCA itself\n“encompasses the degree of force necessary to commit common-law\nrobbery.”Ante, at 13. That proposition is flatly\ninconsistent withJohnson.In explaining its interpretation of “physical\nforce,” the Court inJohnsonexpressly rejected the common\nlaw’s definition of “force,” see 559 U. S.,at 139,\ninstead recognizing that the phrase should be\n“give[n] . . . its ordinary meaning,”id.,at\n138. At common law, “force” could be “satisfied by even the\nslightest offensive touching.”Id.,at 139. But as the Court\nobserved, “[a]lthough a common-law term of art should be given its\nestablished common-law meaning, we do not assume that a statutory\nword is used as a term of art where that meaning does not fit.”Ibid.(citation omitted). Rather, “context determines\nmeaning,”ibid., and, “in the context of a statutory\ndefinition of ‘violentfelony,’ ” the ordinary rather\nthan the common-law meaning of “force” was what fit,id.,at\n140.The majority now says that whileJohnsonrejected the common-law meaning of force with regard to battery, it\nnevertheless meant somehow to preserve the common-law meaning of\nforce with regard to robbery. Seeante, at 4–6, 8–10. In\nother words, to reach its conclusion, the majority must construe\n“physical force” in §924(e)(2)(B)(i) to bear two different\nmeanings—Johnson’s and the majority’s—depending on the crime\nto which it is being applied. That is a radical and unsupportable\nstep.To be clear, the majority does not simply rule\nthat the phrase “physical force” carries the common-law meaning in\none place but a different meaning in another statutory provision.\nThere would certainly be precedent for that. See,e.g., United\nStatesv.Castleman, 572 U. S. 157, 162–168 (2014)\n(explaining why the phrase “physical force” took on a common-law\nmeaning, rather than its ACCA meaning underJohnson, in the\ncontext of a statute defining a “ ‘misdemeanor crime of\ndomestic violence’ ”).Johnson, in fact, expressly\nreserved the question whether “physical force” might mean something\ndifferent in the context of a different statutory definition. See\n559 U. S., at 143–144.WhatJohnsondid not do, however, was\nsuggest that “physical force” in a single clause—the elements\nclause—thatJohnsonaddressed might mean two different\nthings for two different crimes. Seeid.,at 143 (“We have\ninterpreted the phrase ‘physical force’ only in the context of a\nstatutory definition of ‘violent felony’ ”); see alsoid.,at 138–142.Johnsonhad good reason not to say\nso: because that is not how we have said that statutory\ninterpretation works. See,e.g.,Clarkv.Martinez, 543 U. S. 371, 378 (2005) (observing that a\nsingle statutory word or phrase “cannot . . . be\ninterpreted to do” two different things “at the same time”);Ratzlafv.United States, 510 U. S. 135, 143\n(1994) (similar).Starting today, however, the phrase “physical\nforce” in §924(e)(2)(B)(i) will apparently lead a Janus-faced\nexistence. When it comes to battery, that phrase will look toward\nordinary meaning; when it comes to robbery, that same piece of\nstatutory text will look toward the common law. To the extent that\nis a tenable construction, the majority has announced a brave new\nworld of textual interpretation. To the extent that a phrase so\ndivided cannot stand, meanwhile, one could be forgiven for thinking\nthat the majority, though it claims to praiseJohnson, comes\ninstead to bury it.BTo shore up its argument that the ACCA’s use\nof the phrase “physical force,” at least in the context of robbery,\ntakes on the common-law meaning of “force,” the majority invokes\nthe history of the ACCA. Statutory history is no help to the\nmajority here.As the majority notes, a precursor to the ACCA\nprescribed a mandatory-minimum sentence for people convicted of\nfirearm offenses who had three qualifying prior convictions “for\nrobbery or burglary.” 18 U. S. C. App. §1202(a) (1982\ned., Supp. II). That statute defined robbery, as relevant, as “the\ntaking of the property of another . . . by force or\nviolence.” §1202(c)(8) (1982 ed., Supp. II). Seeante, at\n3–4. In other words, it is undisputed that at one point, in a\nprevious statute, Congress enumerated robbery as a qualifying\npredicate and used the words “force or violence” to describe a\ngeneric version of the crime.Then, in 1986, Congress changed the statute,\nsubstituting instead the language we know today. See Career\nCriminals Amendment Act of 1986, §1402, 100Stat. 3207–39. Gone was\nany explicit reference to “robbery”; in its place came not only the\nelements clause (our focus here) but also the enumerated clause\n(which retained an express reference to “burglary” but omitted\n“robbery”) and the capacious residual clause (struck down in 2015).\nSeeante, at 6;supra,at 2; see alsoTaylor,\n495 U. S., at 582–584. So Congress did two salient things: It\nexpanded the predicates in general, and it deleted an express\nreference to robbery.The majority reasons that because (1) the old\nlaw’s definition of “robbery” as a taking involving “force or\nviolence” matched various common-law definitions of robbery, (2)\nCongress kept the word “force” (though not “or violence”) in the\nnew law’s elements clause while deleting the word “robbery,” and\n(3) Congress meant to expand the enhancement’s reach in a general\nsense, Congress must have meant for the phrase “physical force” in\nthe new law also to carry the common-law meaning of robbery. Seeante, at 4–7. The conclusion that the majority draws from\nthese premises does not follow, for at least four reasons.First, as already discussed, the question\nwhether Congress’ use of the phrase “physical force” in the new\nlaw—that is, in the ACCA’s elements clause—carries the common-law\nmeaning of “force” was already asked and an- swered byJohnson: It does not. See 559 U. S., at 138–143, 145;supra,at 9–10. This part of the majority’s argument may be\ncouched in statutory history, but it is no more than an attempt to\nrelitigateJohnson.Second, Congress deleted the word “robbery” from\nthe statute altogether while still enumerating robbery’s former\nneighbor, “burglary,” in the enumerated clause. Seesupra,at 2, 11. When Congress keeps one piece of statutory text while\ndeleting another, we generally “have no trouble concluding that” it\ndoes so with purpose, see,e.g., Director of Revenue of Mo.v.CoBank ACB, 531 U. S. 316, 324 (2001), absent some\nreason to believe that the missing term simply got “lost in the\nshuffle,”United Statesv.Wilson, 503 U. S.\n329, 336 (1992). See also,e.g., Russellov.United\nStates, 464 U. S. 16, 23–24 (1983) (“Where Congress\nincludes limiting language in an earlier version of a bill but\ndeletes it prior to enactment, it may be presumed that the\nlimitation was not intended”). Here, it is inconceivable that\nCongress simply lost track of robbery, one of only two generic\ncrimes that it enumerated in the old statute. Accordingly, if\nCongress had wanted to retain the old statute’s specific emphasis\non robbery, the natural reading is that it would have accomplished\nthat goal the same way it did with burglary: by making it an\nenumer- ated offense. That it did not do so is telling.Third, the fact that Congress wished to\n“expan[d] the predicate offenses triggering the sentence\nenhancement,”Taylor, 495 U. S., at 582, is entirely\nconsistent with paring back the statute’s sweep with regard to\nrobbery specifically. I may wish to expand the contents of my\nrefrigerator, but that does not mean that I will buy more of every\nsingle item that is currently in it the next time that I go\nshopping. Here, the ACCA—with its (new, generalized) elements\nclause, its (augmented) enumerated clause, and (until recently) its\nhighly capacious residual clause—undeniably expanded the precursor\nstatute’s bare enumeration of robbery and burglary, regardless of\nhow many robbery statutes qualify as predicates specifically under\nthe elements clause.[1]Fourth, even assuming that Congress wanted\nrobbery to remain largely encompassed by the ACCA despite deleting\nthe word from the precursor statute, that intent is fully\nconsistent with properly applyingJohnsonhere. The\nmajority, by focusing on the elements clause, ignores the residual\nclause, which—until it was declared unconstitutional in\n2015—provided a home for many crimes regardless of whether they\nincluded an element of violent “physical force.”[2] Hewing to a proper reading ofJohnson, in other words, does not require assuming that\nCongress constricted the precursor statute’s application to robbery\nwhen it enacted today’s ACCA; whatever robberies would have\nqualified under the old statute presumably could have still\nqualified under the residual clause during its nearly 20-year\nexistence.In short, the statutory history does not\nundermine the conclusion that the ACCA’s elements clause, under our\nprecedents, is not broad enough to encompass Florida’s robbery\nstatute. Congress deleted the word “robbery,” kept the word\n“burglary,” supplemented burglary with the catchall residual clause\nthat still captured many robberies outside the elements clause, and\nused the phrase “physical force” in the elements clause to define a\ntype of “violent felony,” whichJohnsontells us requires\nmore force than the term’s common-law meaning denotes. See 559\nU. S., at 138–143, 145. Statutory history cannot get the\nmajor- ity past both the text and the force ofstare decisishere.CThat leaves the majority with only the\npractical consequences that it asserts would follow if this Court\nwere to hold that Florida robbery does not qualify under the ACCA’s\nelements clause. Seeante, at 7–8. While looking to how an\ninterpretation of a federal statute would affect the applicability\nof related state statutes can be a useful approach in these cases,\nsee,e.g., Castleman, 572 U. S., at 167, the results\nthat follow from a proper reading ofJohnsonare not nearly\nas incongruous as the majority suggests.To begin, take the majority’s assertion “that\nmany States’ robbery statutes would not qualify as ACCA\npredicates,”ante, at 7, if the Court were to applyJohnsonas it was written. The accuracy of this statement is\nfar less certain than the majority’s opinion lets on. While\nStokeling and the Government come close to agreeing that at least\n31 States’ robbery statutes do have an overcoming-resistance\nrequirement, seeante, at 7, that number is not conclusive\nbecause neither Stokeling nor the Government has offered an\naccounting of how many of those States allow minimal force to\nsatisfy that requirement, as Florida does. Because robbery laws\nvary from State to State, and because even similarly worded\nstatutes may be construed differently by different States’ courts,\nsome of those 31 States may well require more force than Florida\ndoes. See,e.g., United Statesv.Doctor, 842\nF. 3d 306, 312 (CA4 2016) (ruling that “there is no indication\nthat South Carolina robbery by violence”—a statute cited by the\nGovernment here—“can be committed with minimal actual force”); see\nalsoGonzalesv.Duenas-Alvarez, 549 U. S. 183,\n193 (2007) (explaining that the categorical approach “requires a\nrealistic probability, not a theoretical possibility, that the\nState would apply its statute to conduct that falls outside the\ngeneric definition of a crime”).[3]Furthermore, even if it is true “that many\nStates’ robbery statutes would not qualify as ACCA predicates”\nunder a faithful reading ofJohnson, seeante, at 7,\nthat outcome would stem just as much (if not more) from the death\nof the residual clause as from a decision in this case. As\ndiscussed above, various state robbery statutes qualified under\nthat expansive clause for nearly 20 years, until vagueness problems\nled this Court to strike the clause down as unconstitutional. Seesupra,at 13–14, and n. 2; see alsoJohnsonv.United States, 576 U. S. ___ (2015). The fall of that\nclause would therefore be an independent cause of any drop in\nqualifying predicates, regardless of what this Court decides today.\n(A drop in robbery statutes qualifying as ACCA predicates could\nalso, of course, be traceable to Congress’ decision not to continue\nenumerating robbery when it enacted the ACCA in the first place.)\nIn short, the majority, fearful for the camel, errs in blaming the\nmost recent straw.[4]Separately, even if a number of simple robbery\nstatutes were to cease qualifying as ACCA predicates, that does not\nmean—as the majority implies, seeante, at 7—that the same\nfate necessarily would befall most or even many aggravated robbery\nstatutes. The majority offers the single example of Florida\naggravated robbery, noting that “Florida requires the same element\nof ‘force’ for both armed robbery and basic robbery.”Ibid.\nBut while the majority accurately describes Florida law, there is\nscant reason to believe that a great many other States’ statutes\nwould be similarly affected, because the effect that hewing toJohnsonwould have on Florida aggravated robbery stems from\nthe idiosyncrasy that Florida aggravated robbery requires neither\ndisplaying a weapon nor threatening or inflicting bodily\ninjury.[5] The result for\nFlorida aggravated robbery therefore sheds little light on what\nwould happen to other aggravated-robbery statutes, the vast\nmajority of which do (and did at the time of the ACCA’s enactment)\nappear to provide for convictions on such grounds—and whose\nvalidity as ACCA predicates would not necessarily turn on the\nquestion the Court faces today.[6] The majority mistakes one anomalous result for a reason\nnot to applyJohnsonas it was written.IVThis Court’s decision inJohnsontells\nus that when Congress wrote the words “physical force” in the\ncontext of a statute targeting “violent felon[ies],” it eschewed\nthe common-law meaning of those words and instead required a higher\ndegree of force. See 559 U. S., at 138–143, 145.Johnsonresolves this case. Florida law requires no more\nthan minimal force to commit Florida robbery, and Florida law\ntherefore defines that crime more broadly than Congress defined the\nelements clause.The crime that most people think of when they\nthink of “robbery” is a serious one. That is all the more reason,\nhowever, that this Court should not allow a dilution of the term in\nstate law to drive the expansion of a federal statute targeted at\nviolent recidivists. Florida law applies the label “robbery” to\ncrimes that are, at most, a half-notch above garden-variety\npickpocketing or shoplifting. The Court today does no service to\nCongress’ purposes or our own precedent in deeming such crimes to\nbe “violent felonies”—and thus predicates for a 15-year\nmandatory-minimum sentence in federal prison.I respectfully dissent.Notes1Of course, whether\nCongress wished to pull back the throttle with regard to robbery\nacross the whole ACCA is less certain. (Recall that Congress also\nenacted the capacious residual clause.) But that is why the\nstatutory history cannot tell us what the majority claims that it\ncan about the elements clause specifically. Instead, the more\nreliable guide is the new text that Congress enacted to replace the\nold. Cf.West Virginia Univ. Hospitals, Inc.v.Casey, 499 U. S. 83, 98 (1991) (“The best evidence of\n[Congress’] purpose is the statutory text adopted by both Houses of\nCongress and submitted to the President”). And here, Congress\nomitted generic robbery altogether and made the “violent felony”\nclause at issue require “physical force.” Seesupra,at 2,\n4–5, 11.2In fact, the case in\nwhich this Court ruled that its decision striking down the residual\nclause applied retroactively on collateral review centered on a\nFlorida robbery conviction under §812.13(1). SeeWelchv.United States, 578 U. S. ___, ___–___ (2016) (slip op.,\nat 4–5). The Eleventh Circuit, reviewing the defendant’s ACCA\nenhancement on direct appeal, had ruled that Florida robbery\n(including when, under previous law, it could be accomplished\nmerely “by sudden snatching”) qualified as an ACCA predicate under\nthe residual clause without deciding whether it also qualified\nunder the elements clause. SeeUnited Statesv.Welch, 683 F. 3d 1304, 1310–1314 (2012). Other Circuits\nlikewise ruled, in the years before the clause’s demise, that other\nstate robbery statutes qualified under the residual clause. See,e.g., United Statesv.Mitchell, 743 F. 3d 1054,\n1062–1063 (CA6 2014) (collecting cases).3The majority is able to\nsuggest that followingJohnsonwould beget a larger\npractical effect because it frames the question presented more\nbroadly than is warranted. The majority avers that “[t]his case\nrequires us to decide whether a robbery offense that has as an\nelement the use of force sufficient to overcome a victim’s\nresistance necessitates the use of ‘physical force’ within the\nmeaning of the [ACCA].”Ante, at 1. But this case hinges on\nthe fact that the Florida courts have ruled that the amount of\nresistance offered—and therefore the amount of force necessary to\novercome it—is irrelevant. Seesupra, at 6–7. In other\nwords, this case presents only the narrower question whether a\nrobbery offense that has as an element the use of force sufficient\nto overcome a victim’s resistance—even if that resistance is\nminimal— necessitates the use of “physical force” within the\nmeaning of the ACCA. See also Brief for Petitioner i. If a state\nrobbery statute’s overcoming-resistance requirement were pegged\nunder state law to more than minimal resistance, this would be a\ndifferent case.4The majority’s doubling\ndown onJohnson’s “capable of causing physical pain or\ninjury” language, seeante,at 10–11, suggests nostalgia for\nthe residual clause (which reads: “otherwise involves conduct that\npresents a serious potential risk of physical injury to another,”\n18 U. S. C. §924(e)(2)(B)). Congress could, at any time,\nre-enumerate robbery (and any other crimes it might have intended\nthe residual clause to cover) if it so chose. The majority’s\ndecision today, meanwhile—with its endorsement of the mere\n“potentiality” of injury, seeante,at 11—risks sowing\nconfusion in the lower courts for years to come.5Specifically, hewing to a\nproper reading ofJohnsonwould also affect Florida’s\naggravated robbery statute because the crime’s only element\ninvolving force is the one that it shares with Florida simple\nrobbery. See Fla. Stat. §812.13(1). In Florida, robbery becomes\naggravated if the defendant “carrie[s]” a weapon, see §812.13(2),\nbut that means that the crime sweeps in offenders who never\nbrandished, used, or otherwise intimated that they were armed, see,e.g.,Statev.Burris, 875 So. 2d 408,\n413 (Fla. 2004), and therefore prevents the crime from necessarily\ninvolving the “threatened use of physical force,” see 18\nU. S. C. §924(e)(2)(B)(i). See also Tr. of Oral Arg. 4\n(explaining this point).6See,e.g.,Ala.\nCode §13A–8–41(a)(2) (2015); Alaska Stat. §§11.41.500(a)(2)–(3)\n(2016); Ariz. Rev. Stat. Ann. §13–1904(A)(2) (2018); Ark. Code Ann.\n§§5–12–103(a)(2)–(3) (2013); Cal. Penal Code Ann. §§12022.53,\n12022.7 (West 2018 Cum. Supp.); Colo. Rev. Stat. Ann.\n§18–4–302(1)(b) (2018); Conn. Gen. Stat. §§53a–134(a)(1), (3)\n(2017); Del. Code Ann., Tit. 11, §§832(a)(1)–(3) (2015); Ga. Code\nAnn. §16–8–41(a) (2018); Haw. Rev. Stat. §§708–840(1)(a), (b)(ii)\n(2014); Ill. Comp. Stat., ch. 720, §§5/18–1(b)(1), 5/18–2(a)(3)–(4)\n(2018 Cum. Supp.); Ind. Code §35–42–5–1 (2018 Cum. Supp.); Kan.\nStat. Ann. §21–5420(b)(2) (Supp. 2017); Ky. Rev. Stat. Ann.\n§§515.020(1)(a), (c) (Lexis 2014); La. Rev. Stat. Ann.\n§§14:64.1(A), 64.3, 64.4(A)(1) (West 2016); Me. Rev. Stat. Ann.,\nTit. 17–A, §651(1)(D) (2018 Cum. Supp.); Md. Crim. Law Code Ann.\n§3–403(a)(2) (2012); Mich. Comp. Laws Ann. §750.529 (West 2004);\nMinn. Stat. §609.245(2) (2018); Miss. Code Ann. §97–3–79 (2014);\nMo. Rev. Stat. §§570.023(1)(1), (3)–(4) (2016); Neb. Rev. Stat.\n§§28–324, 28–1205 (2015); N. H. Rev. Stat. Ann. §636:1(III)(b)\n(2016); N. Y. Penal Law Ann. §§160.10(2)(a)–(b), 160.15(1),\n(3)–(4) (West 2015); N. D. Cent. Code Ann. §§12.1–22–01(1)–(2)\n(2012); Ohio Rev. Code Ann. §§2911.01(A)(1), (3) (Lexis 2014);\nOkla. Stat. Ann., Tit. 21, §§797(1)–(3), 801 (2015); Ore. Rev.\nStat. §§164.405(1)(a), 164.415(1)(b)–(c) (2017); 18 Pa. Cons. Stat.\n§§3701(a)(1)(i)–(ii), (iv) (2015); R. I. Gen. Laws §11–39–1(a)\n(2002); S. D. Codified Laws §22–30–6 (2017); Tenn. Code Ann.\n§§39–13–402(a), 39–13–403(a) (2011); Tex. Penal Code Ann. §29.03(a)\n(West 2011); Utah Code §§76–6–302(1)(a)–(b) (2017); Vt. Stat. Ann.,\nTit. 13, §608(c) (2009); Va. Code Ann. §§18.2–53.1, 18.2–58 (2014);\nWash. Rev. Code §§9A.56.200(1)(a)(ii)–(iii) (2015); W. Va. Code\nAnn. §61–2–12(a) (Lexis 2014); Wis. Stat. §943.32(2) (2005); Wyo.\nStat. Ann. §§6–2–401(c) (2017); see also Reply Brief 22–23; App. to\nReply Brief 9a–18a (listing 29 States with aggravated-robbery\nstatutes that could have qualified at the time of the ACCA’s\nenactment because of a weapon-using, weapon-displaying, or\nweapon-representing element; an additional 10 States, excluding\nduplicates, that could have potentially qualified at that time\nbecause of a physical-injury element; and an additional 15 States,\nsome duplicative, with potentially qualifying statutes that have\nbeen enacted since).",
    "joined": []
}