{
    "case": {
        "docket": "95",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/95/"
    },
    "id": "1963674",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–948_________________COMPUCREDIT CORPORATION, et al.,\nPETITIONERS v. WANDA GREENWOOD et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 10, 2012]Justice Sotomayor,\nwith whom Justice Kagan joins, concurring in the judgment.Claims alleging the\nviolation of a statute, such as the Credit Repair Organizations Act\n(Act), 15 U. S. C. §1679 et seq., are generally\nsubject to valid arbitration agreements unless Congress evinces a\ncontrary intent in the text, history, or purpose of the statute.\nSee Gilmer v. Interstate/Johnson Lane Corp., 500 U. S. 20, 26\n(1991) . I agree with the Court that Congress has not shown that\nintent here. But for the reasons stated by the dissent, I find this\nto be a much closer case than the majority opinion suggests.The Act creates a cause\nof action in its liability provision, see\n§1679g(a), denominates the cause of action a “right to sue” in\nthe mandatory disclosure statement, §1679c(a), and then provides\nthat “right[s]” may not be waived, §1679f(a). Those for whom\nCongress wrote the Act—lay readers “of limited economic means and\n. . . inexperienced in credit matters,”\n§1679(a)(2)—reasonably may interpret the phrase “right to sue” as\npromising a right to sue in court. And it is plausible to think\nthat Congress, aware of the impact of its words, intended such a\nconstruction of the liability provision.But while this\ninterpretation of the Act is plausible, it is in my view no more\ncompelling than the contrary construction that petitioners urge. As\nthe majority opinion notes, the disclosure provision does not\nitself confer a cause of action, and the liability provision that\ndoes is materially indistinguishable from other statutes that we\nhave held not to preclude arbitration. In my mind this leaves the\nparties’ arguments in equipoise, and our precedents require that\npetitioners prevail in this circumstance. This is because\nrespondents, as the opponents of arbitration, bear the burden of\nshowing that Congress disallowed arbitration of their claims, and\nbecause we resolve doubts in favor of arbitration. See id., at 26.\nOf course, if we have misread Congress’ intent, then Congress can\ncorrect our error by amending the statute.I add one more point.\nThe majority opinion contrasts the liability provision of the Act\nwith other, more recently enacted statutes that expressly disallow\narbitration. I do not understand the majority opinion to hold that\nCongress must speak so explicitly in order to convey its intent to\npreclude arbitration of statutory claims. We have never said as\nmuch, and on numerous occasions have held that proof of Congress’\nintent may also be discovered in the history or purpose of the\nstatute in question. See ibid. (“If such an intention exists, it\nwill be discoverable in the text of the [statute], its legislative\nhistory, or an ‘inherent conflict’ between arbitration and the\n[statute’s] underlying purposes”); Shearson/American Express Inc.\nv. McMahon, 482 U. S. 220, 227 (1987) (“If Congress did intend\nto limit or prohibit waiver of a judicial forum for a particular\nclaim, such an intent ‘will be deducible from [the statute’s] text\nor legislative history,’ or from an inherent conflict between\narbitration and the statute’s underlying pur-poses” (quoting\nMitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc., 473\nU. S. 614, 628 (1985) ; citation omitted)). I agree with the\ndissent that the statutes the majority opinion cites shed little\nlight on the thoughts of the Congress that passed the Act. But the\nAct’s text is not dispositive, and respondents identify nothing in\nthe legislative history or purpose of the Act that would tip the\nbalance of the scale in favor of their interpretation.",
    "joined": []
}