{
    "case": {
        "docket": "20-1573",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1573/"
    },
    "id": "4596234",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–1573_________________VIKING RIVER CRUISES, INC., PETITIONERv.ANGIE MORIANAon writ of certiorari to the court of appeal\nof california, second appellate district[June 15, 2022]Justice Sotomayor, concurring.I join the Court’s opinion in full. The Court\nfaithfully applies precedent to hold that California’s anti-waiver\nrule for claims under the State’s Labor Code Private Attorneys\nGeneral Act of 2004 (PAGA) is pre-empted only “insofar as it\nprecludes division of PAGA actions into individual and\nnon-individual claims through an agreement to arbitrate.”Ante,at 20. In its analysis of the parties’ contentions,\nthe Court also details several important limitations on the\npre-emptive effect of the Federal Arbitration Act (FAA). Seeante,at 11–17. As a whole, the Court’s opinion makes clear\nthat California is not powerless to address its sovereign concern\nthat it cannot adequately enforce its Labor Code without assistance\nfrom private attorneys general.The Court concludes that the FAA poses no bar to\nthe adjudication of respondent Angie Moriana’s “non-individual”\nPAGA claims, but that PAGA itself “provides no mechanism to enable\na court to adjudicate non-individual PAGA claims once an individual\nclaim has been committed to a separate proceeding.”Ante,at\n21. Thus, the Court reasons, based on available guidance from\nCalifornia courts, that Moriana lacks “statutory standing” under\nPAGA to litigate her “non-individual” claims separately in state\ncourt.Ibid.Of course, if this Court’s understanding of\nstate law is wrong, California courts, in an appropriate case, will\nhave the last word. Alternatively, if this Court’s understanding is\nright, the California Legislature is free to modify the scope of\nstatutory standing under PAGA within state and federal\nconstitutional limits. With this understanding, I join the Court’s\nopinion.",
    "joined": []
}