{
    "case": {
        "docket": "17-1594",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1594/"
    },
    "id": "4106030",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1594_________________RETURN MAIL, INC., PETITIONERv.UNITED\nSTATES POSTAL SERVICE, et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 10, 2019]Justice Sotomayor delivered the opinion of the\nCourt.In the Leahy-Smith America Invents Act of 2011,\n35 U. S. C. §100et seq., Congress created\nthe Patent Trial and Appeal Board and established three new types\nof administrative proceedings before the Board that allow a\n“person” other than the patent owner to challenge the validity of a\npatent post-issuance. The question presented in this case is\nwhether a federal agency is a “person” able to seek such review\nunder the statute. We conclude that it is not.IAThe Constitution empowers Congress “[t]o\npromote the Progress of Science and useful Arts, by securing for\nlimited Times to Authors and Inventors the exclusive Right to their\nrespective . . . Discoveries.” Art. I, §8, cl. 8.\nPursuant to that authority, Congress established the United States\nPatent and Trademark Office (Patent Office) and tasked it with “the\ngranting and issuing of patents.” 35 U. S. C. §§1,\n2(a)(1).To obtain a patent, an inventor submits an\napplication describing the proposed patent claims to the Patent\nOffice. See §§111(a)(1), 112. A patent examiner then reviews the\napplication and prior art (the information available to the public\nat the time of the application) to determine whether the claims\nsatisfy the statutory requirements for patent- ability, including\nthat the claimed invention is useful, novel, nonobvious, and\ncontains eligible subject matter. See §§101, 102, 103. If the\nPatent Office accepts the claim and issues a patent, the patent\nowner generally obtains exclusive rights to the patented invention\nthroughout the United States for 20 years. §§154(a)(1), (2).After a patent issues, there are several avenues\nby which its validity can be revisited. The first is through a\ndefense in an infringement action. Generally, one who intrudes upon\na patent without authorization “infringes the patent” and becomes\nsubject to civil suit in the federal district courts, where the\npatent owner may demand a jury trial and seek monetary damages and\ninjunctive relief. §§271(a), 281–284. If, however, the Federal\nGovernment is the alleged patent infringer, the patent owner must\nsue the Government in the United States Court of Federal Claims and\nmay recover only “reasonable and entire compensation” for the\nunauthorized use. 28 U. S. C. §1498(a).Once sued, an accused infringer can attempt to\nprove by clear and convincing evidence “that the patent never\nshould have issued in the first place.”Microsoft Corp.v.i4i L. P.,564 U.S.\n91, 96–97 (2011); see 35 U. S. C. §282(b). If a\ndefendant succeeds in showing that the claimed invention falls\nshort of one or more patentability requirements, the court may deem\nthe patent invalid and absolve the defendant of liability.The Patent Office may also reconsider the\nvalidity of issued patents. Since 1980, the Patent Act has\nempowered the Patent Office “to reexamine—and perhaps cancel—a\npatent claim that it had previously allowed.”Cuozzo Speed\nTechnologies,LLCv.Lee, 579 U. S. ___, ___\n(2016) (slip op., at 3). This procedure is known as ex parte\nreexamination. “Any person at any time” may cite to the Patent\nOffice certain prior art that may “bea[r] on the patentability of\nany claim of a particular patent”; and the person may additionally\nrequest that the Patent Office reexamine the claim on that basis.\n35 U. S. C. §§301(a), 302(a). If the Patent Office\nconcludes that the prior art raises “a substantial new question of\npatentability,” the agency may reexamine the patent and, if\nwarranted, cancel the patent or some of its claims. §§303(a),\n304–307. The Director of the Patent Office may also, on her “own\ninitiative,” initiate such a proceeding. §303(a).In 1999 and 2002, Congress added an “inter\npartes reexamination” procedure, which similarly invited “[a]ny\nperson at any time” to seek reexamination of a patent on the basis\nof prior art and allowed the challenger to participate in the\nadministrative proceedings and any subsequent appeal. See §311(a)\n(2000 ed.); §§314(a), (b) (2006 ed.);Cuozzo Speed\nTechnologies, 579 U. S., at ___ (slip op., at 3).BIn 2011, Congress overhauled the patent system\nby enacting the America Invents Act (AIA), which created the Patent\nTrial and Appeal Board and phased out inter partes reexamination.\nSee 35 U. S. C. §6; H. R. Rep. No. 112–98, pt. 1,\npp. 46–47. In its stead, the AIA tasked the Board with\noverseeing three new types of post-issuance review proceedings.First, the “inter partes review” provision\npermits “a person” other than the patent owner to petition for the\nreview and cancellation of a patent on the grounds that the\ninvention lacks novelty or nonobviousness in light of “patents or\nprinted publications” existing at the time of the patent\napplication. §311.Second, the “post-grant review” provision\npermits “a person who is not the owner of a patent” to petition for\nreview and cancellation of a patent on any ground of pat-\nentability. §321; see §§282(b)(2), (b)(3). Such proceedings must be\nbrought within nine months of the patent’s issuance. §321.Third, the “covered-business-method review” (CBM\nreview) provision provides for changes to a patent that claims a\nmethod for performing data processing or other operations used in\nthe practice or management of a financial product or service. AIA\n§§18(a)(1), (d)(1), 125Stat. 329, note following 35\nU. S. C. §321, p. 1442. CBM review tracks the\n“standards and procedures of” post-grant review with two notable\nexceptions: CBM review is not limited to the nine months following\nissuance of a patent, and “[a] person” may file for CBM review only\nas a defense against a charge or suit for infringement.\n§18(a)(1)(B), 125Stat. 330.[1]The AIA’s three post-issuance review proceedings\nare adjudicatory in nature. Review is conducted by a three-member\npanel of the Patent Trial and Appeal Board, 35 U. S. C.\n§6(c), and the patent owner and challenger may seek discovery, file\naffidavits and other written memo- randa, and request an oral\nhearing, see §§316, 326; AIA §18(a)(1), 125Stat. 329;Oil States\nEnergy Services,LLCv.Greene’s Energy Group,LLC, 584 U. S. ___, ___–___ (2018) (slip op., at 3–4).\nThe petitioner has the burden of proving unpatentability by a\npreponderance of the evidence. §§282, 316(e), 326(e). The Board\nthen either confirms the patent claims or cancels some or all of\nthe claims. §§318(b), 328(b). Any party “dissatisfied” with the\nBoard’s final decision may seek judicial review in the Court ofAppeals for the Federal Circuit, §§319, 329; see\n§141(c), and the Director of the Patent Office may intervene,\n§143.In sum, in the post-AIA world, a patent can be\nreexamined either in federal court during a defense to an\ninfringement action, in an ex parte reexamination by the\nPatent Office, or in the suite of three post-issuance review\nproceedings before the Patent Trial and Appeal Board. The central\nquestion in this case is whether the Federal Government can avail\nitself of the three post-issuance review proceedings, including CBM\nreview.CReturn Mail, Inc., owns U. S. Patent No.\n6,826,548 (’548 patent), which claims a method for processing mail\nthat is undeliverable. Beginning in 2003, the United States Postal\nService allegedly began exploring the possibility of licensing\nReturn Mail’s invention for use in handling the country’s\nundelivered mail. But the parties never reached an agreement.In 2006, the Postal Service introduced an\nenhanced address-change service to process undeliverable mail.\nReturn Mail’s representatives asserted that the new service\ninfringed the ’548 patent, and the company renewed its offer to\nlicense the claimed invention to the Postal Service. In response,\nthe Postal Service petitioned for ex parte reexamination of\nthe ’548 patent. The Patent Office canceled the original claims but\nissued several new ones, confirming the validity of the ’548\npatent. Return Mail then sued the Postal Service in the Court of\nFederal Claims, seeking compensation for the Postal Service’s\nunauthorized use of its invention, as reissued by the Pat- ent\nOffice.While the lawsuit was pending, the Postal\nService again petitioned the Patent Office to review the ’548\npatent, this time seeking CBM review. The Patent Board instituted\nreview. The Board agreed with the Postal Service that Return Mail’s\npatent claims subject matter that was ineligible to be patented,\nand it canceled the claims underlying the ’548 patent. A divided\npanel of the Court of Appeals for the Federal Circuit affirmed. See\n868 F.3d 1350 (2017). As relevant here, the Federal Circuit held,\nover a dissent, that the Government is a “person” eligible to\npetition for CBM review.Id., at 1366; see AIA §18(a)(1)(B),\n125Stat. 330 (only a qualifying “person” may petition for CBM\nreview). The court then affirmed the Patent Board’s decision on the\nmerits, invalidating Return Mail’s patent claims.We granted certiorari to determine whether a\nfederal agency is a “person” capable of petitioning for\npost-issuance review under the AIA.[2] 586 U. S. ___ (2018).IIThe AIA provides that only “a person” other\nthan the patent owner may file with the Office a petition to\ninstitute a post-grant review or inter partes review of an issued\npatent. 35 U. S. C. §§311(a), 321(a). The statute\nlikewise provides that a “person” eligible to seek CBM review may\nnot do so “unless the person or the person’s real party in interest\nor privy has been sued for infringement.” AIA §18(a)(1)(B),\n125Stat. 330. The question in this case is whether the Government\nis a “person” capable of instituting the three AIA review\nproceedings.AThe patent statutes do not define the term\n“person.” Inthe absence of an express statutory\ndefinition, the Court applies a “longstanding interpretive\npresumption that ‘person’ does not include the sovereign,” and thus\nexcludes a federal agency like the Postal Service.Vermont\nAgency of Natural Resourcesv.United States ex rel.\nStevens,529 U.S.\n765, 780–781 (2000); seeUnited Statesv.Mine\nWorkers,330 U.S.\n258, 275 (1947);United Statesv.Cooper Corp.,312 U.S.\n600, 603–605 (1941);United Statesv.Fox,94 U.S.\n315, 321 (1877).This presumption reflects “common usage.”Mine Workers, 330 U. S., at 275. It is also an express\ndirective from Congress: The Dictionary Act has since 1947 provided\nthe definition of “ ‘person’ ” that courts use “[i]n\ndetermining the meaning of any Act of Congress, unless the context\nindicates otherwise.” 1 U. S. C. §1; seeRowlandv.California Men’s Colony,Unit II Men’s Advisory\nCouncil,506 U.S.\n194, 199–200 (1993). The Act provides that the word “ ‘person’\n. . . include[s] corporations, companies, associations,\nfirms, partnerships, societies, and joint stock companies, as well\nas individuals.” §1. Notably absent from the list of “person[s]” is\nthe Federal Government. SeeMine Workers, 330 U. S., at\n275 (reasoning that Congress’ express inclusion of partnerships and\ncorporations in §1 implies that Congress did not intend to include\nthe Government). Thus, although the presumption is not a “hard and\nfast rule of exclusion,”Cooper, 312 U. S., at 604–605,\n“it may be disregarded only upon some affirmative showing of\nstatutory intent to the contrary,”Stevens, 529 U. S.,\nat 781.The Postal Service contends that the presumption\nis strongest where interpreting the word “person” to include the\nGovernment imposes liability on the Government, and is weakest\nwhere (as here) interpreting “person” in that way benefits the\nGovernment. In support of this argument, the Postal Service points\nto a different interpretive canon: that Congress must unequivocally\nexpress any waiver of sovereign immunity for that waiver to be\neffective. SeeFAAv.Cooper,566\nU.S. 284, 290 (2012). That clear-statement rule inherently\napplies only when a party seeks to hold the Government liable for\nits actions; otherwise immunity is generally irrelevant. In the\nPostal Service’s view, the presumption against treating the\nGovernment as a statutory person works in tandem with the\nclear-statement rule regarding immunity, such that both apply only\nwhen a statute would subject the Government to liability.Our precedents teach otherwise. In several\ninstances, this Court has applied the presumption against treating\nthe Government as a statutory person when there was no question of\nimmunity, and doing so would instead exclude the Federal Government\nor one of its agencies from accessing a benefit or favorable\nprocedural device. InCooper, 312 U. S., at 604–605,\n614, for example, the Court held that the Federal Government was\nnot “ ‘[a]ny person’ ” who could sue for treble damages\nunder §7 of the Sherman Anti-Trust Act. Accord,International\nPrimate Protection Leaguev.Administrators of Tulane Ed.\nFund,500 U.S.\n72, 82–84 (1991) (concluding that the National Institutes of\nHealth was not authorized to remove an action as a “ ‘person\nacting under [a federal]’ officer” pursuant to 28\nU. S. C. §1442(a)(1));Davisv.Pringle,268 U.S.\n315, 317–318 (1925) (reasoning that “normal usages of speech”\nindicated that the Government was not a “person” entitled to\npriority under the Bankruptcy Act);Fox, 94 U. S., at\n321 (holding that the Federal Government was not a “ ‘person\ncapable by law of holding real estate,’ ” absent “an express\ndefinition to that effect”).Thus, although the presumption against treating\nthe Government as a statutory person is “ ‘particularly\napplicable where it is claimed that Congress has subjected the\n[sovereign] to liability to which they had not been subject\nbefore,’ ”Stevens, 529 U. S., at 781, it is\nhardly confined to such cases. Here, too, we proceed from the\npresumption that the Government is not a “person” authorized to\ninitiate these proceedings absent an affirmative showing to the\ncontrary.BGiven the presumption that a statutory\nreference to a “person” does not include the Government, the Postal\nService must show that the AIA’s context indicates otherwise.\nAlthough the Postal Service need not cite to “an express contrary\ndefinition,”Rowland, 506 U. S., at 200, it must point\nto some indication in the text or context of the statute that\naffirmatively shows Congress intended to include the Government.\nSeeCooper, 312 U. S., at 605.The Postal Service makes three arguments for\ndisplacing the presumption. First, the Postal Service argues that\nthe statutory text and context offer sufficient evidence that the\nGovernment is a “person” with the power to petition for AIA review\nproceedings. Second, the Postal Service contends that federal\nagencies’ long history of participation in the patent system\nsuggests that Congress intended for the Government to participate\nin AIA review proceedings as well. Third, the Postal Service\nmaintains that the statute must permit it to petition for AIA\nreview because §1498 subjects the Government to liability for\ninfringement. None delivers.1The Postal Service first argues that the AIA’s\nreference to a “person” in the context of post-issuance review\nproceedings must include the Government because other references to\npersons in the patent statutes appear to do so. Indeed, it is often\ntrue that when Congress uses a word to mean one thing in one part\nof the statute, it will mean the same thing elsewhere in the\nstatute. SeeMerrill Lynch,Pierce,Fenner &\nSmith Inc.v.Dabit,547 U.S.\n71, 86 (2006). This principle, however, “readily yields to\ncontext,” especially when a statutory term is used throughout a\nstatute and takes on “distinct characters” in distinct statutory\nprovisions. SeeUtility Air Regulatory Groupv.EPA,\n573 U.S. 302, 320 (2014) (internal quotation marks omitted). That\nis the case here. The Patent Act and the AIA refer to “person[s]”\nin at least 18 different places, and there is no clear trend:\nSometimes “person” plainly includes the Government,[3] sometimes it plainly excludes the\nGovernment,[4] and sometimes—as\nhere—it might be read either way.Looking on the bright side, the Postal Service\nand the dissent, seepost, at 2, focus on §207(a)(1), which\nauthorizes “[e]ach [f]ederal agency” to “apply for, obtain, and\nmaintain patents or other forms of protection . . . on\ninventions in which the Federal Government owns a right, title, or\ninterest.” It follows from §207(a)(1)’s express inclusion offederal agencies among those eligible to apply\nfor patents that the statute’s references to “person[s]” in the\nsubsections governing the patent-application process and questions\nof patentability (§§102(a), 118, and 119) must also include federal\nagencies.[5] In other words,\nthe right described in §207(a)(1) provides a sufficient contextual\nclue that the word “person”—when used in the other provisions\ngoverning the application process §207(a)(1) makes available to\nfederal agencies—includes the Government.But §207(a)(1) provides no such clue as to the\ninterpretation of the AIA review provisions because it implies\nnothing about what a federal agency may or may not do following the\nissuance of someone else’s patent. Conversely, reading the review\nprovisions to exclude the Govern- ment has no bearing on a federal\nagency’s right to obtain a patent under §207(a)(1). An agency may\nstill apply for and obtain patents whether or not it may petition\nfor a review proceeding under the AIA seeking cancellation of a\npatent it does not own. There is thus no reason to think that\n“person” must mean the same thing in these two different parts of\nthe statute. SeeUtility Air, 573 U. S., at\n320.[6]The Postal Service cites other provisions that\nmay refer to the Government—namely, the “intervening rights”\nprovisions that offer certain protections for “any person” who is\nlawfully making or using an invention when the Patent Office\nmodifies an existing patent claim in a way that deems the person’s\n(previously lawful) use to be infringement. See §§252, 307(b),\n318(c), 328(c). The Postal Service argues that the Government must\nbe among those protected by these provisions and from there deduces\nthat it must also be permitted to petition for AIA review\nproceedings because the review provisions and the\nintervening-rights provisions were all added to the Patent Act by\nthe AIA at the same time. SeePowerex Corp.v.Reliant\nEnergy Services,Inc.,551 U.S.\n224, 232 (2007) (invoking the consistent-usage canon where the\nsame term was used in related provisions enacted at the same\ntime).But regardless of whether the intervening-rights\nprovisions apply to the Government (a separate interpretive\nquestion that we have no occasion to answer here), the Postal\nService’s chain of inferences overlooks a confounding link: The\nconsistent-usage canon breaks down where Congress uses the same\nword in a statute in multiple conflicting ways. As noted, that is\nthe case here. In the face of such inconsistency, the mere\nexistence of some Government-inclusive references cannot make the\n“affirmative showing,”Stevens, 529 U. S., at 781,\nrequired to overcome the presumption that Congress did not intend\nto include the Government among those “person[s]” eligible to\npetition for AIA review proceedings.[7]2The Postal Service next points to the Federal\nGovernment’s longstanding history with the patent system. It\nreminds us that federal officers have been able to apply for\npatents in the name of the United States since 1883, see Act of\nMar. 3, 1883, 22Stat. 625—which, in the Postal Service’s view,\nsuggests that Congress intended to allow the Government access to\nAIA review proceedings as well. But, as already explained, the\nGovernment’s ability to obtain a patent under §207(a)(1) does not\nspeak to whether Congress meant for the Government to participate\nas a third-party challenger in AIA review proceedings. As to those\nproceedings, there is no longstanding practice: The AIA was enacted\njust eight years ago.[8]More pertinently, the Postal Service and the\ndissent both note that the Patent Office since 1981 has treated\nfederal agencies as “persons” who may cite prior art to the agency\nor request an ex parte reexamination of an issued patent. Seepost, at 5. Recall that §301(a) provides that “[a]ny person\nat any time may cite to the Office in writing . . . prior\nart . . . which that person believes to have a bearing on\nthe patentability of any claim of a particular patent.” As\nmemorialized in the Patent Office’s Manual of Patent Examining\nProcedure (MPEP), the agency has understood §301’s reference to\n“any person” to include “governmental entit[ies].” Dept. of\nCommerce, Patent and Trademark Office, MPEP §§2203, 2212 (4th rev.\ned., July 1981).We might take account of this “executive\ninterpretation”if we were determining whether Congress meant to\ninclude the Government as a “person” for purposes of the\nex parte reexamination procedures themselves. See,e.g.,United Statesv.Hermanos y Compañia,209 U.S.\n337, 339 (1908). Here, however, the Patent Office’s statement\nin the 1981 MPEP has no direct relevance. Even assuming that the\nGovernment may petition for ex parte reexamination,\nex parte reexamination is a fundamentally different process\nthan an AIA post-issuance review proceeding.[9] Both share the common purpose of allowing\nnon-patent owners to bring questions of patent validity to the\nPatent Office’s attention, but they do so in meaningfully different\nways.In an ex parte reexamination, the third\nparty sends information to the Patent Office that the party\nbelieves bears on the patent’s validity, and the Patent Office\ndecides whether to reexamine the patent. If it decides to do so,\nthe reexamination process is internal; the challenger is not\npermitted to participate in the Patent Office’s process. See 35\nU. S. C. §§302, 303. By contrast, the AIA post-issuance\nreview proceedings are adversarial, adjudicatory proceedings\nbetween the “person” who petitioned for review and the patent\nowner: There is briefing, a hearing, discovery, and the\npresentation of evidence, and the losing party has appeal rights.\nSeesupra, at 4–5. Thus, there are good reasons Congress\nmight have authorized the Government to initiate a hands-off\nex parte reexamination but not to become a party to a\nfull-blown adversarial proceeding before the Patent Office and any\nsubsequentappeal. After all, the Government is already in\na unique position among alleged infringers given that 28\nU. S. C. §1498 limits patent owners to bench trials\nbefore the Court of Federal Claims and monetary damages, whereas 35\nU. S. C. §271 permits patent owners to demand jury trials\nin the federal district courts and seek other types of relief.Thus, there is nothing to suggest that Congress\nhad the 1981 MPEP statement in mind when it enacted the AIA. It is\ntrue that this Court has often said, “[w]hen administrative and\njudicial interpretations have settled the meaning of an existing\nstatutory provision, repetition of the same language in a new\nstatute indicates, as a general matter, the intent to incorporate\nits administrative and judicial interpretations as well.”Bragdonv.Abbott,524 U.S.\n624, 645 (1998). But there is no “settled” meaning of the term\n“person” with respect to the newly established AIA review\nproceedings. Accordingly, the MPEP does not justify putting aside\nthe presumptive meaning of “person” here.3Finally, the Postal Service argues that it\nmust be a “person” who may petition for AIA review proceedings\nbecause, like other potential infringers, it is subject to civil\nliability and can assert a defense of patent invalidity. See\n§§282(b)(2)–(3). In the Postal Service’s view, it is anomalous to\ndeny it a benefit afforded to other infringers—the ability to\nchallenge a patentde novobefore the Patent Office,\nrather than only as an infringement defense that must be proved by\nclear and convincing evidence. Seeibid.;Microsoft\nCorp., 564 U. S., at 95 (holding that §282’s presumption\nof validity in litigation imposes a clear and convincing evidence\nstandard on defendants seeking to prove invalidity).The Postal Service overstates the asymmetry.\nAgencies retain the ability under §282 to assert defenses to\ninfringement. Once sued, an agency may, like any other accused\ninfringer, argue that the patent is invalid, and the agency faces\nthe same burden of proof as a defendant in any other infringement\nsuit. The Postal Service lacks only the additional tool of\npetitioning for the initiation of an administrative proceeding\nbefore the Patent Office under the AIA, a process separate from\ndefending an infringement suit.We see no oddity, however, in Congress’\naffording nongovernmental actors an expedient route that the\nGovernment does not also enjoy for heading off potential\ninfringement suits. Those other actors face greater and more\nuncertain risks if they misjudge their right to use technology that\nis subject to potentially invalid patents. Most notably, §1498\nrestricts a patent owner who sues the Government to her “reasonable\nand entire compensation” for the Government’s infringing use; she\ncannot seek an injunction, demand a jury trial, or ask for punitive\ndamages, all of which are available in infringement suits against\nnongovernmental actors under §271(e)(4). Thus, although federal\nagencies remain subject to damages for impermissible uses, they do\nnot face the threat of preliminary injunctive relief that could\nsuddenly halt their use of a patented invention, and they enjoy a\ndegree of certainty about the extent of their potential liability\nthat ordinary accused infringers do not. Because federal agencies\nface lower risks, it is reasonable for Congress to have treated\nthem differently.[10]Finally, excluding federal agencies from the AIA\nreview proceedings avoids the awkward situation that might result\nfrom forcing a civilian patent owner (such as Return Mail) to\ndefend the patentability of her invention in an adversarial,\nadjudicatory proceeding initiated by one federal agency (such as\nthe Postal Service) and overseen by a different federal agency (the\nPatent Office). We are therefore unpersuaded that the Government’s\nexclusion from the AIA review proceedings is sufficiently anomalous\nto overcome the presumption that the Government is not a “person”\nunder the Act.[11]IIIFor the foregoing reasons, we hold that a\nfederal agency is not a “person” who may petition for post-issuance\nre-view under the AIA. The judgment of the United\nStates Court of Appeals for the Federal Circuit is therefore\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The CBM review program\nwill stop accepting new claims in 2020. See AIA §18(a)(3)(A),\n125Stat. 330; 77 Fed. Reg. 48687 (2012).2The Federal Circuit\nrejected Return Mail’s argument that the Postal Service cannot\npetition for CBM review for the independent reason that a suit\nagainst the Government under 28 U. S. C. §1498 is not a\nsuit for infringement. 868 F.3d 1350, 1366 (2017). We denied Return\nMail’s petition for certiorari on this question and therefore have\nno occasion to resolve it in this case. Accordingly, we assume that\na §1498 suit is one for infringement and refer to it as the\nsame.3For example, the statute\nexpressly includes the Government as a “person” in §296(a), which,\nas enacted, provided that States “shall not be immune\n. . . from suit in Federal court by any person, including\nany governmental or nongovernmental entity, for infringement of a\npatent under section 271.” 35 U. S. C. §296(a) (1988 ed.,\nSupp. IV) (ruled unconstitutional byFlorida Prepaid\nPostsecondary Ed. Expense Bd.v.College Savings Bank,527 U.S.\n627, 630 (1999)).4For example, in §6(a),\nthe Patent Act provides that the administrative patent judges\ncomprising the Board must be “persons of competent legal knowledge\nand scientific ability.” Likewise, §257(e) requires the Patent\nOffice Director to treat as confidential any referral to the\nAttorney General of suspected fraud in the patent process unless\nthe United States charges “a person” with a criminal offense in\nconnection with the fraud. See also §2(b)(11) (authorizing the\nPatent Office to cover the expenses of “persons” other than federal\nemployees attending programs on intellectual-property protection);\n§100(h) (defining a “ ‘joint research agreement’ ” as a\nwritten agreement between “2 or more persons or entities”). Some of\nthese provisions (§§2(b)(11), 6(a), and 100(h)) were enacted as\npart of the AIA, alongside the AIA review proceedings. See 125Stat.\n285, 313, 335.5Section 102(a) provides\nthat “[a] person shall be entitled to a patent” as long as the\npatent is novel. Section 118 states that “[a] person to whom the\ninventor has assigned” an invention may file a patent application.\nSection 119 discusses the effect of a patent application filed in a\nforeign country “by any person” on the patent-application process\nin the United States.6Likewise, we are not\npersuaded by the dissent’s suggestion that §207(a)(3)—which\nauthorizes federal agencies “to protect and administer rights” to\nfederally owned inventions—provides a statutory basis for the\nPostal Service’s initiation of AIA review proceedings. Seepost, at 5–6. The statute explains how a federal agency is\nto “protect” those rights: “either directly or through contract,”\nsuch as by “acquiring rights for and administering royalties” or\n“licensing.” §207(a)(3). TheAIA review proceedings, which a\n“person” may initiate regardless of ownership, do not fall clearly\nwithin the ambit of §207(a)(3).7The dissent responds that\nwe should set aside the statutory references to “person[s]” that\nnaturally exclude the Government and instead count only those\nreferences that expressly or impliedly include the Government. Seepost, at 3–4. But the point of the canon the PostalService\ninvokes is to ascertain the meaning of a statutory term from its\nconsistent usage in other parts of the statute, not to pick sides\namong differing uses.8Moreover, for those of us\nwho consider legislative history, there is none that suggests\nCongress considered whether the Federal Government or its agencies\nwould have access to the AIA review proceedings.9As discussed above, seesupra, at 2–4, ex parte reexamination is not one of the\nthree new proceedings added by the AIA, and therefore the question\nwhether its reference to a “person” includes the Government is\nbeyond the scope of the question presented. Moreover, neither party\ncontests that a federal agency may cite prior art to the Patent\nOffice and ask for ex parte reexamination.10If\nthe Government were a “person” under the AIA, yet another anomaly\nmight arise under the statute’s estoppel provisions. Those\nprovisions generally preclude a party from relitigating issues in\nany subsequent proceedings in federal district court, before the\nInternational Trade Commission, and (for inter partes review and\npost-grant review) before the Patent Office. See 35\nU. S. C. §§315(e), 325(e); AIA§18(a)(1)(D), 125Stat. 330.\nBecause infringement suits against the Government must be brought\nin the Court of Federal Claims—which is not named in the estoppel\nprovisions—the Government might not be precluded by statute from\nrelitigating claims raised before the Patent Office if it were able\nto institute post-issuance review under the AIA. See 28\nU. S. C. §1498(a). Although Return Mail cites this\nasymmetry in support of its interpretation, we need not rely on it,\nbecause Return Mail already prevails for the reasons given above.\nAt any rate, the practical effect of the estoppel provisions’\npotential inapplicability to the Government is uncertain given that\nthis Court has not decided whether common-law estoppel applies in\n§1498 suits.11Nor\ndo we find persuasive the dissent’s argument that the Postal\nService should be allowed to petition for post-issuance review\nproceedings because its participation would further the purpose of\nthe AIA: to provide a cost-effective and efficient alternative to\nlitigation in the courts. Seepost, at 5; H. R. Rep.\nNo. 112–98, pt. 1, pp. 47–48 (2001). Statutes rarely embrace\nevery possible measure that would further their general aims, and,\nabsent other contextual indicators of Congress’ intent to include\nthe Government in a statutory provision referring to a “person,”\nthe mere furtherance of the statute’s broad purpose does not\novercome the presumption in this case. SeeCooper, 312\nU. S., at 605 (“[I]t is not our function to engraft on a\nstatute additions which we think the legislature logically might or\nshould have made”).",
    "joined": []
}