{
    "case": {
        "docket": "17-532",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-532/"
    },
    "id": "4096599",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–532_________________CLAYVIN HERRERA, PETITIONERv.WYOMINGon writ of certiorari to the district court of\nwyoming, sheridan county[May 20, 2019]Justice Sotomayor delivered the opinion of the\nCourt.In 1868, the Crow Tribe ceded most of its\nterritory in modern-day Montana and Wyoming to the United States.\nIn exchange, the United States promised that the Crow Tribe “shall\nhave the right to hunt on the unoccupied lands of the United States\nso long as game may be found thereon” and “peace subsists\n. . . on the borders of the hunting districts.” Treaty\nBetween the United States of America and the Crow Tribe of Indians\n(1868 Treaty), Art. IV, May 7, 1868, 15Stat. 650. Petitioner\nClayvin Herrera, a member of the Tribe, invoked this treaty right\nas a defense against charges of off-season hunting in Bighorn\nNational Forest in Wyoming. The Wyoming courts held that the\ntreaty-protected hunting right expired when Wyoming became a State\nand, in any event, does not permit hunting in Bighorn National\nForest because that land is not “unoccupied.” We disagree. The Crow\nTribe’s hunting right survived Wyoming’s statehood, and the lands\nwithin Bighorn National Forest did not become categorically\n“occupied” when set aside as a national reserve.IAThe Crow Tribe first inhabited modern-day\nMontana more than three centuries ago.Montanav.United\nStates,450 U.S.\n544, 547 (1981). The Tribe was nomadic, and its members hunted\ngame for subsistence. J. Medicine Crow, From the Heart of the Crow\nCountry 4–5, 8 (1992). The Bighorn Mountains of southern Montana\nand northern Wyoming “historically made up both the geographic and\nthe spiritual heart” of the Tribe’s territory. Brief for Crow Tribe\nof Indians asAmicus Curiae5.The westward migration of non-Indians began a\nnew chapter in the Tribe’s history. In 1825, the Tribe signed a\ntreaty of friendship with the United States. Treaty With the Crow\nTribe, Aug. 4, 1825, 7Stat. 266. In 1851, the Federal Government\nand tribal representatives entered into the Treaty of Fort Laramie,\nin which the Crow Tribe and other area tribes demarcated their\nrespective lands.Montana, 450 U. S., at 547–548. The\nTreaty of Fort Laramie specified that “the tribes did not\n‘surrender the privilege of hunting, fishing, or passing over’ any\nof the lands in dispute” by entering the treaty.Id.,at\n548.After prospectors struck gold in Idaho and\nwestern Montana, a new wave of settlement prompted Congress to\ninitiate further negotiations. See F. Hoxie, Parading Through\nHistory 88–90 (1995). Federal negotiators, including Commissioner\nof Indian Affairs Nathaniel G. Taylor, met with Crow Tribe leaders\nfor this purpose in 1867. Taylor acknowledged that “settlements\nha[d] been made” upon the Crow Tribe’s lands and that their “game\n[was] being driven away.” Institute for the Development of Indian\nLaw, Proceedings of the Great Peace Commission of 1867–1868,\np. 86 (1975) (hereinafter Proceedings). He told the assembled\ntribal leaders that the United States wished to “set apart a tract\nof [Crow Tribe] country as a home” for the Tribe “forever” and to\nbuy the rest of the Tribe’s land.Ibid. Taylor emphasized\nthat the Tribe would have “the right to hunt upon” the land it\nceded to the Federal Government “as long as the game lasts.”Ibid.At the convening, Tribe leaders stressed the\nvital importance of preserving their hunting traditions. Seeid., at 88 (Black Foot: “You speak of putting us on a\nreservation and teaching us to farm. . . . That talk\ndoes not please us. We want horses to run after the game, and guns\nand ammunition to kill it. I would like to live just as I have been\nraised”);id., at 89 (Wolf Bow: “You want me to go on a\nreservation and farm. I do not want to do that. I was not raised\nso”). Although Taylor responded that “[t]he game w[ould] soon\nentirely disappear,” he also reassured tribal leaders that they\nwould “still be free to hunt” as they did at the time even after\nthe reservation was created.Id., at 90.The following spring, the Crow Tribe and the\nUnited States entered into the treaty at issue in this case: the\n1868 Treaty. 15Stat. 649. Pursuant to the 1868 Treaty, the Crow\nTribe ceded over 30 million acres of territory to the United\nStates. SeeMontana, 450 U. S., at 547–548;\nArt. II, 15Stat. 650. The Tribe promised to make its\n“permanent home” a reservation of about 8 million acres in what is\nnow Montana and to make “no permanent settlement elsewhere.” Art.\nIV, 15Stat. 650. In exchange, the United States made certain\npromises to the Tribe, such as agreeing to construct buildings on\nthe reservation, to provide the Tribe members with seeds and\nimplements for farming, and to furnish the Tribe with clothing and\nother goods. 1868 Treaty, Arts. III–XII,id., at\n650–652. Article IV of the 1868 Treaty memorialized Commissioner\nTaylor’s pledge to preserve the Tribe’s right to hunt\noff-reservation, stating:“The Indians . . . shall have\nthe right to hunt on the unoccupied lands of the United States so\nlong as game may be found thereon, and as long as peace subsists\namong the whites and Indians on the borders of the hunting\ndistricts.”Id., at 650.A few months after the 1868 Treaty signing,\nCongress established the Wyoming Territory. Congress provided that\nthe establishment of this new Territory would not “impair the\nrights of person or property now pertaining to the Indians in said\nTerritory, so long as such rights shall remain unextinguished by\ntreaty.” An Act to Provide a Temporary Government for the Territory\nof Wyoming (Wyoming Territory Act), July 25, 1868, ch. 235, 15Stat.\n178. Around two decades later, the people of the new Territory\nadopted a constitution and requested admission to the United\nStates. In 1890, Congress formally admitted Wyoming “into the Union\non an equal footing with the original States in all respects,” in\nan Act that did not mention Indian treaty rights. An Act to Provide\nfor the Admission of the State of Wyoming into the Union (Wyoming\nStatehood Act), July 10, 1890, ch. 664, 26Stat. 222. Finally, in\n1897, President Grover Cleveland set apart an area in Wyoming as a\npublic land reservation and declared the land “reserved from entry\nor settlement.” Presidential Proclamation No. 30, 29Stat. 909. This\narea, made up of lands ceded by the Crow Tribe in 1868, became\nknown as the Bighorn National Forest. See App. 234;Crow Tribe\nof Indiansv.Repsis,73 F.3d 982, 985 (CA10 1995).BPetitioner Clayvin Herrera is a member of the\nCrow Tribe who resides on the Crow Reservation in Montana. In 2014,\nHerrera and other Tribe members pursued a group of elk past the\nboundary of the reservation and into the neighboring Bighorn\nNational Forest in Wyoming. They shot several bull elk and returned\nto Montana with the meat. The State of Wyoming charged Herrera for\ntaking elk off-season or without a state hunting license and with\nbeing an accessory to the same.In state trial court, Herrera asserted that he\nhad a protected right to hunt where and when he did pursuant to the\n1868 Treaty. The court disagreed and denied Herrera’s pretrial\nmotion to dismiss. See Nos. CT–2015–2687, CT–2015–2688 (4th Jud.\nDist. C. C., Sheridan Cty., Wyo., Oct. 16, 2015), App. to Pet.\nfor Cert. 37, 41. Herrera unsuccessfully sought a stay of the trial\ncourt’s order from the Wyoming Supreme Court and this Court. He\nthen went to trial, where he was not permitted to advance a\ntreaty-based defense, and a jury convicted him on both counts. The\ntrial court imposed a suspended jail sentence, as well as a fine\nand a 3-year suspension of Herrera’s hunting privileges.Herrera appealed. The central question facing\nthe state appellate court was whether the Crow Tribe’s\noff-reservation hunting right was still valid. The U. S. Court\nof Appeals for the Tenth Circuit, reviewing the same treaty right\nin 1995 inCrow Tribe of Indiansv.Repsis, had ruled\nthat the right had expired when Wyoming became a State. 73\nF. 3d, at 992–993. The Tenth Circuit’s decision inRepsisrelied heavily on a 19th-century decision of this\nCourt,Wardv.Race Horse,163\nU.S. 504, 516 (1896). Herrera argued in the state court that\nthis Court’s subsequent decision inMinnesotav.Mille\nLacs Band of Chippewa Indians,526 U.S.\n172(1999), repudiatedRace Horse, and he urged the\nWyoming court to followMille Lacsinstead of theRepsisandRace Horsedecisions that preceded it.The state appellate court saw things\ndifferently. Reasoning thatMille Lacshad not overruledRace Horse, the court held that the Crow Tribe’s 1868 Treaty\nright expired upon Wyoming’s statehood. No. 2016–242 (4th Jud.\nDist., Sheridan Cty., Wyo., Apr. 25, 2017), App. to Pet. for Cert.\n31–34. Alternatively, the court concluded that theRepsisCourt’s judgment merited issue-preclusive effect against Herrera\nbecause he is a member of the Crow Tribe, and the Tribe had\nlitigated theRepsissuit on behalf of itself and its\nmembers. App. to Pet. for Cert. 15–17, 31; App. 258. Herrera, in\nother words, was not allowed to relitigate the validity of the\ntreaty right in his own case.The court also held that, even if the 1868\nTreaty right survived Wyoming’s entry into the Union, it did not\npermit Herrera to hunt in Bighorn National Forest. Again followingRepsis, the court concluded that the treaty right applies\nonly on “unoccupied” lands and that the national forest became\ncategorically “occupied” when it was created. See App. to Pet. for\nCert. 33–34;Repsis, 73 F. 3d, at 994. The state\nappellate court affirmed the trial court’s judgment and\nsentence.The Wyoming Supreme Court denied a petition for\nreview, and this Court granted certiorari. 585 U. S. ___\n(2018). For the reasons that follow, we now vacate and remand.IIWe first consider whether the Crow Tribe’s\nhunting rights under the 1868 Treaty remain valid. Relying on this\nCourt’s decision inMille Lacs, Herrera and the United\nStates contend that those rights did not expire when Wyoming became\na State in 1890. We agree.AWyoming argues that this Court’s decision inRace Horseestablishes that the Crow Tribe’s 1868 Treaty\nright expired at statehood. But this case is controlled byMille\nLacs, notRace Horse.Race Horseconcerned a hunting right\nguaranteed in a treaty with the Shoshone and Bannock Tribes. The\nShoshone-Bannock Treaty and the 1868 Treaty with the Crow Tribe\nwere signed in the same year and contain identical language\nreserving an off-reservation hunting right. See Treaty Between the\nUnited States of America and the Eastern Band of Shoshonees\n[sic] and the Bannack [sic] Tribe of Indians\n(Shoshone-Bannock Treaty), July 3, 1868, 15Stat. 674–675 (“[T]hey\nshall have the right to hunt on the unoccupied lands of the United\nStates so long as game may be found thereon, and so long as peace\nsubsists among the whites and Indians on the borders of the hunting\ndistricts”). TheRace HorseCourt concluded that Wyoming’s\nadmission to the United States extinguished the Shoshone-Bannock\nTreaty right. 163 U. S., at 505, 514–515.Race Horserelied on two lines of\nreasoning. The first turned on the doctrine that new States are\nadmitted to the Union on an “equal footing” with existing States.Id., at 511–514 (citing,e.g.,Lessee of\nPollardv.Hagan, 3 How. 212 (1845)). This doctrine led\nthe Court to conclude that the Wyoming Statehood Act repealed the\nShoshone and Bannock Tribes’ hunting rights, because affording the\nTribes a protected hunting right lasting after statehood would be\n“irreconcilably in conflict” with the power—“vested in all other\nStates of the Union” and newly shared by Wyoming—“to regulate the\nkilling of game within their borders.” 163 U. S., at 509,\n514.Second, the Court found no evidence in the\nShoshone-Bannock Treaty itself that Congress intended the treaty\nright to continue in “perpetuity.”Id., at 514–515. To the\ncontrary, the Court emphasized that Congress “clearly contemplated\nthe disappearance of the conditions” specified in the treaty.Id., at 509. The Court decided that the rights at issue in\nthe Shoshone-Bannock Treaty were “essentially perishable” and\nafforded the Tribes only a “temporary and precarious” privilege.Id., at 515.More than a century afterRace Horseand\nfour years afterRepsisrelied on that decision, however,Mille Lacsundercut both pillars ofRace Horse’s\nreasoning.Mille Lacsconsidered an 1837 Treaty that\nguaranteed to several bands of Chippewa Indians the privilege of\nhunting, fishing, and gathering in ceded lands “ ‘during the\npleasure of the President.’ ” 526 U. S., at 177 (quoting\n1837 Treaty With the Chippewa, 7Stat. 537). In an opinion\nextensively discussing and distinguishingRaceHorse,\nthe Court decided that the treaty rights of the Chippewa bands\nsurvived after Minnesota was admitted to the Union. 526 U. S.,\nat 202–208.Mille Lacsapproached the question before\nit in two stages. The Court first asked whether the Act admitting\nMinnesota to the Union abrogated the treaty right of the Chippewa\nbands. Next, the Court examined the Chippewa Treaty itself for\nevidence that the parties intended the treaty right to expire at\nstatehood. These inquires roughly track the two lines of analysis\ninRace Horse. Despite these parallel analyses, however, theMille LacsCourt refused Minnesota’s invitation to rely onRace Horse, explaining that the case had “been qualified by\nlater decisions.” 526 U. S., at 203. AlthoughMille\nLacsstopped short of explicitly overrulingRace Horse,\nit methodically repudiated that decision’s logic.To begin with, in addressing the effect of the\nMinnesota Statehood Act on the Chippewa Treaty right, theMille\nLacsCourt entirely rejected the “equal footing” reasoning\napplied inRace Horse. The earlier case concluded that the\nAct admitting Wyoming to the Union on an equal footing “repeal[ed]”\nthe Shoshone-Bannock Treaty right because the treaty right was\n“irreconcilable” with state sovereignty over natural resources.Race Horse, 163 U. S., at 514. ButMille Lacsexplained that this conclusion “rested on a false premise.” 526\nU. S., at 204. Later decisions showed that States can impose\nreasonable and nondiscriminatory regulations on an Indian tribe’s\ntreaty-based hunting, fishing, and gathering rights on state land\nwhen necessary for conservation.Id., at 204–205 (citingWashingtonv.Washington State Commercial PassengerFishing Vessel Assn.,443 U.S.\n658, 682 (1979);Antoinev.Washington,420 U.S.\n194, 207–208 (1975);Puyallup Tribev.Department of\nGame of Wash.,391 U.S.\n392, 398 (1968)). “[B]ecause treaty rights are reconcilable\nwith state sovereignty over natural resources,” theMille\nLacsCourt concluded, there is no reason to find statehood\nitself sufficient “to extinguish Indian treaty rights to hunt,\nfish, and gather on land within state boundaries.” 526 U. S.,\nat 205.In lieu of adopting the equal-footing analysis,\nthe Court instead drew on numerous decisions issued sinceRace\nHorseto explain that Congress “must clearly express” any\nintent to abrogate Indian treaty rights. 526 U. S., at 202\n(citingUnited Statesv.Dion,476 U.S.\n734, 738–740 (1986);Fishing Vessel Assn., 443\nU. S., at 690;Menominee Tribev.United States,391 U.S.\n404, 413 (1968)). The Court found no such “ ‘clear\nevidence’ ” in the Act admitting Minnesota to the Union, which\nwas “silent” with regard to Indian treaty rights. 526 U. S.,\nat 203.TheMille LacsCourt then turned to what\nit referred to asRace Horse’s “alternative holding” that\nthe rights in the Shoshone-Bannock Treaty “were not intended to\nsurvive Wyoming’s statehood.” 526 U. S., at 206. The Court\nobserved thatRace Horsecould be read to suggest that\ntreaty rights only survive statehood if the rights are\n“ ‘ “of such a nature as to imply their\nperpetuity,” ’ ” rather than “ ‘temporary and\nprecarious.’ ” 526 U. S., at 206. The Court rejected such\nan approach. The Court found the “ ‘temporary and\nprecarious’ ” language “too broad to be useful,” given that\nalmost any treaty rights—which Congress may unilaterally repudiate,\nseeDion, 476 U. S., at 738—could be described in those\nterms. 526 U. S., at 206–207. Instead,Mille LacsframedRace Horseas inquiring into whether the Senate\n“intended the rights secured by the . . . Treaty to\nsurvive statehood.” 526 U. S., at 207. Applying this test,Mille Lacsconcluded that statehood did not extinguish the\nChippewa bands’ treaty rights. The Chippewa Treaty itself defined\nthe specific “circumstances under which the rights would\nterminate,” and there was no suggestion that statehood would\nsatisfy those circumstances.Ibid.Maintaining its focus on the treaty’s language,Mille Lacsdistinguished the Chippewa Treaty before it from\nthe Shoshone-Bannock Treaty at issue inRace Horse.\nSpecifically, the Court noted that the Shoshone-Bannock Treaty,\nunlike the Chippewa Treaty, “tie[d] the duration of the rights to\nthe occurrence of some clearly contemplated\nevent[s]”—i.e., to whenever the hunting grounds would\ncease to “remai[n] unoccupied and owned by the United States.” 526\nU. S., at 207. In drawing that distinction, however, the Court\ntook care to emphasize that the treaty termination analysis turns\non the events enumerated in the “Treaty itself.”Ibid.\nInsofar as theRace HorseCourt determined that the\nShoshone-Bannock Treaty was “impliedly repealed,”Mille Lacsdisavowed that earlier holding. 526 U. S., at 207. “Treaty\nrights,” the Court clarified, “are not impliedly terminated upon\nstatehood.”Ibid. The Court further explained that “[t]heRace HorseCourt’s decision to the contrary”—that Wyoming’s\nstatehood did imply repeal of Indian treaty rights—“was informed\nby” that Court’s erroneous conclusion “that the Indian treaty\nrights were inconsistent with state sovereignty over natural\nresources.”Id., at 207–208.In sum,Mille Lacsupended both lines of\nreasoning inRace Horse. The case established that the\ncrucial inquiry for treaty termination analysis is whether Congress\nhas expressly abrogated an Indian treaty right or whether a\ntermination point identified in the treaty itself has been\nsatisfied. Statehood is irrelevant to this analysis unless a\nstatehood Act otherwise demonstrates Congress’ clear intent to\nabrogate a treaty, or statehood appears as a termination point in\nthe treaty. See 526 U. S., at 207. “[T]here is nothing\ninherent in the nature of reserved treaty rights to suggest that\nthey can be extinguished byimplicationat statehood.”Ibid.Even Wyoming concedes that the Court has\nrejected the equal-footing reasoning inRace Horse, Brief\nfor Respondent 26, but the State contends thatMille Lacsreaffirmed the alternative holding inRace Horsethat the\nShoshone-Bannock Treaty right (and thus the identically phrased\nright in the 1868 Treaty with the Crow Tribe) was in- tended to end\nat statehood. We are unpersuaded. As explained above, although the\ndecision inMille Lacsdid not explicitly say that it was\noverruling the alternative ground inRace Horse, it is\nimpossible to harmonizeMille Lacs’ analysis with the\nCourt’s prior reasoning inRace Horse.[1]We thus formalize what is evident inMille\nLacsitself. WhileRace Horse“was not expressly\noverruled” inMille Lacs, “it must be regarded as retaining\nno vitality” after that decision.Limbachv.Hooven &\nAllison Co.,466 U.S.\n353, 361 (1984). To avoid any future confusion, we make clear\ntoday thatRace Horseis repudiated to the extent it held\nthat treaty rights can be impliedly extinguished at statehood.BBecause this Court’s intervening decision inMille Lacsrepudiated the reasoning on which the Tenth\nCircuit relied inRepsis,Repsisdoes not preclude\nHerrera from arguing that the 1868 Treaty right survived Wyoming’s\nstatehood.Under the doctrine of issue preclusion, “a prior\njudgment . . . foreclos[es] successive litigation of an\nissue of fact or law actually litigated and resolved in a valid\ncourt determination essential to the prior judgment.”New\nHampshirev.Maine,532 U.S.\n742, 748–749 (2001). Even when the elements of issue preclusion\nare met, however, an exception may be warranted if there has been\nan intervening “ ‘change in [the] applicable legal\ncontext.’ ”Bobbyv.Bies,556 U.S.\n825, 834 (2009) (quoting Restatement (Second) of Judgments §28,\nCommentc(1980)); seeLimbach, 466 U. S., at\n363 (refusing to find a party bound by “an early decision based\nupon a now repudiated legal doctrine”); see alsoMontanav.United States,440 U.S.\n147, 155 (1979) (asking “whether controlling facts or legal\nprinciples ha[d] changed significantly” since a judgment before\ngiving it preclusive effect);id.,at 157–158 (explaining\nthat a prior judgment was conclusive “[a]bsent significant changes\nin controlling facts or legal principles” since the judgment);Commissionerv.Sunnen,333 U.S.\n591, 599 (1948) (issue preclusion “is designed to prevent\nrepetitious lawsuits over matters which have once been decided and\nwhich have remained substantially static, factually and legally”).\nThe change-in-law exception recognizes that applying issue\npreclusion in changed circumstances may not “advance the equitable\nadministration of the law.”Bobby, 556 U. S., at\n836–837.[2]We conclude that a change in law justifies an\nexception to preclusion in this case. There is no question that the\nTenth Circuit inRepsisrelied on this Court’s binding\ndecision inRace Horseto conclude that the 1868 Treaty\nright terminated upon Wyoming’s statehood. See 73 F. 3d, at\n994. When the Tenth Circuit reached its decision inRepsis,\nit had no authority to disregard this Court’s holding inRace\nHorseand no ability to predict the analysis this Court would\nadopt inMille Lacs.Mille LacsrepudiatedRace\nHorse’s reasoning. Although we recognize that it may be\ndifficult at the margins to discern whether a particular legal\nshift warrants an exception to issue preclusion, this is not a\nmarginal case. At a minimum, a repudiated decision does not retain\npreclusive force. SeeLimbach, 466 U. S., at\n363.[3]CWe now consider whether, applyingMille\nLacs, Wyoming’s admission to the Union abrogated the Crow\nTribe’s off-reservation treaty hunting right. It did not.First, the Wyoming Statehood Act does not show\nthat Congress intended to end the 1868 Treaty hunting right. If\nCongress seeks to abrogate treaty rights, “it must clearly express\nits intent to do so.”Mille Lacs, 526 U. S., at 202.\n“There must be ‘clear evidence that Congress actually considered\nthe conflict between its intended action on the one hand and Indian\ntreaty rights on the other, and chose to resolve that conflict by\nabrogating the treaty.’ ”Id., at 202–203 (quotingDion, 476 U. S., at 740); seeMenominee Tribe,\n391 U. S., at 412. Like the Act discussed inMille\nLacs, the Wyoming Statehood Act “makes no mention of Indian\ntreaty rights” and “provides no clue that Congress considered the\nreserved rights of the [Crow Tribe] and decided to abrogate those\nrights when it passed the Act.” Cf.Mille Lacs, 526\nU. S., at 203; see Wyoming Statehood Act, 26Stat. 222. There\nsimply is no evidence that Congress intended to abrogate the 1868\nTreaty right through the Wyoming Statehood Act, much less the\n“ ‘clear evidence’ ” this Court’s precedent requires.Mille Lacs, 526 U. S., at 203.[4]Nor is there any evidence in the treaty itself\nthat Congress intended the hunting right to expire at statehood, or\nthat the Crow Tribe would have understood it to do so. A treaty is\n“essentially a contract between two sovereign nations.”Fishing\nVessel Assn., 443 U. S., at 675. Indian treaties “must be\ninterpreted in light of the parties’ intentions, with any\nambiguities resolved in favor of the Indians,”Mille Lacs,\n526 U. S., at 206, and the words of a treaty must be construed\n“ ‘in the sense in which they would naturally be understood by\nthe Indians,’ ”Fishing Vessel Assn., 443 U. S.,\nat 676. If a treaty “itself defines the circumstances under which\nthe rights would terminate,” it is to those circumstances that the\nCourt must look to determine if the right ends at statehood.Mille Lacs, 526 U. S., at 207.Just as inMille Lacs, there is no\nsuggestion in the text of the 1868 Treaty with the Crow Tribe that\nthe parties intended the hunting right to expire at statehood. The\ntreaty identifies four situations that would terminate the right:\n(1) the lands are no longer “unoccupied”; (2) the lands no longer\nbelong to the United States; (3) game can no longer “be found\nthereon”; and (4) the Tribe and non-Indians are no longer at “peace\n. . . on the borders of the hunting districts.” Art. IV,\n15Stat. 650. Wyoming’s statehood does not appear in this list. Nor\nis there any hint in the treaty that any of these conditions would\nnecessarily be satisfied at statehood. SeeMille Lacs, 526\nU. S., at 207.The historical record likewise does not support\nthe State’s position. SeeChoctaw Nationv.United\nStates,318 U.S.\n423, 431–432 (1943) (explaining that courts “may look beyond\nthe written words to the history of the treaty, the negotiations,\nand the practical construction adopted by the parties” to determine\na treaty’s meaning). Crow Tribe leaders emphasized the importance\nof the hunting right in the 1867 negotiations, see,e.g., Proceedings 88, and Commissioner Taylor assured\nthem that the Tribe would have “the right to hunt upon [the ceded\nland] as long as the game lasts,”id., at 86. Yet despite\nthe apparent importance of the hunting right to the negotiations,\nWyoming points to no evidence that federal negotiators ever\nproposed that the right would end at statehood. This silence is\nespecially telling because five States encompassing lands west of\nthe Mississippi River—Nebraska, Nevada, Kansas, Oregon, and\nMinnesota—had been admitted to the Union in just the preceding\ndecade. See ch. 36, 14Stat. 391 (Nebraska, Feb. 9, 1867);\nPresidential Proclamation No. 22, 13Stat. 749 (Nevada, Oct. 31,\n1864); ch. 20, 12Stat. 126 (Kansas, Jan. 29, 1861); ch. 33, 11Stat.\n383 (Oregon, Feb. 14, 1859); ch. 31, 11Stat. 285 (Minnesota, May\n11, 1858). Federal negotiators had every reason to bring up\nstatehood if they intended it to extinguish the Tribe’s hunting\nrights.In the face of this evidence, Wyoming\nnevertheless contends that the 1868 Treaty expired at statehood\npursuant to theMille Lacsanalysis. Wyoming does not argue\nthat the legal act of Wyoming’s statehood abrogated the treaty\nright, and it cannot contend that statehood is explicitly\nidentified as a treaty expiration point. Instead, Wyoming draws on\nhistorical sources to assert that statehood, as a practical matter,\nmarked the arrival of “civilization” in the Wyoming Territory and\nthus rendered all the lands in the State occupied. Brief for\nRespondent 48. This claim cannot be squared withMille\nLacs.Wyoming’s arguments boil down to an attempt to\nread the treaty impliedly to terminate at statehood, precisely asMille Lacsforbids. The State sets out a potpourri of\nevidence that it claims shows statehood in 1890 effectively\ncoincided with the disappearance of the wild frontier: for\ninstance, that the buffalo were extinct by the mid-1870s; that by\n1880, Indian Department regulations instructed Indian agents to\nconfine tribal members “ ‘wholly within the limits of their\nrespective reservations’ ”; and that the Crow Tribe stopped\nhunting off-reservation altogether in 1886. Brief for Respondent 47\n(quoting §237 Instructions to Indian Agents (1880), as published in\nRegulations of the Indian Dept. §492 (1884)).Herrera contradicts this account, see Reply\nBrief for Petitioner 5, n. 3, and the historical record is by\nno means clear. For instance, game appears to have persisted for\nlonger than Wyoming suggests. See Dept. of Interior, Ann. Rep. of\nthe Comm’r of Indian Affairs 495 (1873) (Black Foot: “On the other\nside of the river below, there are plenty of buffalo; on the\nmountains are plenty of elk and black-tail deer; and white-tail\ndeer are plenty at the foot of the mountain”). As for the Indian\nDepartment Regulations, there are reports that a group of Crow\nTribe members “regularly hunted along the Little Bighorn River”\neven after the regulation the State cites was in effect. Hoxie,\nParading Through History, at 26. In 1889, the Office of Indian\nAffairs wrote to U. S. Indian Agents in the Northwest that\n“[f]requent complaints have been made to this Department that\nIndians are in the habit of leaving their reservations for the\npurpose of hunting.” 28 Cong. Rec. 6231 (1896).Even assuming that Wyoming presents an accurate\nhistorical picture, the State’s mode of analysis is severely\nflawed. By using statehood as a proxy for occupation, Wyoming\nsubverts this Court’s clear instruction that treaty-protected\nrights “are not impliedly terminated upon statehood.”Mille\nLacs, 526 U. S., at 207.Finally, to the extent that Wyoming seeks to\nrely on this same evidence to establish that all land in Wyoming\nwas functionally “occupied” by 1890, its arguments fall outside the\nquestion presented and are unpersuasive in any event. As explained\nbelow, the Crow Tribe would have understood occupation to denote\nsome form of residence or settlement. Seeinfra, at 19–20.\nFurthermore, Wyoming cannot rely onRace Horseto equate\noccupation with statehood, because that case’s reasoning rested on\nthe flawed belief that statehood could not coexist with a\ncontinuing treaty right. SeeRace Horse, 163 U. S., at\n514;Mille Lacs, 526 U. S., at 207–208.ApplyingMille Lacs, this is not a hard\ncase. The Wyoming Statehood Act did not abrogate the Crow Tribe’s\nhunting right, nor did the 1868 Treaty expire of its own accord at\nthat time. The treaty itself defines the circumstances in which the\nright will expire. Statehood is not one of them.IIIWe turn next to the question whether the 1868\nTreaty right, even if still valid after Wyoming’s statehood, does\nnot protect hunting in Bighorn National Forest because the forest\nlands are “occupied.” We agree with Herrera and the United States\nthat Bighorn National Forest did not become categorically\n“occupied” within the meaning of the 1868 Treaty when the national\nforest was created.[5]Treaty analysis begins with the text, and treaty\nterms are construed as “ ‘they would naturally be understood\nby the Indians.’ ”Fishing Vessel Assn., 443\nU. S., at 676. Here it is clear that the Crow Tribe would have\nunderstood the word “unoccupied” to denote an area free of\nresidence or settlement by non-Indians.That interpretation follows first and foremost\nfrom several cues in the treaty’s text. For example, Article IV of\nthe 1868 Treaty made the hunting right contingent on peace “among\nthe whites and Indians on the borders of the hunting districts,”\nthus contrasting the unoccupied hunting districts with areas of\nwhite settlement. 15Stat. 650. The treaty elsewhere used the word\n“occupation” to refer to the Tribe’s residence inside the\nreservation boundaries, and referred to the Tribe members as\n“settlers” on the new reservation. Arts. II, VI,id.,at\n650–651. The treaty also juxtaposed occupation and settlement by\nstating that the Tribe was to make “no permanent settlement” other\nthan on the new reservation, but could hunt on the “unoccupied\nlands” of the United States. Art. IV,id.,at 650.\nContemporaneous definitions further support a link between\noccupation and settlement. See W. Anderson, A Dictionary of Law 725\n(1889) (defining “occupy” as “[t]o hold in possession; to hold or\nkeep for use” and noting that the word “[i]mplies actual use,\npossession or cultivation by a particular person”);id.,at\n944 (defining “settle” as “[t]o establish one’s self upon; to\noccupy, reside upon”).Historical evidence confirms this reading of the\nword “unoccupied.” At the treaty negotiations, Commissioner Taylor\ncommented that “settlements ha[d] been made upon [Crow Tribe]\nlands” and that “white people [were] rapidly increasing and\n. . . occupying all the valuable lands.” Proceedings 86.\nIt was against this backdrop of white settlement that the United\nStates proposed to buy “the right to use and settle” the ceded\nlands, retaining for the Tribe the right to hunt.Ibid. A\nfew years after the 1868 Treaty signing, a leader of the Board of\nIndian Commissioners confirmed the connection between occupation\nand settlement, explaining that the 1868 Treaty permitted the Crow\nTribe to hunt in an area “as long as there are any buffalo, and as\nlong as the white men are not [in that area] with farms.” Dept. of\nInterior, Ann. Rep. of the Comm’r of Indian Affairs 500.Given the tie between the term “unoccupied” and\na lack of non-Indian settlement, it is clear that President\nCleveland’s proclamation creating Bighorn National Forest did not\n“occupy” that area within the treaty’s meaning. To the contrary,\nthe President “reserved” the lands “from entry or settlement.”\nPresidential Proclamation No. 30, 29Stat. 909. The proclamation\ngave “[w]arning . . . to all persons not to enter or make\nsettlement upon the tract of land reserved by th[e] proclamation.”Id., at 910. If anything, this reservation made Bighorn\nNational Forest more hospitable, not less, to the Crow Tribe’s\nexercise of the 1868 Treaty right.Wyoming’s counterarguments are unavailing. The\nState first asserts that the forest became occupied through the\nFederal Government’s “exercise of dominion and control” over the\nforest territory, including federal regulation of those lands.\nBrief for Respondent 56–60. But as explained, the treaty’s text and\nthe historical record suggest that the phrase “unoccupied lands”\nhad a specific meaning to the Crow Tribe: lack of settlement. The\nproclamation of a forest reserve withdrawing land from settlement\nwould not categorically transform the territory into an area\nresided on or settled by non-Indians; quite the opposite. Nor would\nthe restrictions on hunting in national forests that Wyoming cites.\nSee Appropriations Act of 1899, ch. 424, 30Stat. 1095; 36 CFR\n§§241.2, 241.3 (Supp. 1941); §261.10(d)(1) (2018).Wyoming also claims that exploitative mining and\nlogging of the forest lands prior to 1897 would have caused the\nCrow Tribe to view the Bighorn Mountains as occupied. But the\npresence of mining and logging operations did not amount to\nsettlement of the sort that the Tribe would have understood as\nrendering the forest occupied. In fact, the historical source on\nwhich Wyoming primarily relies indicates that there was “very\nlittle” settlement of Bighorn National Forest around the time the\nforest was created. Dept. of Interior, Nineteenth Ann. Rep. of the\nU. S. Geological Survey 167 (1898).Considering the terms of the 1868 Treaty as they\nwould have been understood by the Crow Tribe, we conclude that the\ncreation of Bighorn National Forest did not remove the forest\nlands, in their entirety, from the scope of the treaty.IVFinally, we note two ways in which our\ndecision is limited. First, we hold that Bighorn National Forest is\nnot categorically occupied, not that all areas within the forest\nare unoccupied. On remand, the State may argue that the specific\nsite where Herrera hunted elk was used in such a way that it was\n“occupied” within the meaning of the 1868 Treaty. SeeStatev.Cutler, 109 Idaho 448, 451, 708 P.2d 853, 856 (1985)\n(stating that the Federal Government may not be foreclosed from\nusing land in such a way that the Indians would have considered it\noccupied).Second, the state trial court decided that\nWyoming could regulate the exercise of the 1868 Treaty right “in\nthe interest of conservation.” Nos. CT–2015–2687, CT–2015–2688,\nApp. to Pet. for Cert. 39–41; seeAntoine, 420 U. S.,\nat 207. The appellate court did not reach this issue. No. 2016–242,\nApp. to Pet. for Cert. 14, n. 3. On remand, the State may\npress its arguments as to why the application of state conservation\nregulations to Crow Tribe members exercising the 1868 Treaty right\nis necessary for conservation. We do not pass on the viability of\nthose arguments today.*  *  *The judgment of the Wyoming District Court of\nthe Fourth Judicial District, Sheridan County, is vacated, and the\ncase is remanded for further proceedings not inconsistent with this\nopinion.It is so ordered.Notes1Notably, the four\nJustices who dissented inMille Lacsprotested that the\nCourt “effectively overrule[d]Race Horse sub silentio.” 526\nU. S., at 219 (Rehnquist, C. J., dissenting). Others have\nagreed with this assessment. See,e.g.,Statev.Buchanan, 138 Wash. 2d 186, 211–212,978 P.2d 1070,1083(1999) (“[T]he United States Supreme Court effectively\noverruledRace HorseinMinnesotav.Mille\nLacs”).2The dissent does not\ndisagree outright with this conclusion, noting only that “there is\na respectable argument on the other side,”post, at 12. The\ndissent argues that the cases cited above are distinguishable, but\nwe do not read them as narrowly as does the dissent. We note, too,\nthat the lower federal courts have long applied the change-in-law\nexception in a variety of contexts. See,e.g.,Dow\nChemical Co.v.Nova Chemicals Corp. (Canada), 803 F.3d\n620, 627–630 (CA Fed. 2015), cert. denied, 578 U. S. ___\n(2016);Coors Brewing Co.v.Mendez-Torres, 562 F.3d\n3, 11 (CA1 2009), abrogated on other grounds byLevinv.Commerce Energy, Inc.,560 U.S.\n413(2010);Gintersv.Frazier, 614 F.3d 822,\n826–827 (CA8 2010);Faulknerv.National Geographic\nEnterprises Inc.,409 F.3d 26, 37–38 (CA2 2005);Chippewa & Flambeau\nImprovementCo. v.FERC,325 F.3d 353, 356–357 (CADC 2003);Spradlingv.Tulsa,198 F.3d 1219, 1222–1223 (CA10 2000);Mendelovitzv.Adolph Coors Co., 693 F.2d 570, 579 (CA5 1982).3We do not address whether\na different outcome would be justified if the State had identified\n“compelling concerns of repose or reliance.” See 18 C. Wright, A.\nMiller, & E. Cooper, Federal Practice and Procedure §4425, p.\n726 (3d ed. 2016). Wyoming here has not done so. The State suggests\nthat public support for its conservation efforts may be jeopardized\nif it no longer has “unquestioned” authority over wildlife\nmanagement in the Bighorn Mountains. Brief for Respondent 54.\nWyoming does not explain why its authority to regulate Indians\nexercising their treaty rights when necessary for conservation is\nnot sufficient to preserve that public support, seeinfra,\nat 22. The State’s passing reference to upsetting the settled\nexpectations of private property owners is unconvincing because the\n1868 Treaty right applies only to “unoccupied lands of the United\nStates.”4Recall also that the Act\nestablishing the Wyoming Territory declared that the creation of\nthe Territory would not “impair the rights of person or property\nnow pertaining to the Indians in said Territory” unless a treaty\nextinguished those rights. Wyoming Territory Act, 15Stat.\n178.5Wyoming argues that the\njudgment below should be affirmed because the Tenth Circuit held inRepsisthat the creation of the forest rendered the land\n“occupied,” see 73 F. 3d, at 994, and thus Herrera is\nprecluded from raising this issue. We did not grant certiorari on\nthe question of how preclusion principles would apply to the\nalternative judgment inRepsis, and—although our dissenting\ncolleagues disagree, seepost, at 13, and n. 6—the decision\nbelow did not address that issue. The Wyoming appellate court\nagreed with the State that “the pri-mary issue in [Herrera’s] case\nis identical to theprimary issuein theRepsiscase.” No. 2016–242 (4th Jud. Dist., Sheridan Cty., Wyo., Apr. 25,\n2017), App. to Pet. for Cert. 13 (emphasis added). That “primary\nissue” was theRace Horseground of decision, not the\n“occupation” ground, whichRepsisreferred to as “an\nalternative basis for affirmance,”Repsis, 73 F. 3d, at\n993, and which the Wyoming court itself described as an\n“alternativ[e]” holding, No. 2016–242, App. to Pet. for Cert. 33.\nReading the state court’s decision to give preclusive effect to the\noccupation ground as well would not fit with the Wyoming court’s\npreclusion analysis, which, among other things, relied on a\ndecision of the Federal District Court inRepsisthat did\nnot address the occupation issue. See No. 2016–242, App. to Pet.\nfor Cert. 14, 18; see alsoRepsis, 73 F. 3d, at 993\n(explaining that “the district court did not reach [the occupation]\nissue”). Context thus makes clear that the state court gave\nissue-preclusive effect only toRepsis’ holding that the\n1868 Treaty was no longer valid, not toRepsis’ independent,\nnarrower holding that Bighorn National Forest in particular was\n“occupied” land. The court may not have addressed the\nissue-preclusive effect of the latter holding because of ambiguity\nin the State’s briefing. See Appellee’s Supplemental Brief in No.\n2016–242, pp. 4, 11–12. While the dissent questions whether\nforfeiture could have played a part in the state court’s analysis\ngiven that the court invited the parties to submit supplemental\nbriefs on preclusion,post, at 13, n. 6, the parties\nsuggest that Wyoming failed adequately to raise the claim even in\nits supplemental brief. See Brief for Petitioner 49 (“the state\nmade no such argument before” the state court); Brief for United\nStates asAmicus Curiae31 (noting ambiguity in the State’s\nsupplemental brief). It can be “appropriate in special\ncircumstances” for a court to address a preclusion argumentsua sponte.Arizonav.California,530 U.S.\n392, 412 (2000). But because the Wyoming District Court “did\nnot address” this contention, “we decline to address it here.”County of Los Angelesv.Mendez, 581 U. S. ___,\n___, n. (2017) (slip op., at 8, n.); seeCutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005);Archerv.Warner,538 U.S.\n314, 322–323 (2003). Resolution of this question would require\nfact-intensive analyses of whether this issue was fully and fairly\nlitigated inRepsisor was forfeited in this litigation,\namong other matters. These gateway issues should be decided before\nthis Court addresses them, especially given that even the dissent\nacknowledges that one of the preclusion issues raised by the\nparties is important and undecided,post, at 14, and some of\nthe parties’ other arguments are equally weighty. Unlike the\ndissent, we do not address these issues in the first\ninstance.",
    "joined": []
}