{
    "case": {
        "docket": "19-896",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/19-896/"
    },
    "id": "4595065",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–896_________________TAE D. JOHNSON, ACTING DIRECTOR OF U. S.\nIMMIGRATION AND CUSTOMS ENFORCE- MENT, et al., PETITIONERSv.ANTONIO ARTEAGA-MARTINEZon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 13, 2022]Justice Sotomayor delivered the opinion of the\nCourt.Section 241(a) of the Immigration and\nNationality Act (INA), codified at 8 U. S. C. §1231(a),\nauthorizes the detention of noncitizens who have been ordered\nremoved from the United States. See 110Stat. 3009–598. In\nparticular, §1231(a)(6) provides that after a 90-day “removal\nperiod,” a noncitizen “may be detained” or may be released under\nterms of supervision. This Court recently held that §1231(a)\napplies to individuals who are removed and who then reenter without\nauthorization and apply for withholding of removal based on a fear\nthat they will be persecuted or tortured if returned to their\ncountries of origin. SeeJohnsonv.Guzman Chavez,\n594 U. S. ___, ___ (2021) (slip op., at 1). The issue in this\ncase is whether the text of §1231(a)(6) requires the Government to\noffer detained noncitizens bond hearings after six months of\ndetention in which the Government bears the burden of proving by\nclear and convincing evidence that a noncitizen poses a flight risk\nor a danger to the community. It does not.IRespondent Antonio Arteaga-Martinez is a\ncitizen of Mexico. He admits that he has entered the United States\nwithout inspection four times. He first entered in March 2001 and\nwas detained at the border and removed; he reentered in April of\nthat year. Ten years later, in 2011, he left the country to care\nfor his sick mother, reentering in July of the following year. The\nGovernment again detained him at the border, determined he was\ninadmissible, and removed him.Arteaga-Martinez represents that, after\nreturning to Mexico, he was beaten violently by members of a\ncriminal street gang. Fearing that he would be persecuted or\ntortured again with the acquiescence of government officials, he\nreentered the United States in September 2012.In May 2018, U. S. Immigration and Customs\nEnforcement (ICE) issued a warrant for Arteaga-Martinez’s arrest.\nBy then, he had been living and working in the United States for\nnearly six years and was expecting the birth of his first child. He\nhad no criminal record aside from minor traffic violations. ICE\ndetained Arteaga-Martinez without any opportunity for bond and\nreinstated his earlier removal order.Arteaga-Martinez applied for withholding of\nremoval under §1231(b)(3), as well as relief under regulations\nimplementing the Convention Against Torture and Other Cruel,\nInhuman or Degrading Treatment or Punishment, Dec. 10, 1984, S.\nTreaty Doc. No. 100–20, 1465 U. N. T. S. 113. The\nDepartment of Homeland Security (DHS) referred Arteaga-Martinez to\nan asylum officer, who found that Arteaga-Martinez’s testimony was\ncredible and that he had established a reasonable fear of\npersecution or torture. As a result, DHS referred\nArteaga-Martinez’s claims for adjudication by an immigration judge\nin what we have called “withholding-only proceedings.”Guzman\nChavez, 594 U. S., at ___ (slip op., at 6). Pending these\nproceedings, however, the Government continued to detain\nArteaga-Martinez pursuant to §1231(a)(6).[1]In September 2018, after he had been detained\nfor four months without a hearing, Arteaga-Martinez filed a\npetition for a writ of habeas corpus in the U. S. District\nCourt for the Middle District of Pennsylvania. His petition\nchallenged his continued detention without a bond hearing on both\nstatutory and constitutional grounds. Shortly thereafter, in a\nseparate case, the Third Circuit held that a noncitizen facing\nprolonged detention under §1231(a)(6) is entitled by statute to a\nbond hearing before an immigration judge and must be released from\ndetention unless the Government establishes, by clear and\nconvincing evidence, that the noncitizen poses a risk of flight or\na danger to the community. SeeGuerrero-Sanchezv.Warden\nYork County Prison, 905 F.3d 208, 224, and n. 12\n(2018).The Government conceded that underGuerrero-Sanchez, Arteaga-Martinez would be entitled to a\nbond hearing pursuant to §1231(a)(6) as of November 4, 2018, six\nmonths after the start of his detention. See App. to Pet. for Cert.\n4a. Once Arteaga-Martinez’s time in detention had reached nearly\nsix months, a Magistrate Judge recommended that the District Court\ngrant a writ of habeas corpus on Arteaga-Martinez’s statutory claim\nand order the Government to provide him an individualized bond\nhearing before an immigration judge.Id., at 4a–5a. The\nDistrict Court adopted the report and recommendation and ordered a\nbond hearing.Id., at 3a.The Government appealed. The Court of Appeals\nsummarily affirmed, citing its earlier decision inGuerrero-Sanchez. See App. to Pet. for Cert. 1a–2a.\nArteaga-Martinez received a bond hearing at which an Immigration\nJudge, considering Arteaga-Martinez’s flight risk and\ndangerousness, authorized his release on bond. Arteaga-Martinez\nposted bond and was released pending a final determination on his\napplication for withholding of removal, which, as of today, the\nImmigration Judge has yet to make. Pet. for Cert. 6; Brief for\nRespondent 10–11.This Court granted certiorari. 594 U. S.\n___ (2021).[2]IIAThe INA establishes procedures for the\nGovernment to use when removing certain noncitizens from the United\nStates and, in some cases, detaining them. The section at issue\nhere, 8 U. S. C. §1231(a), governs the detention,\nrelease, and removal of individuals “ordered removed.” This Court\nhas held that §1231(a) applies to individuals with pending\nwithholding-only proceedings. SeeGuzman Chavez, 594\nU. S., at ___–___ (slip op., at 7–8).After the entry of a final order of removal\nagainst a noncitizen, the Government generally must secure the\nnoncitizen’s removal during a 90-day “ ‘removal\nperiod.’ ” §1231(a)(1)(A). The statute provides that the\nGovernment “shall” detain noncitizens during the statutory removal\nperiod. §1231(a)(2). After the removal period expires, the\nGovernment “may” detain only four categories of people:\n(1) those who are “inadmissible” on certain specified grounds;\n(2) those who are “removable” on certain specified grounds; (3)\nthose it determines “to be a risk to the community”; and (4) those\nit determines to be “unlikely to comply with the order of removal.”\n§1231(a)(6). Individuals released after the removal period remain\nsubject to terms of supervision.Ibid.Section 1231(a)(6) does not expressly specify\nhow long detention past the 90-day removal period may continue for\nthose who fall within the four designated statutory categories. InZadvydasv.Davis,533 U.S.\n678(2001), the Court observed that the statute’s use of the\nterm “may” introduces some ambiguity and “does not necessarily\nsuggest unlimited discretion.”Id., at 697. The Court\nexplained that “[a] statute permitting indefinite detention of an\nalien would raise a serious constitutional problem,” noting that it\nhad upheld noncriminal detention as consistent with the Due Process\nClause of the Fifth Amendment only under certain narrow\ncircumstances.Id., at 690. Accordingly, the Court applied\nthe canon of constitutional avoidance and determined that “read in\nlight of the Constitution’s demands,” §1231(a)(6) “does not permit\nindefinite detention” but instead “limits an alien’s\npost-removal-period detention to a period reasonably necessary to\nbring about that alien’s removal from the United States.”Id., at 689.Subsequently, inJenningsv.Rodriguez, 583 U. S. ___ (2018), this Court considered\nthe text of other provisions of the INA that authorize detention.\nOne such provision was §1226(a), which governs the detention of\ncertain noncitizens present in the country who were inadmissible at\nthe time of entry or who have been convicted of certain criminal\noffenses since they were admitted.Id., at ___ (slip op., at\n4). Section 1226(a) provides that the attorney general “may” detain\nthese noncitizens pending their removal proceedings and “may\nrelease” such individuals on “bond . . . or conditional\nparole.” 8 U. S. C. §§1226(a)(1), (2). Noncitizens\ndetained under §1226(a) receive bond hearings after the Government\ninitially detains them. See 8 CFR §§236.1(d)(1), 1236.1(d)(1)\n(2021). Relying onZadvydas, the Ninth Circuit had\ninterpreted §1226(a) to require additional, periodic bond hearings\nevery six months, with the burden on the Government to prove by\nclear and convincing evidence that further detention was justified.Jennings, 583 U. S., at ___–___ (slip op., at 22–23).\nThe Court inJenningsdisagreed. It held that “the meaning\nof the relevant statutory provisio[n] is clear” and that it did not\nsupport a periodic bond hearing requirement.Id., at ___\n(slip op., at 23).TheJenningsCourt also rejected the\nlower court’s application of the canon of constitutional avoidance.\nEarlier in its opinion, the Court explained that “[t]he canon of\nconstitutional avoidance ‘comes into play only when, after the\napplication of ordinary textual analysis, the statute is found to\nbe susceptible of more than one construction.’ ”Id.,\nat ___ (slip op., at 12) (quotingClarkv.Martinez,543 U.S.\n371, 385 (2005)). “In the absence of more than one plausible\nconstruction, the canon simply has no application. ”Jennings, 583 U. S., at ___ (slip op., at 12) (internal\nquotation marks omitted). Applying this reasoning to §1226(a), the\nCourt concluded that the canon was inapposite because “[n]othing in\n§1226(a)’s text . . . even remotely supports the\nimposition of either of th[e] requirements” the Ninth Circuit had\nimposed.Id., at ___ (slip op., at 23).BThe question presented is whether §1231(a)(6)\nrequires bond hearings before immigration judges after six months\nof detention in which the Government bears the burden of proving by\nclear and convincing evidence that a noncitizen poses a flight risk\nor a danger to the community. Section 1231(a)(6) provides that\ncertain noncitizens who have been ordered removed “may be detained\nbeyond the removal period and, if released, shall be subject to\n[certain] terms of supervision.” This text, which does not address\nor “even hin[t]” at the requirements imposed below, directs that we\nanswer this question in the negative.Id., at ___ (slip op.,\nat 14).TheJenningsCourt emphasized that the\ncanon of constitutional avoidance is only applicable where a\nstatute has “more than one plausible construction.”Id., at\n___ (slip op., at 12). Here, there is no plausible construction of\nthe text of §1231(a)(6) that requires the Government to provide\nbond hearings before immigration judges after six months of\ndetention, with the Government bearing the burden of proving by\nclear and convincing evidence that a detained noncitizen poses a\nflight risk or a danger to the community. Section 1231(a)(6)\nprovides only that a noncitizen ordered removed “may be detained\nbeyond the removal period” and if released, “shall be subject to\n[certain] terms of supervision.” On its face, the statute says\nnothing about bond hearings before immigration judges or burdens of\nproof, nor does it provide any other indication that such\nprocedures are required. Faithfully applying our precedent, the\nCourt can no more discern such requirements from the text of\n§1231(a)(6) than a periodic bond hearing requirement from the text\nof §1226(a). Seeid., at ___ (slip op., at 23). Section\n1231(a)(6) therefore cannot be read to incorporate the procedures\nimposed by the courts below as a matter of textual command.Arteaga-Martinez responds that §1231(a)(6)’s\nreferences to flight risk, dangerousness, and “ ‘terms of\nsupervision’ ” support the relief ordered below. Brief for\nRespondent 29–30. Similarly, respondents in the companion case\nanalogize the text of §1231(a)(6) to that of §1226(a), and they\nnote that noncitizens detained under §1226(a) have long received\nbond hearings at the outset of detention. Brief for Respondents inGarlandv.Gonzalez, O. T. 2021, No. 20–322,\npp. 22–24. However, assuming without deciding that an express\nstatutory reference to “bond” (as in §1226(a)) might be read to\nrequire an initial bond hearing, §1231(a)(6) contains no such\nreference. A more oblique reference to terms of supervision does\nnot suffice.Respondents in the companion case also emphasize\nthat regulations offer custody hearings before immigration judges\nfor noncitizens the Government detains under §1231(a)(6) because it\ndeems them “specially dangerous.” See 8 CFR §241.14; Brief for\nRespondents in No. 20–322, at 16, 25–26. They argue that if the\nstatute can allow custody hearings for these individuals, it\nrequires such hearings for those in Arteaga-Martinez’s situation as\nwell. Federal agencies, however, “are free to grant additional\nprocedural rights in the exercise of their discretion.”Vermont\nYankee Nuclear Power Corp.v.Natural Resources Defense\nCouncil,Inc.,435 U.S.\n519, 524 (1978). “[R]eviewing courts,” on the other hand, “are\ngenerally not free to impose them if the agencies have not chosen\nto grant them.”Ibid.The parties do not dispute that the\nGovernment possesses discretion to provide bond hearings under\n§1231(a)(6), see Brief for Petitioners 15, but this Court cannot\nsay, consistent withJennings, that the statutory text\nrequires them.Finally, Arteaga-Martinez argues thatZadvydas, which identified ambiguity in §1231(a)(6)’s\npermissive language, supports a view that §1231(a)(6) implicitly\nincorporates the specific bond hearing requirements and procedures\nenumerated by the Court of Appeals. InJennings, however,\nthis Court faulted the Ninth Circuit for going significantly\nfurther thanZadvydas. 583 U. S., at ___ (slip op., at\n15).Jenningsdid not overrule or abrogateZadvydas.\nBut the detailed procedural requirements imposed by the Court of\nAppeals below reach substantially beyond the limitation on\ndetention authority recognized inZadvydas.Zadvydasdoes not require, andJenningsdoes not permit, the Third\nCircuit’s application of the canon of constitutional\navoidance.[3]CSeparately from his statutory claims,\nArteaga-Martinez contends that reading §1231(a)(6) not to require\nbond hearings when detention becomes prolonged “raises serious due\nprocess concerns.” Brief for Respondent 24. He points out that\noutside of the national-security context, this Court has never\n“authorized prolonged detention without an individualized hearing,\nbefore a neutral adjudicator, at which the detainee has a\nmeaningful opportunity to participate.”Ibid.(collecting\ncases). He asserts that the Government’s interest in denying bond\nhearings is minimal because such hearings do not require release.Id., at 26 (citingZadvydas, 533 U. S., at 696).\nAnd he argues that his status as an individual with a reinstated\nremoval order “ ‘bears no relation to [his]\ndangerousness,’ ” as evidenced by the fact that an Immigration\nJudge authorized his release on bond. Brief for Respondent 26–27\n(quotingZadvydas, 533 U. S., at 692). The Government\nresponds that regulations directing ICE officials to conduct\nadministrative custody reviews for individuals in ICE detention\nprovide adequate process, “at least as a general matter.” Brief for\nPetitioners 18–19. The Government contends that these\nregulations—which generally require a custody review at the end of\nthe 90-day removal period, a second review by a panel at ICE\nheadquarters after six months of detention, and subsequent annual\nreviews—provide constitutionally sufficient substantive and\nprocedural protections for noncitizens whose detention is\nprolonged.Id.,at 18. The Government also notes that\nas-applied constitutional challenges remain available to address\n“exceptional” cases.Id.,at 21.“[W]e are a court of review, not of first view.”Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005). The courts below did not reach\nArteaga-Martinez’s constitutional claims because they agreed with\nhim that the statute required a bond hearing. We leave them for the\nlower courts to consider in the first instance. SeeJennings, 583 U. S., at ___ (slip op., at 29).Arteaga-Martinez also advances an alternative\ntheory that he is presumptively entitled to release underZadvydasbecause, in view of the length of time that\nwithholding-only proceedings tend to take, his removal is not\nreasonably foreseeable. See Brief for Respondent 19–22. The\nGovernment disagrees on the merits and adds that the issue is not\nproperly before this Court because it would alter the scope of the\njudgment below, which granted Arteaga-Martinez a bond hearing, not\nrelease. See Reply Brief 11–12 (citingTrans World Airlines,Inc.v.Thurston,469 U.S.\n111, 119, n. 14 (1985)). Again, we decline to reach this\nclaim in the first instance. SeeCutter, 544 U. S., at\n718, n. 7.*  *  *The judgment of the Court of Appeals for the\nThird Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1Arteaga-Martinez\nrepresents, and the Government does not dispute, that the\nGovernment conducted an administrative review of his dangerousness\nand flight risk in August 2018 and denied him release without\ninterviewing him or providing a hearing. See 8 CFR §241.4(h)(1)\n(2021).2The Court also granted\ncertiorari in a companion case presenting the same question. SeeGarlandv.Gonzalez, 594 U. S. ___\n(2021).3Because the text of 8\nU. S. C. §1231(a)(6) does not require the relief ordered\nbelow, the Court does not address the parties’ disagreements over\nwhether that relief contravened §1231(h) or impermissibly\nreallocated executive authority.",
    "joined": []
}