{
    "case": {
        "docket": "483",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/483/"
    },
    "id": "1970669",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1221_________________JACQUELINE HILLMAN, PETITIONERv.JUDY\nA. MARETTAon writ of certiorari to the supreme court of\nvirginia[June 3, 2013]Justice Sotomayor delivered the opinion of the\nCourt.[1]*The Federal Employees’ Group Life Insurance Act\nof 1954 (FEGLIA), 5 U. S. C. §8701et seq.,\nestablishes a life insurance program for federal employees. FEGLIA\nprovides that an employee may designate a beneficiary to receive\nthe proceeds of his life insurance at the time of his death.\n§8705(a). Separately, a Virginia statute addresses the situation in\nwhich an employee’s marital status has changed, but he did not\nupdate his beneficiary designation before his death. Section\n20–111.1(D) of the Virginia Code renders a former spouse liable for\ninsurance proceeds to whoever would have received them under\napplicable law, usually a widow or widower, but for the beneficiary\ndesignation. Va. Code Ann. §20–111.1(D) (Lexis Supp. 2012). This\ncase presents the question whether the remedy created by\n§20–111.1(D) is pre-empted by FEGLIA and its implementing\nregulations. We hold that it is.IAIn 1954, Congress enacted FEGLIA to “provide\nlow-cost group life insurance to Federal employees.” H. R.\nRep. No. 2579, 83d Cong., 2d Sess., 1 (1954). The program is\nadministered by the federal Office of Personnel Management (OPM). 5\nU. S. C. §8716. Pursuant to the authority granted to it\nby FEGLIA, OPM entered into a life insurance contract with the\nMetropolitan Life Insurance Company. See §8709; 5 CFR §870.102\n(2013). Individual employees enrolled in the Federal Employees’\nGroup Life Insurance (FEGLI) Program receive coverage through this\ncontract. The program is of substantial size. In 2010, the total\namount of FEGLI insurance coverage in force was $824 billion. GAO,\nFederal Employees’ Group Life Insurance: Retirement Benefit and\nRetained Asset Account Disclosures Could Be Improved 1 (GAO–12–94,\n2011).FEGLIA provides that, upon an employee’s death,\nlife insurance benefits are paid in accordance with a specified\n“order of precedence.” 5 U. S. C. §8705(a). The proceeds\naccrue “[f]irst, to the beneficiary or beneficiaries desig-nated by\nthe employee in a signed and witnessed writing received before\ndeath.”Ibid.“[I]f there is no designated beneficiary,” the\nbenefits are paid “to the widow or widower of the employee.”Ibid.Absent a widow or widower, the benefits accrue to “the\nchild or children of the employee and descendants of [the] deceased\nchildren”; “the parents of the employee” or their survivors; the\n“executor or administrator of the estate of the employee”; and\nlast, to “other next of kin.”Ibid.To be effective, the beneficiary designation and\nany accompanying revisions to it must be in writing and duly filed\nwith the Government. Seeibid.(“[A] designation, change, or\ncancellation of beneficiary in a will or other document not so\nexecuted and filed has no force or effect”). An OPM regulation\nprovides that an employee may “change [a] beneficiary at any time\nwithout the knowledge or consent of the previous beneficiary,” and\nmakes clear that “[t]his right cannot be waived or restricted.” 5\nCFR §870.802(f). Employees are informed of these requirements\nthrough materials that OPM disseminates in connection with the\nprogram. See,e.g.,OPM, FEGLI Pro-gram Booklet 21–22 (rev.\nAug. 2004) (setting forth the order of precedence and stating that\nOPM “will pay benefits” “[f]irst, to the beneficiary [the\nemployee] designate[s]”). The order of precedence is also described\non the form that employees use to designate a beneficiary. See\nDesignation of Beneficiary, FEGLI Program, SF 2823 (rev. Mar. 2011)\n(Back of Part 2). And the enrollment form advises employees to\nupdate their designations if their “[i]ntentions [c]hange” as a\nresult of, for example, “marriage [or] divorce.”Ibid.In 1998, Congress amended FEGLIA to create a\nlimited exception to an employee’s right of designation. The\nstatute now provides that “[a]ny amount which would otherwise be\npaid to a person determined under the order of precedence\n. . . shall be paid (in whole or in part) by [OPM] to\nanother person if and to the extent expressly provided for in the\nterms of any court decree of divorce, annulment, or legal\nseparation” or related settlement, but only in the event the\n“decree, order, or agreement” is received by OPM or the employing\nagency before the employee’s death. 5 U. S. C.\n§§8705(e)(1)–(2).FEGLIA also includes an express pre-emption\nprovision. That provision states in relevant part that “[t]he\nprovisions of any contract under [FEGLIA] which relate to the\nnature or extent of coverage or benefits (including payments with\nrespect to benefits) shall supersede and preempt any law of any\nState . . . , which relates to group life insurance to\nthe extent that the law or regulation is inconsistent with the\ncontractual provisions.” §8709(d)(1).This case turns on the interaction between these\nprovisions of FEGLIA and a Virginia statute. Section 20–111.1(A)\n(Section A) of the Virginia Code provides that a divorce or\nannulment “revoke[s]” a “beneficiary designation contained in a\nthen existing written contract owned by one party that provides for\nthe payment of any death benefit to the other party.” A “death\nbenefit” includes “payments under a life insurance contract.”\n§20.111.1(B).In the event that Section A is pre-empted by\nfederal law, §20–111.1(D) (Section D) of the Virginia Code applies.\nSection D provides as follows:“If [Va. Code Ann. §20–111.1] is preempted\nby federal law with respect to the payment of any death benefit, a\nformer spouse who, not for value, receives the payment of any death\nbenefit that the former spouse is not entitled to under [§20–111.1]\nis personally liable for the amount of the payment to the person\nwho would have been entitled to it were [§20.111.1] not\npreempted.”In other words, where Section A is pre-empted,\nSection D creates a cause of action rendering a former spouse\nliable for the principal amount of the insurance proceeds to the\nperson who would have received them had Section A continued in\neffect.BWarren Hillman (Warren) and respondent Judy\nMaretta were married. In 1996, Warren named Maretta as the\nbeneficiary of his FEGLI policy. Warren and Maretta divorced in\n1998 and, four years later, he married petitioner Jacqueline\nHillman. Warren died unexpectedly in 2008. Because Warren had never\nchanged the named beneficiary under his FEGLI policy, it continued\nto iden-tify Maretta as the beneficiary at the time of his death\ndespite his divorce and subsequent remarriage to Hillman.Hillman filed a claim for the proceeds of\nWarren’s life insurance, but the FEGLI administrator informed her\nthat the proceeds would accrue to Maretta, because she had been\nnamed as the beneficiary. Maretta filed a claim for the benefits\nwith OPM and collected the FEGLI proceeds in the amount of\n$124,558.03. App. to Pet. for Cert. 37a.Hillman then filed a lawsuit in Virginia Circuit\nCourt, arguing that Maretta was liable to her under Section D for\nthe proceeds of her deceased husband’s FEGLI policy. The parties\nagreed that Section A, which directly reallo- cates the benefits,\nis pre-empted by FEGLIA.Id., at 36a. Maretta contended that\nSection D is also pre-empted by federal law and that she should\nkeep the insurance proceeds. The Circuit Court rejected Maretta’s\nargument and granted summary judgment to Hillman, finding Maretta\nliable to Hillman under Section D for the proceeds of Warren’s\npolicy.Id., at 58a.The Virginia Supreme Court reversed and entered\njudgment for Maretta. 283 Va. 34, 46, 722 S.E.2d 32, 38 (2012). The\ncourt found that FEGLIA clearly instructed that the insurance\nproceeds should be paid to a named beneficiary.Id.,at\n44–46, 722 S. E. 2d, at 36–38. The court reasoned that “Congress\ndid not intend merely for the named beneficiary in a FEGLI policy\nto receive the proceeds, only then to have them subject to recovery\nby a third party under state law.”Id.,at 44, 722\nS. E. 2d, at 37. It therefore concluded that Section D is\npre-empted by FEGLIA, because it “stand[s] as an obstacle to the\naccomplishment and execution of the full purposes and objectives of\nCongress.”Id.,at 45, 722 S. E. 2d, at 37 (internal\nquotation marks omitted).We granted certiorari, 568 U. S. ___\n(2013), to resolve a conflict among the state and federal courts\nover whether FEGLIA pre-empts a rule of state law that\nautomatically assigns an interest in the proceeds of a FEGLI policy\nto a person other than the named beneficiary or grants that person\na right to recover such proceeds.[2] We now affirm.IIUnder the Supremacy Clause, Congress has the\npower to pre-empt state law expressly. SeeBrownv.Hotel\nEmployees,468 U.S.\n491, 500–501 (1984). Although FEGLIA contains an express\npre-emption provision, see §8709(d)(1), the court below considered\nonly whether Section D is pre-empted under conflict pre-emption\nprinciples. We limit our analysis here to that holding. State law\nis pre-empted “to the extent of any conflict with a federal\nstatute.”Crosbyv.National Foreign Trade Council,530 U.S.\n363, 372 (2000) (citingHinesv.Davidowitz,312 U.S.\n52, 66–67 (1941)). Such a conflict occurs when compliance with\nboth federal and state regulations is impossible,Florida Lime\n& Avocado Growers, Inc.v.Paul,373 U.S.\n132, 142–143 (1963), or when the state law “stands as an\nobstacle to the accomplishment and execution of the full purposes\nand objectives of Congress,”Hines, 312 U. S., at 67.\nThis case raises a question of purposes and objectives\npre-emption.The regulation of domestic relations is\ntraditionally the domain of state law. SeeIn re Burrus,136 U.S.\n586, 593–594 (1890). There is therefore a “presumption against\npre-emption” of state laws governing domestic relations,Egelhoffv.Egelhoff,532 U.S.\n141, 151 (2001), and “family and family-property law must do\n‘major damage’ to ‘clear and substantial’ federal interests before\nthe Supremacy Clause will demand that state law will be\noverridden,”Hisquierdov.Hisquierdo,439 U.S.\n572, 581 (1979). But family law is not entirely insulated from\nconflict pre-emption principles, and so we have recognized that\nstate laws “governing the economic aspects of domestic relations\n. . . must give way to clearly conflicting federal\nenactments.”Ridgwayv.Ridgway,454 U.S.\n46, 55 (1981).ATo determine whether a state law conflicts\nwith Congress’ purposes and objectives, we must first ascertain the\nnature of the federal interest.Crosby, 530 U. S., at\n372–373.Hillman contends that Congress’ purpose in\nenacting FEGLIA was to advance administrative convenience by\nestablishing a clear rule to dictate where the Government should\ndirect insurance proceeds. See Brief for Petitioner 25. There is\nsome force to Hillman’s argument that a significant legislative\ninterest in a large federal program like FEGLIA is to enable its\nefficient administration. If Hillman is correct that administrative\nconvenience was Congress’ only purpose, then there might be no\nconflict between Section D and FEGLIA: Section D’s cause of action\ntakes effect only after benefits have been paid, and so would not\nnecessarily impact the Government’s distribution of insurance\nproceeds. Cf.Hardyv.Hardy, 963 N.E.2d 470, 477–478\n(Ind. 2012).For her part, Maretta insists that Congress had\na more substantial purpose in enacting FEGLIA: to ensure that a\nduly named beneficiary will receive the insurance proceeds and be\nable to make use of them. Brief for Respondent 21–22. If Maretta is\ncorrect, then Section D would directly conflict with that\nobjective, because its cause of action would take the insurance\nproceeds away from the named beneficiary and reallocate them to\nsomeone else. We must therefore determine which understanding of\nFEGLIA’s purpose is correct.We do not write on a clean slate. In two\nprevious cases, we considered federal insurance statutes requiring\nthat insurance proceeds be paid to a named beneficiary and held\nthey pre-empted state laws that mandated a different distribution\nof benefits. The statutes we addressed in these cases are similar\nto FEGLIA. And the impediments to the federal interests in these\nprior cases are analogous to the one created by Section D of the\nVirginia statute. These precedents accordingly govern our analysis\nof the relationship between Section D and FEGLIA in this case.InWissnerv.Wissner,338 U.S.\n655(1950), we considered whether the National Service Life\nInsurance Act of 1940 (NSLIA), 54Stat. 1008, pre-empted a rule of\nstate marital property law. Congress had enacted NSLIA to “affor[d]\na uniform and comprehensive system of life insurance for members\nand veterans of the armed forces of the United States.”Wissner,338 U. S., at 658. A California court granted\nthe decedent’s widow, who was not the named beneficiary, an\ninterest in the insurance proceeds as community property under\nstate law.Id.,at 657.We reversed, holding that NSLIA pre-empted the\nwidow’s state-law action to recover the proceeds.Id.,at\n658. In pertinent part, NSLIA provided that the insured\n“ ‘shall have the right to designate the beneficiary or\nbeneficiaries of the insurance [within a designated class],\n. . . and shall . . . at all times have the\nright to change the beneficiary or beneficiaries.’ ”Ibid.(quoting 38 U. S. C. §802(g) (1946 ed.)). We\nreasoned that “Congress has spoken with force and clarity in\ndirecting that the proceeds belong to the named beneficiary and no\nother.” 338 U. S., at 658. The California court’s decision\ncould not stand, we found, because it “substitute[d] the widow for\nthe mother, who was the beneficiary Congress directed shall receive\nthe insurance money.”Id.,at 659.InRidgway, we considered a similar\nquestion regarding the federal Servicemen’s Group Life Insurance\nAct of 1965 (SGLIA), Pub. L. 89–214, 79Stat. 880, another insurance\nscheme for members of the armed services. 454 U. S.,at\n50–53. A Maine court imposed a constructive trust on insurance\nproceeds paid to a servicemember’s widow, who was the named\nbeneficiary, and ordered they be paid to the decedent’s first wife\nas required by the terms of a divorce decree.Id.,at\n49–50.In holding the constructive trust pre-empted, we\nexplained that the issue was “controlled byWissner.”Id.,at 55. As inWissner, the applicable provisions\nof SGLIA made clear that “the insured service member possesses the\nright freely to designate the beneficiary and to alter that choice\nat any time by communicating the decision in writing to the proper\noffice.” 454 U. S., at 56 (citingWissner, 338\nU. S., at 658). We also noted that SGLIA estab- lished an\n“ ‘order of precedence,’ ” which provided that the\nbenefits would be first paid to “ such ‘beneficiary or\nbene-ficiaries as the member . . . may have designated by\n[an appropriately filed] writing received prior to death.’ ”\n454 U. S., at 52 (quoting 38 U. S. C. §770(a) (1976\ned.)). Notwithstanding “some small differences” between SGLIA and\nNSLIA, we concluded that SGLIA’s “unqualified direc-tive to pay the\nproceeds to the properly designated bene-ficiary clearly\nsuggest[ed] that no different result was intended by Congress.” 454\nU. S., at 57.BOur reasoning inWissnerandRidgwayapplies with equal force here. The statutes we\nconsidered in these earlier cases are strikingly similar to FEGLIA.\nLike NSLIA and SGLIA, FEGLIA creates a scheme that gives highest\npriority to an insured’s designated beneficiary. 5\nU. S. C. §8705(a). Indeed, FEGLIA includes an “order of\nprecedence” that is nearly identical to the one in SGLIA: Both\nrequire that the insurance proceeds be paid first to the named\nbeneficiary ahead of any other potential recipient. Compareibid.with 38 U. S. C. §770(a) (1976 ed.) (now\n§1970(a) (2006 ed.)). FEGLIA’s implementing regulations further\nunderscore that the employee’s “right” of designation “cannot be\nwaived or restricted.” 5 CFR §843.205(e). In FEGLIA, as in these\nother statutes, Congress “ ‘spok[e] with force and clarity in\ndirecting that the proceedsbelongto the named beneficiary\nand no other.’ ”Ridgway, 454 U. S., at 55\n(quotingWissner, 338 U. S., at 658; emphasis added).\n[3]Section D interferes with Congress’ scheme,\nbecause it directs that the proceeds actually “belong” to someone\nother than the named beneficiary by creating a cause of action for\ntheir recovery by a third party.Ridgway, 454 U. S., at\n55; see Va. Code Ann. §20–111.1(D). It makes no difference whether\nstate law requires the transfer of the proceeds, as Section A does,\nor creates a cause of action, like Section D, that enables another\nperson to receive the proceeds upon filing an action in state\ncourt. In either case, state law displaces the beneficiary selected\nby the insured in accordance with FEGLIA and places someone else in\nher stead. As inWissner, applicable state law “substitutes\nthe widow” for the “beneficiary Congress directed shall receive the\ninsurance money,” 338 U. S., at 659, and thereby “frustrates\nthe deliberate purpose of Congress” to ensure that a federal\nemployee’s named beneficiary receives the proceeds.Ibid.One can imagine plausible reasons to favor a\ndifferent policy. Many employees perhaps neglect to update their\nbeneficiary designations after a change in marital status. As a\nresult, a legislature could have thought that a default rule\nproviding that insurance proceeds accrue to a widow or widower, and\nnot a named beneficiary, would be more likely to align with most\npeople’s intentions. Or, similarly, a legislature might have\nreasonably believed that an employee’s will is more reliable\nevidence of his intent than a beneficiary designation form executed\nyears earlier.But that is not the judgment Congress\nmade.[4] Rather than draw an\ninference about an employee’s probable intent from a range of\nsources, Congress established a clear and predictable procedure for\nan employee to indicate who the intended beneficiary of his life\ninsurance shall be. Like the statutes at issue inRidgwayandWissner, FEGLIA evinces Congress’ decision to accord\nfederal employees an unfettered “freedom of choice” in selecting\nthe beneficiary of the insurance proceeds and to ensure the\nproceeds would actually “belong” to that beneficiary.Ridgway, 454 U. S., at 56. An employee’s ability to\nname a beneficiary acts as a “guarantee of the complete and full\nperformance of the contract to the exclusion of conflicting\nclaims.”Wissner, 338 U. S., at 660. With that promise\ncomes the expectation that the insurance proceeds will be paid to\nthe named beneficiary and that the beneficiary can use them.There is further confirmation that Congress\nintended the insurance proceeds be paid in accordance with FEGLIA’s\nprocedures. Section 8705(e)(1) of FEGLIA provides that “[a]ny\namount which would otherwise be paid . . . under the\norder of precedence” shall be paid to another person “if and to the\nextent expressly provided for in the terms of any court decree of\ndivorce, annulment, or legal separation.” This exception, however,\nonly applies if the “decree, order, or agreement . . . is\nreceived, before the date of the covered employee’s death, by the\nemploying agency.” §8705(e)(2). This provision allows the proceeds\nto be paid to someone other than the named beneficiary, but if and\nonly if the requisite documentation is filed with the Government,\nso that any departure from the beneficiary designation is managed\nwithin, not outside, the federal system.[5]We have explained that “[w]here Congress\nexplicitly enumerates certain exceptions to a general prohibition,\nadditional exceptions are not to be implied, in the absence of\nevidence of a contrary legislative intent.”Andrusv.Glover Constr. Co.,446 U.S.\n608, 616–617 (1980). Section 8705(e) creates a limited\nexception to the order of precedence. If States could make\nalternative distributions outside the clear procedure Congress\nestablished, that would transform this narrow exception into a\ngeneral license for state law to override FEGLIA. SeeTRW\nInc.v.Andrews,534 U.S.\n19, 28–29 (2001).[6]In short, where a beneficiary has been duly\nnamed, the insurance proceeds she is owed under FEGLIA cannot be\nallocated to another person by operation of state law. Section D\ndoes exactly that. We therefore agree with the Virginia Supreme\nCourt that it is pre-empted.IIIWe are not persuaded by Hillman’s additional\narguments in support of a different result.Hillman contends thatRidgwayandWissnercan be distinguished because, unlike the statutes we\nconsidered in those cases, FEGLIA does not include an\n“anti-attachment provision.” Brief for Petitioner 38–41. The\nanti-attachment provisions in NSLIA and SGLIA were identical, and\neach broadly prohibited the “attachment, levy, or seizure” of\ninsurance proceeds by any legal process. 38 U. S. C.\n§454a (1946 ed.) (incorporated by reference in §816); §770(g) (1976\ned.). InWissnerandRidgway, we found that the\nrelevant state laws violated these provisions and that this further\nconflict supported our conclusion that the state laws were\npre-empted.These discussions of the anti-attachment\nprovisions, however, were alternative grounds to support the\njudgment in each case, and not necessary components of the\nholdings. SeeRidgway, 454 U. S., at 60–61 (describing\nseparately the anti-attachment provision and noting that the state\nlaw “also” conflicted with it);id., at 60 (noting that inWissnerwe found an “anti-attachment provision\n. . . as anindependent groundfor the result\nreached in that case” (emphasis added)); see alsoRosev.Rose,481 U.S.\n619, 631 (1987) (describingWissner’s treatment of the\nanti-attachment provision as “clearly an alternative holding”). The\nabsence of an anti-attachment provision in FEGLIA does not renderRidgway’s andWissner’s primary holdings any less\napplicable here.Next, Hillman suggests thatWissnerandRidgwaycan be set aside because FEGLIA contains an express\npre-emption provision and that conflict pre-emption principles\nordinarily do not apply when that is so. Brief for Petitioner\n45–47. As noted, the court below did not pass on the parties’\nexpress pre-emption arguments, and thus we sim-ilarly address only\nconflict pre-emption. Seesupra,at 7. And we need not\nconsider whether Section D is expressly pre-empted, because Hillman\nis incorrect to suggest that FEGLIA’s express pre-emption provision\nrenders conflict pre-emption inapplicable. Rather, we have made\nclear that the existence of a separate pre-emption provision\n“ ‘doesnotbar the ordinary working of conflict\npre-emption principles.’ ”Sprietsmav.Mercury\nMarine,537 U.S.\n51, 65 (2002) (internal quotation marks omitted); seeArizonav.United States, 567 U. S. ___, ___\n(2012) (slip op., at 14).Hillman further argues thatRidgwayis\nnot controlling because a provision of FEGLIA specifically\nauthorizes an employee to assign a FEGLI policy, whereas SGLIA’s\nimplementing regulations prohibit such an assignment. See 5\nU. S. C. §8706(f)(1) (2006 ed., Supp. V); 38 CFR §9.6\n(2012). The premise of Hillman’s argument is that FEGLIA’s\nassignment provision suggests that an employee has a less\nsubstantial interest in who ultimately re- ceives the proceeds. But\nan employee’s ability to assign a FEGLI policy in fact highlights\nCongress’ intent to allow an employee wide latitude to determine\nhow the proceeds should be paid, whether that is to a named\nbeneficiary that he selects, or indirectly through the assignment\nof the policy itself to someone else.Finally, Hillman attempts to distinguishRidgwayandWissnerbecause Congress enacted the\nstatutes at issue in those cases with the goal of improving\nmilitary morale. Brief for Petitioner 47–51. Congress’ aim of\nincreasing the morale of the armed services, however, was not the\nbasis of our pre-emption analysis in either case. SeeWissner, 338 U. S., at 658–659;Ridgway, 454\nU. S., at 53–56.*  *  *Section D is in direct conflict with FEGLIA\nbecause it interferes with Congress’ objective that insurance\nproceeds belong to the named beneficiary. Accordingly, we hold that\nSection D is pre-empted by federal law. The judgment of the\nVirginia Supreme Court is affirmed.It is so ordered.Notes1* Justice Scalia joins all\nbut footnote 4 of this opinion.2Compare,e.g.,Metropolitan Life Ins. Co.v. Zaldivar,413 F.3d 119(CA1 2005) (FEGLIA pre-empted state-law rule);Metropolitan Life Ins. Co. v.Sullivan,96 F.3d 18(CA2 1996) (per curiam) (same);Metropolitan Life Ins. Co.v. McMorris, 786 F.2d 379\n(CA10 1986) (same);O’Nealv.Gonzalez, 839 F.2d 1437\n(CA11 1988), withHardyv.Hardy, 963 N.E.2d 470\n(Ind. 2012) (not pre-empted);McCordv. Spradling,830 So. 2d 1188 (Miss. 2002) (same);Kiddv.Pritzel,821 S.W.2d 566(Mo. App. 1991) (same).3Hillman points to some\ntextual differences among NSLIA, SGLIA, and FEGLIA. She suggests,\nfor example, that the provision of NSLIA enabling the appointment\nof a beneficiary does not use precisely the “ ‘same\nlanguage’ ” as FEGLIA’s order of precedence. Reply Brief 21.\nEven if there are “some small differences” in the statutory\nlanguage, however, they do not diminish the critical similarity\nshared by the three statutes: Each reflects Congress’ “unqualified\ndirective” that the proceeds accrue to a named beneficiary.Ridgway, 454 U. S., at 57.4In his concurrence,\nJustice Alito argues that one of FEGLIA’s purposes is to\n“effectuat[e] . . . the insured’sexpressed\nintent” and that evidence beyond an employee’s named\nbeneficiary could therefore be relevant in some circumstances to\ndetermining that intent.Post,at 2–3 (opinion concurring in\njudgment) (emphasis in original). For the reasons explained,\nhowever, that statement of Congress’ purpose is incomplete. Seesupra,at 9–10. Congress sought to ensure that an employee’s\nintent would be given effect only through the designation of a\nbeneficiary or through the narrow exceptions specifically provided\nin the statute, seeinfra, at 12–13.5Congress enacted 5\nU. S. C. §8705(e) following federal-court decisions that\nfound FEGLIA to pre-empt state-court constructive trust actions\npredicated upon divorce decrees. See,e.g.,Gonzalez,\n839 F. 2d, at 1439–1440. Reflecting this backdrop, the House\nReport noted that “Under current law, . . . divorce\ndecrees . . . do not affect the payment of life insurance\nproceeds. Instead, when the policyholder dies, the proceeds are\npaid to the beneficiary designated by the policyholder, if any, or\nto other individuals as specified by statute.” H. R. Rep. No.\n105–134, p. 2 (1997). To address the issue raised by these\nlower court cases, Congress could have amended FEGLIA to allow\nstate law to take precedence over the named beneficiary when there\nis any conflict with a divorce decree or annulment. But Congress\ndid not do so, and instead described the precise conditions under\nwhich a divorce decree could displace an employee’s named\nbeneficiary.6Hillman contends that\n§8705(e) of FEGLIA indicates that Congress contemplated that the\nproceeds could be paid to someone other than the named beneficiary\nand that Section D is consistent with that broad principle. Brief\nfor Petitioner 43. As noted, however, §8705(e) has the opposite\nimplication, because it is framed as a specific exception to the\nrule that the proceeds accrue in all cases to the named\nbeneficiary. It is not, as Hillman suggests, a general rule\nauthorizing state law to supersede FEGLIA.",
    "joined": []
}