{
    "case": {
        "docket": "409",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/409/"
    },
    "id": "3424285",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–1175_________________CITY OF LOS ANGELES, CALIFORNIA, PETITIONERv.NARANJIBHAI PATEL, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2015]Justice Sotomayor delivered the opinion of the\nCourt.Respondents brought a Fourth Amendment challenge\nto a provision of the Los Angeles Municipal Code that compels\n“[e]very operator of a hotel to keep a record” containing specified\ninformation concerning guests and to make this record “available to\nany officer of the Los Angeles Police Department for inspection” on\ndemand. Los Angeles Municipal Code §§41.49(2), (3)(a), (4) (2015).\nThe questions presented are whether facial challenges to statutes\ncan be brought under the Fourth Amendment and, if so, whether this\nprovision of the Los Angeles Municipal Code is facially invalid. We\nhold facial challenges can be brought under the Fourth Amendment.\nWe further hold that the provision of the Los Angeles Municipal\nCode that requires hotel operators to make their registries\navailable to the police on demand is facially unconstitutional\nbecause it penalizes them for declining to turn over their records\nwithout affording them any opportunity for precompliance\nreview.IALos Angeles Municipal Code (LAMC) §41.49\nrequires hotel operators to record information about their guests,\nincluding: the guest’s name and address; the number of people in\neach guest’s party; the make, model, and license plate number of\nany guest’s vehicle parked on hotel property; the guest’s date and\ntime of arrival and scheduled departure date; the room number\nassigned to the guest; the rate charged and amount collected for\nthe room; and the method of payment. §41.49(2). Guests without\nreservations, those who pay for their rooms with cash, and any\nguests who rent a room for less than 12 hours must present\nphotographic identification at the time of check-in, and hotel\noperators are required to record the number and expiration date of\nthat document. §41.49(4). For those guests who check in using an\nelectronic kiosk, the hotel’s records must also contain the guest’s\ncredit card information. §41.49(2)(b). This information can be\nmaintained in either electronic or paper form, but it must be “kept\non the hotel premises in the guest reception or guest check-in area\nor in an office adjacent” thereto for a period of 90 days.\n§41.49(3)(a).Section 41.49(3)(a)—the only provision at issue\nhere—states, in pertinent part, that hotel guest records “shall be\nmade available to any officer of the Los Angeles Police Department\nfor inspection,” provided that “[w]henever possible, the inspection\nshall be conducted at a time and in a manner that minimizes any\ninterference with the operation of the business.” A hotel\noperator’s failure to make his or her guest records available for\npolice inspection is a misdemeanor punishable by up to six months\nin jail and a $1,000 fine. §11.00(m) (general provision applicable\nto entire LAMC).BIn 2003, respondents, a group of motel\noperators along with a lodging association, sued the city of Los\nAngeles (City or petitioner) in three consolidated cases\nchallenging the constitutionality of §41.49(3)(a). They sought\ndeclaratory and injunctive relief. The parties “agree[d] that the\nsole issue in the . . . action [would be] a facial constitu-tional\nchallenge” to §41.49(3)(a) under the Fourth Amend-ment. App. 195.\nThey further stipulated that respondents have been subjected to\nmandatory record inspections under the ordinance without consent or\na warrant.Id.,at 194–195.Following a bench trial, the District Court\nentered judgment in favor of the City, holding that respondents’\nfacial challenge failed because they lacked a reasonable\nexpectation of privacy in the records subject to inspection. A\ndivided panel of the Ninth Circuit affirmed on the same grounds.\n686 F. 3d 1085 (2012). On rehearing en banc, however, the\nCourt of Appeals reversed. 738 F. 3d 1058, 1065 (2013).The en banc court first determined that a police\nofficer’s nonconsensual inspection of hotel records under §41.49 is\na Fourth Amendment “search” because “[t]he business records covered\nby §41.49 are the hotel’s private property” and the hotel therefore\n“has the right to exclude others from prying into the[ir]\ncontents.”Id.,at 1061. Next, the court assessed “whether\nthe searches authorized by §41.49 are reasonable.”Id.,at\n1063. Relying onDonovanv.Lone Steer, Inc., 464\nU. S. 408 (1984) , andSeev.Seattle, 387\nU. S. 541 (1967) , the court held that §41.49 is facially\nunconstitutional “as it authorizes inspections” of hotel records\n“without affording an opportunity to ‘obtain judicial review of the\nreasonableness of the demand prior to suffering penalties for\nrefusing to comply.’ ” 738 F. 3d, at 1065 (quotingSee, 387 U. S., at 545).Two dissenting opinions were filed. The first\ndissent argued that facial relief should rarely be available for\nFourth Amendment challenges, and was inappropriate here because the\nordinance would be constitutional in those circumstances where\npolice officers demand access to hotel records with a warrant in\nhand or exigent circumstances justify the search. 738 F. 3d,\nat 1065–1070 (opinion of Tallman, J.). The second dissent conceded\nthat inspections under §41.49 constitute Fourth Amendment searches,\nbut faulted the majority for assessing the reasonableness of these\nsearches without accounting for the weakness of the hotel\noperators’ privacy interest in the content of their guest\nregistries.Id.,at 1070–1074 (opinion of Clifton, J.).We granted certiorari, 574 U. S. ___\n(2014), and now affirm.IIWe first clarify that facial challenges under\nthe Fourth Amendment are not categorically barred or especially\ndisfavored.AA facial challenge is an attack on a statute\nitself as opposed to a particular application. While such\nchallenges are “the most difficult . . . to mount successfully,”United Statesv.Salerno, 481 U. S. 739, 745\n(1987) , the Court has have never held that these claims cannot be\nbrought under any otherwise enforceable provision of the\nConstitution. Cf. Fallon, Fact and Fiction About Facial\nChal-lenges, 99 Cal. L. Rev. 915, 918 (2011) (pointing to\nseveral Terms in which “the Court adjudicated more facial\nchallenges on the merits than it did as-applied challenges”).\nInstead, the Court has allowed such challenges to proceed under a\ndiverse array of constitutional provisions. See,e.g.,Sorrellv.IMS Health Inc., 564 U. S. ___ (2011)\n( First Amendment);District of Columbiav.Heller,\n554 U. S. 570 (2008) ( Second Amendment);Chicagov.Morales, 527 U. S. 41 (1999) (Due Process Clause of the\nFourteenth Amendment);Kraft Gen. Foods, Inc.v.Iowa\nDept. of Revenue and Finance, 505 U. S. 71 (1992) (Foreign\nCommerce Clause).Fourth Amendment challenges to statutes\nauthorizing warrantless searches are no exception. Any claim to the\ncontrary reflects a misunderstanding of our decision inSibronv.New York, 392 U. S. 40 (1968) . InSibron, two criminal defendants challenged the\nconstitutionality of a statute authorizing police to, among other\nthings, “ ‘stop any person abroad in a public place whom\n[they] reason-ably suspec[t] is committing, has committed or is\nabout to commit a felony.”Id.,at 43 (quoting then\nN. Y. Code Crim. Proc. §180–a). The Court held that the search\nof one of the defendants under the statute violated the Fourth\nAmendment, 392 U. S., at 59, 62, but refused to opine more\nbroadly on the statute’s validity, stating that “[t]he\nconstitutional validity of a warrantless search is pre-eminently\nthe sort of question which can only be decided in the concrete\nfactual context of the individual case.”Id.,at 59.This statement fromSibron—which on its\nface might suggest an intent to foreclose all facial challenges to\nstatutes authorizing warrantless searches—must be understood in the\nbroader context of that case. In the same section of the opinion,\nthe Court emphasized that the “operative categories” of the New\nYork law at issue were “susceptible of a wide variety of\ninterpretations,”id.,at 60, and that “[the law] was passed\ntoo recently for the State’s highest court to have ruled upon many\nof the questions involving potential intersections with federal\nconstitutional guarantees,”id.,at 60, n. 20.Sibronthus stands for the simple proposition that claims\nfor facial relief under the Fourth Amendment are unlikely to\nsucceed when there is substantial ambiguity as to what conduct a\nstatute authorizes: Where a statute consists of “extraordinarily\nelastic categories,” it may be “impossible to tell” whether and to\nwhat extent it deviates from the requirements of the Fourth\nAmendment.Id.,at 59, 61, n.  20.This reading ofSibronis confirmed by\nsubsequent precedents. SinceSibron, the Court has\nentertained facial challenges under the Fourth Amendment to\nstatutes authorizing warrantless searches. See,e.g.,Vernonia School District 47Jv.Acton, 515 U. S.\n646, 648 (1995) (“We granted certiorari to decide whether”\npetitioner’s student athlete drug testing policy “violates the\nFourth and Fourteenth Amendments to the United States\nConstitution”);Skinnerv.Railway Labor Executives’\nAssn., 489 U. S. 602, 633, n. 10 (1989)\n(“[R]espondents have challenged the administrative scheme on\nits face. We deal therefore with whether the [drug] tests\ncontemplated by the regulation caneverbe conducted”); cf.Illinoisv.Krull, 480 U. S. 340, 354 (1987)\n(“[A] person subject to a statute authorizing searches without a\nwarrant or probable cause may bring an action seeking a declaration\nthat the statute is unconstitutional and an injunction barring its\nimplementation”). Perhaps more importantly, the Court has on\nnumerous occasions declared statutes facially invalid under the\nFourth Amendment. For instance, inChandlerv.Miller, 520 U. S. 305 –309 (1997), the Court struck\ndown a Georgia statute requiring candidates for certain state\noffices to take and pass a drug test, concluding that this\n“requirement . . . [did] not fit within the closely guarded\ncategory of constitutionally permissible suspicionless searches.”\nSimilar examples abound. See,e.g.,Fergusonv.Charleston, 532 U. S. 67, 86 (2001) (holding that a\nhospital policy authorizing “nonconsensual, warrantless, and\nsuspicionless searches” contravened the Fourth Amendment);Paytonv.New York, 445 U. S. 573, 574, 576\n(1980) (holding that a New York statute “authoriz[ing] police\nofficers to enter a private residence without a warrant and with\nforce, if necessary, to make a routine felony arrest” was “not\nconsistent with the Fourth Amendment”);Torresv.Puerto\nRico, 442 U. S. 465, 466, 471 (1979) (holding that a\nPuerto Rico statute authorizing “police to search the luggage of\nany person arriving in Puerto Rico from the United States” was\nunconstitutional because it failed to require either probable cause\nor a warrant).BPetitioner principally contends that facial\nchallenges to statutes authorizing warrantless searches must fail\nbecause such searches will never be unconstitutional in all\napplications. Cf.Salerno, 481 U. S., at 745 (to obtain\nfacial relief the party seeking it “must establish that no set of\ncircumstances exists under which the [statute] would be valid”). In\nparticular, the City points to situations where police are\nresponding to an emergency, where the subject of the search\nconsents to the intrusion, and where police are acting under a\ncourt-ordered warrant. See Brief for Petitioner 19–20. While\npetitioner frames this argument as an objection to respondents’\nchallenge in this case, its logic would preclude facial relief in\nevery Fourth Amendment challenge to a statute authorizing\nwarrantless searches. For this reason alone, the City’s argument\nmust fail: The Court’s precedents demonstrate not only that facial\nchallenges to statutes authorizing warrantless searches can be\nbrought, but also that they can succeed. See Part II–A,supra.Moreover, the City’s argument misunderstands how\ncourts analyze facial challenges. Under the most exacting standard\nthe Court has prescribed for facial challenges, a plaintiff must\nestablish that a “law is unconstitutional in all of its\napplications.”Washington State Grangev.Washington\nState Republican Party, 552 U. S. 442, 449 (2008) . But\nwhen assessing whether a statute meets this standard, the Court has\nconsidered only applications of the statute in which it actually\nauthorizes or prohibits conduct. For instance, inPlanned\nParenthood of Southeastern Pa.v.Casey, 505 U. S.\n833 (1992) , the Court struck down a provision of Pennsylvania’s\nabortion law that required a woman to notify her husband before\nobtaining an abortion. Those defending the statute argued that\nfacial relief was inappropriate because most women voluntarily\nnotify their husbands about a planned abortion and for them the law\nwould not impose an undue burden. The Court rejected this argument,\nexplaining: The “[l]egislation is measured for consistency with the\nConstitution by its impact on those whose conduct it\naffects. . . . The proper focus of the\nconstitutional inquiry is the group for whom the law is a\nrestriction, not the group for whom the law is irrelevant.”Id.,at 894.Similarly, when addressing a facial challenge to\na statute authorizing warrantless searches, the proper focus of the\nconstitutional inquiry is searches that the law actually\nauthorizes, not those for which it is irrelevant. If exigency or a\nwarrant justifies an officer’s search, the subject of the search\nmust permit it to proceed irrespective of whether it is authorized\nby statute. Statutes authorizing warrantless searches also do no\nwork where the subject of a search has consented. Accordingly, the\nconstitutional “applications” that petitioner claims prevent facial\nrelief here are irrelevant to our analysis because they do not\ninvolve actual applications of the statute.[1]IIITurning to the merits of the particular claim\nbefore us, we hold that §41.49(3)(a) is facially unconstitutional\nbecause it fails to provide hotel operators with an opportu-nity\nfor precompliance review.AThe Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures.” It further\nprovides that “no Warrants shall issue, but upon probable cause.”\nBased on this constitutional text, the Court has repeatedly held\nthat “ ‘searches conducted outside the judicial process,\nwithout prior approval by [a] judge or [a] magistrate [judge], areper seunreasonable . . . subject only to a\nfew specifically established and well-delineated\nexceptions.’ ”Arizonav.Gant, 556 U. S.\n332, 338 (2009) (quotingKatzv.United States, 389\nU. S. 347, 357 (1967) ). This rule “applies to commercial\npremises as well as to homes.”Marshallv.Barlow’s,Inc., 436 U. S. 307, 312 (1978) .Search regimes where no warrant is ever required\nmay be reasonable where “ ‘special needs . . . make the\nwarrant and probable-cause requirement impracticable,’ ”Skinner, 489 U. S., at 619 (quotingGriffinv.Wisconsin, 483 U. S. 868, 873 (1987) (some internal\nquotation marks omitted)), and where the “primary purpose” of the\nsearches is “[d]istinguishable from the general interest in crime\ncontrol,”Indianapolisv.Edmond, 531 U. S. 32,\n44 (2000) . Here, we assume that the searches authorized by §41.49\nserve a “special need” other than conducting criminal\ninvestigations: They ensure compliance with the recordkeeping\nrequirement, which in turn deters criminals from operating on the\nhotels’ premises.[2] The Court\nhas referred to this kind of search as an “administrative\nsearc[h].”Camarav.Municipal Court of City and County\nof San Francisco, 387 U. S. 523, 534 (1967) . Thus, we\nconsider whether §41.49 falls within the administrative search\nexception to the warrant requirement.The Court has held that absent consent, exigent\ncircumstances, or the like, in order for an administrative search\nto be constitutional, the subject of the search must be afforded an\nopportunity to obtain precompliance review before a neutral\ndecisionmaker. SeeSee, 387 U. S., at 545;Lone\nSteer, 464 U. S., at 415 (noting that an administrative\nsearch may proceed with only a subpoena where the subpoenaed party\nis sufficiently protected by the opportunity to “question the\nreasonableness of the subpoena, before suffering any penalties for\nrefusing to comply with it, by raising objections in an action in\ndistrict court”). And, we see no reason why this minimal\nrequirement is inapplicable here. While the Court has never\nattempted to prescribe the exact form an opportunity for\nprecompliance review must take, the City does not even attempt to\nargue that §41.49(3)(a) affords hotel operators any opportunity\nwhatsoever. Section 41.49(3)(a) is, therefore, facially\ninvalid.A hotel owner who refuses to give an officer\naccess to his or her registry can be arrested on the spot. The\nCourt has held that business owners cannot reasonably be put to\nthis kind of choice.Camara, 387 U. S., at 533 (holding\nthat “broad statutory safeguards are no substitute for\nindividualized review, particularly when those safeguards may only\nbe invoked at the risk of a criminal penalty”). Absent an\nopportunity for precompliance review, the ordinance creates an\nintolerable risk that searches authorized by it will exceed\nstatutory limits, or be used as a pretext to harass hotel operators\nand their guests. Even if a hotel has been searched 10 times a day,\nevery day, for three months, without any violation being found, the\noperator can only refuse to comply with an officer’s demand to turn\nover the registry at his or her own peril.To be clear, we hold only that a hotel owner\nmust be afforded anopportunityto have a neutral\ndecisionmaker review an officer’s demand to search the registry\nbefore he or she faces penalties for failing to comply. Actual\nreview need only occur in those rare instances where a hotel\noperator objects to turning over the registry. Moreover, this\nopportunity can be provided without imposing onerous burdens on\nthose charged with an administrative scheme’s enforcement. For\ninstance, respondents accept that the searches authorized by\n§41.49(3)(a) would be constitutional if they were performed\npursuant to an administrative subpoena. Tr. of Oral Arg. 36–37.\nThese subpoenas, which are typically a simple form, can be issued\nby the individual seeking the record—here, officers in the\nfield—without probable cause that a regulation is being infringed.\nSeeSee, 387 U. S., at 544 (“[T]he demand to inspect\nmay be issued by the agency”). Issuing a subpoena will usually be\nthe full extent of an officer’s burden because “the great majority\nof businessmen can be expected in normal course to consent to\ninspection without warrant.”Barlow’s,Inc., 436\nU. S., at 316. Indeed, the City has cited no evidence\nsuggesting that without an ordinance authorizing on-demand\nsearches, hotel operators would regularly refuse to cooperate with\nthe police.In those instances, however, where a subpoenaed\nhotel operator believes that an attempted search is motivated by\nillicit purposes, respondents suggest it would be sufficient if he\nor she could move to quash the subpoena before any search takes\nplace. Tr. of Oral Arg. 38–39. A neutral decisionmaker, including\nan administrative law judge, would then review the subpoenaed\nparty’s objections before deciding whether the subpoena is\nenforceable. Given the limited grounds on which a motion to quash\ncan be granted, such challenges will likely be rare. And, in the\neven rarer event that an officer reasonably suspects that a hotel\noperator may tamper with the registry while the motion to quash is\npending, he or she can guard the registry until the required\nhearing can occur, which ought not take long.Rileyv.California, 573 U. S. ___ (2014) (slip op., at 12)\n(police may seize and hold a cell phone “to prevent destruction of\nevidence while seeking a warrant”);Illinoisv.McArthur, 531 U. S. 326, 334 (2001) (citing cases\nupholding the constitutionality of “temporary restraints where\n[they are] needed to preserve evidence until police could obtain a\nwarrant”). Cf.Missouriv.McNeely, 569 U. S.\n___ (2013) (slip op., at 12) (noting that many States have\nprocedures in place for considering warrant applications\ntelephonically).[3]Procedures along these lines are ubiquitous. A\n2002 report by the Department of Justice “identifiedapproximately\n335 existing administrative subpoena authorities held by various\n[federal] executive branch entities.” Office of Legal Policy,\nReport to Congresson the Use of Administrative Subpoena Authorities\nby Executive Branch Agencies and Entities 3, onlineat\nhttp://www.justice.gov/archive/olp/rpt_to_congress.htm(All Internet\nmaterials as visited June 19, 2015, andavailable in Clerk of\nCourt’s case file). Their prevalenceconfirms what common sense\nalone would otherwise lead us to conclude: In most contexts,\nbusiness owners can be afforded at least an opportunity to contest\nan administrative search’s propriety without unduly compromising\nthe government’s ability to achieve its regulatory aims.Of course administrative subpoenas are only one\nway in which an opportunity for precompliance review can be made\navailable. But whatever the precise form, the availability of\nprecompliance review alters the dynamic between the officer and the\nhotel to be searched, and reduces the risk that officers will use\nthese administrative searches as a pretext to harass business\nowners.Finally, we underscore the narrow nature of our\nholding. Respondents have not challenged and nothing in our opinion\ncalls into question those parts of §41.49 that require hotel\noperators to maintain guest registries containing certain\ninformation. And, even absent legislative action to create a\nprocedure along the lines discussed above, seesupra,at 11,\npolice will not be prevented from obtaining access to these\ndocuments. As they often do, hotel operators remain free to consent\nto searches of their registries and police can compel them to turn\nthem overif they have a proper administrative warrant—including one\nthat was issuedex parte—or if some other exceptionto\nthe warrant requirement applies, including exigent\ncircumstances.[4]BRather than arguing that §41.49(3)(a) is\nconstitutional under the general administrative search doctrine,\nthe City and Justice Scalia contend that hotels are “closely\nregulated,” and that the ordinance is facially valid under the more\nrelaxed standard that applies to searches of this category of\nbusinesses. Brief for Petitioner 28–47;post,at 5. They are\nwrong on both counts.Over the past 45 years, the Court has identified\nonly four industries that “have such a history of government\noversight that no reasonable expectation of privacy . . . could\nexist for a proprietor over the stock of such an enterprise,”Barlow’s, Inc.,436 U. S., 313. Simply listing these\nindustries refutes petitioner’s argument that hotels should be\ncounted among them. Unlike liquor sales,Colonnade Catering\nCorp. v.United States, 397 U. S. 72 (1970) ,\nfirearms dealing,United Statesv.Biswell, 406\nU. S. 311 –312 (1972), mining,Donovanv.Dewey,\n452 U. S. 594 (1981) , or running an automobile junkyard,New Yorkv.Burger, 482 U. S. 691 (1987) ,\nnothing inherent in the operation of hotels poses a clear and\nsignificant risk to the public welfare. See,e.g., id.,at\n709 (“Automobile junkyards and vehicle dismantlers provide the\nmajor market for stolen vehicles and vehicle parts”);Dewey,\n452 U. S., at 602 (describing the mining industry as “among\nthe most hazardous in the country”).[5]Moreover, “[t]he clear import of our cases is\nthat the closely regulated industry . . . is the exception.”Barlow’s, Inc., 436 U. S., at 313. To classify hotels\nas pervasively regulated would permit what has always been a narrow\nexception to swallow the rule. The City wisely refrains from\narguing that §41.49 itself renders hotels closely regulated. Nor do\nany of the other regulations on which petitioner and Justice Scalia\nrely—regulations requiring hotels to,inter alia, maintain a\nlicense, collect taxes, conspicuously post their rates, and meet\ncertain sanitary standards—establish a comprehensive scheme of\nregulation that distinguishes hotels from numerous other\nbusinesses. See Brief for Petitioner 33–34 (citing regulations);post, at 7 (same). All businesses in Los Angeles need a\nlicense to operate. LAMC §§21.03(a), 21.09(a). While some\nregulations apply to a smaller set of businesses, seee.g.Cal. Code Regs., tit. 25, §40 (2015) (requiring linensto be changed\nbetween rental guests), online at http://www.oal.ca.gov/ccr.htm,\nthese can hardly be said to have created a\n“ ‘comprehensive’ ” scheme that puts hotel owners on\nnotice that their “ ‘property will be subject to periodic\ninspections undertaken for specific purposes,’ ”Burger, 482 U. S., at 705, n. 16 (quotingDewey, 452 U. S., at 600). Instead, they are more akin\nto the widely applicable minimum wage and maximum hour rules that\nthe Court rejected as a basis for deeming “the entirety of American\ninterstate commerce” to be closely regulated inBarlow’s,\nInc.436 U. S., at 314. If such general regulations were\nsufficient to invoke the closely regulated industry exception, it\nwould be hard to imagine a type of business that would not qualify.\nSee Brief for Google Inc. asAmicus Curiae16–17; Brief for\nthe Chamber of Commerce of United States of America asAmicus\nCuriae12–13.Petitioner attempts to recast this hodgepodge of\nreg-ulations as a comprehensive scheme by referring to a\n“centuries-old tradition” of warrantless searches of hotels. Brief\nfor Petitioner 34–36. History is relevant when deter-mining whether\nan industry is closely regulated. See,e.g.,Burger,\n482 U. S., at 707. The historical record here, however, is not\nas clear as petitioner suggests. The City and Justice Scalia\nprincipally point to evidence that hotels were treated as public\naccommodations. Brief for Petitioner 34–36;post, at 5–6,\nand n. 1. For instance, the Commonwealth of Massachusetts required\ninnkeepers to “ ‘furnish[ ] . . . suitable provisions and\nlodging, for the refreshment and entertainment of strangers and\ntravellers, pasturing and stable room, hay and provender\n. . . for their horses and cattle.’ ” Brief for\nPetitioner 35 (quoting An Act For The Due Regulation Of Licensed\nHouses (1786), reprinted in Acts and Laws of the Commonwealth of\nMassachusetts 209 (1893)). But laws obligating inns to provide\nsuitable lodging to all paying guests are not the same as laws\nsubjecting inns to warrantless searches. Petitioner also asserts\nthat “[f]or a long time, [hotel] owners left their registers open\nto widespread inspection.” Brief for Petitioner 51. Setting aside\nthat modern hotel registries contain sensitive information, such as\ndriver’s licenses and credit card numbers for which there is no\nhistoric analog, the fact that some hotels chose to make registries\naccessible to the public has little bearing on whether government\nauthorities could have viewed these documents on demand without a\nhotel’s consent.Even if we were to find that hotels are\npervasively regulated, §41.49 would need to satisfy three\nadditional criteria to be reasonable under the Fourth Amendment:\n(1) “[T]here must be a ‘substantial’ government interest that\ninforms the regulatory scheme pursuant to which the inspection is\nmade”; (2) “the warrantless inspections must be ‘necessary’ to\nfurther [the] regulatory scheme”; and (3) “the statute’s inspection\nprogram, in terms of the certainty and regularity of its\napplication, [must] provid[e] a constitutionally adequate\nsubstitute for a warrant.”Burger, 482 U. S., at\n702–703 (internal quotation marks omitted). We assume petitioner’s\ninterest in ensuring that hotels maintain accurate and complete\nregistries might fulfill the first of these requirements, but\nconclude that §41.49 fails the second and third prongs of this\ntest.The City claims that affording hotel operators\nany opportunity for precompliance review would fatally undermine\nthe scheme’s efficacy by giving operators a chance to falsify their\nrecords. Brief for Petitioner 41–42. The Court has previously\nrejected this exact argument, which could be made regarding any\nrecordkeeping requirement. SeeBarlow’s,Inc., 436\nU. S., at 320 (“[It is not] apparent why the advantages of\nsurprise would be lost if, after being refused entry, procedures\nwere available for the [Labor] Secretary to seek anex partewarrant to reappear at the premises without\nfurther notice to the establishment being inspected”); cf.Lone\nSteer, 464 U. S., at 411, 415 (affirming use of\nadministrative subpoena which provided an opportunity for\nprecompliance review as a means for obtaining “payroll and sales\nrecords”). We see no reason to accept it here.As explained above, nothing in our decision\ntoday precludes an officer from conducting a surprise inspection by\nobtaining anex partewarrant or, where an officer\nreasonably suspects the registry would be altered, from guarding\nthe registry pending a hearing on a motion to quash. SeeBarlow’s, Inc., 436 U. S., at 319–321;Riley,\n573 U. S., at ___ (slip op., at 12). Justice Scalia’s claim\nthat these procedures will prove unworkable given the large number\nof hotels in Los Angeles is a red herring. Seepost, at 11.\nWhile there are approximately 2,000 hotels in Los Angeles,ibid., there is no basis to believe that resort to such\nmeasures will be needed to conduct spot checks in the vast majority\nof them. Seesupra,at 11.Section 41.49 is also constitutionally deficient\nunder the “certainty and regularity” prong of the closely regulated\nindustries test because it fails sufficiently to constrain police\nofficers’ discretion as to which hotels to search and under what\ncircumstances. While the Court has upheld inspection schemes of\nclosely regulated industries that called for searches at least four\ntimes a year,Dewey, 452 U. S., at 604, or on a\n“regular basis,”Burger, 482 U. S., at 711, §41.49\nimposes no comparable standard.*  *  *For the foregoing reasons, we agree with the\nNinth Circuit that §41.49(3)(a) is facially invalid insofar as it\nfails to provide any opportunity for precompliance review before a\nhotel must give its guest registry to the police for inspection.\nAccordingly, the judgment of the Ninth Circuit is affirmed.It is so ordered.Notes1Relatedly, the United\nStates claims that a statute authorizing warrantless searches may\nstill have independent force if it imposes a penalty for failing to\ncooperate in a search conducted under a warrant or in an exigency.\nSee Brief for United States asAmicus Curiae19. This\nargument gets things backwards. An otherwise facially\nunconstitutional statute cannot be saved from invalidation based\nsolely on the existence of a penalty provision that applies when\nsearches are not actually authorized by the statute. This argument\nis especially unconvincing where, as here, an independent\nobstruction of justice statute imposes a penalty for “willfully,\nresist[ing], delay[ing], or obstruct[ing] any public officer . . .\nin the discharge or attempt to discharge any duty of his or her\noffice of employment.” Cal. Penal Code Ann. §148(a)(1) (West\n2014).2Respondents contend that\n§41.49’s principal purpose instead is to facilitate criminal\ninvestigation. Brief for Respondents 44–47. Because we find that\nthe searches authorized by §41.49 are unconstitutional even if they\nserve the City’s asserted purpose, we decline to address this\nargument.3Justice Scalia professes\nto be baffled at the idea that we could suggest that in certain\ncircumstances, police officers may seize something that they cannot\nimmediately search.Post, at 10–11 (dissenting opinion). But\nthat is what this Court’s cases have explicitly endorsed, includingRileyjust last Term.4In suggesting that our\nholding today will somehow impede law enforcement from achieving\nits important aims, Justice Scalia relies on instances where hotels\nwere used as “prisons for migrants smuggled across the border and\nheld for ransom” or as “rendezvous sites where child sex workers\nmeet their clients on threat of violence from their procurers.” Seepost, at 2. It is hard to imagine circumstances more exigent\nthan these.5Justice Scalia’s effort\nto depict hotels as raising a comparable degree of risk rings\nhollow. Seepost, at 1, 14. Hotels—like practically all\ncommercial premises or services—can be put to use for nefarious\nends. But unlike the industries that the Court has found to be\nclosely regulated, hotels are not intrinsically\ndangerous.",
    "joined": []
}