{
    "case": {
        "docket": "19-309",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-309/"
    },
    "id": "4335053",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–309_________________JOHN C. CARNEY, GOVERNOR OF DELAWARE,\nPETITIONERv.JAMES R. ADAMSon writ of certiorari to the united states\ncourt of appeals for the third circuit[December 10, 2020]Justice Sotomayor, concurring.I agree that respondent Adams did not\ndemonstrate Article III standing to bring this suit. Because the\nconstitutional questions in this case will likely be raised again,\nI write separately to highlight two important considerations that\nmay inform their answers.First, there are potentially material\ndifferences between two separate rules the Delaware Constitution\nimposes on its courts: the “major party” requirement and the “bare\nmajority” requirement. Bare majority requirements preclude any\nsingle political party from having more than a bare majority of the\nseats in a public body. Such requirements have existed in various\nforums for roughly 150 years, currently feature in a large number\nof public bodies, and have been shown to help achieve ideological\ndiversity. Major party requirements like Delaware’s, by contrast,\npreclude anyone who is not a member of the two major political\nparties from serving in a public body. They are far rarer than\ntheir bare majority cousins, and they arguably impose a greater\nburden on First Amendment associational rights. These differences\nmay require distinct constitutional analyses.Second, that possibility, in turn, raises the\nquestion whether Delaware’s major party and bare majority\nrequirements are severable from one another, such that one\nrequirement could remain even if the other were constitutionally\nunenforceable. It is worth noting that federal courts are not\nideally positioned to address such a sensitive issue of state\nconstitutional law. They may therefore be well advised to consider\ncertifying such a question to the State’s highest court. SeeLeavittv.Jane L.,518 U.S.\n137, 139 (1996) (per curiam) (“Severability [of a state\nstatute] is of course a matter of state law”);Hooperv.Bernalillo County Assessor,472 U.S.\n612, 624 (1985) (“It is for the New Mexico courts to decide, as\na matter of state law, whether the state legislature would have\nenacted the statute without the invalid portion”); see alsoArizonans for Official Englishv.Arizona,520 U.S.\n43, 77 (1997) (encouraging certification of “novel or unsettled\nquestions of state law” to “hel[p] build a cooperative judicial\nfederalism” (internal quotation marks omitted; alteration in\noriginal));Elkinsv.Moreno,435\nU.S. 647, 662, n. 16 (1978) (certifying a question of state lawsua spontebecause it was “one in which state\ngovernments have the highest interest”). Certification may be\nespecially warranted in a case such as this, where invalidating a\nstate constitutional provision would affect the structure of one of\nthe State’s three major branches of government.",
    "joined": []
}