{
    "case": {
        "docket": "17-432",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-432/"
    },
    "id": "3913487",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–432_________________CHINA AGRITECH, INC., PETITIONERv.MICHAEL H. RESH, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 11, 2018]Justice Sotomayor, concurring in the\njudgment.I agree with the Court that in cases governed by\nthe Private Securities Litigation Reform Act of 1995 (PSLRA), 15\nU. S. C. §78u–4, like this one, a plaintiff who seeks to\nbring a successive class action may not rely on the tolling rule\nestablished byAmerican Pipe & Constr. Co.v.Utah, 414 U. S. 538 (1974). I cannot, however, join the\nmajority in going further by holding that the same is true for\nclass actions not subject to the PSLRA.IATo understand why the PSLRA is essential to\nthe conclusion the Court reaches here, recall that this case\ninvolves a putative class-action lawsuit brought by a plaintiff\nwith a timely individual claim, joined by coplaintiffs with timely\nindividual claims, on behalf of a putative class of absent class\nmembers with timely individual claims. Seeante,at 4. One\nmight naturally think, then, that the class claims in the lawsuit\nare timely. The majority, however, concludes that the named\nplaintiffs’ and putative class members’ class claims are time\nbarred.At first blush, this result might seem\nsurprising, for the Court has rejected the idea that class claims\nare categorically different from individual claims. SeeShady\nGrove Orthopedic Associates, P. A.v.Allstate Ins.\nCo., 559 U. S. 393, 398 (2010). Although it did not hold\nthat class claims may never be treated differently from individual\nclaims,ShadyGroveindicates that there must be a\nspecial reason for doing so.Here, the PSLRA supplies that special reason.\nThe PSLRA imposes significant procedural requirements on securities\nclass actions that do not apply to individual or traditionally\njoined securities claims. See §78u–4(a)(1).Foremost among these requirements is a process\nfor the “[a]ppointment of lead plaintiff.” §78u–4(a)(3). Under the\nPSLRA, the named plaintiff in a putative class action must publish\nwithin 20 days of filing the complaint a nationwide notice alerting\nputative class members to the filing of the suit and informing them\nthat, “not later than 60 days after the date on which the notice is\npublished, any member of the purported class may move the court to\nserve as lead plaintiff.” §78u–4(a)(3)(A)(i). The district court\nthen must evaluate all prospective lead plaintiffs and choose the\n“most adequate” one based on a set of enumerated considerations.\n§78u–4(a)(3)(B). The PSLRA thus contemplates a process by which all\nprospective class representatives come forward in the first-filed\nclass action and make their arguments to the court for\nlead-plaintiff status. See H. R. Conf. Rep. No. 104–369,\np. 32 (1995).Respondents here bypassed that statutory\nprocess. They do not dispute that notice was published in the two\nearlier-filed putative class actions concerning the same securities\nclaims as here, as required by the PSLRA. Yet they did not seek to\nbe chosen lead plaintiffs in either of those actions. Seeante,at 3–4, 8. For that reason alone, I agree with the\nmajority that respondents “can hardly qualify as diligent in\nasserting [class] claims and pursuing relief.”Ante,at 9.\nRespondents’ failure to utilize the PSLRA’s lead-plaintiff\nselection procedure distinguishes them from theAmerican\nPipeabsent class members, who were subject only to the\ntraditional Federal Rule of Civil Procedure 23 class procedure,\nwhich is “designed to avoid, rather than encourage, unnecessary\nfiling of repetitious papers and motions.” 414 U. S., at\n550.Unlike the PSLRA, Rule 23 contains no\nrequirement of precertification notice to absent putative class\nmembers; it provides only for postcertification notice. See Fed.\nRule Civ. Proc. 23(c)(2). There thus is no mechanism for absent\nputative class members to learn that a putative class action is\npending, much less that they are entitled to seek to displace the\nnamed plaintiff in that lawsuit as class representative. Also\nunlike the PSLRA, Rule 23 contains no process for a district court\nto choose from among the various candidates for lead plaintiff, nor\ndoes it specify what would make a person the most adequate\nrepresentative of the class. See 7A C. Wright, A. Miller, & M.\nKane, Federal Practice and Procedure §1765, p. 321 (3d ed.\n2005). In class actions not subject to the PSLRA, the class\nrepresentative is generally the first person who files the suit,\nand so is self-selected (subject to an adequacy determination),\nrather than selected by the court.[1] See Rule 23(a)(4) (“One or more members of a class may\nsue or be sued as representative parties on behalf of all members\nonly if . . . the representative parties will fairly and\nadequately protect the interests of the class”); Rule 23(c)(1)(A)\n(“At an early practicable time after a person sues or is sued as a\nclass representative, the court must determine by order whether to\ncertify the action as a class action”); H. R. Conf. Rep. No.\n104–369, at 33–35.The majority points to Rule 23(c)’s requirement\nthat the determination whether to certify a class be made at\n“ ‘an early practicable time,’ ”ante,at 7, but\nthere is no significance to that requirement with respect to the\ndiligence of would-be class representatives. The Advisory Committee\nnotes accompanying the 2003 amendment to Rule 23(c), which changed\nthe recommended timing for a certification determination from “as\nsoon as practicable” to “at an early practicable time,” explained\nthat the change would permit time for “controlled discovery into\nthe ‘merits,’ ” efforts by defendants “to win dismissal or\nsummary judgment as to the individual plaintiffs without\ncertification,” and the considered “designation of class counsel.”\nAdvisory Committee’s 2003 Notes on subd. (c)(1)(A) of Fed. Rule\nCiv. Proc. 23, 28 U. S. C. App., p. 815. The notes\nsay nothing about lead-plaintiff selection, and Rule 23(c) in no\nway ensures that potential lead plaintiffs know about the putative\nclass action or about their opportunity to represent the class.Given these important differences between Rule\n23’s general class procedures and the specific procedures imposed\nby the PSLRA, the majority’s conclusion that absent class members\nwere not diligent because they failed to ask to be the class\nrepresentative in a prior suit makes sense only in the PSLRA\ncontext. The same conclusion simply does not follow in the generic\nRule 23 context, where absent class members are most likely unaware\nof the existence of a putative class action. Cf.American\nPipe, 414 U. S., at 551–552 (explaining that even absent\nclass members who are unaware of the putative class action are\nentitled to tolling).BIn addition to its focus on plaintiff\ndiligence, the majority offers a separate line of reasoning to\nsupport its broad holding. It explains that its limitation onAmerican Pipetolling is necessary to prevent a “limitless”\nseries of class actions, each rendered timely by the tolling effect\nof the previous ones.Ante, at 10. As the majority\nacknowledges, however, there is no such risk in this case, seeibid., because the applicable statute of repose puts a\n5-year “outer limit on the right to bring a civil action.”CTS\nCorp.v.Waldburger, 573 U. S. ___, ___ (2014)\n(slip op., at 6). The majority is right, of course, that in many\nother types of cases, no statute of repose will apply. Seeante,at 10–11. But the Court has elsewhere pointed to the\npower of “comity among courts to mitigate the sometimes substantial\ncosts of similar litigation brought by different plaintiffs.”Smithv.Bayer Corp., 564 U. S. 299, 317 (2011).\nThere is no reason to assume that this existing safeguard will\nprove inadequate if the Court holds thatAmerican Pipetolling is available for successive class actions outside the PSLRA\ncontext.Even if principles of comity prove insufficient\nsuch that some modification to theAmerican Piperule is\nnecessary to prevent indefinite tolling, a narrower form of redress\nis available. Instead of adopting a blanket\nno-tolling-of-class-claims-ever rule outside the PSLRA context, the\nCourt might hold, as a matter of equity, that tolling only becomes\nunavailable for future class claims where class certification is\ndenied for a reason that bears on the suit- ability of the claims\nfor class treatment. Where, by contrast, class certification is\ndenied because of the deficiencies of the lead plaintiff as class\nrepresentative, or because of some other nonsubstantive defect,\ntolling would remain available.[2] SeeYangv.Odom, 392 F. 3d 97, 112\n(CA3 2004). This approach would, for instance, ensure that in cases\nwhere the only problem with the first suit was the identity of the\nnamed plaintiff, a new and more adequate representative could file\nanother suit to represent the class. Preserving the opportunity for\nsuch a fix may seem unimportant in a PSLRA case like this one,\nwhere the court in the first-filed case will usually have a choice\namong possible lead plaintiffs. Seeante,at 8–9, n. 3.\nBut, as just explained, in class actions not subject to the PSLRA,\nthe certifying court often will have no choice as to the class\nrepresentative.Whether this or another rule ultimately is the\nright one, there is no need for the Court today to reach beyond the\nfacts of this case, where the specter of indefinite tolling is\nmerely hypothetical, and foreclose the possibility of a more\ntailored approach.CFinally, the majority suggests that its\nbroader approach will encourage multiple potential class\nrepresentatives to come forward early, which may “aid a district\ncourt” in making class certification decisions.Ante,at 14.\nThis may well be so in the PSLRA context, given the statute’s\nnotice requirement and built-in mechanism for selecting the most\nadequate lead plaintiff. But in suits not covered by the PSLRA,\nabsent class members may not know of the pending class action early\nenough to “aid” the court, and will likely have to file a\ncompletely separate lawsuit if what they seek is lead-plaintiff\nstatus.In addition to increasing the number of\nunnecessary filings, a result at odds withAmerican Pipe’s\nconcern with avoiding “needless duplication,” 414 U. S., at\n554, the existence of multiple putative class actions covering the\nsame harm to the same class may lead to a “race toward judgment or\nsettlement.” Wasserman, Dueling Class Actions, 80 B. U.\nL. Rev. 461, 472 (2000). Each class lawyer knows that only the\nlawyers in the first-resolved case will get paid, because the other\nsuits will then be dismissed on claim-preclusion grounds.Ibid. Defense lawyers know this, too, so they are “able to\nengage in a ‘reverse auction,’ pitting the various class counsel\nagainst one another and agreeing to settle with the lawyer willing\nto accept the lowest bid on behalf of the class.”Id.,at\n473. This gamesmanship is not in class members’ interest, nor in\nthe interest of justice. I therefore think it unwise to encourage\nthe filing of such dueling class actions outside the PSLRA\ncontext.IIAlthough there is ample support for denyingAmerican Pipetolling to successive class actions subject to\nthe PSLRA, the majority’s reasoning does not justify denyingAmerican Pipetolling to other successive class actions. The\nmajority could have avoided this error by limiting its decision to\nthe issues presented by the facts of this case.Despite the Court’s misstep in adopting an\nunnecessarily broad rule, district courts can help mitigate the\npotential unfairness of denyingAmerican Pipetolling to\nclass claims not subject to the PSLRA. Where appropriate, district\ncourts should liberally permit amendment of the pleadings or\nintervention of new plaintiffs and counsel.Because I agree with the majority’s conclusion\njust as applied to class actions governed by the PSLRA, like this\none, I concur only in the judgment.Notes1There may, of course, be\ncompetition among putative class members to proceed on behalf of\nthe putative class in an action not governed by the PSLRA, and the\ndistrict court generally considers their relative qualities. But\nthe point is that the court is not required by Rule 23 to identify\nand designate as lead plaintiff the person most capable of\nadequately representing the class; it is only required to determine\nfor certification purposes whether the class representative\nadequately represents the class. See 7A Wright, Federal Practice\nand Procedure §1765, at 321.2Such an approach would,\nof course, be “grounded in the traditional equitable powers of the\njudiciary,” which are “the source of the tolling rule applied inAmerican Pipe,” and not Rule 23, which “does not so much as\nmention the extension or suspension of statutory time bars.”California Public Employees’ Retirement Systemv.ANZ\nSecurities, Inc., 582 U. S. ___, ___ (2017) (slip op., at\n10); seeante,at 11, n. 5.",
    "joined": []
}