{
    "case": {
        "docket": "16-784",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-784/"
    },
    "id": "3858473",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–784_________________MERIT MANAGEMENT GROUP, LP, PETITIONERv.FTI CONSULTING, INC.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[February 27, 2018]Justice Sotomayor delivered the opinion of the\nCourt.To maximize the funds available for, and ensure\nequity in, the distribution to creditors in a bankruptcy\nproceeding, the Bankruptcy Code gives a trustee the power to\ninvalidate a limited category of transfers by the debtor or\ntransfers of an interest of the debtor in property. Those powers,\nreferred to as “avoiding powers,” are not without limits, however,\nas the Code sets out a number of exceptions. The operation of one\nsuch exception, the securities safe harbor, 11 U. S. C.\n§546(e), is at issue in this case. Specifically, this Court is\nasked to determine how the safe harbor operates in the context of a\ntransfer that was executed via one or more transactions,e.g.,a transfer from A → D that was executed via\nB and C as intermediaries, such that the component parts of the\ntransfer include A → B → C → D. If a\ntrustee seeks to avoid the A → D transfer, and the\n§546(e) safe harbor is invoked as a defense, the question becomes:\nWhen determining whether the §546(e) securities safe harbor saves\nthe transfer from avoidance, should courts look to the transfer\nthat the trustee seeks to avoid (i.e.,A → D) to\ndetermine whether that transfer meets the safe-harbor criteria, or\nshould courts look also to any component parts of the overarching\ntransfer (i.e.,A → B → C → D)? The Court concludes\nthat the plain meaning of §546(e) dictates that the only relevant\ntransfer for purposes of the safe harbor is the transfer that the\ntrustee seeks to avoid.IABecause the §546(e) safe harbor operates as a\nlimit to the general avoiding powers of a bankruptcy\ntrustee,[1] we begin with a\nreview of those powers. Chapter 5 of the Bankruptcy Code affords\nbankruptcy trustees the authority to “se[t] aside certain types of\ntransfers . . . and . . . recaptur[e] the value\nof those avoided transfers for the benefit of the estate.” Tabb\n§6.2, p. 474. These avoiding powers “help implement the core\nprinciples of bankruptcy.”Id.,§6.1, at 468. For example,\nsome “deter the race of diligence of creditors to dismember the\ndebtor before bankruptcy” and promote “equality of distribution.”Union Bankv.Wolas, 502 U. S. 151, 162 (1991)\n(internal quotation marks omitted); see also Tabb §6.2. Others set\naside transfers that “unfairly or improperly deplete\n. . . assets or . . . dilute the claims against\nthose assets.” 5 Collier on Bankruptcy ¶548.01, p. 548–10 (16th ed.\n2017); see also Tabb §6.2, at 475 (noting that some avoiding powers\nare designed “to ensure that the debtor deals fairly with its\ncreditors”).Sections 544 through 553 of the Code outline the\ncircumstances under which a trustee may pursue avoidance. See,e.g.,11 U. S. C. §544(a) (setting out\ncircumstances under which a trustee can avoid unrecorded liens and\nconveyances); §544(b) (detailing power to avoid based on rights\nthat unsecured creditors have under nonbankruptcy law); §545\n(setting out criteria that allow a trustee to avoid a statutory\nlien); §547 (detailing criteria for avoidance of so-called\n“preferential transfers”). The particular avoidance provision at\nissue here is §548(a), which provides that a “trustee may avoid”\ncertain fraudulent transfers “of an interest of the debtor in\nproperty.” §548(a)(1). Section 548(a)(1)(A) addresses so-called\n“actually” fraudulent transfers, which are “made . . .\nwith actual intent to hinder, delay, or defraud any entity to which\nthe debtor was or became . . . indebted.” Section\n548(a)(1)(B) addresses “constructively” fraudulent transfers. SeeBFPv.Resolution Trust Corporation, 511 U. S.\n531, 535 (1994) . As relevant to this case, the statute defines\nconstructive fraud in part as when a debtor:“(B)(i) received less than a reasonably\nequivalent value in exchange for such transfer or obligation;\nand“(ii)(I) was insolvent on the date that such\ntransfer was made or such obligation was incurred, or became\ninsolvent as a result of such transfer or obligation. 11\nU. S. C. §548(a)(1).If a transfer is avoided, §550 identifies the\nparties from whom the trustee may recover either the transferred\nproperty or the value of that property to return to the bankruptcy\nestate. Section 550(a) provides, in relevant part, that “to the\nextent that a transfer is avoided . . . the trustee may\nrecover . . . the property transferred, or, if the court\nso orders, the value of such property” from “the initial transferee\nof such transfer or the entity for whose benefit such transfer was\nmade,” or from “any immediate or mediate transferee of such initial\ntransferee.” §550(a).BThe Code sets out a number of limits on the\nexercise of these avoiding powers. See,e.g.,§546(a)\n(setting statute of limitations for avoidance actions);\n§§546(c)–(d) (setting certain policy-based exceptions to avoiding\npowers); §548(a)(2) (setting limit to avoidance of “a charitable\ncontribution to a qualified religious or charitable entity or\norganization”). Central to this case is the securities safe harbor\nset forth in §546(e), which provides (as presently codified and in\nfull):“Notwithstanding sections 544, 545, 547,\n548(a)(1)(B), and 548(b) of this title, the trustee may not avoid a\ntransfer that is a margin payment, as defined in section 101, 741,\nor 761 of this title, or settlement payment, as defined in section\n101 or 741 of this title, made by or to (or for the benefit\nof ) a commodity broker, forward contract merchant,\nstockbroker, financial institution, financial participant, or\nsecurities clearing agency, or that is a transfer made by or to (or\nfor the benefit of ) a commodity broker, forward contract\nmerchant, stockbroker, financial institution, financial\nparticipant, or securities clearing agency, in connection with a\nsecurities contract, as defined in section 741(7), commodity\ncontract, as defined in section 761(4), or forward contract, that\nis made before the commencement of the case, except under section\n548(a)(1)(A) of this title.”The predecessor to this securities safe harbor,\nformerly codified at 11 U. S. C. §764(c), was enacted in\n1978 against the backdrop of a district court decision in a case\ncalledSeligsonv.New York Produce Exchange, 394\nF. Supp. 125 (SDNY 1975), which involved a transfer by a\nbankrupt commodity broker. See S. Rep. No. 95–989, pp. 8, 106\n(1978); see also Brubaker, Understanding the Scope of the §546(e)\nSecurities Safe Harbor Through the Concept of the “Transfer” Sought\nTo Be Avoided, 37 Bkrtcy. L. Letter 11–12 (July 2017). The\nbankruptcy trustee inSeligsonfiled suit seeking to avoid\nover $12 million in margin payments made by the commodity broker\ndebtor to a clearing association on the basis that the transfer was\nconstructively fraudulent. The clearing association attempted to\ndefend on the theory that it was a mere “conduit” for the\ntransmission of the margin payments. 394 F. Supp., at 135. The\nDistrict Court found, however, triable issues of fact on that\nquestion and denied summary judgment, leaving the clearing\nassociation exposed to the risk of significant liability. Seeid.,at 135–136. Following that decision, Congress enacted\nthe §764(c) safe harbor, providing that “the trustee may not avoid\na transfer that is a margin payment to or deposit with a commodity\nbroker or forward contract merchant or is a settlement payment made\nby a clearing organization.” 92Stat. 2619, codified at 11\nU. S. C. §764(c) (repealed 1982).Congress amended the securities safe harbor\nexception over the years, each time expanding the categories of\ncovered transfers or entities. In 1982, Congress expanded the safe\nharbor to protect margin and settlement payments “made by or to a\ncommodity broker, forward contract merchant, stockbroker, or\nsecurities clearing agency.” §4, 96Stat. 236, codified at 11\nU. S. C. §546(d). Two years later Congress added\n“financial institution” to the list of protected entities. See\n§461(d), 98Stat. 377, codified at 11 U. S. C.\n§546(e).[2] In 2005, Congress\nagain expanded the list of protected entities to include a\n“financial participant” (defined as an entity conducting certain\nhigh-value transactions). See §907(b), 119Stat. 181–182; 11\nU. S. C. §101(22A). And, in 2006, Congress amended the\nprovision to cover transfers made in connection with securities\ncontracts, commodity contracts, and forward contracts. §5(b)(1),\n120Stat. 2697–2698. The 2006 amendment also modified the statute to\nits current form by adding the new parenthetical phrase “(or for\nthe benefit of )” after “by or to,” so that the safe harbor\nnow covers transfers made “by or to (or for the benefit of )”\none of the covered entities.Id.,at 2697.CWith this background, we now turn to the facts\nof this case, which comes to this Court from the world of\ncompetitive harness racing (a form of horse racing). Harness racing\nis a closely regulated industry in Pennsylvania, and the\nCommonwealth requires a license to operate a racetrack. SeeBedford Downs Management Corp.v.State Harness Racing\nComm’n, 592 Pa. 475, 485–487, 926 A. 2d 908, 914–915\n(2007) (per curiam). The number of avail- able licenses is\nlimited, and in 2003 two companies, Valley View Downs, LP, and\nBedford Downs Management Corporation, were in competition for the\nlast harness-racing license in Pennsylvania.Valley View and Bedford Downs needed the\nharness-racing license to open a “ ‘racino,’ ” which is a\nclever moniker for racetrack casino, “a racing facility with slot\nmachines.” Brief for Petitioner 8. Both companies were stopped\nbefore the finish line, because in 2005 the Pennsylvania State\nHarness Racing Commission denied both applications. The\nPennsylvania Supreme Court upheld those denials in 2007, but\nallowed the companies to reapply for the license. SeeBedford\nDowns, 592 Pa., at 478–479, 926 A. 2d, at 910.Instead of continuing to compete for the last\navailable harness-racing license, Valley View and Bedford Downs\nentered into an agreement to resolve their ongoing feud. Under that\nagreement, Bedford Downs withdrew as a competitor for the\nharness-racing license, and Valley View was to purchase all of\nBedford Downs’ stock for $55 million after Valley View obtained the\nlicense.[3]With Bedford Downs out of the race, the\nPennsylvania Harness Racing Commission awarded Valley View the last\nharness-racing license. Valley View proceeded with the corporate\nacquisition required by the parties’ agreement and arranged for the\nCayman Islands branch of Credit Suisse to finance the $55 million\npurchase price as part of a larger $850 million transaction. Credit\nSuisse wired the $55 million to Citizens Bank of Pennsylvania,\nwhich had agreed to serve as the third-party escrow agent for the\ntransaction. The Bedford Downs shareholders, including petitioner\nMerit Management Group, LP, deposited their stock certificates into\nescrow as well. At closing, Valley View received the Bedford Downs\nstock certificates, and in October 2007 Citizens Bank disbursed\n$47.5 million to the Bedford Downs shareholders, with $7.5 million\nremaining in escrow at Citizens Bank under the multiyear\nindemnification holdback period provided for in the parties’\nagreement. Citizens Bank disbursed that $7.5 million installment to\nthe Bedford Downs shareholders in October 2010, after the holdback\nperiod ended. All told, Merit received approximately $16.5 million\nfrom the sale of its Bedford Downs stock to Valley View. Notably,\nthe closing statement for the transaction reflected Valley View as\nthe “Buyer,” the Bedford Downs shareholders as the “Sellers,” and\n$55 million as the “Purchase Price.” App. 30.In the end, Valley View never got to open its\nracino. Although it had secured the last harness-racing license, it\nwas unable to secure a separate gaming license for the operation of\nthe slot machines in the time set out in its financing package.\nValley View and its parent company, Centaur, LLC, thereafter filed\nfor Chapter 11 bankruptcy. The Bankruptcy Court confirmed a\nreorganization plan and appointed respondent FTI Consulting, Inc.,\nto serve as trustee of the Centaur litigation trust.FTI filed suit against Merit in the Northern\nDistrict of Illinois, seeking to avoid the $16.5 million transfer\nfrom Valley View to Merit for the sale of Bedford Downs’ stock. The\ncomplaint alleged that the transfer was constructively fraudulent\nunder §548(a)(1)(B) of the Code because Valley View was insolvent\nwhen it purchased Bedford Downs and “significantly overpaid” for\nthe Bedford Downs stock.[4]\nMerit moved for judgment on the pleadings under Federal Rule of\nCivil Procedure 12(c), contending that the §546(e) safe harbor\nbarred FTI from avoiding the Valley View-to-Merit transfer.\nAccording to Merit, the safe harbor applied because the transfer\nwas a “settlement payment . . . made by or to (or for the\nbenefit of )” a covered “financial institution”—here, Credit\nSuisse and Citizens Bank.The District Court granted the Rule 12(c)\nmotion, reasoning that the §546(e) safe harbor applied because the\nfinancial institutions transferred or received funds in connection\nwith a “settlement payment” or “securities contract.” See 541\nB. R. 850, 858 (ND Ill. 2015).[5] The Court of Appeals for the Seventh Circuit reversed,\nholding that the §546(e) safe harbor did not protect transfers in\nwhich financial institutions served as mere conduits. See 830\nF. 3d 690, 691 (2016). This Court granted certiorari to\nresolve a conflict among the circuit courts as to the proper\napplication of the §546(e) safe harbor.[6] 581 U. S. ___ (2017).IIThe question before this Court is whether the\ntransfer between Valley View and Merit implicates the safe harbor\nexception because the transfer was “made by or to (or for the\nbenefit of ) a . . . financial institution.”\n§546(e). The parties and the lower courts dedicate much of their\nattention to the definition of the words “by or to (or for the\nbenefit of )” as used in §546(e), and to the question whether\nthere is a requirement that the “financial institution” or other\ncovered entity have a beneficial interest in or dominion and\ncontrol over the transferred property in order to qualify for safe\nharbor protection. In our view, those inquiries put the proverbial\ncart before the horse. Before a court can determine whether a\ntransfer was made by or to or for the benefit of a covered entity,\nthe court must first identify the relevant transfer to test in that\ninquiry. At bottom, that is the issue the parties dispute in this\ncase.On one side, Merit posits that the Court should\nlook not only to the Valley View-to-Merit end-to-end transfer, but\nalso to all its component parts. Here, those component parts\ninclude one transaction by Credit Suisse to Citizens Bank\n(i.e.,the transmission of the $16.5 million from Credit\nSuisse to escrow at Citizens Bank), and two transactions by\nCitizens Bank to Merit (i.e.,the transmission of $16.5\nmillion over two installments by Citizens Bank as escrow agent to\nMerit). Because those component parts include transactions by and\nto financial institutions, Merit contends that §546(e) bars\navoidance.FTI, by contrast, maintains that the only\nrelevant transfer for purposes of the §546(e) safe-harbor inquiry\nis the overarching transfer between Valley View and Merit of $16.5\nmillion for purchase of the stock, which is the transfer that the\ntrustee seeks to avoid under §548(a)(1)(B). Because that transfer\nwas not made by, to, or for the benefit of a financial institution,\nFTI contends that the safe harbor has no application.The Court agrees with FTI. The language of\n§546(e), the specific context in which that language is used, and\nthe broader statutory structure all support the conclusion that the\nrelevant transfer for purposes of the §546(e) safe-harbor inquiry\nis the overarching transfer that the trustee seeks to avoid under\none of the substantive avoidance provisions.AOur analysis begins with the text of §546(e),\nand we look to both “the language itself [and] the specific context\nin which that language is used . . . .”Robinsonv.Shell Oil Co., 519 U. S. 337, 341\n(1997) . The pertinent language provides:“Notwithstanding sections 544, 545, 547,\n548(a)(1)(B), and 548(b) of this title, the trustee may not avoid a\ntransfer that is a . . . settlement payment\n. . . made by or to (or for the benefit of ) a\n. . . financial institution . . . or that is a\ntransfer made by or to (or for the benefit of ) a\n. . . financial institution . . . in connection\nwith a securities contract . . . , except under section\n548(a)(1)(A) of this title.”The very first clause—“Notwithstanding sections\n544, 545, 547, 548(a)(1)(B), and 548(b) of this title”—already\nbegins to answer the question. It indicates that §546(e) operates\nas an exception to the avoiding powers afforded to the trustee\nunder the substantive avoidance provisions. See A. Scalia & B.\nGarner, Reading Law: The Interpretation of Legal Texts 126 (2012)\n(“A dependent phrase that begins withnotwithstandingindicates that the main clause that it introduces or follows\nderogates from the provision to which it refers”). That is, when\nfaced with a transfer that is otherwise avoidable, §546(e) provides\na safe harbor notwithstanding that avoiding power. From the outset,\ntherefore, the text makes clear that the starting point for the\n§546(e) inquiry is the substantive avoiding power under the\nprovisions expressly listed in the “notwithstanding” clause and,\nconsequently, the transfer that the trustee seeks to avoid as an\nexercise of those powers.Then again in the very last clause—“except under\nsection 548(a)(1)(A) of this title”—the text reminds us that the\nfocus of the inquiry is the transfer that the trustee seeks to\navoid. It does so by creating an exception to the exception,\nproviding that “the trustee may not avoid a transfer” that meets\nthe covered transaction and entity criteria of the safe harbor,\n“except” for an actually fraudulent transfer under §548(a)(1)(A).\n11 U. S. C. §546(e). By referring back to a specific type\nof transfer that falls within the avoiding power, Congress signaled\nthat the excep- tion applies to the overarching transfer that the\ntrustee seeks to avoid, not any component part of that\ntransfer.Reinforcing that reading of the safe-harbor\nprovision, the section heading for §546—within which the securities\nsafe harbor is found—is: “Limitations on avoiding powers.” Although\nsection headings cannot limit the plain meaning of a statutory\ntext, seeFlorida Dept. of Revenuev.Piccadilly\nCafeterias, Inc., 554 U. S. 33, 47 (2008) , “they supply\ncues” as to what Congress intended, seeYatesv.United\nStates, 574 U. S. ___, ___ (2015) (slip op., at 10). In\nthis case, the relevant section heading demonstrates the close\nconnection between the transfer that the trustee seeks to avoid and\nthe transfer that is exempted from that avoiding power pursuant to\nthe safe harbor.The rest of the statutory text confirms what the\n“notwithstanding” and “except” clauses and the section heading\nbegin to suggest. The safe harbor provides that “the trustee may\nnot avoid” certain transfers. §546(e). Naturally, that text invites\nscrutiny of the transfers that “the trustee may avoid,” the\nparallel language used in the substantive avoiding powers\nprovisions. See §544(a) (providing that “the trustee\n. . . may avoid” transfers falling under that provision);\n§545 (providing that “[t]he trustee may avoid” certain statutory\nliens); §547(b) (providing that “the trustee may avoid” certain\npreferential transfers); §548(a)(1) (providing that “[t]he trustee\nmay avoid” certain fraudulent transfers). And if any doubt\nremained, the language that follows dispels that doubt: The\ntransfer that the “the trustee may not avoid” is specified to be “a\ntransfer thatis” either a “settlement payment” or made “in\nconnection with a securities contract.” §546(e) (emphasis added).\nNot a transfer that involves. Not a transfer that comprises. But a\ntransfer that is a securities transaction covered under §546(e).\nThe provision explicitly equates the transfer that the trustee may\notherwise avoid with the transfer that, under the safe harbor, the\ntrustee may not avoid. In other words, to qualify for protection\nunder the securities safe harbor, §546(e) provides that the\notherwise avoidable transfer itself be a transfer that meets the\nsafe-harbor criteria.Thus, the statutory language and the context in\nwhich it is used all point to the transfer that the trustee seeks\nto avoid as the relevant transfer for consideration of the §546(e)\nsafe-harbor criteria.BThe statutory structure also reinforces our\nreading of §546(e). SeeHallv.United States, 566\nU. S. 506, 516 (2012) (looking to statutory structure in\ninterpreting the Bankruptcy Code). As the Seventh Circuit aptly put\nit, the Code “creates both a system for avoiding transfers and a\nsafe harbor from avoidance—logically these are two sides of the\nsame coin.” 830 F. 3d, at 694; see alsoFidelity Financial\nServices, Inc.v.Fink, 522 U. S. 211, 217 (1998)\n(“Section 546 of the Code puts certain limits on the avoidance\npowers set forth elsewhere”). Given that structure, it is only\nlogical to view the pertinent transfer under §546(e) as the same\ntransfer that the trustee seeks to avoid pursuant to one of its\navoiding powers.As noted in Part I–A,supra, the\nsubstantive avoidance provisions in Chapter 5 of the Code set out\nin detail the criteria that must be met for a transfer to fall\nwithin the ambit of the avoiding powers. These provisions, as Merit\nadmits, “focus mostly on the characteristics of the transfer that\nmay be avoided.” Brief for Petitioner 28. The trustee, charged with\nexercising those avoiding powers, must establish to the\nsatisfaction of a court that the transfer it seeks to set aside\nmeets the characteristics set out under the substantive avoidance\nprovisions. Thus, the trustee is not free to define the transfer\nthat it seeks to avoid in any way it chooses. Instead, that\ntransfer is necessarily defined by the carefully set out criteria\nin the Code. As FTI itself recognizes, its power as trustee to\ndefine the transfer is not absolute because “the transfer\nidentified must sat- isfy the terms of the avoidance provision the\ntrustee invokes.” Brief for Respondent 23.Accordingly, after a trustee files an avoidance\naction identifying the transfer it seeks to set aside, a defendant\nin that action is free to argue that the trustee failed to properly\nidentify an avoidable transfer under the Code, including any\navailable arguments concerning the role of component parts of the\ntransfer. If a trustee properly identifies an avoidable transfer,\nhowever, the court has no reason to examine the relevance of\ncomponent parts when considering a limit to the avoiding power,\nwhere that limit is defined by reference to an otherwise avoidable\ntransfer, as is the case with §546(e), see Part II–A,supra.In the instant case, FTI identified the purchase\nof Bedford Downs’ stock by Valley View from Merit as the transfer\nthat it sought to avoid. Merit does not contend that FTI improperly\nidentified the Valley View-to-Merit transfer as the transfer to be\navoided, focusing instead on whether FTI can “ignore” the component\nparts at the safe-harbor inquiry. Absent that argument, however,\nthe Credit Suisse and Citizens Bank component parts are simply\nirrelevant to the analysis under §546(e). The focus must remain on\nthe transfer the trustee sought to avoid.IIIAThe primary argument Merit advances that is\nmoored in the statutory text concerns the 2006 addition of the\nparenthetical “(or for the benefit of )” to §546(e). Merit\ncontends that in adding the phrase “or for the benefit of” to the\nrequirement that a transfer be “made by or to” a protected entity,\nCongress meant to abrogate the 1998 decision of the Court of\nAppeals for the Eleventh Circuit inIn re Munford, Inc., 98\nF.3d 604, 610 (1996) (per curiam), which held that the\n§546(e) safe harbor was inapplicable to transfers in which a\nfinancial institution acted only as an intermediary. Congress\nabrogatedMunford, Merit reasons, by use of the disjunctive\n“or,” so that even if a beneficial interest,i.e.,a\ntransfer “for the benefit of” a financial institution or other\ncovered entity, is sufficient to trigger safe harbor protection, it\nis not necessary for the financial institution to have a beneficial\ninterest in the transfer for the safe harbor to apply. Merit thus\nargues that a transaction “by or to” a financial institution such\nas Credit Suisse or Citizens Bank would meet the requirements of\n§546(e), even if the financial institution is acting as an\nintermediary without a beneficial interest in the transfer.Merit points to nothing in the text or\nlegislative history that corroborates the proposition that Congress\nsought to overruleMunfordin its 2006 amendment. There is a\nsimpler explanation for Congress’ addition of this language that is\nrooted in the text of the statute as a whole and consistent with\nthe interpretation of §546(e) the Court adopts. A number of the\nsubstantive avoidance provisions include that language, thus giving\na trustee the power to avoid a transfer that was made to “or for\nthe benefit of” certain actors. See §547(b)(1) (avoiding power with\nrespect to preferential transfers “to or for the benefit of a\ncreditor”); §548(a)(1) (avoiding power with respect to certain\nfraudulent transfers “including any transfer to or for the benefit\nof an insider . . . ”). By adding the same language\nto the §546(e) safe harbor, Congress ensured that the scope of the\nsafe harbor matched the scope of the avoiding powers. For example,\na trustee seeking to avoid a preferential transfer under §547 that\nwas made “for the benefit of a creditor,” where that creditor is a\ncovered entity under §546(e), cannot now escape application of the\n§546(e) safe harbor just because the transfer was not “made by or\nto” that entity.Nothing in the amendment therefore changed the\nfocus of the §546(e) safe-harbor inquiry on the transfer that is\notherwise avoidable under the substantive avoiding powers. If\nanything, by tracking language already included in the substantive\navoidance provisions, the amendment reinforces the connection\nbetween the inquiry under §546(e) and the otherwise avoidable\ntransfer that the trustee seeks to set aside.Merit next attempts to bolster its reading of\nthe safe harbor by reference to the inclusion of securities\nclearing agencies as covered entities under §546(e). Because a\nsecurities clearing agency is defined as,inter alia, an\nintermediary in payments or deliveries made in connection with\nsecurities transactions, see 15 U. S. C. §78c(23)(A) and\n11 U. S. C. §101(48) (defining “securities clearing\nagency” by reference to the Securities Exchange Act of 1934), Merit\nargues that the §546(e) safe harbor must be read to protect\nintermediaries without reference to any beneficial interest in the\ntransfer. The contrary interpretation, Merit contends, “would run\nafoul of the canon disfavoring an interpretation of a statute that\nrenders a provision ineffectual or superfluous.” Brief for\nPetitioner 25.Putting aside the question whether a securities\nclearing agency always acts as an intermediary without a beneficial\ninterest in a challenged transfer—a question that the District\nCourt inSeligsonfound presented triable issues of fact in\nthat case—the reading of the statute the Court adopts here does not\nyield any superfluity. Reading §546(e) to provide that the relevant\ntransfer for purposes of the safe harbor is the transfer that the\ntrustee seeks to avoid under a substantive avoiding power, the\nquestion then becomes whether that transfer was “made by or to (or\nfor the benefit of )” a covered entity, including a securities\nclearing agency. If the transfer that the trustee seeks to avoid\nwas made “by” or “to” a securities clearing agency (as it was inSeligson), then §546(e) will bar avoidance, and it will do\nso without regard to whether the entity acted only as an\nintermediary. The safe harbor will, in addition, bar avoidance if\nthe transfer was made “for the benefit of” that securities clearing\nagency, even if it was not made “by” or “to” that entity. This\nreading gives full effect to the text of §546(e).BIn a final attempt to support its proposed\ninterpretation of §546(e), Merit turns to what it perceives was\nCongress’ purpose in enacting the safe harbor. Specifically, Merit\ncontends that the broad language of §546(e) shows that Congress\ntook a “comprehensive approach to securities and commodities\ntransactions” that “was prophylactic, not surgical,” and meant to\n“advanc[e] the interests of parties in the finality of\ntransactions.” Brief for Petitioner 41–43. Given that purported\nbroad purpose, it would be incongruous, according to Merit, to read\nthe safe harbor such that its application “would depend on the\nidentity of the investor and the manner in which it held its\ninvestment” rather than “the nature of the transaction generally.”Id.,at 33. Moreover, Merit posits that Congress’ concern\nwas plainly broader than the risk that is posed by the imposition\nof avoidance liability on a securities industry entity because\nCongress provided a safe harbor not only for transactions “to”\nthose entities (thus protecting the entities from direct financial\nliability), but also “by” these entities to non-covered entities.\nSee Reply Brief 10–14. And, according to Merit, “[t]here is no\nreason to believe that Congress was troubled by the possibility\nthat transfersbyan industry hub could be unwound but yet\nwas unconcerned about trustees’ pursuit of transfers madethroughindustry hubs.”Id.,at 12–13 (emphasis in\noriginal).Even if this were the type of case in which the\nCourt would consider statutory purpose, see,e.g., Watsonv.Philip Morris Cos., 551 U. S. 142 –152 (2007), here\nMerit fails to support its purposivist arguments. In fact, its\nperceived purpose is actually contradicted by the plain language of\nthe safe harbor. Because, of course, here we do have a good reason\nto believe that Congress was concerned about transfers “byan industry hub” specifically: The safe harbor saves from avoidance\ncertain securities transactions “made by or to (or for the benefit\nof )” covered entities. See §546(e). Transfers “through” a\ncovered entity, conversely, appear nowhere in the statute. And\nalthough Merit complains that, absent its reading of the safe\nharbor, protection will turn “on the identity of the investor and\nthe manner in which it held its investment,” that is nothing more\nthan an attack on the text of the statute, which protects only\ncertain transactions “made by or to (or for the benefit of )”\ncertain covered entities.For these reasons, we need not deviate from the\nplain meaning of the language used in §546(e).IVFor the reasons stated, we conclude that the\nrelevant transfer for purposes of the §546(e) safe harbor is the\nsame transfer that the trustee seeks to avoid pursuant to its\nsubstantive avoiding powers. Applying that understanding of the\nsafe-harbor provision to this case yields a straightforward result.\nFTI, the trustee, sought to avoid the $16.5 million Valley\nView-to-Merit transfer. FTI did not seek to avoid the component\ntransactions by which that overarching transfer was executed. As\nsuch, when determining whether the §546(e) safe harbor saves the\ntransfer from avoidance liability,i.e.,whether it was\n“made by or to (or for the benefit of ) a . . .\nfinancial institution,” the Court must look to the overarching\ntransfer from Valley View to Merit to evaluate whether it meets the\nsafe-harbor criteria. Because the parties do not contend that\neither Valley View or Merit is a “financial institution” or other\ncovered entity, the transfer falls outside of the §546(e) safe\nharbor. The judgment of the Seventh Circuit is therefore affirmed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Notes1Avoiding powers may be\nexercised by debtors, trustees, or creditors’ committees, depending\non the circumstances of the case. See generally C. Tabb, Law of\nBankruptcy §6.1 (4th ed. 2016) (Tabb). Because this case concerns\nan avoidance action brought by a trustee, we refer throughout to\nthe trustee in discussing the avoiding power and avoidance action.\nThe resolution of this case is not dependent on the identity of the\nactor exercising the avoiding power.2The term “financial\ninstitution” is defined as: “(A) a Federal reserve bank, or an\nentity that is a commercial or savings bank, industrial savings\nbank, savings and loan association, trust company,\nfederally-insured credit union, or receiver, liquidating agent, or\nconservator for such entity and, when any such Federal reserve\nbank, receiver, liquidating agent, conservator or entity is acting\nas agent or custodian for a customer (whether or not a ‘customer’,\nas defined in section 741) in connection with a securities contract\n(as defined in section 741) such customer; or “(B) in connection\nwith a securities contract (as defined in section 741) an\ninvestment company registered under the Investment Company Act of\n1940.” 11 U. S. C. §101(22). The parties here do not\ncontend that either the debtor or petitioner in this case qualified\nas a “financial institution” by virtue of its status as a\n“customer” under §101(22)(A). Petitioner Merit Management Group,\nLP, discussed this definition only in footnotes and did not argue\nthat it somehow dictates the outcome in this case. See Brief for\nPetitioner 45, n. 14; Reply Brief 14, n. 6. We therefore\ndo not address what impact, if any, §101(22)(A) would have in the\napplication of the §546(e) safe harbor.3A separate provision of\nthe agreement providing that Bedford Downs would sell land to\nValley View for $20 million is not at issue in this\ncase.4In its complaint, FTI\nalso sought to avoid the transfer under §544(b). See App. 20–21.\nThe District Court did not address the claim, see 541 B. R.\n850, 852–853, n. 1 (ND Ill. 2015), and neither did the Court\nof Appeals for the Seventh Circuit.5The parties do not ask\nthis Court to determine whether the transaction at issue in this\ncase qualifies as a transfer that is a “settlement payment” or made\nin connection with a “securities contract” as those terms are used\nin §546(e), nor is that determination necessary for resolution of\nthe question presented.6CompareIn re Quebecor\nWorld (USA) Inc., 719 F. 3d 94, 99 (CA2 2013) (finding the\nsafe harbor applicable where covered entity was intermediary);In re QSI Holdings, Inc., 571 F. 3d 545, 551 (CA6 2009)\n(same);Contemporary Indus. Corp.v.Frost, 564\nF. 3d 981, 987 (CA8 2009) (same);In re Resorts Int’l,\nInc., 181 F. 3d 505, 516 (CA3 1999) (same);In re\nKaiser Steel Corp., 952 F. 2d 1230, 1240 (CA10 1991)\n(same), withIn re Munford, Inc., 98 F. 3d 604, 610\n(CA11 1996) (per curiam) (rejecting applicability of\nsafe harbor where covered entity was intermediary).",
    "joined": []
}