{
    "case": {
        "docket": "305",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/305/"
    },
    "id": "3422812",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–1433_________________KEVAN BRUMFIELD, PETITIONERv.BURL\nCAIN, WARDENon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 18, 2015]Justice Sotomayor delivered the opinion of the\nCourt.InAtkinsv.Virginia, 536 U. S.\n304 (2002) , this Court recognized that the execution of the\nintellectually disabled contravenes the Eighth Amendment’s\nprohibition on cruel and unusual punishment. AfterAtkinswas decided, petitioner, a Louisiana death-row inmate, requested an\nopportunity to prove he was intellectually disabled in state court.\nWithout affording him an evidentiary hearing or granting him time\nor funding to secure expert evidence, the state court rejected\npetitioner’s claim. That decision, we hold, was “based on an\nunreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.” 28 U. S. C.\n§2254(d)(2). Petitioner was therefore entitled to have hisAtkinsclaim considered on the merits in federal court.IPetitioner Kevan Brumfield was sentenced to\ndeath for the 1993 murder of off-duty Baton Rouge police officer\nBetty Smothers. Brumfield, accompanied by another individual, shot\nand killed Officer Smothers while she was escorting the manager of\na grocery store to the bank.At the time of Brumfield’s trial, this Court’s\nprecedent permitted the imposition of the death penalty on\nintellectually disabled persons. SeePenryv.Lynaugh, 492 U. S. 302, 340 (1989) (opinion of O’Connor,\nJ.). But inAtkins, this Court subsequently held that “in\nlight of . . . ‘evolving standards of decency,’ ”\nthe Eighth Amendment “ ‘places a substantive restriction on\nthe State’s power to take the life’ of a mentally retarded\noffender.” 536 U. S., at 321 (quotingFordv.Wainwright, 477 U. S. 399, 405 (1986) ).[1] Acknowledging the “disagreement” regarding how\nto “determin[e] which offenders are in fact” intellectually\ndisabled, the Court left “to the State[s] the task of developing\nappropriate ways to enforce the constitutional restriction upon\n[their] execution of sentences.” 536 U. S., at 317 (internal\nquotation marks omitted; some alterations in original).The Louisiana Supreme Court took up the charge\nof implementingAtkins’ mandate inStatev.Williams, 2001–1650 (La. 11/1/02), 831 So. 2d 835. The court\nheld that “a diagnosis of mental retardation has three distinct\ncomponents: (1) subaverage intelligence, as measured by objective\nstandardized IQ tests; (2) significant impairment in several areas\nof adaptive skills; and (3) manifestations of this\nneuro-psychological disorder in the developmental stage.”Id., at 854 (relying on,inter alia, American\nAssociation of Mental Retardation, Mental Retardation: Definition,\nClassification, and Systems of Supports (10th ed. 2002) (AAMR), and\nAmerican Psychiatric Association, Diagnostic and Statistical Manual\nof Mental Disorders (rev. 4th ed. 2000) (DSM–IV)); see also La.\nCode Crim. Proc. Ann., Art. 905.5.1(H)(1) (West Cum. Supp. 2015)\n(subsequently enacted statute governingAtkinsclaims\nadopting the threeWilliamscriteria). TheWilliamscourt also clarified that “not everyone faced with a death pen-alty\nsentence” would “automatically be entitled to a post-Atkinshearing”; rather, it would “be an individual defendant’s burden to\nprovide objective factors that will put at issue the fact of mental\nretardation.” 831 So. 2d, at 857. Borrowing from the state\nstatutory standard for determining when a pretrial competency\ninquiry is necessary, the court held that anAtkinsevidentiary hearing is required when an inmate has put forward\nsufficient evidence to raise a “ ‘reasonable ground’ ” to\nbelieve him to be intellectually disabled. Seeid., at 861;\nsee alsoid., at 858, n. 33 (characterizing the requisite\nshowing as one raising a “ ‘reasonable\ndoubt’ ”).[2]Shortly after theWilliamsdecision,\nBrumfield amended his pending state postconviction petition to\nraise anAtkinsclaim. He sought an evidentiary hearing on\nthe issue, asserting that his case was “accompanied by a host of\nobjective facts which raise the issue of mental retardation.” App.\n203a.In support, Brumfield pointed to mitigation\nevidence introduced at the sentencing phase of his trial. He\nfocused on the testimony of three witnesses in particular: his\nmother; Dr. Cecile Guin, a social worker who had compiled a history\nof Brumfield by consulting available records and conducting\ninterviews with family members and teachers; and Dr. John Bolter, a\nclinical neuropsychologist who had performed a number of cognitive\ntests on Brumfield. A psychologist, Dr. Brian Jordan, had also\nexamined Brumfield and prepared a report, but did not testify at\ntrial. Brumfield contended that this evidence showed, among other\nthings, that he had registered an IQ score of 75, had a\nfourth-grade reading level, had been prescribed numerous\nmedications and treated at psychiatric hospitals as a child, had\nbeen identified as having some form of learning disability, and had\nbeen placed in special education classes. Seeid., at\n203a–204a. Brumfield further requested “all the resources necessary\nto the proper presentation of his case,” asserting that until he\nwas able to “retain the services of various experts,” it would be\n“premature for [the court] to address [his] claims.”Id., at\n207a.Without holding an evidentiary hearing or\ngranting funds to conduct additional investigation, the state trial\ncourt dismissed Brumfield’s petition. With respect to the request\nfor anAtkinshearing, the court stated:“I’ve looked at the application, the response,\nthe record, portions of the transcript on that issue, and the\nevidence presented, including Dr. Bolter’s testimony, Dr. Guinn’s\n[sic] testimony, which refers to and discusses Dr. Jordan’s\nreport, and based on those, since this issue—there was a lot of\ntestimony by all of those in Dr. Jordan’s report.“Dr. Bolter in particular found he had an IQ of\nover—or 75. Dr. Jordan actually came up with a little bit higher\nIQ. I do not think that the defendant has demonstrated impairment\nbased on the record in adaptive skills. The doctor testified that\nhe did have an anti-social personality or sociopath, and explained\nit as someone with no conscience, and the defendant hadn’t carried\nhis burden placing the claim of mental retardation at issue.\nTherefore, I find he is not entitled to that hearing based on all\nof those things that I just set out.” App. to Pet. for Cert.\n171a–172a.After the Louisiana Supreme Court summarily\ndenied his application for a supervisory writ to review the trial\ncourt’s ruling,Brumfieldv.State, 2004–0081 (La.\n10/29/04), 885 So. 2d 580, Brumfield filed a petition for habeas\ncorpus in federal court, again pressing hisAtkinsclaim.\nPursuant to the Antiterrorism and Effective Death Penalty Act of\n1996 (AEDPA), Brumfield could secure relief only if the state\ncourt’s rejection of his claim was either “contrary to, or involved\nan unreasonable application of, clearly established Federal law, as\ndetermined by the Supreme Court of the United States,” or was\n“based on an unreasonable determination of the facts in light of\nthe evidence presented in the State court proceeding.” 28\nU. S. C. §§2254(d)(1), (2).The District Court found that both of these\nrequirements had been met. 854 F. Supp. 2d 366, 383–384 (MD La.\n2012). First, the District Court held that denying Brumfield an\nevidentiary hearing without first granting him funding to develop\nhisAtkinsclaim “represented an unreasonable application of\nthen-existing due process law,” thus satisfying §2254(d)(1).Id., at 379. Second, and in the alternative, the District\nCourt found that the state court’s decision denying Brumfield a\nhearing “suffered from an unreasonable determination of the facts\nin light of the evidence presented in the state habeas proceeding\nin violation of §2254(d)(2).”Ibid.The District Court further determined Brumfield\nto be intellectually disabled based on the extensive evidence it\nreceived during an evidentiary hearing.Id., at 406; seeCullenv.Pinholster, 563 U. S. 170 , ___ (2011)\n(slip op., at 13) (recognizing that federal habeas courts may “take\nnew evidence in an evidentiary hearing” when §2254(d) does not bar\nrelief). This evidence included the results of various IQ\ntests—which, when adjusted to account for measurement errors,\nindicated that Brumfield had an IQ score between 65 and 70, 854 F.\nSupp. 2d, at 392—testimony and expert reports regarding Brumfield’s\nadaptive behavior and “significantly limited conceptual skills,”id., at 401, and proof that these deficits in intellectual\nfunctioning had exhibited themselves before Brumfield reached\nadulthood,id., at 405. Thus, the District Court held,\nBrumfield had “demonstrated he is mentally retarded as defined by\nLouisiana law” and was “ineligible for execution.”Id., at\n406.The United States Court of Appeals for the Fifth\nCircuit reversed. 744 F. 3d 918, 927 (2014). It held that\nBrumfield’s federal habeas petition failed to satisfy either of\n§2254(d)’s requirements. With respect to the District Court’s\nconclusion that the state court had unreasonably applied clearly\nestablished federal law, the Fifth Circuit rejected the notion that\nany of this Court’s precedents required a state court to grant anAtkinsclaimant the funds necessary to make a threshold\nshowing of intellectual disability. See 744 F. 3d, at 925–926. As\nfor the District Court’s holding that the state court’s decision\nrested on an unreasonable determination of the facts, the Fifth\nCircuit declared that its “review of the record persuad[ed it] that\nthe state court did not abuse its discretion when it denied\nBrumfield an evidentiary hearing.”Id., at 926. Having found\nthat Brumfield’s petition failed to clear §2254(d)’s hurdle, the\nFifth Circuit did not review the District Court’s conclusion that\nBrumfield is, in fact, intellectually disabled. Seeid., at\n927, and n. 8.We granted certiorari on both aspects of the\nFifth Circuit’s §2254(d) analysis, 574 U. S. ___ (2014), and now\nvacate its decision and remand for further proceedings.IIBefore this Court, Brumfield advances both of\nthe rationales on which the District Court relied in holding\n§2254(d) to be satisfied. Because we agree that the state court’s\nrejection of Brumfield’s request for anAtkinshearing was\npremised on an “unreasonable determination of the facts” within the\nmeaning of §2254(d)(2), we need not address whether its refusal to\ngrant him expert funding, or at least the opportunity to seekpro bonoexpert assistance to further his threshold showing,\nreflected an “unreasonable application of . . . clearly\nestablished Federal law,” §2254(d)(1).In conducting the §2254(d)(2) inquiry, we, like\nthe courts below, “look through” the Louisiana Supreme Court’s\nsummary denial of Brumfield’s petition for review and evaluate the\nstate trial court’s reasoned decision refusing to grant Brumfield\nanAtkinsevidentiary hearing. SeeJohnsonv.Williams, 568 U. S. ___, ___, n. 1 (2013) (slip op., at\n6, n. 1);Ylstv.Nunnemaker, 501 U. S. 797, 806\n(1991) . Like Brumfield, we do not question the propriety of the\nlegal standard the trial court applied, and presume that a rule\naccording an evidentiary hearing only to those capital defendants\nwho raise a “reasonable doubt” as to their intellectual disability\nis consistent with our decision inAtkins. Instead, we train\nour attention on the two underlying factual determinations on which\nthe trial court’s decision was premised—that Brumfield’s IQ score\nwas inconsistent with a diagnosis of intellectual disability and\nthat he had presented no evidence of adaptive impairment. App. to\nPet. for Cert. 171a–172a.[3]We may not characterize these state-court\nfactual determinations as unreasonable “merely because [we] would\nhave reached a different conclusion in the first instance.”Woodv.Allen, 558 U. S. 290, 301 (2010) . Instead,\n§2254(d)(2) requires that we accord the state trial court\nsubstantial deference. If “ ‘[r]easonable minds reviewing the\nrecord might disagree’ about the finding in question, ‘on habeas\nreview that does not suffice to supersede the trial court’s\n. . . determination.’ ”Ibid.(quotingRicev.Collins, 546 U. S. 333 –342 (2006)). As we\nhave also observed, however, “[e]ven in the context of federal\nhabeas, deference does not imply abandonment or abdication of\njudicial review,” and “does not by definition preclude relief.”Miller-Elv.Cockrell, 537 U. S. 322, 340 (2003) .\nHere, our examination of the record before the state court compels\nus to conclude that both of its critical factual determinations\nwere unreasonable.AThe state trial court’s rejection of\nBrumfield’s request for anAtkinshearing rested, first, on\nDr. Bolter’s testi-mony that Brumfield scored 75 on an IQ test and\nmay have scored higher on another test. See App. to Pet. for Cert.\n171a. These scores, the state court apparently believed, belied the\nclaim that Brumfield was intellectually disabled because they\nnecessarily precluded any possibility that he possessed subaverage\nintelligence—the first of the three criteria necessary for a\nfinding of intellectual disability. But in fact, this evidence was\nentirely consistent with intellectual disability.To qualify as “significantly subaverage in\ngeneral intellectual functioning” in Louisiana, “one must be more\nthan two standard deviations below the mean for the test of\nintellectual functioning.”Williams, 831 So. 2d, at 853\n(internal quotation marks omitted). On the Wechsler scale for\nIQ—the scale employed by Dr. Bolter—that would equate to a score of\n70 or less. Seeid., at 853–854, n. 26.As the Louisiana Supreme Court cautioned inWilliams, however, an IQ test result cannot be assessed in a\nvac-uum. In accord with sound statistical methods, the court\nexplained: “[T]he assessment of intellectual functioning through\nthe primary reliance on IQ tests must be tempered with attention to\npossible errors in measurement.”Ibid.Thus,Williamsheld, “[a]lthough Louisiana’s definition of significantly\nsubaverage intellectual functioning does not specifically use the\nword ‘approximately,’ because of the SEM [(standard error of\nmeasurement)], any IQ test score has a margin of error and is only\na factor in assessing mental retardation.”Id., at 855, n.\n29.Accounting for this margin of error, Brumfield’s\nreported IQ test result of 75 was squarely in the range of\npotential intellectual disability. The sources on whichWilliamsrelied in defining subaverage intelligence both\ndescribe a score of 75 as being consistent with such a diagnosis.\nSee AAMR, at 59; DSM–IV, at 41–42; see alsoStatev.Dunn, 2001–1635 (La. 5/11/10), 41 So. 3d 454, 470 (“The\nranges associated with the two scores of 75 brush the threshold\nscore for a mental retardation diagnosis”).[4] Relying on similar authorities, this Court observed\ninAtkinsthat “an IQ between 70 and 75 or lower\n. . . is typically considered the cutoff IQ score for the\nintellectual function prong of the mental retardation definition.”\n536 U. S., at 309, n. 5. Indeed, in adopting these definitions, the\nLouisiana Supreme Court anticipated our holding inHallv.Florida,572 U. S. ___ (2014), that it is\nunconstitutional to foreclose “all further exploration of\nintellectual disability” simply because a capital defendant is\ndeemed to have an IQ above 70.Id., at ___ (slip op., at 1);\nsee alsoid., at ___ (slip op., at 12) (“For professionals\nto diagnose—and for the law then to determine—whether an\nintellectual disability exists once the SEM applies and the\nindividual’s IQ score is 75 or below the inquiry would consider\nfactors indicating whether the person had deficits in adaptive\nfunctioning”). To conclude, as the state trial court did, that\nBrumfield’s reported IQ score of 75 somehow demonstrated that he\ncould not possess subaverage intelligence therefore reflected an\nunreasonable determination of the facts.Nor was there evidence of any higher IQ test\nscore that could render the state court’s determination reasonable.\nThe state court claimed that Dr. Jordan, who examined Brumfield but\nnever testified at trial, “came up with a little bit higher IQ.”\nApp. to Pet. for Cert. 171a. At trial, the existence of such a test\nscore was mentioned only during the cross-examination of Dr.\nBolter, who had sim-ply acknowledged the following: “Dr. Jordan\nrated his intelligence just a little higher than I did. But Dr.\nJordan also only did a screening test and I gave a standardized\nmeasure of intellectual functioning.” App. 133a. And in fact, Dr.\nJordan’s written report provides no IQ score. Seeid., at\n429a.[5] The state court\ntherefore could not reason-ably infer from this evidence that any\nexamination Dr. Jordan had performed was sufficiently rigorous to\npreclude definitively the possibility that Brumfield possessed\nsubaverage intelligence. SeeStatev.Dunn, 2001–1635\n(La. 11/1/02), 831 So. 2d 862, 886, n. 9 (orderingAtkinsevidentiary hearing even though “prison records indicate[d]” the\ndefendant had an “ ‘estimated IQ of 76,’ ” emphasizing\ntestimony that prison officials “did not do the formal IQ\ntesting”).BThe state court’s refusal to grant Brumfield’s\nrequest for anAtkinsevidentiary hearing rested, next, on\nits con-clusion that the record failed to raise any question as to\nBrumfield’s “impairment . . . in adaptive skills.” App.\nto Pet. for Cert. 171a. That determination was also\nunreasonable.The adaptive impairment prong of an intellectual\ndis-ability diagnosis requires an evaluation of the individual’s\nability to function across a variety of dimensions. The Louisiana\nSupreme Court inWilliamsdescribed three separate sets of\ncriteria that may be utilized in making this assessment. See 831\nSo. 2d, at 852–854. Although Louisiana courts appear to utilize all\nthree of these tests in evaluating adaptive impairment, seeDunn, 41 So. 3d, at 458–459, 463, for the sake of simplicity\nwe will assume that the third of these tests, derived from\nLouisiana statutory law, governed here, as it appears to be the\nmost favorable to the State.[6]\nUnder that standard, an individual may be intellectually disabled\nif he has “substantial functional limitations in three or more of\nthe following areas of major life activity: (i) Self-care. (ii)\nUnderstanding and use of language. (iii) Learning. (iv) Mobility.\n(v) Self-direction. (vi) Capacity for independent living.”Williams, 831 So. 2d, at 854 (quoting then La. Rev. Stat.\nAnn. §28:381(12) (repealed 2005)).The record before the state court contained\nsufficient evidence to raise a question as to whether Brumfield met\nthese criteria. During the sentencing hearing, Brumfield’s mother\ntestified that Brumfield had been born prematurely at a very low\nbirth weight. App. 28a. She also recounted that he had been taken\nout of school in the fifth grade and hospitalized due to his\nbehavior, and recalled an incident in which he suffered a seizure.Id., at 34a–38a, 41a, 47a.Social worker Dr. Guin elaborated on this\ntestimony, explaining that Brumfield’s low birth weight indicated\n“that something ha[d] gone wrong during the pregnancy,” that\nmedical records suggested Brumfield had “slower responses than\nnormal babies,” and that “they knew that something was wrong at\nthat point.”Id., at 75a–76a. Dr. Guin also confirmed that,\nbeginning in fifth grade, Brumfield had been placed in special\nclasses in school and in multiple mental health facilities, and had\nbeen prescribed antipsychotics and sedatives.Id., at 89a,\n93a–94a.[7] Moreover, one\nreport Dr. Guin reviewed from a facility that treated Brumfield as\na child “questioned his intellectual functions,” and opined that\n“he probably had a learning disability related to some type of\nslowness in motor development, some type of physiological\n[problem].”Id., at 89a. Dr. Guin herself reached a similar\nconclusion, stating that Brumfield “obviously did have a\nphysiologically linked learning disability that he was born with,”\nand that his “basic problem was that he . . . could not\nprocess information.”Id., at 90a, 98a.Finally, Dr. Bolter, who had performed “a\ncomprehensive battery of tests,” confirmed that Brumfield had a\n“borderline general level of intelligence.”Id., at\n127a–128a. His low intellect manifested itself in a fourth-grade\nreading level—and he reached that level, Dr. Bolter elaborated,\nonly with respect to “simple word recognition,” and “not even\ncomprehension.”Id., at 128a; see alsoid., at 134a.\nIn a written report submitted to the state court, Dr. Bolter\nfurther noted that Brumfield had deficiencies “frequently seen in\nindividuals with a history of learning disabilities,” and “clearly”\nhad “learning characteristics that make it more difficult for him\nto acquire new information.”Id., at 418a, 420a. Dr. Bolter\nalso testified that Brumfield’s low birth weight had “place[d] him\n[at] a risk of some form of potential neurological trauma,” and\naffirmed that the medications administered to Brumfield as a child\nwere generally reserved for “severe cases.”Id., at 130a,\n132a.All told, then, the evidence in the state-court\nrecord provided substantial grounds to question Brumfield’s\nadaptive functioning. An individual, like Brumfield, who was placed\nin special education classes at an early age, was suspected of\nhaving a learning disability, and can barely read at a fourth-grade\nlevel, certainly would seem to be deficient in both\n“[u]nderstanding and use of language” and “[l]earning”—two of the\nsix “areas of major life activity” identified inWilliams.\n831 So. 2d, at 854. And the evidence of his low birth weight, of\nhis commitment to mental health facilities at a young age, and of\nofficials’ administration of antipsychotic and sedative drugs to\nhim at that time, all indicate that Brumfield may well have had\nsignificant deficits in at least one of the remaining four areas.\nSeeibid.In advancing its contrary view of the record,\nthe state court noted that Dr. Bolter had described Brumfield as\nsomeone with “an antisocial personality.” App. 127a; see App. to\nPet. for Cert. 171a. The relevance of this diagnosis is, however,\nunclear, as an antisocial personality is not inconsistent with any\nof the above-mentioned areas of adaptive impairment, or with\nintellectual disability more generally. The DSM–IV—one of the\nsources on which theWilliamscourt relied in defining\nintellectual disability—provides: “The diagnostic criteria for\nMental Retardation do not include an exclusion criterion;\ntherefore, the diagnosis should be made . . . regardless\nof and in addition to the presence of another disorder.” DSM–IV, at\n47; see also AAMR, at 172 (noting that individuals with\nintellectual disability also tend to have a number of other mental\nhealth disorders, including personality disorders).To be sure, as the dissent emphasizes,post, at 13–14, 18, other evidence in the record before the\nstate court may have cut against Brumfield’s claim of intellectual\ndisability. Perhaps most significant, in his written report Dr.\nBolter stated that Brumfield “appears to be normal from a\nneurocognitive perspective,” with a “normal capacity to learn and\nacquire information when given the opportunity for repetition,” and\n“problem solving and reasoning skills” that were “adequate.” App.\n421a. Likewise, the underlying facts of Brumfield’s crime might\narguably provide reason to think that Brumfield possessed certain\nadaptive skills, as the murder for which he was convicted required\na degree of advanced planning and involved the acquisition of a car\nand guns. But cf. AAMR, at 8 (intellectually disabled persons may\nhave “strengths in social or physical capabilities, strengths in\nsome adaptive skill areas, or strengths in one aspect of an\nadaptive skill in which they otherwise show an overall\nlimitation”).It is critical to remember, however, that in\nseeking an evidentiary hearing, Brumfield was not obligated to show\nthat he was intellectually disabled, or even that he would likely\nbe able to prove as much. Rather, Brumfield needed only to raise a\n“reasonable doubt” as to his intellectual disability to be entitled\nto an evidentiary hearing. SeeWilliams, 831 So. 2d, at 858,\nn. 33. The Louisiana Supreme Court’s decision inWilliamsillustrated how low the threshold for an evidentiary hearing was\nintended to be: There, the court held that the defendant was\nentitled to a hearing on hisAtkinsclaim notwithstanding\nthe fact that “the defense’s own expert testified unequivocally, at\nboth the guilt and penalty phases of trial, that [the] defendant is\nnot mentally retarded,” an assessment “based on the fact that [the]\ndefendant [was] not deficient in adaptive functioning.” 831\nSo. 2d, at 855; see alsoDunn, 831 So. 2d, at 885, 887\n(ordering hearing despite expert testimony that the defendant “had\nnever been identified as a child who was a slow learner,” and had\n“received college credit for courses completed during his\nincarceration”). Similarly, in light of the evidence of Brumfield’s\ndeficiencies, none of the countervailing evidence could be said to\nforeclose all reasonable doubt. An individual who points to\nevidence that he was at risk of “neurological trauma” at birth, was\ndiagnosed with a learning disability and placed in special\neducation classes, was committed to mental health facilities and\ngiven powerful medication, reads at a fourth-grade level, and\nsimply cannot “process information,” has raised substantial reason\nto believe that he suffers from adaptive impairments.That these facts were alone sufficient to raise\na doubt as to Brumfield’s adaptive impairments is all the more\napparent given that Brumfield had not yet had the opportunity to\ndevelop the record for the purpose of proving an intellectual\ndisability claim. At his pre-Atkinstrial, Brumfield had\nlittle reason to investigate or present evidence relating to\nintellectual disability. In fact, had he done so at the penalty\nphase, he ran the risk that it would “enhance the likelihood\n. . . future dangerousness [would] be found by the jury.”Atkins, 536 U. S., at 321. Thus, given that the evidence\nfrom trial provided good reason to think Brumfield suffered from an\nintellectual disability, there was even greater cause to believe he\nmight prove such a claim in a full evidentiary hearing. Indeed, the\nLouisiana Supreme Court had made clear that a capital defendant in\nBrumfield’s position should be accorded this additional benefit of\nthe doubt when it defined the standard for assessing whether a\nhearing is required. EchoingAtkins’ observation that\npenalty-phase evidence of intellectual disability can be a\n“two-edged sword,”ibid.,Williamsnoted that where a\ntrial “was conducted prior toAtkins,” the defense’s “trial\nstrategy may have been to shift the focus away from any diagnosis\nof mental retardation.” 831 So. 2d, at 856, n. 31. For that reason,\ntheWilliamscourt considered the fact that the defendant\n“ha[d] not had the issue of mental retardation put before the fact\nfinder in light of theAtkinsrestriction on the death\npenalty” as a factor supporting the requisite threshold showing\nthat “entitled [him] to an evidentiary hearing.”Id., at\n857; accord,Dunn, 831 So. 2d, at 886. Here, the state trial\ncourt should have taken into account that the evidence before it\nwas sought and introduced at a time when Brumfield’s intellectual\ndisability was not at issue. The court’s failure to do so resulted\nin an unreasonable determination of the facts.IIIAUrging affirmance of the decision below, the\nState advances two additional arguments that we need discuss only\nbriefly.First, the State suggests that rather than being\nevaluated pursuant to §2254(d)(2)’s “unreasonable determination of\nthe facts” standard, Brumfield’s attack on the state trial court’s\ndecision should instead be “ ‘reviewed under the arguably more\ndeferential standard set out in §2254(e)(1).’ ” Brief for\nRespondent 30 (quotingWood, 558 U. S., at 301).[8] We have not yet “defined the precise\nrelationship between §2254(d)(2) and §2254(e)(1),”Burtv.Titlow, 571 U. S. ___, ___ (2013) (slip op., at 5), and\nwe need not do so here. The State did not press below the theory\nthat §2254(e)(1) supplies the governing standard when a court\nevaluates whether a habeas petitioner has satisfied §2254(d)(2)’s\nrequirements, the Fifth Circuit did not address that possibility,\nand the State in its brief in opposition to certiorari failed to\nadvance any specific argument that the decision below could be\nsupported by invocation of that statutory provision. See Brief in\nOpposition 60–64. The argument is therefore “properly ‘deemed\nwaived.’ ”Granite Rock Co.v.Teamsters, 561\nU. S. 287, 306 (2010) (quoting this Court’s Rule 15.2).Second, the State contends that Brumfield’s\nrequest for anAtkinshearing was properly rejected because\nthe record evidence failed to show that Brumfield’s intellectual\ndeficiencies manifested while he was in the “developmental\nstage”—that is, before he reached adulthood.Williams, 831\nSo. 2d, at 854. But the state trial court never made any finding\nthat Brumfield had failed to produce evidence suggesting he could\nmeet this age-of-onset requirement. There is thus no determination\non that point to which a federal court must defer in assessing\nwhether Brumfield satisfied §2254(d). SeePanettiv.Quarterman, 551 U. S. 930 –954 (2007); compare,e.g.,Wigginsv.Smith, 539 U. S. 510, 534 (2003)\n(reviewingde novothe question whether petitioner had\nsuffered prejudice where state court’s reasoned decision rejecting\nclaim underStricklandv.Washington, 466 U. S. 668\n(1984) , was premised solely on conclusion that attorney’s\nperformance had not been constitutionally deficient), withHarringtonv.Richter, 562 U. S. 86, 98 (2011)\n(requiring federal habeas court to defer to hypothetical reasons\nstate court might have given for rejecting federal claim where\nthere is no “opinion explaining the reasons relief has been\ndenied”). In any event, the state-court record contained ample\nevidence creating a reasonable doubt as to whether Brumfield’s\ndisability manifested before adulthood: Both Dr. Guin and Dr.\nBolter testified at length about Brumfield’s intellectual\nshortcomings as a child and their possible connection to his low\nbirth weight. If Brumfield presented sufficient evidence to suggest\nthat he was intellectually limited, as we have made clear he did,\nthere is little question that he also established good reason to\nthink that he had been so since he was a child.BFinally, we offer a few additional words in\nresponse to Justice Thomas’ dissent. We do not deny that\nBrumfield’s crimes were terrible, causing untold pain for the\nvictims and their families. But we are called upon today to resolve\na different issue. There has already been one death that society\nrightly condemns. The question here is whether Brumfield cleared\nAEDPA’s procedural hurdles, and was thus entitled to a hearing to\nshow that he so lacked the capacity for self-determination that it\nwould violate the Eighth Amendment to permit the State to impose\nthe “law’s most severe sentence,”Hall, 572 U. S., at\n___ (slip op., at 7), and take his life as well. That question, and\nthat question alone, we answer in the affirmative.*  *  *We hold that Brumfield has satisfied the\nrequirements of §2254(d). The judgment of the United States Court\nof Appeals for the Fifth Circuit is therefore vacated, and the case\nis remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1While this Court formerly\nemployed the phrase “mentally retarded,” we now “us[e] the term\n‘intellectual disability’ to describe the identical phenomenon.”Hallv.Florida, 572 U. S. ___, ___ (2014) (slip\nop., at 2).2Although Louisiana\nsubsequently adopted a statute governing the adjudication ofAtkinsclaims, see La. Code Crim. Proc. Ann., Art. 905.5.1\n(West Cum. Supp. 2015), the parties agree that the procedures set\nforth inWilliamsgoverned this case. See Brief for\nPetitioner 26, n. 7; Brief for Respondent 13, n. 6; see\nalsoStatev.Dunn, 2007–0878 (La. 1/25/08), 974\nSo. 2d 658, 662 (holding that this statute does not\n“establis[ h] a procedure to be used forAtkinshearings conducted post-trial and/or\npost-sentencing”).3The dissent accuses us of\n“recasting legal determinations as factual ones.”Post, at\n15 (opinion of Thomas, J.) (emphasis deleted) (hereinafter the\ndissent). But we subject these determinations to review under\n§2254(d)(2) instead of §2254(d)(1) because we are concerned here\nnot with the adequacy of the procedures and standards the state\ncourt applied in rejecting Brumfield’sAtkinsclaim, but\nwith the underlying factual conclusions the court reached when it\ndetermined that the record evidence was inconsistent with\nintellectual disability. SeeMaggiov.Fulford, 462\nU. S. 111, 117 (1983) (per curiam) (reviewing under the\npredecessor to §2254(d)(2) the “factual conclusions” underlying a\nstate court’s conclusion that a criminal defendant had raised no\ndoubt as to his competency to stand trial). We look to Louisiana\ncase law only because it provides the framework in which these\nfactual determinations were made, and makes clear that the state\ncourt’s decision rejecting Brumfield’sAtkinsclaim was\npremised on those determinations. And we apply §2254(d)(2) at the\nbehest of the State itself, which invokes that provision (and\n§2254(e)(1)’s similarly fact-focused standard) in contending that\nAEDPA bars Brumfield’sAtkinsclaim, and characterizes the\ndeterminations we review here as “highly factual.” Brief for\nRespondent 25.4The dissent insists that\nwe have ignored language inWilliamsestablishing that “the\nrequisite IQ could range ‘from 66 to 74.’ ”Post, at 18\n(quotingWilliams, 831 So. 2d, at 854, n. 26). But the\ndissent wrenches the quoted language out of context. TheWilliamsCourt actually said: “One SEM is plus or minus a\nspecified number of IQ points. Thus, an IQ of 70 could range from\n66 to 74 assuming an SEM of 4.” 831 So. 2d, at 854, n. 26.Williamsdid not thereby hold that an SEM of 4, and a\nresultant range of 66 to 74, must be used; it was simply using this\nexample to illustrate the concept of SEM.5There is some question\nwhether Dr. Jordan’s report, which was introduced in federal habeas\nproceedings, was ever entered into the state-court record. See 854\nF. Supp. 2d 366, 380, n. 13 (MD La. 2012) (accepting counsel’s\nrepresentation that the report was not in the state-court record);\nbut see Tr. of Oral Arg. 50 (State’s counsel asserting that it\nwas). We see no need to resolve this dispute, though we note that\nthe report is not currently contained in the state-court record\nlodged with the District Court.6The other two standards\nset forth inWilliamswere: the AAMR criteria, which require\n“ ‘limitations in two or more of the following applicable\nadaptive skill areas: communication, self-care, home living, social\nskills, community use, self-direction, health and safety,\nfunctional academics, leisure, and work,’ ” 831 So. 2d, at\n852, n. 22; and the DSM–IV criteria, which similarly require\n“ ‘significant limitations’ ” in “ ‘at least two of\nthe following skill areas: communication, self-care, home living,\nsocial/interpersonal skills, use of community resources,\nself-direction, functional academic skills, work, leisure, health,\nand safety,’ ”id., at 853, n. 25.7While the dissent\ncontends that the record shows Brumfield’s placement in special\neducation classes was simply due to his misbehavior,post,\nat 19, Dr. Guin testified that Brumfield’s behavioral problems were\nin part a function of a learning disability, see App.\n86a.8Section 2254(e)(1)\nprovides: “In a proceeding instituted by an application for a writ\nof habeas corpus by a person in custody pursuant to the judgment of\na State court, a determination of a factual issue made by a State\ncourt shall be presumed to be correct. The applicant shall have the\nburden of rebutting the presumption of correctness by clear and\nconvincing evidence.”",
    "joined": []
}