{
    "case": {
        "docket": "19-416",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-416/"
    },
    "id": "4440771",
    "author": "sotomayor",
    "type": "opinion",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–416 and 19–453_________________NESTLE USA, INC., PETITIONER19–416v.JOHN DOE I, et al.CARGILL, INC., PETITIONER19–453v.JOHN DOE I, et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 17, 2021]Justice Sotomayor, with whom Justice Breyer\nand Justice Kagan join, concurring in part and concurring in the\njudgment.I join Parts I and II of the Court’s opinion.\nBecause respondents have failed to allege a domestic application of\nthe Alien Tort Statute (ATS), their complaint must be dismissed. I\ndo not, however, join Justice Thomas’ alternative path to that\ndisposition, which would overruleSosav.Alvarez-Machain,542 U.S.\n692(2004), in all but name. The First Congress enacted the ATS\nto ensure that federal courts are available to foreign citizens who\nsuffer international law violations for which other nations may\nexpect the United States to provide a forum for redress. Justice\nThomas would limit the ATS’ reach to only the three international\nlaw torts that were recognized in 1789. That reading contravenes\nboth this Court’s express holding inSosaand the text and\nhistory of the ATS.IAIncluded in the Judiciary Act of 1789, the ATS\ngave federal courts “cognizance . . . of all causes where\nan alien sues for a tort only in violation of the law of nations or\na treaty of the United States.” Act of Sept. 24, 1789, §9, 1Stat.\n77. The ATS does not list the torts that fall within its purview.\nRather, the statute was “ ‘enacted on the understanding that\n[federal] common law would provide a cause of action for [a] modest\nnumber of international law violations.’ ”Kiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108, 115 (2013) (quotingSosa, 542 U. S., at 724;\nsome alterations in original). Three such torts were “probably on\nminds of the men who drafted the ATS”: “violation of safe conducts,\ninfringement of the rights of ambassadors, and piracy.”Id.,\nat 715 (citing 4 W. Blackstone, Commentaries on the Laws of England\n68 (1769)).Unsurprisingly, the domestic and international\nlegal landscape has changed in the two centuries since Congress\nenacted the ATS. On the one hand, this Court inErie R. Co.v.Tompkins,304 U.S.\n64(1938), “denied the existence of any federal ‘general’\ncommon law.”Sosa, 542 U. S., at 726 (quoting 304\nU. S., at 78).Eriethus foiled the First Congress’\nexpectation “that the common law would,” of its own accord,\n“provide a cause of action for the modest number of international\nlaw violations,” 542 U. S., at 724, that qualify as\n“tort[s] . . . in violation of the law of nations,” 28\nU. S. C. §1350. On the other hand, the class of\nlaw-of-nations torts has grown “with the evolving recognition\n. . . that certain acts constituting crimes against\nhumanity are in violation of basic precepts of international law.”Jesnerv.Arab Bank, PLC, 584 U. S. ___, ___\n(2018) (slip op., at 9). Like the pirates of the 18th century,\ntoday’s torturers, slave traders, and perpetrators of genocide are\n“ ‘hostis humani generis, an enemy of all\nmankind.’ ”Sosa, 542 U. S., at 732.The Court reconciled these two legal\ndevelopments inSosav.Alvarez-Machain. There, the\nCourt explained that it would “be unreasonable to assume that the\nFirst Congress would have expected federal courts to lose all\ncapacity to recognize enforceable international norms simply\nbecause the common law might lose some metaphysical cachet” in a\npost-Erieworld. 542 U. S., at 730. Indeed, whileErierejected the notion of a general federal common law,\nthe “post-Erieunderstanding has identified limited enclaves\nin which federal courts may derive some substantive law in a common\nlaw way.” 542 U. S., at 729. For over 200 years (both\nbefore and afterErie), courts have adhered to the principle\nthat “the domestic law of the United States recognizes the law of\nnations.”[1] 542 U. S., at\n729.WhileSosarefused to “close the door” to\n“judicial recognition of actionable international norms,” it\nremains “subject to vigilant doorkeeping.”Ibid.Sosaexplained that “courts should require any claim based on the\npresent-day law of nations to rest on a norm of international\ncharacter accepted by the civilized world and defined with a\nspecificity comparable to the features of the 18th-century\nparadigms” contemplated by the First Congress (i.e.,norms\nregarding safe conducts, the rights of ambassadors, and piracy).Id.,at 725. The Court elaborated that “the determination\nwhether a norm is sufficiently definite to support a cause of\naction should (and, indeed, inevitably must) involve an element of\njudgment about the practical consequences of making that cause\navailable to litigants in the federal courts.”Id.,at\n732–733 (footnote omitted).In the years since, this Court has readSosato announce a two-step test for recognizing the\navailability of a cause of action under the ATS. Courts first ask\n“whether a plaintiff can demonstrate that the alleged violation is\n‘of a norm that is specific, universal, and obligatory.’ ”Jesner, 584 U. S., at ___–___ (plurality opinion) (slip\nop., at 11–12) (quotingSosa, 542 U. S., at 732). If\nso, then “it must be determined further whether allowing [a] case\nto proceed under the ATS is a proper exercise of judicial\ndiscretion.”Jesner, 584 U. S., at ___ (slip\nop., at 12).BJustice Thomas readsSosaand this\nCourt’s subsequent precedents to impose an “extraordinarily strict”\nstandard atSosa’s second step.Ante,at 8. If a\ncourt “can identify even one ‘sound reaso[n]’ ” to think\nCongress might doubt the need for a cause of action under the ATS,\nwe are told, the court should refuse to recognize it.Ibid.(quotingJesner, 584 U. S., at ___ (majority opinion)\n(slip op., at 18); some internal quotation marks omitted).The trouble with Justice Thomas’ test is that it\nis unmoored from both history and precedent. The ATS was a statute\nborn of necessity. In the early days of the Republic, the\n“Continental Congress was hamstrung by its inability” under the\nArticles of Confederation “to ‘cause infractions of treaties, or of\nthe law of nations to be punished.’ ”Sosa, 542\nU. S., at 716 (quoting J. Madison, Journal of the\nConstitutional Convention 60 (E. Scott ed. 1893)). The United\nStates’ failure to redress such offenses “caused substantial\nforeign-relations problems,”Jesner, 584 U. S., at ___\n(slip op., at 7), and “threaten[ed] serious consequences in\ninternational affairs,”Sosa, 542 U. S., at 715. On\nmore than one occasion (and in no uncertain terms), foreign powers\nexpressed their displeasure with the United States’ failure to\nprovide redress for law-of-nations violations against their\ncitizens.[2] SeeJesner,\n584 U. S., at ___ (slip op., at 7); see alsoKiobel,\n569 U. S., at 120;Sosa, 542 U. S., at 716–717,\nand n. 11. Congress’ “principal objective” in establishing\nfederal jurisdiction over such torts, therefore, “was to avoid\nforeign entanglements by ensuring the availability of a federal\nforum where the failure to provide one might cause another nation\nto hold the United States responsible for an injury to a foreign\ncitizen.”Jesner, 584 U. S., at ___–___ (slip op., at\n8–9).As this Court explained inSosa, “[t]he\nanxieties of the preconstitutional period cannot be ignored easily\nenough to think that the [ATS] was not meant to have a practical\neffect.’ ” 542 U. S., at 719. It was Congress’ assessment\nthat diplomatic strife is best avoided by providing a federal forum\nto redress those law-of-nations torts that, if not remedied, could\nbring international opprobrium upon the United States. Because the\nFirst Congress did not pass “the ATS only to leave it lying fallow\nindefinitely,” the statute “is best read as having been enacted on\nthe understanding that the common law would provide a cause of\naction” for widely recognized torts in violation of the law of\nnations.Id.,at 719, 724; see alsoJesner, 584\nU. S., at ___ (slip op., at 8) (“[T]he [ATS] was not enacted\nto sit on a shelf awaiting further legislation”). In other words,\nfrom the moment the ATS became law, Congress expected federal\ncourts to identify actionable torts under international law and to\nprovide injured plaintiffs with a forum to seek redress.That historical fact must guide jurists when\ndetermining “whether allowing [a] case to proceed under the ATS is\na proper exercise of judicial discretion.”Id., at ___\n(plurality opinion) (slip op., at 12). Justice Thomas suggests that\ncourts may recognize a cause of action under the ATS only “in very\nlimited circumstances,” if at all.Ante,at 5. But the ATS\ncalls for much more. The First Congress made the legislative\ndetermination that a remedy should be available under the ATS to\nforeign citizens who suffer “tort[s] . . . in violation\nof the law of nations.” 28 U. S. C. §1350. Barring some\nextraordinary collateral consequence that could not have been\nforeseen by Congress, federal courts should not, under the guise of\njudicial discretion, second-guess that legislative decision.Justice Thomas therefore errs in asserting that\ncourts “plac[e] great stress on the separation of powers” when they\nrecognize causes of action under the ATS.Ante,at 7. That\nwould be news to the First Congress, which from the beginning\ncounted on federal courts to “recognize enforceable international\nnorms” in order to give the ATS “practical effect.”Sosa,\n542 U. S., at 719, 730. To now suggest that identifying\nactionable torts “risks ‘upset[ting] the careful balance of\ninterests struck by the lawmakers’ ” is ahistorical at best.Ante,at 8 (quotingHernándezv.Mesa, 589\nU. S. ___, ___ (2020) (slip op., at 5); brackets in\noriginal).Indeed, one need look no further than the text\nof the ATS to understand the task that the First Congress assigned\nto the Federal Judiciary. As originally enacted, the ATS gave\nfederal courts “cognizance . . . of all causes where an\nalien sues for a tort only in violation of the law of nations or a\ntreaty of the United States.” §9, 1Stat. 77. Congress did not need\nto legislate those “causes” into existence because international\nlaw supplied the substantive contours of actionable torts, and\ndomestic law indisputably incorporated international law. SeeSosa, 542 U. S., at 729. Neither of those premises\nchanged afterErie. Justice Thomas thus misconceives the\njudicial task in asking whether courts may “create” causes of\naction under the ATS.Ante,at 6; see alsopost,at\n4–5 (Gorsuch, J., concurring). The assignment is much more modest:\nCourts must, based on their interpretation of international law,\nidentify those norms that are so specific, universal, and\nobligatory that they give rise to a “tort” for which Congress\nexpects federal courts to entertain “causes”—or, in modern\nparlance, “civil action[s],” 28 U. S. C. §1350—for\nredress.Implicitly acknowledging his departure fromSosa, Justice Thomas argues that “precedents sinceSosahave substantially narrowed the circumstances in which\n‘judicial discretion’ ” to recognize ATS causes of action “is\npermitted.”Ante,at 11. But the case on which he\nprincipally relies,Hernándezv.Mesa, 589 U. S.\n___, is wholly inapposite.Hernándezcautions that “finding\nthat a damages remedy is implied by a provision that makes no\nreference to that remedy may upset the careful balance of interests\nstruck by the lawmakers.”Id.,at ___ (slip op., at 5). The\nATS, however, is not a statute that “makes no reference to [a]\nremedy.”Ibid.Just the opposite: The ATS expressly\ncontemplates that federal courts will hear “civil action[s]” for\n“tort[s] . . . committed in violation of the law of\nnations.” 28 U. S. C. §1350. As such, “a federal court’s\nauthority to recognize a damages remedy” under the ATS very much\n“rest[s] at bottom on a statute enacted by Congress.”[3]Hernández, 589 U. S., at ___\n(slip op., at 6). Respect for the separation of powers is hardly\nserved by refusing a legislatively assigned task.IIApplying the wrong standard atSosa’s\nsecond step, Justice Thomas reaches the wrong answer. He announces\nthat, except for “the three historical torts likely on the mind of\nthe First Congress,” “there always is a sound reason” for courts to\nrefuse to recognize actionable torts under the ATS.[4]Ante,at 11. He offers three\nreasons for this dramatic curtailment of the ATS. None is\npersuasive.First, Justice Thomas argues that “creating a\ncause of action to enforce international law beyond three\nhistorical torts invariably gives rise to foreign-policy concerns.”Ante,at 9. He offers no meaningful support for that\nsweeping assertion, nor does he explain why an ATS suit for the\ntort of piracy, for example, would categorically present fewer\nforeign-policy concerns than a suit for aiding and abetting child\nslavery. That said, Justice Thomas is correct insofar as he\nobserves that, in some subset of cases, the diplomatic costs of\nallowing an ATS suit to proceed may outweigh the benefits of\nproviding redress to an injured foreign citizen. “[W]hen\ninternational friction” does arise, however, “a court should\nrespond with the doctrine that speaks directly to the friction’s\nsource.”Jesner, 584 U. S., at ___ (Sotomayor, J.,\ndissenting) (slip op., at 22). Such tools include the presumption\nagainst extraterritoriality, limits on personal jurisdiction,\ncase-by-case deference to the political branches, and the doctrines\nof exhaustion,forum non conveniens, and international\ncomity. Seeibid.;Kiobel, 569 U. S., at 133\n(Breyer, J., concurring in judgment);Sosa, 542 U. S.,\nat 733, n. 21. Ignoring all these options, Justice Thomas\nwould instead bar any ATS suit that seeks to hold a defendant\nliable for violating any international norm that developed after\nthe 18th century. That is a gross overreaction to a manageable (and\nlargely hypothetical) problem.Moreover, in arguing that ATS litigation\n“ ‘inherent[ly]’ raises ‘foreign-policy concerns,’ ”ante,at 9 (quotingJesner, 584 U. S., at ___\n(majority opinion) (slip op., at 19)), Justice Thomas ignores the\nother side of the equation: that foreign nations may take (and,\nindeed, historically have taken) umbrage at the United States’\nrefusal to provide redress to their citizens for international law\ntorts committed by U. S. nationals within the United States. Seesupra,at 4, and n. 2. Closing the courthouse doors\nthus “gives rise to foreign-policy concerns” just as “invariably,”ante,at 9, as leaving them open.Second, Justice Thomas suggests that federal\ncourts lack “the ‘institutional capacity’ to consider all factors\nrelevant” to recognizing actionable torts under the ATS.Ante,at 10; see alsopost,at 5–6 (opinion of\nGorsuch, J.). It would be surprising (and, I suspect, distressing)\nto the Congress that enacted the ATS to learn that federal courts\nlack institutional capacity to do the very thing the ATS presumes\nthey will do. Justice Thomas’ pessimism aside, there is no reason\nto doubt federal courts’ ability to identify those norms of\ninternational law that are sufficiently “ ‘specific,\nuniversal, and obligatory’ ” to give rise to a cause of action\nunder the ATS.Jesner, 584 U. S., at ___ (plurality\nopinion) (slip op., at 12) (quotingSosa, 542 U. S., at\n732). After all, “[f]or two centuries” this Court has “affirmed\nthat the domestic law of the United States recognizes the law of\nnations.”Id., at 729. There is nothing so mysterious about\na law’s international origins that would prevent courts—bodies\nspecifically tasked with, and particularly capable of, interpreting\nand applying laws—from ably adjudicating a suit for damages arising\nout of a “tort . . . committed in violation of the law of\nnations.”[5] 28\nU. S. C. §1350.Finally, pointing to the Trafficking Victims\nProtection Reauthorization Act (TVPRA), Justice Thomas argues that\nCongress’ decision to impose criminal and civil liability on human\ntraffickers indicates that “Congress might doubt” the wisdom of\nrecognizing a cause of action for torts other than the violation of\nsafe conducts, infringement of the rights of ambassadors, and\npiracy.Ante,at 9. It is hard to understand why that would\nbe true. That Congress has chosen to legislate against certain\nabhorrent conduct does not make that conduct any less tortious\nunder international law. Nor does it increase the likelihood that\nnegative “practical consequences” will arise from allowing foreign\ncitizens to hold defendants liable for their torts under the ATS.Sosa, 542 U. S., at 732. On the contrary, the fact that\nCongress authorized victims of slavery to sue perpetrators under\nthe TVPRA provides strong evidence that Congress would not, in\nfact, doubt the efficacy of permitting victims of slavery to sue\nperpetrators under the ATS (insofar as the plaintiffs seek a\ndomestic application of the statute).Justice Thomas replies that, because the TVPRA\nis not “a retroactive statute,” entertaining respondents’ suit\nwould “impermissibly second-guess Congress’ decision not to subject\npast conduct to a new standard.”Ante,at 10. Surely Justice\nThomas does not mean that the prohibition against child slavery is\na “new standard.” Nor is it tenable to argue that, at the time\nrespondents were enslaved on Ivorian cocoa farms, international law\npermitted the aiding and abetting of forced labor.[6] Perhaps Justice Thomas means to argue\nthat, by adding a cause of action to the TVPRA in 2008, Congress\nimplicitly foreclosed the availability of similar causes of action\nunder the ATS. But the legislative history says otherwise: The\nConference Report that accompanied the original TVPRA took pains to\nemphasize “that nothing in [the TVPRA] will preclude trafficking\nvictims from availing themselves of applicable State, local or\nother Federal laws in seeking compensatory or other damages and\nrelief in any civil proceeding.”[7] H. R. Conf. Rep. No. 106–939, p. 93 (2000).\nAt bottom, then, there is simply no basis to infer from\n“congressional activity,”ante,at 8, that Congress has by\nimplication grafted a truncated list of actionable torts onto the\nATS that appears nowhere in the statutory text.*  *  *The First Congress chose to provide\nnoncitizens a federal forum to seek redress for law-of-nations\nviolations, and it counted on federal courts to facilitate such\nsuits by recognizing causes of action for violations of specific,\nuniversal, and obligatory norms of international law. I would not\nabdicate the Court’s obligation to follow that legislative\ndirective. Because I find no support for Justice Thomas’ position\nin the ATS or in this Court’s precedents, I do not join that\nportion of Justice Thomas’ opinion.Notes1Other “enclaves” in which\nfederal courts develop legal principles in a common-law fashion\ninclude, for example, the areas of admiralty law, disputes between\nStates, and some aspects of federal labor law. SeeCollinsv.Virginia, 584 U. S. ___, ___ (2018) (Thomas, J.,\nconcurring) (slip op., at 7).2Two “notorious episodes,”\nin particular, underscored Congress’ impotence.Kiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108, 120 (2013). The first occurred in 1784 when a French\nadventurer assaulted the Secretary of the French Legation in\nPhiladelphia, prompting the French Minister to complain to Congress\n“that a violation of the laws of Nations . . . hath been\ncommitted.” 27 Journals of the Continental Congress 478 (G. Hunt\ned. 1928). Three years later, a New York City constable created\nanother diplomatic imbroglio by entering the home of the Dutch\nAmbassador and arresting one of his servants. The Ambassador wrote\nto the Secretary of Foreign Affairs, calling the incident “a most\nnotorious and direct violation of the rights of nations” and\ndemanding the Secretary’s “official [interposition] . . .\nto obtain the satisfaction due . . . by virtue of the\nlaws of nations.” Letter from P. Van Berckel to J. Jay (Dec. 18,\n1787), in 3 Dept. of State, The Diplomatic Correspondence of the\nUnited States of America 443 (1837) (hereinafter Diplomatic\nCorrespondence) (brackets in original).3For similar reasons,\nJustice Thomas’ reliance onZiglarv.Abbasi, 582\nU. S. ___ (2017), is misplaced. There, this Court explained\nthat, “when deciding whether to recognize an implied cause of\naction, the ‘determinative’ question is one of statutory intent.”Id., at ___ (slip op., at 9) (quotingAlexanderv.Sandoval,532 U.S.\n275, 286 (2001)). The ATS leaves no room to doubt that Congress\nintended foreign citizens to be able to bring “civil action[s]” for\n“tort[s] . . . committed in violation of the law of\nnations.” 28 U. S. C. §1350.4Notably, Justice Thomas’\nalternative disposition would not answer the question this Court\ngranted certiorari to address,i.e., whether domestic\ncorporations are immune from suit under the ATS (regardless of the\nkind of torts for which they are sued). See Pet. for Cert. in No.\n19–416, at i; Pet. for Cert. in No. 19–453, at i. For reasons\nsimilar to those articulated in my dissent inJesnerv.Arab Bank,PLC, 584 U. S. ___, ___ (2018), I\nwould answer this question in the negative. (So would four other\nJustices.) As Justice Gorsuch ably explains, there is no reason to\ninsulate domestic corporations from liability for law-of-nations\nviolations simply because they are legal rather than natural\npersons. Seepost,at 1–4 (concurring opinion).5While international law\nsupplies the substantive prohibitions that give rise to actionable\ntorts under the ATS (e.g., the prohibition against child\nslavery), domestic law provides the answer to any subsidiary\nquestions regarding “how a particular actor is held liable for a\ngiven law-of-nations violation.”Jesner, 584 U. S., at\n___ (Sotomayor, J., dissenting) (slip op., at 2). To the extent\nJustice Thomas is worried that federal courts are incapable of\nidentifying such rules of liability in the absence of statutory\ndirection, his concern is belied by the Federal Judiciary’s\nextensive record of doing just that. See,e.g.,Boylev.United Technologies Corp.,487 U.S.\n500, 512–513 (1988) (recognizing a “Government contractor\ndefense” to state-law product-liability suits);Consolidated\nRail Corporationv.Gottshall,512\nU.S. 532, 541–557 (1994) (recognizing and defining the scope of\nliability for negligent infliction of emotional distress under the\nFederal Employers’ Liability Act);Agency Holding Corp.v.Malley-Duff & Associates,Inc.,483 U.S.\n143, 156 (1987) (borrowing the Clayton Act’s statute of\nlimitations for purposes of civil actions brought under the\nRacketeer Influenced and Corrupt Organizations Act).6See,e.g.,Khulumaniv.Barclay Nat. Bank Ltd., 504 F.3d 254,\n268–277 (CA2 2007) (Katzmann, J., concurring) (surveying\naiding-and-abetting liability under international\nlaw).7Justice Gorsuch also\npoints out that “[t]he one time Congress deemed a new ATS action\nworth having, it created that actionitselfin the Torture\nVictim Protection Act of 1991 [(TVPA)].”Post,at 5\n(concurring opinion). But Justice Gorsuch fails to mention what the\nCommittee Reports accompanying that statute actually said: that\nwhile the TVPA “establish[ed] an unambiguous and modern basis for a\ncause of action” to sue perpetrators of torture and extrajudicial\nkilling, the ATS “has other important uses and should not be\nreplaced.” H. R. Rep. No. 102–367, pt. 1, p. 3 (1991);\naccord, S. Rep. No. 102–249, p. 4 (1991). The Reports\ncautioned that “claims based on torture or summary executions do\nnot exhaust the list of actions that may appropriately be covered”\nby the ATS, which “should remain intact to permit suits based on\nother norms that already exist or may ripen in the future into\nrules of customary international law.” H. R. Rep. No. 102–367,\nat 4; accord, S. Rep. No. 102–249, at 5.",
    "joined": []
}