{
    "case": {
        "docket": "15-1500",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1500/"
    },
    "id": "3724432",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1500_________________BRIAN LEWIS, et al., PETITIONERSv.WILLIAM CLARKEon writ of certiorari to the supreme court of\nconnecticut[April 25, 2017]Justice Sotomayor delivered the opinion of the\nCourt.Indian tribes are generally entitled to immunity\nfrom suit. This Court has considered the scope of that immu-nity in\na number of circumstances. This case presents an ordinary\nnegligence action brought against a tribal employee in state court\nunder state law. We granted certiorari to resolve whether an Indian\ntribe’s sovereign immu-nity bars individual-capacity damages\nactions against tribal employees for torts committed within the\nscope of their employment and for which the employees are\nindemnified by the tribe.We hold that, in a suit brought against a tribal\nemployee in his individual capacity, the employee, not the tribe,\nis the real party in interest and the tribe’s sovereign immu-nity\nis not implicated. That an employee was acting within the scope of\nhis employment at the time the tort was committed is not, on its\nown, sufficient to bar a suit against that employee on the basis of\ntribal sovereign immunity. We hold further that an indemnification\nprovision does not extend a tribe’s sovereign immunity where it\notherwise would not reach. Accordingly, we reverse and remand.IAThe Mohegan Tribe of Indians of Connecticut\ntraces its lineage back centuries. Originally part of the Lenni\nLenape, the Tribe formed the independent Mohegan Tribe under the\nleadership of Sachem Uncas in the early 1600’s. M. Fawcett, The\nLasting of the Mohegans 7, 11–13 (1995). In 1994, in accordance\nwith the petition procedures established by the Bureau of Indian\nAffairs, the Tribe attained federal recognition.[1] See 59 Fed. Reg. 12140 (1994); Mohegan\nConst., Preamble and Art. II.As one means of maintaining its economic\nself-sufficiency, the Tribe entered into a Gaming Compact with the\nState of Connecticut pursuant to the Indian Gaming Regulatory Act,\n102Stat. 2467, 25 U. S. C. §2701et seq.The\ncompact authorizes the Tribe to conduct gaming on its land, subject\nto certain conditions including establishment of the Gaming\nDisputes Court. See 59 Fed. Reg. 65130 (approving the Tribal-State\nCompact Between the Mohegan Indian Tribe and the State of\nConnecticut (May 17, 1994)); Mohegan Const., Art. XIII, §2; Mohegan\nTribe Code 3–248(a) (Supp. 2016). The Mohegan Tribal Gaming\nAuthority, an arm of the Tribe, exercises the powers of the Mohegan\nTribe over tribal gaming activities. Mohegan Const., Art. XIII, §1;\nMohegan Tribe Code §2–21.Of particular relevance here, Mohegan law sets\nout sovereign immunity and indemnification policies applicable to\ndisputes arising from gaming activities. The Gaming Authority has\nwaived its sovereign immunity and consented to be sued in the\nMohegan Gaming Disputes Court. Mohegan Const., Art. XIII, §1;\nMohegan Tribe Code §3–250(b). Neither the Tribe nor the Gaming\nAuthority has consented to suit for claims arising under\nConnecticut state law. See Mohegan Const., Art. IX, §2(t); Mohegan\nTribe Code §3–250(g); see alsoBlatchfordv.Native\nVillage of Noatak, 501 U. S. 775, 782 (1991) (observing\nthat Indian tribes have not surrendered their immunity against\nsuits by States). Further, Mohegan Tribe Code §4–52 provides that\nthe Gaming Authority “shall save harmless and indemnify its Officer\nor Em-ployee from financial loss and expense arising out of any\nclaim, demand, or suit by reason of his or her alleged negligence\n. . . if the Officer or Employee is found to have been\nacting in the discharge of his or her duties or within the scope of\nhis or her employment.” The Gaming Authority does not indemnify\nemployees who engage in “wanton, reckless or malicious” activity.\nMohegan Tribe Code§4–52.BPetitioners Brian and Michelle Lewis were\ndriving down Interstate 95 in Norwalk, Connecticut, when a\nlimousine driven by respondent William Clarke hit their vehicle\nfrom behind. Clarke, a Gaming Authority employee, was transporting\npatrons of the Mohegan Sun Casino to their homes. For purposes of\nthis appeal, it is undisputed that Clarke caused the accident.The Lewises filed suit against Clarke in his\nindividual capacity in Connecticut state court, and Clarke moved to\ndismiss for lack of subject-matter jurisdiction on the basis of\ntribal sovereign immunity. See 2014 WL 5354956, *2 (Super. Ct.\nConn., Sept. 10, 2014) (Cole-Chu, J.). Clarke argued that because\nthe Gaming Authority, an arm of the Tribe, was entitled to\nsovereign immunity, he, an employee of the Gaming Authority acting\nwithin the scope of his employment at the time of the accident, was\nsimilarly entitled to sovereign immunity against suit. According to\nClarke, denying the motion would abrogate the Tribe’s sovereign\nimmunity.The trial court denied Clarke’s motion to\ndismiss.Id.,at *8. The court agreed with the Lewises that\nthe sovereign immunity analysis should focus on the remedy sought\nin their complaint. To that end, the court identified Clarke, not\nthe Gaming Authority or the Tribe, as the real party in interest\nbecause the damages remedy sought was solely against Clarke and\nwould in no way affect the Tribe’s ability to govern itself\nindependently. The court therefore concluded that tribal sovereign\nimmunity was not implicated.Id., at *2–*8. It also rejected\nClarke’s alternative argument that because the Gaming Authority was\nobligated to indemnify him pursuant to Mohegan Tribe Code §4–52 and\nwould end up paying the damages, he should prevail under the remedy\nanalysis.Id.,at *7. The trial court reasoned that a\n“voluntary undertaking cannot be used to extend sovereign immunity\nwhere it did not otherwise exist.”Ibid.The Supreme Court of Connecticut reversed,\nholding that tribal sovereign immunity did bar the suit. 320 Conn.\n706, 135 A. 3d 677 (2016). The court agreed with Clarke that\n“because he was acting within the scope of his employment for the\nMohegan Tribal Gaming Authority and the Mohegan Tribal Gaming\nAuthority is an arm of the Mohegan Tribe, tribal sovereign immunity\nbars the plaintiffs’ claims against him.”Id., at 709, 135\nA. 3d, at 680. Of particular significance to the court was\nensuring that “plaintiffs cannot circumvent tribal immunity by\nmerely naming the defendant, an employee of the tribe, when the\ncomplaint concerns actions taken within the scope of his duties and\nthe complaint does not allege, nor have the plaintiffs offered any\nother evidence, that he acted outside the scope of his authority.”Id., at 720, 135 A. 3d, at 685. To do otherwise, the\ncourt reasoned, would “ ‘eviscerate’ ” the protections of\ntribal immunity.Id.,at 717, 135 A. 3d, at 684\n(alterations and internal quotation marks omitted). Because the\ncourt determined that Clarke was entitled to sovereign immunity on\nthe sole basis that he was acting within the scope of his\nemployment when the accident occurred,id.,at 720, 135\nA. 3d, at 685–686, it did not consider whether Clarke should\nbe entitled to sovereign immunity on the basis of the\nindemnification statute.We granted certiorari to consider whether tribal\nsovereign immunity bars the Lewises’ suit against Clarke, 579\nU. S. ___ (2016), and we now reverse the judgment of the\nSupreme Court of Connecticut.IITwo issues require our resolution: (1) whether\nthe sovereign immunity of an Indian tribe bars individual-capacity\ndamages against tribal employees for torts committed within the\nscope of their employment; and (2) what role, if any, a tribe’s\ndecision to indemnify its employees plays in this analysis. We\ndecide this case under the framework of our precedents regarding\ntribal immunity.AOur cases establish that, in the context of\nlawsuits against state and federal employees or entities, courts\nshould look to whether the sovereign is the real party in interest\nto determine whether sovereign immunity bars the suit. SeeHaferv.Melo, 502 U. S. 21, 25 (1991) . In\nmaking this assessment, courts may not simply rely on the\ncharacterization of the parties in the complaint, but rather must\ndetermine in the first instance whether the remedy sought is truly\nagainst the sovereign. See,e.g.,Ex parte New York,\n256 U. S. 490 –502 (1921). If, for example, an action is in\nessence against a State even if the State is not a named party,\nthen the State is the real party in interest and is entitled to\ninvoke the Eleventh Amendment’s protection. For this reason, an arm\nor instrumentality of the State generally enjoys the same immunity\nas the sovereign itself.E.g., Regents of Univ. of Cal.v.Doe, 519 U. S. 425 –430 (1997). Similarly, lawsuits\nbrought against employees in their official capacity “represent\nonly another way of pleading an action against an entity of which\nan officer is an agent,” and they may also be barred by sovereign\nimmunity.Kentuckyv.Graham, 473 U. S. 159 –166\n(1985) (internal quotation marks omitted).The distinction between individual- and\nofficial-capacity suits is paramount here. In an official-capacity\nclaim, the relief sought is only nominally against the official and\nin fact is against the official’s office and thus the sovereign\nitself.Willv.Michigan Dept. of State Police, 491\nU. S. 58, 71 (1989) ;Duganv.Rank, 372\nU. S. 609 –622 (1963). This is why, when officials sued in\ntheir official capacities leave office, their successors\nautomatically assume their role in the litigation.Hafer,\n502 U. S., at 25. The real party in interest is the government\nentity, not the named official. SeeEdelmanv.Jordan, 415 U. S. 651 –665 (1974). “Personal-capacity\nsuits, on the other hand, seek to imposeindividualliability upon a government officer for actions taken under color\nof state law.”Hafer, 502 U. S., at 25 (emphasis\nadded); see alsoid.,at 27–31 (discharged employees\nentitled to bring personal damages action against state auditor\ngeneral); cf.Bivensv.Six Unknown Fed. Narcotics\nAgents, 403 U. S. 388 (1971) . “[O]fficers sued in their\npersonal capacity come to court as individuals,”Hafer, 502\nU. S., at 27, and the real party in interest is the\nindividual, not the sovereign.The identity of the real party in interest\ndictates what immunities may be available. Defendants in an\nofficial-capacity action may assert sovereign immunity.Graham, 473 U. S., at 167. An officer in an\nindividual-capacity action, on the other hand, may be able to\nassertpersonalimmunity defenses, such as, for example,\nabsolute prosecutorial immunity in certain circumstances.Van de\nKampv.Goldstein, 555 U. S. 335 –344 (2009). But\nsovereign immunity “does not erect a barrier against suits to\nimpose individual and personal liability.”Hafer, 502\nU. S., at 30–31 (internal quotation marks omitted); seeAldenv.Maine, 527 U. S. 706, 757 (1996) .BThere is no reason to depart from these\ngeneral rules in the context of tribal sovereign immunity. It is\napparent that these general principles foreclose Clarke’s sovereign\nimmunity defense in this case. This is a negligence action arising\nfrom a tort committed by Clarke on an interstate highway within the\nState of Connecticut. The suit is brought against a tribal employee\noperating a vehicle within the scope of his employment but on state\nlands, and the judgment will not operate against the Tribe. This is\nnot a suit against Clarke in his official capacity. It is simply a\nsuit against Clarke to recover for his personal actions, which\n“will not require action by the sovereign or disturb the\nsovereign’s property.”Larsonv.Domestic and Foreign\nCommerce Corp., 337 U. S. 682, 687 (1949) . We are\ncognizant of the Supreme Court of Connecticut’s concern that\nplaintiffs not circumvent tribal sovereign immunity. But here, that\nimmunity is simply not in play. Clarke, not the Gaming Authority,\nis the real party in interest.In ruling that Clarke was immune from this suit\nsolely because he was acting within the scope of his employment,\nthe court extended sovereign immunity for tribal employees beyond\nwhat common-law sovereign immunity principles would recognize for\neither state or federal employees. See,e.g., Graham, 473\nU. S., at 167–168. The protection offered by tribal sovereign\nimmunity here is no broader than the protection offered by state or\nfederal sovereign immunity.Accordingly, under established sovereign\nimmunity principles, the Gaming Authority’s immunity does not, in\nthese circumstances, bar suit against Clarke.[2]IIIThe conclusion above notwithstanding, Clarke\nargues that the Gaming Authorityisthe real party in\ninterest here because it is required by Mohegan Tribe Code §4–52 to\nindemnify Clarke for any adverse judgment.[3]AWe have never before had occasion to decide\nwhether an indemnification clause is sufficient to extend a\nsovereign immunity defense to a suit against an employee in his\nindividual capacity. We hold that an indemnification provision\ncannot, as a matter of law, extend sovereign immunity to individual\nemployees who would otherwise not fall under its protective\ncloak.Our holding follows naturally from the\nprinciples discussed above. Indeed, we have applied these same\nprinciples to a different question before—whether a state\ninstrumentality may invoke the State’s immunity from suit even when\nthe Federal Government has agreed to indemnify that instrumentality\nagainst adverse judgments. InRegents of Univ. of Cal.,an\nindividual brought suit against the University of California, a\npublic university of the State of California, for breach of\ncontract related to his employment at a laboratory operated by the\nuniversity pursuant to a contract with the Federal Government. We\nheld that the indemnification provision did not divest the state\ninstrumentality of Eleventh Amendment immunity. 519 U. S., at\n426. Our analysis turned on where the potentiallegalliability lay, not from whence the money to pay the damages award\nultimately came. Because the lawsuit bound the university, we held,\nthe Eleventh Amendment applied to the litigation even though the\ndamages award would ultimately be paid by the federal Department of\nEnergy.Id.,at 429–431. Our reasoning remains the same. The\ncritical inquiry is who may be legally bound by the court’s adverse\njudgment, not who will ultimately pick up the tab.[4]Here, the Connecticut courts exercise no\njurisdiction over the Tribe or the Gaming Authority, and their\njudgments will not bind the Tribe or its instrumentalities in any\nway. The Tribe’s indemnification provision does not somehow convert\nthe suit against Clarke into a suit against the sovereign; when\nClarke is sued in his individual capacity, he is held responsible\nonly for his individual wrongdoing. Moreover, indemnification is\nnot a certainty here. Clarke will not be indemnified by the Gaming\nAuthority should it determine that he engaged in “wanton, reckless,\nor malicious” activity. Mohegan Tribe Code §4–52. That\ndetermination is not necessary to the disposition of the Lewises’\nsuit against Clarke in the Connecticut state courts, which is a\nseparate legal matter.BClarke notes that courts have extended\nsovereign immunity to private healthcare insurance companies under\ncertain circumstances. See,e.g.,Paniv.Empire\nBlue Cross Blue Shield, 152 F. 3d 67, 71–72 (CA2 1998);Pine View Gardens, Inc.v.Mutual of Omaha Ins. Co.,\n485 F. 2d 1073, 1074–1075 (CADC 1973); Brief for Respondent\n19, n. 4. But, these cases rest on the proposition that the\nfiscal intermediaries are essentially state instrumentalities, as\nthe governing regulations make clear. See 42 CFR §421.5(b) (2016)\n(providing that the Medicare Administrator “is the real party of\ninterest in any litigation involving the administration of the\nprogram”). It is well established in our precedent that a suit\nagainst an arm or instrumentality of the State is treated as one\nagainst the State itself. SeeRegents of Univ. of Cal.,519\nU. S., at 429. We have not before treated a lawsuit against an\nindividual em-ployee as one against a state instrumentality, and\nClarke offers no persuasive reason to do so now.Nor have we ever held that a civil rights suit\nunder 42 U. S. C. §1983 against a state officer in his\nindividual capacity implicates the Eleventh Amendment and a State’s\nsovereign immunity from suit.[5] Federal appellate courts that have considered the\nindemnity question have rejected the argument that an indemnity\nstatute brings the Eleventh Amendment into play in §1983 actions.\nSee,e.g., Stonerv.Wisconsin Dept. of Agriculture,\nTrade and Consumer Protection, 50 F. 3d 481, 482–483 (CA7\n1995);Blalockv.Schwinden, 862 F. 2d 1352,\n1354 (CA9 1988);Duckworthv.Franzen, 780 F. 2d\n645, 650 (CA7 1985). These cases rely on the concern that\noriginally drove the adoption of the Eleventh Amendment—the\nprotection of the States against involuntary liability. SeeHessv.Port Authority Trans-Hudson Corporation, 513\nU. S. 30, 39, 48 (1994) . But States institute indemnification\npolicies voluntarily. And so, indemnification provisions do not\nimplicate one of the underlying rationales for state sovereign\nimmunity—a government’s ability to make its own decisions about\n“the allocation of scarce resources.”Alden, 527 U. S.,\nat 751.Finally, our conclusion that indemnification\nprovisions do not alter the real-party-in-interest analysis for\npurposes of sovereign immunity is consistent with the practicethat\napplies in the contexts of diversity of citizenship and joinder. In\nassessing diversity jurisdiction, courts look to the real parties\nto the controversy.Navarro Savings Assn.v.Lee, 446\nU. S. 458, 460 (1980) . Applying this principle, courts below\nhave agreed that the fact that a third party indemnifies one of the\nnamed parties to the case does not, as a general rule, influence\nthe diversity analysis. See,e.g., Corfieldv.Dallas\nGlen Hills LP, 355 F. 3d 853, 865 (CA5 2003);E. R. Squibb & Sons, Inc.v.Accident & Cas.\nIns. Co.,160 F. 3d 925, 936–937 (CA2 1998). They have\nsimilarly held that a party does not become a required party for\njoinder purposes under Federal Rule of Civil Procedure 19 simply by\nvirtue of indemnifying one of the named parties. See,e.g.,\nGardinerv.Virgin Islands Water & Power Auth., 145\nF. 3d 635, 641 (CA3 1998);Rochester Methodist Hospitalv.Travelers Ins. Co., 728 F. 2d 1006, 1016–1017 (CA8\n1984).In sum, although tribal sovereign immunity is\nimplicated when the suit is brought against individual officers in\ntheir official capacities, it is simply not present when the claim\nis made against those employees in their individual capacities. An\nindemnification statute such as the one at issue here does not\nalter the analysis. Clarke may not avail himself of a sovereign\nimmunity defense.IVThe judgment of the Supreme Court of\nConnecticut is reversed, and the case is remanded for further\nproceedings not inconsistent with this opinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1There are currently 567\nfederally recognized Indian and Alaska Native entities. 81 Fed.\nReg. 26826–26832 (2016); see also Native Hawaiian Law: A Treatise\n303–324 (M. MacKenzie ed. 2015) (discussing the existing\nrelationships between the U. S. Government and federally recognized\ntribes and other indigenous groups in the United States); F. Cohen,\nHandbook of Federal Indian Law §§1.01–1.07 (2012 and Supp. 2015);\nV. Deloria & R. DeMallie, Documents of American Indian\nDiplomacy: Treaties, Agreements, and Conventions, 1775–1979\n(1999).2There are, of course,\npersonal immunity defenses distinct from sovereign immunity.E.g.,Harlowv.Fitzgerald, 457 U. S. 800\n–815 (1982). Clarke argues for the first time before this Court\nthat one particular form of personal immunity is available to him\nhere—official immunity. SeeWestfallv.Erwin, 484\nU. S. 292 –297 (1988). That defense is not properly before us\nnow, however, given that Clarke’s motion to dismiss was based\nsolely on tribal sovereign immunity. SeeTravelers Casualty\n& Surety Co. of Americav.Pacific Gas & Elec.\nCo., 549 U. S. 443, 455 (2007) .3As noted above, the\nSupreme Court of Connecticut did not reach whether Clarke should be\nentitled to sovereign immunity on the basis of the indemnification\nstatute. We nevertheless consider the issue fairly included within\nthe question presented, as it is a purely legal question that is an\nintegral part of Clarke’s sovereign immunity argument and that was\nboth raised to and passed on by the trial court. SeeMitchellv.Forsyth, 472 U. S. 511, 530 (1985)\n(“[T]he purely legal question on which [petitioner’s] claim of\nimmunity turns is appropriate for our immediate resolution\nnotwithstanding that it was not addressed by the Court of Appeals”\n(internal quotation marks omitted)).4Our holding inHessv.Port Authority Trans-Hudson Corporation, 513\nU. S. 30 (1994) , is not to the contrary. There the immunity\nquestion turned on whether the Port Authority Trans-Hudson\nCorporation was a state agency cloaked with Eleventh Amendment\nimmunity such that any judgment “mustbe paid out of a\nState’s treasury.”Id.,at 48, 51–52 (emphasis added). Here,\nunlike inHess, the damages judgment would not come from the\nsovereign.5A suit against a state\nofficer in his official, rather than individual, capacity might\nimplicate the Eleventh Amendment. SeeKentuckyv.Graham, 473 U. S. 159 –166 (1985).",
    "joined": []
}