{
    "case": {
        "docket": "15-8544",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-8544/"
    },
    "id": "3700203",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–8544_________________TRAVIS BECKLES, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[March 6, 2017]Justice Sotomayor, concurring in the\njudgment.Justice Ginsburg explains why the Court’s\nholding today is unnecessary. Seeante,at 1–2 (opinion\nconcurring in judgment). Petitioner Travis Beckles was sentenced to\n30 years in prison on the basis of commentary promul-gated by the\nU. S. Sentencing Commission interpreting a sentencing provision\nidentical to the “residual clause” we held unconstitutionally vague\ntwo years ago inJohnsonv.United States, 576\nU. S. ___ (2015). ButJohnsonaffords Beckles no\nrelief, because the commentary under which he was sentenced was not\nunconstitutionally vague. Had the majority limited itself to this\nconclusion, I would have joined its opinion. Instead, the majority\nreaches far beyond what is necessary to resolve this case and\nannounces that the U. S. Sentencing Guidelines as a whole are\nimmune from vagueness challenges.I write separately to explain why that holding\nis not only unnecessary, but also deeply unsound. The Guidelines\nanchor every sentence imposed in federal district courts. They are,\n“ ‘in a real sense[,] the basis for the sentence.’ ”Molina-Martinezv.United States, 578 U. S. ___,\n___ (2016) (slip op., at 9) (quotingPeughv.United\nStates, 569 U. S. ___, ___ (2013) (slip op., at 11);\nemphasis deleted). The Due Process Clause requires that rules this\nweighty be drafted “with sufficient definiteness that ordinary\npeople can understand” them, and “in a manner that does not\nencourage arbitrary and discriminatory enforcement.”Kolenderv.Lawson, 461 U. S. 352, 357 (1983) .\nBecause I cannot agree with the majority’s conclusion to the\ncontrary, I respectfully concur in the judgment only.IAThe Due Process Clause prohibits the\nGovernment from “taking away someone’s life, liberty, or property\nunder a criminal law so vague that it fails to give ordinary people\nfair notice of the conduct it punishes, or so standardless that it\ninvites arbitrary enforcement.”Johnson, 576 U. S., at\n___ (slip op., at 3). The prohibition against vagueness in criminal\nproceedings is “a well-recognized requirement, consonant alike with\nordinary notions of fair play and the settled rules of law.”Connallyv.General Constr. Co., 269 U. S. 385,\n391 (1926) . The doctrine rests on two justifications. First, it\nensures that people receive “fair notice of what is prohibited.”United Statesv.Williams, 553 U. S. 285, 304\n(2008) . Second, it safeguards the integrity of the judicial system\nby ensuring that criminal adjudications are not conducted in an\narbitrary manner and that terms of imprisonment are not imposed “on\nanad hocand subjective basis.”Graynedv.City of Rockford, 408 U. S. 104, 109 (1972) .“These principles apply not only to statutes\ndefining elements of crimes, but also to statutes fixing\nsentences.”Johnson, 576 U. S., at ___ (slip op., at\n4). Just two Terms ago, we struck down a sentencing law—the Armed\nCareer Criminal Act’s (ACCA) residual clause, 18 U. S. C.\n§924(e)(2)(B)—as unconstitutionally vague. See 576 U. S., at\n___ (slip op., at 15). We spent little time on whether the\nvagueness doctrine applied to such provisions.Id.,at ___\n(slip op., at 4). And for good reason: A statute fixing a sentence\nimposes no less a deprivation of liberty than does a statute\ndefining a crime, as our Sixth Amendment jurisprudence makes plain.\nSeeApprendiv.New Jersey, 530 U. S. 466, 490\n(2000) . We instead analyzed the residual clause in light of\n“[n]ine years’ experience trying to derive meaning from” it, 576\nU. S., at ___ (slip op., at 10), and declared the experiment a\nfailure. “Invoking so shapeless a provision to condemn someone to\nprison for 15 years to life,” we held, “does not comport with the\nConstitution’s guarantee of due process.”Ibid.BThe question before us is how these principles\napply to the U. S. Sentencing Guidelines.Congress established the U. S. Sentencing\nCommission in 1984 in order to address “[f]undamental and\nwidespread dissatisfaction” with the then-prevailing regime of\ndiscretionary sentencing.Mistrettav.United States,\n488 U. S. 361 –366 (1989); see Sentencing Reform Act of 1984,\n§217(a), 98Stat. 2017. It charged the Commission with reducing “the\ngreat variation among sentences imposed by different judges upon\nsimilarly situated offenders” and the resulting “uncertainty as to\nthe time [each] offender would spend in prison.”Mistretta,\n488 U. S., at 366. The Sentencing Guidelines are the product\nof that mandate. The Guidelines establish a framework “under which\na set of inputs specific to a given case (the particular\ncharacteristics of the offense and offender) yiel[d] a\npredetermined output (a range of months within which the defendant\n[can] be sentenced).”Peugh, 569 U. S., at ___ (slip\nop., at 4). In doing so, the Guidelines ensure “uniformityin sentencing . . . imposed by different federal courts\nfor similar criminal conduct” and “proportionalityin\nsentencing through a system that imposes appropriately different\nsentences for criminal conduct of different sever-ity.”Ritav.United States, 551 U. S. 338, 349 (2007) (in-ternal\nquotation marks omitted).The Guidelines today play a central role in\nfederal sentencing. Although no longer binding on federal courts,\nseeUnited Statesv.Booker, 543 U. S. 220, 245\n(2005) , the Guidelines nonetheless “provide the framework for the\ntens of thousands of federal sentencing proceedings that occur each\nyear,”Molina-Martinez, 578 U. S., at ___ (slip op., at\n2). A district court must “begin all sentencing proceedings by\ncorrectly calculating the applicable Guidelines range.”Gallv.United States, 552 U. S. 38 –50 (2007). The court\nmust entertain the parties’ arguments and consider the factors set\nforth in 18 U. S. C. §3553(a) as possible grounds for\ndeviation from the Guidelines range, 552 U. S., at 49–50, and\n“may not presume the . . . range is reasonable,”id.,at 50. But it must explain any deviation from the range\non the record, and it must “ensure that the justification is\nsufficiently compelling to support the degree of the variance.”Ibid.; seePeugh, 569 U. S., at ___–___ (slip\nop., at 17–18). A district court that incorrectly calculates the\nGuidelines range commits reversible procedural error, seeGall, 552 U. S., at 51; a district court that imposes a\nsentence within the correct Guidelines range, by contrast, may be\nafforded a presumption that the sentence it has imposed is\nreasonable, seeRita, 551 U. S., at 347.The importance of the Guidelines in this\nprocess, as we explained last Term, makes them “not only the\nstarting point for most federal sentencing proceedings but also the\nlodestar.”Molina-Martinez, 578 U. S., at ___ (slip\nop., at 10). In most cases, it is the range set by the Guidelines,\nnot the minimum or maximum term of imprisonment set by statute,\nthat specifies the number of years a defendant will spend in\nprison. District courts impose a sentence within the Guidelines (or\nbelow the Guidelines based on a Government motion) over 80% of the\ntime.Ibid.; see 2015 Annual Report and 2015 Sourcebook of\nFederal Sen-tencing Statistics (20th ed.) (Figure G), online at\nhttp://www.ussc.gov/sites/default/files/pdf/research-and-publications/annual-reports-and-sourcebooks/2015/FigureG.pdf\n(as last visited Feb. 27, 2017). And when Guidelines ranges\nchange—because the Guidelines themselves change, or because the\ncourt is informed of an error it made in applying them—sentences\nchange, too.[1] SeeMolina-Martinez, 578 U. S., at ___ (slip op., at 10);Peugh, 569 U. S., at ___ (slip op., at 13). It is\ntherefore no exaggeration to say that the Guidelines are,\n“ ‘in a real sense[,] the basis for the sentence’ ”\nimposed by the district court.Molina-Martinez, 578\nU. S., at ___ (slip op., at 9) (quotingPeugh, 569\nU. S., at ___ (slip op., at 11); emphasis deleted).CIt follows from the central role that the\nGuidelines play at sentencing that they should be susceptible to\nvagueness challenges under the Due Process Clause.Contrary to the majority’s conclusion, an\ninscrutably vague Guideline implicates both of the concerns\nanimating the prohibition on vagueness. First, a district court’s\nreliance on such a Guideline deprives an ordinary person of “fair\nnotice” of the consequences of his actions. SeeJohnson, 576\nU. S., at ___ (slip op., at 3). A defendant is entitled to\nunderstand the legal rules that will determine his sentence. But a\nvague Guideline is by definition impossible to understand. Take the\ncareer-offender Guideline at issue here. We explained inJohnsonthat the identically worded provision in the ACCA\ncreated “pervasive disagreement” among courts imposing sentences as\nto “the nature of the inquiry” that they were required to conduct.Id.,at ___ (slip op., at 9). The result was a law that was\n“ ‘nearly impossible to apply consistently.’ ”Ibid.(quotingChambersv.United States, 555\nU. S. 122, 133 (2009) (Alito, J., concurring in judgment)). An\nordinary person cannot be expected to understand the consequences\nthat such a shapeless provision will have on his sentence.[2]Second, and more importantly, a district court’s\nreliance on a vague Guideline creates a serious risk of “arbitrary\nenforcement.” SeeJohnson, 576 U. S., at ___ (slip op.,\nat 3). As set out above, although the Guidelines do not bind a\ndistrict court as aformalmatter, as afunctionalmatter they “anchor both the district court’s discretion and the\nappellate review process.”Peugh, 569 U. S., at ___\n(slip op., at 18). It introduces an unacceptable degree of\narbitrariness into sentencing proceedings to begin by applying a\nrule that is so vague that efforts to interpret it boil down to\n“guesswork and intuition.”Johnson, 576 U. S., at ___\n(slip op., at 8). One judge may conduct a statistical analysis to\ndecide that a defendant’s crime of conviction is not a crime of\nviolence. Another may rely on gut instinct to conclude that it is.\nStill a third may “throw [our] opinions into the air in\nfrustration, and give free rein to [her] own feelings” in making\nthe decision.Derbyv.United States, 564 U. S.\n1047, 1049 (2011) (Scalia, J., dissenting from denial of\ncertiorari). Importantly, that decision is the end of the ballgame\nfor a criminal defendant. Although he may ask the judge to vary\ndownward from the Guidelines range, he must take the range as the\nstarting point for his request. He may ask for a month here or a\nmonth there, but he is negotiating from a baseline he cannot\ncontrol or predict. The result is a sentencing proceeding\nhopelessly skewed from the outset by “unpredictability and\narbitrariness.”Johnson, 576 U. S., at ___ (slip op.,\nat 6). The Due Process Clause does not tolerate such a\nproceeding.Consider, by way of example, a hypothetical\nversion of Beckles’ own sentencing proceeding in which the\ncommentary played no clarifying role. Beckles was convicted of\npossessing a firearm as a convicted felon, in violation of 18\nU. S. C. §922(g)(1), and sentenced to 360 months in\nprison. That sentence sat at the bottom end of the applicable\nGuidelines range, factoring in the career-offender Guideline: 360\nmonths to life. But had the career-offender Guidelinenotapplied to Beckles, the Guidelines range calculated by the District\nCourt would have been significantly lower: 262 to 327 months. SeeBecklesv.United States, Civ. No. 10–23517 (SD Fla.,\nMar. 4, 2013), App. 129–130. Absent that Guideline, Beckles would\nhave been sentenced to between 33 and 98 fewer months in prison.\nThe District Court admitted as much, explaining that had the\nGuideline not applied, she “would not have imprisoned Beckles to\n360 months” in prison.Id., at 149 (emphasis deleted). Years\nof Beckles’ life thus turned solely on whether the career-offender\nGuideline applied. There is no meaningful way in which the\nGuideline exerted less effect on Beckles’ sentence than did the\nstatute setting his minimum and maximum terms of imprisonment;\nindeed, it was the Guidelines, not just the statute, that “fix[ed]”\nBeckles’ “sentenc[e]” in every meaningful way.Johnson, 576\nU. S., at ___ (slip op., at 4). Nothing of substance, in other\nwords, distinguishes the Guidelines from the kind of laws we held\nsusceptible to vagueness challenges inJohnson; both law and\nGuideline alike operate to extend the time a person spends in\nprison. The Due Process Clause should apply equally to each.IIThe majority brushes past this logic in its\ndecision to shield the Guidelines from vagueness challenges. In\ndoing so, it casts our sentencing jurisprudence into doubt and\nupends the law of nearly every Court of Appeals to have considered\nthis question.[3] None of its\nexplanations justify its novel and sweeping conclusion.AThe majority first reasons that the Guidelines\nare not susceptible to vagueness challenges because they “do not\nfix the permissible range of sentences,”ante, at 5, but\nmerely “guide district courts in exercising their discretion,”ante, at 8. But we have not embraced such formalism before,\nand the majority provides no coherent justification for its\ndecision to do so here.Indeed, we have refused before to apply exactly\nthe formalistic distinction that the majority now embraces. InEspinosav.Florida, 505 U. S. 1079, 1081 (1992)\n(per curiam), we held that a state’s capital aggravating\nfactor that was drafted in a manner “so vague as to leave the\nsentencer without sufficient guidance for determining the presence\nor absence of the factor” violated the Eighth Amendment. The factor\nwas unconstitutional, we explained, notwithstanding the fact that\nonly the jury, not the judge, was instructed on the factor; that\nthe judge, not the jury, made the final decision to sentence the\ndefendant to death; and that the judge, in doing so, was not\nrequired to defer to the jury’s recommendation. “This kind of\nindirect weighing of an invalid aggravating factor,” we explained,\n“creates the same potential for arbitrariness as the direct\nweighing of an invalid aggravating factor.”Id.,at 1082. In\ndoing so, we effectively rejected just the argument the majority\nnow embraces: that advisory guidelines lack the kind of binding\nlegal effect that subject them to constitutional scrutiny.If there were any doubt that advisory sentencing\nguidelines are subject to constitutional limits, we dispelled it inPeugh, where we held that the Guidelines are amenable to\nchallenges under theEx Post FactoClause. See 569\nU. S., at ___ (slip op., at 1). There, the Government argued\nthat the “advisory” nature of the Guidelines rendered them immune\nfrom such claims.Id.,at ___ (slip op., at 8). But we\nrejected such an argument. “The federal system,” we explained,\n“adopts procedural measures intended to make the Guidelines the\nlodestone of sentencing,” and “considerable empirical evidence\nindicate[s] that the . . . Guidelines have the intended\neffect.”Id.,at ___–___ (slip op., at 12–13). We declined\nthe Government’s invitation to limit ourex post factojurisprudence to rules that, as a formal matter, “increase[d] the\nmaximum sentence for which a defendant is eligible.”Id.,at\n___ (slip op., at 8). And we explained that a rule may exert\n“ ‘binding legal effect’ through . . . procedural\nrules and standards for appellate review that, in combination,\nencourag[e] district courts to sentence within the guidelines.”Id.,at ___ (slip op., at 16). It was not true, we\nconcluded, that “the Guidelines are too much like guideposts and\nnot enough like fences,”ibid.; instead, the Guidelines were\njust fencelike enough—just lawlike enough—that they cannot be\nshielded from the Constitution’s reach.The same principle should dictate the same\nresult in this case. How can the Guidelines carry sufficient legal\nweight to warrant scrutiny under the Eighth Amendment and theEx\nPost FactoClause, but not enough to warrant scrutiny under the\nDue Process Clause? Cf.United Statesv.Hurlburt,\n835 F. 3d 715, 724 (CA7 2016) (en banc) (“We see no principled way\nto distinguishPeughon doctrinal grounds”). The majority\noffers no convincing answer. It asserts that the Due Process Clause\n“requires a different inquiry” than these provisions do.Ante, at 10. But it does not explain why it views this as\nrelevant to the constitutional status of the Guidelines. A court\nconsidering a challenge to a criminal statute under theEx Post\nFactoClause will apply a different legal standard than will a\ncourt considering a vagueness challenge to the same statute; that\ndoes not make the statute more or less susceptible to\nconstitutional challenge in one context than the other. Our opinion\ninPeughis particularly difficult for the majority to\nescape, given that theEx Post FactoClause, like the Due\nProcess Clause’s prohibition against vagueness, is rooted in\nconcerns about “fair warning” and “ ‘fundamental\nfairness.’ ” 569 U. S., at ___ (plurality opinion) (slip op.,\nat 13). The majority musters no persuasive explanation for why\nthose concerns would have less force in this context than in that\none. That is because none exists.[4]BThe majority next posits that because courts\nhave long sentenced defendants under purely discretionary regimes,\nthere can be no vagueness concern with any system that, like the\nGuidelines regime, sets guideposts on the exercise of discretion.Ante,at 6–7. But this argument fundamentally misunderstands\nthe problem caused by a court’s reliance on a vague sentencing\nguideline.True enough, for many years, federal courts\nrelied on “a system of indeterminate sentencing” in criminal cases.Mistretta, 488 U. S., at 363; see also K. Stith &\nJ. Cabranes, Fear of Judging: Sentencing Guidelines in the Federal\nCourts 9–14 (1998). Under such a scheme, a sentencing judge\nconsiders the full range of relevant aggravating and mitigating\nfacts and circumstances, as well as his view of proper sentencing\npolicy, and then imposes a sentence in light of those\nconsiderations. SeeKoonv.United States, 518\nU. S. 81, 113 (1996) (“It has been uniform and constant in the\nfederal judicial tradition for the sentencing judge to consider\nevery convicted person as an individual and every case as a unique\nstudy in the human failings that sometimes mitigate, sometimes\nmagnify, the crime and the punishment to ensue”). As the majority\nnotes, no party here “suggests that a system of purely\ndiscretionary sentencing could be subject to a vagueness\nchallenge.”Ante,at 7. The majority reasons that the\nGuidelines—which limit the sentencing judge’s discretion from what\nhe otherwise would have enjoyed—must therefore also be immune from\nvagueness attacks.Ibid.But the majority misapprehends the nature of the\nconstitutional infirmity that occurs when a sentencing judge relies\non an inscrutably vague guideline. A defendant who is sentenced\nunder a purely discretionary regime does not face the prospect of\n“arbitrary enforcement” by the sentencing judge,Kolender,\n461 U. S., at 358; rather, he faces a fact- and\ncontext-sensitive determination informed by the exercise of\nreasoned judgment. A defendant sentenced pursuant to an impossibly\nvague Guideline, by contrast, is put in an untenable position. The\n“lodestone” of his sentence—the baseline against which the district\ncourt will assess his characteristics and his conduct—is set by a\nrule that is impossible to understand. Such a proceeding is the\nantithesis of due process. SeeGiacciov.Pennsylvania, 382 U. S. 399, 403 (1966) (“Implicit in\n[due process] is the premise that the law must be one that carries\nan understandable meaning with legal standards that courts must\nenforce”). It is not reliance on discretion that makes a sentencing\nregime vague; it is reliance on an impenetrable rule as a baseline\nfor the exercise of that discretion. Reliance on a rule of this\nkind, whether set out in a statute or in a Guideline, does not\ncomport with “ ‘ordinary notions of fair play.’ ”Johnson, 576 U. S.,at ___ (slip op., at 4).CThe majority ends by speculating that\npermitting vagueness attacks on the Guidelines would call into\nquestion the validity of many Guidelines, and even the factors that\nCongress has instructed courts to consider in imposing sentences.\nSeeante, at 11–12. In doing so, the major-ity once more\nresuscitates arguments we have already considered and\ndismissed.Johnsonconfronted and rejected a version\nof this argument. There, the Government contended that “dozens of\nfederal and state criminal laws use terms like ‘substantial risk,’\n‘grave risk,’ and ‘unreasonable risk,’ ” terms that—in its\nview—were indistinguishable from the residual clause at issue in\nthat case. 576 U. S., at ___ (slip op., at 12). We rejected\nthe argument, explaining that such rules “call[ed] for the\napplication of a qualitative standard such as ‘substantial risk’ to\nreal-world conduct; ‘the law is full of instances where a man’s\nfate depends on his estimating rightly . . . some matter\nof degree.’ ”Ibid.(quotingNashv.United\nStates, 229 U. S. 373, 377 (1913) ). What rendered the\nACCA’s residual clause unconstitutionally vague, we explained, was\nnot that it required “gauging the riskiness of conduct in which an\nindividual defendant engageson a particular occasion,” but\nthat it required the application of an ambiguous standard “to an\nidealized ordinary case of the crime.” 576 U. S., at ___ (slip\nop., at 12). Holding the residual clause unconstitutionally vague,\nin other words, cast no doubt on the dozens of laws elsewhere in\nthe U. S. Code requiring the application of general standards to\nparticular conduct.The same is true here. The sentencing factors\ndescribed by the majority bear no similarity to the categorical\nrisk analysis that the Court held unconstitutionally vague inJohnson, nor to any other statutes it has previously found\nvague. Congress’ instruction to district courts to consider, for\ninstance, “the nature and circumstances of the offense and the\nhistory and characteristics of the defendant,” §3553(a)(1), bears\nlittle resemblance to statutes requiring subjective determinations\nas to whether conduct is “annoying” or “unjust.” SeeCoatesv.Cincinnati, 402 U. S. 611 –616 (1971);United\nStatesv.L. Cohen Grocery Co., 255 U. S. 81, 89\n(1921) .[5] And to the extent\nthat the majority’s concern is that subjecting sentencing factorsto\nthe Due Process Clause’s prohibition on vagueness would risk the\ndemise of discretionary sentencing regimes, that prospect is\nunlikely, for the reasons I have already explained.*  *  *It violates the Due Process Clause “to condemn\nsomeone to prison” on the basis of a sentencing rule “so shapeless”\nas to resist interpretation. 576 U. S., at ___ (slip op., at\n10). But the Court’s decision today permits exactly that result.\nWith respect, I concur only in the judgment.Notes1The evidence before us\nsuggests that the same is true of the career-offender Guideline at\nissue here. Given the near consensus among the lower courts that\nthis Guideline is unconstitutionally vague, see n. 3,infra, some courts have proceeded to resentence defendants\nwhose sentences were originally enhanced under the Guideline. See\nApp. to Reply Brief 1–14. In these resentencings, “every defendant\nbut one received a sentence lower than the sentence originally\nimposed,” and the average defendant received a sentence “more than\n[three] years lower than the original sentence.” Reply Brief\n12.2Our decision inIrizarryv.United States, 553 U. S. 708 (2008)\n, is not to the contrary. InIrizarrywe held that Federal\nRule of Criminal Procedure 32(h) does not require a judge to inform\na defendant, in advance of a sentencing proceeding, of his intent\nto vary above the Guidelines range.Id.,at 715–716. That\nnarrow decision has no bearing on the broader question whether\nordinary people are entitled to fair notice, under the Due Process\nClause, of the rules that will dictate their\npunishment.3SeeUnited Statesv.Hurlburt, 835 F. 3d 715, 721–725 (CA7 2016) (en\nbanc) (the Guidelines are subject to vagueness challenges);United Statesv.Calabretta, 831 F. 3d 128,\n136–137 (CA3 2016) (same);United Statesv.Sheffield, 832 F. 3d 296, 312–313 (CADC 2016) (same);United Statesv.Pawlak, 822 F. 3d 902, 905–911\n(CA6 2016) (same);United Statesv.Madrid, 805\nF. 3d 1204, 1210–1211 (CA10 2015) (same). But seeUnited\nStatesv.Matchett, 802 F. 3d 1185, 1193–1196 (CA11\n2015) (they are not).4The Court’s adherence to\nthe formalistic distinction between mandatory and advisory rules at\nleast leaves open the question whether defendants sentenced to\nterms of imprisonment before our decision inUnited Statesv.Booker, 543 U. S. 220 (2005) —that is, during the\nperiod in which the Guidelinesdid“fix the permissible\nrange of sentences,”ante, at 5—may mount vagueness attacks\non their sentences. See Brief for Scholars of Criminal Law, Federal\nCourts, and Sentencing asAmici Curiae33–34. That question\nis not presented by this case and I, like the majority, take no\nposition on its appropriate resolution.5Indeed, the Ninth Circuit\nhas held for decades that the Guidelines are subject to vagueness\nchallenges, seeUnited Statesv.Helmy, 951\nF. 2d 988, 993 (CA9 1991), yet the Government represents that\nthat court has never found a Guideline unconstitutionally vague.\nSee Reply Brief for United States 20.",
    "joined": []
}