{
    "case": {
        "docket": "582",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/582/"
    },
    "id": "1963487",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGCHAMBER OF COMMERCE OF UNITED STATES OFAMERICA V. WHITING563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-115CHAMBER OF COMMERCE OF THE UNITED STATES OF\nAMERICA, et al., PETITIONERSv.MICHAEL B. WHITING\net al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[May 26, 2011]Justice Sotomayor,\ndissenting.In enacting the Immigration\nReform and Control Act of 1986 (IRCA), 100 Stat. 3359, Congress\ncreated a “comprehensive scheme prohibiting the employment of\nillegal aliens in the United States.”Hoffman Plastic\nCompounds, Inc.v.NLRB,535 U. S. 137, 147\n(2002). The Court reads IRCA’s saving clause—which preserves from\npre-emption state “licensing and similar laws,” 8 U. S. C.\n§1324a(h)(2)—to permit States to determine for themselves whether\nsomeone has employed an unauthorized alien so long as they do so in\nconjunction with licensing sanctions. This reading of the saving\nclause cannot be reconciled with the rest of IRCA’s comprehensive\nscheme. Having constructed a federal mechanism for determining\nwhether someone has knowingly employed an unauthorized alien, and\nhaving withheld from the States the information necessary to make\nthat determination, Congress could not plausibly have intended for\nthe saving clause to operate in the way the majority reads it to\ndo. When viewed in context, the saving clause can only be\nunderstood to preserve States’ authority to impose licensing\nsanctions after a final federal determination that a person has\nviolated IRCA by knowingly employing an unauthorized alien. Because\nthe Legal Arizona Workers Act instead creates a separate state\nmechanism for Arizona state courts to determine whether a person\nhas employed an unauthorized alien, I would hold that it falls\noutside the saving clause and is pre-empted.I would also hold that federal law pre-empts\nthe provision of the Arizona Act making mandatory the use of\nE-Verify, the federal electronic verification system. By requiring\nArizona employers to use E-Verify, Arizona has effectively made a\ndecision for Congress regarding use of a federal resource, in\ncontravention of the significant policy objectives motivating\nCongress’ decision to make participation in the E-Verify program\nvoluntary.IAI begin with the plain text of\nIRCA’s pre-emption clause. IRCA expressly pre-empts States from\n“imposing civil or criminal sanctions (other than through licensing\nand similar laws) upon those who employ, or recruit or refer for a\nfee for employment, unauthorized aliens.”[Footnote 1]Ibid.The Arizona Act, all agree,\nimposes civil sanctions upon those who employ unauthorized aliens.\nThe Act thus escapes express pre-emption only if it falls within\nIRCA’s parenthetical saving clause for “licensing and similar\nlaws.”Ibid.The saving clause is hardly a\nparagon of textual clarity. IRCA does not define “licensing,” nor\ndoes it use the word “licensing” in any other provision. Laws that\nimpose sanctions by means of licensing exist in many forms. Some\npermit authorities to take action with respect to licenses upon\nfinding that a licensee has engaged in prohibited conduct. See,\ne.g., Ariz. Rev. Stat. Ann. §4–210(A)(1) (West 2011) (liquor\nlicenses may be suspended or revoked if the licensing authority\ndetermines after notice and a hearing that repeated acts of\nviolence have occurred on the licensed premises). Others, more\nnarrowly, permit authorities to take such action following a\npre-existing determination by another authorized body that the\nlicensee has violated another provision of law. See,e.g.,\n§4–202(D) (liquor licenses may not be renewed to persons who have\nbeen convicted of felonies within the past five years). That both\ntypes of laws might be defined in some contexts as licensing laws\ndoes not necessarily mean that Congress intended the saving clause\nto encompass both types. SeeDolanv.Postal\nService,546 U.\nS. 481, 486 (2006) (“A word in a statute may or may not extend\nto the outer limits of its definitional possibilities”); see alsoFCCv.AT&T Inc., 562 U. S. ___, ___ (2011)\n(slip op., at 9) (“[C]onstruing statutory language is not merely an\nexercise in ascertaining the outer limits of [a word’s]\ndefinitional possibilities” (internal quotation marks omitted;\nsecond alteration in original)). In isolation, the text of IRCA’s\nsaving clause provides no hint as to which type or types of\nlicensing laws Congress had in mind.BBecause the plain text of the\nsaving clause does not resolve the question, it is necessary to\nlook to the text of IRCA as a whole to illuminate Congress’ intent.\nSeeDolan, 546 U. S., at 486 (“Interpretation of a word or\nphrase depends upon reading the whole statutory text, considering\nthe purpose and context of the statute”);Aliv.Federal Bureau of Prisons,552 U. S. 214, 222\n(2008) (construction of a statutory term “must, to the extent\npossible, ensure that the statutory scheme is coherent and\nconsistent”);Davisv.Michigan Dept. of\nTreasury,489\nU. S. 803, 809 (1989) (“[St]tatutory language cannot be\nconstrued in a vacuum. It is a fundamental canon of statutory\nconstruction that the words of a statute must be read in their\ncontext and with a view to their place in the overall statutory\nscheme”).[Footnote 2]Before Congress enacted IRCA in\n1986, a number of States had enacted legislation prohibiting\nemployment of unauthorized aliens. Seeante, at 2, and n.\n1 (citing 12 such laws). California, for example, prohibited the\nknowing employment of an alien “who is not entitled to lawful\nresidence in the United States” when “such employment would have an\nadverse effect on lawful resident workers,” and made violations\npunishable by fines of $200 to $500. 1971 Cal. Stats. ch. 1442, §1;\nsee alsoDe Canasv.Bica,424 U. S. 351, 352, n. 1\n(1976). Kansas went even further, making it a misdemeanor,\npunishable by a term of confinement not to exceed one month, to\nemploy a person within Kansas knowing “such person to be illegally\nwithin the territory of the United States.” Kan. Stat. Ann.\n§§21–4409, 21–4502 (1981).[Footnote\n3]Congress enacted IRCA amidst this patchwork of\nstate laws. IRCA “ ‘forcefully’ made combating the employment\nof illegal aliens central to ‘the policy of immigration\nlaw.’ ”Hoffman, 535 U. S., at 147 (quotingINSv.National Center for Immigrants’ Rights,\nInc.,502 U. S.\n183, 194, and n. 8 (1991); brackets omitted); see also\nH. R. Rep. No. 99–682, pt. 1, p. 46 (1986) (hereinafter\nH. R. Rep. No. 99–682) (“[L]egislation containing employer\nsanctions is the most humane, credible and effective way to respond\nto the large-scale influx of undocumented aliens”). As the majority\nexplains, IRCA makes it “unlawful for a person or other entity to\nhire, or to recruit or refer for a fee, for employment in the\nUnited States an alien knowing the alien is an unauthorized alien.”\n§1324a(a)(1)(A);ante, at 3. IRCA also requires employers\nto verify that they have reviewed documents establishing an\nemployee’s eligibility for employment. See §1324a(b);ante, at 3–4. These two provisions are the foundation of\nIRCA’s “comprehensive scheme prohibiting the employment of illegal\naliens in the United States.”Hoffman, 535 U. S., at\n147.Congress made explicit its intent that IRCA be\nenforced uniformly. IRCA declares that “[i]t is the sense of the\nCongress that … the immigration laws of the United States should be\nenforced vigorouslyand uniformly.” §115, 100 Stat. 3384\n(emphasis added). Congress structured IRCA’s provisions in a number\nof ways to accomplish this goal of uniform enforcement.First, and most obviously, Congress expressly\ndisplaced the myriad state laws that imposed civil and criminal\nsanctions on employers who hired unauthorized aliens. See\n§1324a(h)(2); see also H. R. Rep. No. 99–682, at 58 (“The\npenalties contained in this legislation are intended to\nspecifically preempt any state or local laws providing civil fines\nand/or criminal sanctions on the hiring, recruitment or referral of\nundocumented aliens”). Congress could not have made its intent to\npre-empt state and local laws imposing civil or criminal sanctions\nany more “ ‘clear [or] manifest.’ ”Medtronic,\nInc.v.Lohr,518 U. S. 470, 485\n(1996) (quotingRicev.Santa Fe Elevator Corp.,331 U. S. 218,\n230 (1947)).Second, Congress centralized in the Federal\nGovernment enforcement of IRCA’s prohibition on the knowing\nemployment of unauthorized aliens. IRCA instructs the Attorney\nGeneral to designate a specialized federal agency unit whose\n“primary duty” will be to prosecute violations of IRCA.\n§1324a(e)(1)(D). IRCA also instructs the Attorney General to\nestablish procedures for receiving complaints, investigating\ncomplaints having “a substantial probability of validity,” and\ninvestigating other violations. §1324a(e)(1); see also 8 CFR\n§274a.9 (2010). Upon concluding that a person has violated IRCA,\nthe Attorney General must provide the person with notice and an\nopportunity for a hearing before a federal administrative law judge\n(ALJ). 8 U. S. C. §§1324a(e)(3)(A), (B). If the person does\nnot request a hearing, the Attorney General may impose a final,\nnonappealable order requiring payment of sanctions.\n§1324a(e)(3)(B). If the person requests a hearing, the ALJ is\nrequired to hold a hearing and, upon finding that the person has\nviolated IRCA, must order the payment of sanctions.\n§1324a(e)(3)(C). The ALJ’s order is the final agency order, unless\nthe affected person requests and obtains further administrative\nappellate review. §1324a(e)(7); see also 28 CFR §68.54 (2010). IRCA\ngrants immigration officers and ALJs “reasonable access to examine\nevidence of any person or entity being investigated” and provides\nthem with extensive subpoena powers. §1324a(e)(2). And the\nimmigration officers investigating suspected violations obviously\nhave access to the relevant federal information concerning the work\nauthorization status of the employee in question.[Footnote 4]Third, Congress provided persons “adversely\naffected” by an agency order with a right of review in the federal\ncourts of appeals. §1324a(e)(8); see also §1324a(e)(9) (directing\nthe Attorney General in cases of noncompliance to file suit in\nfederal district court to enforce a final order imposing\nsanctions); §1324a(f) (authorizing the Attorney General to pursue\ninjunctive relief and criminal sanctions in federal district\ncourt). In this way, Congress ensured that administrative orders\nfinding violations of IRCA would be reviewed by federal judges with\nexperience adjudicating immigration-related matters.Fourth, Congress created a uniquely federal\nsystem by which employers must verify the work authorization status\nof new hires. Under this system, an employer must attest under\npenalty of perjury on a form designated by the Attorney General\n(the I–9 form) that it has examined enumerated identification\ndocuments to verify that a new hire is not an unauthorized alien.\n§1324a(b)(1)(A); see also 8 CFR §274a.2;ante, at 3–4.\nGood-faith compliance with this verification requirement entitles\nan employer to an affirmative defense if charged with violating\nIRCA. §1324a(a)(3); see also H. R. Rep. No. 99–682, at 57.\nNotably, however, IRCA prohibits use of the I–9 form for any\npurpose other than enforcement of IRCA and various provisions of\nfederal criminal law. §1324a(b)(5); 8 CFR §274a.2(b)(4). Use of the\nI–9 form is thus limited tofederalproceedings, as the\nmajority acknowledges. Seeante, at 18, n. 9.Finally, Congress created no mechanism for\nStates to access information regarding an alien’s work\nauthorization status for purposes of enforcing state prohibitions\non the employment of unauthorized aliens. The relevant sections of\nIRCA make no provision for the sharing of work authorization\ninformation between federal and state authorities even though\naccess to that information would be critical to a State’s ability\nto determine whether an employer has employed an unauthorized\nalien. In stark contrast, a separate provision in the same title of\nIRCA creates a verification system by which States can ascertain\nthe immigration status of aliens applying for benefits under\nprograms such as Medicaid and the food stamp program. See IRCA\n§121(a)(1)(C), 42 U. S. C. §1320b–7(d)(3). The existence of a\nverification system in one provision of IRCA, coupled with its\nabsence in the provision governing employment of unauthorized\naliens, suggests strongly that Congress did not contemplate any\nrole for the States in adjudicating questions regarding employment\nof unauthorized aliens. Cf.Batesv.United\nStates,522 U.\nS. 23, 29–30 (1997) (“Where Congress includes particular\nlanguage in one section of a statute but omits it in another\nsection of the same Act, it is generally presumed that Congress\nacts intentionally and purposely in the disparate inclusion or\nexclusion” (internal quotation marks and brackets omitted)).In an attempt to show that Congress intended\nfor the Federal Government to share immigration-related\nin-formation with the States, Arizona points to a federal statute,\n8 U. S. C. §1373(c), requiring the Government to respond to\ncertain inquiries from state agencies. Section 1373(c), however,\nmerely requires the Government to respond to inquiries from state\nagencies “seeking to verify or ascertain the citizenship or\nimmigration status of any individual within the jurisdiction of the\nagency.” It does not require the provision of information regarding\nan alien’s work authorization status, which is not necessar- ily\nsynonymous with immigration status. See 8 CFR §274a.12(c)\n(identifying categories oflegalaliens “who must apply\nfor employment authorization”).[Footnote 5] Arizona has not identified any federal statute\nor regulation requiring the Federal Government to provide\ninformation regarding an alien’s work authorization status to a\nState.[Footnote 6] More\nimportantly, §1373(c) was enacted in 1996, see §642(c), 110 Stat.\n3009–707, and thus says nothing about Congress’ intent when it\nenacted IRCA’s saving clause a decade earlier. SeeJonesv.United States,526 U. S. 227, 238\n(1999).Collectively, these provisions demonstrate\nCongress’ intent to build a centralized, exclusively federal scheme\nfor determining whether a person has “employ[ed], or recruit[ed] or\nrefer[red] for a fee for employment, unauthorized aliens.” 8 U.\nS. C. §1324a(h)(2).CIRCA’s saving clause must be\nconstrued against this backdrop. Focusing primarily on the text of\nthe saving clause, Arizona and the majority read the clause to\npermit States to determine themselves whether a person has employed\nan unauthorized alien, so long as they do so in connection with\nlicensing sanctions. Seeante, at 12–13. This\ninterpretation overlooks the broader statutory context and renders\nthe statutory scheme “[in]coherent and [in]consistent.”Ali, 552 U. S., at 222.Under the majority’s reading of\nthe saving clause, state prosecutors decide whether to commence\nlicensing-related proceedings against a person suspected of\nemploying an unauthorized alien. The majority’s holding also\npermits state courts and other tribunals to adjudicate the question\nwhether an employer has employed an unauthorized alien. The Arizona\nAct illustrates the problems with reading the saving clause to\npermit such state action. The Act directs prosecutors to verify an\nemployee’s work authorization with the Federal Government pursuant\nto §1373(c),e.g., Ariz. Rev. Stat. Ann. §23–212(B) (West\nSupp. 2010), and the state court “shall consider only the federal\ngovernment’s determination pursuant to [§]1373(c)” in “determining\nwhether an employee is an unauthorized alien,”e.g.,\n§23–212(H).[Footnote 7] Putting\naside the question whether §1373(c) actually provides access to\nwork authorization information, §1373(c) did not exist when IRCA\nwas enacted in 1986. Seesupra, at 9. Arizona has not\nidentified any avenue by which States could have accessed work\nauthorization information in the first decade of IRCA’s existence.\nThe absence of any such avenue at the time of IRCA’s enactment\nspeaks volumes as to how Congress would have understood the saving\nclause to operate: If States had no access to information regarding\nthe work authorization status of aliens, how could state courts\nhave accurately adjudicated the question whether an employer had\nemployed an unauthorized alien?The Arizona Act’s reliance on §1373(c)\nhighlights the anomalies inherent in state schemes that purport to\nadjudicate whether an employee is an authorized alien. Even when\nArizona prosecutors obtain information regarding an alien’simmigrationstatus pursuant to §1373(c), the prosecutors\nand state court will have to determine the significance of that\ninformation to an alien’swork authorizationstatus, which\nwill often require deciding techni- cal questions of immigration\nlaw. See,e.g., 8 CFR §§274a.12(a)–(c) (dividing 62\ndifferent classes of aliens into those authorized for employment\nincident to immigration status, those authorized for employment\nwith a specific employer incident to immigration status, and those\nwho must apply for work authorization). And, as discussed above,\nthat information may not shed light at all on an alien’s work\nauthorization status, which is oftentimes distinct from immigration\nstatus. Seesupra, at 8, and n. 5. As a result, in\nmany cases state decisions—made by prosecutors and courts with no\nor little experience in federal immigration law—will rest on\nless-than-complete or inaccurate information, “creat[ing]\nenforcement risks not present in the federal system.”Ante, at 7 (Breyer, J., dissenting). I can discern no\nreason why Congress would have intended for state courts\ninexperienced in immigration matters to adjudicate, in the context\nof licensing sanctions, the very same question that IRCA commits to\nfederal officers, ALJs, and the courts of appeals.Equally problematic is the fact that employers\ncharged under a state enforcement scheme with hiring unauthorized\naliens are foreclosed from using I–9 forms in their defense in the\nstate proceedings. Like IRCA, the Arizona Act confers an\naffirmative defense on employers who comply in good faith with\nIRCA’s verification requirement. See Ariz. Rev. Stat. Ann.\n§§23–212(J), 23–212.01(J). As discussed above, however, IRCA\nprohibits an employer from using the I–9 form to establish that\naffirmative defense under Arizona law. See 8 U. S. C.\n§1324a(b)(5); 8 CFR §274a.2(b)(4). Not to worry, the majority says:\nThe employer can establish the affirmative defense through office\npolicies and testimony of employees.Ante, at 18,\nn. 9. But Congress made the I–9 verification system and\naccompanying good-faith defense central to IRCA. See,e.g., H. R. Rep. No. 99–682, at 60 (“[A]n effective\nverification procedure, combined with an affirmative defense for\nthose who in good faith follow the procedure, is essential”). Given\nthe importance of this procedure, if Congress in fact intended for\nstate courts to adjudicate whether a person had employed an\nunauthorized alien in connection with licensing sanctions, why\nwould it have prohibited that person from using the I–9 form—“the\nemployer’s most effective evidence,”ante, at 9 (Breyer,\nJ., dissenting)—in the state-court proceeding? The question answers\nitself: Congress intended no such thing.Furthermore, given Congress’ express goal of\n“unifor[m]” enforcement of “the immigration laws of the United\nStates,” IRCA §115, 100 Stat. 3384, I cannot believe that Congress\nintended for the 50 States and countless localities to implement\ntheir own distinct enforcement and adjudication procedures for\ndeciding whether employers have employed unauthorized aliens.\nReading the sav-ing clause as the majority does subjects employers\nto a patchwork of enforcement schemes similar to the one that\nCongress sought to displace when it enacted IRCA. Having carefully\nconstructed a uniform federal scheme for determining whether a\nperson has employed an unauthorized alien, Congress could not\nplausibly have meant to create such a gaping hole in that scheme\nthrough the undefined, parenthetical phrase “licensing and similar\nlaws.” SeeWhitmanv.American Trucking Assns.,\nInc.,531 U. S.\n457, 468 (2001) (“Congress … does not, one might say, hide\nelephants in mouseholes”).In sum, the statutory scheme as a whole\ndefeats Arizona’s and the majority’s reading of the saving clause.\nCongress would not sensibly have permitted States to determine for\nthemselves whether a person has employed an unauthorized alien,\nwhile at the same time creating a specialized federal procedure for\nmaking such a determination, withholding from the States the\ninformation necessary to make such a determination, and precluding\nuse of the I–9 forms in nonfederal proceedings. SeeUnited\nStatesv.Locke,529 U. S. 89, 106 (2000)\n(“We decline to give broad effect to saving clauses where doing so\nwould upset the careful regulatory scheme established by federal\nlaw”).To render IRCA’s saving clause consistent with\nthe statutory scheme, I read the saving clause to permit States to\nimpose licensing sanctions following a final federal determination\nthat a person has violated §1324a(a)(1)(A) by knowingly hiring,\nrecruiting, or referring for a fee an unauthorized alien.[Footnote 8] This interpretation both is\nfaithful to the saving clause’s text, seesupra, at 2–3,\nand best reconciles the saving clause with IRCA’s “careful\nregulatory scheme,”Locke, 529 U. S., at 106. It also\nmakes sense as a practical matter. In enacting IRCA’s pre-emption\nclause, Congress vested in the Federal Government the authority to\nimpose civil and criminal sanctions on persons who employ\nunauthorized aliens. Licensing and other types of business-related\npermissions are typically a matter of state law, however. See,e.g.,Kamenv.Kemper Financial Services,\nInc.,500 U. S.\n90, 98 (1991) (noting that “[c]orporation law” is an area\ntraditionally “governed by state-law standards”);Chicago Title\n& Trust Co.v.Forty-One Thirty-Six Wilcox Bldg.\nCorp.,302 U.\nS. 120, 127 (1937) (“How long and upon what terms a\nstate-created corporation may continue to exist is a matter\nexclusively of state power”). As a result, if Congress wanted to\n“ensur[e] that a full range of sanctions [was] available to be used\nagainst businesses that employ unauthorized aliens,” Brief for\nRespondent 37, Congress had to authorize the States and localities\nto impose licensing sanctions following a federal adjudication of a\nviolation of IRCA.I do not mean to suggest that the mere\nexistence of a comprehensive federal scheme necessarily reveals a\ncongressional intent to oust state remedies. Cf.Englishv.General Elec. Co.,496 U. S. 72, 87 (1990)\n(“[T]he mere existence of a federal regulatory or enforcement\nscheme … does not by itself imply pre-emption of state remedies”);New York State Dept. of Social Servs.v.Dublino,413 U. S. 405,\n415 (1973) (rejecting the argument that “pre-emption is to be\ninferred merely from the comprehensive character of the federal\n[program]”). Here, Congress has made clear its intent to oust state\ncivil and criminal remedies; the sole question is the scope of the\nsaving clause’s exception for “licensing and similar laws.” The\ncomprehensive scheme established by Congress necessarily informs\nthe scope of this clause. For all the reasons stated, the only\ninterpretation of that clause that is consistent with the rest of\nthe statute is that it preserves the States’ authority to impose\nlicensing sanctions after a final federal determination that a\nperson has violated IRCA’s prohibition on the knowing employment of\nunauthorized aliens.Under my construction of the saving clause,\nthe Arizona Act cannot escape pre-emption. The Act authorizes\nArizona county attorneys to commence actions charging an employer\nwith having employed an unauthorized alien. Ariz. Rev. Stat. Ann.\n§§23–212(D), 23–212.01(D). Arizona state courts must find that an\nemployer has employed an unauthorized alien before imposing the\nsanctions enumerated in the Act. §§23–212(F), 23–212.01(F). Because\nthe Act’s sanctions are not premised on a final federal\ndetermination that an employer has violated IRCA, I would hold that\nthe Act does not fall within IRCA’s saving clause and is therefore\npre-empted.[Footnote 9]III agree with the conclusion\nreached by Justice Breyer in Part IV of his dissenting opinion that\nfederal law impliedly pre-empts the provision in the Arizona Act\nrequiring all Arizona employers to use the federal E-Verify\nprogram. See Ariz. Rev. Stat. Ann. §23–214. I also agree with much\nof his reasoning. I write separately to offer a few additional\nobservations.As we have recently recognized,\nthat a state law makes mandatory something that federal law makes\nvoluntary does not mean, in and of itself, that the state law\n“stands as an obstacle to the accomplishment and execution of the\nfull purposes and objectives of Congress,”Crosbyv.National Foreign Trade Council,530 U. S. 363, 373\n(2000) (internal quotation marks omitted). SeeWilliamsonv.Mazda Motor of America, Inc., 562 U. S. ___, ___ (2011)\n(slip op., at 1–2) (concluding that a federal regulation permitting\nmanufacturers to choose between two seatbelt options did not\npre-empt state tort liability based on a decision to install one of\nthose options); see alsoid., at ___ (slip op., at 2)\n(Sotomayor, J., concurring) (“[T]he mere fact that an agency\nregulation allows manufacturers a choice between options is\ninsufficient to justify implied pre-emption”).This case, however, is readily distinguishable\nfrom cases likeWilliamson, in which state law regulates\nrelationships between private parties. Here, the Arizona Act\ndirectly regulates the relationship between the Federal Government\nand private parties by mandating use of a federally created and\nadministered resource. This case thus implicates the “uniquely\nfederal interes[t]” in managing use of a federal resource.Boylev.United Technologies Corp.,487 U. S. 500, 504\n(1988) (internal quotation marks omitted); see alsoBuckman\nCo.v.Plaintiffs’ Legal Comm.,531 U. S. 341, 347\n(2001) (“[T]he relationship between a federal agency and the entity\nit regulates is inherently federal in character because the\nrelationship originates from, is governed by, and terminates\naccording to federal law”).Significant policy objectives motivated\nCongress’ decision to make use of E-Verify voluntary. In addition\nto those discussed by Justice Breyer, seeante, at 17–19\n(dissenting opinion), I note that Congress considered the cost of a\nmandatory program. In 2003, when Congress elected to expand\nE-Verify to all 50 States but declined to require its use, it cited\na congressionally mandated report concluding that the annual cost\nof the pilot program was $6 million, the annual cost of a\nnationwide voluntary program would be $11 million, and the annual\ncost of a nationwide mandatory program would be $11.7billion. H. R. Rep. No. 108–304, pt. 1, p. 6\n(2003); see also Institute for Survey Research, Temple Univ., and\nWestat, INS Basic Pilot Evaluation: Summary Report 38 (2002)\n(concluding that the Social Security Administration (SSA) and the\nImmigration and Naturalization Service were not “capable of\nenrolling and administering a program for the hundreds of thousands\nof employers in any of the large mandatory programs explored\nhere”). A more recent re-port prepared for the Department of\nHomeland Security similarly noted the costs associated with\nmandatory use of E-Verify. See Westat, Findings of the E-Verify®\nProgram Evaluation 224 (2009) (observing that the SSA estimated\nthat it would have to hire an additional 1,500 field staff to\nhandle a mandatory national program);id., at 251\n(re-commending that any expansion of E-Verify take place gradually\n“to allow the Federal government adequate time to hire and train\nthe new staff required to run such a program”). Permitting States\nto make use of E-Verify mandatory improperly puts States in the\nposition of making decisions for the Federal Government that\ndirectly affect expenditure and depletion of federal\nresources.[Footnote 10]The majority highlights the Government’s\nstatement in itsamicusbrief that “ ‘the E-Verify\nsystem can accommodate the increased use that the Arizona statute\nand existing similar laws would create.’ ”Ante, at\n25 (quoting Brief for United States asAmicus Curiae34).\nBut “[t]he purpose of Congress is the ultimate touchstone in every\npre-emption case.”Medtronic, 518 U. S., at 494 (internal\nquotation marks omitted). It matters not whether the Executive\nBranch believes that the Government is now capable of handling the\nburdens of a mandatory system.[Footnote 11] Congressional intent controls, and Congress\nhas repeatedly decided to keep the E-Verify program voluntary.\nBecause state laws requiring use of E-Verify frustrate the\nsignificant policy objectives underlying this decision, thereby\nimposing explicitly unwanted burdens on the Federal Government, I\nwould hold that federal law impliedly pre-empts the Arizona\nrequirement.*  *  *For these reasons, I cannot agree\nwith either of the Court’s holdings in this case. I respectfully\ndissent.Footnote 1IRCA defines the term “unauthorized alien” to\nmean, “with respect to the employment of an alien at a particular\ntime, that the alien is not at that time either (A) an alien\nlawfully admitted for permanent residence, or (B) authorized to be\nso employed by this chapter or by the Attorney General.” 8 U.\nS. C. §1324a(h)(3).Footnote 2As these cases demonstrate, a contextual\nanalysis of a statutory provision is in no way “untethered” from\nthe statute’s text.Ante, at 15, n. 6. To the\ncontrary, the majority’s reading of the saving clause—with its\nsingular focus on the undefined word “licensing” to the exclusion\nof all contextual considerations—is “untethered” from the statute\nas a whole.Footnote 3None of the pre-IRCA state laws cited by the\nmajority provided for licensing-related sanctions. The parties have\nnot identified any pre-IRCA state laws related to licensing that\npurported to regulate the employment of unauthorized aliens other\nthan those governing agricultural labor contractors. Seeante, at 13–14 (Breyer, J., dissenting).Footnote 4By regulation, the Attorney General has\nconferred on parties charged with violating IRCA the right to\nobtain discovery from the Federal Government in a hearing before an\nALJ. See 28 CFR §68.18.Footnote 5For example, spouses and minor children of\npersons working in the United States as exchange visitors must\napply for employment authorization even though they have lawful\nimmigration status as dependents of the exchange visitor. See 8 CFR\n§274a.12(c)(5).Footnote 6In its capacity as an employer, a State may\nbe able to access in-formation regarding the work authorization\nstatus of its employees through use of E-Verify.Footnote 7However, the “federal government’s\ndetermination creates [only] a rebuttable presumption of the\nemployee’s lawful status.”E.g., §23–212(H).Footnote 8This reading of the saving clause finds\nsupport in IRCA’s legislative history. The House Committee on the\nJudiciary reported that IRCA was “not intended to preempt or\nprevent lawful state or local processes concerning the suspension,\nrevocation or refusal to reissue a license to any person who has\nbeen found to have violated the sanctions pro-visionsin this\nlegislation.” H. R. Rep. No. 99–682, at 58 (emphasis\nadded). The Committee’s reference to “this legislation” is, of\ncourse, a reference to IRCA, and only federal officers, ALJs, and\ncourts have authority under IRCA to find that a person has violated\nthe statute’s sanctions provisions.My reading is also consistent with, though not\ncompelled by, the provisions in IRCA that amended the Migrant and\nSeasonal Agricultural Worker Protection Act (AWPA), 96 Stat. 2583.\nAs Justice Breyer discusses in detail, seeante, at 13–15\n(dissenting opinion), AWPA requires entities to secure a\ncertificate of registration from the Department of Labor before\nengaging in any “farm labor contracting activity.” AWPA §101, 96\nStat. 2587, 29 U. S. C. §1811(a). Before 1986, AWPA prohibited\nfarm labor contractors from hiring unauthorized aliens, and it\npermitted the Department of Labor to institute administrative\nproceedings to enforce this prohibition. See §§103(a)(3), 103(b),\n106(a), 96 Stat. 2588–2590. In IRCA, Congress repealed this\npro-hibition, IRCA §101(b)(1)(C), but authorized the Secretary of\nLabor to withdraw a contractor’s federal registration certificate\nupon a finding of an IRCA violation, IRCA §101(b)(1)(B)(iii), 100\nStat. 3372, 29 U. S. C. §1813(a)(6). Thus, IRCA made AWPA’s\nlicensing sanctions turn on a prior federal adjudication of a\nviolation of IRCA.Footnote 9Because I believe that the Arizona Act does\nnot fall within IRCA’s saving clause for this reason, I have no\nreason to consider the sepa- rate question whether the Act’s\ndefinition of “license” sweeps too broadly. Compareante,\nat 9–11, withante, at 1–2, 11–12 (Breyer, J.,\ndissenting).Footnote 10InWilliamsonv.Mazda Motor of\nAmerica, Inc., 562 U. S. ___, ___ (2011) (slip op., at 10), we\nheld that the Federal Government’s judgment regarding the cost\neffectiveness of seatbelt options did not reveal an intent “to\nforbid common-law tort suits in which a judge or jury might reach a\ndifferent conclusion.” The obvious distinction between that case\nand this one is that Congress’ decision to keep use of E-Verify\nvoluntary bears directly on the costs to the Federal Government\nitself.Footnote 11Notably, the Government’s brief does not\nstate that the E-Verify system could accommodate the increased use\nthat would result if all 50 States enacted similar laws; it limits\nits statement to “the Arizona statute andexistingsimilar\nlaws.” Brief for United States asAmicus Curiae34\n(emphasis added).",
    "joined": []
}