{
    "case": {
        "docket": "16-9493",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-9493/"
    },
    "id": "3916577",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–9493_________________FLORENCIO ROSALES-MIRELES, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 18, 2018]Justice Sotomayor delivered the opinion of the\nCourt.Federal Rule of Criminal Procedure 52(b)\nprovides that a court of appeals may consider errors that are plain\nand affect substantial rights, even though they are raised for the\nfirst time on appeal. This case concerns the bounds of that\ndiscretion, and whether a miscalculation of the United States\nSentencing Guidelines range, that has been determined to be plain\nand to affect a defendant’s substantial rights, calls for a court\nof appeals to exercise its discretion under Rule 52(b) to vacate\nthe defendant’s sentence. The Court holds that such an error will\nin the ordinary case, as here, seriously affect the fairness,\nintegrity, or public reputation of judicial proceedings, and thus\nwill warrant relief.IAEach year, thousands of individuals are\nsentenced to terms of imprisonment for violations of federal law.\nDistrict courts must determine in each case what constitutes a\nsentence that is “sufficient, but not greater than necessary,” 18\nU. S. C. §3553(a), to achieve the overarching sentencing\npurposes of “retribution, deterrence, incapacitation, and\nrehabilitation.”Tapiav.United States, 564\nU. S. 319, 325 (2011); 18 U. S. C. §§3551(a),\n3553(a)(2). Those decisions call for the district court to exercise\ndiscretion. Yet, to ensure “ ‘certainty and fairness’ ”\nin sentencing, district courts must operate within the framework\nestablished by Congress.United Statesv.Booker, 543\nU. S. 220, 264 (2005) (quoting 28 U. S. C.\n§991(b)(1)(B)).The Sentencing Guidelines serve an important\nrole in that framework. “ ‘[D]istrict courtsmustbegin\ntheir analysis with the Guidelines and remain cognizant of them\nthroughout the sentencing process.’ ”Peughv.United States, 569 U. S. 530, 541 (2013) (quotingGallv.United States, 552 U. S. 38, 50,\nn. 6 (2007); emphasis in original). Courts are not bound by\nthe Guidelines, but even in an advisory capacity the Guidelines\nserve as “a meaningful benchmark” in the initial determination of a\nsentence and “through the process of appellate review.” 569\nU. S., at 541.Of course, to consult the applicable Guidelines\nrange, a district court must first determine what that range is.\nThis can be a “complex” undertaking.Molina-Martinezv.United States, 578 U. S. ___, ___ (2016) (slip op., at\n4). The United States Probation Office, operating as an arm of the\ndistrict court, first creates a presentence investigation report,\n“which includes a calculation of the advisory Guidelines range it\nconsiders to be applicable.”Id.,at ___ (slip op.,\nat 3); see Fed. Rules Crim. Proc. 32(c)(1)(A), (d)(1); United\nStates Sentencing Commission, Guidelines Manual §1B1.1(a) (Nov.\n2016) (USSG). That calculation derives from an assessment of the\n“offense characteristics, offender characteristics, and other\nmatters that might be relevant to the sentence.”Ritav.United States,551 U.S.\n338, 342 (2007) (internal quotation marks omitted).\nSpecifically, an offense level is calculated by identifying a base\nlevel for the offense of conviction and adjusting that level to\naccount for circumstances specific to the defendant’s case, such as\nhow the crime was committed and whether the defendant accepted\nresponsibility. See USSG §§1B1.1(a)(1)–(5). A numerical value is\nthen attributed to any prior offenses committed by the defendant,\nwhich are added together to generate a criminal history score that\nplaces the defendant within a particular criminal history category.\n§§1B1.1(a)(6), 4A1.1. Together, the offense level and the criminal\nhistory category identify the applicable Guidelines range.\n§1B1.1(a)(7).BThe district court has the ultimate\nresponsibility to ensure that the Guidelines range it considers is\ncorrect, and the “[f]ailure to calculate the correct Guidelines\nrange constitutes procedural error.”Peugh, 569 U. S.,\nat 537. Given the complexity of the calculation, however, district\ncourts sometimes make mistakes. It is unsurprising, then, that\n“there will be instances when a district court’s sentencing of a\ndefendant within the framework of an incorrect Guidelines range\ngoes unnoticed” by the parties as well, which may result in a\ndefendant raising the error for the first time on appeal.Molina-Martinez, 578 U. S., at ___ (slip op., at 4).\nThose defendants are not entirely without recourse.Federal Rule of Criminal Procedure 52(b)\nprovides that “[a] plain error that affects substantial rights may\nbe considered even though it was not brought to the [district]\ncourt’s attention.” InUnited Statesv.Olano, 507\nU. S. 725 (1993), the Court established three conditions that\nmust be met before a court may consider exercising its discretion\nto correct the error. “First, there must be an error that has not\nbeen intentionally relinquished or abandoned. Second, the error\nmust be plain—that is to say, clear or obvious. Third, the error\nmust have affected the defendant’s substantial rights.”Molina-Martinez, 578 U. S., at ___ (slip op., at 4)\n(citations omitted). To satisfy this third condition, the defendant\nordinarily must “ ‘show a reasonable probability that, but for\nthe error,’ the outcome of the proceeding would have been\ndifferent.”Ibid.(quotingUnited Statesv.Dominguez Benitez, 542 U. S. 74, 76, 82 (2004)). Once\nthose three conditions have been met, “the court of appeals should\nexercise its discretion to correct the forfeited error if the error\nseriously affects the fairness, integrity or public reputation of\njudicial proceedings.”Molina-Martinez, 578 U. S., at\n___ (slip op., at 4–5) (internal quotation marks omitted). It is\nthis last consideration, often calledOlano’s fourth prong,\nthat we are asked to clarify and apply in this case.CPetitioner Florencio Rosales-Mireles pleaded\nguilty to illegal reentry in violation of 8 U. S. C.\n§§1326(a), (b)(2). The Probation Office in its presentence\ninvestigation report mistakenly counted a 2009 state conviction of\nmisdemeanor assault twice. This double counting resulted in a\ncriminal history score of 13, which placed Rosales-Mireles in\ncriminal history category VI. Combined with his offense level of\n21, that yielded a Guidelines range of 77 to 96 months. Had the\ncriminal history score been calculated correctly, Rosales-Mireles\nwould have been in criminal history category V, and the resulting\nGuidelines range would have been 70 to 87 months. See USSG ch. 5,\npt. A (sentencing table).Rosales-Mireles did not object to the\ndouble-counting error before the District Court. Relying on the\nerroneous presentence investigation report, and after denying\nRosales-Mireles’ request for a downward departure, the District\nCourt sentenced Rosales-Mireles to 78 months of imprisonment, one\nmonth above the lower end of the Guidelines range that everyone\nthought applied.On appeal, Rosales-Mireles argued for the first\ntime that his criminal history score and the resulting Guidelines\nrange were incorrect because of the double counting of his 2009\nconviction. Because he had not objected in the District Court, the\nCourt of Appeals for the Fifth Circuit reviewed for plain error.\n850 F. 3d 246, 248 (2017).Applying theOlanoframework, the Fifth\nCircuit concluded that Rosales-Mireles had established that the\nGuidelines miscalculation constituted an error that was plain,\nsatisfyingOlano’s first two conditions. It also held that\nthe error affected Rosales-Mireles’ substantial rights, thus\nsatisfying the third condition, because there was “a reasonable\nprobability that he would have been subject to a different sentence\nbut for the error.” 850 F. 3d, at 249. In reaching that\nconclusion, the Fifth Circuit rejected the Government’s argument\nthat Rosales-Mireles would have received the same sentence\nregardless of the Guidelines error, because the District Court had\ndenied a downward departure “based, in part, on Rosales-Mireles’\ncriminal history,” which “erroneously included an extra\nconviction.”Ibid.The Fifth Circuit nevertheless declined to\nexercise its discretion to vacate and remand the case for\nresentencing because it concluded that Rosales-Mireles failed to\nestablish that the error would seriously affect the fairness,\nintegrity, or public reputation of judicial proceedings. In its\nview, “the types of errors that warrant reversal are ones that\nwould shock the conscience of the common man, serve as a powerful\nindictment against our system of justice, or seriously call into\nquestion the competence or integrity of the district judge.”Id., at 250 (internal quotation marks and alterations\nomitted). Because Rosales-Mireles’ sentence of 78 months fell\nwithin the correct range of 70 to 87 months, the Fifth Circuit held\nthat neither the error nor the resulting sentence “would shock the\nconscience.”Ibid.The Fifth Circuit’s articulation ofOlano’s fourth prong is out of step with the practice of\nother Circuits.[1] We granted\ncertiorari to resolve that conflict, 582 U. S. ___ (2017), and\nnow reverse.IIAAlthough “Rule 52(b) is permissive, not\nmandatory,”Olano, 507 U. S., at 735, it is well\nestablished that courts “should” correct a forfeited plain error\nthat affects substantial rights “if the error ‘seriously affects\nthe fairness, integrity or public reputation of judicial\nproceedings.’ ”Id.,at 736 (quotingUnited\nStatesv.Atkinson, 297 U. S. 157, 160 (1936);\nalteration omitted); see alsoMolina-Martinez, 578\nU. S., at ___–___ (slip op., at 4–5). The Court inOlanorejected a narrower rule that would have called for\nrelief only “ ‘in those circumstances in which a miscarriage\nof justice would otherwise result,’ ” that is to say, where a\ndefendant is actually innocent. 507 U. S., at 736 (quotingUnited Statesv.Young, 470 U. S. 1, 15 (1985)).\nBy focusing instead on principles of fairness, integrity, and\npublic reputation, the Court recognized a broader category of\nerrors that warrant correction on plain-error review. See 507\nU. S., at 736–737.Like the miscarriage-of-justice rule that the\nCourt rejected inOlano, the Fifth Circuit’s standard is\nunduly restrictive. To be sure, a conclusion that an error\n“shock[s] the conscience of the common man, serve[s] as a powerful\nindictment against our system of justice, or seriously call[s] into\nquestion the competence or integrity of the district judge,” 850\nF. 3d, at 250 (internal quotation marks omitted), would demand\nan exercise of discretion to correct the error. Limiting relief\nonly to those circumstances, however, too narrowly confines the\nextent of a court of appeals’ discretion.The “shock the conscience” standard typically is\nemployed when determining whether governmental action violates due\nprocess rights under the Fifth and Fourteenth Amendments. SeeCounty of Sacramentov.Lewis, 523 U. S. 833,\n847, n. 8 (1998) (“[I]n a due process challenge to executive\naction, the threshold question is whether the behavior of the\ngovernmental officer is so egregious, so outrageous, that it may\nfairly be said to shock the contemporary conscience”). This Court\nhas said that the “shock the conscience” standard is satisfied\nwhere the conduct was “intended to injure in some way unjustifiable\nby any government interest,” or in some circumstances if it\nresulted from deliberate indifference.Id.,at 849–850.That standard is not reflected in Rule 52(b)\nitself, nor in how this Court has applied the plain-error doctrine.\nThe Court repeatedly has reversed judgments for plain error on the\nbasis of inadvertent or unintentional errors of the court or the\nparties below. See,e.g.,Silberv.United\nStates, 370 U. S. 717, 717–718 (1962) (per curiam)\n(reversing judgment for plain error as a result of insufficient\nindictment);Brasfieldv.United States, 272\nU. S. 448, 449–450 (1926) (reversing judgment for plain error\nwhere the trial judge improperly inquired of a jury’s numerical\ndivision);Clyattv.United States, 197 U. S.\n207, 222 (1905) (reversing judgment for plain error where the\nGovernment presented insufficient evidence to sustain conviction).\nThe Court also “routinely remands” cases involving inadvertent or\nunintentional errors, including sentencing errors, for\nconsideration ofOlano’s fourth prong with the understanding\nthat such errors may qualify for relief.Hicksv.United\nStates, 582 U. S. ___, ___ (2017) (Gorsuch, J.,\nconcurring) (slip op., at 2).The Fifth Circuit’s additional focus on errors\nthat “serve as a powerful indictment against our system of justice,\nor seriously call into question the competence or integrity of the\ndistrict judge,” 850 F. 3d, at 250 (internal quotation marks\nomitted), similarly alters the Rule 52(b) standard. The Court has\nnever said that errors must amount to a “powerful indictment” of\nthe system, a phrase which implies by its terms that the only\nerrors worthy of correction are those that rise to the level of\ngrossly serious misconduct. Similarly, the Fifth Circuit’s emphasis\non the “competence or integrity of the district judge” narrowsOlano’s instruction that an error should be corrected if it\nseriously affects “judicial proceedings.” In articulating such a\nhigh standard, the Fifth Circuit substantially changedOlano’s fourth prong.BThe effect of the Fifth Circuit’s heightened\nstandard is especially pronounced in a case like this one. A plain\nGuidelines error that affects a defendant’s substantial rights is\nprecisely the type of error that ordinarily warrants relief under\nRule 52(b).InMolina-Martinez, the Court recognized\nthat “[w]hen a defendant is sentenced under an incorrect Guidelines\nrange—whether or not the defendant’s ultimate sentence falls within\nthe correct range—the error itself can, and most often will, be\nsufficient to show a reasonable probability of a different outcome\nabsent the error.” 578 U. S., at ___ (slip op., at 9). In\nother words, an error resulting in a higher range than the\nGuidelines provide usually establishes a reasonable probability\nthat a defendant will serve a prison sentence that is more than\n“necessary” to fulfill the purposes of incarceration. 18\nU. S. C. §3553(a);Tapia, 564 U. S., at 325.\n“To a prisoner,” this prospect of additional “time behind bars is\nnot some theoretical or mathematical concept.”Barberv.Thomas, 560 U. S. 474, 504 (2010) (Kennedy, J.,\ndissenting). “[A]ny amount of actual jail time” is significant,Gloverv.United States, 531 U. S. 198, 203\n(2001), and “ha[s] exceptionally severe consequences for the\nincarcerated individual [and] for society which bears the direct\nand indirect costs of incarceration,”United Statesv.Jenkins, 854 F. 3d 181, 192 (CA2 2017). The possibility\nof additional jail time thus warrants serious consideration in a\ndetermination whether to exercise discretion under Rule 52(b). It\nis crucial in maintaining public perception of fairness and\nintegrity in the justice system that courts exhibit regard for\nfundamental rights and respect for prisoners “as people.” T. Tyler,\nWhy People Obey the Law 164 (2006).The risk of unnecessary deprivation of liberty\npar- ticularly undermines the fairness, integrity, or public rep-\nutation of judicial proceedings in the context of a plain\nGuidelines error because of the role the district court plays in\ncalculating the range and the relative ease of correcting the\nerror. Unlike “case[s] where trial strategies, in retrospect, might\nbe criticized for leading to a harsher sentence,” Guidelines\nmiscalculations ultimately result from judicial error.Glover, 531 U. S., at 204; see alsoPeugh, 569\nU. S., at 537. That was especially so here where the District\nCourt’s error in imposing Rosales-Mireles’ sentence was based on a\nmistake made in the presentence investigation report by the\nProbation Office, which works on behalf of the District Court.\nMoreover, “a remand for resentencing, while not costless, does not\ninvoke the same difficulties as a remand for retrial does.”Molina-Martinez, 578 U. S., at ___ (slip op., at 15)\n(internal quotation marks omitted). “A resentencing is a brief\nevent, normally taking less than a day and requiring the attendance\nof only the defendant, counsel, and court personnel.”United\nStatesv.Williams, 399 F. 3d 450, 456 (CA2\n2005).Ensuring the accuracy of Guidelines\ndeterminations also serves the purpose of “providing certainty and\nfairness in sentencing” on a greater scale. 28 U. S. C.\n§994(f); see also §991(b)(1)(B);Booker, 543 U. S., at\n264. The Guidelines assist federal courts across the country in\nachieving uniformity and proportionality in sentencing. SeeRita, 551 U. S., at 349. To realize those goals, it is\nimportant that sentencing proceedings actually reflect the nature\nof the offense and criminal history of the defendant, because the\nUnited States Sentencing Commission relies on data developed during\nsentencing proceedings, including information in the presentence\ninvestigation report, to determine whether revisions to the\nGuidelines are necessary. Seeid.,at 350. When sentences\nbased on incorrect Guidelines ranges go uncorrected, the\nCommission’s ability to make appropriate amendments is\nundermined.[2]In broad strokes, the public legitimacy of our\njustice system relies on procedures that are “neutral, accurate,\nconsistent, trustworthy, and fair,” and that “provide opportunities\nfor error correction.” Bowers & Robinson, Perceptions of\nFairness and Justice: The Shared Aims and Occasional Conflicts of\nLegitimacy and Moral Credibility, 47 Wake Forest L. Rev. 211,\n215–216 (2012). In considering claims like Rosales-Mireles’, then,\n“what reasonable citizen wouldn’t bear a rightly diminished view of\nthe judicial process and its integrity if courts refused to correct\nobvious errors of their own devise that threaten to require\nindividuals to linger longer in federal prison than the law\ndemands?”United Statesv.Sabillon-Umana, 772\nF. 3d 1328, 1333–1334 (CA10 2014) (Gorsuch, J.). In the\ncontext of a plain Guidelines error that affects substantial\nrights, that diminished view of the proceedings ordinarily will\nsatisfyOlano’s fourth prong, as it does in this\ncase.[3] As the Fifth Circuit\nitself concluded, there is a reasonable probability that, without\ncorrection of the Guidelines error, Rosales-Mireles will spend more\ntime in prison than the District Court otherwise would have\nconsidered necessary. 850 F. 3d, at 249. That error was based\non a mistake by the Probation Office, a mistake that can be\nremedied through a relatively inexpensive resentencing\nproceeding.Of course, any exercise of discretion at the\nfourth prong ofOlanoinherently requires “a case-specific\nand fact-intensive” inquiry.Puckettv.United\nStates, 556 U. S. 129, 142 (2009); see alsoYoung,\n470 U. S., at 16–17, n. 14. There may be instances where\ncountervailing factors satisfy the court of appeals that the\nfairness, integrity, and public reputation of the proceedings will\nbe preserved absent correction. But on the facts of this case,\nthere are no such factors.[4]IIIThe United States and the dissent agree with\nRosales-Mireles that the Fifth Circuit’s formulation of the\nstandard for the exercise of discretion under Rule 52(b) “is an\ninaccurate description” ofOlano’s fourth prong. Brief for\nUnited States 34;post,at 1, n. 1 (opinion of Thomas,\nJ.) (“[T]he Fifth Circuit’s standard is higher than the one\narticulated in this Court’s precedents”). They nevertheless\nmaintain that Rosales-Mireles is not entitled to relief. We are\nunpersuaded, though a few points merit brief discussion.First, the United States and the dissent caution\nthat a grant of relief in Rosales-Mireles’ case and in others like\nhis would be inconsistent with the Court’s statements that\ndiscretion under Rule 52(b) should be exercised “sparingly,”Jonesv.United States, 527 U. S. 373, 389\n(1999), and reserved for “exceptional circumstances,”Atkinson, 297 U. S., at 160. As an initial matter,Jonesand the cases it relies on for the point that\ndiscretion should be exercised “sparingly” would have required\nadditional jury proceedings on remand, either at resentencing or\nretrial. See 527 U. S., at 384, 389; see alsoYoung,\n470 U. S. 1;United Statesv.Frady, 456\nU. S. 152 (1982);Hendersonv.Kibbe, 431\nU. S. 145 (1977). As we have explained, a decision remanding a\ncase to the district court for resentencing on the basis of a\nGuidelines miscalculation is far less burdensome than a retrial, or\nother jury proceedings, and thus does not demand such a high degree\nof caution.In any event, the circumstances surrounding\nRosales-Mireles’ case are exceptional within the meaning of the\nCourt’s precedent on plain-error review, as they are reasonably\nlikely to have resulted in a longer prison sentence than necessary\nand there are no countervailing factors that otherwise further the\nfairness, integrity, or public reputation of judicial proceedings.\nThe fact that, as a result of the Court’s holding, most defendants\nin Rosales-Mireles’ situation will be eligible for relief under\nRule 52(b) does not justify a decision that ignores the harmful\neffects of allowing the error to persist.Second, the United States and the dissent assert\nthat, because Rosales-Mireles’ sentence falls within the cor-\nrected Guidelines range, the sentence is presumptively rea- sonable\nand “less likely to indicate a serious injury to the fairness,\nintegrity, or public reputation of judicial proceedings.” Brief for\nUnited States 20–21; see alsopost,at 10. A substantive\nreasonableness determination, however, is an entirely separate\ninquiry from whether an error warrants correction under plain-error\nreview.Before a court of appeals can consider the\nsubstantive reasonableness of a sentence, “[i]t must first ensure\nthat the district court committed no significant procedural error,\nsuch as failing to calculate (or improperly calculating) the\nGuidelines range.”Gall, 552 U. S., at 51. This makes\neminent sense, for the district court is charged in the first\ninstance with determining whether, taking all sentencing factors\ninto consideration, including the correct Guidelines range, a\nsentence is “sufficient, but not greater than necessary.” 18\nU. S. C. §3553(a). If the district court is unable\nproperly to undertake that inquiry because of an error in the\nGuidelines range, the resulting sentence no longer bears the\nreliability that would support a “presumption of reasonableness” on\nreview. SeeGall, 552 U. S., at 51. Likewise,\nregardless of its ultimate reason- ableness, a sentence that lacks\nreliability because of unjust procedures may well undermine public\nperception of the proceedings. See Hollander-Blumoff, The\nPsychology of Procedural Justice in the Federal Courts, 63 Hastings\nL. J. 127, 132–134 (2011) (compilation of psychology research\nshowing that the fairness of procedures influences perceptions of\noutcomes). The mere fact that Rosales-Mireles’ sentence falls\nwithin the corrected Guidelines range does not preserve the\nfairness, integrity, or public reputation of the\nproceedings.[5]Third, the United States and the dissent contend\nthat our decision “creates the very opportunity for ‘sandbagging’\nthat Rule 52(b) is supposed to prevent.”Post,at 5; Brief\nfor United States 17–18, 27. But that concern fails to account for\nthe realities at play in sentencing proceedings. As this Court\nrepeatedly has explained, “the Guidelines are ‘the starting point\nfor every sentencing calculation in the federal system,’ ”Hughesv.United States, 584 U. S. ___, ___\n(2018) (slip op., at 9) (quotingPeugh, 569 U. S., at\n542). It is hard to imagine that defense counsel would\n“deliberately forgo objectionnow” to a plain Guidelines\nerror that would subject her client to a higher Guidelines range,\n“because [counsel] perceives some slightly expanded chance to argue\nfor ‘plain error’later.”Hendersonv.United\nStates, 568 U. S. 266, 276 (2013) (emphasis in original).\nEven setting aside the conflict such a strat- egy would create with\ndefense counsel’s ethical obligations to represent her client\nvigorously and her duty of candor toward the court, any benefit\nfrom such a strategy is highly speculative. There is no guarantee\nthat a court of appeals would agree to a remand, and no basis to\nbelieve that a district court would impose a lower sentence upon\nresentencing than the court would have imposed at the original\nsentencing proceedings had it been aware of the plain Guidelines\nerror.IVFor the foregoing reasons, we conclude that\nthe Fifth Circuit abused its discretion in applying an unduly\nburdensome articulation ofOlano’s fourth prong and\ndeclining to remand Rosales-Mireles’ case for resentencing. In the\nordinary case, as here, the failure to correct a plain Guidelines\nerror that affects a defendant’s substantial rights will seriously\naffect the fairness, integrity, and public reputation of judicial\nproceedings. The judgment of the Court of Appeals is therefore\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Compare 850 F. 3d\n246, 250 (CA5 2017), withUnited Statesv.Dahl, 833\nF. 3d 345, 357, 359 (CA3 2016);United Statesv.Figueroa-Ocasio, 805 F. 3d 360, 367–368, 373–374 (CA1\n2015);United Statesv.Sabillon-Umana, 772\nF. 3d 1328, 1333–1334 (CA10 2014) (Gorsuch, J.);United\nStatesv.Joseph, 716 F. 3d 1273, 1281 (CA9 2013);United Statesv.Garrett, 528 F. 3d 525, 527,\n529–530 (CA7 2008).2Similarly, the work of\nthe Federal Bureau of Prisons is hindered by uncorrected Guidelines\nerrors, because the Bureau relies, in part, on aspects of the\nGuidelines calculation in designating and classifying prisoners\nbased on security and program needs. See Federal Bureau of Prisons,\nProgram Statement No. P5100.08, Subject: Inmate Security\nDesignation and Custody Classification, ch. 2, p. 1, ch. 4, p. 8,\nch. 6, p. 5 (Sept. 12, 2006).3The dissent maintains\nthat “adhering to procedure” does not have “prime importance for\npurposes of the fourth prong” because the Court has held in some\ninstances, where the error was not likely to have affected the\nsubstantive outcome, that the procedural error alone did not\nsatisfyOlano’s fourth prong.Post,at 7 (opinion of\nThomas, J.) (citingJohnsonv.United States, 520\nU. S. 461 (1997);United Statesv.Cotton, 535\nU. S. 625 (2002);United Statesv.Marcus, 560\nU. S. 258 (2010)). The cases on which the dissent relies do\nnot stand for the view, however, that procedural errors are\nunimportant or could never satisfyOlano’s fourth prong,\nespecially where, as here, the defendant has shown a likelihood\nthat the error affected the substantive outcome.4As the dissent points\nout,post,at 8–9, a defendant bears the “burden to persuade\nthe court that the error seriously affect[ed] the fairness,\nintegrity or public reputation of judicial proceedings.”United\nStatesv.Vonn, 535 U. S. 55, 63 (2002) (internal\nquotation marks omitted). In the ordinary case, proof of a plain\nGuidelines error that affects the defendant’s substantial rights is\nsufficient to meet that burden.5The dissent’s discussion\nof Rosales-Mireles’ criminal history,post,at 9–10, misses\nthe point. That history is relevant to the District Court’s\ndetermination of an appropriate sentence under 18\nU. S. C. §3553(a). It does not help explain whether the\nplain procedural error in Rosales-Mireles’ sentencing proceedings,\nwhich may have resulted in a longer sentence than is justified in\nlight of that history, seriously affects the fairness, integrity,\nor public reputation of judicial proceedings.",
    "joined": []
}