{
    "case": {
        "docket": "329",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/329/"
    },
    "id": "1970655",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–43_________________PPL CORPORATION AND SUBSIDIARIES, PETITION-\nERSv.COMMISSIONER OF INTERNAL REVENUEon writ of certiorari to the united states\ncourt of appeals for the third circuit[May 20, 2013]Justice Sotomayor, concurring.The Court’s conclusion that the windfall tax is\na creditable excess profits tax under 26 U. S. C.\n§901(b)(1) depends on two interrelated analytic moves: first,\nrestricting the “predominant character” analysis to those companies\nthat shared an “initial period” of rate regulation of 1,461 days;\nand second, treating the tax’s initial period variable as fixed.\nSeeante,at 9–10. But there is a different way of looking\nat this case. If the predominant character inquiry is expanded to\ninclude the five companies that had dif- ferent initial periods,\nespecially those with much shorter initial periods, it becomes\nimpossible to rewrite the windfall tax as an excess profits tax.\nInstead, it becomes clear that the windfall tax is functionally a\ntax on value. But because the Government took the position at oral\nargument that the predominant character inquiry should disregard\nsuch “outlie[r]” companies, see Tr. of Oral Arg. 38–39, and this\nargument is therefore only pressed byamici, Brief for Anne\nAlstott et al. asAmici Curiae28–30 (hereinafter\nAlstott Brief), I reserve consideration of this argument for\nanother day and another context and join the Court’s opinion.*  *  *The Internal Revenue Code provides that\n“income, war profits, and excess profits taxes” paid to a foreign\ncountry are creditable. 26 U. S. C. §901(b)(1). Whether a foreign\ntax falls within one of these categories depends on whether its\n“predominant character . . . is that of an income tax in\nthe U. S. sense.” 26 CFR §1.901–2(a)(1)(ii) (2010). As the\nCourt explains, there are three components to this in- quiry,ante,at 4–7, but at its core the inquiry simply asks\nwhether a foreign tax resembles a typical income, war profits, or\nexcess profits tax,ante,at 6.Importantly, though, the relevant Treasury\nRegulations also provide that a foreign tax “is or is not an income\ntax, in its entirety, for all persons subject to the tax.” 26 CFR\n§1.901–2(a)(1). One way to understand this language is that for a\ntax to be classed as a creditable income tax, its predominant\ncharacter must be that of an income tax with respect to “all\npersons subject to the tax.” Of course, among the many persons\nsubject to a tax, some may face tax burdens different from the\nmajority of affected taxpayers. The challenge in applying\npredominant character analysis will sometimes lie in determining\nwhether and how such outlier taxpayers affect the characterization\nof a given tax.[1]The windfall tax at issue here exemplifies this\nproblem. As the Court notes,ante,at 2–3, the parties\nstipulated to the following form of the windfall tax:If the predominant character analysis is\nrestricted to those 27 companies that share an identical initial\nperiod length, then it makes sense to fix D at 1,461, as the Court\ndoes.Ante,at 9–10. And from there, it is just a matter of\nbasic algebra,ante,at 9, and n. 4, to show that these\ncompanies’ tax liability is equal to total profits minus a\nthreshold amount (in this case, 44.47% of each company’s flotation\nvalue) multiplied by a percentage-form tax rate:\nTax=51.71%×P-44.47%×FV. Seeante,at 9; Brief for\nPetitioners 10. Because an excess profits tax is generally a tax\nlevied on the profits of a business beyond a particular threshold,\nsee Wells, Legislative History of Excess Profits Taxation in the\nUnited States in World Wars I and II, 4 Nat. Tax J. 237, 243\n(1951), it appears to follow that the windfall tax can properly be\ncharacterized as an excess profits tax.But not all of the 32 affected companies had an\ninitial period length of 1,461 days; 5 of the companies had dif-\nferent initial periods. See App. 34, 39–41. When these different\ninitial period values are inserted into the formulation proposed by\nPPL, two results follow. First, these companies have tax rates\ndifferent from the 51.71% rate the Court calculates for the 27\nother companies. Second, their excess profits threshold also\nvaries.For example, consider Railtrack Group, a clear\noutlier with an initial period of 316 days. Inserting this value\ninto the stipulated formula yields the following:Applying the Court’s algebra, this formula can\nbe reduced to the following: Railtrack Group’s\nTax=239.10%×[P-(9.62%×FV)]. Railtrack Group’s “effective” tax rate\nand its excess profits threshold (239.10% and 9.62% respec- tively)\nare very different from those companies with the common initial\nperiod length of 1,461 days (51.71% and 44.47%). Seeante,at 10. Railtrack Group is not alone in this respect: four other\ncompanies also had tax rates and excess profits thresholds that\ndiffered from the majority of affected companies. See App. 34,\n38–40.[2]Once these outlier companies are included in the\ncreditability analysis, it becomes clear that the windfall tax “isnotan income tax . . . for all persons” subject\nto it. 26 CFR §1.901–2(a)(1) (emphasis added). A typical income tax\napplies a fixed percentage rate to a base income that varies across\ntaxpayers. An excess profits tax does the same, but incorporates a\nthreshold, which may or may not vary across taxpayers, to exempt a\nportion of the base from taxation. In contrast, here both of the\nrate and threshold components vary from company to company\naccording to the D variable.[3]Seen through this lens, the windfall tax is\nreally a tax on average profits. See Alstott Brief 28–30. Under the\nparties’ stipulated form of the windfall tax, each company pays a\nfixed tax rate of 23% on a base that is calculated by first\nmultiplying a company’s daily average profits during its initial\nperiod (i.e.,P/D , or total profits over the initial period\ndivided by the length of the initial period) by a fixed\nprice-to-earnings ratio; and then subtracting that com- pany’s\nflotation value FV. Seeante,at 2. In practice, this means\nthat, for example, a company that earns $100 million over 1,461\ndays would pay approximately the same amount of taxes as a company\nthat has earned $25 million over 365 days. These two companies\nwould have almost the sameaverageprofits. See Alstott\nBrief 28. This is not how an income tax works.The difference between a tax on profits and tax\non average profits is especially significant for properly\ncharacterizing a tax such as the windfall tax. Average daily\nprofits multiplied by a price-to-earnings ratio, rather than being\na way of approximating income, is a way of approximating\nvalue.[4] See Thompson, A\nLawyer’s Guide to Modern Valuation Techniques in Mergers and\nAcquisitions, 21 J. Corp. L. 457, 532–533 (1996) (describing\nsimilar valuation techniques using price-to-earnings ratios).\nAccordingly, incorporating an outlier like Railtrack Group into the\npredominant character analysis suggests that the windfall tax is a\ntax on a company’s value. Railtrack Group and the companies like it\nare not random outliers, Brief for Petitioners 38, n. 3, but\ninstead are critical pieces of data for understanding how the tax\nactually functioned as a matter of “economic realit[y].”Commissionerv.Southwest Exploration Co.,350 U.S.\n308, 315 (1956).This argument, however, rests on the premise\nthat because the relevant regulations state that “a tax either is\nor is not an income tax, in its entirety, for all persons subject\nto the tax,” 26 CFR §1.901–2(a)(1)(ii), a tax’s predominant\ncharacter must be as an income tax foralltaxpayers. But if\na tax only needs to be an income tax for “a substantial number of\ntaxpayers” and does not have to “satisfy the predominant character\ntest in its application to all taxpayers,”Exxon Corp.v.Commissioner, 113 T.C. 338, 352 (1999), then this average\nprofits argument cannot get off the ground. Under this reading, the\nregulations tell courts to treat outliers like Railtrack Group as\nflukes.At oral argument, the Government apparently\nrejected the notion that “outliers” like Railtrack Group are\nrelevant to creditability analysis. See Tr. of Oral Arg. 35–39. The\nGovernment also did not argue these outliers’ relevance before the\nCourt of Appeals,ante,at 14, n. 6, and so this\nargument, and the regulatory interpretation it depends upon, has\nonly been presented to this Court byamici, see Alstott\nBrief 17–18, 28–30. We are not barred from considering statutory\nand regulatory interpretations raised in anamicusbrief,\nbut we should be “reluctant to do so,”Davisv.United\nStates,512 U.S.\n452, 457, n. (1994), when the issue is one of first impression\nand the Federal Government has staked out what appears to be a\ncontrary position. Thus, while I find this argument persuasive, I\ndo not base my analysis of this case on it and therefore concur in\nthe Court’s opinion.Notes1For example, some taxes\nmay produce outliers that might suggest that the tax is not an\nincome tax, when in fact the tax is attemptingto reach net gain and\ntherefore has the predominant character of an income tax. This\nsituation often arises when a tax relies on imperfect estimates and\nassumptions in attempting to calculate net gain. Such a tax strives\nto treat similarly situated taxpayers the same but fails to do so\nonly because the estimated component inadvertently affects some\ntaxpayers differently. A situation of this kind occurred inTexasgulf, Inc.v.Commissioner,172 F.3d 209(CA2 1999). In that case, a Canadian mining tax\ndid not permit taxpayers to deduct their specific expenses, but did\npermit them to deduct a fixed “processing allowance.”Id.,at 211–213. The taxpayer argued that the tax was creditable because\nthe processing allowance was an attempt to reach net income, gross\nincome minus expenses, by using “ ‘a method that is likely to\nproduce an amount that approximates, or is greater than, recovery\nof such significant costs and expenditures.’ ”Id.,at\n215 (quoting 26 CFR §1.901–2(b)(4)(i)(B) (1999)). To support its\nargument, the taxpayer introduced empirical evidence that roughly\n85% of companies facing mining tax liability had nonrecoverable\nexpenses less than the processing allowance.Texasgulf,\nInc., 172 F. 3d, at 215–216. The Court of Appeals agreed\nwith the taxpayer that the tax was a creditable income tax because\nit was clear that the mining tax was attempting to reach net\nincome, albeit by using an estimate to calculate deductions.Id.,at 216–217. This result is sensible: A company that\nhappens to have deductible expenses greater than the fixed amount\nset by the processing allowance is not an instructive outlier\nregarding the mining taxes predominant character. The mining tax is\nattempting to reach that company’s net income, but fails to do only\nbecause it relies on an approximate value for\ndeductions.2The figures for the other\nfour companies are as follows: Powergen plc, which had an initial\nperiod of 1,463 days had a tax rate of 51.64% and an excess profits\nthreshold of 44.54%, App. 38–39; National Power plc, which had an\ninitial period of 1,456 days, had a rate of 51.89% and a threshold\nof 44.32%,id., at 39–40; Northern Ireland Electricity plc,\nwhich had an initial period of 1,380 days, had a rate of 54.75% and\na threshold of 42.01%,id., at 40; and British Energy plc,\nwhich had an initial period of 260 days, had a rate of 290.60% and\na threshold of 7.91%,id., at 34. British Energy, however,\ndid not end up having any windfall tax liability.Id., at\n33.3At oral argument, PPL\ncontended that an excess profits tax in which the excess profits\nthreshold varies according to market capitalization would also have\nan effective tax rate that varies across taxpayers but remains\ncreditable. Tr. of Oral Arg. 26–27. That might be true, but that\ndoes not describe the situation here. In PPL’s hypothetical, any\nshift in the effective tax rate depends on the profits threshold;\nHere, under PPL’s version of the windfall tax, both the effective\ntax rate and the profits threshold move proportionately to a\ncompany’s initial period length.4Petitioners suggested at\noral argument that because some of the outlier taxpayers may have\nbeen subject to a more favorable regulatory regime in the wake of\ntheir privatization, their outsized tax rates are less meaningful\nbecause they could recoup their windfall tax burdens. Seeid., at 16–17. Even accepting the premise of this argument,\nit still does not change that fact that in “substance,”ante,at 9, the tax functioned as value tax for these\ncompanies.",
    "joined": []
}