{
    "case": {
        "docket": "17-1184",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1184/"
    },
    "id": "4074711",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1184_________________MICHAEL J. BIESTEK, PETITIONERv.NANCY\nA. BERRYHILL, ACTING COMMISSIONER OF SOCIAL SECURITYon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[April 1, 2019]Justice Sotomayor, dissenting.The Court focuses on the propriety of a\ncategorical rule that precludes private data that a vocational\nexpert refuses to provide upon request from qualifying as “\n‘substantial evidence.’ ” Seeante, at 1. I agree with\nJustice Gorsuch that the question presented by this case\nencompasses an inquiry not just into the propriety of a categorical\nrule in such circumstances but also into whether the\nsubstantial-evidence standard was met in the narrower circumstances\nof Michael Biestek’s case. Seepost, at 6–7 (dissenting\nopinion). For the reasons that Justice Gorsuch sets out, the\nvocational expert’s conclusory testimony in this case, offered\nwithout even a hint of support, did not constitute substantial\nevidence.Once Biestek established that he had\nimpairments, the agency bore the burden of proving that work\nopportunities were available to someone with his disabilities and\nindividual characteristics. 20 CFR § 416.912(b)(3) (2018). To meet\nthat burden, the agency relied on a vocational expert’s testimony\nthat Biestek could qualify for one of 240,000 “bench assembler”\njobs or 120,000 “sorter” jobs nationwide. Tr. 59 (July 21, 2015).\nThe expert said that those numbers were based in part on her\n“professional experience.”Id., at 61. When Biestek’s\ncounsel understandably asked for more details, the expert said only\nthat she got the numbers from a publicly available source as well\nas from her “own individual labor market surveys” that were part of\nconfidential client files.Id., at 71; seeid., at\n67, 71–72. Biestek’s counsel asked if the names in the files could\nbe redacted, but the administrative law judge (ALJ) interrupted and\nruled that she would not require the surveys to be produced in\nredacted form.Id., at 72; see alsoid., at 67.Perhaps the ALJ would have allowed Biestek’s\ncounsel to ask followup questions about the basis for the testimony\nat that point, and perhaps Biestek’s counsel should have tried to\ndo so. But a Social Security proceeding is “inquisitorial rather\nthan adversarial.”Simsv.Apfel,530 U.S.\n103, 110–111 (2000); see 20 CFR §§404.900(b), 416.1400(b). The\nALJ acts as “an examiner charged with developing the facts,”Richardsonv.Perales,402 U.S.\n389, 410 (1971), and has a duty to “develop the arguments both\nfor and against granting benefits,”Sims, 530 U. S., at\n111; see also Social Security Ruling, SSR 00–4P, 65 Fed. Reg. 75760\n(2000) (noting “the adjudicator’s duty to fully de- velop the\nrecord”). Here, instead of taking steps to ensure that the claimant\nhad a basis from which effective cross-examination could be made\nand thus the record could be developed, the ALJ cut off that\nprocess by intervening when Biestek’s counsel asked about the\npossibility of redaction.The result was that the expert offered no detail\nwhatsoever on the basis for her testimony. She did not say whom she\nhad surveyed, how many surveys she had conducted, or what\ninformation she had gathered, nor did she offer any other\nexplanation of the data on which she relied. In conjunction with\nthe failure to proffer the surveys themselves, the expert’s\nconclusory testimony alone could not constitute substantial\nevidence to support the ALJ’s factfinding.[1]I agree with much of Justice Gorsuch’s\nreasoning. I emphasize that I do not foreclose the possibility that\na more developed record could justify an ALJ’s reliance on\nvocational-expert testimony in some circumstances even if the\nexpert does not produce records underlying that testimony on\nrequest. An expert may have legitimate reasons for not turning over\ndata, such as the burden of gathering records or confidentiality\nconcerns that redaction cannot address. In those circumstances, as\nthe majority suggests, the agency may be able to support an\nexpert’s testimony in ways other than by providing underlying data,\nsuch as by offering a fulsome description of the data and\nmethodology on which the expert relies. Seeante, at 8. The\nagency simply did not do so here.Notes1I note that the agency’s\nown handbook says that experts “should have available, at the\nhearing, any vocational resource materials that [they] are likely\nto rely upon and should be able to thoroughly explain what resource\nmaterials [they] used and how [they] arrived at [their] opinions.”\nSSA, Vocational Expert Handbook 37 (Aug. 2017),\nhttps://www.ssa.gov / appeals / public_experts / Vocational_Experts_(VE)_Handbook-508.pdf\n(as last visited Mar. 29, 2019).",
    "joined": []
}