{
    "case": {
        "docket": "93",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/93/"
    },
    "id": "1970845",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–1173_________________MARVIN M. BRANDT REVOCABLE TRUST, et al.\nPETITIONERS v. UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 10, 2014]Justice Sotomayor,\ndissenting.The Court bases today’s\nholding almost entirely on Great Northern R. Co. v. United States,\n315 U. S. 262, 271 (1942) , and its conclusion that the General\nRailroad Right-of-Way Act of 1875 granted “only an easement, and\nnot a fee,” to a railroad possessing a right of way. The Court\nerrs, however, in two ways. First, it does not meaningfully grapple\nwith prior cases—Northern Pacific R. Co. v. Townsend, 190 U. S.\n267, 271 (1903) , and Rio Grande Western R. Co. v. Stringham, 239\nU. S. 44, 47 (1915) —that expressly concluded that the United\nStates retained a reversionary interest in railroad rights of way.\nTo the extent the Court regards Great Northern as having abrogated\nthese precedents, it places on Great Northern more weight than that\ncase will bear. Second, the Court relies on “basic common law\nprinciples,” ante, at 12, without recognizing that courts have long\ntreated railroad rights of way as sui generis property rights not\ngoverned by the ordinary common-law regime. Because Townsend and\nStringham largely dictate the conclusion that the Government\nretained a reversionary interest when it granted the right of way\nat issue, and because any ambiguity in land grants “is to be\nresolved favorably to a sovereign grantor,” Great Northern, 315\nU. S., at 272, I respectfully dissent.IOver a century ago,\nthis Court held that a right of way granted to a railroad by a\npre-1871 Act of Congress included “an implied condition of\nreverter” to the Government if the right of way ceased to be used\n“for the purpose for which it was granted.” Northern Pacific R. Co.\nv. Townsend, 190 U. S. 267, 271 (1903) . The question in Townsend\nwas whether individual homesteaders could acquire title by adverse\npossession to land granted by the United States as a railroad right\nof way. The Court held that they could not, because “the land\nforming the right of way was not granted with the intent that it\nmight be absolutely disposed of at the volition of the company.”\nIbid. “On the contrary,” the Court held, “the grant was explicitly\nstated to be for a designated purpose, one which negated the\nexistence of the power to voluntarily alienate the right of way or\nany portion thereof.” Ibid. Hence the “implied condition of\nreverter in the event that the com-pany ceased to use or retain the\nland for the purpose for which it was granted.” Ibid. In essence,\nthe Court held, “the grant was of a limited fee,” ibid.—commonly\nknown as a defeasible fee, see Restatement (First) of Property §16\n(1936)—rather than fee simple. Thus, if the railroad were to\nabandon its use of the right of way, the property would revert to\nthe United States.The Court later\nconfirmed in Rio Grande Western R. Co. v. Stringham, 239 U. S. 44,\n47 (1915) , that this rule applies not just to pre-1871 land grants\nto railroads, but also to rights of way granted under the General\nRailroad Right-of-Way Act—the Act under which the United States\ngranted the right of way at issue in this case. That case stated\nthat rights of way granted under the 1875 Act are “made on an\nimplied condition of reverter in the event that the company ceases\nto use or retain the land for the purposes for which it is\ngranted.” Ibid. Indeed, Stringhamsustained the validity of the reverter where, as\nhere, the United States patented the adjacent land “subject to\n[the] right of way.” Id., at 46. If Townsend and Stringham remain\ngood law on that point, then this case should be resolved in the\nGovernment’s favor.IIAThis case therefore\nturns on whether, as the majority asserts, Great Northern\n“disavowed” Townsend and Stringham as to the question whether the\nUnited States retained a reversionary interest in the right of way.\nAnte, at 10. Great Northern did no such thing. Nor could it have,\nfor the Court did not have occasion to consider that question.In Great Northern, a\nrailroad sought to drill for oil beneath the surface of a right of\nway granted under the 1875 Act. We held that the railroad had no\nright to drill, because the United States did not convey the\nunderlying oil and minerals when it granted the railroad a right of\nway. In language on which the Court relies heavily, Great Northern\nopined that the 1875 Act granted the railroad “only an easement,\nand not a fee.” 315 U. S., at 271.But that language does\nnot logically lead to the place at which the majority ultimately\narrives. All that Great Northern held—all, at least, that was\nnecessary to its ruling—was that the right of way did not confer\none particular attribute of fee title. Specifically, the Court\nheld, the right of way did not confer the right to exploit\nsubterranean resources, because the 1875 Act could not have made\nclearer that the right of way extended only to surface lands: It\nprovided that after the recordation of a right of way, “all\n. . . lands over which such right of way shall pass shall\nbe disposed of subject to such right of way.” Ibid. (second\nemphasis and internal quotation marks omitted). But the Court did\nnot hold that the right of way failed to confer any sticks in the\nproverbial bundle of rights generally associated with fee title.\nCf. B. Cardozo, The Paradoxes of Legal Science 129 (1928) (reprint\n2000); United States v. Craft, 535 U. S. 274, 278 (2002) . And\nthis case concerns an attribute of fee title—defeasibility—that no\nparty contends was at issue in Great Northern.The majority places\nheavy emphasis on Great Northern’s characterization of rights of\nway under the 1875 Act as “easements,” rather than “limited fees.”\nWhen an easement is abandoned, the majority reasons, it is\nextinguished; in effect, it reverts to the owner of the underlying\nestate, rather than to its original grantor. Ante, at 11–12. For\nthat reason, the majority concludes, “basic common law principles”\nrequire us to retreat from our prior holdings that railroad rights\nof way entail an implied possibility of reverter to the original\ngrantor—the United States—should the right of way cease to be used\nby a railroad for its intended purpose. Ante, at 12.But federal and state\ndecisions in this area have not historically depended on “basic\ncommon law principles.” To the contrary, this Court and others have\nlong recognized that in the context of railroad rights of way,\ntraditional property terms like “fee” and “easement” do not neatly\ntrack common-law definitions. In Stringham, the Court articulated\nways in which rights of ways bear attributes both of easements and\nfees, explaining that “[t]he right of way granted by [the 1875 Act]\nand similar acts is neither a mere easement, nor a fee simple\nabsolute.” 239 U. S., at 47. In New Mexico v. United States\nTrust Co., 172 U. S. 171 –183 (1898), the Court further\nobserved that even if a particular right of way granted by the\nUnited States was an “easement,” then it was “surely morethan an\nordinary easement” because it had “attributes of the fee” like\nexclusive use and possession. See also Western Union Telegraph Co.\nv. Pennsylvania R. Co., 195 U. S. 540 –570 (1904) (reaffirming\nthis view). Earlier, in 1854, the Massachusetts Supreme Judicial\nCourt had explained that although the right acquired by a railroad\nwas “technically an easement,” it “require[d] for its enjoyment a\nuse of the land permanent in its nature and practically exclusive.”\nHazen v. Boston and Me. R. Co., 68 Mass. 574, 580 (1854). And\nthe Iowa Supreme Court, in a late 19th-century opinion, observed\nthat “[t]he easement” in question “is not that spoken of in the old\nlaw books, but is peculiar to the use of a railroad.” Smith v.\nHall, 103 Iowa 95, 96, 72 N. W. 427, 428 (1897).Today’s opinion\ndispenses with these teachings. Al-though the majority canvasses\nthe special role railroads played in the development of our Nation,\nit concludes that we are bound by the common-law definitions that\napply to more typical property. In doing so, it ignores the sui\ngeneris nature of railroad rights of way. That Great Northern\nreferred to a right of way granted under the 1875 Act as an\n“easement” does not derail the Court’s previous unequivocal\npronouncements that rights of way under the Act are “made on an\nimplied condition of re-verter.” Stringham, 239 U. S., at\n47.BNot only does Great\nNorthern fail to support the major-ity’s conclusion; significant\naspects of Great Northern’s reasoning actually support the contrary\nview. In that case, the Court relied heavily on Congress’ policy\nshift in the early 1870’s away from bestowing extravagant\n“ ‘subsidies in public lands to railroads and other\ncorporations.’ ” 315 U. S., at 273–274 (quoting Cong.\nGlobe, 42d Cong., 2d Sess., 1585 (1872)). That history similarly\nweighs in the Government’s favor here. Just as the post-1871\nCongress did not likely mean to confer subsurface mineral rights on\nrailroads, as held in Great Northern, it did not likely mean to\ngrant railroads an indefeasible property interest in rights of\nway—a kind of interest more generous than that which it gave in our\ncases concerning pre-1871 grants.As in Great Northern,\nmoreover, the purpose of the 1875 Act supports the Government.\nCongress passed the Act, we noted, “to permit the construction of\nrailroads through public lands” and thus to “enhance their value\nand hasten their settlement.” 315 U. S., at 272. In Great\nNorthern, we held, that purpose did not require granting to the\nrailroad any right to that which lay beneath the surface. The same\nis true here. As we recognized in Townsend and Stringham, the\nUnited States granted rights of way to railroads subject to “an\nimplied condition of reverter in the event that the” railroads\n“cease[d] to use or retain the land for the purposes for which it\nis granted.” Stringham, 239 U. S., at 47. Nothing about the\npurpose of the 1875 Act suggests Congress ever meant to abandon\nthat sensible limitation.Further, Great Northern\nrelied on the conventional rule that “a grant is to be resolved\nfavorably to a sovereign grantor,” 315 U. S., at 272, and that\n“ ‘nothing passes but what is conveyed in clear and explicit\nlanguage,’ ” ibid. (quoting Caldwell v. United States, 250\nU. S. 14, 20 (1919) ). “Nothing in the [1875] Act,” we\nobserved, “may be characterized as a ‘clear and explicit’\nconveyance of the . . . oil and minerals” underlying a\nright of way. 315 U. S.,at 272. Just so here, as nothing in\nthe 1875 Act clearly evinces Congress’ intent not to make the\nrights of way conveyed under the Act defeasible, in the manner\ndescribed by Townsend and Stringham. In fact, the presumption in\nfavor of sovereign grantors applies doubly here, where the United\nStates was the sovereign grantor both of the right of way and of\nthe ultimate patent.IIIThe majority notes\nthat in Great Northern, the United States took the position that\nrights of way granted to railroads are easements. Ante, at 9. In\nthe majority’s view, because the Great Northern Court adopted that\nposition “in full,” it is unfair for the Government to backtrack on\nthat position now. Ante, at 9.Even assuming that it\nis an injustice for the Government to change positions on an issue\nover a 70-year period, it is not clear that such a change in\nposition happened here. Yes, the Government argued in Great\nNorthern that a right of way was an “easement.” It proposed,\nhowever, that the right of way may well have had “some of the\nattributes of a fee.” Brief for United States in Great Northern R.\nCo. v. United States, O. T. 1941, No. 149, pp. 36–37. The\nGovernment contended that it is “ ‘not important whether the\ninterest or estate passed be considered an easement or a limited\nfee,’ ” observing that an easement “may be held in fee\ndeterminable.” Id., at 35–36 (quoting United States v. Big Horn\nLand & Cattle Co., 17 F. 2d 357, 365 (CA8 1927)). Indeed,\nthe Government expressly reserved the possibility that it retained\na reversionary interest in the right of way, even if the\nsurrounding land was patented to others. Brief for United States in\nGreat Northern, at 10 n. 4. The Court is right to criticize the\nGovernment when it takes “self-serving” and contradictory\npositions, ante, at 12, but such critique is misplaced here.*  *  *Since 1903, this Court\nhas held that rights of way were granted to railroads with an\nimplied possibility of reverter to the United States. Regardless of\nwhether these rights of way are labeled “easements” or “fees,”\nnothing in Great Northern overruled that conclusion. By changing\ncourse today, the Court undermines the legality of thousands of\nmiles of former rights of way that the public now enjoys as means\nof transportation and recreation. And lawsuits challenging the\nconversion of former rails to recreational trails alone may well\ncost American taxpayers hundreds of millions of dollars.[1] I do not believe the law requires\nthis result, and I respectfully dissent.Notes1Dept. of Justice,\nEnvironment and Natural Resources Div., FY2014 Performance Budget,\nCongressional Submission, p. 7,\nhttp://www.justice.gov/jmd/2014justification/pdf/enrd-justification.pdf\n(visited Mar. 7, 2014, and available in Clerk of Court’s case\nfile).",
    "joined": []
}