{
    "case": {
        "docket": "14-614",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-614/"
    },
    "id": "3560257",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–614 and 14–623_________________W. KEVIN HUGHES, CHAIRMAN, MARYLAND\nPUBLIC SERVICE COMMISSION, et al., PETITIONERS14–614v.TALEN ENERGY MARKETING, LLC, fka PPL\nENERGYPLUS, LLC, et al.CPV MARYLAND, LLC, PETITIONER14–623v.TALEN ENERGY MARKETING, LLC, fka PPL\nENERGYPLUS, LLC, et al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[April 19, 2016]Justice Sotomayor, concurring.I write separately to clarify my understanding\nof the pre-emption principles that should guide this Court’s\nanalysis of the Federal Power Act and that underpin its conclusion\nin these cases.The process through which consumers obtain\nenergy stretches across state and federal regulatory domains. The\nFederal Power Act authorizes the States to regulate energy\nproduction. 16 U. S. C. §824(b). It then instructs the\nFederal Government to step in and regulate wholesale purchases and\nenergy transportation. §824(a). Finally,it allows the States to\nassume control over the ultimate sale of energy to consumers.\n§824(b). In short, theFederal Power Act, like all collaborative\nfederalism stat-utes, envisions a federal-state relationship marked\nby interdependence.Pre-emption inquiries related to such\ncollaborative programs are particularly delicate. This Court has\nsaid that where “coordinate state and federal efforts exist within\na complementary administrative framework, and in the pursuit of\ncommon purposes, the case for federal pre-emption becomes a less\npersuasive one.”New York State Dept. of Social Servs.v.Dublino, 413 U. S. 405, 421 (1973) . That is not to say\nthat pre-emption has no role in such programs, but courts must be\ncareful not to confuse the “congressionally designed interplay\nbetween state and federal regulation,”Northwest Central\nPipeline Corp.v.State Corporation, Comm’n of Kan., 489\nU. S. 493, 518 (1989) , for impermissible tension that\nrequires pre-emption under the Supremacy Clause.In this context, therefore, our general\nexhortation not to rely on a talismanic pre-emption vocabulary\napplies with special force. SeeHinesv.Davidowitz,\n312 U. S. 52, 67 (1941) (“This Court . . . has made use of the\nfollowing expressions: conflicting; contrary to; occupying the\nfield; repugnance; difference; irreconcilability; inconsistency;\nviolation; curtailment; and interference. But none of these\nexpressions provides an infallible constitutional test or an\nexclusive constitutional yardstick” (footnote omitted)).I understand today’s opinion to reflect these\nprinciples. Using the purpose of the Federal Power Act as the\n“ultimate touchstone” of its pre-emption inquiry,Altria Group,\nInc.v.Good, 555 U. S. 70, 76 (2008) , rather than\nresting on generic pre-emption frameworks unrelated to the Federal\nPower Act, the Court holds that Maryland has impermissibly impeded\nthe performance of one of FERC’s core regulatory duties. Ensuring\n“just and reasonable” wholesale rates is a central purpose of the\nAct. See 16 §824d(a). Pursuant to its mandate to set such rates,\nFERC has approved the PJM Interconnection capacity auction as the\nproper mechanism to determine the “just and reasonable” rate for\nthe sale of petitioner CPV Maryland, LLC’s energy at wholesale.Ante, at 12. Maryland, however, has acted to guarantee CPV a\nrate different from FERC’s “just and reasonable” rate and has thus\ncontravened the goals of the Federal Power Act.Ibid.Such\nactions must be preempted.Mississippi Power & Light Co.v.Mississippi ex rel. Moore, 487 U. S. 354, 374 (1988)\n(“States may not regulate in areas where FERC has properly\nexercised its jurisdiction to determine just and reasonable\nwholesale rates”). The Court, however, also rightly recognizes the\nimportance of protecting the States’ ability to contribute, within\ntheir regulatory domain, to the Federal Power Act’s goal of\nensuring a sustainable supply of efficient and price-effective\nenergy.Ante,at 15.Endorsing those conclusions, I join the Court’s\nopinion in full.",
    "joined": []
}