{
    "case": {
        "docket": "351",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/351/"
    },
    "id": "3424413",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–275_________________MARVIN D. HORNE, et al., PETITIONERSv.DEPARTMENT OF AGRICULTUREon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2015]Justice Sotomayor, dissenting.The Hornes claim, and the Court agrees, that the\nRaisin Marketing Order, 7 CFR pt. 989 (2015) (hereinafter Order),\neffects aper setaking under our decision inLorettov.Teleprompter Manhattan CATV Corp., 458\nU. S. 419 (1982) . ButLorettosets a high bar for such\nclaims: It requires that each and every property right be destroyed\nby governmental action before that action can be said to have\neffected aper setaking. Because the Order does not\ndeprive the Hornes of all of their property rights, it does not\neffect aper setaking. I respectfully dissent from the\nCourt’s contrary holding.IOur Takings Clause jurisprudence has generally\neschewed “magic formula[s]” and has “recognized few invariable\nrules.”Arkansas Game and Fish Comm’nv.United\nStates, 568 U. S. ___, ___–___ (2012) (slip op., at 6–7).\nMost takings cases therefore proceed under the fact-specific\nbalancing test set out inPenn Central Transp. Co.v.New\nYork City, 438 U. S. 104 (1978) . SeeArkansas Game and\nFish Comm’n, 568 U. S., at ___ (slip op., at 7);Linglev.Chevron U. S. A. Inc., 544\nU. S. 528 –539 (2005). The Hornes have not made any argument\nunderPenn Central. In order to prevail, they therefore must\nfit their claim into one of the three narrow categories in which we\nhave assessed takings claims more categorically.In the “special context of land-use exactions,”\nwe have held that “government demands that a landowner dedicate an\neasement allowing public access to her property as a condition of\nobtaining a development permit” constitute takings unless the\ngovernment demonstrates a nexus and rough proportionality between\nits demand and the impact of the proposed development.Lingle,544 U. S., at 538, 546; seeDolanv.City of Tigard, 512 U. S. 374, 386, 391 (1994) ;Nollanv.California Coastal Comm’n, 483 U. S.\n825, 837 (1987) . We have also held that a regulation that deprives\na property owner of “alleconomically beneficial us[e]” of\nhis or her land is aper setaking.Lucasv.South Carolina Coastal Council, 505 U. S. 1003, 1019\n(1992) (emphasis in original). The Hornes have not relied on either\nof these rules in this Court. See Brief for Petitioners 42, 55.Finally—and this is the argument the Hornes do\nrely on—we have held that the government effects aper setaking when it requires a property owner to\nsuffer a “permanent physical occupation” of his or her property.Lor-etto, 458 U. S., at 426. In my view, however,Loretto—when properly understood—does not encompass the\ncircumstances of this case because it only applies where all\nproperty rights have been destroyed by governmental action. Where\nsome property right is retained by the owner, noper setaking underLorettohas occurred.This strict rule is apparent from the reasoning\ninLor-ettoitself. We explained that “[p]roperty rights in\na physical thing have been described as the rights ‘to possess, use\nand dispose of it.’ ”Id.,at 435 (quotingUnited\nStatesv.General Motors Corp., 323 U. S. 373, 378\n(1945) ). A “permanent physical occupation” of property occurs, we\nsaid, when governmental action “destroyseachof these\nrights.” 458 U. S., at 435 (emphasis in original); seeibid.,n. 12 (requiring that an owner be “absolutely\ndispossess[ed]” of rights). When, as we held inLoretto,eachof these rights is destroyed, the government has not\nsimply “take[n] a single ‘strand’ from the ‘bundle’ of property\nrights”; it has “chop[ped] through the bundle” entirely.Id.,at 435. In the narrow circumstance in which a property\nowner has suffered this “most serious form of invasion of [his or\nher] property interests,” a taking can be said to have occurred\nwithout any further showing on the property owner’s part.Ibid.By contrast, in the mine run of cases where\ngovernmental action impacts property rights in ways that do not\nchop through the bundle entirely, we have declined to applyper serules and have instead opted for the more\nnuancedPenn Centraltest. See,e.g.,Hodelv.Irving, 481 U. S. 704 (1987) (applyingPenn\nCentralto assess a requirement that title to land within\nIndian reservations escheat to the tribe upon the landowner’s\ndeath);PruneYard Shopping Centerv.Robins, 447\nU. S. 74 –83 (1980) (engaging in similar analysis where there\nwas “literally . . . a ‘taking’ of th[e] right” to\nexclude);Kaiser Aetnav.United States, 444\nU. S. 164 –180 (1979) (applyingPenn Centralto find\nthat the Government’s imposition of a servitude requiring public\naccess to a pond was a taking); see alsoLoretto, 458\nU. S., at 433–434 (distinguishingPruneYardandKaiser Aetna). Even governmental action that reduces the\nvalue of property or that imposes “a significant restriction\n. . . on one means of disposing” of property is not aper setaking; in fact, it may not even be a taking at\nall.Andrusv.Allard, 444 U. S. 51 –66\n(1979).What our jurisprudence thus makes plain is that\na claim of aLorettotaking is a bold accusation that\ncarries with it a heavy burden. To qualify as aper setaking underLor-etto, the governmental action must be so\ncompletely destruc-tive to the property owner’s rights—all of\nthem—as to render the ordinary, generally applicable protections of\nthePenn Centralframework either a foregone conclusion or\nunequal to the task. Simply put, the retention of even one property\nright that is not destroyed is sufficient to defeat a claim of aper setaking underLoretto.IIAWhen evaluating the Order under this rubric,\nit is important to bear two things in mind. The first is thatLor-ettois not concerned with whether the Order is a good\nidea now, whether it was ever a good idea, or whether it intrudes\nupon some property rights. The Order may well be an outdated, and\nby some lights downright silly, regulation. It is also no doubt\nintrusive. But whatever else one can say about the Order, it is not\naper setaking if it does not result in the\ndestruction of every property right. The second thing to keep in\nmind is the need for precision about whose property rights are at\nissue and about what property is at issue. Here, what is at issue\nare the Hornes’ property rights in the raisins they own and that\nare subject to the reserve requirement. The Order therefore effects\naper setaking underLorettoif and only if\neach of the Hornes’ property rights in the portion of raisins that\nthe Order designated as reserve has been destroyed. If not, then\nwhatever fate the Order may reach under some other takings test, it\nis not aper setaking.The Hornes, however, retain at least one\nmeaningful property interest in the reserve raisins: the right to\nreceive some money for their disposition. The Order explicitly\nprovides that raisin producers retain the right to “[t]he net\nproceeds from the disposition of reserve tonnage raisins,” 7 CFR\n§989.66(h), and ensures that reserve raisins will be sold “at\nprices and in a manner intended to maxim[ize] producer returns,”\n§989.67(d)(1). According to the Government, of the 49 crop years\nfor which a reserve pool was operative, producers received\nequitable distributions of net proceeds from the disposition of\nreserve raisins in 42. See Letter from Donald B. Verrilli, Jr.,\nSolicitor General, to Scott S. Harris, Clerk of Court (Apr. 29,\n2015).Granted, this equitable distribution may\nrepresent less income than what some or all of the reserve raisins\ncould fetch if sold in an unregulated market. In some years, it may\neven turn out (and has turned out) to represent no net income. But\nwhether and when that occurs turns on market forces for which the\nGovernment cannot be blamed and to which all commodities—indeed,\nall property—are subject. In any event, we have emphasized that “a\nreduction in the value of property is not necessarily equated with\na taking,”Andrus, 444 U. S., at 66, that even “a\nsignificant restriction . . . imposed on one means of\ndisposing” of property is not necessarily a taking,id.,at\n65, and that not every “ ‘injury to property by governmental\naction’ ” amounts to a taking,PruneYard, 447\nU. S., at 82. Indeed, we would not have used the word\n“destroy” inLorettoif we meant “damaged” or even\n“substantially damaged.” I take us at our word:Loretto’s\nstrict requirement that all property interests be “destroy[ed]” by\ngovernmental action before that action can be called aper setaking cannot be satisfied if there remains a\nproperty interest that is at most merely damaged. That is the case\nhere; accordingly, noper setaking has occurred.Moreover, when, as here, the property at issue\nis a fungible commodity for sale, the income that the property may\nyield is the property owner’s most central interest. Cf.Ruckelshausv.Monsanto Co., 467 U. S. 986, 1002\n(1984) (noting that the “nature” of particular property defines\n“the extent of the property right therein”). “[A]rticles of\ncommerce,” in other words, are “desirable because [they are]\nconvertible into money.”Leonard& Leonardv.Earle, 279 U. S. 392, 396 (1929) . The Hornes do not\nuse the raisins that are subject to the reserve requirement—which\nare, again, the only raisins that have allegedly been unlawfully\ntaken—by eating them, feeding them to farm animals, or the like.\nThey wish to use those reserve raisins by selling them, and they\nvalue those raisins only because they are a means of acquiring\nmoney. While the Order infringes upon the amount of that potential\nincome, it does not inexorably eliminate it. Unlike the law inLoretto, see 458 U. S., at 436, the Order therefore\ncannot be said to have prevented the Hornes from makinganyuse of the relevant property.The conclusion that the Order does not effect aper setaking fits comfortably within our precedents.\nAfter all, we have observed that even “[r]egulations that bar trade\nin certain goods” altogether—for example, a ban on the sale of\neagle feathers—may survive takings challenges.Andrus, 444\nU. S., at 67. To be sure, it was important to our decision inAndrusthat the regulation at issue did not prohibit the\npossession, donation, or devise of the prop-erty. Seeid.,at 66. But as to those feathers the plaintiffs would have liked to\nsell, the law said they could not be sold at any price—and\ntherefore categorically could not be converted into money. Here,\ntoo, the Hornes may do as they wish with the raisins they are not\nselling. But as to those raisins that they would like to sell, the\nOrder subjects a subset of them to the reserve requirement, which\nallows for the conversion of reserve raisins into at leastsomemoney and which is thusmoregenerous than the\nlaw inAndrus. We held that no taking occurred inAndrus, so rejecting the Hornes’ claim followsa fortiori.We made this principle even clearer inLucas, when we relied onAndrusand said that where,\nas here, “property’s only economically productive use is sale or\nmanufacture for sale,” a regulation could even “render [that]\nproperty economicallyworthless” without effecting aper setaking.Lucas, 505 U. S., at\n1027–1028 (citingAndrus, 444 U. S., at 66–67; emphasis\nadded). The Order does not go nearly that far. It should easily\nescape our approbation, at least where aper setakings\nclaim is concerned.BThe fact that at least one property right is\nnot destroyed by the Order is alone sufficient to hold that this\ncase does not fall within the narrow confines ofLoretto.\nBut such a holding is also consistent with another line of cases\nthat, when viewed together, teach that the government may require\ncertain property rights to be given up as a condition of entry into\na regulated market without effecting aper setaking.First, inLeonard & Leonardv.Earle, 279 U. S. 392 , we considered a state law that\nrequired those who wished to engage in the business of oyster\npacking to deliver to the State 10 percent of the empty oyster\nshells. We rejected the argument that this law effected a taking\nand held that it was “not materially different” from a tax upon the\nprivilege of doing business in the State.Id.,at 396. “[A]s\nthe packer lawfully could be required to pay that sum in money,” we\nsaid, “nothing in the Federal Constitution preventsthe State from\ndemanding that he give up the same per cent. of such shells.”Ibid.[1]Next, inRuckelshausv.Monsanto\nCo., 467 U. S. 986 , we held that no taking occurred when\na provision of the Federal Insecticide, Fungicide, and Rodenticide\nAct required companies that wished to sell certain pesticides to\nfirst submit sensitive data and trade secrets to the Environmental\nProtection Agency as part of a registration process. Even though\nthe EPA was permitted to publicly disclose some of that submitted\ndata—which would have had the effect of revealing trade secrets,\nthus substantially diminishing or perhaps even eliminating their\nvalue—we reasoned that, like the privilege tax inLeonard &\nLeonard, the disclosure requirement was the price Monsanto had\nto pay for “ ‘the advantage of living and doing business in a\ncivilized community.’ ” 467 U. S., at 1007 (quotingAndrus, 444 U. S., at 67; some internal quotation marks\nomitted). We offered nary a suggestion that the law at issue could\nbe considered aper setaking, and instead recognized\nthat “a voluntary submission of data by an applicant” in exchange\nfor the ability to participate in a regulated market “can hardly be\ncalled a taking.” 467 U. S., at 1007.[2]Finally, inYeev.Escondido, 503\nU. S. 519 (1992) , we addressed a mobile-home park\nrent-control ordinance that set rents at below-market rates. We\nheld the ordinance did not effect a taking underLoretto,\neven when it was considered in conjunction with other state laws\nregarding eviction that effectively permitted tenants to remain at\nwill, because it only regulated the terms of market participation.\nSee 503 U. S., at 527–529.Understood together, these cases demonstrate\nthat the Government may condition the ability to offer goods in the\nmarket on the giving-up of certain property interests without\neffecting aper setaking.[3] The Order is a similar regulation. It has no effect\nwhatsoever on raisins that the Hornes grow for their own use. But\ninsofar as the Hornes wish to sell some raisins in a market\nregulated by the Government and at a price supported by\ngovernmental intervention, the Order requires that they give up the\nright to sell a portion of those raisins at that price and instead\naccept disposal of them at a lower price. Given that we have held\nthat the Government may impose a price on the privilege of engaging\nin a particular business without effecting a taking—which is all\nthat the Order does—it follows that the Order at the very least\ndoes not run afoul of ourper setakings jurisprudence.\nUnder a different takings test, one might reach a different\nconclusion. But the Hornes have advanced only this narrowper setakings claim, and that claim fails.IIIThe Court’s contrary conclusion rests upon two\nfundamental errors. The first is the Court’s breezy assertion that\naper setaking has occurred because the Hornes “lose\nthe entire ‘bundle’ of property rights in the appropriated raisins\n. . . with the exception of” the retained interest in the\nequitable distribution of the proceeds from the disposition of the\nreserve raisins.Ante, at 8–9. But if there is a property\nright that has not been lost, as the Court concedes there is, then\nthe Order hasnotdestroyed each of the Hornes’ rights in\nthe reserve raisins and doesnoteffect aper setaking. The Court protests that the retained interest is not\nsubstantial or certain enough. But while I see more value in that\ninterest than the Court does, the bottom line is thatLorettodoes not distinguish among retained property\ninterests that are substantial or certain enough to count and\nothers that are not.[4] Nor is\nit at all clear how the Court’s approach will be administrable.\nHow, after all, are courts, governments, or individuals supposed to\nknow how much a property owner must be left with before this Court\nwill bless the retained interest as sufficiently meaningful and\ncertain?One virtue of theLorettotest was, at\nleast until today, its clarity. UnderLoretto, a total\ndestruction of all prop-erty rights constitutes aper setaking; anything less does not. See 458\nU. S., at 441 (noting the “very narrow” nature of theLorettoframework). Among the most significant doctrinal\ndamage that the Court causes is the blurring of this otherwise\nbright line and the expansion of this otherwise narrow category. By\nthe Court’s lights, perhaps a 95 percent destruction of property\nrights can be aper setaking. Perhaps 90? Perhaps 60,\nso long as the remaining 40 is viewed by a reviewing court as less\nthan meaningful? And what makes a retained right meaningful enough?\nOne wonders. Indeed, it is not at all clear what test the Court has\nactually applied. Such confusion would be bad enough in any\ncontext, but it is especially pernicious in the area of property\nrights. Property owners should be assured of where they stand, and\nthe government needs to know how far it can permissibly go without\ntripping over a categorical rule.The second overarching error in the Court’s\nopinion arises from its reliance on what it views as the uniquely\nphysical nature of the taking effected by the Order. This, it says,\nis why many of the cases having to do with so-called regulatory\ntakings are inapposite. Seeante,at 9–12. It is not the\ncase, however, that Government agents acting pursuant to the Order\nare storming raisin farms in the dark of night to load raisins onto\ntrucks. But see Tr. of Oral Arg. 30 (remarks of Roberts,\nC. J.). The Order simply requires the Hornes to set aside a\nportion of their raisins—a requirement with which the Hornes\nrefused to comply. See 7 CFR §989.66(b)(2); Tr. of Oral Arg. 31.\nAnd it does so to facilitate two classic regulatory goals. One is\nthe regulatory purpose of limiting the quantity of raisins that can\nbe sold on the market. The other is the regula-tory purpose of\narranging the orderly disposition of those raisins whose sale would\notherwise exceed the cap.The Hornes and the Court both concede that a cap\non the quantity of raisins that the Hornes can sell would not be aper setaking. Seeante,at 9; Brief for\nPetitioners 23, 52. The Court’s focus on the physical nature of the\nintrusion also suggests that merely arranging for the sale of the\nreserve raisins would not be aper setaking. The rub\nfor the Court must therefore be not that the Government is doing\nthese things, but that it is accomplishing them by the altogether\nunderstandable requirement that the reserve raisins be physically\nset aside. I know of no principle, however, providing that if the\nGovernment achieves a permissible regulatory end by asking\nregulated individuals or entities to physically move the property\nsubject to the regulation, it has committed aper setaking rather than a potential regulatory taking. After all, inMonsanto, the data that the pesticide companies had to turn\nover to the Government was presumably turned over in some physical\nform, yet even the Court does not callMonsantoa physical\ntakings case. It therefore cannot be that any regulation that\ninvolves the slightest physical movement of property is necessarily\nevaluated as aper setaking rather than as a\nregulatory taking.The combined effect of these errors is to\nunsettle an important area of our jurisprudence. Unable to justify\nits holding under our precedents, the Court resorts to\nsuperimposing new limitations on those precedents, stretching the\notherwise strictLorettotest into an unadministrable one,\nand deeming regulatory takings jurisprudence irrelevant in some\nundefined set of cases involving government regulation of property\nrights. And it does all of this in service of eliminating a type of\nreserve requirement that is applicable to just a few commodities in\nthe entire country—and that, in any event, commodity producers\ncould vote to terminate if they wished. See Letter from Solicitor\nGeneral to Clerk of Court (Apr. 29, 2015); 7 U. S. C.\n§608c(16)(B); 7 CFR §989.91(c). This intervention hardly strikes me\nas worth the cost, but what makes the Court’s twisting of the\ndoctrine even more baffling is that it ultimately instructs the\nGovernment that it can permissibly achieve its market control goals\nby imposing a quota without offering raisin producers a way of\nreaping any return whatsoever on the raisins they cannot sell. I\nhave trouble understanding why anyone would prefer that.*  *  *Because a straightforward application of our\nprecedents reveals that the Hornes have not suffered aper setaking, I would affirm the judgment of the Ninth\nCircuit. The Court reaches a contrary conclusion only by expanding\nourper setakings doctrine in a manner that is as\nunwarranted as it is vague. I respectfully dissent.Notes1The Court attempts to\ndistinguishLeonard & Leonardbecause it involved wild\noysters, not raisins.Ante, at 14. That is not an inaccurate\nfactual statement, but I do not find inLeonard &\nLeonardany suggestion that its holding turned on this or any\nother of the facts to which the Court now points. Indeed, the only\ncitation the Court offers for these allegedly crucial facts is the\nMaryland Court of Appeals’ opinion, not ours. Seeante, at\n14.2The Court claims thatMonsantois distinguishable for three reasons, none of which\nhold up. First, it seems, the Court believes the degree of the\nintrusion on property rights is greater here than inMonsanto. Seeante, at 13. Maybe, maybe not. But\nnothing inMonsantosuggests this is a relevant question,\nand the Court points to nothing saying that it is. Second, the\nCourt believes that “[s]elling produce in interstate commerce” is\nnot a government benefit.Ante, at 13. Again, that may be\ntrue, but the Hornes are not simply selling raisins in interstate\ncommerce. They are selling raisins in a regulated market at a price\nartificially inflated by Government action in that market. That is\nthe benefit the Hornes receive, and it does not matter that they\n“would rather not have” received it.United Statesv.Sperry Corp., 493 U. S. 52 –63 (1989). Third, the Court\npoints out that raisins “are not dangerous pesticides; they are a\nhealthy snack.”Ante, at 13. I could not agree more, but\nnothing inMonsanto, or inAndrusfor that matter,\nturned on the dangerousness of the commodity at issue.3The Court points out\nthat, in a footnote inLorettov. Teleprompter Manhattan\nCATV Corp.,458 U. S. 419 (1982) , we suggested that it\ndid not matter for takings purposes whether a property owner could\navoid an intrusion on her property rights by using her property\ndifferently. Seeante, at 12 (quoting 458 U. S., at\n439, n. 17). But inYeev.Escondido,503\nU. S. 519 (1992) , we clarified that, where a law does not on\nits face effect aper setaking, the voluntariness of a\nparticular use of property or of entry into a particular market is\nquite relevant. Seeid.,at 531–532. In other words, only\nwhen a law requires the forfeiture ofallrights in property\ndoes it effect aper setaking regardless of whether\nthe law could be avoided by a different use of the property. As\ndiscussed above, the Order is not such a law.4The Court relies onTahoe-Sierra Preservation Council, Inc.v.Tahoe Regional\nPlanning Agency, 535 U. S. 302, 322 (2002) , for the\nproposition that “ ‘[w]hen the government physically takes\npossession of an interest in property for some public purpose, it\nhas a categorical duty to compensate the former owner, regardless\nof whether the interest that is taken constitutes an entire parcel\nor merely a part thereof.’ ”Ante,at 10. But all that\nmeans is that aper setaking may be said to have\noccurred with respect to the portion of property that has been\ntaken even if other portions of the property have not been taken.\nThis is of no help to the Hornes, or to the Court, because it in no\nway diminishes a plaintiff’s burden to demonstrate aper setaking as to the portion of his or her property\nthat he or she claims has been taken—here, the reserve raisins. As\nto that specific property, aper setaking occurs if\nand only if theLorettoconditions are\nsatisfied.",
    "joined": []
}