{
    "case": {
        "docket": "21-463",
        "citation": "595",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/595/21-463/"
    },
    "id": "4505956",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–463_________________Whole Woman’s Health, et al., PETITIONERSv.Austin Reeve Jackson, Judge, District Court of Texas,\n114th District, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[December 10, 2021]Justice Sotomayor, with whom Justice Breyer\nand Justice Kagan join, concurring in the judgment in part and\ndissenting in part.For nearly three months, the Texas Legislature\nhas substantially suspended a constitutional guarantee: a pregnant\nwoman’s right to control her own body. SeeRoev.Wade,410 U.S.\n113(1973);Planned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992). In open defiance of this Court’s precedents, Texas\nenacted Senate Bill 8 (S. B. 8), which bans abortion starting\napproximately six weeks after a woman’s last menstrual period, well\nbefore the point of fetal viability. Since S. B. 8 went into effect\non September 1, 2021, the law has threatened abortion care\nproviders with the prospect of essentially unlimited suits for\ndamages, brought anywhere in Texas by private bounty hunters, for\ntaking any action to assist women in exercising their\nconstitutional right to choose. The chilling effect has been near\ntotal, depriving pregnant women in Texas of virtually all\nopportunity to seek abortion care within their home State after\ntheir sixth week of pregnancy. Some women have vindicated their\nrights by traveling out of State. For the many women who are unable\nto do so, their only alternatives are to carry unwanted pregnancies\nto term or attempt self-induced abortions outside of the medical\nsystem.The Court should have put an end to this madness\nmonths ago, before S. B. 8 first went into effect. It failed to do\nso then, and it fails again today. I concur in the Court’s judgment\nthat the petitioners’ suit may proceed against certain executive\nlicensing officials who retain enforcement authority under Texas\nlaw, and I trust the District Court will act expeditiously to enter\nmuch-needed relief. I dissent, however, from the Court’s dangerous\ndeparture from its precedents, which establish that federal courts\ncan and should issue relief when a State enacts a law that chills\nthe exercise of a constitutional right and aims to evade judicial\nreview. By foreclosing suit against state-court officials and the\nstate attorney general, the Court effectively invites other States\nto refine S. B. 8’s model for nullifying federal rights. The Court\nthus betrays not only the citizens of Texas, but also our\nconstitutional system of government.II have previously described the havoc S. B.\n8’s unconstitutional scheme has wrought for Texas women seeking\nabortion care and their medical providers.[1] I do not repeat those details here, but I briefly\noutline the law’s numerous procedural and substantive anomalies,\nmost of which the Court simply ignores.S. B. 8 authorizes any person—who need not have\nany relationship to the woman, doctor, or procedure at issue—to\nsue, for at least $10,000 in damages, anyone who performs, induces,\nassists, or even intends to assist an abortion in violation of\nTexas’ unconstitutional 6-week ban. See Tex. Health & Safety\nCode Ann. §171.208(a) (West Cum. Supp. 2021). Those vulnerable to\nsuit might include a medical provider, a receptionist, a friend who\nbooks an appointment, or a ride-share driver who takes a woman to a\nclinic.Importantly, S. B. 8 also modifies state-court\nprocedures to make litigation uniquely punitive for those sued. It\nallows defendants to be haled into court in any county in which a\nplaintiff lives, even if that county has no relationship to the\ndefendants or the abortion procedure at issue. §171.210(a)(4). It\ngives the plaintiff a veto over any venue transfer, regardless of\nthe inconvenience to the defendants. §171.210(b). It prohibits\ndefendants from invoking nonmutual issue or claim preclusion,\nmeaning that if they prevail, they remain vulnerable to suit by any\nother plaintiff anywhere in the State for the same conduct.\n§171.208(e)(5). It also bars defendants from relying on any\nnonbinding court decision, such as persuasive precedent from other\ntrial courts. §171.208(e)(4). Although it guarantees attorney’s\nfees and costs to prevailing plaintiffs, §171.208(b)(3), it\ncategorically denies them to prevailing defendants, §171.208(i), so\nthey must finance their own defenses no matter how frivolous the\nsuits. These provisions are considerable departures from the norm\nin Texas courts and in most courts across the Nation.[2]S. B. 8 further purports to limit the\nsubstantive defenses that defendants may raise. It permits what it\ncalls an “undue burden” defense, but redefines that standard to be\na shell of what the Constitution requires: Rather than considering\nthe law’s cumulative effect on abortion access, seeWhole\nWoman’s Healthv.Hellerstedt, 579 U.S. 582, 609–624\n(2016), it instructs state courts to focus narrowly on the effect\non the parties, §§171.209(b)(2), (d)(2). It further purports to\nimpose retroactive liability for abortion care provided while the\nlaw is enjoined if the injunction is later overturned on appeal,\n§171.208(e)(3), as well as for abortion care provided whileRoeandCaseyare in effect if this Court later\noverrules one of those cases, §171.209(e).As a whole, these provisions go beyond imposing\nliability on the exercise of a constitutional right. If enforced,\nthey prevent providers from seeking effective pre-enforcement\nrelief (in both state and federal court) while simultaneously\ndepriving them of effective post-enforcement adjudication,\npotentially violating procedural due process. To be sure, state\ncourts cannot restrict constitutional rights or defenses that our\nprecedents recognize, nor impose retroactive liability for\nconstitutionally protected conduct. Such actions would violate a\nstate officer’s oath to the Constitution. See U. S. Const.,\nArt. VI, cl. 3. Unenforceable though S. B. 8 may be,\nhowever, the threat of its punitive measures creates a chilling\neffect that advances the State’s unconstitutional goals.IIThis Court has confronted State attempts to\nevade federal constitutional commands before, including schemes\nthat forced parties to expose themselves to catastrophic liability\nas state-court defendants in order to assert their rights. Until\ntoday, the Court had proven equal to those challenges.In 1908, this Court decidedEx parte\nYoung,209 U.S.\n123. InYoung, the Court considered a Minnesota law\nfixing new rates for railroads and adopting high fines and\npenalties for failure to comply with the rates.Id.,at\n128–129, 131. The law purported to provide no option to challenge\nthe new rates other than disobeying the law and taking “the risk\n. . . of being subjected to such enormous penalties.”Id.,at 145. Because the railroad officers and employees\n“could not be expected to disobey any of the provisions\n. . . at the risk of such fines and penalties,” the law\neffectively resulted in “a denial of any hearing to the company.”Id.,at 146.The Court unequivocally rejected this design.\nConcluding that the legislature could not “preclude a resort to the\ncourts . . . for the purpose of testing [the law’s]\nvalidity,” the Court decided the companies could obtain\npre-enforcement relief by suing the Minnesota attorney general\nbased on his “connection with the enforcement” of the challenged\nact.Id.,at 146, 157. The Court so held despite the fact\nthat the attorney general’s only such connection was the “general\nduty imposed upon him, which includes the right and the power to\nenforce the statutes of the State, including, of course, the act in\nquestion.”Id.,at 161. Over the years, “theYoungdoctrine has been accepted as necessary to permit the federal\ncourts to vindicate federal rights and hold state officials\nresponsible to ‘the supreme authority of the United States.’ ”Pennhurst State School and Hospitalv.Halderman,465 U.S.\n89, 105 (1984) (quotingYoung, 209 U. S., at 160);\naccord,e.g., Virginia Office for Protection and Advocacyv.Stewart,563 U.S.\n247, 254–255 (2011).Like the stockholders inYoung, abortion\nproviders face calamitous liability from a facially\nunconstitutional law. To be clear, the threat is not just the\npossibility of money judgments; it is also that, win or lose,\nproviders may be forced to defend themselves against countless\nsuits, all across the State, without any prospect of recovery for\ntheir losses or expenses. Here, as inYoung, the “practical\neffect of [these] coercive penalties for noncompliance” is “to\nforeclose all access to the courts,” “a constitutionally\nintolerable choice.”Thunder Basin Coal Co.v.Reich,510 U.S.\n200, 218 (1994). “It would be an injury to [a] complainant to\nharass it with a multiplicity of suits or litigation generally in\nan endeavor to enforce penalties under an unconstitutional\nenactment, and to prevent it ought to be within the jurisdiction of\na court of equity.”Young, 209 U. S., at 160. In fact,\nthe circumstances at hand present an even stronger need for\npre-enforcement relief than inYoung, given how S. B. 8\nnot only threatens a multiplicity of suits, but also turns\nstate-court procedures against providers to ensure they cannot\neffectively defend their rights in a suit.Under normal circumstances, providers might be\nable to assert their rights defensively in state court. Seeante,at 15. These are not normal circumstances. S. B. 8 is\nstructured to thwart review and result in “a denial of any\nhearing.”Young, 209 U. S., at 146. To that end, the\nlaw not only disclaims direct enforcement by state officials to\nfrustrate pre-enforcement review, but also skews state-court\nprocedures and defenses to frustrate post-enforcement review. The\nevents of the last three months have shown that the law has\nsucceeded in its endeavor. That is precisely what the Court inYoungsought to avoid. It is therefore inaccurate to\ncharacterize the foregoing analysis as advocating “an unqualified\nright to pre-enforcement review of constitutional claims in federal\ncourt.”Ante,at 15. If that were so, the same charge could\nbe leveled against the Court’s decision inYoung.In addition, state-court clerks are proper\ndefendants in this action. This Court has long recognized that “the\naction of state courts and judicial officers in their official\ncapacities is to be regarded as action of the State.”Shelleyv.Kraemer,334 U.S.\n1, 14 (1948). InShelley, private litigants sought to\nenforce restrictive racial covenants designed to preclude Black\nAmericans from home ownership and to preserve residential\nsegregation. The Court explained that these ostensibly private\ncovenants involved state action because “but for the active\nintervention of the state courts, supported by the full panoply of\nstate power,” the covenants would be unenforceable.Id.,at\n19. Here, there is more. S. B. 8’s formidable chilling effect, even\nbefore suit, would be nonexistent if not for the state-court\nofficials who docket S. B. 8 cases with lopsided procedures and\nlimited defenses. Because these state actors are necessary\ncomponents of that chilling effect and play a clear role in the\nenforcement of S. B. 8, they are proper defendants.These longstanding precedents establish how, and\nwhy, the Court should authorize relief against these officials as\nwell. The Court instead hides behind a wooden reading ofYoung, stitching out-of-context quotations into a cover for\nits failure to act decisively. The Court relies on dicta inYoungstating that “the right to enjoin an individual\n. . . does not include the power to restrain a court from\nacting in any case brought before it” and that “an injunction\nagainst a state court would be a violation of the whole scheme of\nour Government.” 209 U. S., at 163. Modern cases, however,\nhave recognized that suit may be proper even against state-court\njudges, including to enjoin state-court proceedings. SeeMitchumv.Foster,407 U.S.\n225, 243 (1972); see alsoPulliamv.Allen,466 U.S.\n522, 525 (1984). The Court responds that these cases did not\nexpressly address sovereign immunity or involve court clerks.Ante,at 8–9. If language inYoungposed an absolute\nbar to injunctive relief against state-court proceedings and\nofficials, however, these decisions would have been purely\nadvisory.Moreover, the Court has emphasized that “the\nprinciples undergirding theEx parte Youngdoctrine”\nmay “support its application” to new circumstances, “novelty\nnotwithstanding.”Stewart, 563 U. S., at 261. No party\nhas identified any prior circumstance in which a State has\ndelegated an enforcement function to the populace, disclaimed\nofficial enforcement authority, and skewed state-court procedures\nto chill the exercise of constitutional rights. Because S. B. 8’s\narchitects designed this scheme to evadeYoungas\nhistorically applied, it is especially perverse for the Court to\nshield it from scrutiny based on its novelty.[3]Next, the Court claims thatYoungcannot\napply because state-court clerks are not adverse to the\npetitioners.Ante,at 5–6. As The Chief Justice explains,\nhowever,ante,at 3 (opinion concurring in judgment in part\nand dissenting in part), the Texas Legislature has ensured that\ndocketing S. B. 8 cases is anything but a neutral action. With S.\nB. 8’s extreme alterations to court procedure and substantive\ndefenses, the Texas court system no longer resembles a neutral\nforum for the adjudication of rights; S. B. 8 refashions that\nsystem into a weapon and points it directly at the petitioners.\nUnder these circumstances, the parties are sufficiently\nadverse.Finally, the Court raises “the question of\nremedy.”Ante,at 6. For the Court, that question cascades\ninto many others about the precise contours of an injunction\nagainst Texas court clerks in light of state procedural rules.Ante,at 6–7. Vexing though the Court may find these\nfact-intensive questions, they are exactly the sort of tailoring\nwork that District Courts perform every day. The Court should have\nafforded the District Court an opportunity to craft appropriate\nrelief before throwing up its hands and declaring the task\nunworkable. For today’s purposes, the answer is simple: If, as our\nprecedents make clear (and as the question presented presumes), S.\nB. 8 is unconstitutional, contrary state rules of civil procedure\nmust give way. See U. S. Const., Art. VI, cl. 2\n(“This Constitution, and the Laws of the United States which shall\nbe made in Pursuance thereof . . . shall be the supreme\nLaw of the Land”).In the midst of its handwringing over remedy,\nthe Court also complains that the petitioners offer no “meaningful\nlimiting principles for their theory.”Ante,at 6. That is\nincorrect. The petitioners explain: “Where, as here, a State law\n(1) deliberately seeks to evade federal judicial review by\noutsourcing enforcement of the law to private individuals without\nany personal stake, while forbidding state executive officials from\ndirect enforcement; and (2) creates special rules for state-court\nadjudication to maximize harassment and make timely and effective\nprotection of constitutional rights impossible, federal relief\nagainst clerks is warranted.” Reply Brief for Petitioners 6. The\npetitioners do not argue that pre-enforcement relief against\nstate-court clerks should be available absent those two unique\ncircumstances, and indeed, those circumstances are why the\npetitioners are threatened with a multiplicity of suits and face a\nconstitutionally intolerable choice underYoung.[4]IIIMy disagreement with the Court runs far deeper\nthan a quibble over how many defendants these petitioners may sue.\nThe dispute is over whether States may nullify federal\nconstitutional rights by employing schemes like the one at hand.\nThe Court indicates that they can, so long as they write their laws\nto more thoroughly disclaim all enforcement by state officials,\nincluding licensing officials. This choice to shrink from Texas’\nchallenge to federal supremacy will have far-reaching\nrepercussions. I doubt the Court, let alone the country, is\nprepared for them.The State’s concessions at oral argument laid\nbare the sweeping consequences of its position. In response to\nquestioning, counsel for the State conceded that pre-enforcement\nreview would be unavailable even if a statute imposed a bounty of\n$1,000,000 or higher. Tr. of Oral Arg. 50–53. Counsel further\nadmitted that no individual constitutional right was safe from\nattack under a similar scheme. Tr. of Oral Arg. inUnited\nStatesv.Texas, No. 21–588, pp. 59–61, 64–65. Counsel\neven asserted that a State could further rig procedures by\nabrogating a state supreme court’s power to bind its own lower\ncourts.Id.,at 78–79. Counsel maintained that even if a\nState neutered appellate courts’ power in such an extreme manner,\naggrieved parties’ only path to a federal forum would be to violate\nthe unconstitutional law, accede to infringement of their\nsubstantive and procedural rights all the way through the state\nsupreme court, and then, at last, ask this Court to grant\ndiscretionary certiorari review.Ibid.All of these burdens\nwould layer atop S. B. 8’s existing manipulation of state-court\nprocedures and defenses.This is a brazen challenge to our federal\nstructure. It echoes the philosophy of John C. Calhoun, a virulent\ndefender of the slaveholding South who insisted that States had the\nright to “veto” or “nullif[y]” any federal law with which they\ndisagreed. Address of J. Calhoun, Speeches of John C. Calhoun 17–43\n(1843). Lest the parallel be lost on the Court, analogous\nsentiments were expressed in this case’s companion: “The Supreme\nCourt’sinterpretationsof the Constitution are not the\nConstitution itself—they are, after all, calledopinions.”\nReply Brief for Intervenors in No. 21–50949 (CA5), p. 4.The Nation fought a Civil War over that\nproposition, but Calhoun’s theories were not extinguished. They\nexperienced a revival in the post-war South, and the violence that\nensued led Congress to enact Rev. Stat. §1979, 42\nU. S. C. §1983. “Proponents of the legislation noted that\nstate courts were being used to harass and injure individuals,\neither because the state courts were powerless to stop deprivations\nor were in league with those who were bent upon abrogation of\nfederally protected rights.”Mitchum, 407 U. S., at\n240. Thus, §1983’s “very purpose,” consonant with the values that\nmotivated theYoungCourt some decades later, was “to\nprotect the people from unconstitutional action under color of\nstate law, ‘whether that action be executive, legislative, or\njudicial.’ ”Mitchum, 407 U. S., at 242 (quotingEx parte Virginia,100 U.S.\n339, 346 (1880)).S. B. 8 raises another challenge to federal\nsupremacy, and by blessing significant portions of the law’s effort\nto evade review, the Court comes far short of meeting the moment.\nThe Court’s delay in allowing this case to proceed has had\ncatastrophic consequences for women seeking to exercise their\nconstitutional right to an abortion in Texas. These consequences\nhave only rewarded the State’s effort at nullification. Worse, by\nforeclosing suit against state-court officials and the state\nattorney general, the Court clears the way for States to reprise\nand perfect Texas’ scheme in the future to target the exercise of\nany right recognized by this Court with which they disagree.This is no hypothetical. New permutations of S.\nB. 8 are coming. In the months since this Court failed to enjoin\nthe law, legislators in several States have discussed or introduced\nlegislation that replicates its scheme to target locally disfavored\nrights.[5] What are federal\ncourts to do if, for example, a State effectively prohibits worship\nby a disfavored religious minority through crushing “private”\nlitigation burdens amplified by skewed court procedures, but does a\nbetter job than Texas of disclaiming all enforcement by state\nofficials? Perhaps nothing at all, says this Court.[6] Although some path to relief not\nrecognized today may yet exist, the Court has now foreclosed the\nmost straightforward route under its precedents. I fear the Court,\nand the country, will come to regret that choice.*  *  *In its finest moments, this Court has ensured\nthat constitutional rights “can neither be nullified openly and\ndirectly by state legislators or state executive or judicial\nofficers, nor nullified indirectly by them through evasive schemes\n. . . whether attempted ‘ingeniously or\ningenuously.’ ”Cooperv.Aaron,358 U.S.\n1, 17 (1958) (quotingSmithv.Texas,311 U.S.\n128,132(1940)). Today’s fractured Court evinces no such courage. While the\nCourt properly holds that this suit may proceed against the\nlicensing officials, it errs gravely in foreclosing relief against\nstate-court officials and the state attorney general. By so doing,\nthe Court leaves all manner of constitutional rights more\nvulnerable than ever before, to the great detriment of our\nConstitution and our Republic.Notes1SeeUnited Statesv.Texas, 595 U. S. ___, ___–___ (2021) (Sotomayor, J.,\nconcurring in part and dissenting in part) (slip op., at 4–7);Whole Woman’s Healthv.Jackson, 594 U. S. ___,\n___–___ (2021) (Sotomayor, J., dissenting) (slip op., at\n1–3).2S. B. 8’s procedural\nmeddling is not limited to suits filed under the law. To deter\nefforts to seek pre-enforcement review, the law also establishes a\nspecial fee-shifting provision for affirmative challenges to Texas\nabortion laws, including S. B. 8 itself. Under that provision, any\nperson or entity, including an attorney or a law firm, who seeks\ndeclaratory or injunctive relief against the enforcement of any\nstate restriction on abortion is jointly and severally liable to\npay the costs and attorney’s fees of a prevailing party. Tex. Civ.\nPrac. & Rem. Code Ann. §30.022 (West Cum. Supp. 2021). The\nprovision specifies that it is “not a defense” to liability for\nattorney’s fees if “the court in the underlying action held that”\nany part of the fee-shifting provision “is invalid,\nunconstitutional, or preempted by federal law, notwithstanding the\ndoctrines of issue or claim preclusion.”\n§30.022(d)(3).3The Court responds by seizing\non my mention of S. B. 8’s chilling effect.Ante,at 16. No\none contends, however, that pre-enforcement review should be\navailable whenever a state law chills the exercise of a\nconstitutional right. Rather, as this Court explained inYoung, pre-enforcement review is necessary “when the\npenalties for disobedience are . . . so enormous” as to\nhave the same effect “as if the law in terms prohibited the\n[litigant] from seeking judicial construction of laws which deeply\naffect its rights.” 209 U. S., at 147. All the more so here,\nwhere the State achieves its unconstitutional aim using novel\nprocedural machinations that the Court fails to\nacknowledge.4The Court also holds that\nthe Texas attorney general is not a proper defendant. For the\nreasons explained by The Chief Justice,ante,at 2–3, this\nconclusion fails even under the Court’s own logic. The Court\nfurther observes that “no court may ‘lawfully enjoin the world at\nlarge.’ ”Ante,at 10–11 (quotingAlemite Mfg.\nCorp.v.Staff, 42 F.2d 832 (CA2 1930)). But the\npetitioners do not seek such relief. It is Texas that has taken the\nunprecedented step of delegating its enforcement authority to the\nworld at large without requiring any pre-existing stake. Under the\nCourt’s precedents, private actors who take up a State’s mantle\n“exercise . . . a right or privilege having its source in\nstate authority” and may “be described in all fairness as\n. . . state actor[s].”Edmonsonv.Leesville\nConcrete Co.,500 U.S.\n614, 620 (1991). This Court has not held that state actors who\nhave actual notice of an injunction may flout its terms, even if it\nnominally binds other state officials, and it errs by implying as\nmuch now. The Court responds by downplaying how exceptional Texas’\nscheme is, but it identifies no true analogs in precedent. Seeante,at 11 (identifying only “somewhat” analogous\nstatutes). S. B. 8 is no tort or private attorneys general statute:\nIt deputizes anyone to sue without establishing any pre-existing\npersonal stake (i.e.,standing) and then skews procedural\nrules to favor these plaintiffs.5See Brief for Petitioners\n48–49 (collecting examples targeting abortion rights and gun\nrights). In addition, one day after oral argument, Ohio legislators\nintroduced a variation on S. B. 8 that would impose a near total\nban on abortion care in that State. See H. B. 480, 134th Gen.\nAssem., Reg. Sess. (Ohio 2021).6Not one of the Court’s\nproffered alternatives addresses this concern. The Court deflects\nto Congress,ante,at 17, but the point of a constitutional\nright is that its protection does not turn on the whims of a\npolitical majority or supermajority. The Court also hypothesizes\nthat state courts might step in to provide pre-enforcement relief,\neven where it has prohibited federal courts from doing so.Ante,at 15, 16. As the State concedes, however, the\nfeatures of S. B. 8 that aim to frustrate pre-enforcement relief in\nfederal court could have similar effects in state court,\npotentially limiting the scope of any relief and failing to\neliminate the specter of endless litigation. Tr. of Oral Arg.\n86–88.",
    "joined": []
}