{
    "case": {
        "docket": "15-458",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-458/"
    },
    "id": "3583255",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Wash-ington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–458_________________ROCKY DIETZ, PETITIONERv.HILLARY\nBOULDINon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 9, 2016]Justice Sotomayor delivered the opinion of the\nCourt.In this case, a jury returned a legally\nimpermissible verdict. The trial judge did not realize the error\nuntil shortly after he excused the jury. He brought the jury back\nand ordered them to deliberate again to correct the mistake. The\nquestion before us is whether a federal district court can recall a\njury it has discharged, or whether the court can remedy the error\nonly by ordering a new trial.This Court now holds that a federal district\ncourt has the inherent power to rescind a jury discharge order and\nrecall a jury for further deliberations after identifying an error\nin the jury’s verdict. Because the potential of tainting jurors and\nthe jury process after discharge is extraordinarily high, however,\nthis power is limited in duration and scope, and must be exercised\ncarefully to avoid any potential prejudice.IPetitioner Rocky Dietz was driving through an\nintersection in Bozeman, Montana, when Hillary Bouldin ran the red\nlight and T-boned Dietz. As a result of the accident, Dietz\nsuffered injuries to his lower back that caused him severe pain. He\nsought physical therapy, steroid injections, and other medications\nto treat his pain. Dietz sued Bouldin for negligence. Bouldin\nremoved the case to Federal District Court. See 28\nU. S. C. §§1332, 1441.At trial, Bouldin admitted that he was at fault\nfor the accident and that Dietz was injured as a result. Bouldin\nalso stipulated that Dietz’ medical expenses of $10,136 were\nreasonable and necessary as a result of the collision. The only\ndisputed issue at trial for the jury to resolve was whether Dietz\nwas entitled to damages above $10,136.During deliberations, the jury sent the judge a\nnote asking: “ ‘Has the $10,136 medical expenses been paid;\nand if so, by whom?’ ” App. 36. The court discussed the note\nwith the parties’ attorneys and told them he was unsure whether the\njurors understood that their verdict could not be less than that\nstipulated amount, and that a mistrial would be required if the\njury did not return a verdict of at least $10,136. The judge,\nhowever, with the consent of both parties, told the jury that the\ninformation they sought was not relevant to the verdict.The jury returned a verdict in Dietz’ favor but\nawarded him $0 in damages. The judge thanked the jury for its\nservice and ordered them “discharged,” telling the jurors they were\n“free to go.” App. to Pet. for Cert. 25a. The jurors gathered their\nthings and left the courtroom.A few minutes later, the court ordered the clerk\nto bring the jurors back. Speaking with counsel outside the jury’s\npresence, the court explained that it had “just stopped the jury\nfrom leaving the building,” after realizing that the $0 verdict was\nnot “legally possible in view of stipulated damages exceeding\n$10,000.”Id.,at 26a. The court suggested two alternatives:\n(1) order a new trial or (2) reempanel the jurors, instructing them\nto award at least the stipulated damages, and ordering them to\ndeliberate anew.Dietz’ attorney objected to reempaneling the\ndischarged jurors, arguing that the jury was no longer capable of\nreturning a fair and impartial verdict. The court reiter-ated that\nnone of the jurors had left the building, and asked the clerk\nwhether any had even left the floor where the courtroom was\nlocated. The clerk explained that only one juror had left the\nbuilding to get a hotel receipt and bring it back.Before the jurors returned, the judge told the\nparties that he planned to order the jury to deliberate again and\nreach a different verdict. The judge explained that he would “hate\nto just throw away the money and time that’s been expended in this\ntrial.”Id.,at 28a. When the jurors returned to the\ncourtroom, the judge questioned them as a group and confirmed that\nthey had not spoken to anyone about the case.The judge explained to the jurors the mistake in\nnot awarding the stipulated damages. He informed the jurors that he\nwas reempaneling them and would ask them to start over with\nclarifying instructions. He asked the jurors to confirm that they\nunderstood their duty and to return the next morning to deliberate\nanew. The next day, the reassembled jury returned a verdict\nawarding Dietz $15,000 in damages.On appeal, the Ninth Circuit affirmed. 794\nF. 3d 1093 (2015). The court held that a district court could\nreempanel the jury shortly after dismissal as long as during the\nperiod of dismissal, the jurors were not exposed to any outside\ninfluences that would compromise their ability to reconsider the\nverdict fairly. This Court granted Dietz’ petition for a writ of\ncertiorari to resolve confusion in the Courts of Appeals on whether\nand when a federal district court has the authority to recall a\njury after discharging it. 577 U. S. ___ (2016). SeeWagnerv.Jones, 758 F. 3d 1030, 1034–1035 (CA8\n2014), cert. denied, 575 U. S. ___ (2015);United\nStatesv.Figueroa, 683 F. 3d 69, 72–73 (CA3 2012);United Statesv.Rojas, 617 F. 3d 669, 677–678\n(CA2 2010);United Statesv.Marinari, 32 F. 3d\n1209, 1214 (CA7 1994);Summersv.United States, 11\nF. 2d 583, 585–587 (CA4 1926).IIAThe Federal Rules of Civil Procedure set out\nmany of the specific powers of a federal district court. But they\nare not all encompassing. They make no provision, for example, for\nthe power of a judge to hear a motionin limine,[1] a motion to dismiss forforum non\nconveniens,[2] or many\nother standard procedural devices trial courts around the country\nuse every day in service of Rule 1’s paramount command: the just,\nspeedy, and inexpensive resolution of disputes.Accordingly, this Court has long recognized that\na district court possesses inherent powers that are “governed not\nby rule or statute but by the control necessarily vested in courts\nto manage their own affairs so as to achieve the orderly and\nexpeditious disposition of cases.”Linkv.Wabash R.\nCo., 370 U. S. 626 –631 (1962); see alsoUnited\nStatesv.Hudson, 7 Cranch 32, 34 (1812). Al-though this\nCourt has never precisely delineated the outer boundaries of a\ndistrict court’s inherent powers, the Court has recognized certain\nlimits on those powers.First, the exercise of an inherent power must be\na “reasonable response to the problems and needs” confronting the\ncourt’s fair administration of justice.Degenv.United\nStates, 517 U. S. 820 –824 (1996). Second, the exercise of\nan inherent power cannot be contrary to any express grant of or\nlimitation on the district court’s power contained in a rule or\nstatute. Seeid.,at 823; Fed. Rule Civ. Proc. 83(b)\n(districts courts can “regulate [their] practice in any manner\nconsistent with federal law”); see,e.g.,Bank of Nova\nScotiav.United States, 487 U. S. 250, 254 (1988)\n(holding that a district court cannot invoke its inherent power to\ncircumvent the harmless-error inquiry prescribed by Federal Rule of\nCriminal Procedure 52(a)). These two principles—an inherent power\nmust be a reasonable response to a specific problem and the power\ncannot contradict any express rule or statute—support the\nconclusion that a district judge has a limited inherent power to\nrescind a discharge order and recall a jury in a civil case where\nthe court discovers an error in the jury’s verdict.First, rescinding a discharge order and\nrecalling the jury can be a reasonable response to correcting an\nerror in the jury’s verdict in certain circumstances. In the normal\ncourse, when a court recognizes an error in a verdict before it\ndischarges the jury, it has the express power to give the jury a\ncurative instruction and order them to continue deliberating. See\nFed. Rule Civ. Proc. 51(b)(3) (“The court . . . may\ninstruct the jury at any time before the jury is discharged”); 4 L.\nSand et al., Modern Federal Jury Instructions–Civil ¶78.01,\nInstruction 78–10, p. 78–31 (2015) (Sand) (when a jury returns an\ninconsistent verdict, “[r]esubmitting the verdict . . .\nto resolve the inconsistencies is often the preferable course”).\nThe decision to recall a jury to give them what would be an\nidentical predischarge curative instruction could be, depending on\nthe circumstances, similarly reasonable.This conclusion is buttressed by this Court’s\nprior cases affirming a district court’s inherent authority in\nanalogous circumstances. For example, the Court has recognized that\na district court ordinarily has the power to modify or rescind its\norders at any point prior to final judgment in a civil case.Marconi Wireless Telegraph Co. of Americav.United\nStates, 320 U. S. 1 –48 (1943); see also Fed. Rule Civ.\nProc. 54(b) (district court can revise partial final judgment order\nabsent certification of finality);Fernandezv.United\nStates, 81 S. Ct. 642, 644, 5 L. Ed. 2d 683 (1961)\n(Harlan, J., in chambers) (district court has inherent power to\nrevoke order granting bail).Here, the District Court rescinded its order\ndischarging the jury before it issued a final judgment. Rescinding\nthe discharge order restores the legal status quo before the court\ndismissed the jury. The District Court is thus free to reinstruct\nthe jury under Rule 51(b)(3).This Court has also held that district courts\nhave the inherent authority to manage their dockets and courtrooms\nwith a view toward the efficient and expedient resolution of cases.\nSee,e.g.,Landisv.North American Co., 299\nU. S. 248, 254 (1936) (district court has inherent power to\nstay proceedings pending resolution of parallel actions in other\ncourts);Link, 370 U. S., at 631–632 (district court\nhas inherent power to dismiss casesua spontefor\nfailure to prosecute);Chambersv.NASCO, Inc., 501\nU. S. 32, 44 (1991) (district court has inherent power to\nvacate judgment procured by fraud);United Statesv.Morgan, 307 U. S. 183 –198 (1939) (district court has\ninherent power to stay disbursement of funds until revised payments\nare finally adjudicated).This Court’s recognition of these other inherent\npowers designed to resolve cases expeditiously is consistent with\nrecognizing an inherent power to recall a discharged jury and\nreempanel the jurors with curative instructions. Compared to the\nalternative of conducting a new trial, recall can save the parties,\nthe court, and society the costly time and litigation expense of\nconducting a new trial with a new set of jurors.Second, rescinding a discharge order to recall a\njury does not violate any other rule or statute. Rule 51(b)(3)\nstates that a court “may instruct the jury at any time before the\njury is discharged.” A judge obviously cannot instruct a jury that\nis discharged—it is no longer there. But there is no implicit\nlimitation in Rule 51(b)(3) that prohibits a court from rescinding\nits discharge order and reassembling the jury. SeeLink, 370\nU. S., at 630 (holding that Rule 41(b)’s allowance for a party\nto move to dismiss for failure to prosecute did not implicitly\nabrogate the court’s power to dismisssua sponte).\nOther rules dealing with postverdict remedies such as a motion for\na new trial or a motion for judgment notwithstanding the verdict,\nsee Fed. Rules Civ. Proc. 50(b), 59(a)(1)(A), similarly do not\nplace limits on a court’s ability to rescind a prior order\ndischarging a jury. Accordingly, a federal district court can\nrescind a discharge order and recall a jury in a civil case as an\nexercise of its inherent powers.BJust because a district court has the inherent\npower to rescind a discharge order does not mean that it is\nappropriate to use that power in every case. Because the exercise\nof an inherent power in the interest of promoting efficiency may\nrisk undermining other vital interests related to the fair\nadministration of justice, a district court’s inherent powers must\nbe exercised with restraint. SeeChambers, 501 U. S.,\nat 44 (“Because of their very potency, inherent powers must be\nexercised with restraint and discretion”).The inherent power to rescind a discharge order\nand recall a dismissed jury, therefore, must be carefully\ncircumscribed, especially in light of the guarantee of an impartial\njury that is vital to the fair administration of justice. This\nCourt’s precedents implementing this guarantee have noted various\nexternal influences that can taint a juror.E.g., Remmerv.United States, 347 U. S. 227, 229 (1954) (“In a\ncriminal case, any private communication, contact, or tampering,\ndirectly or indirectly, with a juror during a trial about the\nmatter pending before the jury is, for obvious reasons, deemed\npresumptively prejudicial”). Parties can accordingly ask that a\njuror be excused during trial for good cause, Fed. Rule Civ. Proc.\n47(c), or challenge jury verdicts based on improper extraneous\ninfluences such as prejudicial information not admitted into\nevidence, comments from a court employee about the defendant, or\nbribes offered to a juror,Wargerv.Shauers, 574\nU. S. ___, ___ (2014) (slip op., at 10) (citingTannerv.United States, 483 U. S. 107, 117 (1987) ); see alsoMattoxv.United States, 146 U. S. 140 –150\n(1892) (external prejudicial information);Parkerv.Gladden, 385 U. S. 363, 365 (1966) (per curiam)\n(bailiff comments on defendant);Remmer, 347 U. S., at\n228–230 (bribe offered to juror).The potential for taint looms even larger when a\njury is reassembled after being discharged. While discharged,\njurors are freed from instructions from the court requiring them\nnot to discuss the case with others outside the jury room and to\navoid external prejudicial information. See,e.g.,4 Sand\n¶71.02 (standard instruction to avoid extraneous influences); see\nalsoid.,¶71.01, Instructions 71–12 to 71–14 (avoid\npublicity). For example, it is not uncommon for attorneys or court\nstaff to talk to jurors postdischarge for their feedback on the\ntrial. See 1 K. O’Malley et al., Federal Jury Practice and\nInstructions §9:8 (6th ed. 2006) (debating appropriateness of\npractice).Any suggestion of prejudice in recalling a\ndischarged jury should counsel a district court not to exercise its\ninherent power. A district court that is considering whether it\nshould rescind a discharge order and recall a jury to correct an\nerror or instead order a new trial should, of course, determine\nwhether any juror has been directly tainted—for example, if a juror\ndiscusses the strength of the evidence with nonjurors or overhears\nothers talking about the strength of the evidence. But the court\nshould also take into account at least the following additional\nfactors that can indirectly create prejudice in this context, any\nof which standing alone could be dispositive in a particular\ncase.First, the length of delay between discharge and\nrecall. The longer the jury has been discharged, the greater the\nlikelihood of prejudice. Freed from the crucible of the jury’s\ngroup decisionmaking enterprise, discharged jurors may begin to\nforget key facts, arguments, or instructions from the court. In\ntaking off their juror “hats” and returning to their lives, they\nmay lose sight of the vital collective role they played in the\nimpartial administration of justice. And they are more likely to be\nexposed to potentially prejudicial sources of information or\ndiscuss the case with others, even if they do not realize they have\ndone so or forget when questioned after being recalled by the\ncourt. How long is too long is left to the discretion of the\ndistrict court, but it could be as short as even a few minutes,\ndepending on the case.Second, whether the jurors have spoken to anyone\nabout the case after discharge. This could include court staff,\nattorneys and litigants, press and sketch artists, witnesses,\nspouses, friends, and so on. Even apparently innocu-ous comments\nabout the case from someone like a courtroom deputy such as “job\nwell done” may be sufficient to taint a discharged juror who might\nthen resist reconsidering her decision.Third, the reaction to the verdict. Trials are\nsociety’s way of channeling disputes into fair and impartial\nresolutions. But these disputes can be bitter and emotional. And,\ndepending on the case, those emotions may be broadcasted to the\njury in response to their verdict. Shock, gasps, crying, cheers,\nand yelling are common reactions to a jury verdict—whether as a\nverdict is announced in the courtroom or seen in the corridors\nafter discharge.In such a case, there is a high risk that\nemotional reactions will cause jurors to begin to reconsider their\ndecision and ask themselves, “Did I make the right call?” Of\ncourse, this concern would be present even in a decision to\nreinstruct the jury to fix an error after the verdict is announced\nbut before they are discharged. See Fed. Rule Civ. Proc. 51(b)(3).\nEven so, after discharging jurors from their obligations and the\npassage of time, a judge should be reluctant to reempanel a jury\nthat has witnessed emotional reactions to its verdict.In considering these and any other relevant\nfactors, courts should also ask to what extent just-dismissed\njurors accessed their smartphones or the internet, which provide\nother avenues for potential prejudice. It is a now-ingrained\ninstinct to check our phones whenever possible. Immediately after\ndischarge, a juror could text something about the case to a spouse,\nresearch an aspect of the evidence on Google, or read reactions to\na verdict on Twitter. Prejudice can come through a whisper or a\nbyte.Finally, we caution that our recognition here of\na court’s inherent power to recall a jury is limited to civil cases\nonly. Given additional concerns in criminal cases, such as\nattachment of the double jeopardy bar, we do not address here\nwhether it would be appropriate to recall a jury after discharge in\na criminal case. SeeSmithv.Massachusetts, 543\nU. S. 462 –474 (2005).Applying these factors, the District Court here\ndid not abuse its discretion by rescinding its discharge order and\nrecalling the jury to deliberate further. The jury was out for only\na few minutes after discharge. Only one juror may have left the\ncourthouse, apparently to retrieve a hotel receipt. The jurors did\nnot speak to any person about the case after discharge. There is no\nindication in the record that this run-of-the-mill civil case—where\nthe parties agreed that the defendant was liable and disputed\ndamages only—generated any kind of emotional reaction or electronic\nexchanges or searches that could have tainted the jury. There was\nno apparent potential for prejudiceby recalling the jury here.IIIDietz asks us to impose a categorical bar on\nreempaneling a jury after it has been discharged. He contends that,\nat common law, a jury once discharged could never be brought back\ntogether again. Accordingly, he argues, without a “ ‘long\nunquestioned’ power” of courts recalling juries, a federal district\ncourt lacks the inherent power to rescind a discharge order. SeeCarlislev.United States, 517 U. S. 416 –427\n(1996) (district court lacked inherent authority to grant untimely\nmotion for judgment of acquittal).We disagree. Even assuming that the common-law\ntradition is as clear as Dietz contends, but see,e.g.,\nPrusselv.Knowles, 5 Miss. 90, 95–97 (1839) (allowing\npostdischarge recall), the common law is less helpful to\nunderstanding modern civil trial practice. At common law, any error\nin the process of rendering a verdict, no matter how technical or\ninconsequential, could be remedied only by ordering a new trial.\nBut modern trial practice did away with this system, replacing it\nwith the harmless-error standard now embodied in Rule 61. SeeKotteakosv.United States, 328 U. S. 750, 758,\n760 (1946) (recognizing predecessor statute to Rule 61 codified the\n“salutary pol-icy” of “substitu[ing] judgment for automatic\n. . . rules”).Jury practice itself no longer follows the\nstrictures of the common law. The common law required that juries\nbe sequestered from the rest of society until they reached a\nverdict. Tellier, Separation or Dispersal of Jury in Civil Case\nAfter Submission, 77 A. L. R. 2d 1086 (1961). This generally\nmeant no going home at night, no lunch breaks, no dispersing at all\nuntil they reached a verdict.Id.,§2; see alsoLesterv.Stanley, 15 F. Cas. 396, 396–397 (No.\n8,277) (Conn. 1808) (Livingston, Circuit Justice) (following common\nlaw). Courts are no longer required to impose these requirements on\njuries in order to prevent possible prejudice. SeeNebraska\nPress Assn.v.Stuart, 427 U. S. 539, 554 (1976)\n(cases requiring sequestration to avoid trial publicity “are\nrelatively rare”);Drakev.Clark, 14 F. 3d 351,\n358 (CA7 1994) (“Sequestration is an extreme measure, one of the\nmost burdensome tools of the many available to assure a fair\ntrial”). Accordingly, while courts should not think they are\ngenerally free to discover new inherent powers that are contrary to\ncivil practice as recognized in the common law, seeCarlisle, 517 U. S., at 426–427, the advent of modern\nfederal trial practice limits the common law’s relevance as to the\nspecific question whether a judge can recall a just-discharged\njury.Dietz also argues that the nature of a jury’s\ndeliberative process means that something about the jury is\nirrevocably broken once the jurors are told they are free to go.\nAccording to Dietz, with their bond broken, the jurors cannot be\nbrought back together again as a “jury.” In other words, once a\njury is discharged, a court can never put the jury back together\nagain by rescinding its discharge order—legally or\nmetaphysically.We reject this “Humpty Dumpty” theory of the\njury. Juries are of course an integral and special part of the\nAmerican system of civil justice. Our system cannot function\nwithout the dedication of citizens coming together to perform their\ncivic duty and resolve disputes.But there is nothing about the jury as an entity\nthat ceases to exist simply because the judge tells the jury that\nthey are excused from further service. A discharge order is not a\nmagical invocation. It is an order, like any other order.And, like any order, it can be issued by\nmistake. All judges make mistakes. (Even us.) SeeBrownv.Allen, 344 U. S. 443, 540 (1953) (Jackson, J.,\nconcurring in judgment) (“We are not final because we are\ninfallible, but we are infallible only because we are final”).\nThere is no benefit to imposing a rule that says that as soon as a\njury is free to go a judge categorically cannot rescind that order\nto correct an easily identified and fixable mistake, even as the\njurors are still in the courtroom collecting their things.Dietz does not suggest the Court adopt a\nmagic-words rule, but instead urges the adoption of a “functional”\ndischarge test based on whether the jurors remain within the\n“presence and control” of the district court, where control is\nlimited to the courtroom itself. Tr. of Oral Arg. 5–7. Similarly,\nthe dissent suggests that it is the chance “to mingle with\nbystanders” that creates a discharge that cannot be undone.Post,at 1–2 (opinion of Thomas, J.) (internal quotation\nmarks and brackets omitted). These tests do not avoid the problems\nthat Dietz and the dissent identify with a prejudice inquiry. Under\na courtroom test, what if a juror has one foot over the line? What\nif she just stepped out to use the restroom? Under a courthouse\ntest, what if she is just outside the doors? Reached her car in the\nparking lot? Under a bystander test, is a courtroom deputy in the\njury room a mingling bystander? There is no good reason to prefer a\ntest based on geography or identity over an inquiry focused on\npotential prejudice.Finally, Dietz argues that the District Court in\nthis case erred by questioning the discharged jurors as a group\nbefore reempaneling them instead of questioning each and every\njuror individually. While individual questioning could be the\nbetter practice in many circumstances, Dietz’ attorney raised no\nobjection to this part of the court’s process. We decline to review\nthis forfeited objection. See Fed. Rule Civ. Proc. 46.*  *  *Federal district courts have a limited\ninherent power to rescind a discharge order and recall a jury in a\ncivil case. District courts should exercise this power cautiously\nand courts of appeals should review its invocation carefully. That\nwas done here. The judgment of the Court of Appeals for the Ninth\nCircuit is thereforeAffirmed.Notes1Lucev.United\nStates, 469 U. S. 38 , n. 4 (1984).2Gulf Oil Corp.v.Gilbert, 330 U. S. 501 –508 (1947).",
    "joined": []
}