{
    "case": {
        "docket": "17-965",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-965/"
    },
    "id": "3920354",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–965_________________DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERSv.HAWAII, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 26, 2018]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.The United States of America is a Nation built\nupon the promise of religious liberty. Our Founders honored that\ncore promise by embedding the principle of religious neutrality in\nthe First Amendment. The Court’s decision today fails to safeguard\nthat fundamental principle. It leaves undisturbed a policy first\nadvertised openly and unequivocally as a “total and complete\nshutdown of Muslims entering the United States” because the policy\nnow masquerades behind a façade of national-security concerns. But\nthis repackaging does little to cleanse Presidential Proclamation\nNo. 9645 of the appearance of discrimination that the President’s\nwords have created. Based on the evidence in the record, a\nreasonable observer would conclude that the Proclamation was\nmotivated by anti-Muslim animus. That alone suffices to show that\nplaintiffs are likely to succeed on the merits of their\nEstablishment Clause claim. The majority holds otherwise by\nignoring the facts, misconstruing our legal precedent, and turning\na blind eye to the pain and suffering the Proclamation inflicts\nupon countless families and individuals, many of whom are United\nStates citizens. Because that troubling result runs contrary to the\nConstitution and our precedent, I dissent.IPlaintiffs challenge the Proclamation on\nvarious grounds, both statutory and constitutional. Ordinarily,\nwhen a case can be decided on purely statutory grounds, we strive\nto follow a “prudential rule of avoiding constitutional questions.”Zobrestv.Catalina Foothills School Dist., 509\nU. S. 1, 8 (1993). But that rule of thumb is far from\ncategorical, and it has limited application where, as here, the\nconstitutional question proves far simpler than the statutory one.\nWhatever the merits of plaintiffs’ complex statutory claims, the\nProclamation must be enjoined for a more fundamental reason: It\nruns afoul of the Establishment Clause’s guarantee of religious\nneutrality.AThe Establishment Clause forbids government\npolicies “respecting an establishment of religion.” U. S.\nConst., Amdt. 1. The “clearest command” of the Establishment Clause\nis that the Government cannot favor or disfavor one religion over\nanother.Larsonv.Valente, 456 U. S. 228, 244\n(1982);Church of Lukumi Babalu Aye, Inc.v.Hialeah,\n508 U. S. 520, 532 (1993) (“[T]he First Amendment forbids an\nofficial purpose to disapprove of a particular religion”);Edwardsv.Aguillard, 482 U. S. 578, 593 (1987)\n(“The Establishment Clause . . . forbidsalikethe\npreference of a religious doctrineorthe prohibition of\ntheory which is deemed antagonistic to a particular dogma”\n(internal quotation marks omitted));Lynchv.Donnelly, 465 U. S. 668, 673 (1984) (noting that the\nEstablishment Clause “forbids hostility toward any [religion],”\nbecause “such hostility would bring us into ‘war with our national\ntradition as embodied in the First Amendmen[t]’ ”);Eppersonv.Arkansas, 393 U. S. 97, 106 (1968)\n(“[T]he State may not adopt programs or practices . . .\nwhich aid or oppose any religion. This prohibition is absolute”\n(citation and internal quotation marks omitted)). Consistent with\nthat clear command, this Court has long acknowledged that\ngovernmental actions that favor one religion “inevitabl[y]” foster\n“the hatred, disrespect and even contempt of those who [hold]\ncontrary beliefs.”Engelv.Vitale, 370 U. S.\n421, 431 (1962). That is so, this Court has held, because such acts\nsend messages to members of minority faiths “ ‘that they are\noutsiders, not full members of the political community.’ ”Santa Fe Independent School Dist.v.Doe, 530\nU. S. 290, 309 (2000). To guard against this serious harm, the\nFramers mandated a strict “principle of denominational neutrality.”Larson, 456 U. S., at 246;Board of Ed. of Kiryas\nJoel Village School Dist.v.Grumet, 512 U. S. 687,\n703 (1994) (recognizing the role of courts in “safeguarding a\nprinciple at the heart of the Establishment Clause, that government\nshould not prefer one religion to another, or religion to\nirreligion”).“When the government acts with the ostensible\nand predominant purpose” of disfavoring a particular religion, “it\nviolates that central Establishment Clause value of official\nreligious neutrality, there being no neutrality when the\ngovernment’s ostensible object is to take sides.”McCreary\nCountyv.American Civil Liberties Union of Ky., 545\nU. S. 844, 860 (2005). To determine whether plaintiffs have\nproved an Establishment Clause violation, the Court asks whether a\nreasonable observer would view the government action as enacted for\nthe purpose of disfavoring a religion. Seeid., at 862, 866;\naccord,Town of Greecev.Galloway, 572 U. S.\n___, ___ (2014) (plurality opinion) (slip op., at 19).In answering that question, this Court has\ngenerally considered the text of the government policy, its\noperation, and any available evidence regarding “the historical\nbackground of the decision under challenge, the specific series of\nevents leading to the enactment or official policy in question, and\nthe legislative or administrative history, including\ncontemporaneous statements made by” the decisionmaker.Lukumi, 508 U. S., at 540 (opinion of Kennedy, J.);McCreary, 545 U. S., at 862 (courts must evaluate\n“text, legislative history, and implementation\n. . . , or comparable official act” (internal\nquotation marks omitted)). At the same time, however, courts must\ntake care not to engage in “any judicial psychoanalysis of a\ndrafter’s heart of hearts.”Id., at 862.B1Although the majority briefly recounts a few\nof the statements and background events that form the basis of\nplaintiffs’ constitutional challenge,ante,at 27–28, that\nhighly abridged account does not tell even half of the story. See\nBrief for The Roderick & Solange MacArthur Justice Center asAmicus Curiae5–31 (outlining President Trump’s public\nstatements expressing animus toward Islam). The full record paints\na far more harrowing picture, from which a reasonable observer\nwould readily conclude that the Proclamation was motivated by\nhostility and animus toward the Muslim faith.During his Presidential campaign, then-candidate\nDonald Trump pledged that, if elected, he would ban Muslims from\nentering the United States. Specifically, on December 7, 2015, he\nissued a formal statement “calling for a total and complete\nshutdown of Muslims entering the United States.” App. 119. That\nstatement, which remained on his campaign website until May 2017\n(several months into his Presidency), read in full:“Donald J. Trump is calling for a total and\ncomplete shutdown of Muslims entering the United States until our\ncountry’s representatives can figure out what is going on.\nAccording to Pew Research, among others, there is great hatred\ntowards Americans by large segments of the Muslim population. Most\nrecently, a poll from the Center for Security Policy released data\nshowing ‘25% of those polled agreed that violence against Americans\nhere in the United States is justified as a part of the global\njihad’ and 51% of those polled ‘agreed that Muslims in America\nshould have the choice of being governed according to Shariah.’\nShariah authorizes such atrocities as murder against nonbelievers\nwho won’t convert, beheadings and more unthinkable acts that pose\ngreat harm to Americans, especially women.“Mr. Trum[p] stated, ‘Without looking at the\nvarious polling data, it is obvious to anybody the hatred is beyond\ncomprehension. Where this hatred comes from and why we will have to\ndetermine. Until we are able to determine and understand this\nproblem and the dangerous threat it poses, our country cannot be\nthe victims of the horrendous attacks by people that believe only\nin Jihad, and have no sense of reason or respect of human life. If\nI win the election for President, we are going to Make America\nGreat Again.’—Donald J. Trump.”Id., at 158; see alsoid., at 130–131.On December 8, 2015, Trump justified his\nproposal during a television interview by noting that President\nFranklin D. Roosevelt “did the same thing” with respect to the\ninternment of Japanese Americans during World War II.Id.,\nat 120. In January 2016, during a Republican primary debate, Trump\nwas asked whether he wanted to “rethink [ his] position” on\n“banning Muslims from entering the country.”Ibid.He\nanswered, “No.”Ibid.A month later, at a rally in South\nCarolina, Trump told an apocryphal story about United States\nGeneral John J. Pershing killing a large group of Muslim insurgents\nin the Philippines with bullets dipped in pigs’ blood in the early\n1900’s.Id., at 163–164. In March 2016, he expressed his\nbelief that “Islam hates us. . . . [W]e can’t allow\npeople coming into this country who have this hatred of the United\nStates . . . [a]nd of people that are not Muslim.”Id.,at 120–121. That same month, Trump asserted that\n“[w]e’re having problems with the Muslims, and we’re having\nproblems with Muslims coming into the country.”Id., at 121.\nHe therefore called for surveillance of mosques in the United\nStates, blaming terrorist attacks on Muslims’ lack of\n“assimilation” and their commitment to “sharia law.”Ibid.;id., at 164. A day later, he opined that Muslims “do not\nrespect us at all” and “don’t respect a lot of the things that are\nhappening throughout not only our country, but they don’t respect\nother things.”Ibid.As Trump’s presidential campaign progressed, he\nbegan to describe his policy proposal in slightly different terms.\nIn June 2016, for instance, he characterized the policy proposal as\na suspension of immigration from countries “where there’s a proven\nhistory of terrorism.”Id., at 121. He also described the\nproposal as rooted in the need to stop “importing radical Islamic\nterrorism to the West through a failed immigration system.”Id., at 121–122. Asked in July 2016 whether he was\n“pull[ing] back from” his pledged Muslim ban, Trump responded, “I\nactually don’t think it’s a rollback. In fact, you could say it’s\nan expansion.”Id.,at 122–123. He then explained that he\nused different terminology because “[p]eople were so upset when\n[he] used the word Muslim.”Id.,at 123.A month before the 2016 election, Trump\nreiterated that his proposed “Muslim ban” had “morphed into a[n]\nextreme vetting from certain areas of the world.”Ibid.Then, on December 21, 2016, President-elect Trump was asked whether\nhe would “rethink” his previous “plans to create a Muslim registry\nor ban Muslim immigration.”Ibid.He replied: “You know my\nplans. All along, I’ve proven to be right.”Ibid.On January 27, 2017, one week after taking\noffice, President Trump signed Executive Order No. 13769, 82 Fed.\nReg. 8977 (2017) (EO–1), entitled “Protecting the Nation From\nForeign Terrorist Entry Into the United States.” As he signed it,\nPresident Trump read the title, looked up, and said “We all know\nwhat that means.” App. 124. That same day, President Trump\nexplained to the media that, under EO–1, Christians would be given\nprior- ity for entry as refugees into the United States. In\nparticu- lar, he bemoaned the fact that in the past, “[i]f you were\na Muslim [refugee from Syria] you could come in, but if you were a\nChristian, it was almost impossible.”Id.,at 125.\nConsidering that past policy “very unfair,” President Trump\nexplained that EO–1 was designed “to help” the Christians in Syria.Ibid.The following day, one of President Trump’s key\nadvisers candidly drew the connection between EO–1 and the “Muslim\nban” that the President had pledged to implement if elected.Ibid.According to that adviser, “[W]hen [Donald Trump]\nfirst announced it, he said, ‘Muslim ban.’ He called me up. He\nsaid, ‘Put a commission together. Show me the right way to do it\nlegally.’ ”Ibid.On February 3, 2017, the United States District\nCourt for the Western District of Washington enjoined the\nenforcement of EO–1. SeeWashingtonv.Trump,2017 WL\n462040, *3. The Ninth Circuit denied the Government’s request to\nstay that injunction.Washingtonv.Trump, 847\nF. 3d 1151, 1169 (2017) (per curiam). Rather than\nappeal the Ninth Circuit’s decision, the Government declined to\ncontinue defending EO–1 in court and instead announced that the\nPresident intended to issue a new executive order to replace\nEO–1.On March 6, 2017, President Trump issued that\nnew executive order, which, like its predecessor, imposed temporary\nentry and refugee bans. See Exec. Order No. 13,780, 82 Fed. Reg.\n13209 (EO–2). One of the President’s senior advisers publicly\nexplained that EO–2 would “have the same basic policy outcome” as\nEO–1, and that any changes would address “very technical issues\nthat were brought up by the court.” App. 127. After EO–2 was\nissued, the White House Press Secretary told reporters that, by\nissuing EO–2, President Trump “continue[d] to deliver on\n. . . his most significant campaign promises.”Id., at 130. That statement was consistent with President\nTrump’s own declaration that “I keep my campaign promises, and our\ncitizens will be very happy when they see the result.”Id.,\nat 127–128.Before EO–2 took effect, federal District Courts\nin Hawaii and Maryland enjoined the order’s travel and refugee\nbans. SeeHawaiiv.Trump, 245 F. Supp. 3d 1227,\n1239 (Haw. 2017);International Refugee Assistance Project(IRAP) v.Trump, 241 F. Supp. 3d 539, 566 (Md.\n2017). The Fourth and Ninth Circuits upheld those injunctions in\nsubstantial part.IRAPv.Trump, 857 F. 3d 554,\n606 (CA4 2017) (en banc);Hawaiiv.Trump, 859\nF. 3d 741, 789 (CA9 2017) (per curiam). In June 2017,\nthis Court granted the Government’s petition for certiorari and\nissued aper curiamopinion partially staying the District\nCourts’ injunctions pending further review. In particular, the\nCourt allowed EO–2’s travel ban to take effect except as to\n“foreign nationals who have a credible claim of a bona fide\nrelationship with a person or entity in the United States.”Trumpv.IRAP, 582 U. S. ___, ___ (2017) (slip\nop., at 12).While litigation over EO–2 was ongoing,\nPresident Trump repeatedly made statements alluding to a desire to\nkeep Muslims out of the country. For instance, he said at a rally\nof his supporters that EO–2 was just a “watered down version of the\nfirst one” and had been “tailor[ed]” at the behest of “the\nlawyers.” App. 131. He further added that he would prefer “to go\nback to the first [executive order] and go all the way” and\nreiterated his belief that it was “very hard” for Muslims to\nassimilate into Western culture.Id., at 131–132. During a\nrally in April 2017, President Trump recited the lyrics to a song\ncalled “The Snake,” a song about a woman who nurses a sick snake\nback to health but then is attacked by the snake, as a warning\nabout Syrian refugees entering the country.Id., at 132,\n163. And in June 2017, the President stated on Twitter that the\nJustice Department had submitted a “watered down, politically\ncorrect version” of the “original Travel Ban” “to\nS[upreme] C[ourt].”[1]Id., at 132. The President went on to tweet: “People, the\nlawyers and the courts can call it whatever they want, but I am\ncalling it what we need and what it is, a TRAVEL BAN!”Id.,\nat 132–133. He added: “That’s right, we need a TRAVEL BAN for\ncertain DANGEROUS countries, not some politically correct term that\nwon’t help us protect our people!”Id., at 133. Then, on\nAugust 17, 2017, President Trump issued yet another tweet about\nIslam, once more referencing the story about General Pershing’s\nmassacre of Muslims in the Philippines: “Study what General\nPershing . . . did to terrorists when caught. There was\nno more Radical Islamic Terror for 35 years!”IRAPv.Trump, 883 F. 3d 233, 267 (CA4 2018) (IRAP II)\n(en banc) (alterations in original).In September 2017, President Trump tweeted that\n“[t]he travel ban into the United States should be far larger,\ntougher and more specific—but stupidly, that would not be\npolitically correct!” App. 133. Later that month, on September 24,\n2017, President Trump issued Presidential Proclamation No. 9645, 82\nFed. Reg. 45161 (2017) (Proclamation), which restricts entry of\ncertain nationals from six Muslim-majority countries. On November\n29, 2017, President Trump “retweeted” three anti-Muslim videos,\nentitled “Muslim Destroys a Statue of Virgin Mary!”, “Islamist mob\npushes teenage boy off roof and beats him to death!”, and “Muslim\nmigrant beats up Dutch boy on crutches!”[2]IRAP II, 883 F. 3d, at 267. Those\nvideos were initially tweeted by a British political party whose\nmission is to oppose “all alien and destructive politic[al] or\nreligious doctrines, including . . . Islam.”Ibid.When asked about these videos, the White House Deputy Press\nSecretary connected them to the Proclamation, responding that the\n“President has been talking about these security issues for years\nnow, from the campaign trail to the White House” and “has addressed\nthese issues with the travel order that he issued earlier this year\nand the companion proclamation.”Ibid.2As the majority correctly notes, “the issue\nbefore us is not whether to denounce” these offensive statements.Ante,at 29. Rather, the dispositive and narrow question\nhere is whether a reasonable observer, presented with all “openly\navailable data,” the text and “historical context” of the\nProclamation, and the “specific sequence of events” leading to it,\nwould conclude that the primary purpose of the Proclamation is to\ndisfavor Islam and its adherents by excluding them from the\ncountry. SeeMcCreary, 545 U. S., at 862–863. The\nanswer is unquestionably yes.Taking all the relevant evidence together, a\nreasonable observer would conclude that the Proclamation was driven\nprimarily by anti-Muslim animus, rather than by the Government’s\nasserted national-security justifications. Even before being sworn\ninto office, then-candidate Trump stated that “Islam hates us,”\nApp. 399, warned that “[w]e’re having problems with the Muslims,\nand we’re having problems with Muslims coming into the country,”id., at 121, promised to enact a “total and complete\nshutdown of Muslims entering the United States,”id.,at\n119, and instructed one of his advisers to find a “lega[l ]”\nway to enact a Muslim ban,id., at 125.[3] The President continued to make similar\nstatements well after his inauguration, as detailed above, seesupra, at 6–10.Moreover, despite several opportunities to do\nso, President Trump has never disavowed any of his prior statements\nabout Islam.[4] Instead, he has\ncontinued to make remarks that a reasonable observer would view as\nan unrelenting attack on the Muslim religion and its followers.\nGiven President Trump’s failure to correct the reasonable\nperception of his apparent hostility toward the Islamic faith, it\nis unsurprising that the President’s lawyers have, at every step in\nthe lower courts, failed in their attempts to launder the\nProclamation of its discriminatory taint. SeeUnited Statesv.Fordice, 505 U. S. 717, 746–747 (1992) (“[G]iven an\ninitially tainted policy, it is eminently reasonable to make the\n[Government] bear the risk of nonpersuasion with respect to intent\nat some future time, both because the [Government] has created the\ndispute through its own prior unlawful conduct, and because\ndiscriminatory intent does tend to persist through time” (citation\nomitted)). Notably, the Court recently found less pervasive\nofficial expressions of hostility and the failure to disavow them\nto be constitutionally significant. Cf.Masterpiece Cakeshop,\nLtd.v.Colorado Civil Rights Comm’n, 584 U. S.\n___, ___ (2018) (slip op., at 18) (“The official expressions of\nhostility to religion in some of the commissioners’\ncomments—comments that were not disavowed at the Commission or by\nthe State at any point in the proceedings that led to the\naffirmance of the order—were inconsistent with what the Free\nExercise Clause requires”). It should find the same here.Ultimately, what began as a policy explicitly\n“calling for a total and complete shutdown of Muslims entering the\nUnited States” has since morphed into a “Proclamation” putatively\nbased on national-security concerns. But this new window dressing\ncannot conceal an unassailable fact: the words of the President and\nhis advisers create the strong perception that the Proclamation is\ncontaminated by impermissible discriminatory animus against Islam\nand its followers.IIRather than defend the President’s problematic\nstatements, the Government urges this Court to set them aside and\ndefer to the President on issues related to immigration and\nnational security. The majority accepts that invitation and\nincorrectly applies a watered-down legal standard in an effort to\nshort circuit plaintiffs’ Establishment Clause claim.The majority begins its constitutional analysis\nby noting that this Court, at times, “has engaged in a\ncircumscribed judicial inquiry when the denial of a visa allegedly\nburdens the constitutional rights of a U. S. citizen.”Ante,at 30 (citingKleindienstv.Mandel, 408\nU. S. 753 (1972)). As the majority notes,Mandelheld\nthat when the Executive Branch provides “a facially legitimate and\nbona fide reason” for denying a visa, “courts will neither look\nbehind the exercise of that discretion, nor test it by balancing\nits justification.”Id., at 770. In his controlling\nconcurrence inKerryv.Din, 576 U. S. ___\n(2015), Justice Kennedy appliedMandel’s holding and\nelaborated that courts can “ ‘look behind’ the Government’s\nexclusion of” a foreign national if there is “an affirmative\nshowing of bad faith on the part of the consular officer who denied\n[the] visa.”Din, 576 U. S., at ___ (opinion concurring\nin judgment) (slip op., at 5). The extent to whichMandelandDinapply at all to this case is unsettled, and there is\ngood reason to think they do not.[5] Indeed, even the Government agreed at oral argument\nthat where the Court confronts a situation involving “all kinds of\ndenigrating comments about” a particular religion and a subsequent\npolicy that is designed with the purpose of disfavoring that\nreligion but that “dot[s] all the i’s and . . . cross[es]\nall the t’s,”Mandelwould not “pu[t] an end to judicial\nreview of that set of facts.” Tr. of Oral Arg. 16.In light of the Government’s suggestion “that it\nmay be appropriate here for the inquiry to extend beyond the facial\nneutrality of the order,” the majority rightly declines to applyMandel’s “narrow standard of review” and “assume[s] that we\nmay look behind the face of the Proclamation.”Ante,at\n31–32.In doing so, however, the Court, without explanation\nor precedential support, limits its review of the Proclamation to\nrational-basis scrutiny.Ibid.That approach is perplexing,\ngiven that in other Establishment Clause cases, including those\ninvolving claims of religious animus or discrimination, this Court\nhas applied a more stringent standard of review. See,e.g.,McCreary, 545 U. S., at 860–863;Larson, 456\nU. S., at 246;Presbyterian Church in U. S.v.Mary Elizabeth Blue Hull Memorial Presbyterian Church, 393\nU. S. 440, 449–452 (1969); see alsoColorado Christian\nUniv.v.Weaver, 534 F. 3d 1245, 1266 (CA10 2008)\n(McConnell, J.) (noting that, under Supreme Court precedent, laws\n“involving discrimination on the basis of religion, including\ninterdenominational discrimination, are subject to heightened\nscrutiny whether they arise under the Free Exercise Clause, the\nEstablishment Clause, or the Equal Protection Clause” (citations\nomitted)).[6] As explained\nabove, the Proclamation is plainly unconstitutional under that\nheightened standard. Seesupra,at 10–13.But even under rational-basis review, the\nProclamation must fall. That is so because the Proclamation is\n“ ‘divorced from any factual context from which we could\ndiscern a relationship to legitimate state interests,’ and ‘its\nsheer breadth [is] so discontinuous with the reasons offered for\nit’ ” that the policy is “ ‘inexplicable by anything but\nanimus.’ ”Ante,at 33 (quotingRomerv.Evans, 517 U. S. 620, 632, 635 (1996)); see alsoCleburnev.Cleburne Living Center, Inc., 473\nU. S. 432, 448 (1985) (recognizing that classifications\npredicated on discriminatory animus can never be legitimate because\nthe Government has no legitimate interest in exploiting “mere\nnegative attitudes, or fear” toward a disfavored group). The\nPresident’s statements, which the majority utterly fails to address\nin its legal analysis, strongly support the conclusion that the\nProclamation was issued to express hostility toward Muslims and\nexclude them from the country. Given the overwhelming record\nevidence of anti-Muslim animus, it sim- ply cannot be said that the\nProclamation has a legitimate basis.IRAP II, 883 F. 3d, at\n352 (Harris, J., concurring) (explaining that the Proclamation\ncontravenes the bedrock principle “that the government may not act\non the basis ofanimustoward a disfavored religious\nminority” (emphasis in original)).The majority insists that the Proclamation\nfurthers two interrelated national-security interests: “preventing\nentry of nationals who cannot be adequately vetted and inducing\nother nations to improve their practices.”Ante,at 34. But\nthe Court offers insufficient support for its view “that the entry\nsuspension has a legitimate grounding in [those] national security\nconcerns, quite apart from any religious hostility.”Ibid.;\nsee alsoante, at 33–38, and n. 7. In- deed, even a\ncursory review of the Government’s asserted national-security\nrationale reveals that the Proclamation is nothing more than a\n“ ‘religious gerrymander.’ ”Lukumi, 508\nU. S., at 535.The majority first emphasizes that the\nProclamation “says nothing about religion.”Ante,at 34.\nEven so, the Proclamation, just like its predecessors,\noverwhelmingly targets Muslim-majority nations. Given the record\nhere, including all the President’s statements linking the\nProclamation to his apparent hostility toward Muslims, it is of no\nmoment that the Proclamation also includes minor restrictions on\ntwo non-Muslim majority countries, North Korea and Venezuela, or\nthat the Government has removed a few Muslim-majority countries\nfrom the list of covered countries since EO–1 was issued.\nConsideration of the entire record supports the conclusion that the\ninclusion of North Korea and Venezuela, and the removal of other\ncountries, simply reflect subtle efforts to start “talking\nterritory instead of Muslim,” App. 123, precisely so the Executive\nBranch could evade criticism or legal consequences for the\nProclamation’s otherwise clear targeting of Muslims. The\nProclamation’s effect on North Korea and Venezuela, for example, is\ninsubstantial, if not entirely symbolic. A prior sanctions order\nalready restricts entry of North Korean nationals, see Exec. Order\nNo. 13810, 82 Fed. Reg. 44705 (2017), and the Proclamation targets\nonly a handful of Venezuelan government officials and their\nimmediate family members, 82 Fed. Reg. 45166. As such, the\nPresident’s inclusion of North Korea and Venezuela does little to\nmitigate the anti-Muslim animus that permeates the\nProclamation.The majority next contends that the Proclamation\n“reflects the results of a worldwide review process under- taken by\nmultiple Cabinet officials.”Ante,at 34. At the out- set,\nthere is some evidence that at least one of the individuals\ninvolved in that process may have exhibited bias against Muslims.\nAs noted by one group ofamici, the Trump administration\nappointed Frank Wuco to help enforce the President’s travel bans\nand lead the multi- agency review process. See Brief for Plaintiffs\ninInternational Refugee Assistance Projectv.TrumpasAmici Cu- riae13–14, and n. 10. According toamici, Wuco has purportedly made several suspect public\nstatements about Islam: He has “publicly declared that it was a\n‘great idea’ to ‘stop the visa application process into this\ncountry from Muslim nations in a blanket type of policy,’ ”\n“that Muslim populations ‘living under other-than-Muslim rule’ will\n‘necessarily’ turn to violence, that Islam prescribes ‘violence and\nwarfare against unbelievers,’ and that Muslims ‘by-and-large\n. . . resist assimilation.’ ”Id.,at 14.But, even setting aside those comments, the\nworldwide review does little to break the clear connection between\nthe Proclamation and the President’s anti-Muslim statements. For\n“[n]o matter how many officials affix their names to it, the\nProclamation rests on a rotten foundation.” Brief for\nConstitutional Law Scholars asAmici Curiae7 (filed Apr. 2,\n2018); seesupra, at 4–10. The President campaigned on a\npromise to implement a “total and complete shutdown of Muslims”\nentering the country, translated that campaign promise into a\nconcrete policy, and made several statements linking that policy\n(in its various forms) to anti-Muslim animus.Ignoring all this, the majority empowers the\nPresident to hide behind an administrative review process that the\nGovernment refuses to disclose to the public. SeeIRAP II,\n883 F. 3d, at 268 (“[T]he Government chose not to make the\nreview publicly available” even in redacted form);IRAPv.Trump, No. 17–2231 (CA4), Doc. 126 (Letter from S. Swingle,\nCounsel for Defendants-Appellants, to P. Connor, Clerk of the\nUnited States Court of Appeals for the Fourth Circuit (Nov. 24,\n2017)) (resisting Fourth Circuit’s request that the Government\nsupplement the record with the reports referenced in the\nProclamation). Furthermore, evidence of which we can take judicial\nnotice indicates that the multiagency review process could not have\nbeen very thorough. Ongoing litigation under the Freedom of\nInformation Act shows that the September 2017 report the Government\nproduced after its review process was a mere 17 pages. SeeBrennan Center for Justicev.United States Dept. of\nState, No. 17–cv–7520 (SDNY), Doc. No. 31–1, pp. 2–3. That the\nGovernment’s analysis of the vetting practices of hundreds of\ncountries boiled down to such a short document raises serious\nquestions about the legitimacy of the President’s proclaimed\nnational-security rationale.Beyond that, Congress has already addressed the\nnational-security concerns supposedly undergirding the Proclamation\nthrough an “extensive and complex” framework governing “immigration\nand alien status.”Arizonav.United States, 567\nU. S. 387, 395 (2012).[7]\nThe Immigration and Nationality Act sets forth, in painstaking\ndetail, a reticulated scheme regulating the admission of\nindividuals to the United States. Generally, admission to the\nUnited States requires a valid visa or other travel document. 8\nU. S. C. §§1181, 1182(a)(7)(A)(i)(I),\n1182(a)(7)(B)(i)(II). To obtain a visa, an applicant must produce\n“certified cop[ies]” of documents proving her identity, background,\nand criminal history. §§1202(b), 1202(d). An applicant also must\nundergo an in-person interview with a State Department consular\nofficer. §§1201(a)(1), 1202(h)(1), 22 CFR §§42.62(a)–(b) (2017);\nsee also 8 U. S. C. §§1202(h)(2)(D), 1202(h)(2)(F)\n(requiring in-person interview if the individual “is a national of\na country officially designated by the Secretary of State as a\nstate sponsor of terrorism” or is “a member of a group or section\nthat . . . poses a security threat to the United\nStates”). “Any alien who . . . has engaged in a terrorist\nactivity,” “incited terrorist activity,” or been a representative,\nmember, or endorser of a terrorist organization, or who “is likely\nto engage after entry in any terrorist activity,” §1182(a)(3)(B),\nor who has committed one or more of the many crimes enumerated in\nthe statute is inadmissible and therefore ineligible to receive a\nvisa. See §1182(a)(2)(A) (crime of moral turpitude or drug\noffense); §1182(a)(2)(C) (drug trafficking or benefiting from a\nrelative who recently trafficked drugs); §1182(a)(2)(D)\n(prostitution or “unlawful commercialized vice”); §1182(a)(2)(H)\n(human trafficking); §1182(a)(3) (“Security and related\ngrounds”).In addition to vetting rigorously any\nindividuals seeking admission to the United States, the Government\nalso rigorously vets the information-sharing and\nidentity-management systems of other countries, as evidenced by the\nVisa Waiver Program, which permits certain nationals from a select\ngroup of countries to skip the ordinary visa-application process.\nSee §1187. To determine which countries are eligible for the Visa\nWaiver Program, the Government considers whether they can satisfy\nnumerous criteria—e.g.,using electronic, fraud-resistant\npassports, §1187(a)(3)(B), 24-hour reporting of lost or stolen\npassports, §1187(c)(2)(D), and not providing a safe haven for\nterrorists, §1187(a)(12)(D)(iii). The Secretary of Homeland\nSecurity, in consultation with the Secretary of State, also must\ndetermine that a country’s inclusion in the program will not\ncompromise “the law enforcement and security interests of the\nUnited States.” §1187(c)(2)(C). Eligibility for the program is\nreassessed on an annual basis. See §1187(a)(12)(D)(iii),\n1187(c)(12)(A). As a result of a recent review, for example, the\nExecutive decided in 2016 to remove from the program dual nationals\nof Iraq, Syria, Iran, and Sudan. See Brief for Former National\nSecurity Officials asAmici Curiae27.Put simply, Congress has already erected a\nstatutory scheme that fulfills the putative national-security\ninterests the Government now puts forth to justify the\nProclamation. Tellingly, the Government remains wholly unable to\narticulate any credible national-security interest that would go\nunaddressed by the current statutory scheme absent the\nProclamation. The Government also offers no evidence that this\ncurrent vetting scheme, which involves a highly searching\nconsideration of individuals required to obtain visas for entry\ninto the United States and a highly searching consideration of\nwhich countries are eligible for inclusion in the Visa Waiver\nProgram, is inadequate to achieve the Proclamation’s proclaimed\nobjectives of “preventing entry of nationals who cannot be\nadequately vetted and inducing other nations to improve their\n[vetting and information-sharing] practices.”Ante,at\n34.For many of these reasons, several former\nnational-security officials from both political parties—including\nformer Secretary of State Madeleine Albright, former State\nDepartment Legal Adviser John Bellinger III, former Central\nIntelligence Agency Director John Brennan, and former Director of\nNational Intelligence James Clapper—have advised that the\nProclamation and its predecessor orders “do not advance the\nnational-security or foreign policy interests of the United States,\nand in fact do serious harm to those interests.” Brief for Former\nNational Security Officials asAmici Curiae15 (boldface\ndeleted).Moreover, the Proclamation purports to mitigate\nnational-security risks by excluding nationals of countries that\nprovide insufficient information to vet their nationals. 82 Fed.\nReg. 45164. Yet, as plaintiffs explain, the Proclamation broadly\ndenies immigrant visas to all nationals of those countries,\nincluding those whose admission would likely not implicate these\ninformation deficiencies (e.g.,infants, or nationals of\ncountries included in the Proclamation who are long-term residents\nof and traveling from a country not covered by the Proclamation).\nSee Brief for Respondents 72. In addition, the Proclamation permits\ncertain nationals from the countries named in the Proclamation to\nobtain nonimmigrant visas, which undermines the Government’s\nassertion that it does not already have the capacity and sufficient\ninformation to vet these individuals adequately. See 82 Fed. Reg.\n45165–45169.Equally unavailing is the majority’s reliance on\nthe Proclamation’s waiver program.Ante,at 37, and\nn. 7. As severalamicithoroughly explain, there is\nreason to suspect that the Proclamation’s waiver program is nothing\nmore than a sham. See Brief for Pars Equality Center et al. asAmici Curiae11, 13–28 (explaining that “waivers under the\nProclamation are vanishingly rare” and reporting numerous stories\nof deserving applicants denied waivers). The remote possibility of\nobtaining a waiver pursuant to an ad hoc, discretionary, and\nseemingly arbitrary process scarcely demonstrates that the\nProclamation is rooted in a genuine concern for national security.\nSeeante,at 3–8 (Breyer, J., dissenting) (outlining\nevidence suggesting “that the Government is not applying the\nProclamation as written,” that “waivers are not being processed in\nan ordinary way,” and that consular and other officials “do not, in\nfact, have discretion to grant waivers”).In sum, none of the features of the Proclamation\nhighlighted by the majority supports the Government’s claim that\nthe Proclamation is genuinely and primarily rooted in a legitimate\nnational-security interest. What the unrebutted evidence actually\nshows is that a reasonable observer would conclude, quite easily,\nthat the primary purpose and function of the Proclamation is to\ndisfavor Islam by banning Muslims from entering our country.IIIAs the foregoing analysis makes clear,\nplaintiffs are likely to succeed on the merits of their\nEstablishment Clause claim. To obtain a preliminary injunction,\nhow- ever, plaintiffs must also show that they are “likely to\nsuffer irreparable harm in the absence of preliminary relief,” that\n“the balance of equities tips in [their] favor,” and that “an\ninjunction is in the public interest.”Winterv.Natural\nResources Defense Council, Inc., 555 U. S. 7, 20 (2008).\nPlaintiffs readily clear those remaining hurdles.First, plaintiffs have shown a likelihood of\nirreparable harm in the absence of an injunction. As the District\nCourt found, plaintiffs have adduced substantial evidence showing\nthat the Proclamation will result in “a multitude of harms that are\nnot compensable with monetary dam- ages and that are\nirreparable—among them, prolonged separation from family members,\nconstraints to recruiting and retaining students and faculty\nmembers to foster diversity and quality within the University\ncommunity, and the diminished membership of the [Muslim]\nAssociation.” 265 F. Supp. 3d 1140, 1159 (Haw. 2017).Second, plaintiffs have demonstrated that the\nbalance of the equities tips in their favor. Against plaintiffs’\nconcrete allegations of serious harm, the Government advances only\nnebulous national-security concerns. Although national security is\nunquestionably an issue of paramount public importance, it is not\n“a talisman” that the Government can use “to ward off inconvenient\nclaims—a ‘label’ used to ‘cover a multitude of sins.’ ”Ziglarv.Abbasi, 582 U. S. ___, ___ (2017)\n(slip op., at 20). That is especially true here, because, as noted,\nthe Government’s other statutory tools, including the existing\nrigorous individualized vetting process, already address the\nProclamation’s purported national-security concerns. Seesupra,at 19–22.Finally, plaintiffs and theiramicihave\nconvincingly established that “an injunction is in the public\ninterest.”Winter, 555 U. S., at 20. As explained by\nthe scores ofamiciwho have filed briefs in support of\nplaintiffs, the Proclamation has deleterious effects on our higher\neducation system;[8] national\nsecurity;[9]\nhealthcare;[10] artistic\nculture;[11] and the\nNation’s technology industry and overall economy.[12] Accordingly, the Court of Appeals\ncorrectly affirmed, in part, the District Court’s preliminary\ninjunction.[13]IVThe First Amendment stands as a bulwark\nagainst official religious prejudice and embodies our Nation’s deep\ncommitment to religious plurality and tolerance. That\nconstitutional promise is why, “[f ]or centuries now, people\nhave come to this country from every corner of the world to share\nin the blessing of religious freedom.”Town of Greecev.Galloway, 572 U. S., at ___ (Kagan, J., dissenting)\n(slip op., at 1). Instead of vindicating those principles, today’s\ndecision tosses them aside. In holding that the First Amendment\ngives way to an executive policy that a reasonable observer would\nview as motivated by animus against Muslims, the majority opinion\nupends this Court’s precedent, repeats tragic mistakes of the past,\nand denies countless individuals the fundamental right of religious\nliberty.Just weeks ago, the Court rendered its decision\ninMasterpiece Cakeshop, 584 U. S. ___, which applied\nthe bedrock principles of religious neutrality and tolerance in\nconsidering a First Amendment challenge to government action. Seeid.,at ___ (slip op., at 17) (“The Constitution ‘commits\ngovernment itself to religious tolerance, and upon even slight\nsuspicion that proposals for state intervention stem from animosity\nto religion or distrust of its practices, all officials must pause\nto remember their own high duty to the Constitution and to the\nrights it secures’ ” (quotingLukumi, 508 U. S.,\nat 547));Masterpiece, 584 U. S., at ___ (Kagan, J.,\nconcurring) (slip op., at 1) (“[S]tate actors cannot show hostility\nto religious views; rather, they must give those views ‘neutral and\nrespectful consideration’ ”). Those principles should apply\nequally here. In both instances, the question is whether a\ngovernment actor exhibited tolerance and neutrality in reaching a\ndecision that affects individuals’ fundamental religious freedom.\nBut unlike inMasterpiece, where a state civil rights\ncommission was found to have acted without “the neutrality that the\nFree Exercise Clause requires,”id.,at ___ (slip op., at\n17), the government actors in this case will not be held\naccountable for breaching the First Amendment’s guarantee of\nreligious neutrality and tolerance. Unlike inMasterpiece,\nwhere the majority considered the state commissioners’ statements\nabout religion to be persuasive evidence of unconstitutional\ngovernment action,id.,at ___–___ (slip op., at 12–14), the\nmajority here completely sets aside the President’s charged\nstatements about Muslims as irrelevant. That holding erodes the\nfoundational principles of religious tolerance that the Court\nelsewhere has so emphatically protected, and it tells members of\nminority religions in our country “ ‘that they are outsiders,\nnot full members of the political commu- nity.’ ”Santa Fe, 530 U. S., at 309.Today’s holding is all the more troubling given\nthe stark parallels between the reasoning of this case and that ofKorematsuv.United States, 323 U. S. 214\n(1944).See Brief for Japanese American Citizens League asAmicus Curiae. InKorematsu, the Court gave “a pass\n[to] an odious, gravely injurious racial classification” authorized\nby an executive order.Adarand Constructors, Inc.v.Peña, 515 U. S. 200, 275 (1995) (Ginsburg, J.,\ndissenting). As here, the Government invoked an ill-defined\nnational-security threat to justify an exclusionary policy of\nsweeping proportion. See Brief for Japanese American Citizens\nLeague asAmicus Curiae12–14. As here, the exclusion order\nwas rooted in dangerous stereotypes about,inter alia, a\nparticular group’s supposed inability to assimilate and desire to\nharm the United States. SeeKorematsu, 323 U. S., at\n236–240 (Murphy, J., dissenting). As here, the Government was\nunwilling to reveal its own intelligence agencies’ views of the\nalleged security concerns to the very citizens it purported to\nprotect. CompareKorematsuv.United States, 584\nF. Supp. 1406, 1418–1419 (ND Cal. 1984) (discussing\ninformation the Government knowingly omitted from report presented\nto the courts justifying the executive order); Brief for Japanese\nAmerican Citizens League asAmicus Curiae17–19, withIRAP II, 883 F. 3d, at 268; Brief for Karen Korematsu\net al. asAmici Curiae35–36, and n. 5 (noting\nthat the Government “has gone to great lengths to shield [the\nSecretary of Homeland Security’s] report from view”). And as here,\nthere was strong evidence that impermissible hostility and animus\nmoti- vated the Government’s policy.Although a majority of the Court inKorematsuwas willing to uphold the Government’s actions\nbased on a barren invocation of national security, dissenting\nJustices warned of that decision’s harm to our constitutional\nfabric. Justice Murphy recognized that there is a need for great\ndeference to the Executive Branch in the context of national\nsecurity, but cautioned that “it is essential that there be\ndefinite limits to [the government’s] discretion,” as\n“[i]ndividuals must not be left impoverished of their\nconstitutional rights on a plea of military necessity that has\nneither substance nor support.” 323 U. S., at 234 (Murphy, J.,\ndissenting). Justice Jackson lamented that the Court’s decision\nupholding the Government’s policy would prove to be “a far more\nsubtle blow to liberty than the promulgation of the order itself,”\nfor although the executive order was not likely to be long lasting,\nthe Court’s willingness to tolerate it would endure.Id.,at\n245–246.In the intervening years sinceKorematsu,\nour Nation has done much to leave its sordid legacy behind. See,e.g.,Civil Liberties Act of 1988, 50 U. S. C.\nApp. §4211et seq.(setting forth remedies to\nindividuals affected by the executive order at issue inKorematsu); Non-Detention Act of 1971, 18 U. S. C.\n§4001(a) (forbidding the imprisonment or detention by the United\nStates of any citizen absent an Act of Congress). Today, the Court\ntakes the important step of finally overrulingKorematsu,\ndenouncing it as “gravely wrong the day it was decided.”Ante,at 38 (citingKorematsu, 323 U. S., at 248\n(Jackson, J., dissenting)). This formal repudiation of a shameful\nprecedent is laud- able and long overdue. But it does not make the\nmajority’s decision here acceptable or right. By blindly accepting\nthe Government’s misguided invitation to sanction a discriminatory\npolicy motivated by animosity toward a disfavored group, all in the\nname of a superficial claim of national security, the Court\nredeploys the same dangerous logic underlyingKorematsuand\nmerely replaces one “gravely wrong” decision with another.Ante,at 38.Our Constitution demands, and our country\ndeserves, a Judiciary willing to hold the coordinate branches to\naccount when they defy our most sacred legal commitments. Because\nthe Court’s decision today has failed in that respect, with\nprofound regret, I dissent.Notes1According to the White\nHouse, President Trump’s statements on Twitter are “official\nstatements.” App. 133.2The content of these\nvideos is highly inflammatory, and their titles are arguably\nmisleading. For instance, the person depicted in the video entitled\n“Muslim migrant beats up Dutch boy on crutches!” was reportedly not\na “migrant,” and his religion is not publicly known. See Brief for\nPlaintiffs inInternational Refugee Assistance Projectv.TrumpasAmici Curiae12, n. 4; P. Baker &\nE. Sullivan, Trump Shares Inflammatory Anti-Muslim Videos, and\nBritain’s Leader Condemns Them, N. Y. Times, Nov. 29, 2017\n(“[A]ccording to local officials, both boys are Dutch”),\nhttps: // www.nytimes.com / 2017 / 11 / 29 / us / politics / trump-anti-muslim-videos-jayda-fransen.html\n(all Internet materials as last visited June 25,\n2018).3The Government urges us\nto disregard the President’s campaign statements. Brief for\nPetitioners 66–67. But nothing in our precedent supports that\nblinkered approach. To the contrary, courts must con-sider “the\nhistorical background of the decision under challenge, the specific\nseries of events leading to the enactment or official policy in\nquestion, and the legislative or administrative history.”Church\nof Lukumi Babalu Aye, Inc.v.Hialeah, 508 U. S.\n520, 540 (1993) (opinion of Kennedy, J.). Moreover, President Trump\nand his advisers have repeatedly acknowledged that the Proclamation\nand its predecessors are an outgrowth of the President’s campaign\nstatements. For example, just last November, the Deputy White House\nPress Secretary reminded the media that the Proclamation addresses\n“issues” the President has been talking about “for years,”\nincluding on “the campaign trail.”IRAP II, 883 F. 3d\n233, 267 (CA4 2018). In any case, as the Fourth Circuit correctly\nrecognized, even without relying on any of the President’s campaign\nstatements, a reasonable observer would conclude that the\nProclamation was enacted for the impermissible purpose of\ndisfavoring Muslims.Id., at 266, 268.4At oral argument, the\nSolicitor General asserted that President Trump “made crystal-clear\non September 25 that he had no intention of imposing the Muslim\nban” and “has praised Islam as one of the great countries\n[sic] of the world.” Tr. of Oral Arg. 81. Because the record\ncontained no evidence of any such statement made on September 25th,\nhowever, the Solicitor General clarified after oral argument that\nhe actually intended to refer to President Trump’s statement during\na television interview on January 25, 2017. Letter from N.\nFrancisco, Solicitor General, to S. Harris, Clerk of Court (May 1,\n2018); Reply Brief 28, n. 8. During that interview, the President\nwas asked whether EO–1 was “the Muslim ban,” and answered, “no it’s\nnot the Muslim ban.” See Transcript: ABC News anchor David Muir\ninterviews President Trump, ABC News, Jan. 25, 2017,\nhttp://abcnews.go.com/Politics/transcript-abc-news-anchor-david-muir-interviews-president / story ? id =45047602.\nBut that lone assertion hardly qualifies as a disavowal of the\nPresident’s comments about Islam—some of which were spoken after\nJanuary 25, 2017. Moreover, it strains credulity to say that\nPresident Trump’s January 25th statement makes “crystal-clear” that\nhe never intended to impose a Muslim ban given that, until May\n2017, the President’s website displayed the statement regarding his\ncampaign promise to ban Muslims from entering the\ncountry.5MandelandDinare readily distinguishable from this case for a number\nof reasons. First,MandelandDineach involved a\nconstitutional challenge to an Executive Branch decision to exclude\na single foreign national under a specific statutory ground of\ninadmissibility.Mandel, 408 U. S., at 767;Din,\n576 U. S., at ___ (slip op., at 1). Here, by contrast,\nPresident Trump is not exercising his discretionary authority to\ndetermine the admission or exclusion of a particular foreign\nnational. He promulgated an executive order affecting millions of\nindividuals on a categorical basis. Second,MandelandDindid not purport to establish the framework for\nadjudicating cases (like this one) involving claims that the\nExecutive Branch violated the Establishment Clause by acting\npursuant to an unconstitutional purpose. ApplyingMandel’s\nnarrow standard of review to such a claim would run contrary to\nthis Court’s repeated admonition that “[f ]acial neutrality is\nnot determinative” in the Establishment Clause context.Lukumi, 508 U. S., at 534. Likewise, the majority’s\npassing invocation ofFiallov.Bell, 430 U. S.\n787 (1977), is misplaced.Fiallo, unlike this case,\naddressed a constitutional challenge to a statute enacted by\nCongress, not an order of the President.Id.,at 791.Fiallo’s application ofMandelsays little about\nwhetherMandel’s narrow standard of review applies to the\nunilateral executive proclamation promulgated under the\ncircumstances of this case. Finally, even assuming thatMandelandDinapply here, they would not preclude us\nfrom looking behind the face of the Proclamation because plaintiffs\nhave made “an affirmative showing of bad faith,”Din, 576\nU. S., at ___ (slip op., at 5), by the President who, among\nother things, instructed his subordinates to find a “lega[l]” way\nto enact a Muslim ban, App. 125; seesupra,at\n4–10.6The majority chides as\n“problematic” the importation of Establishment Clause jurisprudence\n“in the national security and foreign affairs context.”Ante, at 32–33, n. 5. As the majority sees it, this\nCourt’s Establishment Clause precedents do not apply to cases\ninvolving “immigration policies, diplomatic sanctions, and military\nactions.”Ante,at 32, n. 5. But just because the Court\nhas not confronted the precise situation at hand does not render\nthese cases (or the principles they announced) inapplicable.\nMoreover, the majority’s complaint regarding the lack of direct\nauthority is a puzzling charge, given that the majority itself\nfails to cite any “authority for its proposition” that a more\nprobing review is inappropriate in a case like this one, where\nUnited States citizens allege that the Executive has violated the\nEstablishment Clause by issuing a sweeping executive order\nmotivated by animus.Ante, at 33 n. 5; seesupra,at 14, and n. 5. In any event, even if there is\nno prior case directly on point, it is clear from our precedent\nthat “[w]hatever power the United States Constitution envisions for\nthe Executive” in the context of national security and foreign\naffairs, “it most assuredly envisions a role for all three branches\nwhen individual liberties are at stake.”Hamdiv.Rumsfeld, 542 U. S. 507, 536 (2004) (plurality\nopinion). This Court’s Establishment Clause precedents require\nthat, if a reasonable observer would understand an executive action\nto be driven by discriminatory animus, the action be invalidated.\nSeeMcCreary, 545 U. S., at 860. That\nreasonable-observer inquiry includes consideration of the\nGovernment’s asserted justifications for its actions. The\nGovernment’s invocation of a national-security justification,\nhowever, does not mean that the Court should close its eyes to\nother relevant information. Deference is different from\nunquestioning acceptance. Thus, what is “far more problematic” in\nthis case is the majority’s apparent willingness to throw the\nEstablishment Clause out the window and forgo any meaningful\nconstitutional review at the mere mention of a national-security\nconcern.Ante,at 32, n. 5.7It is important to note,\nparticularly given the nature of this case, that many consider\n“using the term ‘alien’ to refer to other human beings” to be\n“offensive and demeaning.”Floresv.United States\nCitizenship & Immigration Servs., 718 F.3d 548, 551–552,\nn. 1 (CA6 2013). I use the term here only where necessary “to\nbe consistent with the statutory language” that Congress has chosen\nand “to avoid any confusion in replacing a legal term of art with a\nmore appropriate term.”Ibid.8See Brief for American\nCouncil on Education et al. asAmiciCuriae; Brief\nfor Colleges and Universities asAmici Curiae; Brief for New\nYork University asAmicus Curiae.9See Brief for Retired\nGenerals and Admirals of the U. S. Armed Forces asAmici\nCuriae; Brief for Former National Security Officials asAmici Curiae.10See\nBrief for Association of American Medical Colleges asAmicus\nCuriae.11See\nBrief for Association of Art Museum Directors et al. asAmici\nCuriae.12See\nBrief for U. S. Companies asAmici Curiae; Brief for\nMassachusetts Technology Leadership Council, Inc., asAmicus\nCuriae.13Because the majority concludes that\nplaintiffs have failed to show a likelihood of success on the\nmerits, it takes no position on “the propriety of the nationwide\nscope of the injunction issued by the District Court.”Ante,at 39. The District Court did not abuse its discretion by granting\nnationwide relief. Given the nature of the Establishment Clause\nviolation and the unique circumstances of this case, the imposition\nof a nationwide injunction was “ ‘necessary to provide\ncomplete relief to the plaintiffs.’ ”Madsenv.Women’s Health Center, Inc., 512 U. S. 753, 765 (1994);\nseeCalifanov.Yamasaki, 442 U. S. 682, 702\n(1979) (“[T]he scope of injunctive relief is dictated by the extent\nof the violation established, not by the geographical extent of the\nplaintiff class”).",
    "joined": []
}