{
    "case": {
        "docket": "141",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/141/"
    },
    "id": "1970631",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1425_________________MISSOURI, PETITIONERv.TYLER G.\nMcNEELYon writ of certiorari to the supreme court of\nmissouri[April 17, 2013]Justice Sotomayor announced the judgment of\nthe Court and delivered the opinion of the Court with respect to\nParts I, II–A, II–B, and IV, and an opinion with respect to Parts\nII–C and III, in which Justice Scalia, Justice Ginsburg, and\nJustice Kagan join.InSchmerberv.California,384 U.S.\n757(1966), this Court upheld a warrantless blood test of an\nindividual arrested for driving under the influence of alcohol\nbecause the officer “might reasonably have believed that he was\nconfronted with an emergency, in which the delay necessary to\nobtain a warrant, under the circumstances, threatened the\ndestruction of evidence.”Id.,at 770 (internal quotation\nmarks omitted). The question presented here is whether the natural\nmetabolization of alcohol in the bloodstream presents aper seexigency that justifies an exception to the\nFourth Amendment’s warrant requirement for nonconsensual blood\ntesting in all drunk-driving cases. We conclude that it does not,\nand we hold, consistent with general Fourth Amendment principles,\nthat exigency in this context must be determined case by case based\non the totality of the circumstances.IWhile on highway patrol at approximately 2:08\na.m., a Missouri police officer stopped Tyler McNeely’s truck after\nobserving it exceed the posted speed limit and repeatedly cross the\ncenterline. The officer noticed several signs that McNeely was\nintoxicated, including McNeely’s bloodshot eyes, his slurred\nspeech, and the smell of alcohol on his breath. McNeely\nacknowledged to the officer that he had consumed “a couple of\nbeers” at a bar, App. 20, and he appeared unsteady on his feet when\nhe exited the truck. After McNeely performed poorly on a battery of\nfield-sobriety tests and declined to use a portable breath-test\ndevice to measure his blood alcohol concentration (BAC), the\nofficer placed him under arrest.The officer began to transport McNeely to the\nstation house. But when McNeely indicated that he would again\nrefuse to provide a breath sample, the officer changed course and\ntook McNeely to a nearby hospital for blood testing. The officer\ndid not attempt to secure a warrant. Upon arrival at the hospital,\nthe officer asked McNeely whether he would consent to a blood test.\nReading from a standard implied consent form, the officer explained\nto McNeely that under state law refusal to submit voluntar- ily to\nthe test would lead to the immediate revocation of his driver’s\nlicense for one year and could be used against him in a future\nprosecution. See Mo. Ann. Stat. §§577.020.1, 577.041 (West 2011).\nMcNeely nonetheless refused. The officer then directed a hospital\nlab technician to take a blood sample, and the sample was secured\nat approximately 2:35 a.m. Subsequent laboratory testing measured\nMcNeely’s BAC at 0.154 percent, which was well above the legal\nlimit of 0.08 percent. See §577.012.1.McNeely was charged with driving while\nintoxicated (DWI), in violation of §577.010.[1] He moved to suppress the results of the blood\ntest, arguing in relevant part that, under the circumstances,\ntaking his blood for chemi- cal testing without first obtaining a\nsearch warrant vio- lated his rights under the Fourth Amendment.\nThe trial court agreed. It concluded that the exigency exception to\nthe warrant requirement did not apply because, apart from the fact\nthat “[a]s in all cases involving intoxication, [McNeely’s] blood\nalcohol was being metabolized by his liver,” there were no\ncircumstances suggesting the officer faced an emergency in which he\ncould not practicably obtain a warrant. No. 10CG–CR01849–01\n(Cir. Ct. Cape Giradeau Cty., Mo., Div. II, Mar. 3, 2011),\nApp. to Pet. for Cert. 43a. On appeal, the Missouri Court of\nAppeals stated an intention to reverse but transferred the case\ndirectly to the Missouri Supreme Court. No. ED 96402 (June 21,\n2011),id., at 24a.The Missouri Supreme Court affirmed. 358 S.W.3d\n65 (2012) (per curiam). Recognizing that this Court’s\ndecision inSchmerberv.California,384 U.S.\n757, “provide[d] the backdrop” to its analysis, the Missouri\nSupreme Court held that “Schmerberdirects lower courts to\nengage in a totality of the circumstances analysis when determin-\ning whether exigency permits a nonconsensual, warrantless blood\ndraw.” 358 S. W. 3d, at 69, 74. The court further concluded\nthatSchmerber“requires more than the mere dissipation of\nblood-alcohol evidence to support a warrantless blood draw in an\nalcohol-related case.” 358 S. W. 3d, at 70.According\nto the court, exigency depends heavily on the existence of\nadditional “ ‘special facts,’ ” such as whether an\nofficer was delayed by the need to investigate an ac- cident and\ntransport an injured suspect to the hospital, as had been the case\ninSchmerber. 358 S. W. 3d,at 70, 74. Finding\nthat this was “unquestionably a routine DWI case” in which no\nfactors other than the natural dissi- pation of blood-alcohol\nsuggested that there was an emergency, the court held that the\nnonconsensual warrantless blood draw violated McNeely’s Fourth\nAmendment right to be free from unreasonable searches of his\nperson.Id.,at 74–75.We granted certiorari to resolve a split of\nauthority on the question whether the natural dissipation of\nalcohol in the bloodstream establishes aper seexigency that suffices on its own to justify an exception to the\nwarrant requirement for nonconsensual blood testing in\ndrunk-driving investigations.[2] See 567 U. S. ___ (2012). We now affirm.IIAThe Fourth Amendment provides in relevant part\nthat “[t]he right of the people to be secure in their persons,\nhouses, papers, and effects, against unreasonable searches and\nseizures, shall not be violated, and no Warrants shall issue, but\nupon probable cause.” Our cases have held that a warrantless search\nof the person is reasonable only if it falls within a recognized\nexception. See,e.g., United Statesv.Robinson,414\nU.S. 218, 224 (1973). That principle applies to the type of\nsearch at issue in this case, which involved a compelled physical\nintrusion beneath McNeely’s skin and into his veins to obtain a\nsample of his blood for use as evidence in a criminal\ninvestigation. Such an invasion of bodily integrity implicates an\nindividual’s “most personal and deep-rooted expectations of\nprivacy.”Winstonv.Lee,470\nU.S. 753, 760 (1985); see alsoSkinnerv.Railway\nLabor Executives’ Assn.,489 U.S.\n602, 616 (1989).We first considered the Fourth Amendment\nrestrictions on such searches inSchmerber, where, as in\nthis case, a blood sample was drawn from a defendant suspected of\ndriving while under the influence of alcohol. 384 U. S., at\n758. Noting that “[s]earch warrants are ordinarily required for\nsearches of dwellings,” we reasoned that “absent an emergency, no\nless could be required where intrusions into the human body are\nconcerned,” even when the search was conducted following a lawful\narrest.Id.,at 770. We explained that the importance of\nrequiring authorization by a “ ‘neutral and detached\nmagistrate’ ” before allowing a law enforcement officer to\n“invade another’s body in search of evidence of guilt is\nindisputable and great.”Ibid.(quotingJohnsonv.United States,333 U.S.\n10, 13–14 (1948)).As noted, the warrant requirement is subject to\nex- ceptions. “One well-recognized exception,” and the one at issue\nin this case, “applies when the exigencies of the situation make\nthe needs of law enforcement so compelling that a warrantless\nsearch is objectively reasonable under the Fourth Amendment.”Kentuckyv.King, 563 U. S. ___, ___ (2011)\n(slip op., at 6) (internal quotation marks and brackets omitted). A\nvariety of circumstances may give rise to an exigency sufficient to\njustify a warrantless search, including law enforcement’s need to\nprovide emergency assistance to an occupant of a home,Michiganv.Fisher,558 U.S.\n45, 47–48 (2009) (per curiam), engage in “hot pursuit”\nof a fleeing suspect,United Statesv.San-tana,427 U.S.\n38, 42–43 (1976), or enter a burning building to put out a fire\nand investigate its cause,Michiganv.Tyler,436 U.S.\n499, 509–510 (1978). As is relevant here, we have also\nrecognized that in some circumstances law enforcement officers may\nconduct a search without a warrant to prevent the imminent\ndestruction of evidence. SeeCuppv.Murphy,412 U.S.\n291, 296 (1973);Kerv.California,374 U.S.\n23, 40–41 (1963) (plurality opinion). While these contexts do\nnot necessarily involve equiva- lent dangers, in each a warrantless\nsearch is potentially reasonable because “there is compelling need\nfor official action and no time to secure a warrant.”Tyler,\n436 U. S., at 509.To determine whether a law enforcement officer\nfaced an emergency that justified acting without a warrant, this\nCourt looks to the totality of circumstances. SeeBrigham\nCityv.Stuart,547 U.S.\n398, 406 (2006) (finding officers’ entry into a home to provide\nemergency assistance “plainly reasonable under the circumstances”);Illinoisv.Mc-Arthur,531 U.S.\n326, 331 (2001) (concluding that a warrantless seizure of a\nperson to prevent him from returning to his trailer to destroy\nhidden contraband was reasonable “[i]n the circumstances of the\ncase before us” due to exigency);Cupp, 412 U. S., at\n296 (holding that a limited warrantless search of a suspect’s\nfingernails to preserve evidence that the suspect was trying to rub\noff was justified “[o]n the facts of this case”); see alsoRichardsv.Wisconsin,520 U.S.\n385, 391–396 (1997) (rejecting aper seexception\nto the knock-and-announce requirement for felony drug\ninvestigations based on presumed exigency, and requiring instead\nevaluation of police conduct “in a particular case”). We apply this\n“finely tuned approach” to Fourth Amendment reasonableness in this\ncontext be- cause the police action at issue lacks “the traditional\njustification that . . . a warrant . . .\nprovides.”Atwaterv.Lago Vista,532 U.S.\n318, 347, n. 16 (2001). Absent that established justification,\n“the fact-specific nature of the reasonableness inquiry,”Ohiov.Robinette,519 U.S.\n33, 39 (1996), demands that we evaluate each case of alleged\nexigency based “on its own facts and circumstances.”Go-Bart\nImporting Co.v.United States,282\nU.S. 344, 357 (1931).[3]Our decision inSchmerberapplied this\ntotality of the circumstances approach. In that case, the\npetitioner had suffered injuries in an automobile accident and was\ntaken to the hospital. 384 U. S., at 758. While he was there\nreceiving treatment, a police officer arrested the petitioner for\ndriving while under the influence of alcohol and ordered a blood\ntest over his objection.Id.,at 758–759. After explaining\nthat the warrant requirement applied generally to searches that\nintrude into the human body, we concluded that the warrantless\nblood test “in the present case” was nonetheless permissible\nbecause the officer “might reasonably have believed that he was\nconfronted with an emergency, in which the delay necessary to\nobtain a warrant, under the circumstances, threatened ‘the\ndestruction of evidence.’ ”Id., at 770 (quotingPrestonv.United States,376\nU.S. 364, 367 (1964)).In support of that conclusion, we observed that\nevidence could have been lost because “the percentage of alcohol in\nthe blood begins to diminish shortly after drinking stops, as the\nbody functions to eliminate it from the system.” 384 U. S., at\n770. We added that “[p]articularly in a case such as this, where\ntime had to be taken to bring the accused to a hospital and to\ninvestigate the scene of the accident, there was no time to seek\nout a magistrate and secure a warrant.”Id.,at 770–771.\n“Given these special facts,” we found that it was appropriate for\nthe police to act without a warrant.Id.,at 771. We further\nheld that the blood test at issue was a reasonable way to recover\nthe evidence because it was highly effective, “involve[d] vir-\ntually no risk, trauma, or pain,” and was conducted in a reasonable\nfashion “by a physician in a hospital environment according to\naccepted medical practices.”Ibid.And in conclusion, we\nnoted that our judgment that there had been no Fourth Amendment\nviolation was strictly based “on the facts of the present record.”Id.,at 772.Thus, our analysis inSchmerberfits\ncomfortably within our case law applying the exigent circumstances\nexception. In finding the warrantless blood test reasonable inSchmerber, we considered all of the facts and circumstances\nof the particular case and carefully based our holding on those\nspecific facts.BThe State properly recognizes that the\nreasonableness of a warrantless search under the exigency exception\nto the warrant requirement must be evaluated based on the totality\nof the circumstances. Brief for Petitioner 28–29. But the State\nnevertheless seeks aper serule for blood testing in\ndrunk-driving cases. The State contends that whenever an officer\nhas probable cause to believe an individual has been driving under\nthe influence of alcohol, exigent circumstances will necessarily\nexist because BAC evidence is inherently evanescent. As a result,\nthe State claims that so long as the officer has probable cause and\nthe blood test is conducted in a reasonable manner, it is\ncategorically reasonable for law enforcement to obtain the blood\nsample without a warrant.It is true that as a result of the human body’s\nnatural metabolic processes, the alcohol level in a person’s blood\nbegins to dissipate once the alcohol is fully absorbed and\ncontinues to decline until the alcohol is eliminated. SeeSkinner, 489 U. S., at 623;Schmerber, 384\nU. S., at 770–771. Testimony before the trial court in this\ncase indicated that the percentage of alcohol in an individual’s\nblood typically decreases by approximately 0.015 percent to 0.02\npercent per hour once the alcohol has been fully absorbed. App. 47.\nMore precise calculations of the rate at which alcohol dissipates\ndepend on various individual characteristics (such as weight,\ngender, and alcohol tolerance) and the circumstances in which the\nalcohol was consumed. See Stripp, Forensic and Clinical Issues in\nAlcohol Analysis, in Forensic Chemistry Handbook 437–441 (L.\nKobilinsky ed. 2012). Regardless of the exact elimination rate, it\nis sufficient for our purposes to note that because an individual’s\nalcohol level gradually declines soon after he stops drinking, a\nsignificant delay in testing will negatively affect the probative\nvalue of the results. This fact was essential to our holding inSchmerber, as we recognized that, under the circumstances,\nfurther delay in order to secure a warrant after the time spent\ninvestigating the scene of the accident and transporting the\ninjured suspect to the hospital to receive treatment would have\nthreatened the destruction of evidence. 384 U. S., at\n770–771.But it does not follow that we should depart\nfrom careful case-by-case assessment of exigency and adopt the\ncategorical rule proposed by the State and itsamici. In\nthose drunk-driving investigations where police officers can\nreasonably obtain a warrant before a blood sample can be drawn\nwithout significantly undermining the efficacy of the search, the\nFourth Amendment mandates that they do so. SeeMcDonaldv.United States,335 U.S.\n451, 456 (1948) (“We cannot . . . excuse the absence\nof a search warrant without a showing by those who seek exemption\nfrom the constitutional mandate that the exigencies of the\nsituation made [the search] imperative”). We do not doubt that some\ncircumstances will make obtaining a warrant impractical such that\nthe dissipation of alcohol from the bloodstream will support an\nexigency justifying a properly conducted warrantless blood test.\nThat, however, is a reason to decide each case on its facts, as we\ndid inSchmerber, not to accept the “considerable\novergeneralization” that aper serule would reflect.Richards, 520 U. S., at 393.The context of blood testing is different in\ncritical respects from other destruction-of-evidence cases in which\nthe police are truly confronted with a “ ‘now or never’ ”\nsituation.Roadenv.Kentucky,413 U.S.\n496, 505 (1973). In contrast to, for example, circumstances in\nwhich the suspect has control over easily disposable evidence, seeGeorgiav.Randolph,547 U.S.\n103, 116, n. 6 (2006);Cupp, 412 U. S., at\n296, BAC evidence from a drunk-driving suspect naturally dissipates\nover time in a gradual and relatively predictable manner. Moreover,\nbecause a police officer must typically transport a drunk-driving\nsuspect to a medical facility and obtain the assistance of someone\nwith appropriate medical training before conducting a blood test,\nsome delay between the time of the arrest or accident and the time\nof the test is inevitable regardless of whether police officers are\nrequired to obtain a warrant. SeeStatev.Shriner,\n751 N.W.2d 538, 554 (Minn. 2008) (Meyer, J., dissenting). This\nreality undermines the force of the State’s contention, endorsed by\nthe dissent, seepost, at 3 (opinion of Thomas, J.), that we\nshould recognize a categorical exception to the warrant requirement\nbecause BAC evidence “is actively being destroyed with every minute\nthat passes.” Brief for Petitioner 27. Consider, for example, a\nsituation in which the warrant process will not significantly\nincrease the delay before the blood test is conducted because an\nofficer can take steps to secure a warrant while the suspect is\nbeing transported to a medical facility by another officer. In such\na circumstance, there would be no plausible justification for an\nexception to the warrant requirement.The State’s proposedper serule\nalso fails to account for advances in the 47 years sinceSchmerberwas decided that allow for the more expeditious\nprocessing of warrant applications, particularly in contexts like\ndrunk-driving investigations where the evidence offered to\nestablish probable cause is simple. The Federal Rules of Criminal\nProcedure were amended in 1977 to permit federal magistrate judges\nto issue a warrant based on sworn testimony communicated by\ntelephone. See 91Stat. 319. As amended, the law now allows a\nfederal magistrate judge to con- sider “information communicated by\ntelephone or other reliable electronic means.” Fed. Rule Crim.\nProc. 4.1. States have also innovated. Well over a majority of\nStates allow police officers or prosecutors to apply for search\nwarrants remotely through various means, including telephonic or\nradio communication, electronic communication such as e-mail, and\nvideo conferencing.[4] And in\naddition to technology-based developments, jurisdictions have found\nother ways to streamline the warrant process, such as by using\nstandard-form warrant applications for drunk-driving\ninvestigations.[5]We by no means claim that telecommunications\ninno- vations have, will, or should eliminate all delay from the\nwarrant-application process. Warrants inevitably take some time for\npolice officers or prosecutors to complete and for magistrate\njudges to review. Telephonic and electronic warrants may still\nrequire officers to follow time-consuming formalities designed to\ncreate an adequate record, such as preparing a duplicate warrant\nbefore calling the magistrate judge. See Fed. Rule Crim. Proc.\n4.1(b)(3). And improvements in communications technology do not\nguarantee that a magistrate judge will be available when an officer\nneeds a warrant after making a late-night arrest. But technological\ndevelopments that enable police officers to secure warrants more\nquickly, and do so without undermining the neutral magistrate\njudge’s essential role as a check on police discretion, are\nrelevant to an assessment of exigency. That is particularly so in\nthis context, where BAC evidence is lost gradually and relatively\npredictably.[6]Of course, there are important countervailing\nconcerns. While experts can work backwards from the BAC at the time\nthe sample was taken to determine the BAC at the time of the\nalleged offense, longer intervals may raise questions about the\naccuracy of the calculation. For that reason, exigent circumstances\njustifying a warrantless blood sample may arise in the regular\ncourse of law enforcement due to delays from the warrant\napplication process. But adopting the State’sper seapproach would improperly ignore the current and future\ntechnological developments in warrant procedures, and might well\ndiminish the incentive for jurisdictions “to pursue progressive\napproaches to warrant acquisition that preserve the protections\nafforded by the warrant while meeting the legitimate interests of\nlaw enforcement.”Statev.Rodriguez, 2007 UT 15,\n¶46, 156 P.3d 771, 779.In short, while the natural dissipation of\nalcohol in the blood may support a finding of exigency in a\nspecific case, as it did inSchmerber, it does not do so\ncategorically. Whether a warrantless blood test of a drunk-driving\nsuspect is reasonable must be determined case by case based on the\ntotality of the circumstances.CIn an opinion concurring in part and\ndissenting in part, The Chief Justice agrees that the State’s\nproposedper serule is overbroad because “[f]or\nexigent circumstances to justify a warrantless search\n. . . there must . . . be ‘no time to secure a\nwarrant.’ ”Post, at 6 (quotingTyler, 436\nU. S., at 509). But The Chief Justice then goes on to suggest\nhis own categorical rule under which a warrantless blood draw is\npermissible if the officer could not secure a warrant (or\nreasonably believed he could not secure a warrant) in the time it\ntakes to transport the suspect to a hospital or similar facility\nand obtain medical assistance.Post,at 8–9. Although we\nagree that delay inherent to the blood-testing process is relevant\nto evaluating exigency, seesupra, at 10, we decline to\nsubstitute The Chief Justice’s modifiedper serule for\nour traditional totality of the circumstances analysis.For one thing, making exigency completely\ndependent on the window of time between an arrest and a blood test\nproduces odd consequences. Under The Chief Justice’s rule, if a\npolice officer serendipitously stops a suspect near an emergency\nroom, the officer may conduct a noncon- sensual warrantless blood\ndraw even if all agree that a warrant could be obtained with very\nlittle delay under the circumstances (perhaps with far less delay\nthan an average ride to the hospital in the jurisdiction). The rule\nwould also distort law enforcement incentives. As with the State’sper serule, The Chief Justice’s rule might discourage\nefforts to expedite the warrant process because it categorically\nauthorizes warrantless blood draws so long as it takes more time to\nsecure a warrant than to obtain medical assistance. On the flip\nside, making the requirement of independent judicial oversight turn\nexclusively on the amount of time that elapses between an arrest\nand BAC testing could induce police departments and individual\nofficers to minimize testing delay to the detriment of other\nvalues. The Chief Justice correctly observes that “[t]his case\ninvolves medical personnel drawing blood at a medical facility, not\npolice officers doing so by the side of the road.”Post, at\n6–7, n. 2. But The Chief Justice does not say that roadside\nblood draws are necessarily un- reasonable, and if we accepted The\nChief Justice’s approach, they would become a more attractive\noption for the police.IIIThe remaining arguments advanced in support of\naper seexigency rule are unpersuasive.The State and several of itsamici,\nincluding the United States, express concern that a case-by-case\napproach to exigency will not provide adequate guidance to law\nenforcement officers deciding whether to conduct a blood test of a\ndrunk-driving suspect without a warrant. The Chief Justice and the\ndissent also raise this concern. Seepost, at 1, 9–10\n(opinion of Roberts, C. J.);post, at 5–7 (opinion of\nThomas, J.). While the desire for a bright-line rule is\nunderstandable, the Fourth Amendment will not tolerate adoption of\nan overly broad categorical approach that would dilute the warrant\nrequirement in a context where significant privacy interests are at\nstake. Moreover, a case-by-case approach is hardly unique within\nour Fourth Amendment jurisprudence. Numerous police actions are\njudged based on fact-intensive, totality of the circumstances\nanalyses rather than according to categorical rules, including in\nsituations that are more likely to require police officers to make\ndifficult split-second judgments. See,e.g., Illinoisv.Wardlow,528 U.S.\n119, 123–125 (2000) (whether an officer has reasonable\nsuspicion to make an investigative stop and to pat down a suspect\nfor weapons underTerryv.Ohio,392 U.S. 1(1968));Robinette, 519 U. S., at 39–40 (whether valid\nconsent has been given to search);Tennesseev.Garner,471 U.S.\n1, 8–9, 20 (1985) (whether force used to effectuate a seizure,\nincluding deadly force, is reasonable). As in those contexts, we\nsee no valid substitute for careful case-by-case evaluation of\nreasonableness here.[7]Next, the State and the United States contend\nthat the privacy interest implicated by blood draws of\ndrunk-driving suspects is relatively minimal. That is so, they\nclaim, both because motorists have a diminished expectation of\nprivacy and because our cases have repeatedly indicated that blood\ntesting is commonplace in society and typically involves “virtually\nno risk, trauma, or pain.”Schmerber, 384 U. S., at\n771. See alsopost, at 3, and n. 1 (opinion of Thomas,\nJ.).But the fact that people are “accorded less\nprivacy in . . . automobiles because of th[e] compelling\ngovernmental need for regulation,”Californiav.Carney,471 U.S.\n386, 392 (1985), does not diminish a motorist’s privacy\ninterest in preventing an agent of the government from piercing his\nskin. As to the nature of a blood test conducted in a medical\nsetting by trained personnel, it is concededly less intrusive than\nother bodily invasions we have found unreasonable. SeeWinston, 470 U. S., at 759–766 (surgery to remove a\nbullet);Rochinv.California,342 U.S.\n165, 172–174 (1952) (induced vomiting to extract narcotics\ncapsules ingested by a suspect violated the Due Process Clause).\nFor that reason, we have held that medically drawn blood tests are\nreasonable in appropriate circumstances. SeeSkinner, 489\nU. S., at 618–633 (upholding warrantless blood testing of\nrailroad employees involved in certain train accidents under the\n“special needs” doctrine);Schmerber, 384 U. S., at\n770–772. We have never retreated, however, from our recognition\nthat any compelled intrusion into the human body implicates\nsignificant, constitutionally protected privacy interests.Finally, the State and itsamicipoint to\nthe compelling governmental interest in combating drunk driving and\ncontend that prompt BAC testing, including through blood testing,\nis vital to pursuit of that interest. They argue that is\nparticularly so because, in addition to laws that make it illegal\nto operate a motor vehicle under the influence of alcohol, all 50\nStates and the District of Columbia have enacted laws that make itper seunlawful to operate a motor vehicle with a BAC\nof over 0.08 percent. See National Highway Traffic Safety Admin.\n(NHTSA), Al- cohol and Highway Safety: A Review of the State of\nKnowledge 167 (No. 811374, Mar. 2011) (NHTSA Review).[8] To enforce these provisions, they\nreasonably assert, accurate BAC evidence is critical. See alsopost, at 4–5 (opinion of Roberts, C. J.);post,\nat 4–5 (opinion of Thomas, J.).“No one can seriously dispute the magnitude of\nthe drunken driving problem or the States’ interest in eradicating\nit.”Michigan Dept. of State Policev.Sitz,496 U.S.\n444, 451 (1990). Certainly we do not. While some progress has\nbeen made, drunk driving continues to exact a terrible toll on our\nsociety. See NHTSA, Traffic Safety Facts, 2011 Data 1 (No. 811700,\nDec. 2012) (reporting that 9,878 people were killed in\nalcohol-impaired driving crashes in 2011, an average of one\nfatality every 53 minutes).But the general importance of the government’s\ninterest in this area does not justify departing from the warrant\nrequirement without showing exigent circumstances that make\nsecuring a warrant impractical in a particular case. To the extent\nthat the State and itsamicicontend that applying the\ntraditional Fourth Amendment totality-of-the-circumstances analysis\nto determine whether an exigency justified a warrantless search\nwill undermine the governmental interest in preventing and\nprosecuting drunk-driving offenses, we are not convinced.As an initial matter, States have a broad range\nof legal tools to enforce their drunk-driving laws and to secure\nBAC evidence without undertaking warrantless nonconsensual blood\ndraws. For example, all 50 States have adopted implied consent laws\nthat require motorists, as a condition of operating a motor vehicle\nwithin the State, to consent to BAC testing if they are arrested or\notherwise detained on suspicion of a drunk-driving offense. See\nNHTSA Review 173;supra, at 2 (describing Missouri’s implied\nconsent law). Such laws impose significant consequences when a\nmotorist withdraws consent; typically the motorist’s driver’s\nlicense is immediately suspended or revoked, and most States allow\nthe motorist’s refusal to take a BAC test to be used as evidence\nagainst him in a subsequent criminal prosecution. See NHTSA Review\n173–175; see alsoSouth Dakotav.Neville,459 U.S.\n553, 554, 563–564 (1983) (holding that the use of such an\nadverse inference does not violate the Fifth Amendment right\nagainst self-incrimination).It is also notable that a majority of States\neither place significant restrictions on when police officers may\nobtain a blood sample despite a suspect’s refusal (often limiting\ntesting to cases involving an accident resulting in death or\nserious bodily injury) or prohibit nonconsensual blood tests\naltogether.[9] Among these\nStates, several lift restrictions on nonconsensual blood testing if\nlaw enforcement officers first obtain a search warrant or similar\ncourt order.[10] Cf.Bullcomingv.New Mexico, 564 U. S. ___, ___\n(2011) (slip op., at 3) (noting that the blood test was obtained\npursuant to a warrant after the petitioner refused a breath test).\nWe are aware of no evidence indicating that restrictions on\nnonconsensual blood testing have compromised drunk-driving\nenforcement efforts in the States that have them. And in fact,\nfield studies in States that permit nonconsensual blood testing\npursuant to a warrant have suggested that, although warrants do\nimpose administrative burdens, their use can reduce\nbreath-test-refusal rates and improve law enforcement’s ability to\nrecover BAC evidence. See NHTSA, Use of Warrants for Breath Test\nRefusal: Case Studies 36–38 (No. 810852, Oct. 2007).To be sure, “States [may] choos[e] to protect\nprivacy beyond the level that the Fourth Amendment requires.”Virginiav.Moore,553 U.S.\n164, 171 (2008). But wide-spread state restrictions on\nnonconsensual blood testing provide further support for our\nrecognition that compelled blood draws implicate a significant\nprivacy interest. They also strongly suggest that our ruling today\nwill not “severely hamper effective law enforcement.”Garner, 471 U. S., at 19.IVThe State argued before this Court that the\nfact that alcohol is naturally metabolized by the human body\ncreates an exigent circumstance in every case. The State did not\nargue that there were exigent circumstances in this particular case\nbecause a warrant could not have been obtained within a reasonable\namount of time. In his testimony before the trial court, the\narresting officer did not identify any other factors that would\nsuggest he faced an emergency or unusual delay in securing a\nwarrant. App. 40. He testified that he made no effort to obtain a\nsearch warrant before conducting the blood draw even though he was\n“sure” a prosecuting attorney was on call and even though he had no\nreason to believe that a magistrate judge would have been\nunavailable.Id., at 39, 41–42. The officer also\nacknowledged that he had obtained search warrants before taking\nblood samples in the past without difficulty.Id., at 42. He\nexplained that he elected to forgo a warrant application in this\ncase only because he believed it was not legally necessary to\nobtain a warrant.Id., at 39–40. Based on this testimony,\nthe trial court concluded that there was no exigency and\nspecifically found that, although the arrest took place in the\nmiddle of the night, “a prosecutor was readily available to apply\nfor a search warrant and a judge was readily available to issue a\nwarrant.” App. to Pet. for Cert. 43a.[11]The Missouri Supreme Court in turn affirmed that\njudgment, holding first that the dissipation of alcohol did not\nestablish aper seexigency, and second that the State\ncould not otherwise satisfy its burden of establishing exigent\ncircumstances. 358 S. W. 3d, at 70, 74–75. In petitioning for\ncertiorari to this Court, the State challenged only the first\nholding; it did not separately contend that the warrantless blood\ntest was reasonable regardless of whether the natural dissipation\nof alcohol in a suspect’s blood categorically justifies dispensing\nwith the warrant requirement. See Pet. for Cert. i.Here and in its own courts the State based its\ncase on an insistence that a driver who declines to submit to\ntesting after being arrested for driving under the influence of\nalcohol is always subject to a nonconsensual blood test without any\nprecondition for a warrant. That is incorrect.Although the Missouri Supreme Court referred to\nthis case as “unquestionably a routine DWI case,” 358 S. W.\n3d,at 74, the fact that a particular drunk-driving stop is\n“routine” in the sense that it does not involve “ ‘special\nfacts,’ ”ibid., such as the need for the police to\nattend to a car accident, does not mean a warrant is required.\nOther factors present in an ordinary traffic stop, such as the\nprocedures in place for obtaining a warrant or the avail- ability\nof a magistrate judge, may affect whether the police can obtain a\nwarrant in an expeditious way and therefore may establish an\nexigency that permits a warrantless search. The relevant factors in\ndetermining whether a warrantless search is reasonable, including\nthe practical problems of obtaining a warrant within a timeframe\nthat still preserves the opportunity to obtain reliable evidence,\nwill no doubt vary depending upon the circumstances in the\ncase.Because this case was argued on the broad\nproposition that drunk-driving cases present aper seexigency, the arguments and the record do not provide the Court\nwith an adequate analytic framework for a detailed discussion of\nall the relevant factors that can be taken into account in\ndetermining the reasonableness of acting without a warrant. It\nsuffices to say that the metabolization of alcohol in the\nbloodstream and the ensuing loss of evidence are among the factors\nthat must be considered in deciding whether a warrant is required.\nNo doubt, given the large number of arrests for this offense in\ndifferent jurisdictions nationwide, cases will arise when\nanticipated delays in obtaining a warrant will justify a blood test\nwithout judicial authorization, for in every case the law must be\nconcerned that evidence is being destroyed. But that inquiry ought\nnot to be pursued here where the question is not properly before\nthis Court. Having rejected the sole argument presented to us\nchallenging the Missouri Supreme Court’s decision, we affirm its\njudgment.*  *  *We hold that in drunk-driving investigations,\nthe natural dissipation of alcohol in the bloodstream does not con-\nstitute an exigency in every case sufficient to justify conducting\na blood test without a warrant.The judgment of the Missouri Supreme Court is\naffirmed.It is so ordered.Notes1As a result of his two\nprior drunk-driving convictions, McNeely was charged with a class D\nfelony under Missouri law, which carries a maximum imprisonment\nterm of four years. See Mo. Ann. Stat. §§558.011, 577.023.1(5),\n577.023.3 (West 2011).2Compare 358 S.W.3d 65\n(2012) (case below),Statev.Johnson, 744 N.W.2d 340\n(Iowa 2008) (same conclusion), andStatev.Rodriguez, 2007 UT 15, 156 P.3d 771 (same), withStatev.Shriner, 751 N.W.2d 538 (Minn. 2008)\n(holding that the natural dissipation of blood-alcohol evidence\nalone constitutes aper seexigency),Statev.Bohling, 173 Wis. 2d 529,494 N.W.2d 399(1993) (same);Statev.Woolery,\n116 Idaho 368, 775 P.2d 1210 (1989) (same).3We have recognized a\nlimited class of traditional exceptions to the warrant requirement\nthat apply categorically and thus do not require an assessment of\nwhether the policy justifications underlying the ex-ception, which\nmay include exigency-based considerations, are im-plicated in a\nparticular case. See,e.g.,Californiav.Acevedo,500 U.S.\n565, 569–570 (1991) (automobile exception);United\nStatesv.Robinson,414\nU.S. 218, 224–235 (1973) (searches of a person incident to a\nlawful arrest). By contrast, the general exigency exception, which\nasks whether an emergency existed that justified a warrantless\nsearch, naturally calls for a case-specific inquiry.4See Ala. Rule Crim.\nProc. 3.8(b) (2012–2013); Alaska Stat. §12.35.015 (2012);\nAriz. Rev. Stat. Ann. §§13–3914(C), 13–3915(D), (E) (West 2010);\nArk. Code Ann. §16–82–201 (2005); Cal. Penal Code Ann. §1526(b)\n(West 2011); Colo. Rule Crim. Proc. 41(c)(3) (2012); Ga. Code Ann.\n§17–5–21.1 (2008); Haw. Rules Penal Proc. 41(h)–(i) (2013); Idaho\nCode §§19–4404, 19–4406 (Lexis 2004); Ind. Code §35–33–5–8 (2012);\nIowa Code §§321J.10(3), 462A.14D(3) (2009) (limited to specific\ncircumstances involving accidents); Kan. Stat. Ann. §§22–2502(a),\n22–2504 (2011 Cum. Supp.); La. Code Crim. Proc. Ann., Arts.\n162.1(B), (D) (West 2003); Mich. Comp. Laws Ann. §§780.651(2)–(6)\n(West 2006); Minn. Rules Crim. Proc. 33.05, 36.01–36.08 (2010 and\nSupp. 2013); Mont. Code Ann. §§46–5–221, 46–5–222 (2012); Neb. Rev.\nStat. §§29–814.01, 29–814.03, 29–814.05 (2008); Nev. Rev. Stat.\n§§179.045(2), (4) (2011); N. H. Rev. Stat. Ann. §595–A:4–a\n(Lexis Supp. 2012); N. J. Rule Crim. Proc. 3:5–3(b)\n(2013); N. M. Rules Crim. Proc. 5–211(F)(3), (G)(3)\n(Supp. 2012); N. Y. Crim. Proc. Law Ann. §§690.35(1),\n690.36(1), 690.40(3), 690.45(1), (2) (West 2009); N. C. Gen.\nStat. Ann. §15A–245(a)(3) (Lexis 2011); N. D. Rules Crim.\nProc. 41(c)(2)–(3) (2012–2013); Ohio Rules Crim. Proc. 41(C)(1)–(2)\n(2011); Okla. Stat. Ann., Tit. 22, §§1223.1, 1225(B) (West 2011);\nOre. Rev. Stat. §§133.545(5)–(6) (2011); Pa. Rules Crim. Proc.\n203(A), (C) (2012); S. D. Codified Laws §§23A–35–4.2,\n23A–35–5, 23A–35–6 (2004); Utah Rule Crim. Proc. 40(l) (2012);\nVt. Rules Crim. Proc. 41(c)(4), (g)(2) (Supp. 2012); Va. Code Ann.\n§19.2–54 (Lexis Supp. 2012); Wash. Super. Ct. Crim. Rule 2.3(c)\n(2002); Wis. Stat. §968.12(3) (2007–2008); Wyo. Stat. Ann.\n§31–6–102(d) (2011); see generally 2 W. LaFave, Search and Seizure\n§4.3(b), pp. 511–516, andn. 29 (4th ed. 2004) (describing oral\nsearch warrants and collecting state laws). Missouri requires that\nsearch warrants be in writing and does not permit oral testimony,\nthus excluding telephonic warrants. Mo. Ann. Stat. §§542.276.2(1),\n542.276.3 (West Supp. 2012). State law does permit the submission\nof warrant applications “by facsimile or other electronic means.”\n§542.276.3.5During the suppression\nhearing in this case, McNeely entered into evidence a\nsearch-warrant form used in drunk-driving cases by the prosecutor’s\noffice in Cape Girardeau County, where the arrest took place. App.\n61–69. The arresting officer acknowledged that he had used such\nforms in the past and that they were “readily available.”Id., at 41–42.6The dissent claims that a\n“50-state survey [is] irrelevant to the actual disposition of this\ncase” because Missouri requires written warrant applications.Post, at 8. But theper seexigency rule that\nthe State seeks and the dissent embraces would apply nationally\nbecause it treats “the body’s natural metabolization of alcohol” as\na sufficient basis for a warrantless search everywhere and always.Post, at 1. The technological innovations in warrant\nprocedures that many Stateshave adopted are accordingly relevant to\nshow that theper serule is overbroad.7The dissent contends that\nofficers in the field will be unable to apply the traditional\ntotality of the circumstances test in this context because they\nwill not know all of the relevant facts at the time of an arrest.\nSeepost, at 6. But because “[t]he police are\npresumably familiar with the mechanics and time involved in the\nwarrant process in their particular jurisdiction,”post, at\n8 (opinion of Roberts, C. J.), we expect that officers can\nmake reasonable judgments about whether the warrant process would\nproduce unacceptable delay under the circumstances. Reviewing\ncourts in turn should assess those judgments “ ‘from the\nperspective of a reasonable officer on the scene, rather than with\nthe 20/20 vision of hindsight.’ ”Ryburnv.Huff, 565 U. S. ___, ___ (2012)\n(per curiam) (slip op., at 8).8Pursuant to congressional\ndirective, the NHTSA conditions federal highway grants on States’\nadoption of laws making it aper seoffense to operate\na motor vehicle with a BAC of 0.08 percent or greater. See 23\nU. S. C. §163(a); 23 CFR §1225.1 (2012). Several federal\nprohibitions on drunk driving also rely on the 0.08 percent\nstandard.E.g., 32 CFR §§234.17(c)(1)(ii),\n1903.4(b)(1)(i)–(ii); 36 CFR §4.23(a)(2). In addition, 32 States\nand the District of Columbia have adopted laws that impose\nheightened penalties for operating a motor vehicle at or above a\nBAC of 0.15 percent. See NHTSA Review 175.9See Ala. Code\n§32–5–192(c) (2010); Alaska Stat. §§28.35.032(a), 28.35.035(a)\n(2012); Ariz. Rev. Stat. Ann. §28–1321(D)(1) (West 2012); Ark. Code\nAnn. §§5–65–205(a)(1), 5–65–208(a)(1) (Supp. 2011);Conn. Gen. Stat.\n§§14–227b(b), 14–227c(b) (2011); Fla. Stat. Ann. §316.1933(1)(a)\n(West 2006); Ga. Code Ann. §§40–5–67.1(d), (d.1) (2011); Haw. Rev.\nStat. §291E–15 (2009 Cum. Supp.), §§291E–21(a), 291E–33 (2007),\n§291E–65 (2009 Cum. Supp.); Iowa Code §§321J.9(1), 321J.10(1),\n321J.10A(1) (2009); Kan. Stat. Ann. §§8–1001(b), (d) (2001); Ky.\nRev. Stat. Ann. §189A.105(2) (Lexis Supp. 2012); La. Rev. Stat.\nAnn. §§32:666.A(1)(a)(i), (2) (Supp. 2013); Md. Transp. Code Ann.\n§§16–205.1(b)(i)(1), (c)(1) (Lexis 2012); Mass. Gen. Laws Ann., ch.\n90, §§24(1)(e), (f)(1) (West 2012); Mich. Comp. Laws Ann.\n§257.625d(1) (West 2006); Miss. Code Ann. §63–11–21 (1973–2004);\nMont. Code Ann. §§61–8–402(4), (5) (2011); Neb. Rev. Stat.\n§60–498.01(2) (2012Cum. Supp.), §60–6,210 (2010); N. H. Rev.\nStat. Ann. §§265–A:14(I),265–A:16 (West 2012 Cum. Supp.);\nN. M. Stat. Ann. §66–8–111(A) (LexisNexis 2009); N. Y.\nVeh. & Traf. Law Ann. §§1194(2)(b)(1), 1194(3) (West 2011);\nN. D. Cent. Code Ann. §39–20–01.1(1) (Lexis Supp. 2011),\n§39–20–04(1) (Lexis 2008); Okla. Stat., Tit. 47, §753 (West Supp.\n2013); Ore. Rev. Stat. §813.100(2) (2011); 75 Pa. Cons. Stat.\n§1547(b)(1) (2004); R. I. Gen. Laws §§31–27–2.1(b),\n31–27–2.9(a) (Lexis 2010); S. C. Code Ann. §56–5–2950(B)\n(Supp. 2011); Tenn. Code Ann. §§55–10–406(a)(4), (f) (2012); Tex.\nTransp. Code Ann. §§724.012(b), 724.013 (West 2011); Vt. Stat.\nAnn., Tit. 23, §§1202(b), (f) (2007); Wash. Rev. Code §§46.20.308\n(2)–(3), (5) (2012); W. Va. Code Ann. §17C–5–7 (Lexis Supp.\n2012); Wyo. Stat. Ann. §31–6–102(d) (Lexis 2011).10See\nAriz. Rev. Stat. Ann. §28–1321(D)(1) (West 2012); Ga. Code Ann.\n§§40–5–67.1(d), (d.1) (2011); Ky. Rev. Stat. Ann. §189A.105(2)(b)\n(Lexis Supp. 2012); Mich. Comp. Laws Ann. §257.625d(1) (West 2006);\nMont. Code Ann. §61–8–402(5) (2011); N. M. Stat. Ann.\n§66–8–111(A) (LexisNexis 2009); N. Y. Veh. & Traf. Law\nAnn. §§1194(2)(b)(1), 1194(3) (West 2011);Ore. Rev. Stat.\n813.320(2)(b) (2011); R. I. Gen. Laws §31–27–2.9(a) (Lexis\n2010); Tenn. Code Ann. §55–10–406(a)(4) (2012); Vt. Stat. Ann.,\nTit. 23, §1202(f) (2007); Wash. Rev. Code §46.20.308(1) (2012);\nW. Va. Code Ann. §17C–5–7 (Supp. 2012) (as interpreted inStatev.Stone, 229 W. Va. 271, ___, 728 S.E.2d\n155, 167–168 (2012)); Wyo. Stat. Ann. §31–6–102(d) (2011); see alsoStatev.Harris, 763 N.W.2d 269, 273–274 (Iowa 2009)\n(per curiam) (recognizing that Iowa law imposes a\nwarrant requirement subject to a limited case-specific exigency\nexception).11No\nfindings were made by the trial court concerning how long a warrant\nwould likely have taken to issue under the circumstances. The\nminimal evidence presented on this point was not uniform. A second\npatrol officer testified that in a typical DWI case, it takes\nbetween 90 minutes and 2 hours to obtain a search warrant following\nan arrest. App. 53–54. McNeely, however, also introduced an exhibit\ndocumenting six recent search warrant applications for blood\ntesting in Cape Girardeau County that had shorter processing times.Id., at 70.",
    "joined": []
}