{
    "case": {
        "docket": "522",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/522/"
    },
    "id": "1963567",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SOTOMAYOR, J., CONCURRING IN JUDGMENTFREEMAN V. UNITED STATES564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-10245WILLIAM FREEMAN, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the sixth circuit[June 23, 2011]Justice Sotomayor, concurring in\nthe judgment.I agree with the plurality that\npetitioner William Freeman is eligible for sentence reduction under\n18 U. S. C. §3582(c)(2), but I differ as to the reason why. In\nmy view, the term of imprisonment imposed by a district court\npursuant to an agreement authorized by Federal Rule of Criminal\nProcedure 11(c)(1)(C) ((C) agreement) is “based on” the agreement\nitself, not on the judge’s calculation of the Sentencing\nGuidelines. However, I believe that if a (C) agreement expressly\nuses a Guidelines sentencing range applicable to the charged\noffense to establish the term of imprisonment, and that range is\nsubsequently lowered by the United States Sentencing Commission,\nthe term of imprisonment is “based on” the range employed and the\ndefendant is eligible for sentence reduction under §3582(c)(2).ITo ask whether a particular term\nof imprisonment is “based on” a Guidelines sentencing range is to\nask whether that range serves as the basis or foundation for the\nterm of imprisonment. No term of imprisonment— whether derived from\na (C) agreement or otherwise—has legal effect until the court\nenters judgment imposing it. As a result, in applying §3582(c)(2) a\ncourt must discern the foundation for the term of imprisonment\nimposed by the sentencing judge. As the plurality explains, in the\nnormal course the district judge’s calculation of the Guidelines\nrange applicable to the charged offenses will serve as the basis\nfor the term of imprisonment imposed. Seeante, at 5; see\nalsoGallv.United States,552 U. S. 38, 49\n(2007).Sentencing under (C) agreements,\nhowever, is different. At the time of sentencing, the term of\nimprisonment imposed pursuant to a (C) agreement does not involve\nthe court’s independent calculation of the Guidelines or\nconsideration of the other 18 U. S. C. §3553(a) factors. The\ncourt may only accept or reject the agreement, and if it chooses to\naccept it, at sentencing the court may only impose the term of\nimprisonment the agreement calls for; the court may not change its\nterms. See Fed. Rule Crim. Proc. 11(c)(3)(A) (“To the extent the\nplea agreement is of the type specified in [Rule 11(c)(1)(C)], the\ncourt may accept the agreement, reject it, or defer a decision\nuntil the court has reviewed the presentence report”); Advisory\nCommittee’s Notes on 1979 Amendments to Fed. Rule Crim. Proc. 11,\n18 U. S. C. App., pp. 583–584 (1982 ed.) (“[C]ritical to a …\n(C) agreement is that the defendant receive the … agreed-to\nsentence”); accord,United Statesv.Rivera-Martínez, 607 F. 3d 283, 286 (CA1 2010);United Statesv.Green, 595 F. 3d 432, 438\n(CA2 2010).In the (C) agreement context, therefore, it is\nthe binding plea agreement that is the foundation for the term of\nim-prisonment to which the defendant is sentenced. At the moment of\nsentencing, the court simply implements the terms of the agreement\nit has already accepted. Contrary to the plurality’s view, seeante, at 5–6, the fact that USSG §6B1.2(c) (Nov. 2010)\ninstructs a district court to use the Guidelines as a yardstick in\ndeciding whether to accept a (C) agreement does not mean that the\nterm of imprisonment imposed by the court is “based on” a\nparticular Guidelines sentencing range. The term of imprisonment\nimposed by the sentencing judge is dictated by the terms of the\nagreement entered into by the parties, not the judge’s Guidelines\ncalculation. In short, the term of imprisonment imposed pursuant to\na (C) agreement is, for purposes of §3582(c)(2), “based on” the\nagreement itself.To hold otherwise would be to contravene the\nvery purpose of (C) agreements—to bind the district court and allow\nthe Government and the defendant to determine what sentence he will\nreceive. Although district courts ordinarily have significant\ndiscretion in determining the appropriate sentence to be imposed on\na particular defendant, seeGall, 552 U. S., at 46, under\nRule 11(c)(1)(C) it is the parties’ agreement that determines the\nsentence to be imposed, see Advisory Committee’s Notes on 1999\nAmendments to Fed. Rule Crim. Proc. 11, 18 U. S. C. App.,\np. 1570 (2000 ed.) (noting that, under a (C) agreement, “the\ngovernment and defense have actually agreed on what amounts to an\nappropriate sentence … . [T]his agreement is binding on the\ncourt once the court accepts it”). To be sure, the court “retains\nabsolute discretion whether to accept a plea agreement,”ibid., but once it does it is bound at sentencing to give\neffect to the parties’ agreement as to the appropriate term of\nimprisonment.Allowing district courts later to reduce a\nterm of im-prisonment simply because the court itself considered\nthe Guidelines in deciding whether to accept the agreement would\ntransform §3582(c)(2) into a mechanism by which courts could\nrewrite the terms of (C) agreements in ways not contemplated by the\nparties. At the time that §3582(c)(2) was enacted in 1984, it was\nalready well understood that, under Rule 11, the term of\nimprisonment stipulated in a (C) agreement bound the district court\nonce it accepted the agreement. See Fed. Rule Crim. Proc. 11(e)(1)\n(1982) (specifying that the parties to a (C) agreement may “agree\nthat a specific sentence is the appropriate disposition of the\ncase”);United Statesv.French, 719 F. 2d\n387, 389, n. 2 (CA11 1983)(per curiam)(noting that\na Rule 11(e)(1)(C) plea agreement was a “ ‘binding’ plea\nbargain”).[Footnote 1]In the absence of any indication from the\nstatutory text or legislative history that §3582(c)(2) was meant to\nfundamentally alter the way in which Rule 11(c)(1)(C) operates, I\ncannot endorse the plurality’s suggestion that §3582(c)(2) should\nbe understood “to permit the district court to revisit a prior\nsentence to whatever extent the sentencing range in question was a\nrelevant part of the analytic framework the judge used to determine\nthe sentence or to approve the agreement.”Ante, at 6; cf.Dillonv.United States, 560 U. S. ___, ___\n(2010) (slip op., at 8) (“Congress intended [§3582(c)(2)] to\nauthorize only a limited adjustment to an otherwise final\nsentence”).By the same token, the mere fact that the\nparties to a (C) agreement may have considered the Guidelines in\nthe course of their negotiations does not empower the court under\n§3582(c)(2) to reduce the term of imprisonment they ultimately\nagreed upon, as Freeman argues. Undoubtedly, he is correct that in\nmost cases the Government and the defendant will negotiate the term\nof imprisonment in a (C) agreement by reference to the applicable\nGuidelines provisions. See Brief for Petitioner 30–31 (“[T]he\nGuidelines are … the starting point and initial benchmark for plea\nnegotiations”); Brief for United States 33 (noting the “concededly\nstrong likelihood that the parties will … calculat[e] and\nconside[r] potential Guidelines ranges in the course of negotiating\na plea agreement and selecting a specific sentence”). This only\nmakes sense; plea bargaining necessarily occurs in the shadow of\nthe sentencing scheme to which the defendant would otherwise be\nsubject. SeeUnited Statesv.Booker,543 U. S. 220, 255\n(2005) (“[P]lea bargaining takes place in the shadow of … a\npotential trial” (emphasis deleted)).The term of imprisonment imposed by the\ndistrict court, however, is not “based on” those background\nnegotia- tions; instead, as explained above, it is based on the\nbinding agreement produced by those negotiations. I therefore\ncannot agree with Freeman that §3582(c)(2) calls upon district\ncourts to engage in a free-ranging search through the parties’\nnegotiating history in search of a Guidelines sentencing range that\nmight have been relevant to the agreement or the court’s acceptance\nof it. Nor can I agree with the plurality that the district judge’s\ncalculation of the Guidelines provides the basis for the term of\nimprisonment imposed pursuant to a (C) agreement.IIThese conclusions, however, do\nnot mean that a term of imprisonment imposed pursuant to a (C)\nagreement canneverbe reduced under §3582(c)(2), as the\nGovernment contends. For example, Rule 11(c)(1)(C) allows the\nparties to “agree that a specific … sentencing range is the\nappropriate disposition of the case.” In delineating the\nagreed-upon term of imprisonment, some (C) agreements may call for\nthe defendant to be sentenced within a particular Guidelines\nsentencing range. In such cases, the district court’s acceptance of\nthe agreement obligates the court to sentence the defendant\naccordingly, and there can be no doubt that the term of\nimprisonment the court imposes is “based on” the agreed-upon\nsentencing range within the meaning of §3582(c)(2). If that\nGuidelines range is sub-sequently lowered by the Sentencing\nCommission, the de-fendant is eligible for sentence reduction.Similarly, a plea agreement might\nprovide for a specific term of imprisonment—such as a number of\nmonths—but also make clear that the basis for the specified term is\na Guidelines sentencing range applicable to the offense to which\nthe defendant pleaded guilty. As long as that sentencing range is\nevident from the agreement itself, for purposes of §3582(c)(2) the\nterm of imprisonment imposed by the court in accordance with that\nagreement is “based on” that range. Therefore, when a (C) agreement\nexpressly uses a Guidelines sentencing range to establish the term\nof imprisonment, and that range is subsequently lowered by the\nCommission, the defendant is eligible for sentence reduction under\n§3582(c)(2).[Footnote 2]In so holding, I necessarily reject the\ncategorical rule advanced by the Government and endorsed by the\ndissent, which artificially divorces a (C) agreement from its\nexpress terms.[Footnote 3]\nBecause the very purpose of a (C) agreement is to allow the parties\nto determine the defendant’s sentence, when the agreement itself\nemploys the particular Guidelines sentencing range applicable to\nthe charged offenses in establishing the term of imprisonment, the\ndefendant is eligible to have his sentence reduced under\n§3582(c)(2).[Footnote 4] In\nsuch cases, the district court’s reduction of the sentence does not\nrewrite the plea agreement; instead, it enforces the agreement’s\nterms.Like the plurality, I am not persuaded by the\nGovernment’s argument that allowing a term of imprisonment imposed\npursuant to a (C) agreement to be reduced under §3582(c)(2)\ndeprives the Government of the benefit of the bargain it struck\nwith the defendant. When a (C) agreement explicitly employs a\nparticular Guidelines sentencing range to establish the term of\nimprisonment, the agreement itself demonstrates the parties’ intent\nthat the imposed term of imprisonment will be based on that range,\nas required for sentence reduction under the statute.[Footnote 5] The Government’s concern that\napplication of §3582(c)(2) to (C) agreements will result in certain\ndefendants receiving an “unjustified windfall” is therefore\nmisplaced. See Brief for United States 40, 43.Furthermore, in cases where the Government\nbelieves that even the limited sentence reduction authorized by\n§3582(c)(2) and USSG §1B1.10 improperly benefits the defendant, it\ncan argue to the district court that the court should not exercise\nits discretion under the statute to reduce the sentence.[Footnote 6] SeeDillon, 560 U.\nS., at ___ (slip op., at 9) (noting that, in applying §3582(c)(2),\nthe court must “consider whether the authorized reduction is\nwarranted, either in whole or in part, according to the factors set\nforth in [18 U. S. C.] §3553(a)”).Finally, if the Government wants to ensureex antethat a particular defendant’s term of imprisonment\nwill not be reduced later, the solution is simple enough: Nothing\nprevents the Government from negotiating with a defendant to secure\na waiver of his statutory right to seek sentence reduction under\n§3582(c)(2), just as it often does with respect to a defendant’s\nrights to appeal and collaterally attack the conviction and\nsentence.[Footnote 7] See 18 U.\nS. C. §3742; 28 U. S. C. §2255 (2006 ed., Supp. III); see\nalso App. 28a–29a (provision in Freeman’s agreement expressly\nwaiving both rights). In short, application of §3582(c)(2) to an\neligible defendant does not—and will not—deprive the Government of\nthe benefit of its bargain.IIIIn order to conclude that Freeman\nis eligible for sentence reduction under §3582(c)(2), the plea\nagreement between Freeman and the Government must use a Guidelines\nsentencing range that has subsequently been lowered by the\nSentencing Commission to establish the term of imprisonment imposed\nby the District Court. Freeman’s agreement does.The agreement states that Freeman\n“agrees to have his sentence determined pursuant to the Sentencing\nGuidelines,” App. 28a, and that 106 months is the total term of\nimprisonment to be imposed,id., at 26a. The agreement\nalso makes clear that the §924(c)(1)(A) count to which Freeman\nagrees to plead guilty carries a minimum sentence of 60 months,\n“which must be served consecutively to” any other sentence imposed.Id., at 27a. This leaves 46 months unaccounted for. The\nagreement sets Freeman’s offense level at 19, as determined by the\nquantity of drugs and his acceptance of responsibility, and states\nthat the parties anticipate a criminal history category of IV.Id., at 27a–28a. Looking to the Sentencing Guidelines, an\noffense level of 19 and a criminal history category of IV produce a\nsentencing range of 46 to 57 months.[Footnote 8] See USSG ch. 5, pt. A (sentencing table).\nTherefore, contrary to the dissent’s curious suggestion that “there\nis no way of knowing what th[e] sentence was ‘based on,’ ”post, at 6, it is evident that Freeman’s agreement\nemployed the 46-month figure at the bottom end of this sentencing\nrange, in combination with the 60-month mandatory minimum sentence\nunder §924(c)(1)(A), to establish his 106-month sentence.[Footnote 9] Thus the first of\n§3582(c)(2)’s conditions is satisfied—Freeman’s term of\nimprisonment is “based on” a Guidelines sentencing range.In 2007 the Commission amended the Guidelines\nprovisions applicable to cocaine base offenses, such that the\noffense level applicable to the quantity of drugs for which Freeman\nwas charged was lowered from 22 to 20. See App. 142a–143a (Sealed);\nUSSG Supp. App. C, Amdt. 706. Taking into account the three-level\nreduction for acceptance of responsibility, Freeman’s recalculated\noffense level is 17, resulting in an amended sentencing range of 37\nto 46 months. Thus there can be no doubt that the Guidelines\nsentencing range originally used to establish Freeman’s term of\nimprisonment “has subsequently been lowered by the Sentencing\nCommission,” §3582(c)(2), such that the amendment “ha[s] the effect\nof lowering [Freeman’s] applicable guideline range,”\n§1B1.10(a)(2)(B). As a result, Freeman’s term of imprisonment\nsatisfies the second of §3582(c)(2)’s conditions. I therefore\nconcur in the plurality’s judgment that he is eligible for sentence\nreduction.Footnote 1Prior to 2002, Rule 11’s provisions governing\nbinding plea agreements were located in Rule 11(e)(1)(C). In\nsubstance they were largely identical to the current rules in\n11(c)(1)(C). See Fed. Rule Crim. Proc. 11(e)(1)(C) (2000).Footnote 2The dissent suggests that this rule results\nfrom a “mistaken shift in analysis” in this opinion from the\nactions of the judge to the intent of the parties. Seepost, at 4 (opinion of Roberts, C. J.). The purpose\nof a (C) agreement, however, is to bind the sentencing court to the\nterms agreed upon by the parties. Seesupra, at 3–4.\nTherefore, to determine whether a sentence imposed pursuant to a\n(C) agreement was “based on” a Guidelines sentencing range, the\nreviewing court must necessarily look to the agreement itself.Footnote 3The majority of the Courts of Appeals to have\naddressed this question have taken approaches consistent with the\none I take today. SeeUnited Statesv.Rivera-Martínez, 607 F. 3d 283, 286–287 (CA1 2010);United Statesv.Ray, 598 F. 3d 407, 409–410\n(CA7 2010);United Statesv.Main, 579 F. 3d 200,\n203 (CA2 2009);United Statesv.Scurlark, 560 F.\n3d 839, 842–843 (CA8 2009). It appears that only the Third Circuit\nhas applied the absolute rule advanced by the Government. SeeUnited Statesv.Sanchez, 562 F. 3d 275,\n282, and n. 8 (2009). As noted by the plurality, seeante, at 1, even the Sixth Circuit allows for sentence\nreduction “to avoid a miscarriage of justice or to correct a mutual\nmistake,”United Statesv.Peveler, 359\nF. 3d 369, 378, n. 4 (2004) (in-ternal quotation marks\nomitted). And only two Courts of Appeals have adopted a\nwide-ranging approach similar to the one suggested by Freeman. SeeUnited Statesv.Garcia, 606 F. 3d 209, 214 (CA5\n2010)(per curiam);United Statesv.Cobb, 584 F. 3d 979, 985 (CA10 2009).Footnote 4The dissent contends that, even when a (C)\nagreement expressly uses a Guidelines sentencing range to establish\nthe term of imprisonment, the district court imposing a sentence\npursuant to that agreement does not “appl[y]” that range within the\nmeaning of the appli-cable Guidelines policy statement. Seepost, at 4–5 (citing USSG §1B1.10(b)(1) (Nov. 2010)). But\nin so arguing, the dissent—like the Government—would have courts\nignore the agreement’s express terms, which the court “applie[s]”\nwhen imposing the term of imprisonment.Footnote 5The plurality asserts that “[t]here is no\ngood reason to extend the benefit [of sentence reduction] only to\nan arbitrary subset of defendants … based on whether their plea\nagreements refer to the Guidelines.”Ante, at 10. But the\n“good reason” is evident: Rule 11(c)(1)(C)’s entire purpose is to\nallow the parties’ intent to determine sentencing outcomes. Seesupra, at 3–4. If a (C) agreement does not indicate the\nparties’ intent to base the term of imprisonment on a particular\nGuidelines range subsequently lowered by the Commission, then\n§3582(c)(2) simply does not apply.Footnote 6For example, the district court might decline\nto reduce the term of imprisonment of an eligible defendant in\nlight of the Government’s argument that it made significant\nconcessions in the agreement—such as dropping a charge or forgoing\na future charge—and therefore it would not have agreed to a lower\nsentence at the time the agreement was made.Footnote 7The opposite would not necessarily be true,\nhowever, under the reading of §3582(c)(2) proposed by the\nGovernment and the dissent. If a district court has no statutory\nauthority to reduce a term of imprisonment imposed pursuant to a\n(C) agreement—because such a term is never “based on” a Guidelines\nsentencing range within the meaning of §3582(c)(2)—it is not clear\nhow the parties could effectively confer that authority upon the\ncourt by the terms of their agreement.Footnote 8Because it is the parties’ agreement that\ncontrols in the (C) agreement context, seesupra, at 3–4,\neven if the District Court had calculated the range differently\nthan the parties, seepost, at 8 (Roberts, C. J.,\ndissenting), Freeman would still be eligible for resentencing, as\nlong as the parties’ chosen range was one that was “subsequently …\nlowered by the Sentencing Commission,” §3582(c)(2).Footnote 9The dissent asks whether Freeman would be\neligible for sentence reduction if the agreement had called for a\n53-month term of imprisonment. Seepost, at 7. Though that\nquestion is not presented by the facts of this case, the answer is\nevident from the foregoing discussion: If the agreement itself made\nclear that the parties arrived at the 53-month term of imprisonment\nby determining the sentencing range ap-plicable to Freeman’s\noffenses and then halving the 106-month figure at its low end, he\nwould have been eligible under §3582(c)(2). SeeUnited\nStatesv.Franklin, 600 F. 3d 893, 897 (CA7\n2010) (noting that a (C) agreement would not foreclose relief under\n§3582(c)(2) if it provided that the term of imprisonment was to be\n40 percent below the low end of the applicable sentencing\nrange).Of course, if a (C) agreement “does not\ncontain any references to the Guidelines,”post, at 8\n(Roberts, C. J., dissenting), there is no way of knowing\nwhether the agreement “use[d] a Guidelines sentencing range to\nestablish the term of imprisonment,”supra, at 6, and a\nprisoner sentenced under such an agreement would not be eligible.\nIt is therefore unclear why the dissent believes that the\nstraightforward inquiry called for by the rule I apply today will\n“foster confusion” among the lower courts.Post, at 7.\nThis approach is consistent with the one already taken by most\nCourts of Appeals, see n. 3,supra, and there is no\nindication that they have found it unpalatable, cf.post,\nat 9.",
    "joined": []
}