{
    "case": {
        "docket": "18-1259",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/18-1259/"
    },
    "id": "4416945",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1259_________________BRETT JONES, PETITIONERv.MISSISSIPPIon writ of certiorari to the court of appeals\nof mississippi[April 22, 2021]Justice Sotomayor, with whom Justice Breyer\nand Justice Kagan join, dissenting.Today, the Court gutsMillerv.Alabama,567 U.S.\n460(2012), andMontgomeryv.Louisiana, 577 U.S.\n190 (2016). Contrary to explicit holdings in both decisions, the\nmajority claims that the Eighth Amendment permits juvenile\noffenders convicted of homicide to be sentenced to life without\nparole (LWOP) as long as “the sentence is not mandatory and the\nsentencer therefore has discretion to impose a lesser punishment.”Ante,at 1. In the Court’s view, a sentencer never need\ndetermine, even implicitly, whether a juvenile convicted of\nhomicide is one of “those rare children whose crimes reflect\nirreparable corruption.”Montgomery, 577 U. S., at 209.\nEven if the juvenile’s crime reflects “ ‘unfortunate yet\ntransient immaturity,’ ”Miller, 567 U. S., at\n479, he can be sentenced to die in prison.This conclusion would come as a shock to the\nCourts inMillerandMontgomery.Miller’s\nessential holding is that “a lifetime in prison is a\ndisproportionate sentence for all but the rarest children, those\nwhose crimes reflect ‘irreparable corruption.’ ”Montgomery, 577 U. S., at 195 (quotingMiller,\n567 U. S., at 479–480). Sentencing discretion is “necessary to\nseparate those juveniles who may be sentenced to life without\nparole from those who may not,”Montgomery, 577 U. S.,\nat 210, but it is far from sufficient. A sentencer must actually\n“make th[e] judgment” that the juvenile in question is one of those\nrare children for whom LWOP is a constitutionally permissible\nsentence.Miller, 567 U. S., at 480. The Court has thus\nexpressly rejected the notion that sentencing discretion, alone,\nsuffices: “Even if a court considers a child’s age before\nsentencing him or her to a lifetime in prison, that sentence still\nviolates the Eighth Amendment for a child whose crime reflects\nunfortunate yet transient immaturity.”Montgomery, 577\nU. S., at 208 (internal quotation marks omitted).Today, however, the Court reducesMillerto a decision requiring “just a discretionary sentencing procedure\nwhere youth [is] considered.”Ante,at 11. Such an abrupt\nbreak from precedent demands “special justification.”Ramosv.Louisiana, 590 U. S. ___, ___ (2020) (Kavanaugh, J.,\nconcurring in part) (slip op., at 6) (internal quotation marks\nomitted). The Court offers none. Instead, the Court attempts to\ncircumventstare decisisprinciples by claiming that “[t]he\nCourt’s decision today carefully follows bothMillerandMontgomery.”Ante,at 19. The Court is fooling no\none. Because I cannot countenance the Court’s abandonment ofMillerandMontgomery, I dissent.ITime and again, this Court has recognized that\n“children are constitutionally different from adults for purposes\nof sentencing.”Miller, 567 U. S., at 471. InRoperv.Simmons,543 U.S.\n551(2005), the Court held that the Eighth Amendment forbids\nsentencing children to death because “[c]apital punishment must be\nlimited to those offenders . . . whose extreme\nculpability makes them the most deserving of execution.”Id.,at 568 (internal quotation marks omitted). Juvenile\noffenders “cannot with reliability be classified among the worst\noffenders” for several reasons.Id.,at 569. First, “as any\nparent knows,” and as scientific and sociological studies have\nconfirmed, juveniles are less mature and responsible than adults,\nwhich “often result[s] in impetuous and ill-considered actions and\ndecisions.”Ibid.(internal quotation marks omitted).\nSecond, juveniles are “more vulnerable or susceptible to negative\ninfluences and outside pressures” and “have less control\n. . . over their own environment.”Ibid.Finally,\n“the character of a juvenile” is “more transitory” than that of an\nadult.Id.,at 570. “[A]s individuals mature, the\nimpetuousness and recklessness that may dominate in younger years\ncan subside.”Ibid.(internal quotation marks omitted).\nWeighed against these “signature qualities of youth,” the\npenological justifications for the death penalty collapse.Id.,at 570–571 (internal quotation marks omitted).Next, inGrahamv.Florida,560 U.S.\n48(2010), this Court held that “[t]he Constitution prohibits\nthe imposition of a life without parole sentence on a juvenile\noffender who did not commit homicide.”Id.,at 82. “To\njustify life without parole on the assumption that the juvenile\noffender forever will be a danger to society requires the sentencer\nto make a judgment that the juvenile is incorrigible.”Id.,at 72. But “incorrigibility is inconsistent with youth.”Id.,at 73 (internal quotation marks omitted). Rather,\n“[m]aturity can lead to that considered reflection which is the\nfoundation for remorse, renewal, and rehabilitation.”Id.,at 79.Grahamtherefore insisted that sentencers not deprive\njuvenile nonhomicide offenders “of the opportunity to achieve\nmaturity . . . and self-recognition of human worth\nand potential” by sentencing them to die in prison.Ibid.InMiller, this Court extendedGraham’s logic to juveniles convicted of homicide.Millerrecognized that “none of what [Graham] said\nabout children . . . is crime-specific.” 567 U. S.,\nat 473. Thus, takingGrahamas its “foundation stone,”Millerreiterated that “the distinctive attributes of youth\ndiminish the penological justifications for imposing the harshest\nsentences on juvenile offenders, even when they commit terrible\ncrimes.” 567 U. S., at 470–471, n. 4, 472.Milleremphasized that LWOP is an “ ‘especially harsh punishment for\na juvenile.’ ”Id.,at 475 (quotingGraham, 560 U. S., at 70). “Imprisoning an offender\nuntil he dies alters the remainder of his life ‘by a forfeiture\nthat is irrevocable.’ ” 567 U. S., at 474–475 (quotingGraham, 560 U. S., at 69). It is the “denial of hope”\nitself.Id.,at 70 (internal quotation marks omitted).Millerstopped short of prohibiting LWOP\nfor all juveniles convicted of homicide. Instead, it required\nsentencers to distinguish “between the juvenile offender whose\ncrime reflects unfortunate and transient immaturity, and the rare\njuvenile offender whose crime reflects irreparable corruption.” 567\nU. S., at 479–480 (internal quotation marks omitted). Only\nthose rare few in the latter category are constitutionally eligible\nfor LWOP underMiller. As such, before imposing a sentence\nof LWOP, a sentencer must actually “make that judgment,” and make\nit correctly.Id.,at 480; seeAdamsv.Alabama, 578 U.S. 994, 999 (2016) (Sotomayor, J., concurring\nin decision to grant, vacate, and remand).Finally, inMontgomery, this Court\nconfirmed the substantive nature ofMiller’s prohibition on\nLWOP for most juveniles.Montgomeryheld thatMillerapplies retroactively in cases on collateral review because it\n“rendered life without parole an unconstitutional penalty for\n. . . juvenile offenders whose crimes reflect the\ntransient immaturity of youth.” 577 U. S., at 208. Under the\nretroactivity doctrine inTeaguev.Lane,489 U.S.\n288(1989), a new constitutional rule is considered\n“substantive,” and thus retroactive, if it “alters the range of\nconduct or the class of persons that the law punishes.”Montgomery, 577 U. S., at 206 (internal quotation marks\nomitted); seeTeague, 489 U. S., at 311 (plurality\nopinion). A procedural rule, on the other hand, “regulate[s] only\nthe manner of determining the defendant’s culpability.”Montgomery, 577 U. S., at 206 (emphasis deleted;\ninternal quotation marks omitted). Such rules generally have not\napplied retroactively.Id.,at 198.Montgomeryrecognized thatMiller“has a procedural component,” in that “[a] hearing where ‘youth and\nits attendant characteristics’ are considered as sentencing factors\nis necessary to separate those juveniles who may be sentenced to\nlife without parole from those who may not.” 577 U. S., at\n209–210 (quotingMiller, 567 U. S., at 465). The Court\nmade clear, however, that “[t]he hearing does not replace\n. . .Miller’s substantive holding that life\nwithout parole is an excessive sentence for children whose crimes\nreflect transient immaturity.” 577 U. S., at 210. Rather, the\nhearing “gives effect” toMiller’s prohibition on LWOP by\n“enabl[ing] a prisoner to show that he falls within the category of\npersons whom the law may no longer punish [with LWOP].” 577\nU. S., at 210. Thus, underMiller, juvenile offenders\n“must be given the opportunity to show their crime did not reflect\nirreparable corruption; and, if it did not, their hope for some\nyears of life outside prison walls must be restored.” 577\nU. S., at 213.IIAToday, the Court distortsMillerandMontgomerybeyond recognition. According to the majority, “a\nState’s discretionary sentencing system is both constitutionally\nnecessary and constitutionally sufficient” for a State to sentence\na juvenile convicted of homicide to LWOP.Ante,at 5. “[S]o\nlong as the sentencer has discretion to ‘consider the mitigating\nqualities of youth’ and impose a lesser punishment,” any juvenile\nconvicted of homicide may be sentenced to LWOP, even if his crime\nreflects transient immaturity.Ante,at 7 (quotingMiller, 567 U. S., at 476). It does not matter whether\nthe sentencer meaningfully considers youth: The Court assumes it\nwill, seeante,at 15, but ultimately, the mere existence of\n“a discretionary sentencing procedure suffices,”ante,at\n19.The Court rests its conclusion onMontgomery’s modest statement that “Millerdid not\nimpose a formal factfinding requirement,” and so “a finding of fact\nregarding a child’s incorrigibility . . . is not\nrequired.” 577 U. S., at 211. This statement is the linchpin\nof the Court’s opinion. Seeante,at 2, 5, 7, 11–14. As the\nCourt quietly admits in a footnote, however,Montgomerywent\non to clarify that the fact “[t]hatMillerdid not impose a\nformal factfinding requirement does not leave States free to\nsentence a child whose crime reflects transient immaturity to life\nwithout parole. To the contrary,Millerestablished that\nthis punishment is disproportionate under the Eighth Amendment.”Montgomery, 577 U. S., at 211; seeante,at 7–8,\nn. 2 (quoting the same).Montgomerywas equally explicit\nelsewhere: “Miller. . . did more than require a\nsentencer to consider a juvenile offender’s youth before imposing\nlife without parole.” 577 U. S., at 208. Sentencing discretion\nand “[a] hearing where ‘youth and its attendant characteristics’\nare considered as sentencing factors” are necessary to “giv[e]\neffect toMiller’s substantive holding that life without\nparole is an excessive sentence for children whose crimes reflect\ntransient immaturity,” but they “d[o] not replace” it.Id.,at 210. “Even if a court considers a child’s age before sentencing\nhim or her to a lifetime in prison, that sentence still violates\nthe Eighth Amendment for a child whose crime reflects\n‘ “unfortunate yet transient immaturity.” ’ ”Id.,at 208. If a juvenile offender’s crime “did not reflect\nirreparable corruption,” his “hope for some years of life outside\nprison walls must be restored.”Id.,at 213. The Court today\nnever addressesMontgomery’s clear articulation ofMiller’s essential holding.The lone statement on which the Court fixates\nrecognizes only thatMillerdoes not mandate a particular\nprocedure for considering a defendant’s youth or explaining the\nsentencer’s decision.Millercertainly does not require\nsentencers to invoke any magic words. Using this procedural\nflexibility, States have adopted different approaches toMiller’s inquiry. For instance, in some States, the\nprosecution must prove that a juvenile offender is permanently\nincorrigible beyond a reasonable doubt; in others, the sentencing\njudge must make a formal finding of irreparable corruption on the\nrecord. See Brief for American Bar Association asAmicus\nCuriae14–15, 19–21. As the Court correctly notes,Millerdoes not require any one of “those particular policy\napproaches.”Ante,at 22.What is necessary, however, is “that a sentencer\ndecide whether the juvenile offender before it is a child whose\ncrimes reflect transient immaturity or is one of those rare\nchildren whose crimes reflect irreparable corruption.”Tatumv.Arizona, 580 U. S. ___, ___ (2016) (Sotomayor, J.,\nconcurring in decision to grant, vacate, and remand) (slip op., at\n3) (internal quotation marks omitted). That is all petitioner Brett\nJones seeks. See Tr. of Oral Arg. 6 (“On the most fundamental level\n. . . what we need is a sentencing judge who understands\nthat permanent incorrigibility is the dispositive rule and\ndetermines whether the defendant fits within that rule. And there\nare any number of ways that it could be done”); Brief for\nPetitioner 31 (challenging the “failure to findin any formwhether Brett is permanently incorrigible”). As Justice Thomas\nrecognizes, “there must be a determination as to whether Jones\nfalls within th[e] protected class” of children who are ineligible\nfor LWOP.Ante,at 6 (opinion concurring in judgment).\nOtherwise, the line between those who may be sentenced to LWOP and\nthose who may not “is more fanciful than real.”Ibid.The Court attempts to paper over its\nmischaracterization ofMillerandMontgomeryin\nseveral ways. First, it claims thatMillerbarred only\n“mandatorylife-without-parole sentences,” not\n“discretionarylife-without-parole sentences.”Ante,at 4.Millerdid prohibit mandatory LWOP sentences for\njuveniles. See 567 U. S., at 465. To say thatMilleris\nlimited to mandatory LWOP sentences, however, is to ignore half of\nits reasoning.Millerrelied on “the confluence of\n. . . two lines of precedent.”Id.,at 470. In one\nline of cases, the Court had interpreted the Eighth Amendment to\nrequire that sentencers make individualized, discretionary\ndecisions when imposing the death penalty. For instance, inLockettv.Ohio,438 U.S.\n586(1978), a plurality of the Court concluded that “the\nsentencer, in all but the rarest kind of capital case, [can]not be\nprecluded from considering, as a mitigating factor, any aspect of a\ndefendant’s character or record and any of the circumstances of the\noffense.”Id.,at 604 (emphasis deleted; footnote omitted).Millerexplained that mandatory LWOP sentences violate\n“individualized sentencing cases” likeLockettbecause they\n“preclude a sentencer from taking account of an offender’s age and\nthe wealth of characteristics and circumstances attendant to it.”\n567 U. S., at 476–477.The Court now pretends thatMiller’s\nreasoning ended there. It insists that allMillerrequired\nwas “a sentencing procedure similar to the procedure that this\nCourt has required for the individualized consideration of\nmitigating circumstances in capital cases such asWoodsonv.North Carolina,428 U.S.\n280, 303–305 (1976) (plurality opinion),Lockettv.Ohio,438 U.S.\n586, 597–609 (1978) (plurality opinion), andEddingsv.Oklahoma,455 U.S.\n104, 113–115 (1982).”Ante,at 9. Reading that\nconclusion, one would expectMillerto have announced that\nit rested solely on those cases.Millerwas clear, however, that it drew\nprimarily from a different line of precedent headed byRoperandGraham, which “adopted categorical bans on sentencing\npractices based on mismatches between the culpability of a class of\noffenders and the severity of a penalty,” regardless of the\nprocedures used to impose the sentences.Miller, 567\nU. S., at 470. These cases set forth a substantive\nproportionality principle that the individualized-sentencing cases\ndid not: “[L]ife-without-parole sentences, like capital punishment,\nmay violate the Eighth Amendment when imposed on children” because\n“the characteristics of youth, and the way they weaken rationales\nfor punishment, can render a life-without-parole sentence\ndisproportionate.”Id.,at 473.Mandatory and discretionary sentencing schemes\nalike can produce disproportionate sentences. Regardless of how it\nis imposed, a juvenile death sentence is unconstitutional underRoper, and a juvenile sentence of LWOP for a nonhomicide\noffense is unconstitutional underGraham. SeeRoper,\n543 U. S., at 575 (holding “that the death penalty cannot be\nimposed upon juvenile offenders”);Graham, 560 U. S.,\nat 74 (drawing a “clear line” against “life without parole for\njuvenile nonhomicide offenders”). So, too, withMiller: No\nset of discretionary sentencing procedures can render a sentence of\nLWOP constitutional for a juvenile whose crime reflects\n“unfortunate yet transient immaturity.” 567 U. S., at 479\n(internal quotation marks omitted).The Court claims thatMillerrelied onRoperandGraham“for a simple proposition: Youth\nmatters in sentencing.”Ante,at 10. That is true, but the\nCourt conflates two ways in which youth matters. WhenMillerwas decided, the Court’s individualized-sentencing cases had\nalready firmly established “that a defendant’s youth is a relevant\nmitigating circumstance that must be within the effective reach of\na capital sentencing jury.”Johnsonv.Texas,509 U.S.\n350, 367 (1993); see alsoEddingsv.Oklahoma,455 U.S.\n104, 116 (1982) (requiring that sentencers consider “the\nchronological age of a minor” and “the background and mental and\nemotional development of a youthful defendant”). TheMillerCourt thus did not need to citeRoperandGrahamas a\nseparate “stran[d] of precedent,”Miller, 567 U. S., at\n470, for that long-recognized proposition. It drew onRoperandGrahaminstead to set a substantive limit on the\nimposition of LWOP on juvenile offenders, even when they commit\nhomicide. The Court today reverses course and concludes that youth\ndoes not matter in this way.Next, the Court exaggerates the meaning of two\nstatements fromMiller, arguing that it “mandated ‘only that\na sentencer follow a certain process,’ ” rather than\n“ ‘categorically bar[ring] a penalty for a class of offenders\nor type of crime[,] as, for example, we did inRoperorGraham.’ ”Ante,at 7, 10 (quotingMiller, 567 U. S., at 483). Again,Montgomeryalready rejected this misinterpretation: “Miller, it is\ntrue, did not bar a punishment for all juvenile offenders,” or all\njuvenile offenders convicted of certain crimes, “as the Court did\ninRoperorGraham.” 577 U. S., at 209.\n“Millerdid bar life without parole, however, for all but\nthe rarest of juvenile offenders, those whose crimes reflect\npermanent incorrigibility.”Ibid.To “separate those\njuveniles who may be sentenced to life without parole from those\nwho may not,” asMillerrequires, sentencers must follow a\ncertain process: conducting a “hearing where ‘youth and its\nattendant characteristics’ are considered.” 577 U. S., at 210.\nThat process is not an end in itself. Rather, it “gives effect toMiller’s substantive holding that life without parole is an\nexcessive sentence for children whose crimes reflect transient\nimmaturity.”Ibid.Finally, the Court argues thatMilleroffered nothing more than a prediction that “a discretionary\nsentencing procedure would help make life-without-parole\nsentences relatively rare.”Ante,at 13.Miller’s\nsubstantive rule was not a prediction. Rather,Millerheld\nthat juvenile LWOP sentences must be rare because it is only “the\nrare juvenile offender whose crime reflects irreparable\ncorruption.” 567 U. S., at 479–480 (internal quotation marks\nomitted). Simply put, there are very few juveniles for whom the\n“ ‘signature qualities’ ” of youth do not undermine the\npenological justifications for LWOP.Id.,at 476. Youth is\n“a time of immaturity, irresponsibility, impetuousness, and\nrecklessness,” and, almost invariably, those “qualities are all\ntransient.”Ibid.(internal quotation marks and brackets\nomitted).In any event, the data sinceMillerprove\nthat sentencing discretion alone will not make LWOP a rare sentence\nfor juvenile offenders. Even afterMontgomery, Mississippi\ncourts require only that a sentencer consider youth-related factors\n“in a non-arbitrary fashion” before imposing a sentence of LWOP.\nSee,e.g., Millerv.State, ___ So. 3d ___, ___, 2020\nWL 2892820, *5 (Miss. App., June 2, 2020). Unbound byMiller’s essential holding, more than a quarter of\nMississippi’s resentencings have resulted in the reimposition of\nLWOP. See Brief for Juvenile Law Center et al. asAmici\nCuriae20.[1]Pennsylvania, in contrast, has recognized that\n“Millerrequires far more than mere consideration of an\noffender’s age,” as “a life-without-parole sentence imposed on a\njuvenile is illegal” unless “the defendant will forever be\nincorrigible, without any hope for rehabilitation.”Commonwealthv.Batts, 640 Pa. 401, 440, 444, 163\nA.3d 410, 433, 435 (2017). Pennsylvania has adopted a number of\nprocedures to guide sentencing courts in applyingMiller’s\nrule, including a presumption against juvenile LWOP that the State\nmust rebut through proof beyond a reasonable doubt. 640 Pa., at\n476, 163 A. 3d, at 454–455. Fewer than 2 percent of resentencings\nin Pennsylvania have resulted in the reimposition of LWOP. See The\nCampaign for the Fair Sentencing of Youth, Tipping Point: A\nMajority of States Abandon Life-Without-Parole Sentences for\nChildren 7 (2018) (Tipping Point).These States’ experiences show that juvenile\nLWOP sentences will not be rare simply by virtue of sentencing\ndiscretion. Sentencers will not “necessarily . . .\nconsider the defendant’s youth,”ante,at 15, and they\ncertainly will not necessarily conductMiller’s essential\ninquiry. If sentencing discretion is all that is required, far too\nmany juvenile offenders will be sentenced to die in\nprison.[2]BThe Court’s misreading ofMillerandMontgomeryis egregious enough on its own. The Court twists\nprecedent even further, however, by distortingMillerin a\nway that cannot be reconciled withMontgomery’s holding thatMillerapplies retroactively under theTeaguedoctrine. Seeante,at 7 (opinion of Thomas, J.). That\ndoctrine divides new rules of constitutional law into two\ncategories: substantive and procedural. As noted above,Montgomeryheld thatMillerapplies retroactively\nbased solely on “Teague’s first exception for substantive\nrules.” 577 U. S., at 200. ForMontgomeryto make any\nsense, then,Millermust have done more than mandate a\ncertain procedure. Rather, it “eliminated a State’s power to\n. . . impose a given punishment.” 577 U. S., at\n201.[3]Today, however, the Court transformsMillerinto a decision requiring only a “discretionary\nsentencing procedure.”Ante,at 19. At the same time, the\nCourt insists that it “does not disturb”Montgomery’s\nholding “thatMillerapplies retroactively on collateral\nreview.”Ante,at 19. In other words, the Court rewritesMillerinto a procedural rule and, paradoxically, maintains\nthatMillerwas nevertheless “substantive for retroactivity\npurposes.”Ante,at 11.That explanation undoesTeague’s\ndistinction between substantive and procedural rules. If a rule\nthat requires only a sentencing procedure is substantive for\nretroactivity purposes, then this Court has improperly classified\nnumerous sentencing rules as procedural. To take one example, inMillsv.Maryland,486 U.S.\n367(1988), this Court invalidated a capital sentencing\nprocedure requiring jurors to disregard mitigating factors that\nwere not found unanimously. That holding was procedural because it\naltered only “the range of permissible methods for determining\nwhether a defendant’s conduct is punishable by death.”Schrirov.Summerlin,542 U.S.\n348, 353 (2004). Under the Court’s logic today, however, the\nrule inMillsand other rules of sentencing procedure should\nhave applied retroactively, even though the Court has held that\nthey do not. SeeBeardv.Banks,542 U.S.\n406, 416–417 (2004) (holding thatMillsannounced a\nprocedural rule);Schriro, 542 U. S., at 354 (treating\nas procedural the rule set forth inRingv.Arizona,536 U.S.\n584(2002), that a jury, rather than a judge, must find\naggravating circumstances necessary for the imposition of the death\npenalty). If future litigants make such arguments, it will be\nbecause the Court’s contortion ofMillerandMontgomerypaves the way for them to do so.CRather than readMillerandMontgomeryfairly, the Court reprises Justice Scalia’s\ndissenting view inMontgomerythatMillerrequires\nonly a “youth-protective procedure.” 577 U. S., at 225\n(emphasis deleted). Justice Scalia’s view did not prevail, however.Montgomery’s interpretation ofMilleris binding\nprecedent, just asMilleritself is.Any doubts the Court may harbor about the merits\nof those decisions do not justify overruling them. SeeJune\nMedical Services L. L. C.v.Russo, 591 U. S. ___,\n___ (2020) (Roberts, C. J., concurring in judgment) (slip op.,\nat 3) (“[F]or precedent to mean anything, the doctrine must give\nway only to a rationale that goes beyond whether the case was\ndecided correctly”). As this Court has consistently reiterated, “a\ndeparture from precedent demands special justification.”Gamblev.United States, 587 U. S. ___, ___\n(2019) (slip op., at 11) (internal quotation marks omitted);\naccord,Kisorv.Wilkie, 588 U. S. ___, ___–___\n(2019) (slip op., at 25–26);Kimblev.Marvel\nEntertainment, LLC, 576 U.S. 446, 455–456 (2015).The Court offers no such justification today.\nNor could it. The traditionalstare decisisfactors include\nthe quality of the precedent’s reasoning, its consistency with\nother decisions, legal and factual developments since the precedent\nwas decided, and its workability. SeeRamos, 590 U. S.,\nat ___ (opinion of Kavanaugh, J.) (slip op., at 7). None supports\noverturningMillerorMontgomery. As explained above,\nthose decisions are firmly rooted in two lines of precedent and\nfundamental principles of proportionality.[4] Subsequent legal and factual developments have\nreinforced their reasoning. Fifteen state courts of last resort,\nfor instance, have recognized thatMillerannounced a\nsubstantive rule barring LWOP for any juvenile whose crime does not\nreflect permanent incorrigibility. See Reply Brief 18, n. 6.\nTwenty States and the District of Columbia have changed their\npolicies to prohibit LWOP sentences for all juvenile offenders,\nincluding a number of States that “had discretionary sentencing\nschemes or a mixture of both mandatory and discretionary\nsentences.” Brief for Former West Virginia Delegate John Ellem et\nal. asAmici CuriaeinMathenav.Malvo, O. T.\n2019, No. 18–217, pp. 34–35; S. 256, 133d Gen. Assembly (Ohio\n2020); Va. Code Ann. §53.1–165.1 (2020). Finally,MillerandMontgomeryhave not proved unworkable: To the contrary, they\nhave spurred reforms across the country while “avoid[ing] intruding\nmore than necessary upon the States’ sovereign administration of\ntheir criminal justice systems.”Montgomery, 577 U. S.,\nat 211. Requiring sentencers to make an explicit or implicit\ndetermination of permanent incorrigibility before sentencing a\njuvenile offender to LWOP imposes no costs that justify overturning\nprecedent.Instead of addressing these factors, the Court\nsimply rewritesMillerandMontgomeryto say what the\nCourt now wishes they had said, and then denies that it has done\nany such thing. Seeante,at 19. The Court knows what it is\ndoing. It admits as much. Rather than try to harmonize its decision\ntoday withMontgomery’s retroactivity holding, it confesses\nin a footnote that its rewriting of precedent is inconsistent withMontgomeryand basic retroactivity principles. Seeante,at 11–12, n. 4. The Court’s solution? It urges\nlower courts to simply ignoreMontgomerygoing forward.Ante,at 11–12, n. 4 (“[T]he Court’s retroactivity\nprecedents that both pre-date and post-dateMontgomery. . . and notMontgomery. . . must\nguide the determination of whether rules other thanMillerare substantive”).[5] Instead\nof “disturb[ing]”Montgomery’s retroactivity holding,ante,at 12, n. 4, the Court attempts to bury it.How low this Court’s respect forstare\ndecisishas sunk. Not long ago, that doctrine was recognized as\na pillar of the “ ‘rule of law,’ ” critical to “keep the\nscale of justice even and steady, and not liable to waver with\nevery new judge’s opinion.”Ramos, 590 U. S., at\n___–___ (opinion of Kavanaugh, J.) (slip op., at 1–2) (internal\nquotation marks omitted). Given these weighty interests, the Court\n“usually require[d] that a party ask for overruling, or at least\nobtain[ed] briefing on the overruling question,” and then\n“carefully evaluate[d] the traditionalstare decisisfactors.”Barrv.American Assn.of Political\nConsultants, Inc., 591 U. S. ___, ___, n. 5 (2020) (slip\nop., at 9, n. 5). Now, it seems, the Court is willing to\noverrule precedent without even acknowledging it is doing so, much\nless providing any special justification. It is hard to see how\nthat approach is “founded in the law rather than in the\nproclivities of individuals.”Ramos, 590 U. S., at ___\n(opinion of Kavanaugh, J.) (slip op., at 2) (internal quotation\nmarks omitted).For present purposes, sentencers should hold\nthis Court to its word:MillerandMontgomeryare\nstill good law.[6] Seeante,at 19 (“Today’s decision does not overruleMillerorMontgomery”). Sentencers are thus bound to\ncontinue applying those decisions faithfully. Thankfully, many\nStates have already implemented robust procedures to give effect toMillerandMontgomery. In other States, the\nresponsibility falls squarely on individual sentencers to use their\ndiscretion to “separate those juveniles who may be sentenced to\nlife without parole from those who may not.”Montgomery, 577\nU. S., at 210. Failing to do so violates the Eighth\nAmendment.IIIBrett Jones, like all juvenile offenders\nfacing a sentence of LWOP, deserves an answer toMiller’s\nessential question: whether his crime demonstrates that he is\npermanently incorrigible. Ordinarily, an appellate court should not\npass on that question in the first instance. But the Court today\nguarantees that the state sentencing court will never have to give\nJones an answer. It thus bears acknowledging that, based on the\nevidence presented below, it is hard to see how Jones is one of the\nrare juvenile offenders “whose crime reflects irreparable\ncorruption.”Miller, 567 U. S., at 479–480 (internal\nquotation marks omitted). In fact, many aspects of Jones’ crime\nseem to epitomize “unfortunate yet transient immaturity.”Id.,at 479 (internal quotation marks omitted); see 2018 WL\n10700848, *11 (Miss., Nov. 27, 2018) (Kitchens, P. J., dissenting)\n(“Jones’s actions reflect [the hallmark] features [of youth] at\nevery turn”).[7]Jones killed his grandfather just 23 days after\nJones’ 15th birthday. App. 71. In his short life before the murder,\nJones was the victim of violence and neglect that he was too young\nto escape. Jones’ biological father was an alcoholic who physically\nabused Jones’ mother, knocking out her teeth and breaking her nose\non several occasions.Id.,at 71–72. The two separated when\nJones was two years old.Id.,at 71. Jones’ mother then\nmarried Jones’ stepfather, who was also abusive, especially toward\nJones. He beat Jones with belts, switches, and a paddle labeled\n“The Punisher.”Id.,at 39–40, 78, 81. He rarely called\nJones or his brother by their names, preferring cruel epithets.Id.,at 77, 81, 101 (“[H]is favorite thing to call them was\nlittle motherf***ers”). According to Jones’ mother, Jones’\nstepfather “hated Brett more because Brett reminded him of [Jones’\nbiological father].”Id.,at 78. According to Jones’\ngrandmother, he was simply “easier to hurt and beat.”Id.,at 39.In 2004, after Jones came home late one day,\nJones’ stepfather flew into a rage and grabbed Jones by the neck,\npreparing to beat him with a belt.Id.,at 128–129. This\ntime, however, Jones fought back and told his stepfather, “No,\nyou’re not going to hit me ever again.”Id.,at 80. Jones\ntook a swing at his stepfather and split open his ear.Ibid.The police were called, and Jones was arrested.[8]Ibid.Jones’ stepfather then threatened\nto kick out Jones’ mother and brother if Jones did not move out.Id.,at 81. As a result, Jones’ grandparents picked him up\nless than two months before the murder and brought him to\nMississippi.Id.,at 47.When he moved, Jones lost access to medications\nthat he had been taking for mental health issues.Id.,at\n38–39.[9] When he was 11 or 12\nyears old, Jones began cutting himself so that he “would not feel\nthe panic and the hurt that was inside of [his] head.”Id.,at 75. He later experienced hallucinations and was prescribed\nantidepressant medications.Id.,at 92, 124. These\nmedications were supposed to be tapered off gradually.Id.,at 38–39. When Jones left for Mississippi, however, they were\nabruptly cut off.The murder was precipitated by a dispute over\nJones’ girlfriend. After Jones moved, his girlfriend ran away from\nher home in Florida to stay at Jones’ grandparents’ home in secret.\n938 So. 2d 312, 313 (Miss. App. 2006). On the day of the murder,\nJones’ grandfather, Bertis Jones, discovered that Jones’ girlfriend\nhad been staying in their home.Ibid.He ordered her out.Ibid.Later that day, Jones was making a sandwich in the\nkitchen using a steak knife.Id.,at 314. Jones said\nsomething disrespectful to his grandfather, who started yelling.Ibid.The two began pushing each other, and Jones’\ngrandfather tried to hit him.Ibid.Jones stabbed his\ngrandfather with the steak knife.Ibid.Jones’ grandfather\ncame at Jones again, and the fight continued.Ibid.Jones\nultimately stabbed his grandfather eight times, grabbing a second\nknife when the first one broke. 2018 WL 10700848, *7 (Kitchens, P.\nJ., dissenting).No one disputes that this was a terrible crime.Miller, however, held that “the distinctive attributes of\nyouth diminish the penological justifications for imposing the\nharshest sentences on juvenile offenders, even when they commit\nterrible crimes.” 567 U. S., at 472. Jones’ crime reflects\nthese distinctive attributes: “That a teenager in trouble for\nhaving been caught concealing his girlfriend at his grandparents’\nhome would attempt to solve the problem by resorting to violence\ndramatically epitomizes immaturity, impetuosity, and failure to\nappreciate risks or consequences.” 2018 WL 10700848, *11 (Kitchens,\nP. J., dissenting).Jones then attempted to save his grandfather by\nadministering CPR. 938 So. 2d, at 314.When that failed, he\nclumsily tried to hide what he had done. 2018 WL 10700848, *11\n(Kitchens, P. J., dissenting). He was spotted walking around in\nplain sight, covered in blood, trembling and muttering to himself.Ibid.When a neighbor questioned him, Jones told a feeble\nlie, claiming that his grandfather had left and that the blood on\nhis clothes was “ ‘a joke.’ ” 938 So. 2d, at 314. Jones\nthen met up with his girlfriend and attempted to hitchhike, but not\nto make a getaway. Instead, he was trying to go see his grandmother\nto tell her what had happened.Id.,at 315. The police\nstopped Jones, found that he was carrying a pocket knife, and asked\nif it was the knife he “ ‘did it with.’ ”Ibid.\nJones replied, “ ‘No, I already got rid of it.’ ”Ibid.He then agreed to be interviewed by three police\ndetectives, “without invoking his right to silence or his right to\ncounsel and without a parent or guardian present.” 2018 WL\n10700848, *11 (Kitchens, P. J., dissenting). Thus, “Jones’s\nbehavior in the immediate aftermath of his tragic actions also\ndemonstrated his fundamental immaturity.”Ibid.At his resentencing hearing, Jones provided\nevidence that not only is he capable of rehabilitation, but he had\nin fact already matured significantly since his crime. In more than\nfive years in prison, Jones committed only two disciplinary\ninfractions. App. 134–135. While incarcerated, Jones earned his GED\nand sought out work, becoming a “very good employee.”Id.,at 106, 109, 153. Jones and his prison unit manager often discussed\nthe Bible, and in time, his unit manager came to think of Jones\n“almost like [a] son.”Id.,at 107. Jones confided in him\nthat Jones “regretted” what he had done.Id.,at 112.Jones’ grandmother (Bertis Jones’ widow)\ntestified at Jones’ resentencing hearing and submitted anamicusbrief to this Court. She remains “steadfast in her\nbelief that Brett is not and never was irreparably corrupt.” Brief\nfor Madge Jones et al. asAmici Curiae4. She speaks\nwith Jones weekly, encouraging him as he takes college courses and\nserves in the prison ministry.Ibid.Jones’ younger brother,\nMarty, and his other family members have also stayed by his\nside.This significant body of evidence does not\nexcuse Jones’ crime. It does mean, however, that underMillerandMontgomery, there is a strong likelihood\nthat Jones is constitutionally ineligible for LWOP. His crime,\nwhile terrible, appears to have been the product of “unfortunate\nyet transient immaturity.”Miller, 567 U. S., at 479\n(internal quotation marks omitted). Notably, the State called no\nwitnesses and offered no evidence at the resentencing hearing to\nrebut Jones’ proof that his crime reflected the “recklessness” and\n“impulsivity” characteristic of juveniles.Montgomery, 577\nU. S., at 207 (internal quotation marks omitted); see App. 23,\n136.In resentencing Jones to LWOP, the sentencing\ncourt failed to applyMillerproperly. Instead, it followed\nthe instructions of the Mississippi Supreme Court, which held that\n“Millerrendered [Mississippi’s] sentencing scheme\nunconstitutional if, and only if, the sentencing authority fails to\ntake into account characteristics and circumstances unique to\njuveniles.” 122 So. 3d 698, 702 (2013). Thus, the sentencing court\nsimply considered the “Millerfactors” as part of the\n“mitigating and the aggravating circumstances.” App. 149. It never\naddressedMiller’s central inquiry: whether Jones is one of\nthe rare juveniles whose crimes reflect irreparable corruption. 567\nU. S., at 479–480. Because the sentencing court failed to ask\nand answer this critical question, Jones’ sentence should not\nstand.IVIt is important not to lose sight of what is\nat stake in this case. “The Eighth Amendment’s prohibition of cruel\nand unusual punishment guarantees individuals the right not to be\nsubjected to excessive sanctions.”Miller, 567 U. S.,\nat 469 (internal quotation marks omitted). InRoper,Graham,Miller, andMontgomery, the Court\nrecognized that this guarantee has special significance for\nchildren. The Eighth Amendment does not excuse children’s crimes,\nnor does it shield them from all punishment. It does, however,\ndemand that most children be spared from punishments that “giv[e]\nno chance for fulfillment outside prison walls, no chance for\nreconciliation with society, no hope.”Graham, 560\nU. S., at 79.Jones and other juvenile offenders like him seek\nonly the possibility of parole. Not the certainty of release, but\nthe opportunity, at some point in their lives, to show a parole\nboard all they have done to rehabilitate themselves and to ask for\na second chance. Jones recognizes that the parole board may\nultimately decide he must spend his entire life behind bars. He\nsimply requests that the State not “mak[e] the judgment at the\noutset that [he] never will be fit to reenter society.”Id.,at 75. The Eighth Amendment requires that most juvenile offenders\nbe given this small “hope for some years of life outside prison\nwalls.”Montgomery, 577 U. S., at 213.[10]At his resentencing hearing, Jones told the\ncourt, “I’m not the same person I was when I was 15.\n. . . I’ve become a pretty decent person in life. And\nI’ve pretty much taken every avenue that I could possibly take in\nprison to rehabilitate myself.” App. 152. “Minors do have the\nability to change,” he reflected.Ibid.He noted in closing,\n“If you decide to send me back without the possibility of parole, I\nwill still do exactly what I’ve been doing for ten years. But all I\ncan do is ask you . . . please give me just one chance to\nshow the world, man, like, I can be somebody. I’ve done everything\nI could over the past ten years to be\nsomebody. . . . I can’t change what was already\ndone. I can just try to show . . . I’ve become a grown\nman.”Id., at 153. Today, Jones is 31. His time spent in\nprison has now eclipsed the childhood he had outside of it.Jones should know that, despite the Court’s\ndecision today, what he does in life matters. So, too, do the\nefforts of the almost 1,500 other juvenile offenders like Jones who\nare serving LWOP sentences. Of course, nothing can repair the\ndamage their crimes caused. But that is not the question. The\nquestion is whether the State, at some point, must consider whether\na juvenile offender has demonstrated maturity and rehabilitation\nsufficient to merit a chance at life beyond the prison in which he\nhas grown up. SeeGraham, 560 U. S., at 79. For most,\nthe answer is yes.Notes1Elsewhere, the numbers\nare even more alarming. Like Mississippi courts, Louisiana courts\nhave concluded that “Millerrequires the sentencing court to\nconsider an offender’s youth and attendant characteristics as\nmitigating circumstances.”Statev.Keith, 51,389,\np. 3 (La. App. 2 Cir. 6/21/17), 223 So. 3d 767, 770. As of\n2020, Louisiana has imposed LWOP on an astonishing 57 percent of\neligible juvenile offenders sinceMillerwas decided. See\nLouisiana Center for Children’s Rights, Louisiana’s Compliance withMillerv.Alabama1 (2020).2The harm from these\nsentences will not fall equally. The racial disparities in juvenile\nLWOP sentencing are stark: 70 percent of all youths sentenced to\nLWOP are children of color. See Tipping Point 10; see also Brief\nfor Juvenile Law Center et al. asAmici Curiae21\n(reporting that “[i]n the years beforeGrahamandMiller, courts sentenced Black juvenile offenders to life\nimprisonment without parole ten times more often than white\noffenders”); Mills, Dorn, & Hritz, Juvenile Life Without Parole\nin Law and Practice: Chronicling the Rapid Change Underway, 65 Am.\nU. L. Rev. 535, 579–580 (2016) (“Non-whites are\noverrepresented among the JLWOP population in ways perhaps unseen\nin any other aspect of our criminal justice system”). The trend has\nworsened sinceMillerv.Alabama,567 U.S.\n460(2012): 72 percent of children sentenced to LWOP afterMillerwere Black, compared to 61 percent of children\nsentenced beforeMiller. Tipping Point\n10.3Justice Thomas agrees\nthatMontgomerymandates such a reading ofMiller,\nbut he claims thatMilleritself did not establish a\nsubstantive rule. Seeante,at 2–5. That is incorrect. As\ndiscussed,Millerprohibited mandatory LWOP sentences not\nonly because mandatory sentencing precludes individualized\nconsideration of a juvenile’s youth, but also because “such a\nscheme poses too great a risk of disproportionate punishment.” 567\nU. S., at 479. Applying the principles of proportionality set\nforth inRoperandGraham,Miller“rendered\nlife without parole an unconstitutional penalty for a class of\ndefendants because of their status[,] that is, juvenile offenders\nwhose crimes reflect the transient immaturity of youth.”Montgomery, 577 U. S., at 208 (internal quotation marks\nomitted). As a result, “Milleris no less substantive than\nareRoperandGraham.”Id.,at\n209.4Justice Thomas claims\nthatMillerandMontgomery“refashio[n] the Eighth\nAmendment to accommodate this Court’s views of juvenile justice.”Ante,at 2; seeante,at 8. In so doing, Justice\nThomas “seek[s] to relitigate old Eighth Amendment battles” based\non “arguments this Court has previously (and often) rejected.”Miller, 567 U. S., at 470–471, n. 4; seeGrahamv.Florida,560 U.S.\n48, 58 (2010) (“To determine whether a punishment is cruel and\nunusual, courts must look beyond historical conceptions to the\nevolving standards of decency that mark the progress of a maturing\nsociety” (internal quotation marks omitted)).5Of course, as already\ndiscussed, the Court is perfectly content to rely onMontgomeryfor its statement that a finding of fact\nregarding permanent incorrigibility is not required. That isolated\npiece ofMontgomery, apparently, still carries the full\nweight of precedent. Anything more inconvenient, however, the Court\ntoday discards.6The Court leaves open the\npossibility of an “as-applied Eighth Amendment claim of\ndisproportionality.”Ante,at 21 (citingHarmelinv.Michigan, 501 U. S 957, 996–1009 (1991) (Kennedy, J.,\nconcurring in part and concurring in judgment)). In the context of\na juvenile offender, such a claim should be controlled by this\nCourt’s holding that sentencing “a child whose crime reflects\ntransient immaturity to life without parole . . . is\ndisproportionate under the Eighth Amendment.”Montgomery,\n577 U. S., at 211; seeMiller, 567 U. S., at 481\n(“Harmelinhad nothing to do with children and did not\npurport to apply its holding to the sentencing of juvenile\noffenders”).7Even as it disclaims any\nresponsibility for evaluating permanent incorrigibility, the Court\nemphasizes the details of Jones’ crime and alludes to other\nhomicides committed by juveniles throughout the country. Seeante,at 2–3, 6. The gravity of these violent acts was not\nlost on the Court inMiller, which set forth its substantive\nrule specifically for the subset of juvenile offenders who commit\nhomicide. See alsoRoper, 543 U. S., at 572 (“[W]e\ncannot deny or overlook the brutal crimes too many juvenile\noffenders have committed”). Notwithstanding the unique “moral\nculpability and consequential harm” of homicide,Millerreasoned thatGraham’s insights about children “are evident\nin the same way, and to the same degree.” 567 U. S., at 473.\nThe point ofMillerandMontgomeryis that juveniles,\neven those who commit murder, have the capacity to grow and mature,\nto rehabilitate. The Eighth Amendment requires that sentencers (and\nreviewing courts) not presume that most juveniles will forever\nremain the “murderers,”ante,at 10, they once\nwere.8This was Jones’ only\nprior contact with the juvenile justice system. See Brief for\nPetitioner 35.9Jones’ mother has also\nbeen diagnosed with a number of conditions, including posttraumatic\nstress disorder, bipolar disorder, and manic depression. App. 74.\nAs a result, throughout Jones’ life, she experienced panic attacks\nand emotional breakdowns.Id.,at 74–75. As a child, Jones\nwitnessed his mother cutting herself.Id.,at 122–123. The\ntypes of adverse childhood experiences that Jones endured,\nincluding physical abuse, domestic violence, and mental illness in\nfamily members, are strong predictors of negative outcomes for\nchildren, including violence. J. Garbarino,Miller’s\nChildren 10–12 (2018); seeid.,at 12 (“[E]levated adversity\nscores are as common among killers as they are rare in the general\nadolescent population”).10Having deprived Jones of his\nconstitutional right, the Court gestures at a potential lifeline\nfrom other institutions, including the Mississippi Legislature or\nGovernor.Ante,at 22. But “the remote possibility” of such\naction “does not mitigate the harshness of the sentence” that Jones\nnow faces.Graham, 560 U. S., at 70. The Eighth\nAmendment guarantees juvenile offenders like Jones a basic\nconstitutional protection against disproportionate punishments. The\nCourt should not leave the vindication of such important legal\nrights to others, or to chance.",
    "joined": []
}