{
    "case": {
        "docket": "92",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/92/"
    },
    "id": "3515287",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 14–7505_________________TIMOTHY LEE HURST, PETITIONERv.FLORIDAon writ of certiorari to the supreme court of florida[January 12, 2016]Justice Sotomayor delivered the opinion of the Court.A Florida jury convicted Timothy Lee Hurst of murdering his\nco-worker, Cynthia Harrison. A penalty-phase jury recommended that\nHurst’s judge impose a death sentence. Notwithstanding this\nrecommendation, Florida law required the judge to hold a separate\nhearing and determine whether sufficient aggravating circumstances\nexisted to justify imposing the death penalty. The judge so found\nand sentenced Hurst to death.We hold this sentencing scheme unconstitutional. The Sixth\nAmendment requires a jury, not a judge, to find each fact necessary\nto impose a sentence of death. A jury’s mere recommendation is not\nenough.IOn May 2, 1998, Cynthia Harrison’s body was discovered in the\nfreezer of the restaurant where she worked—bound, gagged, and\nstabbed over 60 times. The restaurant safe was unlocked and open,\nmissing hundreds of dollars. The State of Florida charged\nHarrison’s co-worker, Timothy Lee Hurst, with her murder. See 819\nSo. 2d 689, 692–694 (Fla. 2002).During Hurst’s 4-day trial, the State offered substantial\nforensic evidence linking Hurst to the murder. Witnesses also\ntestified that Hurst announced in advance that he planned to rob\nthe restaurant; that Hurst and Harrison were the only people\nscheduled to work when Harrison was killed; and that Hurst disposed\nof blood-stained evidence and used stolen money to purchase shoes\nand rings.Hurst responded with an alibi defense. He claimed he never made\nit to work because his car broke down. Hurst told police that he\ncalled the restaurant to let Harrison know he would be late. He\nsaid she sounded scared and he could hear another person—presumably\nthe real murderer—whispering in the background.At the close of Hurst’s defense, the judge instructed the jury\nthat it could find Hurst guilty of first-degree murder under two\ntheories: premeditated murder or felony murder for an unlawful\nkilling during a robbery. The jury convicted Hurst of first-degree\nmurder but did not specify which theory it believed.First-degree murder is a capital felony in Florida. See Fla.\nStat. §782.04(1)(a) (2010). Under state law, the maximum sentence a\ncapital felon may receive on the basis of the conviction alone is\nlife imprisonment. §775.082(1). “A person who has been convicted of\na capital felony shall be punished by death” only if an additional\nsentencing proceeding “results in findings by the court that such\nperson shall be punished by death.”Ibid.“[O]therwise such\nperson shall be punished by life imprisonment and shall be\nineligible for parole.”Ibid.The additional sentencing proceeding Florida employs is a\n“hybrid” proceeding “in which [a] jury renders an advisory verdict\nbut the judge makes the ultimate sentencingdeterminations.”Ringv.Arizona, 536 U. S. 584, 608, n. 6 (2002)\n. First, the sentencing judge conducts an evidentiary hearing\nbefore a jury. Fla. Stat. §921.141(1) (2010). Next, the jury\nrenders an “advisory sentence” of life or death without specifying\nthe factual basis of its recommendation. §921.141(2).\n“Notwithstanding the recommendation of a majority of the jury, the\ncourt, after weighing the aggravating and mitigating circumstances,\nshall enter a sentence of life imprisonment or death.” §921.141(3).\nIf the court imposes death, it must “set forth in writing its\nfindings upon which the sentence of death is based.”Ibid.Although the judge must give the jury recommendation “great\nweight,”Tedderv.State, 322 So. 2d 908, 910\n(Fla. 1975) (per curiam), the sentencing order must “reflect\nthe trial judge’s independent judgment about the existence of\naggravating and mitigating factors,”Blackwelderv.State, 851 So. 2d 650, 653 (Fla. 2003) (per\ncuriam).Following this procedure, Hurst’s jury recommended a death\nsentence. The judge independently agreed. See 819 So. 2d, at\n694–695. On postconviction review, however, the Florida Supreme\nCourt vacated Hurst’s sentence for reasons not relevant to this\ncase. See 18 So. 3d 975 (2009).At resentencing in 2012, the sentencing judge conducted a new\nhearing during which Hurst offered mitigating evidence that he was\nnot a “major participant” in the murder because he was at home when\nit happened. App. 505–507. The sentencing judge instructed the\nadvisory jury that it could recommend a death sentence if it found\nat least one aggravating circumstance beyond a reason-able doubt:\nthat the murder was especially “heinous, atrocious, or cruel” or\nthat it occurred while Hurst was committing a robbery.Id.,\nat 211–212. The jury recommended death by a vote of 7 to 5.The sentencing judge then sentenced Hurst to death. In her\nwritten order, the judge based the sentence in part on her\nindependent determination that both the heinous-murder and robbery\naggravators existed.Id., at 261–263. She assigned “great\nweight” to her findings as well as to the jury’s recommendation of\ndeath.Id., at 271.The Florida Supreme Court affirmed 4 to 3. 147 So. 3d 435\n(2014). As relevant here, the court rejected Hurst’s argument that\nhis sentence violated the Sixth Amendment in light ofRing,\n536 U. S. 584 .Ring, the court recognized, “held that\ncapital defendants are entitled to a jury determination of any fact\non which the legislature conditions an increase in the maximum\npunishment.” 147 So. 3d,at 445. But the court consideredRinginapplicable in light of this Court’s repeated support\nof Florida’s capital sentencing scheme in pre-Ringcases.\n147 So. 3d, at 446–447 (citingHildwinv.Florida,\n490 U. S. 638 (1989) (per curiam)); see alsoSpazianov.Florida, 468 U. S. 447 –465 (1984).\nSpecifically, inHildwin, this Court held that the Sixth\nAmendment “does not require that the specific findings authorizing\nthe imposition of the sentence of death be made by the jury.” 490\nU. S., at 640–641. The Florida court noted that we have “never\nexpressly overruledHildwin, and did not do so inRing.” 147 So. 3d,at 446–447.Justice Pariente, joined by two colleagues, dissented from this\nportion of the court’s opinion. She reiterated her view that\n“Ringrequires any fact that qualifies a capital defendant\nfor a sentence of death to be found by a jury.”Id.,at 450\n(opinion concurring in part and dissenting in part).We granted certiorari to resolve whether Florida’s capital\nsentencing scheme violates the Sixth Amendment in light ofRing. 575 U. S. ___ (2015). We hold that it does, and\nreverse.IIThe Sixth Amendment provides: “In all criminal prosecutions, the\naccused shall enjoy the right to a speedy and public trial, by an\nimpartial jury. . . .” This right, in conjunction\nwith the Due Process Clause, requires that each element of a crime\nbe proved to a jury beyond a reasonable doubt.Alleynev.United States, 570 U. S. ___, ___ (2013) (slip op., at\n3). InApprendiv.New Jersey, 530 U. S. 466,\n494 (2000) , this Court held that any fact that “expose[s] the\ndefendant to a greater punishment than that authorized by the\njury’s guilty verdict” is an “element” that must be submitted to a\njury. In the years sinceApprendi, we have applied its rule\nto instances involving plea bargains,Blakelyv.Washington, 542 U. S. 296 (2004) , sentencing\nguidelines,United Statesv.Booker, 543 U. S.\n220 (2005) , criminal fines,Southern Union Co.v.United\nStates, 567 U. S. ___ (2012), mandatory minimums,Alleyne, 570 U. S., at ___, and, inRing, 536\nU. S. 584 , capital punishment.InRing, we concluded that Arizona’s capital sentencing\nscheme violatedApprendi’s rule because the State allowed a\njudge to find the facts necessary to sentence a defendant to death.\nAn Arizona jury had convicted Timothy Ring of felony murder. 536\nU. S.,at 591. Under state law, “Ring could not be\nsentenced to death, the statutory maximum penalty for first-degree\nmurder, unless further findings were made.”Id.,at 592.\nSpecifically, a judge could sentence Ring to death only after\nindependently finding at least one aggravating circumstance.Id., at 592–593. Ring’s judge followed this procedure, found\nan aggravating circumstance, and sentenced Ring to death.The Court had little difficulty concluding that “ ‘the\nrequired finding of an aggravated circumstance exposed Ring to a\ngreater punishment than that authorized by the jury’s guilty\nverdict.’ ”Id.,at 604 (quotingApprendi, 530\nU. S., at 494; alterations omitted). Had Ring’s judge not\nengaged in any factfinding, Ring would have received a life\nsentence.Ring, 536 U. S.,at 597. Ring’s death\nsentence therefore violated his right to have a jury find the facts\nbehind his punishment.The analysis theRingCourt applied to Arizona’s\nsentencing scheme applies equally to Florida’s. Like Arizona at the\ntime ofRing, Florida does not require the jury to make the\ncritical findings necessary to impose the death penalty. Rather,\nFlorida requires a judge to find these facts. Fla. Stat.\n§921.141(3). Although Florida incorporates an advisory jury verdict\nthat Arizona lacked, we have previously made clear that this\ndistinction is immaterial: “It is true that in Florida the jury\nrecommends a sentence, but it does not make specific factual\nfindings with regard to the existence of mitigating or aggravating\ncircumstances and its recommendation is not binding on the trial\njudge. A Florida trial court no more has the assistance of a jury’s\nfindings of fact with respect to sentencing issues than does a\ntrial judge in Arizona.”Waltonv.Arizona, 497\nU. S. 639, 648 (1990) ; accord,Statev.Steele,\n921 So. 2d 538, 546 (Fla. 2005) (“[T]he trial court alone must\nmake detailed findings about the existence and weight of\naggravating circumstances; it has no jury findings on which to\nrely”).As with Timothy Ring, the maximum punishment Timothy Hurst could\nhave received without any judge-made findings was life in prison\nwithout parole. As with Ring, a judge increased Hurst’s authorized\npunishment based on her own factfinding. In light ofRing,\nwe hold that Hurst’s sentence violates the Sixth Amendment.IIIWithout contestingRing’s holding, Florida offers a bevy\nof arguments for why Hurst’s sentence is constitutional. None holds\nwater.AFlorida concedes thatRingrequired a jury to find every\nfact necessary to render Hurst eligible for the death pen-alty. But\nFlorida argues that when Hurst’s sentencing jury recommended a\ndeath sentence, it “necessarily included a finding of an\naggravating circumstance.” Brief for Respondent 44. The State\ncontends that this finding qualified Hurst for the death penalty\nunder Florida law, thus satisfyingRing. “[T]he additional\nrequirement that a judgealsofind an aggravator,” Florida\nconcludes, “only provides the defendant additional protection.”\nBrief for Respondent 22.The State fails to appreciate the central and singular role the\njudge plays under Florida law. As described above and by the\nFlorida Supreme Court, the Florida sentencing statute does not make\na defendant eligible for death until “findingsby the courtthat such person shall be punished by death.” Fla. Stat.\n§775.082(1) (emphasis added). The trial courtalonemust\nfind “the facts . . . [t]hat sufficient aggravating circumstances\nexist” and “[t]hat there are insufficient mitigating circumstances\nto outweigh the aggravating circumstances.” §921.141(3); seeSteele, 921 So. 2d, at 546. “[T]he jury’s function\nunder the Florida death penalty statute is advisory only.”Spazianov.State, 433 So. 2d 508, 512 (Fla.\n1983). The State cannot now treat the advisory recommendation by\nthe jury as the necessary factual finding thatRingrequires.BFlorida launches its second salvo at Hurst himself, arguing that\nhe admitted in various contexts that an aggravating circumstance\nexisted. Even ifRingnormally requires a jury to hear all\nfacts necessary to sentence a defendant to death, Florida argues,\n“Ringdoes not require jury findings on facts defendants\nhave admitted.” Brief for Respondent 41. Florida cites our decision\ninBlakelyv.Washington, 542 U. S. 296 (2004) ,\nin which we stated that underApprendi, a judge may impose\nany sentence authorized “on the basis of the facts reflected in the\njury verdict or admitted by the defendant.” 542 U. S., at 303\n(emphasis deleted). In light ofBlakely, Florida points to\nvarious instances in which Hurst’s counsel allegedly admitted the\nexistence of a robbery. Florida contends that these “admissions”\nmade Hurst eligible for the death penalty. Brief for Respondent\n42–44.Blakely, however, was a decision applyingApprendito facts admitted in a guilty plea, in which the defendant\nnecessarily waived his right to a jury trial. See 542 U. S.,\nat 310–312. Florida has not explained how Hurst’s alleged\nadmissions accomplished a similar waiver. Florida’s argument is\nalso meritless on its own terms. Hurst never admitted to either\naggravating circumstance alleged by the State. At most, his counsel\nsimply refrained from challenging the aggravating circumstances in\nparts of his appellate briefs. See,e.g.,Initial Brief for\nAppellant in No. SC12–1947 (Fla.), p. 24 (“not challeng[ing]\nthe trial court’s findings” but arguing that death was nevertheless\na disproportionate punishment).CThe State next argues thatstare decisiscompels us to\nuphold Florida’s capital sentencing scheme. As the Flor-ida Supreme\nCourt observed, this Court “repeatedly has reviewed and upheld\nFlorida’s capital sentencing statute over the past quarter of a\ncentury.”Bottosonv.Moore, 833 So. 2d 693, 695\n(2002) (per curiam) (citingHildwin,490 U. S.\n638 ;Spaziano, 468 U. S. 447 ). “In a comparable\nsituation,” the Florida court reasoned, “the United States Supreme\nCourt held:‘If a precedent of this Court has direct application in a case,\nyet appears to rest on reasons rejected in some other line of\ndecisions, the [other courts] should follow the case which directly\ncontrols, leaving to this Court the prerogative of overruling its\nown decisions.’ ”Bottoson, 833 So. 2d, at 695\n(quotingRodriguez de Quijasv.Shearson/American\nExpress, Inc., 490 U. S. 477, 484 (1989) ); see also 147\nSo. 3d, at 446–447 (casebelow).We now expressly overruleSpazianoandHildwinin\nrelevant part.SpazianoandHildwinsummarized earlier precedent\nto conclude that “the Sixth Amendment does not require that the\nspecific findings authorizing the imposition of the sentence of\ndeath be made by the jury.”Hildwin, 490 U. S.,at 640–641. Their conclusion was wrong, and irreconcilable withApprendi. Indeed, today is not the first time we have\nrecognized as much. InRing, we held that another\npre-Apprendidecision—Walton, 497 U. S. 639\n—could not “survive the reasoning ofApprendi.” 536\nU. S.,at 603.Walton, for its part, was a mere\napplication ofHildwin’s holding to Arizona’s capital\nsentencing scheme. 497 U. S., at 648.“Although ‘ “the doctrine ofstare decisisis of\nfundamental importance to the rule of law[,]” . . . [o]ur\nprecedents are not sacrosanct.’ . . . ‘[W]e have\noverruled prior decisions where the necessity and propriety of\ndoing so has been established.’ ”Ring, 536\nU. S.,at 608 (quotingPattersonv.McLean\nCredit Union, 491 U. S. 164, 172 (1989) ). And in theApprendicontext, we have found that “stare decisisdoes not compel adherence to a decision whose ‘underpinnings’ have\nbeen ‘eroded’ by subsequent developments of constitutional law.”Alleyne, 570 U. S., at ___ (Sotomayor, J., concurring)\n(slip op., at 2); see alsoUnited Statesv.Gaudin,\n515 U. S. 506 –520 (1995) (over-rulingSinclairv.United States, 279 U. S. 263 (1929) );Ring, 536\nU. S., at 609 (overrulingWalton, 497 U. S., at\n639);Alleyne, 570 U. S., at ___ (slip op., at 15)\n(overrulingHarrisv.United States, 536 U. S.\n545 (2002) ).Time and subsequent cases have washed away the logic ofSpazianoandHildwin. The decisions are overruled to\nthe extent they allow a sentencing judge to find an aggravating\ncircumstance, independent of a jury’s factfinding, that is\nnecessary for imposition of the death penalty.DFinally, we do not reach the State’s assertion that any error\nwas harmless. SeeNederv.United States, 527\nU. S. 1 –19 (1999) (holding that the failure to submit an\nuncontested element of an offense to a jury may be harmless). This\nCourt normally leaves it to state courts to consider whether an\nerror is harmless, and we see no reason to depart from that pattern\nhere. SeeRing, 536 U. S., at 609, n. 7.*  *  *The Sixth Amendment protects a defendant’s right to an impartial\njury. This right required Florida to base Timothy Hurst’s death\nsentence on a jury’s verdict, not a judge’s factfinding. Florida’s\nsentencing scheme, which required the judge alone to find the\nexistence of an aggravating circumstance, is therefore\nunconstitutional.The judgment of the Florida Supreme Court is reversed, and the\ncase is remanded for further proceedings not inconsistent with this\nopinion.So ordered.",
    "joined": []
}