{
    "case": {
        "docket": "20-1088",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1088/"
    },
    "id": "4598445",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–1088_________________DAVID CARSON, as parent and next friend of O.\nC., et al., PETITIONERSv.A. PENDER MAKINon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 21, 2022]Justice Sotomayor, dissenting.This Court continues to dismantle the wall of\nseparation between church and state that the Framers fought to\nbuild. Justice Breyer explains why the Court’s analysis falters on\nits own terms, and I join all but Part I–B of his dissent. I write\nseparately to add three points.First, this Court should not have started down\nthis path five years ago. SeeTrinity Lutheran Church of\nColumbia, Inc.v.Comer, 582 U. S. ___ (2017).\nBeforeTrinity Lutheran, it was well established that “both\nthe United States and state constitutions embody distinct views” on\n“the subject of religion”—“in favor of free exercise, but opposed\nto establishment”—“that find no counterpart” with respect to other\nconstitutional rights.Lockev.Davey,540 U.S.\n712, 721 (2004). Because of this tension, the Court recognized\n“ ‘room for play in the joints’ between” the Religion Clauses,\nwith “some state actions permitted by the Establishment Clause but\nnot required by the Free Exercise Clause.”Id.,at 718–719\n(quotingWalzv.Tax Comm’n of City of New York,397 U.S.\n664, 669 (1970)); seeante,at 4 (Breyer, J.,\ndissenting). Using this flexibility, and consistent with a rich\nhistorical tradition, seeTrinity Lutheran, 582 U. S.,\nat ___–___ (Sotomayor, J., dissenting) (slip op., at 11–16), States\nand the Federal Government could decline to fund religious\ninstitutions. Moreover, the Court for many decades understood the\nEstablishment Clause to prohibit government from funding religious\nexercise.[1]Over time, the Court eroded these principles in\ncertain respects. See,e.g.,Zelmanv.Simmons-Harris,536 U.S.\n639, 662 (2002) (allowing government funds to flow to religious\nschools if private individuals selected the benefiting schools; the\ngovernment program was “entirely neutral with respect to religion”;\nand families enjoyed a “genuine choice among options public and\nprivate, secular and religious”). Nevertheless, the space between\nthe Clauses continued to afford governments “some room to recognize\nthe unique status of religious entities and to single them out on\nthat basis for exclusion from otherwise generally applicable laws.”Trinity Lutheran, 582 U. S., at ___ (Sotomayor, J.,\ndissenting) (slip op., at 9).Trinity Lutheranveered sharply away from\nthat understanding. After assuming away an Establishment Clause\nviolation, the Court revolutionized Free Exercise doctrine by\nequating a State’s decision not to fund a religious organization\nwith presumptively unconstitutional discrimination on the basis of\nreligious status. Seeid.,at ___–___ (slip op., at 10–11).\nA plurality, however, limited the Court’s decision to “express\ndiscrimination based on religious identity” (i.e.,status),\nnot “religious uses of funding.”Id.,at ___, n. 3\n(slip op., at 14, n. 3). In other words, a State was barred\nfrom withholding funding from a religious entity “solely because of\nits religious character,”id.,at ___ (opinion of the Court)\n(slip op., at 14), but retained authority to do so on the basis\nthat the funding would be put to religious uses. Two Terms ago, the\nCourt reprised and extendedTrinity Lutheran’s error to hold\nthat a State could not limit a private-school voucher program to\nsecular schools.Espinozav.Montana Dept. of\nRevenue, 591 U. S. ___, ___ (2020) (slip op., at 9). The\nCourt, however, again refrained from extendingTrinity\nLutheranfrom funding restrictions based on religious status to\nthose based on religious uses.Espinoza, 591 U. S., at\n___–___ (2020) (slip op., at 9–12).As Justice Breyer explains, seeante,at\n8–9, this status-use distinction readily distinguishes this case\nfromTrinity LutheranandEspinoza. I warned inTrinity Lutheran, however, that the Court’s analysis could\n“be manipulated to call for a similar fate for lines drawn on the\nbasis of religious use.” 582 U. S., at ___, n. 14\n(dissenting opinion) (slip op., at 25, n. 14). That fear has\ncome to fruition: The Court now holds for the first time that “any\nstatus-use distinction” is immaterial in both “theory” and\n“practice.”Ante,at 17. It reaches that conclusion by\nembracing arguments from prior separate writings and ignoring\ndecades of precedent affording governments flexibility in\nnavigating the tension between the Religion Clauses. As a result,\nin just a few years, the Court has upended constitutional doctrine,\nshifting from a rule that permits States to decline to fund\nreligious organizations to one that requires States in many\ncircumstances to subsidize religious indoctrination with taxpayer\ndollars.Second, the consequences of the Court’s rapid\ntransformation of the Religion Clauses must not be understated.\nFrom a doctrinal perspective, the Court’s failure to apply the\nplay-in-the-joints principle here, seeante,at 13–14\n(Breyer, J., dissenting), leaves one to wonder what, if anything,\nis left of it. The Court’s increasingly expansive view of the Free\nExercise Clause risks swallowing the space between the Religion\nClauses that once “permit[ted] religious exercise to exist without\nsponsorship and without interference.”Walz, 397 U. S.,\nat 669.From a practical perspective, today’s decision\ndirects the State of Maine (and, by extension, its taxpaying\ncitizens) to subsidize institutions that undisputedly engage in\nreligious instruction. Seeante,at 10–11 (Breyer, J.,\ndissenting). In addition, while purporting to protect against\ndiscrimination of one kind, the Court requires Maine to fund what\nmany of its citizens believe to be discrimination of other kinds.\nSeeante,at 16 (Breyer, J., dissenting) (summarizing Bangor\nChristian Schools’ and Temple Academy’s policies denying enrollment\nto students based on gender identity, sexual orientation, and\nreligion). The upshot is that Maine must choose between giving\nsubsidies to its residents or refraining from financing religious\nteaching and practices.Finally, the Court’s decision is especially\nperverse because the benefit at issue is the public education to\nwhich all of Maine’s children are entitled under the State\nConstitution. As this Court has long recognized, the Establishment\nClause requires that public education be secular and neutral as to\nreligion. Seeante,at 2–3, 12 (Breyer, J., dissenting)\n(collecting cases). The Court avoids this framing of Maine’s\nbenefit because, it says, “Maine has decidednotto operate\nschools of its own, but instead to offer tuition assistance that\nparents may direct to the public or private schools oftheirchoice.”Ante,at 14. In fact, any such “deci[sion],”ibid., was forced upon Maine by “the realities of remote\ngeography and low population density,”ante,at 2, which\nrender it impracticable for the State to operate its own schools in\nmany communities.The Court’s analysis does leave some options\nopen to Maine. For example, under state law, school administrative\nunits (SAUs) that cannot feasibly operate their own schools may\ncontract directly with a public school in another SAU, or with an\napproved private school, to educate their students. See Me. Rev.\nStat. Ann., Tit. 20–A, §§2701, 2702 (2008). I do not understand\ntoday’s decision to mandate that SAUs contract directly with\nschools that teach religion, which would go beyondZelman’s\nprivate-choice doctrine and blatantly violate the Establishment\nClause. Nonetheless, it is irrational for this Court to hold that\nthe Free Exercise Clause bars Maine from giving money to parents to\nfund the only type of education the State may provide consistent\nwith the Establishment Clause: a religiously neutral one. Nothing\nin the Constitution requires today’s result.*  *  *What a difference five years makes. In 2017, I\nfeared that the Court was “lead[ing] us . . . to a place where\nseparation of church and state is a constitutional slogan, not a\nconstitutional commitment.”Trinity Lutheran, 582\nU. S., at ___ (dissenting opinion) (slip op., at 27). Today,\nthe Court leads us to a place where separation of church and state\nbecomes a constitutional violation. If a State cannot offer\nsubsidies to its citizens without being required to fund religious\nexercise, any State that values its historic antiestablishment\ninterests more than this Court does will have to curtail the\nsupport it offers to its citizens. With growing concern for where\nthis Court will lead us next, I respectfully dissent.Notes1See,e.g.,Eversonv.Board of Ed. of Ewing,330 U.S.\n1, 16 (1947) (“No tax in any amount, large or small, can be\nlevied to support any religious activities or institutions\n. . . ”);Agostiniv.Felton,521 U.S.\n203, 222–223 (1997) (observing that government aid that\nimpermissibly “advanc[ed] . . . religion” was\nconstitutionally barred);Mitchellv.Helms,530 U.S.\n793, 840 (2000) (O’Connor, J., concurring in judgment) (“[O]ur\ndecisions provide no precedent for the use of public funds to\nfinance religious activities” (internal quotation marks omitted));\nsee alsoRosenbergerv.Rector and Visitors of Univ. of\nVa.,515 U.S.\n819, 875–876 (1995) (Souter, J., dissenting) (chronicling\ncases).",
    "joined": []
}