{
    "case": {
        "docket": "18-565",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-565/"
    },
    "id": "4229747",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–565_________________CITGO ASPHALT REFINING COMPANY, et al.,\nPETITIONERSv.FRESCATI SHIPPING COMPANY, LTD.,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[March 30, 2020]Justice Sotomayor delivered the opinion of the\nCourt.In 2004, the M/TAthos I, a 748-foot oil\ntanker, allided[1] with a\nnine-ton anchor abandoned on the bed of the Delaware River. The\nanchor punctured the tanker’s hull, causing 264,000 gallons of\nheavy crude oil to spill into the river. As required by federal\nstatute, respondents Frescati Shipping Company—theAthos I’s\nowner—and the United States covered the costs of cleanup. They then\nsought to reclaim those costs from petitioners CITGO Asphalt\nRefining Company and others (collectively CARCO), which had\nchartered theAthos Ifor the voyage that occasioned the oil\nspill. According to Frescati and the United States, CARCO had\nbreached a contractual “safe-berth clause” obligating CARCO to\nselect a “safe” berth that would allow theAthos Ito come\nand go “always safely afloat.”The question before us is whether the safe-berth\nclause is a warranty of safety, imposing liability for an unsafe\nberth regardless of CARCO’s diligence in selecting the berth. We\nhold that it is.IADuring the relevant period, theAthos Iwas the subject of a series of contracts involving three parties:\nFrescati, Star Tankers, and CARCO. Frescati owned theAthos\nI. Star Tankers, an operator of tanker vessels, contracted with\nFrescati to charter theAthos Ifor a period of time. CARCO\nthen contracted with Star Tankers to subcharter theAthos Ifor the inauspicious voyage resulting in the oil spill.Pertinent here is the subcharter agreement\nbetween Star Tankers and CARCO. In admiralty, such contracts to\ncharter a vessel are termed “charter parties.” Like many modern\ncharter parties, the agreement between Star Tankers and CARCO was\nbased on a standard industry form contract. It drew essentially\nverbatim from a widely used template known as the ASBATANKVOY form,\nnamed after the Association of Ship Brokers & Agents (USA) Inc.\n(ASBA) trade association that publishes it.At the core of the parties’ dispute is a clause\nin the charter party requiring the charterer, CARCO, to designate a\nsafe berth at which the vessel may load and discharge cargo. This\nprovision, a standard feature of many charter parties, is\ncustomarily known as a safe-berth clause. The safe-berth clause\nhere provides, as relevant, that “[t]he vessel shall load and\ndischarge at any safe place or wharf, . . . which shall\nbe designated and procured by the Charterer, provided the Vessel\ncan proceed thereto, lie at, and depart therefrom always safely\nafloat, any lighterage being at the expense, risk and peril of the\nCharterer.” Addendum to Brief for Petitioners 8a.[2] The charter party separately requires\nCARCO to direct theAthos Ito a “safe por[t ]” along\nthe Atlantic seaboard of the United States.Id., at 24a.Pursuant to the charter party, CARCO designated\nas the berth of discharge its asphalt refinery in Paulsboro, New\nJersey, on the shore of the Delaware River. In November 2004, theAthos Iset out on a 1,900-mile journey from Puerto Miranda,\nVenezuela, to Paulsboro, New Jersey, carrying a load of heavy crude\noil. The vessel was in the final 900-foot stretch of its journey\nwhen an abandoned ship anchor in the Delaware River pierced two\nholes in the vessel’s hull. Much of theAthos I’s freight\ndrained into the river.BAfter the Exxon-Valdez oil spill in 1989,\nCongress passed the Oil Pollution Act of 1990 (OPA), 104Stat. 484,\n33 U. S. C. §2701et seq., to promote the\nprompt cleanup of oil spills. To that end, OPA deems certain\nentities responsible for the costs of oil-spill cleanups,\nregardless of fault. §2702(a). It then limits the liability of such\n“responsible part[ies]” if they (among other things) timely assist\nwith cleanup efforts. §2704. Responsible parties that comply with\nthe statutory conditions receive a reimbursement from the Oil Spill\nLiability Trust Fund (Fund), operated by the Federal Government,\nfor any cleanup costs exceeding a statutory limit. §2708; see also\n§2704.Although a statutorily responsible party must\npay cleanup costs without regard to fault, it may pursue legal\nclaims against any entity allegedly at fault for an oil spill.\n§§2710, 2751(e). So may the Fund: By reimbursing a responsible\nparty, the Fund becomes subrogated to the responsible party’s\nrights (up to the amount reimbursed to the responsible party)\nagainst any third party allegedly at fault for the incident.\n§§2712(f ), 2715(a).As owner of theAthos I, Frescati was\ndeemed a “responsible party” for the oil spill under OPA. Frescati\nworked with the U. S. Coast Guard in cleanup efforts and\ncovered the costs of the cleanup. As a result, Frescati’s liability\nwas statutorily limited to $45 million, and the Fund reimbursed\nFrescati for an additional $88 million that Frescati paid in\ncleanup costs.CFollowing the cleanup, Frescati and the United\nStates each sought recovery against CARCO: Frescati sought to\nrecover the cleanup costs not reimbursed by the Fund, while the\nUnited States sought to recover the amount disbursed by the Fund.\nAs relevant here, both Frescati and the United States claimed that\nCARCO had breached the safe-berth clause by failing to designate a\nsafe berth, and thus was at fault for the spill.After a complicated series of\nproceedings—including a 41-day trial, a subsequent 31-day\nevidentiary hearing, and two appeals—the Court of Appeals for the\nThird Circuit found for Frescati and the United States. The court\nfirst concluded that Frescati was an implied third-party\nbeneficiary of the safe-berth clause in the charter party between\nCARCO and Star Tankers, thereby allowing the breach-of-contract\nclaims by Frescati and the United States to proceed against CARCO.In re Frescati Shipping Co., 718 F.3d 184, 200 (2013).\nThe court then held that the safe-berth clause embodied an express\nwarranty of safety “made without regard to the amount of diligence\ntaken by the charterer,” and that CARCO was liable to Frescati and\nthe United States for breaching that warranty.Id., at 203;In re Frescati Shipping Co., 886 F.3d 291, 300, 315\n(2018) (case below).We granted certiorari, 587 U. S. ___\n(2019), to resolve whether the safe-berth clause at issue here\nmerely imposes a duty of diligence, as the Fifth Circuit has held\nin a similar case, or establishes a warranty of safety, as the\nSecond Circuit has held in other analogous cases. CompareOrduna\nS. A.v.Zen-Noh Grain Corp., 913 F.2d 1149 (CA5\n1990), with,e.g.,Paragon Oil Co.v.Republic\nTankers, S. A., 310 F.2d 169 (CA2 1962). The former\ninterpretation allows a charterer to avoid liability by exercising\ndue diligence in selecting a berth; the latter imposes liability\nfor an unsafe berth without regard to the care taken by the\ncharterer. Because we find it plain from the language of the\nsafe-berth clause that CARCO warranted the safety of the berth it\ndesignated, we affirm the judgment of the Third Circuit.IIMaritime contracts “must be construed like any\nother contracts: by their terms and consistent with the intent of\nthe parties.”Norfolk Southern R. Co.v.James N.\nKirby, Pty Ltd.,543 U.S.\n14, 31 (2004); see also 2 T. Schoenbaum, Admiralty &\nMaritime Law §11:2, p. 7 (6th ed. 2018) (“[F]ederal maritime law\nincludes general principles of contract law”). “ ‘Where the\nwords of a contract in writing are clear and unambiguous, its\nmeaning is to be ascertained in accordance with its plainly\nexpressed intent.’ ”M&G Polymers USA, LLCv.Tackett,574 U.S.\n427, 435 (2015) (quoting 11 R. Lord, Williston on Contracts\n§30:6, p. 108 (4th ed. 2012) (Williston)). In such circumstances,\nthe parties’ intent “can be determined from the face of the\nagreement” and “the language that they used to memorialize [that]\nagreement.” 11 Williston §30:6, at 97–98, 112–113. But “[w]hen a\nwritten contract is ambiguous, its meaning is a question of fact,\nrequiring a determination of the intent of [the] parties in\nentering the contract”; that may involve examining “relevant\nextrinsic evidence of the parties’ intent and the meaning of the\nwords that they used.”Id., §30:7, at 116–119, 124 (footnote\nomitted).AOur analysis starts and ends with the language\nof the safe-berth clause. That clause provides, as relevant, that\nthe charterer “shall . . . designat[e] and procur[e]” a\n“safe place or wharf,” “provided [that] the Vessel can proceed\nthereto, lie at, and depart therefrom always safely afloat.”\nAddendum to Brief for Petitioners 8a. As even CARCO acknowledges,\nthe clause plainly imposes on the charterer at least some “duty to\nselect a ‘safe’ berth.” Brief for Petitioners 21. Given the\nunqualified language of the safe-berth clause, it is similarly\nplain that this acknowledged duty is absolute. The clause requires\nthe charterer to designate a “safe” berth: That means a berth “free\nfrom harm or risk.” Webster’s Collegiate Dictionary 1030 (10th ed.\n1994); see also New Oxford American Dictionary 1500 (E. Jewell\n& F. Abate eds. 2001) (“safe” means “protected from or not\nexposed to danger or risk”). And the berth must allow the vessel to\ncome and go “always” safely afloat: That means afloat “at all\ntimes” and “in any event.” Webster’s Collegiate Dictionary, at 35;\nsee also New Oxford American Dictionary, at 47 (“always” means “at\nall times; on all occasions”). Selecting a berth that does not\nsatisfy those conditions constitutes a breach. The safe-berth\nclause, in other words, binds the charterer to a warranty of\nsafety.[3]No matter that the safe-berth clause does not\nexpressly invoke the term “warranty.” It is well settled as a\nmatter of maritime contracts that “[s]tatements of fact contained\nin a charter party agreement relating to some material matter are\ncalled warranties,” regardless of the label ascribed in the charter\nparty. 22 Williston §58.11, at 40–41 (2017); see alsoDavisonv.Von Lingen,113 U.S.\n40, 49–50 (1885) (a stipulation going to “substantive” and\n“material” parts of a charter party forms “a warranty”);Behnv.Burness, 3 B. & S. 751, 122 Eng. Rep. 281\n(K. B. 1863) (“With respect to statements in a [charter party]\ndescriptive of . . . some material incident\n. . . , if the descriptive statement was intended to be a\nsubstantive part of the [charter party], it is to be regarded as a\nwarranty”). What matters, then, is that the safe-berth clause\ncontains a statement of material fact regarding the condition of\nthe berth selected by the charterer.Here, the safety of the selected berth is the\nentire root of the safe-berth clause: It is the very reason for the\nclause’s inclusion in the charter party. And crucially, the\ncharterer’s assurance of safety is not subject to qualifications or\nconditions. Under any conception of materiality and any view of the\nparties’ intent, the charterer’s assurance surely counts as\nmaterial. That leaves no doubt that the safe-berth clause\nestablishes a warranty of safety, on equal footing with any other\nprovision of the charter party that invokes express warranty\nlanguage.[4]CARCO resists this plain reading of the\nsafe-berth clause, arguing instead that the clause contains an\nimplicit limitation: The clause does not impose “strict liability,”\nsays CARCO, or “liability without regard to fault.” Brief for\nPetitioners 23, 25. In effect, CARCO interprets the safe-berth\nclause as imposing a mere duty of due diligence in the selection of\nthe berth. See Tr. of Oral Arg. 19–20 (arguing that “[CARCO] did\n[its] due diligence” in “selecting the port or the berth”);id., at 28 (suggesting that the safe-berth clause is\nconstrained “as a matter of due diligence in tort concepts”); Reply\nBrief 5, n. 3 (asserting that a charterer’s liability under\nthe safe-berth clause “should be addressed through . . .\nsources of la[w] such as tort law”). But as a general rule, due\ndiligence and fault-based concepts of tort liability have no place\nin the contract analysis required here. Under elemental precepts of\ncontract law, an obligor is “liable in damages for breach of\ncontract even if he is without fault.” Restatement (Second) of\nContracts, p. 309 (1979) (Restatement (Second)). To put that\ndefault contract-law principle in tort-law terms, “Contract\nliabilityisstrict liability.”Ibid.(emphasis\nadded); see also 23 Willis-ton §63:8, at 499 (2018) (“Liability for\na breach of contract is, prima facie, strict liability”). What\nCARCO thus protests is the straightforward application of contract\nliability to a breach of contract.Although contract law generally does not, by its\nown force, limit liability based on tort concepts of fault, parties\nare of course free to contract for such limitations. See\nRestatement (Second), at 309 (obligor who wishes to avoid strict\nliability for breach may “limi[t] his obligation by agreement”).\nHere, however, the safe-berth clause is clear that the parties\ncontracted for no such thing. CARCO does not identify—nor can we\ndiscern—any language in the clause hinting at “due diligence” or\nrelated concepts of “fault.” That omission is particularly notable\nin context: Where the parties intended to limit obligations based\non due diligence elsewhere in the charter party, they did so\nexpressly. See Addendum to Brief for Petitioners 4a (providing that\nthe vessel “b[e] seaworthy, and hav[e] all pipes, pumps and heater\ncoils in good working order, . . . so far as the\nforegoing conditions can be attained by the exercise of due\ndiligence”);id., at 13a (relieving vessel owner of\nresponsibility for certain consequences of any “unseaworthiness\nexisting . . . at the inception of the voyage [that] was\ndiscoverable by the exercise of due diligence”);id., at 41a\n(requiring vessel owner to “exercise due diligence to ensure that\n[a drug and alcohol] policy [onboard the vessel] is complied\nwith”).[5] That the parties did\nnot do so in the safe-berth clause specifically is further proof\nthat they did not intend for such a liability limitation to inhere\nimpliedly.[6]Unable to identify any liability-limiting\nlanguage in the safe-berth clause, CARCO points to a separate\n“general exceptions clause” in the charter party that exempts a\ncharterer from liability for losses due to “perils of the seas.”Id., at 14a. According to CARCO, the “general exceptions\nclause” demonstrates that the parties did not intend the safe-berth\nclause to impose liability for a “peri[l] of the seas” like an\nabandoned anchor. That argument founders on a critical component of\nthe “general exceptions clause”: By its terms, it does not apply\nwhen liability is “otherwise . . . expressly provided” in\nthe charter party.Ibid.The safe-berth clause, as explained\nabove, expressly provides for liability stemming from the\ndesignation of an unsafe berth. The catchall “general exceptions\nclause” neither supersedes nor overlays it.[7]Likewise immaterial is another clause of the\ncharter party that requires Star Tankers to obtain oil-pollution\ninsurance. According to CARCO, that clause evidences the parties’\nintent to relieve CARCO of oil-spill liability under the safe-berth\nclause. But the oil-pollution insurance that Star Tankers must\nobtain covers risks beyond simply those attendant to the selection\nof an unsafe berth. And CARCO’s reading of the insurance clause (as\nrelieving CARCO of oil-spill liability) does not square with its\nreading of the safe-berth clause (as imposing such liability when\nCARCO fails to exercise due diligence).Finally, CARCO offers an alternative\ninterpretation of the safe-berth clause that focuses on the vessel\nmaster’s right instead of the charterer’s duty. This alternative\ninterpretation proceeds from the subclause specifying that the\nselected berth be one that the vessel may “proceed thereto, lie at,\nand depart therefrom always safely afloat, any lighterage\n[i.e., transfer of goods between vessels] being at the\nexpense, risk and peril of the Charterer.”Id., at 8a. On\nCARCO’s reading, that subclause means that the vessel master has a\nright to refuse entry into a berth that the master perceives to be\nunsafe, and the charterer must pay any expenses resulting from the\nrefusal. We have, to be sure, recognized that similarly worded\nsafe-berth clauses may implicitly denote a vessel master’s right to\nrefuse entry and the charterer’s resultant obligation to bear the\ncosts of that refusal. SeeMenckev.Cargo of Java\nSugar,187 U.S.\n248(1902);The Gazelle and Cargo,128 U.S.\n474(1888). But that a charterer may be liable for expenses\nwhen a vessel master justifiably refuses to enter an unsafe berth\nin no way abates the scope of the charterer’s liability when a\nvessel in fact enters an unsafe berth. And a tacit recognition of a\nvessel master’s right of refusal does not overwrite the safe-berth\nclause’s express prescription of a warranty of safety.The dissent, too, offers an alternative\ninterpretation. It claims that if the safe-berth clause binds the\ncharterer to a warranty of safety, the clause must bind the vessel\nmaster to effectively the same warranty—due to the clause’s\nstatement that “ ‘[t]he vessel shall load and discharge at [a]\nsafe place or wharf.’ ”Post, at 6 (quoting Addendum to\nBrief for Petitioners 8a). Because that would “creat[e]\ncontradictory warranties of safety,” the dissent continues, the\nsafe-berth clause must not bind the charterer to a warranty of\nsafety (or, apparently, impose an obligation on the charterer at\nall).Post, at 7. This conclusion does not follow because\nthe conflict diagnosed by the dissent does not exist.The safe-berth clause says that “[t]he vessel\nshall load and discharge at any safe place or wharf,\n. . . which shall be designated and procured by the\nCharterer.” Addendum to Brief for Petitioners 8a. Plainly, that\nmeans that the “safe place or wharf . . . shall be\ndesignated and procured by the Charterer.”Ibid.The vessel\nmaster’s duty is only to “load and discharge” at the chosen safe\nberth.Ibid.(Not, as the dissent urges, at any safe berth\nthe vessel master so desires regardless of the charterer’s\ncontractually required selection.Post, at 6, n. 4.) On\nits face, the vessel master’s duty creates no tension with the\ncharterer’s duty. And it strains common sense to insist (as the\ndissent does) that the vessel master implicitly has a separate,\ndueling obligation regarding the safety of the berth, when the\nclause explicitly assigns that responsibility to the charterer.Post, at 6–7. Perhaps the dissent says it best: We must\n“reject [this] interpretation that . . . ‘se[ts] up\n. . . two clauses in conflict with one another.’ ”Post, at 6 (quotingMastrobuonov.Shearson Lehman\nHutton, Inc.,514 U.S.\n52, 64 (1995)).We instead take the safe-berth clause at face\nvalue. It requires the charterer to select a safe berth, and that\nrequirement here amounts to a warranty of safety.BCARCO’s remaining arguments point to\nauthorities that have purportedly construed safe-berth clauses to\ncontain limitations on liability. These arguments find no foothold\nin the language of the charter party at issue here. And none is\notherwise convincing.CARCO asserts, for instance, that a leading\nadmiralty treatise has urged that safe-berth clauses ought not be\ninterpreted as establishing a warranty. See G. Gilmore & C.\nBlack, Law of Admiralty §4–4, p. 205 (2d ed. 1975) (Gilmore &\nBlack). Gilmore and Black’s position, however, stemmed from their\nbelief that vessel masters or vessel owners are generally better\npositioned than charterers to bear the liability of an unsafe\nberth. Seeibid.(reasoning that charterers “may know\nnothing of the safety of ports and berths, and [are] much less\ncertain to be insured against” liability for losses stemming from\nan unsafe berth).[8] Gilmore\nand Black also acknowledged that, as of 1975, many courts had not\ninterpreted safe-berth clauses in the manner that they proposed.\nSeeid., at 204, and n. 34a, 206, and n. 36. Whatever\nGilmore and Black sought to prevail upon courts to adopt as a\nprescriptive matter does not alter the plain meaning of the\nsafe-berth clause here.CARCO next contends that inAtkinsv.Disintegrating Co., 18 Wall. 272 (1874), this Court\nacknowledged that safe-berth clauses do not embody a warranty of\nsafety. That greatly overreadsAtkins. In that case, this\nCourt affirmed a District Court’s ruling that, although the berth\nselected by the charterer was not safe, the vessel master had\n“waived” the protection of the safe-berth clause.Atkinsv.Fibre Disintegrating Co., 2 F. Cas. 78, 79 (EDNY 1868); seeAtkins, 18 Wall., at 299. No one posits that the District\nCourt’s waiver holding has any significance in this case. CARCO,\nhowever, points to language in the District Court’s opinion\nobserving that the “safe” berth referenced in the charter party\n“impl[ied one] which th[e] vessel could enter and depart from\nwithout legal restraint, and without incurring more than the\nordinary perils of the seas.”Atkins, 2 F. Cas., at 79.\nBut the District Court’s remark—that a berth may be safe even if\ncertain perils lurk within—did not bear on its finding that the\nberth in question wasunsafe or its holding that the vessel\nmaster had “waived” the protection of the safe-berth clause. When\nthis Court approved of the District Court’s “views” and\n“conclusions,”Atkins, 18 Wall., at 299, it did not adopt as\ncontrolling precedent—for all safe-berth clauses going forward—an\nobservation that was not controlling even for the District\nCourt.Also misplaced is CARCO’s reliance onOrduna\nS. A., 913 F.2d 1149. True, the Fifth Circuit there held\nthat a similarly unqualified safe-berth clause imposed a duty of\ndue diligence.Id., at 1157. But in so holding, the court\ndid not purport to interpret the language of the safe-berth clause\nat issue in that case.Id., at 1156–1157. Instead, it looked\nprincipally to tort law and policy considerations. See,e.g.,id., at 1156 (“requiring negligence as a\npredicate for the charterer’s liability does not increase the risk\nthat the vessel will be exposed to an unsafe berth”);id.,\nat 1157 (“no legitimate legal or social policy is furthered by\nmaking the charterer warrant the safety of the berth it selects”).\nNeither tort principles nor policy objectives, however, override\nthe safe-berth clause’s unambiguous meaning.More consistent with traditional contract\nanalysis is the Second Circuit’s long line of decisions\ninterpreting the language of unqualified safe-berth clauses to\nembody an express warranty of safety. See,e.g.,Paragon\nOil Co., 310 F. 2d, at 172–173 (“the express terms of\n[the] contract” established a “warranty” obliging the charterer “to\nfurnish, not only a place which he believes to be safe, but a place\nwhere the chartered vessel can discharge ‘always afloat’ ”\n(some internal quotation marks omitted));Park S. S.\nCo.v.Cities Serv. Oil Co., 188 F.2d 804, 805–806 (CA2\n1951) (“the natural meaning of ‘safe place’ is a place entirely\nsafe, not an area only part of which is safe,” and “the charter\nparty was an express assurance that the berth was safe”);Cities\nServ. Transp. Co.v.Gulf Refining Co., 79 F.2d 521 (CA2\n1935) (per curiam) (the “charter party was itself an\nexpress assurance . . . that at the berth ‘indicated’ the\nship would be able to lie ‘always afloat’ ”). Those decisions,\nwhich focused on the controlling contract language, all point in\nthe same direction: When the language of a safe-berth clause\nobliges a charterer to select a safe berth without qualifying the\ncharterer’s duty or the assurance of safety that language\nestablishes a warranty. That aligns with our decision\ntoday.[9]IIIWe conclude that the language of the\nsafe-berth clause here unambiguously establishes a warranty of\nsafety, and that CARCO has identified “no reason to contravene the\nclause’s obvious meaning.”Kirby, 543 U. S., at 31–32.\nWe emphasize, however, that our decision today “does no more than\nprovide a legal backdrop against which future [charter parties]\nwill be negotiated.”Id., at 36. Charterers remain free to\ncontract around unqualified language that would otherwise establish\na warranty of safety, by expressly limiting the extent of their\nobligations or liability.*  *  *For the foregoing reasons, we conclude that\nthe plain language of the safe-berth clause establishes a warranty\nof safety and therefore affirm the judgment of the Third\nCircuit.It is so ordered.Notes1An allision is “[t]he\ncontact of a vessel with a stationary object such as an anchored\nvessel or a pier.” Black’s Law Dictionary 94 (11th ed.\n2019).2The parties agree that\nthe safe-berth clause also encompasses what is often referred to as\na “safe-port clause.” The safe-port clause here provides that\n“[t]he vessel . . . shall, with all convenient dispatch,\nproceed as ordered to Loading Port(s) named . . . , or so\nnear thereunto as she may safely get (always afloat),\n. . . and being so loaded shall forthwith proceed,\n. . . direct to the Discharging Port[s], or so near\nthereunto as she may safely get (always afloat), and deliver said\ncargo.” Addendum to Brief for Petitioners 4a. The parties do not\ndispute that the two clauses should be read in\nconjunction.3The central pillar of the\ndissent is that the safe-berth clause merely bestows upon the\ncharterer “therightto ‘designat[e]’ the place of\ndischarge,” and thus apparently creates no duty to select a safe\nberth (much less a warranty of safety).Post, at 2 (opinion\nof Thomas, J.) (quoting Addendum to Brief for Petitioners 8a;\nemphasis added); see alsopost, at 3 (“the charterer has a\nright of selection”). That sidesteps the safe-berth clause’s plain\nterms, which prescribe that the charterer “shall. . . designat[e] and procur[e]” a “safe place or wharf.”\nAddendum to Brief for Petitioners 8a (emphasis added). As we have\nsaid before, “the word ‘shall’ usually connotes a requirement.”Kingdomware Technologies, Inc.v.United States, 579\nU. S. ___, ___ (2016) (slip op., at 9); see also,e.g.,Lexecon Inc.v.Milberg Weiss Bershad Hynes &\nLerach,523 U.S.\n26, 35 (1998). The text thus forecloses the dissent’s\npermissive view that the charterer merely has an elective “right”\nto select a berth of discharge but no duty to do so. And even CARCO\ndisclaims that atextual position. See Brief for Petitioners\n21.4Because the materiality\nof the charterer’s assurance of safety is plain on the face of the\ncharter party, the specific materiality issue here raises no\nquestion of fact for a jury to resolve. That is not to say that the\nmateriality of a statement in a charter party is always a question\nof law. Nor does the materiality analysis here bear on wholly\ndifferent materiality inquiries. For not all questions of\nmateriality are alike: Sometimes materiality is a question of law.\nSee,e.g., 30 Williston §75:30, at 108 (whether an\nalteration of a contract is material). Other times, it involves\nfactual determinations uniquely suited for a jury. See,e.g.,TSC Industries, Inc.v.Northway, Inc.,426 U.S.\n438, 450 (1976) (whether a company’s misstatements to the\npublic are material for securities-fraud purposes). The dissent’s\ninsistence that materiality is a question of fact “ ‘in other\ncontexts’ ”—such as securities fraud—thus is inapposite.Post, at 8 (quotingUnited Statesv.Gaudin,515 U.S.\n506, 512 (1995)).5It also bears mention\nthat many other industry form charter par-ties—not selected by\nCARCO and Star Tankers—explicitly limit the liability that may flow\nfrom a charterer’s selection of a berth. See,e.g., 2EJ.\nForce & L. Lambert, Benedict on Admiralty, ch. XXVII, §27–567\n(rev. 7th ed. 2019) (INTERTANKVOY form specifies that “[c]harterers\nshall exercise due diligence to ascertain that any places to which\nthey order the vessel are safe for the vessel and that she will lie\nthere always afloat”).6After all, language that\nlimits liability is necessary to overcome the default rule of\nstrict liability for contractual breach.Supra, at 8–9. That\nstands in contrast to the established principle that charter\nparties can, at least in the circumstances here, create warranties\nwithout invoking express warranty language.Supra,at 7–8.\nThe dissent overlooks this distinction when it claims that the\nabsence of express warranty language in the safe-berth clause and\nthe presence of it elsewhere in the charter party imply that no\nwarranty may be found here.Post, at 4.7At oral argument, CARCO\nurged that the abandoned anchor was not only “a peril of the sea”\nbut also “an abnormal occurrence.” Tr. of Oral Arg. 28–29. CARCO’s\n“abnormal occurrence” argument appears to rest on a recent decision\nby the Supreme Court of the United Kingdom interpreting a\nsafe-berth clause not to impose liability if an “abnormal\noccurrence” rendered the selected berth unsafe. SeeGard Marine\n& Energy Ltd.v.China Nat. Chartering Co., [2017]\nUKSC 35 (The Ocean Victory). In its opening brief to this\nCourt, however, CARCO did not citeThe Ocean Victoryor\nargue that the abandoned anchor here constituted an “abnormal\noccurrence.”8The dissent’s claim that\nGilmore and Black looked to “ ‘the very words of the usual\nclauses,’ ”post, at 3, n. 1 (quoting Gilmore\n& Black §4–4, at 204), relies on a discussion not of the\ncharterer’s obligation under the safe-berth clause but of the\nvessel master’s lack of such obligation, Gilmore & Black §4–4,\nat 204–205. At most, Gilmore and Black “suggested” that\ninterpreting safe-berth clauses to relieve vessel masters of any\nobligation to enter an unsafe berth “might easily be read to\ncontradict” any “affirmative liability” on the part of the\ncharterer “in case of mishap.” Seeid., §4–4, at 205. But\nthat supposition is at odds with the language of the safe-berth\nclause here, which (as even CARCO acknowledges) plainly\ncontemplates at least some liability for the charterer’s\ndesignation of an unsafe berth.Supra, at 6–7, and\nn. 3, 8. And as explained, a vessel master’s ability to refuse\nentry into an unsafe berth does not logically or textually diminish\na charterer’s liability when the vessel master in fact enters an\nunsafe berth selected by the charterer.Supra, at\n11.9The parties also dispute\nwhether the prevailing industry usage of safe-berth clauses\nsupports reading the safe-berth clause here as a warranty or as a\npromise of due diligence. Because the express language of the\nsafe-berth clause is susceptible to only one meaning, we need not\naddress these arguments.",
    "joined": []
}