{
    "case": {
        "docket": "17-8151",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-8151/"
    },
    "id": "4074718",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–8151_________________RUSSELL BUCKLEW, PETITIONERv.ANNE L.\nPRECYTHE, DIRECTOR, MISSOURI DEPARTMENT OF CORRECTIONS,\net al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[April 1, 2019]Justice Sotomayor, dissenting.As I have maintained ever since the Court\nstarted down this wayward path inGlossipv.Gross,\n576 U. S. ___ (2015), there is no sound basis in the\nConstitution for requiring condemned inmates to identify an\navailable means for their own executions. Justice Breyer ably\nexplains why today’s extension ofGlossip’s\nalternative-method requirement is misguided (even on that\nprecedent’s own terms), and why (with or without that requirement)\na trial is needed to determine whether Missouri’s planned means of\nexecuting Russell Bucklew creates an intolerable risk of suffering\nin light of his rare medical condition. I join Justice Breyer’s\ndissent, except for Part IV. I write separately to address the\ntroubling dicta with which the Court concludes its opinion.IGiven the majority’s ominous words about\nlate-arising death penalty litigation,ante,at 29–30, one\nmight assume there is some legal question before us concerning\ndelay. Make no mistake: There is not. The majority’s commentary on\nonce and future stay applications is not only inessential but also\nwholly irrelevant to its resolution of any issue before us.The majority seems to imply that this litigation\nhas been no more than manipulation of the judicial process for the\npurpose of delaying Bucklew’s execution.Ante,at 29. When\nBucklew commenced this case, however, there was nothing “settled,”ibid., about whether the interaction of Missouri’s\nlethal-injection protocol and his rare medical condition would be\ntolerable under the Eighth Amendment. At that time,Glossiphad not yet been decided, much less extended to any as-applied\nchallenge like Bucklew’s. In granting prior stay requests in this\ncase, we acted as necessary to ensure sufficient time for sober\nreview of Bucklew’s claims. The majority laments those decisions,\nbut there is nothing unusual—and certainly nothing untoward—about\nparties pressing, and courts giving full consideration to,\npotentially meritorious constitutional claims, even when those\nclaims do not ultimately succeed.III am especially troubled by the majority’s\nstatement that “[l]ast-minute stays should be the extreme\nexception,” which could be read to intimate that late-occurring\nstay requests from capital prisoners should be reviewed with an\nespecially jaundiced eye. Seeante,at 30. Were those\ncomments to be mistaken for a new governing standard, they would\neffect a radical reinvention of established law and the judicial\nrole.Courts’ equitable discretion in handling stay\nrequests is governed by well-established principles. SeeNkenv.Holder,556 U.S.\n418, 434 (2009). Courts examine the stay applicant’s likelihood\nof success on the merits, whether the applicant will suffer\nirreparable injury without a stay, whether other parties will\nsuffer substantial injury from a stay, and public interest\nconsiderations.Ibid.It is equally well established that “[d]eath is\na punish-ment different from all other sanctions in kind rather\nthan degree.”Woodsonv.North Carolina,428 U.S.\n280, 303–304 (1976). For that reason, the equities in a death\npenalty case will almost always favor the prisoner so long as he or\nshe can show a reasonable probability of success on the merits. SeeNken, 556 U. S., at 434 (noting that success on the\nmerits and irreparable injury “are the most critical” factors); cf.Glossip, 576 U. S., at ___ (slip op., at 11)\n(observing, in a preliminary-injunction posture, that “[t]he\nparties agree that this case turns on whether petitioners are able\nto establish a likelihood of success on the merits” and analyzing\nthe case accordingly); accord, id., at ___ (Sotomayor, J.,\ndissenting) (slip op., at 22). This accords with each court’s\n“ ‘duty to search for constitutional error with painstaking\ncare’ ” in capital cases.Kylesv.Whitley,514 U.S.\n419, 422 (1995).It is of course true that a court may deny\nrelief when a party has “unnecessarily” delayed seeking it,Nelsonv.Campbell,541 U.S.\n637, 649–650 (2004), and that courts should not grant equitable\nrelief on clearly “ ‘dilatory,’ ”\n“ ‘speculative,’ ” or meritless grounds,ante, at\n31 (quotingHillv.McDonough, 547 U.S. 573, 584–585\n(2006)); see alsoGomezv.United States Dist. Court for\nNorthern Dist. of Cal., 503 U.S. 653, 654 (1992) (per\ncuriam) (vacating a stay where an inmate’s unjustified 10-year\ndelay in bringing a claim was an “obvious attempt at\nmanipulation”). That is hardly the same thing as treating\nlate-arising claims as presumptively suspect.[1]The principles of federalism and finality that\nthe major- ity invokes are already amply served by other\nconstraints on our review of state judgments—most notably the\nAntiterrorism and Effective Death Penalty Act of 1996, but also\nstatutes of limitations and other standard filters for dilatory\nclaims. We should not impose further constraints on judicial\ndiscretion in this area based on little more than our own policy\nimpulses. Finality and federalism need no extra thumb on the scale\nfrom this Court, least of all with a human life at stake.The only sound approach is for courts to\ncontinue to afford each request for equitable relief a careful\nhearing on its own merits. That responsibility is never graver than\nwhen the litigation concerns an impending execution. See,e.g.,\nKyles, 514 U. S., at 422;Woodson, 428 U. S.,\nat 303–304. Meritorious claims can and do come to light even at the\neleventh hour, and the cost of cursory review in such cases would\nbe unacceptably high. SeeGlossip, 576 U. S., at\n___–___ (Breyer, J., dissenting) (slip op., at 21–22) (collecting\nexamples of inmates who came “within hours or days of execution\nbefore later being exonerated”). A delay, moreover, may be entirely\nbeyond a prisoner’s control. Execution methods, for example, have\nbeen moving targets subject to considerable secrecy in recent\nyears, which means that constitutional concerns may surface only\nonce a State settles on a procedure and communicates its choice to\nthe prisoner.[2] In other\ncontexts, too, fortuity or the imminence of an execution may shake\nloose constitutionally significant information when time is\nshort.[3]There are higher values than ensuring that\nexecutions run on time. If a death sentence or the manner in which\nit is carried out violates the Constitution, that stain can never\ncome out. Our jurisprudence must remain one of vigilance and care,\nnot one of dismissiveness.Notes1A skewed view of the\nfacts caused the majority to misapply these principles and misuse\nits “equitable powers,” seeante,at 30, and n. 5, in\nvacating the Court of Appeals’ unanimous stay inDunnv.Ray, 586 U. S. ___ (2019). Even today’s belated\nexplanation from the majority rests on the mistaken premise that\nDomineque Ray could have figured out sooner that Alabama planned to\ndeny his imam access to the execution chamber. But seeid.,at ___ (Kagan, J., dissenting) (slip op., at 3) (noting that the\ngoverning statute authorized both the inmate’s imam and the\nprison’s Christian chaplain to attend the execution, and that “the\nprison refused to give Ray a copy of its own practices and\nprocedures” that would have clarified the two clergymen’s degrees\nof access);Rayv.Commissioner, Ala. Dept. of\nCorrections, 915 F.3d 689, 701–703 (CA11 2019).2SeeZagorskiv.Parker, 586 U. S. ___, ___–___ (2018) (Sotomayor, J.,\ndissenting from denial of application for stay and denial of\ncertio-rari) (slip op., at 2–3) (describing Tennessee’s recent\nequivocation about the availability of its preferred lethal\ninjection protocol);Glossip, 576 U. S., at ___\n(Sotomayor, J., dissenting) (slip op., at 29) (noting States’\n“scramble” to formulate “new and untested” execution methods);Sepulvadov.Jindal, 739 F.3d 716, 717–718 (CA5 2013)\n(Dennis, J., dissenting from denial of rehearing en banc)\n(describing Louisiana’s refusal to inform a prisoner of the drugs\nthat would be used to execute him); Denno, Lethal Injection Chaos\nPost-Baze, 102 Geo. L. J. 1331, 1376–1380 (2014)\n(describing increased secrecy around execution\nprocedures).3SeeConnickv.Thompson,563 U.S.\n51, 55–56, and n. 1 (2011) (intentionally suppressed\nexculpatory crime lab report discovered a month before a scheduled\nexecution);Ex parte Braziel, No. WR–72,186–01 (Tex.\nCrim. App., Dec. 11, 2018), pp. 1–2 (Alcala, J., dissenting)\n(disclosure by the State of “new information about possible\nprosecutorial misconduct” the same day as an\nexecution).",
    "joined": []
}