{
    "case": {
        "docket": "16-529",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-529/"
    },
    "id": "3742850",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–529_________________CHARLES R. KOKESH, PETITIONERv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 5, 2017]Justice Sotomayor delivered the opinion of the\nCourt.A 5-year statute of limitations applies to any\n“action, suit or proceeding for the enforcement of any civil fine,\npenalty, or forfeiture, pecuniary or otherwise.” 28\nU. S. C. §2462. This case presents the question whether\n§2462 applies to claims for disgorgement imposed as a sanction for\nviolating a federal securities law. The Court holds that it does.\nDisgorgement in the securities-enforcement context is a “penalty”\nwithin the meaning of §2462, and so disgorgement actions must be\ncommenced within five years of the date the claim accrues.IAAfter rampant abuses in the securities\nindustry led to the 1929 stock market crash and the Great\nDepression, Congress enacted a series of laws to ensure that “the\nhighest ethical standards prevail in every facet of the securities\nindustry.”[1]SECv.Capital Gains Research Bureau, Inc., 375 U. S. 180 –187\n(1963) (internal quotation marks omitted). The second in the\nseries—the Securities Exchange Act of 1934—established the\nSecurities and Exchange Commission (SEC or Commission) to enforce\nfederal securities laws. Congress granted the Com-mission power to\nprescribe “ ‘rules and regulations . . . as\nnecessary or appropriate in the public interest or for the\nprotection of investors.’ ”Blue Chip Stampsv.Manor Drug Stores, 421 U. S. 723, 728 (1975) . In\naddition to rulemaking, Congress vested the Commission with “broad\nauthority to conduct investigations into possible violations of the\nfederal securities laws.”SECv.Jerry T. O’Brien,\nInc., 467 U. S. 735, 741 (1984) . If an investigation\nuncovers evidence of wrongdoing, the Commission may initiate\nenforcement actions in federal district court.Initially, the only statutory remedy available\nto the SEC in an enforcement action was an injunction barring\nfuture violations of securities laws. See 1 T. Hazen, Law of\nSecurities Regulation §1:37 (7th ed., rev. 2016). In the absence of\nstatutory authorization for monetary remedies, the Commission urged\ncourts to order disgorgement as an exercise of their “inherent\nequity power to grant relief ancillary to an injunction.”SECv.Texas Gulf Sulphur Co., 312 F. Supp. 77, 91\n(SDNY 1970), aff’d in part and rev’d in part, 446 F. 2d 1301\n(CA2 1971). Generally, disgorgement is a form of “[r]estitution\nmeasured by the defendant’s wrongful gain.” Restatement (Third) of\nRestitution and Unjust Enrichment §51, Commenta, p. 204\n(2010) (Restatement (Third)). Disgorgement requires that the\ndefendant give up “those gains . . . properly\nattribut-able to the defendant’s interference with the claimant’s\nlegally protected rights.”Ibid. Beginning in the 1970’s,\ncourts ordered disgorgement in SEC enforcement proceedings in order\nto “deprive . . . defendants of their profits in order to\nremove any monetary reward for violating” securities laws and to\n“protect the investing public by providing an effective deterrent\nto future violations.”Texas Gulf, 312 F. Supp., at 92.In 1990, as part of the Securities Enforcement\nRemedies and Penny Stock Reform Act, Congress authorized the\nCommission to seek monetary civil penalties. 104Stat. 932, codified\nat 15 U. S. C. §77t(d). The Act left the Commission with\na full panoply of enforcement tools: It may promulgate rules,\ninvestigate violations of those rules and the securities laws\ngenerally, and seek monetary penal-ties and injunctive relief for\nthose violations. In the years since the Act, however, the\nCommission has con-tinued its practice of seeking disgorgement in\nenforcement proceedings.This Court has already held that the 5-year\nstatute of limitations set forth in 28 U. S. C. §2462\napplies when the Commission seeks statutory monetary penalties. SeeGabelliv.SEC, 568 U. S. 442, 454 (2013) . The\nquestion here is whether §2462, which applies to any “action, suit\nor proceeding for the enforcement of any civil fine, penalty, or\nforfeiture, pecuniary or otherwise,” also applies when the SEC\nseeks disgorgement.BCharles Kokesh owned two investment-adviser\nfirms that provided investment advice to business-development\ncompanies. In late 2009, the Commission commenced an enforcement\naction in Federal District Court alleging that between 1995 and\n2009, Kokesh, through his firms, misappropriated $34.9 million from\nfour of those development companies. The Commission further alleged\nthat, in order to conceal the misappropriation, Kokesh caused the\nfiling of false and misleading SEC reports and proxy statements.\nThe Commission sought civil monetary penalties, disgorgement, and\nan injunction barring Kokesh from violating securities laws in the\nfuture.After a 5-day trial, a jury found that Kokesh’s\nactions violated the Investment Company Act of 1940, 15\nU. S. C. §80a–36; the Investment Advisers Act of 1940, 15\nU. S. C. §§80b–5, 80b–6; and the Securities Exchange Act\nof 1934, 15 U. S. C. §§78m, 78n. The District Court then\nturned to the task of imposing penalties sought by the Commission.\nAs to the civil monetary penalties, the District Court determined\nthat §2462’s 5-year limitations period pre-cluded any penalties for\nmisappropriation occurring prior to October 27, 2004—that is, five\nyears prior to the date the Commission filed the complaint. App. to\nPet. for Cert. 26a. The court ordered Kokesh to pay a civil penalty\nof $2,354,593, which represented “the amount of funds that [Kokesh]\nhimself received during the limitations period.”Id., at\n31a–32a. Regarding the Commission’s request for a $34.9 million\ndisgorgement judgment—$29.9 million of which resulted from\nviolations outside the limitations period—the court agreed with the\nCommission that because disgorgement is not a “penalty” within the\nmeaning of §2462, no limitations period applied. The court\ntherefore entered a disgorgement judgment in the amount of $34.9\nmillion and ordered Kokesh to pay an additional $18.1 million in\nprejudgment interest.The Court of Appeals for the Tenth Circuit\naffirmed. 834 F. 3d 1158 (2016). It agreed with the District\nCourt that disgorgement is not a penalty, and further found that\ndisgorgement is not a forfeiture.Id., at 1164–1167. The\ncourt thus concluded that the statute of limitations in §2462 does\nnot apply to SEC disgorgement claims.This Court granted certiorari, 580 U. S.\n___ (2017), to resolve disagreement among the Circuits over whether\ndisgorgement claims in SEC proceedings are subject to the 5-year\nlimitations period of §2462.[2]IIStatutes of limitations “se[t] a fixed date\nwhen exposure to the specified Government enforcement efforts\nen[d].”Gabelli, 568 U. S., at 448. Such limits are\n“ ‘vital to the welfare of society’ ” and rest on the\nprinciple that “ ‘even wrongdoers are entitled to assume that\ntheir sins may be forgotten.’ ”Id.,at 449. The\nstatute of limitations at issue here— 28 U. S. C.\n§2462—finds its roots in a law enacted nearly two centuries ago.\n568 U. S., at 445. In its current form, §2462 establishes a\n5-year limitations period for “an action, suit or proceeding for\nthe enforcement of any civil fine, penalty, or forfeiture.” This\nlimitations period applies here if SEC disgorgement qualifies as\neither a fine, penalty, or forfeiture. We hold that SEC\ndisgorgement constitutes a penalty.[3]AA “penalty” is a “punishment, whether corporal\nor pecuniary, imposed and enforced by the State, for a crime or\noffen[s]e against its laws.”Huntingtonv.Attrill,\n146 U. S. 657, 667 (1892) . This definition gives rise to two\nprinciples. First, whether a sanction represents a penalty turns in\npart on “whether the wrong sought to be redressed is a wrong to the\npublic, or a wrong to the individual.”Id., at 668. Although\nstatutes creating private causes of action against wrongdoers may\nappear—or even be labeled—penal, in many cases “neither the\nliability imposed nor the remedy given is strictly penal.”Id., at 667. This is because “[p]enal laws, strictly and\nproperly, are those imposing punishment for an offense committed\nagainst the State.”Ibid.Second, a pecuniary sanction\noperates as a penalty only if it is sought “for the purpose of\npunishment, and to deter others from offending in like manner”—as\nopposed to compensating a victim for his loss.Id., at\n668.The Court has applied these principles in\nconstruing the term “penalty.” InBradyv.Daly, 175\nU. S. 148 (1899) , for example, a playwright sued a defendant\nin Federal Circuit Court under a statute providing that copyright\ninfringers “ ‘shall be liable for damages . . . not\nless than one hundred dollars for the first [act of infringement],\nand fifty dollars for every subsequent performance, as to the court\nshall appear to be just.’ ”Id.,at 153. The defendant\nargued that the Circuit Court lacked jurisdiction on the ground\nthat a separate statute vested district courts with exclusive\njurisdiction over actions “to recover a penalty.”Id., at\n152. To determine whether the statutory damages represented a\npenalty, this Court noted first that the statute provided “for a\nrecovery of damages for an act which violates the rights of the\nplaintiff, and gives the right of action solely to him” rather than\nthe public generally, and second, that “the whole recovery is given\nto the proprietor, and the statute does not provide for a recovery\nby any other person.”Id., at 154, 156. By providing a\ncompensatory remedy for a private wrong, the Court held, the\nstatute did not impose a “penalty.”Id.,at 154.Similarly, in construing the statutory ancestor\nof §2462, the Court utilized the same principles. InMeekerv.Lehigh Valley R. Co., 236 U. S. 412 –422 (1915), the\nInterstate Commerce Commission, a now-defunct federal agency\ncharged with regulating railroads, ordered a railroad company to\nrefund and pay damages to a shipping company for excessive shipping\nrates. The railroad company argued that the action was barred by\nRev. Stat. §1047, Comp. Stat. 1913, §1712 (now 28\nU. S. C. §2462), which imposed a 5-year limitations\nperiod upon any “ ‘suit or prosecution for a penalty or\nforfeiture, pecuniary or otherwise, accruing under the laws of the\nUnited States.’ ” 236 U. S., at 423. The Court rejected\nthat argument, reasoning that “the words ‘penalty or forfeiture’ in\n[the statute] refer to something imposed in a punitive way for an\ninfraction of a public law.”Ibid. A penalty, the Court\nheld, does “not include a liability imposed [solely] for the\npurpose of redressing a private injury.”Ibid. Because the\nliability imposed was compensatory and paid entirely to a private\nplaintiff, it was not a “penalty” within the meaning of the statute\nof limitations.Ibid.; see alsoGabelli, 568\nU. S., at 451–452 (“[P]enalties” in the context of §2462 “go\nbeyond compensation, are intended to punish, and label defendants\nwrongdoers”).BApplication of the foregoing principles\nreadily demonstrates that SEC disgorgement constitutes a penalty\nwithin the meaning of §2462.First, SEC disgorgement is imposed by the courts\nas a consequence for violating what we described inMeekeras public laws. The violation for which the remedy is sought is\ncommitted against the United States rather than an aggrieved\nindividual—this is why, for example, a securities-enforcement\naction may proceed even if victims do not support or are not\nparties to the prosecution. As the Government concedes, “[w]hen the\nSEC seeks disgorgement, it acts in the public interest, to remedy\nharm to the public at large, rather than standing in the shoes of\nparticular injured parties.” Brief for United States 22. Courts\nagree. See,e.g.,SECv.Rind, 991 F. 2d\n1486, 1491 (CA9 1993) (“[D]isgorgement actions further the\nCommission’s public policy mission of protecting investors and\nsafeguarding the integrity of the markets”);SECv.Teo, 746 F. 3d 90, 102 (CA3 2014) (“[T]he SEC pursues\n[disgorgement] ‘independent of the claims of individual\ninvestors’ ” in order to “ ‘promot[e] economic and social\npolicies’ ”).Second, SEC disgorgement is imposed for punitive\npurposes. InTexas Gulf—one of the first cases requiring\ndisgorgement in SEC proceedings—the court emphasized the need “to\ndeprive the defendants of their profits in order to . . .\nprotect the investing public by providing an effective deterrent to\nfuture violations.” 312 F. Supp., at 92. In the years since, it has\nbecome clear that deterrence is not simply an incidental effect of\ndisgorgement. Rather, courts have consistently held that “[t]he\nprimary purpose of disgorgement orders is to deter violations of\nthe securities laws by depriving violators of their ill-gotten\ngains.”SECv.FischbachCorp., 133 F. 3d\n170, 175 (CA2 1997); see alsoSECv.First Jersey\nSecurities, Inc., 101 F. 3d 1450, 1474 (CA2 1996) (“The\nprimary purpose of disgorgement as a remedy for violation of the\nsecurities laws is to deprive violators of their ill-gotten gains,\nthereby effectuating the deterrence objectives of those laws”);Rind, 991 F. 2d, at 1491 (“ ‘The deterrent effect\nof [an SEC] enforcement action would be greatly undermined if\nsecurities law violators were not required to disgorge illicit\nprofits’ ”). Sanctions imposed for the purpose of deterring\ninfractions of public laws are inherently punitive because\n“deterrence [is] not [a] legitimate nonpunitive governmental\nobjectiv[e].”Bellv.Wolfish, 441 U. S. 520,\n539, n. 20 (1979) ; see alsoUnited Statesv.Bajakajian, 524 U. S. 321, 329 (1998) (“Deterrence\n. . . has traditionally been viewed as a goal of\npunishment”).Finally, in many cases, SEC disgorgement is not\ncompensatory. As courts and the Government have employed the\nremedy, disgorged profits are paid to the district court, and it is\n“within the court’s discretion to determine how and to whom the\nmoney will be distributed.”Fischbach Corp., 133 F. 3d,\nat 175. Courts have required disgorgement “regardless of whether\nthe disgorged funds will be paid to such investors as restitution.”Id., at 176; seeid., at 175 (“Although disgorged\nfunds may often go to compensate securities fraud victims for their\nlosses, such compensation is a distinctly secondary goal”). Some\ndisgorged funds are paid to victims; other funds are dispersed to\nthe United States Treasury. See,e.g.,id.,at 171\n(affirming distribution of disgorged funds to Treasury where “no\nparty before the court was entitled to the funds and\n. . . the persons who might have equitable claims were\ntoo dispersed for feasible identification and payment”);SECv.Lund, 570 F. Supp. 1397, 1404–1405 (CD Cal. 1983)\n(ordering disgorgement and directing trustee to disperse funds to\nvictims if “feasible” and to disperse any remaining money to the\nTreasury). Even though district courts may distribute the funds to\nthe victims, they have not identified any statutory command that\nthey do so. When an individual is made to pay a noncompensatory\nsanction to the Government as a consequence of a legal violation,\nthe payment operates as a penalty. SeePorterv.Warner\nHolding Co., 328 U. S. 395, 402 (1946) (distinguishing\nbetween restitution paid to an aggrieved party and penalties paid\nto the Government).SEC disgorgement thus bears all the hallmarks of\na penalty: It is imposed as a consequence of violating a public law\nand it is intended to deter, not to compensate. The 5-year statute\nof limitations in §2462 therefore applies when the SEC seeks\ndisgorgement.CThe Government’s primary response to all of\nthis is that SEC disgorgement is not punitive but “remedial” in\nthat it “lessen[s] the effects of a violation” by\n“ ‘restor[ing] the status quo.’ ” Brief for Respondent\n17. As an initial matter, it is not clear that disgorgement, as\ncourts have applied it in the SEC enforcement context, simply\nreturns the defendant to the place he would have occupied had he\nnot broken the law. SEC disgorgement sometimes exceeds the profits\ngained as a result of the violation. Thus, for example, “an insider\ntrader may be ordered to disgorge not only the unlawful gains that\naccrue to the wrongdoer directly, but also the benefit that accrues\nto third parties whose gains can be attributed to the wrongdoer’s\nconduct.”SECv.Contorinis, 743 F. 3d 296, 302\n(CA2 2014). Individuals who illegally provide confidential trading\ninformation have been forced to disgorge profits gained by\nindividuals who received and traded based on that information—even\nthough they never received any profits.Ibid; see alsoSECv.Warde, 151 F. 3d 42, 49 (CA2 1998) (“A\ntippee’s gains are attributable to the tipper, regardless whether\nbenefit accrues to the tipper”);SECv.Clark, 915\nF. 2d 439, 454 (CA9 1990) (“[I]t is well settled that a tipper\ncan be required to disgorge his tippees’ profits”). And, as\ndemonstrated by this case, SEC disgorgement sometimes is ordered\nwithout consideration of a defendant’s expenses that reduced the\namount of illegal profit. App. to Pet. for Cert. 43a; see\nRestatement (Third) §51, Commenth, at 216 (“As a general\nrule, the defendant is entitled to a deduction for all marginal\ncosts incurred in producing the revenues that are subject to\ndisgorgement. Denial of an otherwise appropriate deduction, by\nmaking the defendant liable in excess of net gains, results in a\npunitive sanction that the law of restitution normally attempts to\navoid”). In such cases, disgorgement does not simply restore the\nstatus quo; it leaves the defendant worse off. The justification\nfor this practice given by the court below demonstrates that\ndisgorgement in this context is a punitive, rather than a remedial,\nsanction: Disgorgement, that court explained, is intended not only\nto “prevent the wrongdoer’s unjust enrichment” but also “to deter\nothers’ violations of the securities laws.” App. to Pet. for Cert.\n43a.True, disgorgement serves compensatory goals in\nsome cases; however, we have emphasized “the fact that sanctions\nfrequently serve more than one purpose.”Austinv.United\nStates, 509 U. S. 602, 610 (1993) . “ ‘A civil\nsanction that cannot fairly be saidsolelyto serve a\nremedial purpose, but rather can only be explained as also serving\neither retributive or deterrent purposes, is punishment, as we have\ncome to understand the term.’ ”Id.,at 621; cf.Bajakajian, 524 U. S., at 331, n. 6 (“[A] modern\nstatutory forfeiture is a ‘fine’ for Eighth Amendment purposes if\nit constitutes punishment even in part”). Because disgorgement\norders “go beyond compensation, are intended to punish, and label\ndefendants wrongdoers” as a consequence of violating public laws,Gabelli, 568 U. S., at 451–452, they represent a\npenalty and thus fall within the 5-year statute of limitations of\n§2462.IIIDisgorgement, as it is applied in SEC\nenforcement proceedings, operates as a penalty under §2462.\nAccordingly, any claim for disgorgement in an SEC enforcement\naction must be commenced within five years of the date the claim\naccrued.The judgment of the Court of Appeals for the\nTenth Circuit is reversed.It is so ordered.Notes1Each of these\nstatutes—the Securities Act of 1933, 15 U. S. C. §77aet seq.; the Securities Exchange Act of 1934, 15\nU. S. C. §78aet seq.; the Public Utility Holding\nCompany Act of 1935, 15 U. S. C. §79et seq.; the\nTrust Indenture Act of 1939, 15 U. S. C. §77aaaet\nseq.; the Investment Company Act of 1940, 15 U. S. C.\n§80a–1et seq.; and the Investment Advisers Act of 1940, 15\nU. S. C. §80b–1et seq.—serves the “fundamental\npurpose” of “substitut[ing] a philosophy of full disclosure for the\nphilosophy ofcaveat emptorand thus . . .\nachiev[ing] a high standard of business ethics in the securities\nindustry.”SECv.Capital Gains Research Bureau,\nInc., 375 U. S. 180, 186 (1963) .2CompareSECv.Graham, 823 F. 3d 1357, 1363 (CA11 2016) (holding that\n§2462 applies to SEC disgorgement claims), withRiordanv.SEC, 627 F. 3d 1230, 1234 (CADC 2010) (holding that\n§2462 does not apply to SEC disgorgement claims).3Nothing in this opinion\nshould be interpreted as an opinion on whether courts possess\nauthority to order disgorgement in SEC enforcement proceedings or\non whether courts have properly applied disgorgement principles in\nthis context The sole question presented in this case is whether\ndisgorgement, as applied in SEC enforcement actions, is subject to\n§2462’s limitations period.",
    "joined": []
}