{
    "case": {
        "docket": "573",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/573/"
    },
    "id": "1963116",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTJERMAN V. CARLISLE, MCNELLIE, RINI,KRAMER & ULRICH LPA559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1200KAREN L. JERMAN, PETITIONERv.CARLISLE,\nMc- NELLIE, RINI, KRAMER & ULRICH LPA, et al.on writ of certiorari to the united states court of\nappeals for the sixth circuit[April 21, 2010]Justice Sotomayor delivered the\nopinion of the Court.The Fair Debt Collection\nPractices Act (FDCPA or Act) imposes civil liability on “debt\ncollector[s]” for certain prohibited debt collection practices.\nSection 813(c) of the Act, 15 U. S. C. §1692k(c), provides\nthat a debt collector is not liable in an action brought under the\nAct if she can show “the violation was not intentional and resulted\nfrom a bona fide error notwithstanding the maintenance of\nprocedures reasonably adapted to avoid any such error.” This case\npresents the question whether the “bona fide error” defense in\n§1692k(c) applies to a violation resulting from a debt collector’s\nmistaken interpretation of the legal requirements of the FDCPA. We\nconclude it does not.IACongress enacted the FDCPA in\n1977, 91 Stat. 874, to eliminate abusive debt collection practices,\nto ensure that debt collectors who abstain from such practices are\nnot competitively disadvantaged, and to promote consistent state\naction to protect consumers. 15 U. S. C. §1692(e). The Act\nregulates interactions between consumer debtors and “debt\ncollector[s],” defined to include any person who “regularly\ncollects … debts owed or due or asserted to be owed or due\nanother.” §§1692a(5), (6). Among other things, the Act prohibits\ndebt collectors from making false representations as to a debt’s\ncharacter, amount, or legal status, §1692e(2)(A); communicating\nwith consumers at an “unusual time or place” likely to be\ninconvenient to the consumer, §1692c(a)(1); or using obscene or\nprofane language or violence or the threat thereof, §§1692d(1),\n(2). See generally §§1692b–1692j;Heintzv.Jenkins,514 U. S. 291, 292–293 (1995).The Act is enforced through\nadministrative action and private lawsuits. With some exceptions\nnot relevant here, violations of the FDCPA are deemed to be unfair\nor deceptive acts or practices under the Federal Trade Commission\nAct (FTC Act), 15 U. S. C. §41et seq., and are\nenforced by the Federal Trade Commission (FTC). See\n§1692l. As a result, a debt collector who acts with\n“actual knowledge or knowledge fairly implied on the basis of\nobjective circumstances that such act is [prohibited under the\nFDCPA]” is subject to civil penalties of up to $16,000 per day.\n§§45(m)(1)(A), (C); 74 Fed. Reg. 858 (2009) (amending 16 CFR\n§1.98(d)).The FDCPA also provides that “any debt\ncollector who fails to comply with any provision of th[e] [Act]\nwith respect to any person is liable to such person.” 15 U.\nS. C. §1692k(a). Successful plaintiffs are entitled to “actual\ndamage[s],” plus costs and “a reasonable attorney’s fee as\ndetermined by the court.”Ibid.A court may also award\n“additional damages,” subject to a statutory cap of $1,000 for\nindividual actions, or, for class actions, “the lesser of $500,000\nor 1 per centum of the net worth of the debt collector.”\n§1692k(a)(2). In awarding additional damages, the court must\nconsider “the frequency and persistence of [the debt collector’s]\nnoncompliance,” “the nature of such noncompliance,” and “the extent\nto which such noncompliance was intentional.” §1692k(b).The Act contains two exceptions to provisions\nimposing liability on debt collectors. Section 1692k(c), at issue\nhere, provides that“[a] debt collector may not be held liable in any\naction brought under [the FDCPA] if the debt collector shows by a\npreponderance of evidence that the violation was not intentional\nand resulted from a bona fide error notwithstanding the maintenance\nof procedures reasonably adapted to avoid any such error.”The Act also states that none of its provisions\nimposing liability shall apply to “any act done or omitted in good\nfaith in conformity with any advisory opinion of the [Federal\nTrade] Commission.” §1692k(e).BRespondents in this case are a\nlaw firm, Carlisle, McNellie, Rini, Kramer & Ulrich, L. P. A.,\nand one of its attorneys, Adrienne S. Foster (collectively\nCarlisle). In April 2006, Carlisle filed a complaint in Ohio state\ncourt on behalf of a client, Countrywide Home Loans, Inc. Carlisle\nsought foreclosure of a mortgage held by Countrywide in real\nproperty owned by petitioner Karen L. Jerman. The complaint\nincluded a “Notice,” later served on Jerman, stating that the\nmortgage debt would be assumed to be valid unless Jerman disputed\nit in writing. Jerman’s lawyer sent a letter disputing the debt,\nand Carlisle sought verification from Countrywide. When Countrywide\nacknowledged that Jerman had, in fact, already paid the debt in\nfull, Carlisle withdrew the foreclosure lawsuit.Jerman then filed her own lawsuit\nseeking class certification and damages under the FDCPA, contending\nthat Carlisle violated §1692g by stating that her debt would be\nassumed valid unless she disputed it in writing.[Footnote 1] While acknowledging a division of\nauthority on the question, the District Court held that Carlisle\nhad violated §1692g by requiring Jerman to dispute the debt in\nwriting. 464 F. Supp. 2d 720, 722–725 (ND Ohio 2006).[Footnote 2] The court ultimately\ngranted summary judgment to Carlisle, however, concluding that\n§1692k(c) shielded it from liability because the violation was not\nintentional, resulted from a bona fide error, and occurred despite\nthe maintenance of procedures reasonably adapted to avoid any such\nerror. 502 F. Supp. 2d 686, 695–697 (ND Ohio 2007). The Court\nof Appeals for the Sixth Circuit affirmed. 538 F. 3d 469\n(2008). Acknowledging that the Courts of Appeals are divided\nregarding the scope of the bona fide error defense, and that the\n“majority view is that the defense is available for clerical and\nfactual errors only,” the Sixth Circuit nonetheless held that\n§1692k(c) extends to “mistakes of law.”Id.,at 473–476\n(internal quotation marks omitted). The Court of Appeals found\n“nothing unusual” about attorney debt collectors maintaining\n“procedures” within the meaning of §1692k(c) to avoid mistakes of\nlaw.Id.,at 476. Noting that a parallel bona fide error\ndefense in the Truth in Lending Act (TILA), 15 U. S. C.\n§1640(c), expressly excludes legal errors, the court observed that\nCongress has amended the FDCPA several times since 1977 without\nexcluding mistakes of law from §1692k(c). 538 F. 3d, at\n476.[Footnote 3]We granted certiorari to resolve the conflict\nof authority as to the scope of the FDCPA’s bona fide error\ndefense,[Footnote 4] 557 U. S.\n___ (2009), and now reverse the judgment of the Sixth Circuit.IIAThe parties disagree about\nwhether a “violation” resulting from a debt collector’s\nmisinterpretation of the legal requirements of the FDCPA can ever\nbe “not intentional” under §1692k(c). Jerman contends that when a\ndebt collector intentionally commits the act giving rise to the\nviolation (here, sending a notice that included the “in writing”\nlanguage), a misunderstanding about what the Act requires cannot\nrender the violation “not intentional,” given the general rule that\nmistake or ignorance of law is no defense. Carlisle and the\ndissent, in contrast, argue that nothing in the statutory text\nexcludes legal errors from the category of “bona fide error[s]”\ncovered by §1692k(c) and note that the Act refers not to an\nunintentional “act” but rather an unintentional “violation.” The\nlatter term, they contend, evinces Congress’ intent to impose\nliability only when a party knows its conduct is unlawful. Carlisle\nurges us, therefore, to read §1692k(c) to encompass “all types of\nerror,” including mistakes of law. Brief for Respondents 7.We decline to adopt the expansive\nreading of §1692k(c) that Carlisle proposes. We have long\nrecognized the “common maxim, familiar to all minds, that ignorance\nof the law will not excuse any person, either civilly or\ncriminally.”Barlowv.United States, 7 Pet. 404,\n411 (1833) (opinion for the Court by Story, J.); see alsoCheekv.United States,498 U. S. 192, 199 (1991) (“The\ngeneral rule that ignorance of the law or a mistake of law is no\ndefense to criminal prosecution is deeply rooted in the American\nlegal system”).[Footnote 5] Our\nlaw is therefore no stranger to the possibility that an act may be\n“intentional” for purposes of civil liability, even if the actor\nlacked actual knowledge that her conduct violated the law. InKolstadv.American Dental Assn.,527 U. S. 526(1999),\nfor instance, we addressed a provision of the Civil Rights Act of\n1991 authorizing compensatory and punitive damages for “intentional\ndiscrimination,” 42 U. S. C. §1981a, but limiting punitive\ndamages to conduct undertaken “with malice or with reckless\nindifference to the federally protected rights of an aggrieved\nindividual,” §1981a(b)(1). We observed that in some circumstances\n“intentional discrimination” could occur without giving rise to\npunitive damages liability, such as where an employer is “unaware\nof the relevant federal prohibition” or acts with the “distinct\nbelief that its discrimination is lawful.” 527 U. S., at 536–537.\nSee also W. Keeton, D. Dobbs, R. Keeton, & D. Owen, Prosser and\nKeeton on Law of Torts 110 (5th ed. 1984) (“[I]f one intentionally\ninterferes with the interests of others, he is often subject to\nliability notwithstanding the invasion was made under an erroneous\nbelief as to some … legal matter that would have justified the\nconduct”); Restatement (Second) of Torts §164, and Commente(1963–1964) (intentional tort of trespass can be\ncommitted despite the actor’s mistaken belief that she has a legal\nright to enter the property).[Footnote 6]Likely for this reason, when Congress has\nintended to provide a mistake-of-law defense to civil liability, it\nhas often done so more explicitly than here. In particular, the FTC\nAct’s administrative-penalty provisions—which, as noted above,\nCongress expressly incorporated into the FDCPA—apply only when a\ndebt collector acts with “actual knowledge or knowledge fairly\nimplied on the basis of objective circumstances” that its action\nwas “prohibited by [the FDCPA].” 15 U. S. C. §§45(m)(1)(A),\n(C). Given the absence of similar language in §1692k(c), it is a\nfair inference that Congress chose to permit injured consumers to\nrecover actual damages, costs, fees, and modest statutory damages\nfor “intentional” conduct, including violations resulting from\nmistaken interpretation of the FDCPA, while reserving the more\nonerous penalties of the FTC Act for debt collectors whose\nintentional actions also reflected “knowledge fairly implied on the\nbasis of objective circumstances” that the conduct was prohibited.\nCf. 29 U. S. C. §260 (authorizing courts to reduce liquidated\ndamages under the Portal-to-Portal Act of 1947 if an employer\ndemonstrates that “the act or omission giving rise to such action\nwas in good faith and that he had reasonable grounds for believing\nthat his act or omission was not a violation of the Fair Labor\nStandards Act of 1938”); 17 U. S. C. §1203(c)(5)(A) (provision\nof Digital Millennium Copyright Act authorizing court to reduce\ndamages where “the violator was not aware and had no reason to\nbelieve that its acts constituted a violation”).Congress also did not confine liability under\nthe FDCPA to “willful” violations, a term more often understood in\nthe civil context to excuse mistakes of law. See,e.g.,Trans World Airlines, Inc.v.Thurston,469 U. S. 111, 125–126\n(1985) (civil damages for “willful violations” of Age\nDiscrimination in Employment Act of 1967 require a showing that the\nemployer “knew or showed reckless disregard for the matter of\nwhether its conduct was prohibited” (internal quotation marks\nomitted)); cf.Safeco Ins. Co. of Americav.Burr,551 U. S. 47, 57 (2007) (although\n“ ‘willfully’ ” is a “ ‘word of many\nmeanings’ ” dependent on context, “we have generally taken it\n[when used as a statutory condition of civil liability] to cover\nnot only knowing violations of a standard, but reckless ones as\nwell” (quotingBryanv.United States,524 U. S. 184, 191 (1998)). For this\nreason, the dissent missteps in relying onThurstonandMcLaughlinv.Richland Shoe Co.,486 U. S. 128, 133\n(1988), as both cases involved the statutory phrase “willful\nviolation.”Post, at 3.The dissent reaches a contrary conclusion\nbased on the interaction of the words “violation” and “not\nintentional” in §1692k(c).Post, at 2–3. But even in the\ncriminal context, cf. n. 6,supra, reference to a\n“knowing” or “intentional” “violation” or cognate terms has not\nnecessarily implied a defense for legal errors. SeeBryanv.United States,524 U. S. 184, 192 (1998)\n(“ ‘[T]he knowledge requisite to knowing violation of a\nstatute is factual knowledge as distinguished from knowledge of the\nlaw’ ” (quotingBoyce Motor Lines, Inc.v.United\nStates,342 U.\nS. 337, 345 (1952) (Jackson, J., dissenting));United\nStatesv.International Minerals & Chemical\nCorp.,402 U.\nS. 558, 559, 563 (1971) (statute imposing criminal liability on\nthose who “ ‘knowingly violat[e]’ ” regulations governing\ntransportation of corrosive chemicals does not require “proof of\n[the defendant’s] knowledge of the law”);Ellisv.United States,206 U. S. 246, 255, 257 (1907)\n(rejecting argument that criminal penalty applicable to those who\n“intentionally violate” a statute “requires knowledge of the\nlaw”).The dissent advances a novel interpretative\nrule under which the combination of a “mens rearequirement” and the word “ ‘violation’ ” (as opposed to\nlanguage specifying “the conduct giving rise to the violation”)\ncreates a mistake-of-law defense.Post, at 2–3. Such a\nrule would be remarkable in its breadth, applicable to the many\nscores of civil and criminal provisions throughout the U. S. Code\nthat employ such a combination of terms. The dissent’s theory draws\nno distinction between “knowing,” “intentional,” or “willful” and\nwould abandon the care we have traditionally taken to construe such\nwords in their particular statutory context. See,e.g.,Safeco,supra, at 57. More fundamentally, the\ndissent’s categorical rule is at odds with precedents such asBryan,supra, at 192, andInternational\nMinerals,supra, at 559, 563, in which we rejected a\nmistake-of-law defense when a statute imposed liability for a\n“knowing violation” or on those who “knowingly violat[e]” the\nlaw.[Footnote 7]The dissent posits that the word\n“intentional,” in the civil context, requires a higher showing ofmens reathan “willful” and thus that it should be easier\nto avoid liability for intentional, rather than willful,\nviolations.Post, at 4. Even if the dissent is correct\nthat the phrase “intentional violation,” standing alone in a civil\nliability statute, might be read to excuse mistakes of law, the\nFDCPA juxtaposes the term “not intentional” “violation” in\n§1692k(c) with the more specific language of §45(m)(1)(A), which\nrefers to “actual knowledge or knowledge fairly implied on the\nbasis of objective circumstances” that particular conduct was\nunlawful. The dissent’s reading gives short shrift to that textual\ndistinction.We draw additional support for the conclusion\nthat bona fide errors in §1692k(c) do not include mistaken\ninterpretations of the FDCPA, from the requirement that a debt\ncollector maintain “procedures reasonably adapted to avoid any such\nerror.” The dictionary defines “procedure” as “a series of steps\nfollowed in a regular orderly definite way.” Webster’s Third New\nInternational Dictionary 1807 (1976). In that light, the statutory\nphrase is more naturally read to apply to processes that have\nmechanical or other such “regular orderly” steps to avoid\nmistakes—for instance, the kind of internal controls a debt\ncollector might adopt to ensure its employees do not communicate\nwith consumers at the wrong time of day, §1692c(a)(1), or make\nfalse representations as to the amount of a debt, §1692e(2). The\ndissent, like the Court of Appeals, finds nothing unusual in\nattorney debt collectors maintaining procedures to avoid legal\nerror.Post, at 18; 538 F. 3d, at 476. We do not\ndispute that some entities may maintain procedures to avoid legal\nerrors. But legal reasoning is not a mechanical or strictly linear\nprocess. For this reason, we find force in the suggestion by the\nGovernment (asamicus curiaesupporting Jerman) that the\nbroad statutory requirement of procedures reasonably designed to\navoid “any” bona fide error indicates that the relevant procedures\nare ones that help to avoid errors like clerical or factual\nmistakes. Such procedures are more likely to avoid error than those\napplicable to legal reasoning, particularly in the context of a\ncomprehensive and complex federal statute such as the FDCPA that\nimposes open-ended prohibitions on,inter alia,“false,\ndeceptive,” §1692e, or “unfair” practices, §1692f. See Brief for\nUnited States asAmicus Curiae16–18.Even if the text of §1692k(c), read in\nisolation, leaves room for doubt, the context and history of the\nFDCPA provide further reinforcement for construing that provision\nnot to shield violations resulting from misinterpretations of the\nrequirements of the Act. SeeDadav.Mukasey,554 U. S. 1, __\n(2008) (slip op., at 13) (“In reading a statute we must not look\nmerely to a particular clause, but consider in connection with it\nthe whole statute” (internal quotation marks omitted)). As\ndescribed above, Congress included in the FDCPA not only the bona\nfide error defense but also a separate protection from liability\nfor “any act done or omitted in good faith in conformity with any\nadvisory opinion of the [FTC].” §1692k(e). In our view, the Court\nof Appeals’ reading is at odds with the role Congress evidently\ncontemplated for the FTC in resolving ambiguities in the Act. Debt\ncollectors would rarely need to consult the FTC if §1692k(c) were\nread to offer immunity for good-faith reliance on advice from\nprivate counsel. Indeed, debt collectors might have an affirmative\nincentive not to seek an advisory opinion to resolve ambiguity in\nthe law, as receipt of such advice would prevent them from claiming\ngood-faith immunity for violations and would potentially trigger\ncivil penalties for knowing violations under the FTC Act.[Footnote 8] More importantly, the\nexistence of a separate provision that, by its plain terms, is more\nobviously tailored to the concern at issue (excusing civil\nliability when the Act’s prohibitions are uncertain) weighs against\nstretching the language of the bona fide error defense to\naccommodate Carlisle’s expansive reading.[Footnote 9]Any remaining doubt about the proper\ninterpretation of §1692k(c) is dispelled by evidence of the meaning\nattached to the language Congress copied into the FDCPA’s bona fide\nerror defense from a parallel provision in an existing statute.\nTILA, 82 Stat. 146, was the first of several statutes collectively\nknown as the Consumer Credit Protection Act (CCPA) that now include\nthe FDCPA. As enacted in 1968, §130(c) of TILA provided an\naffirmative defense that was in pertinent part identical to the\nprovision Congress later enacted into the FDCPA: “A creditor may\nnot be held liable in any action brought under [TILA] if the\ncreditor shows by a preponderance of evidence that the violation\nwas not intentional and resulted from a bona fide error\nnotwithstanding the maintenance of procedures reasonably adapted to\navoid any such error.” 82 Stat. 157 (codified at 15 U. S. C.\n§1640(c)).During the 9-year period between the enactment\nof TILA and passage of the FDCPA, the three Federal Courts of\nAppeals to consider the question interpreted TILA’s bona fide error\ndefense as referring to clerical errors; no such court interpreted\nTILA to extend to violations resulting from a mistaken legal\ninterpretation of that Act.[Footnote 10] We have often observed that when “judicial\ninterpretations have settled the meaning of an existing statutory\nprovision, repetition of the same language in a new statute\nindicates, as a general matter, the intent to incorporate its …\njudicial interpretations as well.”Bragdonv.Abbott,524\nU. S. 624, 645 (1998); see alsoRowev.New\nHampshire Motor Transp. Assn.,552 U. S. 364, 370\n(2008). While the interpretations of three Federal Courts of\nAppeals may not have “settled” the meaning of TILA’s bona fide\nerror defense, there is no reason to suppose that Congress\ndisagreed with those interpretations when it enacted the FDCPA.\nCongress copied verbatim the pertinent portions of TILA’s bona fide\nerror defense into the FDCPA. Compare 15 U. S. C. §1640(c)\n(1976 ed.) with §813(c), 91 Stat. 881. This close textual\ncorrespondence supports an inference that Congress understood the\nstatutory formula it chose for the FDCPA consistent with Federal\nCourt of Appeals interpretations of TILA.[Footnote 11]Carlisle and the dissent urge reliance,\nconsistent with the approach taken by the Court of Appeals, on a\n1980 amendment to TILA that added the following sentence to that\nstatute’s bona fide error defense: “Examples of a bona fide error\ninclude, but are not limited to, clerical, calculation, computer\nmalfunction and program[m]ing, and printing errors, except that an\nerror of legal judgment with respect to a person’s obligations\nunder [TILA] is not a bona fide error.” See Truth in Lending\nSimplification and Reform Act, §615, 94 Stat. 181. The absence of a\ncorresponding amendment to the FDCPA, Carlisle reasons, is evidence\nof Congress’ intent to give a more expansive scope to the FDCPA\ndefense. For several reasons, we decline to give the 1980 TILA\namendment such interpretative weight. For one, it is not obvious\nthat the amendment changed the scope of TILA’s bona fide error\ndefense in a way material to our analysis, given the uniform\ninterpretations of three Courts of Appeals holding that the TILA\ndefense does not extend to mistakes of law.[Footnote 12] (Contrary to the dissent’s\nsuggestion,post, at 21, this reading does not render the\n1980 amendment surplusage. Congress may simply have intended to\ncodify existing judicial interpretations to remove any potential\nfor doubt in jurisdictions where courts had not yet addressed the\nissue.) It is also unclear why Congress would have intended the\nFDCPA’s defense to be broader than the one in TILA, which presents\nat least as significant a set of concerns about imposing liability\nfor uncertain legal obligations. See,e.g.,Ford Motor\nCredit Co.v.Milhollin,444 U. S. 555, 566 (1980) (TILA is\n“ ‘highly technical’ ”). Our reluctance to give\ncontrolling weight to the TILA amendment in construing the FDCPA is\nreinforced by the fact that Congress has not expresslyincludedmistakes of law in any of the numerous bona fide\nerror defenses, worded in pertinent part identically to §1692k(c),\nelsewhere in the U. S. Code. Compare,e.g.,12 U.\nS. C. §4010(c)(2) (bona fide error defense in Expedited Funds\nAvailability Act expressly excluding “an error of legal judgment\nwith respect to [obligations under that Act]”) with 15 U.\nS. C. §§1693m(c), 1693h(c) (bona fide error provisions in the\nElectronic Fund Transfer Act that are silent as to errors of legal\njudgment).[Footnote 13]\nAlthough Carlisle points out that Congress has amended the FDCPA on\nseveral occasions without expressly restricting the scope of\n§1692k(c), that does not suggest Congress viewed the statute as\nhaving the expansive reading Carlisle advances, particularly as not\nuntil recently had a Court of Appeals interpreted the bona fide\nerror defense to include a violation of the FDCPA resulting from a\nmistake of law. SeeJohnsonv.Riddle, 305\nF. 3d 1107, 1121–1124, and nn. 14–15 (CA10 2002).Carlisle’s reliance onHeintz,514 U. S. 291, is also unavailing. We\nheld in that case that the FDCPA’s definition of “debt collector”\nincludes lawyers who regularly, through litigation, attempt to\ncollect consumer debts.Id.,at 292. We addressed a\nconcern raised by the petitioner (as here, a lawyer collecting a\ndebt on behalf of a client) that our reading would automatically\nrender liable “any litigating lawyer who brought, and then lost, a\nclaim against a debtor,” on the ground that §1692e(5) prohibits a\ndebt collector from making any “ ‘threat to take action that\ncannot legally be taken.’ ”Id.,at 295. We expressed\nskepticism that §1692e(5) itself demanded such a result. But even\nassuming the correctness of petitioner’s reading of §1692e(5), we\nsuggested that the availability of the bona fide error defense\nmeant that the prospect of liability for litigating lawyers was not\n“so absurd” as to warrant implying a categorical exemption\nunsupported by the statutory text.Ibid.We had no\noccasion inHeintzto address the overall scope of the\nbona fide error defense. Our discussion of §1692e(5) did not depend\non the premise that a misinterpretation of the requirements of the\nAct would fall under the bona fide error defense. In the mine-run\nlawsuit, a lawyer is at least as likely to be unsuccessful because\nof factual deficiencies as opposed to legal error. Lawyers can, of\ncourse, invoke §1692k(c) for violations resulting from qualifying\nfactual errors.Carlisle’s remaining arguments do not change\nour view of §1692k(c). Carlisle perceives an inconsistency between\nour reading of the term “intentional” in that provision and the\ninstruction in §1692k(b) that a court look to whether\n“noncompliance was intentional” in assessing statutory additional\ndamages. But assuming §1692k(b) encompasses errors of law, we see\nno conflict, only congruence, in reading the Act to permit a court\nto adjust statutory damages for a good-faith misinterpretation of\nlaw, even where a debt collector is not entitled to the categorical\nprotection of the bona fide error defense. Carlisle is also\nconcerned that under our reading, §1692k(c) would be unavailable to\na debt collector who violates a provision of the FDCPA applying to\nacts taken with particular intent because in such instances the\nrelevant act would not be unintentional. See,e.g.,§1692d(5) (prohibiting a debt collector from “[c]ausing a telephone\nto ring … continuously with intent to annoy, abuse, or harass”).\nIncluding mistakes as to the scope of such a prohibition, Carlisle\nurges, would ensure that §1692k(c) applied throughout the FDCPA. We\nsee no reason, however, why the bona fide error defense must cover\nevery provision of the Act.The parties andamicimake arguments\nconcerning the legislative history that we address for the sake of\ncompleteness. Carlisle points to a sentence in a Senate Committee\nReport stating that “[a] debt collector has no liability … if he\nviolates the act in any manner, including with regard to the act’s\ncoverage, when such violation is unintentional and occurred despite\nprocedures designed to avoid such violations.” S. Rep. No.\n95–382, p. 5 (1977); see alsopost, at 4–6 (opinion of\nScalia, J.) (discussing report). But by its own terms, the quoted\nsentence does not unambiguously support Carlisle’s reading. Even if\na bona fide mistake “with regard to the act’s coverage” could be\nread in isolation to contemplate a mistake of law, that reading\ndoes not exclude mistakes of fact. A mistake “with regard to the\nact’s coverage” may derive wholly from a debt collector’s factually\nmistaken belief, for example, that a particular debt arose out of a\nnonconsumer transaction and was therefore not “covered” by the Act.\nThere is no reason to read this passing statement in the Senate\nReport as contemplating an exemption for legal error that is the\nproduct of an attorney’s erroneous interpretation of the\nFDCPA—particularly when attorneys were excluded from the Act’s\ndefinition of “debt collector” until 1986. 100 Stat. 768. Moreover,\nthe reference to “any manner” of violation is expressly qualified\nby the requirements that the violation be “unintentional” and occur\ndespite maintenance of appropriate procedures. In any event, we\nneed not choose between these possible readings of the Senate\nReport, as the legislative record taken as a whole does not lend\nstrong support to Carlisle’s view.[Footnote 14] We therefore decline to give controlling\nweight to this isolated passage.BCarlisle, itsamici, and\nthe dissent raise the additional concern that our reading will have\nunworkable practical consequences for debt collecting lawyers. See,e.g.,Brief for Respondents 40–41, 45–48; NARCA Brief\n4–16;post, at 5–14. Carlisle claims the FDCPA’s private\nenforcement provisions have fostered a “cottage industry” of\nprofessional plaintiffs who sue debt collectors for trivial\nviolations of the Act. See Brief for Respondents 40–41. If debt\ncollecting attorneys can be held personally liable for their\nreasonable misinterpretations of the requirements of the Act,\nCarlisle and itsamiciforesee a flood of lawsuits against\ncreditors’ lawyers by plaintiffs (and their attorneys) seeking\ndamages and attorney’s fees. The threat of such liability, in the\ndissent’s view, creates an irreconcilable conflict between an\nattorney’s personal financial interest and her ethical obligation\nof zealous advocacy on behalf of a client: An attorney uncertain\nabout what the FDCPA requires must choose between, on the one hand,\nexposing herself to liability and, on the other, resolving the\nlegal ambiguity against her client’s interest or advising the\nclient to settle—even where there is substantial legal authority\nfor a position favoring the client.Post, at\n10–14.[Footnote 15]We do not believe our holding\ntoday portends such grave consequences. For one, the FDCPA contains\nseveral provisions that expressly guard against abusive lawsuits,\nthereby mitigating the financial risk to creditors’ attorneys. When\nan alleged violation is trivial, the “actual damage[s]” sustained,\n§1692k(a)(1), will likely bede minimisor even zero. The\nAct sets a cap on “additional” damages, §1692k(a)(2), and vests\ncourts with discretion to adjust such damages where a violation is\nbased on a good-faith error, §1692k(b). Oneamicussuggests that attorney’s fees may shape financial incentives even\nwhere actual and statutory damages are modest. NARCA Brief 11. The\nstatute does contemplate an award of costs and “a reasonable\nattorney’s fee as determined by the court” in the case of “any\nsuccessful action to enforce the foregoing liability.”\n§1692k(a)(3). But courts have discretion in calculating reasonable\nattorney’s fees under this statute,[Footnote 16] and §1692k(a)(3) authorizes courts to award\nattorney’s fees to the defendant if a plaintiff’s suit “was brought\nin bad faith and for the purpose of harassment.”Lawyers also have recourse to the affirmative\ndefense in §1692k(c). Not every uncertainty presented in litigation\nstems from interpretation of the requirements of the Act itself;\nlawyers may invoke the bona fide error defense, for instance, where\na violation results from a qualifying factual error. Jerman and the\nGovernment suggest that lawyers can entirely avoid the risk of\nmisinterpreting the Act by obtaining an advisory opinion from the\nFTC under §1692k(e). Carlisle fairly observes that the FTC has not\nfrequently issued such opinions, and that the average processing\ntime may present practical difficulties. Indeed, the Government\ninformed us at oral argument that the FTC has issued only four\nopinions in the past decade (in response to seven requests), and\nthe FTC’s response time has typically been three or four months.\nTr. of Oral Arg. 27–28, 30. Without disregarding the possibility\nthat the FTC advisory opinion process might be useful in some\ncases, evidence of present administrative practice makes us\nreluctant to place significant weight on §1692k(e) as a practical\nremedy for the concerns Carlisle has identified.We are unpersuaded by what seems an implicit\npremise of Carlisle’s arguments: that the bona fide error defense\nis a debt collector’s sole recourse to avoid potential liability.\nWe addressed a similar argument inHeintz, in which the\npetitioner urged that certain of the Act’s substantive provisions\nwould generate “ ‘anomalies’ ” if the term “debt\ncollector” was read to include litigating lawyers. 514 U. S., at\n295. Among other things, the petitioner inHeintzcontended that §1692c(c)’s bar on further communication with a\nconsumer who notifies a debt collector that she is refusing to pay\nthe debt would prohibit a lawyer from filing a lawsuit to collect\nthe debt.Id.,at 296–297. We agreed it would be “odd” if\nthe Act interfered in this way with “an ordinary debt-collecting\nlawsuit” but suggested §1692c(c) did not demand such a reading in\nlight of several exceptions in the text of that provision itself.Ibid.As inHeintz, we need not authoritatively\ninterpret the Act’s conduct-regulating provisions to observe that\nthose provisions should not be assumed to compel absurd results\nwhen applied to debt collecting attorneys.To the extent the FDCPA imposes some\nconstraints on a lawyer’s advocacy on behalf of a client, it is\nhardly unique in our law. “[A]n attorney’s ethical duty to advance\nthe interests of his client is limited by an equally solemn duty to\ncomply with the law and standards of professional conduct.”Nixv.Whiteside,475 U. S. 157, 168\n(1986). Lawyers face sanctions, among other things, for suits\npresented “for any improper purpose, such as to harass, cause\nunnecessary delay, or needlessly increase the cost of litigation.”\nFed. Rules Civ. Proc. 11(b), (c). Model rules of professional\nconduct adopted by many States impose outer bounds on an attorney’s\npursuit of a client’s interests. See,e.g.,ABA Model\nRules of Professional Conduct 3.1 (2009) (requiring nonfrivolous\nbasis in law and fact for claims asserted); 4.1 (truthfulness to\nthird parties). In some circumstances, lawyers may face personal\nliability for conduct undertaken during representation of a client.\nSee,e.g.,Central Bank of Denver, N. A.v.First Interstate Bank of Denver, N. A.,511 U. S. 164, 191\n(1994) (“Any person or entity, including a lawyer, … who employs a\nmanipulative device or makes a material misstatement (or omission)\non which a purchaser or seller of securities relies may be liable\nas a primary violator under [Securities and Exchange Commission\nRule] 10b–5”).Moreover, a lawyer’s interest in avoiding\nFDCPA liability may not always be adverse to her client. Some\ncourts have held clients vicariously liable for their lawyers’\nviolations of the FDCPA. See,e.g.,Foxv.Citicorp Credit Servs., Inc., 15 F. 3d 1507, 1516\n(CA9 1994); see alsoFirst Interstate Bank of Fort Collins,\nN. A.v.Soucie, 924 P. 2d 1200, 1202\n(Colo. App. 1996).The suggestion that our reading of §1692k(c)\nwill create unworkable consequences is also undermined by the\nexistence of numerous state consumer protection and debt collection\nstatutes that contain bona fide error defenses that are either\nsilent as to, or expressly exclude, legal errors.[Footnote 17] Several States have enacted\ndebt collection statutes that contain neither an exemption for\nattorney debt collectors nor any bona fide error defense at all.\nSee,e.g.,Mass. Gen. Laws, ch. 93, §49 (West 2008); Md.\nCom. Law Code Ann. §14–203 (Lexis 2005); Ore. Rev. Stat. §646.641\n(2007); Wis. Stat. §427.105 (2007–2008). More generally, a group of\n21 States asamicisupporting Jerman inform us they are\naware of “no [judicial] decisions interpreting a parallel state\nbona fide error provision [in a civil regulatory statute] to\nimmunize a defendant’s mistake of law,” except in a minority of\nstatutes that expressly provide to the contrary.[Footnote 18] See Brief for State of New\nYork et al. asAmici Curiae11, and n. 6.\nNeither Carlisle and itsamicinor the dissent demonstrate\nthat lawyers have suffered drastic consequences under these state\nregimes.In the dissent’s view, these policy concerns\nare evidence that “Congress could not have intended” the reading we\nadopt today.Post, at 5. But the dissent’s reading raises\nconcerns of its own. The dissent focuses on the facts of this case,\nin which an attorney debt collector, in the dissent’s view, “acted\nreasonably at every step” and committed a “technical violation”\nresulting in no “actual harm” to the debtor.Post,at 12,\n6, 8. But the dissent’s legal theory does not limit the defense to\nattorney debt collectors or “technical” violations.[Footnote 19] Under that approach, it\nappears, nonlawyer debt collectors could obtain blanket immunity\nfor mistaken interpretations of the FDCPA simply by seeking the\nadvice of legal counsel. Moreover, many debt collectors are\ncompensated with a percentage of money recovered, and so will have\na financial incentive to press the boundaries of the Act’s\nprohibitions on collection techniques. It is far from obvious why\nimmunizing debt collectors who adopt aggressive but mistaken\ninterpretations of the law would be consistent with the statute’s\nbroadly worded prohibitions on debt collector misconduct. Jerman\nand heramiciexpress further concern that the dissent’s\nreading would give a competitive advantage to debt collectors who\npress the boundaries of lawful conduct. They foresee a “race to the\nbottom” driving ethical collectors out of business. Brief for\nPetitioner 32; Brief for Public Citizen et al. asAmici\nCuriae16–18. It is difficult to square such a result with\nCongress’ express purpose “to eliminate abusive debt collection\npractices by debt collectors, [and] to insure that those debt\ncollectors who refrain from using abusive debt collection practices\nare not competitively disadvantaged,” §1692(e).The dissent’s reading also invites litigation\nabout a debt collector’s subjective intent to violate the FDCPA and\nthe adequacy of procedures maintained to avoid legal error. Cf.Barlow, 7 Pet., at 411 (maxim that ignorance of the law\nwill not excuse civil or criminal liability “results from the\nextreme difficulty of ascertaining what is, bona fide, the\ninterpretation of the party”). Courts that read §1692k(c) to permit\na mistake-of-law defense have adopted varying formulations of what\nlegal procedures are “reasonably adapted to avoid any [legal]\nerror.”[Footnote 20] Among\nother uncertainties, the dissent does not explain whether it would\nread §1692k(c) to impose a heightened standard for the procedures\nattorney debt collectors must maintain, as compared to nonattorney\ndebt collectors. The increased cost to prospective plaintiffs in\ntime, fees, and uncertainty of outcome may chill private suits\nunder the statutory right of action, undermining the FDCPA’s\ncalibrated scheme of statutory incentives to encourage\nself-enforcement. Cf. FTC, Collecting Consumer Debts: The Challenge\nof Change 67 (2009) (“Because the Commission receives more than\n70,000 third-party debt collection complaints per year, it is not\nfeasible for federal government law enforcement to be the exclusive\nor primary means of deterring all possible law violations”). The\nstateamicipredict that, on the dissent’s reading,\nconsumers will have little incentive to bring enforcement actions\n“where the law [i]s at all unsettled, because in such circumstances\na debt collector could easily claim bona fide error of law”; in the\nStates’ view, the resulting “enforcement gap” would be “extensive”\nat both the federal and State levels. See Brief for State of New\nYork et al. asAmici Curiae7–10. In short, the\npolicy concerns identified by the dissent tell only half the\nstory.[Footnote 21]In sum, we do not foresee that our decision\ntoday will place unmanageable burdens on lawyers practicing in the\ndebt collection industry. To the extent debt collecting lawyers\nface liability for mistaken interpretations of the requirements of\nthe FDCPA, Carlisle, itsamici, and the dissent have not\nshown that “the result [will be] so absurd as to warrant”\ndisregarding the weight of textual authority discussed above.Heintz, 514 U. S., at 295. Absent such a showing,\narguments that the Act strikes an undesirable balance in assigning\nthe risks of legal misinterpretation are properly addressed to\nCongress. To the extent Congress is persuaded that the policy\nconcerns identified by the dissent require a recalibration of the\nFDCPA’s liability scheme, it is, of course, free to amend the\nstatute accordingly.[Footnote\n22] Congress has wide latitude, for instance, to revise §1692k\nto excuse some or all mistakes of law or grant broader discretion\nto district courts to adjust a plaintiff’s recovery. This Court may\nnot, however, read more into §1692k(c) than the statutory language\nnaturally supports. We therefore hold that the bona fide error\ndefense in §1692k(c) does not apply to a violation of the FDCPA\nresulting from a debt collector’s incorrect interpretation of the\nrequirements of that statute.*  *  *For the reasons discussed above,\nthe judgment of the United States Court of Appeals for the Sixth\nCircuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1Section 1692g(a)(3) requires a debt\ncollector, within five days of an “initial communication” about the\ncollection of a debt, to send the consumer a written notice\ncontaining,inter alia, “a statement that unless the\nconsumer, within thirty days after receipt of the notice, disputes\nthe validity of the debt, or any portion thereof, the debt will be\nassumed to be valid by the debt collector.”Footnote 2The District Court distinguished, for\ninstance,Grazianov.Harrison, 950 F. 2d\n107, 112 (CA3 1991), which held a consumer’s dispute of a debt\nunder §1692g must be in writing to be effective. Noting that\ndistrict courts within the Sixth Circuit had reached different\nresults, and distinguishing one unpublished Sixth Circuit decision\nwhich Carlisle suggested approved a form with an in-writing\nrequirement, the court adopted the reasoning fromCamachov.Bridgeport Financial, Inc., 430 F. 3d 1078,\n1080–1082 (CA9 2005), and held that the plain language of §1692g\ndoes not impose an “in writing” requirement on consumers. See 464\nF. Supp. 2d, at 725.Footnote 3Because the question was not raised on\nappeal, the Court of Appeals did not address whether Carlisle’s\ninclusion of the “in writing” requirement violated §1692g. 538\nF. 3d, at 472, n. 2. We likewise express no view about\nwhether inclusion of an “in writing” requirement in a notice to a\nconsumer violates §1692g, as that question was not presented in the\npetition for certiorari. CompareGraziano,supra,\nat 112 (reading §1692g(a)(3) to require that “any dispute, to be\neffective, must be in writing”), withCamacho,supra, at 1082 (under §1692g(a)(3), “disputes need not be\nmade in writing”).Footnote 4Compare,e.g., 538 F. 3d, at\n476 (case below), withBakerv.G. C. Servs.\nCorp., 677 F. 2d 775, 779 (CA9 1982), andHulshizerv.Global Credit Servs., Inc., 728\nF. 2d 1037, 1038 (CA8 1984)(per curiam).The Courts of Appeals have also expressed\ndifferent views about whether 15 U. S. C. §1692k(c) applies to\nviolations of the FDCPA resulting from a misinterpretation of the\nrequirements of state law. CompareJohnsonv.Riddle, 305 F. 3d 1107, 1121 (CA10 2002) (concluding\nthat §1692k(c) applies where a debt collector’s misinterpretation\nof a Utah dishonored check statute resulted in a violation of\n§1692f(1), which prohibits collection of any amount not “permitted\nby law”), withPichtv.Jon R. Hawks, Ltd., 236\nF. 3d 446, 451–452 (CA8 2001) (stating that §1692k(c) does not\npreclude FDCPA liability resulting from a creditor’s mistaken legal\ninterpretation of a Minnesota garnishment statute). The parties\ndisagree about whether §1692k(c) applies when a violation results\nfrom a debt collector’s misinterpretation of the legal requirements\nof state law or federal law other than the FDCPA. Compare Brief for\nPetitioner 47–49, with Brief for Respondents 60–62. Because this\ncase involves only an alleged misinterpretation of the requirements\nof the FDCPA, we need not, and do not, reach those other\nquestions.Footnote 5The dissent discounts the relevance of the\nprinciple here, on grounds that this case involves the scope of a\nstatutory exception to liability, rather than a provision\n“delineat[ing] a category of prohibited conduct.”Post, at\n15 (opinion of Kennedy, J.). That is a distinction without a\ndifference, as our precedents have made clear for more than 175\nyears.Barlowinvolved a statute providing for forfeiture\nof any goods entered “by a false denomination” in the office of a\ncustoms collector “for the benefit of drawback or bounty upon the\nexportation”; the statute included, however, an exception under\nwhich “said forfeiture shall not be incurred, if it shall be made\nappear … that such false denomination … happened by mistake or\naccident, and not from any intention to defraud the revenue.” 7\nPet., at 406; see also Act of Mar. 2, 1799, §84, 1 Stat. 694. The\nCourt concluded that the shipment at issue, entered as “refined\nsugars,” was mislabeled under the prevailing meaning of that term\nand thus was subject to forfeiture “unless the [petitioner] c[ould]\nbring himself within the exceptio[n].” 7 Pet., at 409–410. As there\nhad been no “accident” or “mistake” of fact, the “only mistake, if\nthere ha[d] been any, [wa]s a mistake of law.”Id.,at\n410–411. The Court observed that the shipper’s conduct, even if\n“entirely compatible with good faith, [wa]s not wholly free from\nthe suspicion of an intention to overreach … by passing off, as\nrefined sugars, what he well knew were not admitted to be such.”Id.,at 411. But the Court declined to resolve the case on\nthe ground of the shipper’s intent, instead invoking the “common\nmaxim, familiar to all minds, that ignorance of the law will not\nexcuse any person, either civilly or criminally.”Ibid.Notwithstanding the existence of a statutory exception—which did\nnot expressly exclude legal errors from the category of\n“mistake[s]” made without “intention to defraud”—the Court saw “not\nthe least reason to suppose that the legislature, in this\nenactment, had any intention to supersede the common principle.”Ibid.The dissent impliesBarlowis too old to be relevant.Post, at 16. But at least in the context ofstare\ndecisis, this Court has suggested precedents tend to gain, not\nlose, respect with age. SeeMontejov.Louisiana,\n556 U. S. ___, ___ (2009) (slip op., at 13). In any event, Justice\nStory’s opinion for a unanimous Court inBarlowis hardly\na relic. As recently as 1994 this Court cited it for the “venerable\nprinciple” that ignorance of the law generally is no defense.Ratzlafv.United States,510 U. S. 135, 149; see\nalsoCheekv.United States,498 U. S. 192, 199 (1991) (citingBarlowfor a similar proposition).Footnote 6Different considerations apply, of course, in\ninterpreting criminal statutes.Safeco Ins. Co. of Americav.Burr,551 U. S. 47, 57–58, n. 9 (2007).\nBut even in that context, we have not consistently required\nknowledge that the offending conduct is unlawful. See,e.g.,Ellisv.United States,206 U. S. 246, 255, 257 (1907)\n(observing, in the context of a statute imposing liability for\n“intentiona[l] violat[ions],” that “[i]f a man intentionally adopts\ncertain conduct in certain circumstances known to him, and that\nconduct is forbidden by the law under those circumstances, he\nintentionally breaks the law in the only sense in which the law\never considers intent”).Footnote 7Indeed, inInternational Minerals,\nthe Court faced, and evidently rejected, the distinction the\ndissent would draw today between the term “ ‘violation’ ”\nand a reference to “the conduct giving rise to the violation.”Post, at 3. As noted, inInternational Minerals,\nthe Court rejected a mistake-of-law defense for a statute that\napplied to those who “knowingly violat[e]” certain regulations. 402\nU. S., at 559, 563. In so doing, however, we expressly acknowledged\nthe contrary view adopted by one lower court opinion that knowledge\nof the regulations was necessary.Id.,at 562 (citingSt. Johnsbury Trucking Co.v.United States, 220\nF. 2d 393, 397 (CA1 1955) (Magruder, C. J., concurring)).\nThe dissenting opinion inInternational Mineralsquoted\nextensively portions of theSt. Johnsburyconcurrence that\nreached its result by contrasting a statute making it an offense\n“ ‘ “knowingly” to sell adulterated milk’ ” with one\nthat makes it an offense “ ‘knowingly [to] violat[e] a\nregulation.’ ” 402 U. S., at 566 (Stewart, J., dissenting)\n(quotingSt. Johnsbury,supra, at 398).Liparotav.United States,471 U. S. 419(1985), is\nalso inapposite. Cf.post, at 3 (Kennedy, J., dissenting).\nConcluding that a mistake-of-law defense is available under a\nprovision that specifies particular conduct undertaken while\n“ ‘knowing’ ” that food stamp coupons had been\n“ ‘used in any manner in violation of [law],’ ” 471 U.\nS., at 428, n. 12, says little about the meaning of a “not\nintentional” “violation” in 15 U. S. C. §1692k(c). Indeed, the\nstatute inLiparotabears a closer resemblance to the\nadministrative penalty provision in §45(m)(1)(A). Seesupra, at 8–9.Footnote 8One of Carlisle’samicisuggests the\nFTC safe harbor would provide a more categorical immunity than\n§1692k(c), obviating the need,e.g., to maintain\n“procedures reasonably adapted to avoid any such error.” Brief for\nNational Association of Retail Collection Attorneys asAmicus\nCuriae18–19 (NARCA Brief). Even if that is true, we need not\nconclude that the FTC safe harbor would be rendered entirely\nsuperfluous to reason that the existence of that provision counsels\nagainst extending the bona fide error defense to serve an\noverlapping function.Footnote 9Carlisle raises concerns about whether, in\nlight of contemporary administrative practice, the FTC safe harbor\nis a realistic way for debt collectors and their lawyers to seek\nguidance on the numerous time-sensitive legal issues that arise in\nlitigation. These practical concerns, to which we return below, do\nnot change our understanding of the statutory text itself or the\nlikely intent of the enacting Congress.Footnote 10SeeIvesv.W. T. Grant\nCo., 522 F. 2d 749, 757–758 (CA2 1975) (concluding that the\nbona fide error defense in §1640(c) was unavailable despite\ncreditor’s reliance, in selecting language for credit contract\nforms, on a pamphlet issued by the Federal Reserve Board);Haynesv.Logan Furniture Mart, Inc., 503\nF. 2d 1161, 1167 (CA7 1974) (“[Section] 1640(c) offers no\nshelter from liability for the defendant, whose error … was\njudgmental with respect to legal requirements of the Act and not\nclerical in nature”);Palmerv.Wilson, 502\nF. 2d 860, 861 (CA9 1974) (similar).Carlisle contends the meaning of TILA’s defense was unsettled at\nthe time of the FDCPA’s enactment, relying first on several\nDistrict Court opinions extending the defense to good-faith legal\nerrors. See,e.g.,Welmakerv.W. T. Grant\nCo., 365 F. Supp. 531, 544 (ND Ga. 1972). But even\nassuming Congress would have looked to district court, rather than\ncourt of appeals, opinions in discerning the meaning of the\nstatutory language, applicable Circuit precedent had cast some\ndoubt on those decisions by the time the FDCPA was enacted. See,e.g.,Turnerv.Firestone Tire & Rubber\nCo., 537 F. 2d 1296, 1298 (CA5 1976)(per\ncuriam)(referring to §1640(c) as the “so-called clerical\nerror defense”). Carlisle also relies on the holding inThrift\nFunds of Baton Rouge, Inc.v.Jones, 274 So. 2d\n150 (La. 1973). But in that case, the Louisiana Supreme Court\nconcluded only that a lender’s mistaken interpretation ofstateusury law did not “amoun[t] to an intentional\nviolation of [TILA’s] disclosure requirements.”Id.,at\n161. The Louisiana court had no occasion to address the question\nanalogous to the one we consider today: whether TILA’s bona fide\nerror defense extended to violations resulting from mistaken\ninterpretation of TILA itself. See n. 4,supra;see alsoStarksv.Orleans Motors, Inc., 372 F. Supp.\n928, 931 (ED La.) (distinguishingThrift Fundson this\nbasis), aff’d, 500 F. 2d 1182 (CA5 1974). These precedents\ntherefore do not convince us that Congress would have ascribed a\ndifferent meaning to the statutory language it chose for the FDCPA.\nComparepost, at 2 (Scalia, J.,concurring in\npart and concurring in judgment), withHerman &\nMacLeanv.Huddleston,459 U. S. 375, 384–386,\nand n. 21 (1983) (concluding that Congress had “ratified” the\n“well-established judicial interpretation” of a statute by leaving\nit intact during a comprehensive revision, notwithstanding “[t]wo\nearly district court decisions,” not subsequently followed, that\nhad adopted a contrary view).Footnote 11That only three Courts of Appeals had\noccasion to address the question by the time the FDCPA was enacted\ndoes not render such an inference unreasonable. Contra,post, at 1–2 (opinion of Scalia, J.). Whether or not we\nwould take that view when such an inference serves as a court’s\nsole interpretative guide, here our conclusion also relies on\ncommon principles of statutory interpretation, as well as the\nstatute’s text and structure. Moreover, the inference is supported\nby the fact that TILA and the FDCPA were enacted as complementary\ntitles of the CCPA, a comprehensive consumer-protection statute.\nWhile not necessary to our conclusion, evidence from the\nlegislative record demonstrates that some Members of Congress\nunderstood the relationship between the FDCPA and existing\nprovisions of the CCPA. See,e.g.,123 Cong. Rec. 10242\n(1977) (remarks of Rep. Annunzio) (civil penalty provisions in\nHouse version of bill were “consistent with those in the [CCPA]”);\nFair Debt Collection Practices Act: Hearings on S. 656 et al.\nbefore the Subcommittee on Consumer Affairs of the Senate Committee\non Banking, Housing and Urban Affairs, 95th Cong., 1st Sess., 51,\n707 (1977) (statement of Rep. Wylie) (describing “[c]ivil liability\nprovisions” in the House bill as “the standard provisions that\nattach to all the titles of the [CCPA]”).Footnote 12Although again not necessary to our\nconclusion, evidence from the legislative record suggests some\nMembers of Congress understood the amendment to “clarif[y]” the\nmeaning of TILA’s bona fide error defense “to make clear that it\napplies to mechanical and computer errors, provided they are not\nthe result of erroneous legal judgments as to the act’s\nrequirements.” S. Rep. No. 96–73, pp. 7–8 (1979); see also\nLockhart, 153 A. L. R. Fed. 211–212, §2[a] (1999)\n(amendment “was intended merely to clarify what was then the\nprevailing view, that the bona fide error defense applies to\nclerical errors, not including errors of legal judgment”) (relying\non S. Rep. No. 96–368, p. 32 (1979)).The concurring and dissenting opinions perceive an inconsistency\nbetween these references to clerical errors, as well as similar\nreferences in the pre-FDCPA precedents interpreting TILA,\nn. 10,supra, and reading the FDCPA’s bona fide error\ndefense to include factual mistakes.Post, at 2–4, and\nn. 2 (opinion of Scalia, J.);post, at 20 (Kennedy,\nJ., dissenting). The quoted legislative history sources, however,\nwhile stating expressly that the TILA defense excludeslegalerrors, do not discuss a distinction between\nclerical and factual errors. Similarly, the cited cases\ninterpreting TILA do not address a distinction between factual and\nclerical errors; rather, the courts were presented with claims that\nthe defense applied to mistakes of law or other nonfactual errors\nthat the courts found not to be bona fide. SeeIves, 522\nF. 2d, at 756–757;Haynes, 503 F. 2d, at\n1166–1167;Palmer, 502 F. 2d, at 861. While factual\nmistakes might, in some circumstances, constitute bona fide errors\nand give rise to violations that are “not intentional” within the\nmeaning of §1692k(c), we need not and do not decide today the\nprecise distinction between clerical and factual errors, or what\nkinds of factual mistakes qualify under the FDCPA’s bona fide error\ndefense. Cf. generally R. Hobbs, National Consumer Law Center, Fair\nDebt Collection §7.2 (6th ed. 2008 and Supp. 2009) (surveying case\nlaw on scope of §1692k(c)).Footnote 13The Government observes that several federal\nagencies have construed similar bona fide error defenses in\nstatutes they administer to exclude errors of law. See Brief for\nUnited States asAmicus Curiae28–30. The Secretary of\nHousing and Urban Development, for instance, has promulgated\nregulations specifying that the bona fide error defense in the Real\nEstate Settlement Procedures Act of 1974, 12 U. S. C.\n§2607(d)(3), does not apply to “[a]n error of legal judgment,” 24\nCFR §3500.15(b)(1)(ii) (2009). While administrative interpretations\nof other statutes do not control our reading of the FDCPA, we find\nit telling that no agency has adopted the view of the Court of\nAppeals. Of course, nothing in our opinion today addresses the\nvalidity of such regulations or the authority of agencies\ninterpreting bona fide error provisions in other statutes to adopt\na different reading. SeeNational Cable &\nTelecommunications Assn.v.Brand X Internet\nServices,545\nU. S. 967, 982–983 (2005).Footnote 14For instance, an amendment was proposed and\nrejected during the Senate Banking Committee’s consideration of the\nFDCPA that would have required proof that a debt collector’s\nviolation was “knowin[g].” Senator Riegle, one of the Act’s primary\nsponsors, opposed the change, explaining that the bill reflected\nthe view that “certain things ought not to happen, period… .\n[W]hether somebody does it knowingly, willfully, you know, with a\ngood heart, bad heart, is really quite incidental.” See Senate\nCommittee on Banking, Housing and Urban Affairs, Markup Session: S.\n1130—Debt Collection Legislation 60 (July 26, 1977) (hereinafter\nMarkup); see alsoibid.(“We have left a way for these\ndisputes to be adj[u]dicated if they are brought, where somebody\ncan say, I didn’t know that, or my computer malfunctioned,\nsomething happened, I didn’t intend for the effect to be as it\nwas”). To similar effect, a House Report on an earlier version of\nthe bill explained the need for new legislation governing use of\nthe mails for debt collection on grounds that existing statutes\n“frequently require[d]” a showing of “specific intent[,] which is\ndifficult to prove.” H. R. Rep. No. 95–131, p. 3 (1977).\nElsewhere, to be sure, the legislative record contains statements\nmore supportive of Carlisle’s interpretation. In particular, a\nconcern was raised in the July 26 markup session that the TILA bona\nfide error defense had been interpreted “as only protecting against\na mathematical error,” and that the FDCPA defense should “go\nbeyond” TILA to “allow the courts discretion to dismiss a violation\nwhere it was a technical error.” Markup 20. In response, a staffer\nexplained that the FDCPA defense would “apply to any violation of\nthe act which was unintentional,” and answered affirmatively when\nthe Chairman asked: “So it’s not simply a mathematical error but\nany bona fide error without intent?”Id.,at 21. Whatever\nthe precise balance of these statements may be, we can conclude\nthat this equivocal evidence from legislative history does not\ndisplace the clear textual and contextual authority discussed\nabove.Footnote 15The dissent also cites several other\nconsumer-protection statutes, such as TILA and the Fair Credit\nReporting Act, 15 U. S. C. §1681et seq., which in\nits view create “incentives to file lawsuits even where no actual\nharm has occurred” and are illustrative of what the dissent\nperceives to be a “troubling dynamic of allowing certain actors in\nthe system to spin even good-faith, technical violations of federal\nlaw into lucrative litigation.”Post, at 5–6. The\ndissent’s concern is primarily with Congress’ policy choice,\nembodied in statutory text, to authorize private rights of action\nand recovery of attorney’s fees, costs, and in some cases, both\nactual and statutory damages. As noted, in one of the statutes the\ndissent cites, Congress explicitly barred reliance on a\nmistake-of-law defense notwithstanding the “highly technical”\nnature of the scheme. See 15 U. S. C. §1640(c) (TILA);Ford Motor Credit Co.v.Milhollin,444 U. S. 555, 566 (1980). Similarly,\nthe plain text of the FDCPA authorizes a private plaintiff to\nrecover not only “actual damage[s]” for harm suffered but also\n“such additional damages as the court may allow,” §1692k(a).Footnote 16The Courts of Appeals generally review a\nDistrict Court’s calculation of an attorney fee award under §1692k\nfor abuse of discretion. See,e.g.,Carrollv.Wolpoff & Abramson, 53 F. 3d 626, 628–629 (CA4\n1995);Emanuelv.American Credit Exchange, 870\nF. 2d 805, 809 (CA2 1989). Many District Courts apply a\nlodestar method, permitting downward adjustments in appropriate\ncircumstances. See,e.g.,Schlacherv.Law\nOffices of Phillip J. Rotche & Assoc., P. C., 574\nF. 3d 852 (CA7 2009) (relying onHensleyv.Eckerhart,461 U. S. 424(1983));Ferlandv.Conrad Credit Corp., 244 F. 3d 1145,\n1148–1151, and n. 4 (CA9 2001)(per curiam);see generally\nHobbs, Fair Debt Collection §6.8.6. InSchlacher, for\ninstance, the court affirmed a downward adjustment for the\n“unnecessary use of multiple attorneys … in a straightforward,\nshort-lived [FDCPA] case.” 574 F. 3d, at 854–855. InCarroll, the court found no abuse of discretion in a\nDistrict Court’s award of a $500 attorney’s fee, rather than the\nlodestar amount, where the lawsuit had recovered only $50 in\ndamages for “at most a technical violation” of the FDCPA. 53\nF. 3d, at 629–631.Lower courts have taken different views about when, and whether,\n§1692k requires an award of attorney’s fees. CompareTolentinov.Friedman, 46 F. 3d 645 (CA7 1995)\n(award of fees to a successful plaintiff “mandatory”), andEmanuel,supra, at 808–809 (same, even where the\nplaintiff suffered no actual damages), withGraziano, 950\nF. 2d, at 114, and n. 13 (attorney’s fees may be denied for\nplaintiff’s “bad faith conduct”), andJohnsonv.Eaton, 80 F. 3d 148, 150–152 (CA5 1996) (“attorney’s\nfees … are only available [under §1692k] where the plaintiff has\nsucceeded in establishing that the defendant is liable for actual\nand/or additional damages”; this reading “will deter suits brought\nonly as a means of generating attorney’s fees”). We need not\nresolve these issues today to express doubt that our reading of\n§1692k(c) will impose unmanageable burdens on debt collecting\nlawyers.Footnote 17See Brief for Ohio Creditor’s Attorneys\nAssociation et al. asAmici Curiae4–6, and nn. 7–8\n(identifying “134 state consumer protection and debt collection\nstatutes,” 42 of which expressly exclude legal errors from their\ndefenses for bona fide errors).Footnote 18See,e.g.,Kan. Stat. Ann.\n§16a–5–201(7) (2007) (provision of Kansas Consumer Credit Code\nproviding a defense for a “bona fide error of law or fact”); Ind.\nCode §24–9–5–5 (West 2004) (defense for creditor’s “bona fide error\nof law or fact” in Indiana Home Loan Practices Act).Footnote 19The dissent also downplays the predicate fact\nthat respondents in this case brought a foreclosure lawsuit against\nJerman for a debt she had already repaid. Neither the lower courts\nnor this Court have been asked to consider, and thus we express no\nview about, whether Carlisle could be subject to liability under\nthe FDCPA for that uncontested error—regardless of how reasonably\nCarlisle may have acted after the mistake was pointed out by\nJerman’s (privately retained) lawyer.Footnote 20CompareHartmanv.Great Senaca\nFinancial Corp., 569 F. 3d 606, 614–615 (CA6 2009)\n(suggesting that reasonable procedures might include “perform[ing]\nongoing FDCPA training, procur[ing] the most recent case law, or\nhav[ing] an individual responsible for continuing compliance with\nthe FDCPA”), withJohnsonv.Riddle, 443\nF. 3d 723, 730–731 (CA10 2006) (suggesting that researching\ncase law and filing a test case might be sufficient, but remanding\nfor a jury determination of whether the “limited [legal] analysis”\nundertaken was sufficient and whether the test case was in fact a\n“sham”).Footnote 21The dissent adds in passing that today’s\ndecision “creates serious concerns … for First Amendment rights.”Post, at 13 (citingLegal Services Corporationv.Velazquez,531 U. S. 533, 545\n(2001)). That claim was neither raised nor passed upon below, and\nwas mentioned neither in the certiorari papers nor the parties’\nmerits briefing to this Court. We decline to express any view on\nit. SeeCutterv.Wilkinson,544 U. S. 709, 718, n. 7\n(2005).Footnote 22The FDCPA has been amended some eight times\nsince its enactment in 1977; the most recent amendment addressed a\nconcern not unrelated to the question we consider today, specifying\nthat a pleading in a civil action is not an “initial communication”\ntriggering obligations under §1692g requiring a written notice to\nthe consumer. Financial Services Regulatory Relief Act of 2006,\n§802(a), 120 Stat. 2006 (codified at 15 U. S. C.\n§1692g(d)).",
    "joined": []
}