{
    "case": {
        "docket": "18-1584",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1584/"
    },
    "id": "4261643",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1584 and 18–1587_________________UNITED STATES FOREST SERVICE,\net al., PETITIONERS18–1584v.COWPASTURE RIVER PRESERVATION\nASSOCIATION et al.ATLANTIC COAST PIPELINE, LLC,\nPETITIONER18–1587v.COWPASTURE RIVER PRESERVATION\nASSOCIATION, et al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[June 15, 2020]Justice Sotomayor, with whom Justice Kagan\njoins, dissenting.The majority’s complicated discussion of\nprivate-law easements, footpath maintenance, differently worded\nstatutes, and policy masks the simple (and only) dispute here. Is\nthe Appalachian National Scenic Trail “lan[d] in the National Park\nSystem”? 30 U. S. C. §185(b)(1). If it is, then the\nForest Service may not grant a natural-gas pipeline right-of-way\nthat crosses the Trail on federally owned land. So says the Mineral\nLeasing Act, and the parties do not disagree. See Brief for\nPetitioner Atlantic Coast Pipeline, LLC, 10; Brief for Federal\nPetitioners 3; Brief for Respondents 1.By definition, lands in the National Park System\ninclude “any area of land” “administered” by the Park Service for\n“park, monument, historic, parkway, recreational, or other\npurposes.” 54 U. S. C. §100501. So says the\nNational Park Service Organic Act, and the parties agree. See Brief\nfor Petitioner Atlantic Coast Pipeline, LLC, 38; Brief for Federal\nPetitioners 45–46; Brief for Respondents 5–6.The Appalachian Trail, in turn, is\n“administered” by the Park Service to ensure “outdoor recreation”\nand to conserve “nationally significant scenic, historic, natural,\nor cultural qualities.” §§3(b), 5(a)(1), 82Stat. 919–920; see also\n34 Fed. Reg. 14337 (1969). So say the National Trails System Act\nand relevant regulations, and again the parties agree. See Brief\nfor Petitioner Atlantic Coast Pipeline, LLC, 6, 8–9; Brief for\nFederal Petitioners 9, 26; Brief for Respondents 5.Thus, as the Government puts it, the only\nquestion here is whether parts of the Appalachian Trail are\n“ ‘lands’ ” within the meaning of those statutes. Brief\nfor Federal Petitioners 3. Those laws, a half century of agency\nunderstanding, and common sense confirm that the Trail is land,\nland on which generations of people have walked. Indeed, for 50\nyears the “Federal Government has referred to the Trail” as a\n“ ‘unit’ ” of the National Park System.Ante, at\n9; see Part I–C,infra. A “unit” of the Park System is by\ndefinition either “land” or “water” in the Park System. 54\nU. S. C. §§100102(6), 100501. Federal law does not\ndistinguish “land” from the Trail any more than it distinguishes\n“land” from the many monuments, historic buildings, parkways, and\nrecreational areas that are also units of the Park System. Because\nthe Trail is land in the Park System, “no federal agency” has\n“authority under the Mineral Leasing Act to grant a pipeline\nright-of-way across such lands.” Brief for Federal Petitioners\n3.By contrast, today’s Court suggests that the\nTrail is not “land” in the Park System at all. The Court strives to\nseparate “thelandsthat the Trail traverses” from “the\nTrail itself,” reasoning that the Trail is simply an “easement,”\n“not land.”Ante, at 6, 7. In doing so, however, the Court\nrelies on anything except the provisions that actually answer the\nquestion presented. Because today’s Court condones the placement of\na pipeline that subverts the plain text of the statutes governing\nthe Appalachian Trail, I respectfully dissent.IPetitioner Atlantic Coast Pipeline, LLC, seeks\nto construct a natural-gas pipeline across the George Washington\nNational Forest. The proposed route traverses 21 miles of national\nforests and requires crossing 57 rivers, streams, and lakes within\nthose forests. See 911 F.3d 150, 155 (CA4 2018) (case below in No.\n18–1584); App. in No. 18–1144 (CA4), p. 1659. The plan calls\nfor “clearing trees and other vegetation from a 125–foot right of\nway (reduced to 75 feet in wetlands) through the national forests,\ndigging a trench to bury the pipeline, and blasting and flattening\nridgelines in mountainous terrains.” 911 F. 3d, at 155.\nConstruction noise will affect Appalachian Trail use 24 hours a\nday. See App. 79–80. Atlantic’s machinery (including the artificial\nlights required to work all night) will dim the stars visible from\nthe Trail. Seeid., at 80. As relevant here, at one stretch\nthe pipeline would cross the Trail.[1]AThree interlocking statutes foreclose this\nproposal. The Mineral Leasing Act authorizes the Secretary of the\nInterior “or appropriate agency head” to grant rights-of-way for\nnatural-gas pipelines “through any Federal lands.” 30\nU. S. C. §185(a); see also §185(q) (governing renewals of\npre-existing pipeline rights-of-way “across Federal\nlands”).[2] “For the purposes\nof ” §185, however, “ ‘Federal lands’ ” exclude\n“lands in the National Park System.” §185(b). Thus, as all\nacknowledge, if a proposed pipeline would cross any land in the\nPark System, then no federal agency would have “authority under the\nMineral Leasing Act to grant” a “right-of-way across” that land.\nBrief for Federal Petitioners 3; see also Brief for Petitioner\nAtlantic Coast Pipeline, LLC, 10; Brief for Respondents 1.[3]Although the Mineral Leasing Act does not define\n“lands in the National Park System,” the Park Service Organic Act\ndoes. Under the Organic Act, the Park System and any “unit” of the\nPark System “include any area of land and water administered by the\nSecretary” of the Interior, “acting through the Director” of the\nPark Service, for “park, monument, historic, parkway, recreational,\nor other purposes.” 54 U. S. C. §§100102, 100501. That\ndefinition is sweeping; whether land or water, “any area” so\n“administered” by the Park Service is in the Park System.\n§100501.[4]In turn, the National Trails System Act of 1968\n(Trails Act), 82Stat. 919, provides that the Appalachian Trail\n“shall be administered” “by the Secretary of the Interior” to\n“provide for maximum outdoor recreation potential and for the\nconservation and enjoyment” of “nationally significant scenic,\nhistoric, natural, or cultural qualities.” §§3(b), 5(a)(1),id., at 919–920; see also 16 U. S. C.\n§§1242(a)(2), 1244(a)(1). The Trails Act provides that the\nSecretary of the Interior has authority to “grant easements and\nrights-of-way,” among other things, “under” the Appalachian Trail’s\nsurface. §9(a), 82Stat. 925; see also 16 U. S. C.\n§1248(a).[5] In 1969, the\nSecretary of the Interior assigned all these powers to the Park\nService, naming it the Trail’s “land administering bureau.” 34 Fed.\nReg. 14337. Since then, the Federal Government has consistently\nidentified the Trail as a “ ‘unit’ ” of, and thus land\nin, the National Park System. 54 U. S. C. §§100102(6),\n100501; see also,e.g.,ante, at 9; Part I–C,infra.By statutory definition, the Appalachian Trail\nis land in the National Park System, and the Mineral Leasing Act\ndoes not permit pipeline rights-of-way across it.BStatutory history reinforces that the\nAppalachian Trail is land in the National Park System. When the\nTrails Act designated the Appalachian Trail in 1968, then-existing\nlaw provided that “all federally owned or controlled lands”\nadministered by the Park Service for certain purposes were within\nthe Park System. §2(a), 67Stat. 496. At the time, though, many\n“lands” owned by the Federal Government were “supervis[ed]” by the\nPark Service “pursuant to cooperative agreement[s]” but technically\n“under the administrative jurisdiction” of other federal agencies.\n§2(b),ibid.The law defined these as “ ‘miscellaneous\nareas’ ” outside of the Park System.Ibid.In 1970, after the Park Service had begun its\nrole as the Trail’s land-administering bureau, Congress enacted the\nGeneral Authorities Act. This Act declared that the Park System had\n“grown to include superlative natural, historic, and recreation\nareas in every major region” and Territory of the United States,\nand that the Act’s “purpose” was “to include all such areas in the\n[Park] System and to clarify the authorities applicable to the\nsystem.” Pub. L. 91–383, §1, 84Stat. 825. To that end, Congress\neliminated the “ ‘miscellaneous areas’ ” classification,\nsee §2(a),id., at 826, and amended the Park Service Organic\nStatute to define the National Park System as “ ‘any area of\nland and water now or hereafter administered by the Secretary of\nthe Interior through the National Park Service.’ ” §2(b),ibid.; see also 54 U. S. C. §§100102(2), (5), (6),\n100501. Of course, the Appalachian Trail was then (and\n“ ‘[t]hereafter’ ”) “ ‘administered by the Secretary\nof the Interior through the National Park Service.’ ” §2(b),\n84Stat. 826.In 1973, having broadly defined lands in the\nPark System, Congress amended the Mineral Leasing Act by\neliminating authority to grant rights-of-way across those lands.\nBefore then, the Mineral Leasing Act had provided limited\npermission to grant rights-of-way through “public lands,” §28,\n41Stat. 449, a term of art referring to certain federally owned\nland that had never been owned by a State or private individual,\nseeWallisv.Pan American Petroleum Corp.,384 U.S.\n63, 65, and n. 2 (1966). The 1973 amendments replaced the\nMineral Leasing Act’s reference to “public lands” with “ ‘all\nlands owned by the United States’ ” and carved out\n“ ‘lands in the National Park System.’ ” §101, 87Stat.\n577; see also 30 U. S. C. §185(b). This carve-out meant\nthat parties seeking to build natural-gas pipelines across\nfederally owned land in the Park System could not rely on the\nMineral Leasing Act. §101, 87Stat. 577; 30 U. S. C.\n§185(b).[6]Put simply, “any area of land and water\nadministered by” the Park Service is a unit of the Park System and\nmust be “regulate[d]” through “means and measures” that “conserve”\nand “provide for the enjoyment of the scenery, natural and historic\nobjects, and wild life” in ways “as will leave them unimpaired for\nthe enjoyment of future generations.” 54 U. S. C.\n§§100101, 100501. By 1970, the Appalachian Trail was no doubt such\nan area, as Congress knew when it excluded all federally owned land\n“in the National Park System” from the Mineral Leasing Act in\n1973.[7] Because the proposed\npipeline here would cross that park land, Atlantic cannot rely on\nthe Mineral Leasing Act to authorize its proposal.CAgency practice confirms this conclusion. For\na half century the Park Service has acknowledged that the\nAppalachian Trail is a unit of (and land in) the Park System.\nRecall that a year after the Trails Act’s enactment, the Secretary\nof Interior named the Park Service the “land administering bureau”\nfor the Appalachian Trail. 34 Fed. Reg. 14337. In 1972, the Park\nService identified the Trail as a “recreational are[a]” that it\n“administered.” National Park Service (NPS), National Parks &\nLandmarks 88 (capitalization deleted). Similarly, as the\nadministrator of that land, the Park Service issued regulations for\nthe Trail under the umbrella, “Areas of the National Park System.”\n36 CFR pt. 7 (1983) (capitalization deleted); see alsoid.,\n§7.100; 48 Fed. Reg. 30252 (1983). When it did so, the Park Service\nexplained that “[t]hese regulations will be utilized to fulfill the\nstatutory purposes of units of the National Park System.” 36 CFR\n§1.1; 48 Fed. Reg. 30275. All those terms—land, area, administer,\nrecreation, unit of the National Park System—trace the Organic\nAct’s definition of land in the Park System. See,e.g., 54\nU. S. C. §§100102(6), 100501.[8]More recently, a 2005 Park Service history\nstated that the Appalachian Trail was “brought into the National\nPark System” by the Trails Act and that, with the Trail’s\n“inclusion in the System, the [Park Service] became responsible for\nits protection and maintenance within federally administered\nareas.” NPS, The National Parks: Shaping the System 77. A 2006 Park\nService handbook stated that “[s]everal components of the National\nTrails System which are administered by the [Park] Service,”\nincluding the Appalachian Trail, “have been designated as units of\nthe national park system” and “are therefore managed as national\npark areas.” NPS, Management Policies 2006, §9.2.2.7, p. 134.\nA 2016 Park Service index similarly listed the Trail as “a unit of\nthe National Park System.” NPS, The National Parks: Index\n2012–2016, p. 142 (NPS Index).Still taking cues from statutory text, the Park\nService continues to refer to the Appalachian Trail as land in the\nPark System. Just last year, the Park Service issued a reference\nmanual describing the Appalachian Trail as a “land protection\nproject” that has “been formally declared [a] uni[t] of the\nNational Park System.” NPS, National Trails System: Reference\nManual 45, pp. 28, 221 (2019) (NPS, Reference Manual). The\nPark Service’s compendium of regulations similarly explains that\nthe General Authorities Act “brought all areas administered by the\n[Park Service] into one National Park System.” NPS, Appalachian\nTrail Superintendent’s Compendium 2 (2019). Even the Park Service’s\nrecent budget justification to Congress identified the Appalachian\nTrail as a “Park Base Uni[t],” a “Park Uni[t],” and a national\n“par[k].” Dept. of Interior, Budget Justifications and Performance\nInformation—Fiscal Year 2020: National Park Service, at\nOverview–16, ONPS–89, –105 (Budget Justifications) (capitalization\ndeleted).The Government has even brought this\nunderstanding to bear against private citizens. For example, the\nGovernment (including the Park Service and the Forest Service)\nfiled a damages lawsuit against an individual, invoking the Organic\nAct and asserting that a segment of the Appalachian Trail passing\nthrough Forest Service lands was a unit of the National Park\nSystem. See Record inUnited Statesv.Reed, No.\n1:05–cv–00010 (WD Va.), Doc. 1, p. 2 (“The United States\n. . . has established the Appalachian National Scenic\nTrail . . . as [a] uni[t] of the National Park Service”).\nIn that case, the Government obtained a jury verdict against\nsomeone who had caused a fire on a Trail segment that was, as the\nGovernment alleged, land in the Park System. Seeibid., see\nalsoid., Doc. 31 (judgment).Here, at least before they reached this Court,\nboth the Park Service and Forest Service explained in proceedings\nbelow that the Trail is land in the Park System. The Park Service\nnoted that the Appalachian Trail is a “protected corridor (a swath\nof land averaging about 1,000 feet in width . . . )”\nthat the Park Service “administers.” App. 97. Thus, the Park\nService detailed, “the entire Trail corridor” is a “park unit.”Ibid.For its part, the Forest Service acknowledged that the\nPark Service “is the lead federal administrator agency for the\nentire [Appalachian Trail], regardless of land ownership.”Id., at 126. Again, this statement echoes the Organic Act’s\ndefinition of land in the Park System, see 54 U. S. C.\n§100501, further reflecting that the Trail is land in the Park\nSystem.The agencies’ common ground does not stop there.\nThe Park Service’s Land Resources Division estimates that the\nAppalachian Trail corridor constitutes nearly 240,000 acres. NPS,\nLand Resources Div., Acreage Reports, Listing of Acreage, p. 1\n(Dec. 31, 2019) (NPS, 2019 Acreage Report). The Forest Service\nconcurs. See Dept. of Agriculture, Revised Land and Resource Mgmt.\nPlan–George Washington Nat. Forest 4–42 (2014) (Forest Service Land\nPlan). In its own management plan, the Forest Service explained\nthat the Secretary of the Interior “administer[s]” in the George\nWashington National Forest “about 9,000 acres.”Ibid.Acres\nof land, that is.As federally owned land administered by the Park\nService, the Trail segment that Atlantic aims to cross is exempt\nfrom the Mineral Leasing Act’s grant of right-of-way authority.IIThe Court resists this conclusion for three\nprincipal reasons. Each tries to detach the Appalachian Trail from\nland, but none adheres to the plain text and history described\nabove.AFirst, the Court posits that the Forest\nService granted the Park Service only an “easement” for the Trail’s\nroute through the George Washington National Forest. Seeante, at 7–10. Because private-law “easements are not land,”\nthe Court reasons, nothing “divest[ed] the Forest Service of\njurisdiction over the lands that the Trail crosses.”Ante,\nat 7, 10.That reasoning is self-defeating. Despite\nrecognizing that the Park Service “administers theTrail,”\nthe Court insists that this administration excludes “the underlying\nland” constituting the Trail.Ante, at 11. But the Court\ndoes not disclose how the Park Service could administer the Trail\nwithout administering the land that forms it.Neither does the Court explain how the Trail\ncould be a unit of the Park System if it is not land. The Court\ndeclares that the Trail’s status as a System “ ‘unit’ ”\ndoes not “indicat[e] that the Trail and the land are the same.”Ante, at 9. But the Court cites no statutory authority for\nthis view. Nor could it. The Organic Act says the opposite: A\n“ ‘System unit’ ” is by definition “land” or “water.” 54\nU. S. C. §§100102(6), 100501. Unless the Court means to\nimply that the Appalachian Trail is water, the Trail must be land\nin the Park System. Indeed, the Court’s atextual reading unsettles\nmuch of the Park System as we know it. Other System units include\nthe Booker T. Washington National Monument, George Washington’s\nbirthplace, the Harriet Tubman Underground Railroad National\nHistorical Park, the Blue Ridge Parkway, and the Golden Gate\nNational Recreation Area. See,e.g., Budget Justifications,\nONPS–89, –92, –109; accord, NPS Index, at 32, 61, 85, 104, 105.\nThese monuments, houses, roads, and recreational areas are just as\nmuch “land” in the Park System as is a foot trail worn into the\nearth.The Court’s analysis of private-law easements is\nalso unconvincing. In the Court’s words, a private-law easement is\n“a limited privilege” granted to “a nonowner” of land.Ante,\nat 7; see alsoibid.(adding that “the grantor of [an]\neasement retains ownership” over the land and that “easements are\nnot land, they merely burden land that continues to be owned by\nanother”). But as the Court recognizes, “the Federal Government\nowns all lands involved here,”ante, at 8, so private law is\ninapposite. Precisely because the Government owns all the lands at\nissue, it makes little sense to ask whether the Government granted\nitself an easement over its own land under state-law principles.\nBetween agencies of the Federal Government, federal statutory\ncommands, not private-law analogies, govern.In any event, the Trails Act provides that the\n“rights-of-way” for the Appalachian Trail “shall include lands\nprotected for it” where “practicable.” 16 U. S. C.\n§1244(a)(1); cf. §1246(d) (listing the “areas . . .\nincluded” in a right-of-way); §1246(e) (providing that the\nGovernment may “acquire such lands or interests therein to be\nutilized as segments of ” a trail and that “lands involved in\nsuch rights-of-way should be acquired in fee”).[9] Thus, even with a so-called “easement” through\na federal forest, the Park Service still administers land\n“acquire[d]” and “protected” for the Trail.[10] That is why the Park Service refers to the\nTrail as a “swath of land,” App. 97; why the Forest Service admits\nthat the Park Service administers those “acres,” Forest Service\nLand Plan 4–42; and why the Secretary of the Interior has authority\nto grant rights-of-way “under” the Trail’s surface, §1248(a).Tellingly, the Court recognizes that §1248(a)\n“extends a positive grant of authority to the agency responsible\nfor the Trail.”Ante, at 9, n. 3. Indeed. That only\nscratches the surface. The Park Service may control what happens\nunder the Trail consistent with “units of the national park\nsystem.” §1246(i). The Park Service also determines which “uses\nalong the trail” to permit, §1246(c), and provides for the Trail’s\n“protection, management, development, and administration,”\n§1246(i). But under the Court’s atextual reading of the relevant\nstatutes, the agency tasked with protecting the Trail (and\nempowered to grant rights-of-way under it) could be excluded from\ndetermining whether a pipeline bores across the Trail. The Court’s\ninterpretation means that the Mineral Leasing Act would not even\nstop Atlantic from building a pipeline on top of an undisputed unit\nof the Park System. Cf.ante, at 17, n. 7. That cannot\nbe right.The Court also appears to assume that the Park\nService’s administrative jurisdiction over lands making up the\nAppalachian Trail must be mutually exclusive with the Forest\nService’s jurisdiction. Seeante, at 6–10 (focusing on\nwhether “jurisdiction over the lands” making up the Trail was\n“transferred,” “convert[ed],” or “divest[ed]”). But this is not a\nzero-sum inquiry. The question is “not whether those portions of\nthe [Appalachian Trail] wereremovedfrom the George\nWashington National Forest; the question is whether they wereaddedto the National Park System.” Brief for National\nResources Defense Council et al. asAmici Curiae2. As\nexplained above, the lands making up the Appalachian Trail were\nindeed added to the National Park System.That the Trail may fall within both the Forest\nSystem and the Park System is not surprising. The Trails Act\nrecognizes that two agencies may have overlapping authority over\nthe Appalachian Trail. See 16 U. S. C. §1244(a)(1)\n(giving the Secretary of the Interior administrative authority “in\nconsultation with the Secretary of Agriculture”); §1246(a)(2)\n(“Development and management of each segment of the National Trails\nSystem shall be designed to harmonize with and complement any\nestablished multiple-use plans for that specific area”). So too the\nMineral Leasing Act contemplates that multiple agencies may share\nauthority over federally owned land implicated in proposed\nrights-of-way. See 30 U. S. C. §185(c); see also\nn. 2,supra. The Court appears to recognize this point,\nseeante, at 9, n. 3, but does not follow it to its\nlogical conclusion: that land may be in both the Park Service and\nthe Forest Service and thus excluded from the Mineral Leasing Act’s\nright-of-way authority. The Mineral Leasing Act’s carve-out simply\nasks whether the federally owned land is in the Park System at all.\nSee §185(b). If it is, then (as the parties recognize) the Mineral\nLeasing Act does not permit pipelines to cross that park land.The Court also cites a 1983 amendment to the\nTrails Act for the proposition that the lands making up the\nAppalachian Trail are not administered by the Park Service. Seeante, at 17 (citing 16 U. S. C. §1246(a)(1)(A)).\nThis provision states that “nothing” in the Trails Act “shall be\ndeemed to transfer among Federal agencies any management\nresponsibilities . . . for federally administered lands\nwhich are components of the National Trails System.”\n§1246(a)(1)(A); see also §207, 97Stat. 45–46. It does not aid the\nCourt’s analysis.For one thing, §1246(a)(1)(A) undercuts the\nCourt’s distinction between a trail and land: The statute equates\n“components of the National Trails System” like the Appalachian\nTrail with “lands.”Ibid.; see also §1241(b) (Appalachian\nTrail is a “componen[t]” of the National Trails System). For\nanother, in relying on this provision, the Court elides two terms\nof art: “administering” land and “managing” it. Seeante, at\n10–11, 17. “Trail administration is distinguished from\non-the-ground trail management.” NPS, Reference Manual 45, at\n21.[11] Section\n1246(a)(1)(A) itself differentiates the terms because it uses both,\nbut disclaims only the transfer of “management,” not\n“administration.” When, as here, “ ‘ “Congress includes\nparticular language in one section of a statute but omits it in\nanother,” ’ ” this Court “generally presumes” that\n“Congress ‘ “intended a difference in meaning.” ’ ”Maine Community Health Optionsv.United States,ante, at 16.This distinction between administration and\nmanagement tracks the Park Service Organic Act. The Organic Act\ndefines the Park System as land “administered” by the Park Service.\n54 U. S. C. §100501; see also §100502 (reflecting\ndifference between administration and management). Similarly, the\nrest of the Trails Act differentiates the two terms by giving the\nSecretary of the Interior (and by extension the Park Service) power\nto “administe[r]” the lands making up the Appalachian Trail,\n§5(a)(1), 82Stat. 920, in consultation with other parties about\nproper Trail “management,” §7(i),id., at 925. Even the\nMineral Leasing Act echoes this difference by equating land “under\nthe jurisdiction of [a] Federal agency” with land “administered” by\nthat agency. 30 U. S. C. §§185(c)(1), (2). The Court may\nbe right that the Park Service “ ‘provide[s]for’ the\nmaintenance of the Trail” while the Forest Service “performsthe necessary physical work,”ante, at 11, but that only\npunctuates the contrast between administration and management. See,e.g., NPS, Reference Manual 45, at 8, 10, 21. There is no\ndisputing that the Park Service administers the Appalachian Trail,\neven if the Forest Service manages it.[12]At bottom, 16 U. S. C. §1246(a)(1)(A)\ndoes not change the fact that the Park Service administers the\nAppalachian Trail as a unit of the Park System. Nor does it\nsupersede the Park Service Organic Act’s definition of Park System\nlands or the Mineral Leasing Act’s exclusion of those lands.BSecond, the Court maintains that Congress\nshould have used “unequivocal and direct language” had it intended\nfor the Trail to be land in the Park System.Ante, at 12.\nThe Court cites the Wild and Scenic Rivers Act (Rivers Act) and the\nBlue Ridge Parkway statutes, noting that Congress “failed to enact\nsimilar language in the Trails Act.”Ante, at 17. But as the\nGovernment explained, “[m]agic words such as ‘transfer\njurisdiction’ are unnecessary.” Reply Brief for Federal Petitioners\n9 (citation omitted).Indeed, neither example lends the Court much\nsupport. Certainly the Rivers Act, 82Stat. 906, stated that any\ncomponent of the Rivers System would “become a part of ” the\nNational Park System. §10(c),id., at 916. But this shows\nthat Congress has many means to make land a unit of the Park\nSystem. Congress charted another path for the Appalachian Trail by\nenacting the General Authorities Act, a statute just as explicit as\nthe Rivers Act. Again, it was after the Park Service had become the\nTrail’s “land administering bureau,” 34 Fed. Reg. 14337, that\nCongress provided that “ ‘any area of land . . . now\nor hereafter administered by the Secretary of the Interior through\nthe National Park Service’ ” is land in the Park System,\n§2(b), 84Stat. 826; see also 54 U. S. C. §§100102(2),\n(6), 100501. Resembling the Rivers Act, the General Authorities Act\nunambiguously provided that a component of the Trails System would\nbecome land in the National Park System.The Blue Ridge Parkway statutes also undermine\nthe Court’s conclusion. The Court cites a 1952 statute and some\nmore recent laws, seeante, at 12, but the enactments that\noriginally created the Blue Ridge Parkway did not include language\nabout “transferring” land from one agency to another. Rather, they\nstated that the parkway “shall be administered and maintained by\nthe Secretary of the Interior through the National Park Service”\nand be “subject to” the Park Service Organic Act, even though the\nrelevant lands included national forests. See\n49 Stat. 2041; ch. 277, 54Stat. 249–250; NPS, Blue Ridge\nParkway: Virginia and North Carolina Final General Management Plan\n12 (2013). The only salient difference between the original Blue\nRidge Parkway statutes and the Trails Act is that, for the latter,\nCongress took an additional step by enacting the General\nAuthorities Act.For similar reasons, it is not significant that\nthe National Trails Act allowed the Secretary of the Interior to\ndecide which agency in the Interior Department would administer the\nAppalachian Trail. Cf.ante, at 14–17. That was a choice for\nCongress and the Executive Branch, not the Judiciary. See §5(a),\n82Stat. 920. More important, this designation had occurred before\nCongress enacted the General Authorities Act and amended the\nMineral Leasing Act, and Congress was aware that the Park Service\nhad already been selected to administer the land. The Court is\ntherefore incorrect to suggest that Congress altered a regulatory\nscheme “through delegation.”Ante, at 15. Congress did so\ninstead explicitly through legislation and ratification.CLast, the Court objects on policy grounds that\nhewing to the statutes’ plain meaning would have “striking\nimplications for federalism and private property rights.”Ibid.Not so. For starters, the pertinent provisions\nunder the Mineral Leasing Act apply only to “lands owned by the\nUnited States.” 30 U. S. C. §185(b)(1). That statute does\nnot address a State or private landowner’s ability to grant\nrights-of-way for pipelines. Congress, moreover, already addressed\nthe Court’s concerns. The Trails Act prescribed the means by which\nnonfederal “land necessary for [the Trail] may be acquired”: by\nvoluntary arrangements or, if “all voluntary means for acquiring\nthe property fail,” through “condemnation proceedings.”Preseaultv.ICC,494 U.S.\n1, 5, n. 1 (1990) (citing 16 U. S. C. §§1246(e),\n(g)). “Where practicable,” the Trails Act incorporated pre-\nexisting cooperative agreements. §1244(a)(1). And as the Park\nService has explained, it took the cooperative path to acquire\nprivate and state land for the Trail. See,e.g., NPS,\nReference Manual 45, at 41 (extolling the Trail’s cooperative\nagreements that became “a laboratory for developing sustainable\npartnerships that can care for and protect interstate trails”).True, that the Appalachian Trail is land in the\nPark System means the Park Service has some power to regulate\nnonfederal property. But that authority is not new. For decades the\nPark Service has regulated waste disposal on “all lands and waters\nwithin the boundaries of all units of the National Park System,\nwhether federally or nonfederally owned.” 36 CFR §6.2\n(1995). It also has power to regulate the entire Appalachian Trail,\nincluding lands that the Government does not own. 16\nU. S. C. §1246(c) (requiring private landowners to act\n“in accordance with regulations” governing “the use of motorized\nvehicles” on the Trail).[13]Nor is the Park Service’s authority over Trail\nlands remarkable. Uniform regulatory power is a feature of a\nunified National Park System. After all, Congress designed the Park\nSystem to “expres[s] a single national heritage” and to “conserve”\nthe country’s “scenery, natural and historic objects, and wild\nlife” for “the common benefit of all the people of the United\nStates.” 54 U. S. C. §§100101(a), (b). Thus, “the\nSecretary [of the Interior], acting through the Director of the\nPark Service, has broad authority under the National Park Service\nOrganic Act . . . to administer both lands and waters\nwithin all system units in the country.”Sturgeonv.Frost, 587 U. S. ___, ___ (2019) (slip op., at 8); see\nalso §100751(a) (Secretary of the Interior “shall prescribe such\nregulations as [he or she] considers necessary or proper for the\nuse and management of System units”). Because “[t]hose statutory\ngrants of power make no distinctions based on the ownership of\neither lands or waters,”id., at ___ (slip op., at 8), “park\nboundaries can encompass both federally and nonfederally owned\nlands and waters,” all “subject to [Park] Service regulations,”id., at ___ (Sotomayor, J., concurring) (slip op., at\n3).[14]Despite all this, the Court insists that\nCongress use “exceedingly clear language” when it wishes “to\nsignificantly alter the balance between federal and state power and\nthe power of the Government over private property.”Ante, at\n15–16. But Congress did. It used language so clear, in fact, that\nevery year the Park Service provides an acreage report listing\nstate and private land as part of the Appalachian Trail system\nunit. Last year, the Park Service’s report listed that the Trail\nsystem unit comprises 58,110.94 acres of “Non-Federal” land,\nincluding 8,815.98 acres of “Private” land. See NPS, 2019 Acreage\nReport.*  *  *Today’s outcome is inconsistent with the\nlanguage of three statutes, longstanding agency practice, and\ncommon sense. The Park Service administers acres of land\nconstituting the Appalachian Trail for scenic, historic, cultural,\nand recreational purposes. §§3(b), 5(a)(1), 82Stat. 919–920; 34\nFed. Reg. 14337. “[A]ny area of land” so “administered” by the Park\nService is a unit of and thus land in the National Park System. 54\nU. S. C. §§100102(6), 100501. The Mineral Leasing Act\ndoes not permit natural-gas pipelines across such federally owned\nlands. 30 U. S. C. §185(b). Only Congress, not this\nCourt, should change that mandate.I respectfully dissent.Notes1The Court of Appeals for\nthe Fourth Circuit also found that Atlantic’s proposal may conflict\nwith several environmental laws, including the National Forest\nManagement Act and the National Environmental Policy Act. See 911\nF. 3d, at 154–155, 160–179 (remanding for further agency\nreview). Those aspects of the Fourth Circuit’s decision are not\nbefore this Court.2If the “surface” of “all\nof the Federal lands involved” is “under the jurisdiction of one\nFederal agency,” then the head of that agency (rather than the\nSecretary of the Interior) has authority to grant the right-of-way\nacross federal land. 30 U. S. C. §185(c)(1). If, by\ncontrast, the surface of that land “is administered by the\nSecretary [of the Interior] or by two or more Federal agencies,”\nthen only the Secretary may grant the right-of-way.\n§185(c)(2).3Although the Mineral\nLeasing Act’s right-of-way authority excludes lands in the Park\nSystem, Congress may enact separate legislation permitting\nnatural-gas pipelines across such lands. See,e.g., §1(a),\n126Stat. 2441 (providing that “[t]he Secretary of the Interior may\nissue right-of-way permits” for certain natural-gas pipelines\nacross Glacier National Park). Here, however, Atlantic and the\nGovernment have identified no other permitting authority besides\nthe Mineral Leasing Act.4The legal meaning of\n“land” when Congress enacted the relevant statutes was “any ground,\nsoil, or earth whatsoever.” Black’s Law Dictionary 1019 (4th ed.\n1968). The ordinary meaning of land was much the same. Webster’s\nNew International Dictionary 1388 (2d ed. 1949) (“The solid part of\nthe surface of the earth, as distinguished from water”; “Any\nground, soil, or earth whatsoever . . . and everything\nannexed to it, whether by nature . . . or by\nman”).5It is undisputed that 16\nU. S. C. §1248 does not authorize rights-of-way for\nnatural-gas pipelines. Atlantic therefore does not rely on this\nprovision.6Congress reiterated that\nthe Trail is land in the Park System in 1983. It amended the Trails\nAct to provide that that the Secretary of Interior’s\n“ ‘administrative responsibilities’ ” over the\nAppalachian Trail would be “ ‘carr[ied] out’ ” by\n“ ‘utiliz[ing] authorities related to units of the national\npark system.’ ” §207(h), 97Stat. 47; see also 16\nU. S. C. §1246(i).7See §2(b), 84Stat. 826\n(General Authorities Act); H. R. Rep. No. 91–1265, p. 2\n(1970) (“The national park system which we know and cherish today\nhas grown and matured over the years [and] has broadened to include\n. . . areas primarily significant for their outdoor\nrecreation potential”);ibid.(explaining that amendments to\nthe Park Service Organic Act “reference . . . more recent\nconcepts like national recreation areas” as “units of the national\npark system”); see also §101, 87Stat. 576–577 (Mineral Leasing\nAct); S. Rep. No. 93–207, p. 29 (1973) (explaining that\nthe Mineral Leasing Act “is not intended to grant rights-of-way\nthrough the National Park System” and citing the recently revised\nPark Service Organic Act).8The Court acknowledges\nthat “the Government might refer to the Trail” as “ ‘area’ of\nland,’ ” but concludes that those references must pertain only\nto easements as defined by state law.Ante, at 9\n(analogizing to sewage easements and citing state law). That view\nstrays far from the federal statutes at issue. The simpler\nconclusion is that when the Government uses terms that define land\nin the Park System, the Government refers to land in the Park\nSystem.9The Court maintains that\nthese provisions are also “consistent with” its private-law\nparadigm,ante, at 9, but private law does not override the\nplain text of the relevant statutes. See Part I–A,supra.\nThe Court simply works backwards from state law, even though\nstatutory interpretation is supposed to start with statutory text.\nSee,e.g.,Rotkiskev.Klemm, 589 U. S.\n___, ___ (2019) (slip op., at 4). Indeed, the Court offers almost\nno analysis on the language of the General Authorities Act or the\nPark Service Organic Act.10A\nright-of-way may include not just a right of passage, but also the\nland itself. See,e.g., 16 U. S. C. §521e(3)\n(providing that certain “rights-of-way” are “lands”); Black’s Law\nDictionary 1587 (11th ed. 2019) (“right-of-way” can refer to “[t]he\nstrip of land”); Black’s Law Dictionary 1489 (4th ed. 1968)\n(similar); see alsoNew Mexicov.United States Trust\nCo.,172 U.S.\n171, 181–182 (1898) (discussing these two definitions and\nexplaining that the “intention of the legislature” controls).\nAlthough the Court quotesNew Mexicofor the proposition\nthat a “ ‘right of way’ ” cannot constitute\n“ ‘possession of the land itself,’ ”ante, at 10,\nn. 4, that passage had to do with a “nakedright of\nway,”i.e., a simple right of passage. 172 U. S., at\n184 (emphasis added).11The\nPark Service Reference Manual defines “Administration” as a term\nreferencing the agency broadly “responsible for Federal funding and\nstaffing necessary to operate the trail and exercising trailwide\nauthorities from the [Trails Act] and [the administering agency’s]\nown organic legislation.” NPS, Reference Manual 45, at 8; see alsoibid.(“Trail administration provides trailwide coordination\nand consistency”). “Management,” by contrast, refers to localized\nmatters like “local visitor services,” “law enforcement,”\n“site-specific compliance,” “site interpretation,” “trail\nmaintenance” and “marking,” “resource preservation and protection,”\nand “viewshed protection.”Id., at 10.12Mere\nmonths after Congress had enacted §1246(a)(1)(A) to clarify that it\nhad not transferred “management responsibilities,” the Park Service\nissued a final rule for “General Regulations for Areas Administered\nby the National Park Service,” reaffirming that the Appalachian\nTrail was land in the Park System. See 48 Fed. Reg. 30252. That\nagency action makes little sense under the Court’s\nview.13The\nCourt predicts that “difficulties” would arise if the Trail were\nland in the Park System, asserting that the Park Service’s\n“ ‘administrative’ ” authority could allow the Government\nto “displace” state laws providing for Trail maintenance.Ante, at 16, n.  6. The Court’s concerns do not follow.\nEven with the Supremacy Clause, U. S. Const., Art. VI,\ncl. 2, federal and state laws can (and do) coexist in this\ncontext and myriad others. See,e.g., NPS, Reference Manual\n45, at 8 (Park Service’s “Trail administration provides trailwide\ncoordination and consistency” among “government agencies,\nlandowners, interest groups, and individuals”). The Court’s core\nobjection seems to be that the Park Service could “gain power over\nnumerous tracts of privately owned and state-owned land.”Ante, at 16, n. 6. But it already did. See 16\nU. S. C. §1246(c); 54 U. S. C. §100751(a); Pub.\nL. 91–383, §§1, 2(b), 84Stat. 825–826; 36 CFR §7.100; 67 Fed. Reg.\n8479 (2002); 48 Fed. Reg. 30252; see alsoSturgeonv.Frost, 587 U. S. ___, ___ (2019) (slip op., at 8).\nDespite that fact, none of the Court’s supposed “difficulties” has\narisen. Compareante, at 16, n. 6, with,e.g.,\nNPS, Reference Manual 45, at 41 (explaining complementary “Federal,\nState, and nonprofit roles” in the Trail’s successful\n“management”). Rather, as the Court points out, the Park Service\nhas not fully exercised its authority, applying fewer regulations\non private lands than on federal lands out of respect for private\ninterests. 67 Fed. Reg. 8480. That the Park Service chooses not to\nregulate, however, does not mean it is powerless to do so. In any\ncase, the Court’s policy objections do not bear on the statutory\nquestion here. And the Court’s citations only confirm that the\nTrail is among the Park Service’s “administered lands.”Id.,\nat 8479. As those sources show, the Park Service’s “general”\nregulations for lands “administered by the National Park Service”\napply to Trail segments under the agency’s “primary land management\nresponsibility.” 48 Fed. Reg. 30252–30253; see alsoid., at\n30253 (noting that because the Park Service “cannot abrogate [its]\nresponsibility by excluding areas of the National Park System from\ncoverage,” it may also impose “special” regulations applicable to\nprivate lands). Those authorities thus reveal that administration\ndiffers from management, and that either way the Trail segment at\nissue is land in the Park System.14If\nany Park Service regulations impair state or private-property\nrights, the Takings Clause and the Trails Act provide for\ncompensation in appropriate cases. See U. S. Const., Amdt. 5;\n16 U. S. C. §§1246(e), (g).",
    "joined": []
}