{
    "case": {
        "docket": "313",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/313/"
    },
    "id": "1970578",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1327_________________LAMAR EVANS, PETITIONERv.MICHIGANon writ of certiorari to the supreme court of\nmichigan[February 20, 2013]Justice Sotomayor delivered the opinion of the\nCourt.When the State of Michigan rested its case at\npetitioner Lamar Evans’ arson trial, the court entered a directed\nverdict of acquittal, based upon its view that the State had not\nprovided sufficient evidence of a particular element of the\noffense. It turns out that the unproven “element” was not actually\na required element at all. We must de- cide whether an erroneous\nacquittal such as this nevertheless constitutes an acquittal for\ndouble jeopardy purposes, which would mean that Evans could not be\nretried. This Court has previously held that a judicial acquittal\npremised upon a “misconstruction” of a criminal statute is an\n“acquittal on the merits . . . [that] bars retrial.”Arizonav.Rumsey,467 U.S.\n203, 211 (1984). Seeing no meaningful constitutional\ndistinction between a trial court’s “misconstruction” of a statute\nand its erroneous addition of a statutory element, we hold that a\nmidtrial acquittal in these circumstances is an acquittal for\ndouble jeopardy purposes as well.IThe State charged Evans with burning “other\nreal property,” a violation of Mich. Comp. Laws §750.73 (1981). The\nState’s evidence at trial suggested that Evans had burned down an\nunoccupied house. At the close of the State’s case, however, Evans\nmoved for a directed ver- dict of acquittal. He pointed the court\nto the applicable Michigan Criminal Jury Instructions, which listed\nas the “Fourth” element of the offense “that the building was not a\ndwelling house.” 3 Mich. Crim. Jury Instr. §31.3, p. 31–7 (2d ed.,\nSupp. 2006/2007). And the commentary to the Instructions\nemphasized, “an essential element is that the structure burned isnota dwelling house.”Id.,at 31–8. Evans argued\nthat Mich. Comp. Laws §750.72 criminal- izes common-law arson,\nwhich requires that the structure burned be a dwelling, while the\nprovision under which he was charged, §750.73, covers all other\nreal property.[1] Persuaded,\nthe trial court granted the motion. 491 Mich. 1, 8, 810 N.W.2d 535,\n539 (2012). The court explained that the “ ‘testimony [of the\nhomeowner] was this was a dwelling house,’ ” so the\nnondwelling requirement of §750.73 was not met.Ibid.On the State’s appeal, the Michigan Court of\nAppeals reversed and remanded. 288 Mich. App. 410, 794 N.W.2d 848\n(2010). Evans had conceded, and the court held, that under\ncontrolling precedent, burning “other real property” is a lesser\nincluded offense under Michigan law, and disproving the greater\noffense is not required.Id., at 416, 794 N. W. 2d, at\n852 (citingPeoplev.Antonelli, 66 Mich. App. 138,\n140, 238 N.W.2d 551, 552 (1975) (on rehearing)).[2] The court thus explained it was\n“undisputed that the trial court misperceived the elements of the\noffense with which [Evans] was charged and erred by directing a\nverdict.” 288 Mich. App., at 416, 794 N. W. 2d, at 852.\nBut the court rejected Evans’ argument that the Double Jeopardy\nClause barred retrial.Id., at 421–422, 794 N. W. 2d,\nat 856.In a divided decision, the Supreme Court of\nMichigan affirmed. It held that “when a trial court grants a\ndefendant’s motion for a directed verdict on the basis of an error\nof law that did not resolve any factual element of the charged\noffense, the trial court’s ruling does not constitute an acquittal\nfor the purposes of double jeopardy and re- trial is therefore not\nbarred.” 491 Mich., at 4, 810 N. W. 2d, at 536–537.We granted certiorari to resolve the\ndisagreement among state and federal courts on the question whether\nretrial is barred when a trial court grants an acquittal be- cause\nthe prosecution had failed to prove an “element” of the offense\nthat, in actuality, it did not have to prove.[3] 567 U. S. ___ (2012). We now reverse.IIAIn answering this question, we do not write on\na clean slate. Quite the opposite. It has been half a century since\nwe first recognized that the Double Jeopardy Clause bars retrial\nfollowing a court-decreed acquittal, even if the ac- quittal is\n“based upon an egregiously erroneous foundation.”Fong Foov.United States,369 U.S.\n141, 143 (1962) (per curiam). A mistaken acquittal is an\nacquittal nonetheless, and we have long held that “[a] verdict of\nacquittal . . . could not be reviewed, on error or\notherwise, without putting [a defendant] twice in jeopardy, and\nthereby violating the Constitution.”United Statesv.Ball,163 U.S.\n662, 671 (1896).Our cases have appliedFong Foo’s\nprinciple broadly. An acquittal is unreviewable whether a judge\ndirects a jury to return a verdict of acquittal,e.g., Fong\nFoo, 369 U. S., at 143, or forgoes that formality by\nentering a judgment of acquittal herself. SeeSmithv.Massachusetts,543 U.S.\n462, 467–468 (2005) (collecting cases). And an acquittal\nprecludes retrial even if it is premised upon an erroneous decision\nto exclude evidence,Sanabriav.United States,437 U.S.\n54, 68–69, 78 (1978); a mistaken understanding of what evidence\nwould suffice to sustain a conviction,Smith, 543\nU. S., at 473; or a “misconstruction of the stat- ute”\ndefining the requirements to convict,Rumsey, 467\nU. S., at 203, 211; cf.Smalisv.Pennsylvania,476 U.S.\n140, 144–145, n. 7 (1986). In all these circumstances,\n“the fact that the acquittal may result from erroneous evidentiary\nrulings or erroneous interpretations of governing legal principles\naffects the accuracy of that determination, but it does not alter\nits essential character.”United Statesv.Scott,437 U.S.\n82, 98 (1978) (internal quotation marks and citation\nomitted).Most relevant here, our cases have defined an\nacquittal to encompass any ruling that the prosecution’s proof is\ninsufficient to establish criminal liability for an offense. Seeibid.,and n. 11;Burksv.United States,437 U.S.\n1, 10 (1978);United Statesv.Martin Linen Supply\nCo.,430 U.S.\n564, 571 (1977). Thus an “acquittal” includes “a ruling by the\ncourt that the evidence is insufficient to convict,” a “factual\nfinding [that] necessarily establish[es] the criminal defendant’s\nlack of criminal culpability,” and any other “rulin[g] which\nrelate[s] to the ultimate question of guilt or innocence.”Scott,437 U. S., at 91, 98, and n. 11 (internal\nquotation marks omitted). These sorts of substantive rulings stand\napart from procedural rulings that may also terminate a case\nmidtrial, which we generally refer to as dismissals or mistrials.\nProcedural dismissals include rulings on questions that “are\nunrelated to factual guilt or innocence,” but “which serve other\npurposes,” including “a legal judgment that a defendant, although\ncriminally culpable, may not be punished” because of some problem\nlike an error with the indictment.Id.,at 98, and\nn. 11.Both procedural dismissals and substantive\nrulings result in an early end to trial, but we explained inScottthat the double jeopardy consequences of each differ.\n“[T]he law attaches particular significance to an acquittal,” so a\nmerits-related ruling concludes proceedings absolutely.Id.,at 91. This is because “[t]o permit a second trial after an\nacquittal, however mistaken the acquittal may have been, would\npresent an unacceptably high risk that the Government, with its\nvastly superior resources, might wear down the defendant so that\n‘even though innocent he may be found guilty,’ ”ibid.(quotingGreenv.United States,355 U.S.\n184, 188 (1957)). And retrial following an acquittal would\nupset a defendant’s ex- pectation of repose, for it would subject\nhim to additional “embarrassment, expense and ordeal” while\n“compelling him to live in a continuing state of anxiety and\ninsecurity.”Id.,at 187. In contrast, a “termination of the\nproceedings against [a defendant] on a basis unrelated to factual\nguilt or innocence of the offense of which he is accused,” 437\nU. S.,at 98–99,i.e.,some procedural ground,\ndoes not pose the same concerns, because no expectation of finality\nattaches to a properly granted mistrial.Here, “it is plain that the [trial court]\n. . . evaluated the [State’s] evidence and determined\nthat it was legally insufficient to sustain a conviction.”Martin Linen, 430 U. S., at 572. The trial court\ngranted Evans’ motion under a rule that requires the court to\n“direct a verdict of acquittal on any charged offense as to which\nthe evidence is insufficient to support conviction.” Mich. Rule\nCrim. Proc. 6.419(A) (2012). And the court’s oral ruling leaves no\ndoubt that it made its determination on the basis of “ ‘[t]he\ntestimony’ ” that the State had presented. 491 Mich., at 8,\n810 N. W. 2d, at 539. This ruling was not a dismissal on\na procedural ground “unrelated to factual guilt or innocence,” like\nthe question of “preindictment delay” inScott, but rather a\ndetermination that the State had failed to prove its case. 437\nU. S., at 98, 99. Under our precedents, then, Evans was\nacquitted.There is no question the trial court’s ruling\nwas wrong; it was predicated upon a clear misunderstanding of what\nfacts the State needed to prove under State law. But that is of no\nmoment.Martin Linen,Sanabria,Rumsey,Smalis, andSmithall instruct that an acquittal due\nto insufficient evidence precludes retrial, whether the court’s\nevaluation of the evidence was “correct or not,”Martin\nLinen, 430 U. S., at 571, and regardless of whether the\ncourt’s decision flowed from an incorrect antecedent ruling of law.\nHere Evans’ acquittal was the product of an “erroneous\ninterpretatio[n] of governing legal principles,” but as in our\nother cases, that error affects only “the accuracy of [the]\ndetermination” to acquit, not “its essential character.”Scott, 437 U. S., at 98 (internal quotation marks\nomitted).BThe court below saw things differently. It\nidentified a “constitutionally meaningful difference” between this\ncase and our previous decisions. Those cases, the court found,\n“involve[d] evidentiary errors regarding the proof needed to\nestablish a factual element of the . . . crimes at\nissue,” but still ultimately involved “a resolution regarding the\nsufficiency of the factual elements of the charged offense.” 491\nMich., at 14–15, 810 N. W. 2d, at 542–543. When a court\nmistakenly “identifie[s] an extraneous element and dismisse[s] the\ncase solely on that basis,” however, it has “not resolve[d] or even\naddress[ed] any factual element necessary to establish” the\noffense.Id., at 15, 20, 810 N. W. 2d, at 543,\n546. As a result, the court below reasoned, the case terminates\n“based on an error of law unrelated to [the] defendant’s guilt or\ninnocence on the ele-ments of the charged offense,” and thus falls\noutside the definition of an acquittal.Id., at 21, 810\nN. W. 2d, at 546.We fail to perceive the difference. This case,\nlike our previous ones, involves an antecedent legal error that led\nto an acquittal because the State failed to prove some fact it was\nnot actually required to prove. ConsiderRumsey. There the\ntrial court, sitting as sentencer in a capital case involving a\nmurder committed during a robbery, mistakenly held that Arizona’s\nstatutory aggravating factor describing killings for pecuniary gain\nwas limited to murders for hire. Accordingly, it found the State\nhad failed to prove the killing was for pecuniary gain and\nsentenced the defendant to life imprisonment. After the State\nsuccessfully appealed and obtained a death sentence on remand, we\nheld that retrial on the penalty phase question was a double\njeopardy violation.[4]The only relevant difference between that\nsituation and this one is that inRumseythe trial court’s\nerror was called a “misinterpretation” and a “misconstruction of\nthe statute,” 467 U. S., at 207, 211, whereas here the error\nhas been designated the “erroneous addition of [an] extraneous\nelement to the charged offense.” 491 Mich., at 3–4, 810\nN. W. 2d, at 536. But we have emphasized that labels do\nnot control our analysis in this context; rather, the substance of\na court’s decision does. SeeSmalis, 476 U. S., at 144,\nn. 5;Scott, 437 U. S., at 96–97;Martin\nLinen, 430 U. S., at 571. The error inRumseycould\njust as easily have been characterized as the erroneous addition of\nan element of the statutory aggravating circumstance: that the\nhomicide be a murder-for-hire. Conversely, the error here could be\nviewed as a misinterpretation of the statute’s phrase “building or\nother real property” to exclude dwellings.[5] This is far too fine a distinction to be meaningful,\nand we reject the notion that a defendant’s constitutional rights\nwould turn on the happenstance of how an appellate court chooses to\ndescribe a trial court’s error.Echoing the Michigan Supreme Court, the State\nand the United States, as well as the dissent, emphasizeMartin\nLinen’s description of an acquittal as the “resolution, correct\nor not, of some or all of the factualelementsof theoffensecharged.” 430 U. S., at 571 (emphasis added);\nsee Brief for Respondent 11–17; see Brief for United States asAmicus Curiae11–15 (hereinafter U. S. Brief); seepost,at 6–8. They observe that the Double Jeopardy Clause\nprotects against being twice placed in jeopardy for the same\n“offence,” U. S. Const., Amdt. 5, cl. 2, and they note\nthat an offense comprises constituent parts called elements, which\nare facts that must be proved to sustain a conviction. See,e.g.,United Statesv.Dixon,509 U.S.\n688, 696–697 (1993). Consequently, they argue, only if an\nactual element of the offense is resolved can it be said that there\nhas been an acquittal of the offense, because “ ‘innocence of\nthe charged offense’ cannot turn on something that is concededly\nnot an element of the offense.” U. S. Brief 15. Because Evans’\ntrial ended without resolution of even one actual element, they\nconclude, there was no acquittal.This argument readsMartin Linentoo\nnarrowly, and it is inconsistent with our decisions since then. Our\nfocus inMartin Linenwas on the significance of a judicial\nacquittal under Fed. Rule Crim. Proc. 29. The District Court in\nthat case had “evaluated the Government’s evidence and determined\nthat it was legally insufficient to sustain a con-viction.” 430\nU. S., at 572. That determination of nonculpability was enough\nto make the acquittal akin to a jury verdict; our holding did not\ndepend upon defining the “elements” of the offense. As we have\nexplained,supra,at 5–6,Scottconfirms that the\nrelevant distinction is between judicial determinations that go to\n“the criminal defendant’s lack of criminal culpability,” and those\nthat hold “that a defendant, although criminally culpable, may not\nbe punished because of a supposed” procedural error. 437\nU. S., at 98. Culpability (i.e.,the “ultimate question\nof guilt or innocence”) is the touchstone, not whether any\nparticular elements were resolved or whether the determination of\nnonculpability was legally correct.Id.,at 98, n. 11\n(internal quotation marks omitted).Perhaps most inconsistent with the State’s and\nUnited States’ argument isBurks. There we held that when a\ndefendant raises insanity as a defense, and a court decides the\n“Government ha[s] failed to come forward with sufficient proof of\n[the defendant’s] capacity to be responsible for criminal acts,”\nthe defendant has been acquitted because the court decided that\n“criminal culpability ha[s] not been established.” 437 U. S.,\nat 10. Lack of insanity was not an “element” of Burks’ offense,\nbank robbery by use of a dangerous weapon. See 18\nU. S. C. §2113(d) (1976 ed.). Rather, insanity was an\naffirmative defense to criminal liability. Our conclusion thus\ndepended upon equating a judicial acquittal with an order finding\ninsufficient evidence of culpability, not insufficient evidence of\nany particular element of the offense.[6]In the end, this case follows those that have\ncome before it. The trial court’s judgment of acquittal resolved\nthe question of Evans’ guilt or innocence as a matter of the\nsufficiency of the evidence, not on unrelated procedural grounds.\nThat judgment, “however erroneous” it was, precludes reprosecution\non this charge, and so should have barred the State’s appeal as\nwell.Sanabria, 437 U. S., at 69.IIIAThe State, supported by the United States,\noffers three other reasons why the distinction drawn by the court\nbe- low should be maintained. None persuades us.To start, the State argues that unless an actual\nelement of the offense is resolved by the trial court, the only way\nto know whether the court’s ruling was an “acquittal” is to rely\nupon the label used by the court, which would wrongly allow the\nform of the trial court’s action to control. Brief for Respondent\n17–18, 21–22. We disagree. Our decision turns not on the form of\nthe trial court’s action, but rather whether it “serve[s]”\nsubstantive “purposes” or procedural ones.Scott, 437\nU. S., at 98, n. 11. If a trial court were to announce,\nmidtrial, “The defendant shall be acquitted because he was\nprejudiced by preindictment delay,” the Double Jeopardy Clause\nwould pose no barrier to reprosecution, notwithstanding the\n“acquittal” label. Cf.Scott,437 U.S.\n82. Here we know the trial court acquitted Evans, not because\nit incanted the word “acquit” (which it did not), but because it\nacted on its view that the prosecution had failed to prove its\ncase.Next, the State and the United States fear that\nif the grounds for an acquittal are untethered from the actual\nelements of the offense, a trial court could issue an unreviewable\norder finding insufficient evidence to convict for any reason at\nall, such as that the prosecution failed to prove “that the\nstructure burned [was] blue.” Brief for Respondent 16–17;\nU. S. Brief 15. If the concern is that there is no limit to\nthe magnitude of the error that could yield an acquittal, the\nresponse is that we have long held as much. Seesupra,at 4.\nIf the concern is instead that our holding will make it easier for\ncourts to insulate from review acquittals that are granted as a\nform of nullifi- cation, see Brief for Respondent 30, n. 58,\nwe reject the premise. We presume here, as in other contexts, that\ncourts exercise their duties in good faith. Cf.Harringtonv.Richter, 562 U. S. ___, ___ (2011) (slip op., at\n13).Finally, the State suggests that because Evans\ninduced the trial court’s error, he should not be heard to complain\nwhen that error is corrected and the State wishes to retry him.\nBrief for Respondent 32–33; cf.id.,at 5–9. But we have\nrecognized that “most [judgments of acquittal] re- sult from\ndefense motions,” so “[t]o hold that a defendant waives his double\njeopardy protection whenever a trial court error in his favor on a\nmidtrial motion leads to an acquittal would undercut the adversary\nassumption on which our system of criminal justice rests, and would\nvitiate one of the fundamental rights established by the Fifth\nAmendment.”Sanabria, 437 U. S., at 78 (citation\nomitted).[7] It is true that\nwhen a defendant persuades the court to declare a mistrial,\njeopardy continues and retrial is generally allowed. SeeUnited\nStatesv.Dinitz,424 U.S.\n600(1976). But in such circumstances the defendant consents to\na disposition that contemplates reprosecution, whereas when a\ndefendant moves for acquittal he does not. SeeSanabria, 437\nU. S., at 75.The United States makes a related argument. It\ncontends that Evans could have asked the court to resolve whether\nnondwelling status is an element of the offense before jeopardy\nattached, so having elected to wait until trial was underway to\nraise the point, he cannot now claim a double jeopardy violation.\nU. S. Brief 22–25. The Government relies uponLeev.United States,432 U.S.\n23(1977), in which the District Court dismissed an indictment\nmidtrial because it had failed to allege the required intent\nelement of the offense. We held that retrial on a corrected\nindictment was not barred, because the dismissal was akin to a\nmistrial, not an acquittal. This was clear because the District\nCourt had separately denied the defendant’s motion for judgment of\nacquittal, explaining that the defendant “ ‘has been proven\n[guilty] beyond any reasonable doubt in the world,’ ” while\nacknowledging that the error in the indictment required dismissal.Id.,at 26–27. Because the defendant “invited the court to\ninterrupt the proceedings before formalizing a finding on the\nmerits” by raising the indictment issue so late, we held the\nprinciples governing a defendant’s consent to mistrial should\napply.Id.,at 28 (citingDinitz, 424 U. S.\n600).The Government suggests the situation here is\n“functionally similar,” because “identifying the elements of an\noffense is a necessary step in determining the sufficiency of a\ncharging document.” U. S. Brief 23. But we can- not ignore the\nfact that what the trial court actually did here was rule on the\nsufficiency of the State’s proof, not the sufficiency of the\ninformation filed against him.Leedemonstrates that the two\nneed not rise or fall together. And even if the Government is\ncorrect that Evans could have challenged the charging document on\nthe same legal theory he used to challenge the sufficiency of the\nevidence, it matters that he made only the latter motion, a motion\nthat necessarily may not be made until trial is underway. Evans\ncannot be penalized for requesting from the court a ruling on the\nmerits of the State’s case, as the Michigan Rules entitled him to\ndo; whether he could have also brought a distinct procedural\nobjection earlier on is beside the point.BIn the alternative, the State and the United\nStates ask us to reconsider our past decisions. Brief for\nRespondent 34–56 (suggesting overruling our cases since at leastFong Foo); U. S. Brief 27–32 (suggesting overrulingSmith,Rumsey, andSmalis).[8] We declined to revisit our cases when the\nUnited States made a similar request inSmalis. 476\nU. S., at 144; see Brief for United States asAmicus\nCuriaeinSmalisv.Pennsylvania, O. T.\n1985, No. 85–227, pp. 19–25. And we decline to do so here.First, we have no reason to believe the existing\nrules have become so “unworkable” as to justify overruling\nprecedent.Paynev.Tennessee,501 U.S.\n808, 827 (1991). The distinction drawn inScotthas\nstood the test of time, and we expect courts will continue to have\nlittle “difficulty in distinguishing between those rulings which\nrelate to the ultimate question of guilt or innocence and those\nwhich serve other purposes.” 437 U. S., at 98, n. 11\n(internal quotation marks omitted). See,e.g.,United\nStatesv.Dionisio, 503 F.3d 78, 83–88 (CA2 2007)\n(collecting cases); 6 W. LaFave, J. Israel, N. King, & O. Kerr,\nCriminal Procedure §25.3(a), p. 629 (3d ed. 2007) (same).Second, the logic of these cases still holds.\nThere is no question that a jury verdict of acquittal precludes\nretrial, and thus bars appeal of any legal error that may have led\nto that acquittal. SeeBall, 163 U. S., at 671. So, had\nthe trial court here instructed the jury that it must find the\nburned structure was not a dwelling in order to convict, the jury\nwould have acquitted Evans accordingly; “ ‘[a] jury is\npresumed to follow its instructions.’ ”Bluefordv.Arkansas, 566 U. S. ___, ___ (2012) (slip op., at 6)\n(quotingWeeksv.Angelone,528\nU.S. 225, 234 (2000)). And that would have been the end of the\nmatter. From that premise,Fong Foo’s holding follows: If a\ntrial court instead exercises its discretion to direct a jury to\nreturn a verdict of acquittal, jeopardy also terminates\nnotwithstanding any legal error, because there too it is the jury\nthat returns an acquittal. And from there,Martin Linen’s\nconclusion is unavoidable: It should make no difference whether the\ncourt employs the formality of directing the jury to return an\nacquittal or whether the court enters an acquittal itself.Sanabria,Rumsey,Smalis, andSmithmerely applyFong FooandMartin Linenin tandem: If\na trial court makes an antecedent legal error (as inFong\nFoo), and then grants a judgment of acquittal rather than\ndirecting the jury to acquit (as inMartin Linen), the\nresult is an acquittal all the same.In other words, there is no way for antecedent\nlegal errors to be reviewable in the context of judicial acquittals\nunless those errors are also reviewable when they give rise to jury\nacquittals (contrary to the settled understanding that a jury\nverdict of acquittal is unreviewable), or unless we distinguish\nbetween juries that acquit pursuant to their instructions and\njudicial acquittals (notwithstand- ing that this is a purely formal\ndistinction). Neither option has become more attractive with time.\nWe therefore reiterate: “any contention that the Double Jeopardy\nClause must itself . . . leave open a way of correcting\nlegal errors is at odds with the well-established rule that the bar\nwill attach to a preverdict acquittal that is patently wrong in\nlaw.”Smith, 543 U. S., at 473.Finally, the State and the United States object\nthat this rule denies the prosecution a full and fair opportunity\nto present its evidence to the jury, while the defendant reaps a\n“windfall” from the trial court’s unreviewable error. Brief for\nRespondent 6; U. S. Brief 31–32. But sovereigns are hardly\npowerless to prevent this sort of situation, as we observed inSmith, 543 U. S., at 474. Nothing obligates a\njurisdiction to afford its trial courts the power to grant a\nmidtrial acquittal, and at least two States disallow the practice.\nSee Nev. Rev. Stat. §175.381(1) (2011);Statev.Parfait, 96, 1814 (La. App. 1 Cir. 05/09/97), 693 So. 2d\n1232, 1242. Many jurisdictions, including the federal system, allow\nor encourage their courts to defer consideration of a motion to\nacquit until after the jury returns a verdict, which mitigates\ndouble jeopardy concerns.[9]\nSee Fed. Rule Crim. Proc. 29(b). And for cases such as this, in\nwhich a trial court’s interpretation of the relevant criminal\nstatute is likely to prove dispositive, we see no reason why\njurisdictions could not provide for mandatory continuances or\nexpedited interlocutory appeals if they wished to prevent misguided\nacquittals from being entered.[10] But having chosen to vest its courts with the power\nto grant midtrial acquittals, the State must bear the corresponding\nrisk that some acquittals will be granted in error.*  *  *We hold that Evans’ trial ended in an\nacquittal when the trial court ruled the State had failed to\nproduce sufficient evidence of his guilt. The Double Jeopardy\nClause thus bars retrial for his offense and should have barred the\nState’s appeal. The judgment of the Supreme Court of Michigan\nisReversed.Notes1Mich. Comp. Laws §750.72\n(1981), “Burning dwelling house,” provides: “Any person who\nwilfully or maliciously burns any dwelling house, either occupied\nor unoccupied, or the contents thereof, whether owned by himself or\nanother, or any building within the curtilage of such dwelling\nhouse, or the contents thereof, shall be guilty of a felony,\npunishable by imprisonment in the state prison not more than 20\nyears.” And §750.73, “Burning of other real property,” provides:\n“Any person who wilfully or maliciously burns any building or other\nreal property, or the contents thereof, other than those specified\nin the next preceding section of this chapter, the property of\nhimself or another, shall be guilty of a felony, punishable by\nimprisonment in the state prison for not more than 10\nyears.”2In other words, the\npattern jury instructions were incorrect. The State later revised\nthem. See 288 Mich. App. 410, 416, n. 3, 794 N.W.2d 848, 852,\nn. 3 (2010).3Compare 491 Mich. 1, 810\nN.W.2d 535 (2012) (case below), andStatev.Korsen,\n138 Idaho 706, 716–717, 69 P.3d 126, 136–137 (2003) (same\nconclusion), andUnited Statesv.Maker, 751 F.2d\n614, 624 (CA3 1984) (same), withCarterv.State, 365\nArk. 224, 228, 227 S.W.3d 895, 898 (2006) (rejecting this\ndistinction), andStatev.Lynch, 79 N. J. 327,\n337–343,399 A.2d 629, 634–637 (1979) (holding double jeopardy barred\nretrial after trial court erroneously required extra\nelement).4UnderBullingtonv.Missouri,451 U.S.\n430(1981), a capital defendant is “acquitted” of the death\npenalty if, at the end of a separate sentencing proceeding, the\nfactfinder concludes that the prosecution has failed to prove\nrequired additional facts to support a sentence of death. Thus inRumsey, the trial court’s initial “judgment, based on\nfindings sufficient to establish legal entitlement to the life\nsentence, amounts to an acquittal on the merits and, as such, bars\nany retrial of the appropriateness of the death penalty.” 467\nU. S., at 211.5Indeed, it is possible\nthat this is what the trial court thought it was doing, not\narticulating an additional element. The statute criminalizes\nburning “any building or other real property, . . . other\nthan those specified in” the previous section, which criminalizes\nthe burning of a dwelling house. Mich. Comp. Laws §750.73. In light\nof the statute’s phrasing, the trial court interpreted “building or\nother real property” to be exclusive of the type of property\ndescribed in §750.72, although the Michigan courts have explained\nthat the term is actually meant to be inclusive. So the trial court\ndecision could be viewed as having given the statutory “building”\nelement an unduly narrow construction (by limiting it to\nnondwellings), just as the trial court inRumseygave the\npecuniary-gain provision an unduly narrow construction (by limiting\nit to contract killings). Nevertheless, we accept the parties’ and\nthe Michigan courts’ alternative characterization of the trial\ncourt’s error as the “addition” of an extraneous element. Our\nobservation simply underscores how malleable the distinction\nadopted by the Michigan Supreme Court, and defended by the State\nand the United States, can be. And it belies the dissent’s\nsuggestion,post,at 11 (opinion of Alito, J.), that drawing\nthis distinction is “quite easy” here, and that the basis for the\ntrial court’s ruling could not be subject to “real\ndispute.”6To account forBurks, the United States posits that, “[a]s used in [its]\nbrief, the ‘elements’ of an offense encompass legally recognized\ndefenses that would negate culpability.” U. S. Brief 11,\nn. 3. So too would the dissent hold that, “as used in this\nopinion, the ‘elements’ of an offense include legally recognized\naffirmative defenses that would negate culpability.”Post,at 8, n. 2. Rather than adopt a novel definition of the word\n“element” to mean “elements and affirmative defenses,” and then\npromptly limit that novel definition to these circumstances, we\nprefer to readBurksfor what it says, which is that the\nissue is whether the bottom-line question of “criminal culpability”\nwas resolved. 437 U. S., at 10.7The dissent says that\n“defense counsel fooled the judge,”post,at 6, but surely\nthat charge is not fair. Nothing suggests counsel exceeded the\npermissible bounds of zealous advocacy on behalf of his client.\nCounsel presented a colorable legal argument, and marshaled\npersuasive authority: Michigan’s own criminal jury instructions,\nwhich, at the time, supported his position. Seesupra,at 2,\n3, n. 2.8The dissent’s true gripe\nmay be with these cases as well, rather than our result here,\nwhich, we have explained, follows inevitably from them. Seepost,at 5 (noting “how far [our cases] have departed from\nthe common-law principles that applied at the time of the\nfounding”); comparepost,at 12 (“Permitting retrial in\nthese egregious cases is especially appropriate”), withFong\nFoov.United States,369 U.S.\n141, 143 (1962) (per curiam) (according finality to even\nthose acquittals “based upon an egregiously erroneous\nfoundation”).9If a court grants a\nmotion to acquit after the jury has convicted, there is no double\njeopardy barrier to an appeal by the government from the court’s\nacquittal, because reversal would result in reinstatement of the\njury verdict of guilt, not a new trial.United Statesv.Wilson,420 U.S.\n332(1975).10Here,\nthe prosecutor twice asked the court for a recess to review the\nMichigan statutes and to discuss the question with her supervisor.\n491 Mich., at 7, 810 N. W. 2d, at 538–539. If the trial\ncourt’s refusal was ill-advised, that is a matter for state\nprocedure to address, but it does not bear on the double jeopardy\nconsequences of the acquittal that followed.",
    "joined": []
}