{
    "case": {
        "docket": "429",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/429/"
    },
    "id": "1970833",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–3_________________JACKIE HOSANG LAWSON and JONATHAN M. ZANG,\nPETITIONERS v. FMR LLC et al.on writ of certiorari to the united states\ncourt of appeals for the first circuit[March 4, 2014]Justice Sotomayor,\nwith whom Justice Kennedy and Justice Alito join, dissenting.Section 806 of the\nSarbanes-Oxley Act of 2002, 116Stat. 802, forbids any public\ncompany,[1] or any\n“officer, em-ployee, contractor, subcontractor, or agent of\nsuch company,” to retaliate against “an employee”\nwho reports a potential fraud. 18 U. S. C.\n§1514A(a). The Court recognizes that the core purpose of the\nAct is to “safeguard investors in public companies.”\nAnte, at 1. And the Court points out that Congress entitled the\nwhistleblower provision, “Protection for Employees of\nPublicly Traded Companies Who Provide Evidence of Fraud.”\n§806, 116Stat. 802. Despite these clear markers of intent, the\nCourt does not construe §1514A to apply only to public company\nemployees who blow the whistle on fraud relating to their public\ncompany employers. The Court instead holds that the law encompasses\nany household employee of the millions of people who work for a\npublic company and any employee of the hundreds of thousands of\nprivate businesses that contractto perform work for a public company.The Court’s\ninterpretation gives §1514A a stunning reach. As interpreted\ntoday, the Sarbanes-Oxley Act au-thorizes a babysitter to bring a\nfederal case against his employer—a parent who happens to\nwork at the local Walmart (a public company)—if the parent\nstops employing the babysitter after he expresses concern that the\nparent’s teenage son may have participated in an Internet\npurchase fraud. And it opens the door to a cause of action against\na small business that contracts to clean the local Starbucks (a\npublic company) if an employee is demoted after reporting that\nanother nonpublic company client has mailed the cleaning company a\nfraudulent invoice.Congress was of course\nfree to create this kind of sweeping regime that subjects a\nmultitude of individuals and private businesses to litigation over\nfraud reports that have no connection to, or impact on, the\ninterests of pub-lic company shareholders. But because nothing in\nthe text, context, or purpose of the Sarbanes-Oxley Act suggests\nthat Congress actually wanted to do so, I respectfully dissent.IAlthough the majority\ncorrectly starts its analysis with the statutory text, it fails to\nrecognize that §1514A is deeply ambiguous. Three indicators of\nCongress’ intent clearly resolve this ambiguity in favor of a\nnarrower interpretation of §1514A: the statute’s\nheadings, the statutory context, and the absurd results that follow\nfrom the majority’s interpretation.AThe majority begins\nits textual analysis by declaring that the\n“ ‘relevant syntactic elements’ ”\nof §1514A are that “ ‘ “no . . .\ncontractor . . . may discharge . . . an\nemployee.” ’ ” Ante, at 9. After\n“ ‘boiling . . . down’ ” the text\nto this formulation, the majority concludes that the\n“ordinary meaning of ‘an employee’ ”\nis obviously “the contractor’s own employee.”\nIbid.If that were what the\nstatute said, the majority’s decision would undoubtedly be\ncorrect. But §1514A(a) actu-ally provides that “[n]o\n[public] company . . . or any officer, employee, contractor,\nsubcontractor, or agent of such company . . . may discharge,\ndemote, suspend, threaten, harass, or in any other manner\ndiscriminate against an employee.” The provision thus does\nnot speak only (or even primarily) to “contractors.” It\nspeaks to public companies, and then includes a list of five types\nof representatives that companies hire to carry out their business:\n“officer[s], employee[s], contractor[s], subcontractor[s],\n[and] agent[s].”Read in full, then, the\nstatute is ambiguous. The majority is correct that it may be read\nbroadly, to create a cause of action both for employees of public\ncompanies and for employees of the enumerated public company\nrepresentatives. But the statute can also be read more narrowly, to\nprohibit the public company and the listed\nrepresentatives—all of whom act on the company’s\nbehalf—from retaliating against just the public\ncompany’s employees.The narrower reading of\nthe text makes particular sense when one considers the other terms\nin the list of com-pany representatives. The majority acknowledges\nthat, as a matter of “gramma[r],” the scope of\nprotected employees must be consistent with respect to all five\ntypes of com-pany representatives listed in §1514A(a). Ante,\nat 15. Yet the Government and petitioners readily concede that\n§1514A is meant to bar two of the enumerated\nrepre-sentatives—“officer[s]” and\n“employee[s]”—from retaliating against other\nemployees of the public company, as opposed to their own\nbabysitters and housekeepers. See Brief for United States as Amicus\nCuriae 16 (§1514A “impose[s] personal liability on\ncorporate officers and employees who are involved in retaliation\nagainst other employees of their employer”); Brief for\nPetitioners 12 (similar). The Department of Labor’s\nAdministrative Review Board (ARB) agrees. Spinner v. David Landau\n& Assoc., LLC, No. 10–111 etc., ALJ No.\n2010–SOX–029, p. 8 (May 31, 2012). And if §1514A\nprohibits an “officer” or “employee” of a\npublic company from retaliating against only the public\ncompany’s own employees, then as the majority points out, the\nsame should be true “grammatically” of contractors,\nsubcontractors, and agents as well, ante, at 15.[2]The majority responds\nby suggesting that the narrower interpretation could have been\nclearer if Congress had added the phrase “ ‘of a\npublic company’ after ‘an\nem-ployee.’ ” Ante, at 9–10. Fair enough.\nBut Congress could more clearly have dictated the majority’s\nconstruction of the statute, too: It could have specified that\npublic companies and their officers, employees, contractors,\nsubcontractors, and agents may not retaliate against “their\nown employees.” In any case, that Congress could have spoken\nwith greater specificity in both directions only underscores that\nthe words Congress actually chose are ambiguous. To resolve this\nambiguity, we must rely on other markers of intent.BWe have long held\nthat where the text is ambiguous, a statute’s titles can\noffer “a useful aid in resolving [the]ambiguity.” FTC v. Mandel Brothers,\nInc., 359 U. S. 385 –389 (1959). Here, two headings\nstrongly suggest that Congress intended §1514A to apply only\nto employees of public companies. First, the title of\n§806—the section of the Sarbanes-Oxley Act that enacted\n§1514A—speaks clearly to the scope of employees\nprotected by the provision: “Protection for Employees of\nPublicly Traded Companies Who Provide Evidence of Fraud.”\n116Stat. 802. Second, the heading of §1514A(a) reinforces that\nthe provision provides “[w]histleblower protection for\nemployees of publicly traded companies.”The majority suggests\nthat in covering “employees of publicly traded\ncompanies,” the headings may be imprecise. Ante, at 16.\nSection 1514A(a) technically applies to the employees of two types\nof companies: those “with a class of securities registered\nunder section 12 of the Securities Exchange Act of 1934,” and\nthose that are “required to file reports under section 15(d)\nof the” same Act. Both types of companies are\n“public” in that they are publicly owned. See ante, at\n7–8. The difference is that shares of the §12 companies\nare listed and traded on a national securities exchange;\n§15(d) companies, by contrast, exchange their securities\ndirectly with the public. The headings may therefore be inexact in\nthe sense that the phrase “publicly traded” is commonly\nassociated with companies whose securities are traded on national\nexchanges. Congress, however, had good reason to use the phrase to\nrefer to §15(d) companies as well: Section 15(d) companies are\ntraded publicly, too. For instance, as the majority recognizes,\nante, at 20, a mutual fund is one paradigmatic example of a\n§15(d) company. And mutual funds, like other §15(d)\ncompanies, are both publicly owned and widely traded; the trades\njust take place typically between the fund and its investors\ndirectly.In any case, even if\nreferring to employees of §12 and §15(d) companies\ntogether as “employees of publicly traded companies”\nmay be slightly imprecise, the majority’s competing\ninterpretation of §1514A would stretch the stat-ute’s\nheadings far past the point of recognition. As the majority\nunderstands the law, Congress used the term “employees of\npublicly traded companies” as shorthand not just for (1)\nemployees of §12 and §15(d) companies, but also for (2)\nhousehold employees of any individual who works for a §12 or\n§15(d) company; (3) employees of any private company that\ncontracts with a §12 or §15(d) company; (4) employees of\nany private company that, even ifit does not contract with a public\ncompany, subcontracts with a private company that does; and (5)\nemployees of any agent of a §12 or §15(d) company. If\nCongress had wanted to enact such a far-reaching provision, it\nwould have called it something other than “[w]histleblower\nprotection for employees of publicly traded companies.”Recognizing that\nCongress chose headings that are inconsistent with its\ninterpretation, the majority notes that the Court has “placed\nless weight on captions.” Ante, at 16. But where the captions\nfavor one interpretation so decisively, their significance should\nnot be dismissed so quickly. As we have explained, headings are\nimportant “ ‘tools available for the resolution of\na doubt’ about the meaning of a statute.”\nAlmendarez-Torres v. United States, 523 U. S. 224, 234 (1998) .C1Statutory context\nconfirms that Congress intended §1514A to apply only to\nemployees of public companies. To start, the Sarbanes-Oxley Act as\na whole evinces a clear focus on public companies. Congress stated\nin the Act’s preamble that its objective was to\n“protect investors by improving the accuracy and reliability\nof corporate disclosures made pursuant to the securities\nlaws,” 116Stat. 745, disclosures that public companies alone\nmust file. The Act thus created enhanced disclosure obligations for\npublic companies, §401; added new conflict of interest rules\nfor their executives, §402; increased the responsibilities of\ntheir audit committees, §301; and created new rules governing\ninsider trading by their executives and directors, §306. The\ncommon denominator among all of these provisions is their singular\nfocus on the activities of public companies.When Congress wanted to\ndepart from the Act’s public company focus to regulate\nprivate firms and their employees, it spoke clearly. For example,\n§307 of the Act ordered the Securities and Exchange Commission\n(SEC) to issue rules “setting forth minimum standards of\nprofessional conduct for attorneys appearing and practicing before\nthe [SEC],” including a rule requiring outside counsel to\nreport violations of the securities laws to public company officers\nand directors. 15 U. S. C. §7245. Similarly, Title I\nof the Act created the Public Company Accounting Oversight Board\n(PCAOB) and vested it with the authorityto register, regulate,\ninvestigate, and discipline privately held outside accounting firms\nand their employees. §§7211–7215. And Title V\nrequired the SEC to adopt rules governing outside securities\nanalysts when they make public recommendations regarding\nsecurities. §78o–6.Section 1514A, by\ncontrast, does not unambiguously cover the employees of private\nbusinesses that contract with public companies or the employees of\nindividuals who work for public companies. Far from it, for the\nreasons noted above. Yet as the rest of the Sarbanes-Oxley Act\ndemonstrates, if Congress had really wanted §1514A to impose\nliability upon broad swaths of the private sector, it would have\nsaid so more clearly.Congress’ intent\nto adopt the narrower understanding of §1514A is also clear\nwhen the statute is compared to the whistleblower provision that\nserved as its model. That provision, enacted as part of the Wendell\nH. Ford Aviation Investment and Reform Act for the 21st Century, 49\nU. S. C. §42121, provides that “[n]o air\ncarrier or contractor or subcontractor of an air carrier” may\nretaliate against an employee who reports a potential airline\nsafety violation.Section 42121 protects\nemployees of contractors. But as the majority acknowledges,\n“Congress strayed” from §42121 in significant ways\nwhen it wrote §1514A. Ante,at 29. First, §42121\nspecifically defines the term “con-tractor,” limiting\nthe term to “a company that performs safetysensitive\nfunctions by contract for an air carrier.” §42121(e).\nThat is in notable distinction to §1514A, which does not\ndefine the word “contractor” as a particular type of\ncompany, instead placing the term in a list alongside individual\n“officer[s]” and “employee[s]” who act on a\ncompany’s behalf. Second, unlike §42121, §1514A\nsets off the term “contractor” in a separate clause\nthat is subsidiary to the primary subject of the\nprovision—the public company itself. Third, the title of\n§42121 is “[p]rotection of employees providing air\nsafety information,” a title that comfortably encompasses the\nemployees of contractors. Not so of §1514A’s headings,\nas explained above. In short, §42121 shows that Congress had\nan easy-to-follow model if it wanted to protect the employees of\ncontractors, yet chose to depart from that model in several\nimportant ways. We should not presume that choice to be accidental.\nSee Blue Chip Stamps v. Manor Drug Stores, 421 U. S. 723, 734\n(1975) .2The majority relies\non statutory context as well, but its examples are unconvincing. It\nfirst argues that the types of conduct prohibited by the\nstatute—“discharge, demotion, suspension, threats,\nharassment, [and] discrimination in the terms and conditions of\nemployment”—are “commonly actions an employer\ntakes against its own employees.” Ante, at 10. The problem is\nthat §1514A does not forbid retaliation by an\n“employer”; it forbids retaliation by a “[public]\ncompany . . . or any officer, employee, contractor, subcontractor,\nor agent of such company.” For the reasons already discussed,\nCongress could have reasonably included the five types of\nrepresentatives not in their capacity as employers, but rather as\nrepresentatives of the company who are barred from retaliating\nagainst a public company’s employees on the company’s\nbehalf.The majority next\nsuggests that contractors are rarely “positioned to take\nadverse actions against employees of the public company with whom\nthey contract.” Ante, at 10. That misconceives the nature of\nmodern work forces, which increasingly comprise a mix of\ncontractors and persons laboring under more typical employment\nrelationships. For example, public companies often hire\n“independent contractors,” of whom there are more than\n10 million,[3] and contract\nworkers,[4] of whom there are\nmore than 11 million.[5] And\nthey employ outside lawyers, accountants, and auditors as well.\nWhile not every person who works for a public company in these\nnonemployee capacities may be positioned to threaten or harass\nem-ployees of the public company, many are. See,\ne.g., Tides v. The Boeing Co., 644 F. 3d 809, 811 (CA9 2011)\n(noting that “approximately seventy contract auditors from\n[an] accounting firm” possessed “managerial\nauthority” over the 10 Boeing employees in the\ncompany’s audit division). Congress therefore had as much\nreason to shield a public company’s employees from\nretaliation by the company’s contractors as it had to bar\nretaliation by officers and employees. Otherwise, the statute would\nhave had a gaping hole—a public company could evade\n§1514A simply by hiring a contractor to engage in the very\nretaliatory acts that an officer or employee could not.[6]The majority also too\nquickly dismisses the prominence of “outplacement”\nfirms, or consultants that help companies determine whom to fire.\nSee ante, at 11. Companies spent $3.6 billion on these services in\n2009 alone.[7] Congress surely\ncould have meant to protect public company employees against\nretaliation at the hands of such firms, especially in the event\nthat the public company itself goes bankrupt (as companies engaged\nin fraud often do). See, e.g., Kalkunte v. DVI Financial Servs.,\nInc., No. 05–139 etc., ALJ No. 2004–SOX–056 (Feb.\n27, 2009) (former employee of bankrupt public company permitted to\nbring §1514A action against corporate restructuring firm that\nterminated her employment).[8]The majority points\nnext to the remedies afforded by §1514A(c), which authorizes\n“all relief necessary to make the employee whole,” in\naddition to “reinstatement,” “back pay,”\nand “special damages . . . including litigation costs, expert\nwitness fees, and reasonable attorney fees.” The majority\nposits that Congress could not have intended to bar contractors\nfrom retaliating against public company employees because one of\nthe remedies (reinstatement) would likely be outside of the\ncontractor’s power. Ante, at 13. But there is no requirement\nthat a statute must make every type of remedy available against\nevery type of defendant. A contractor can compensate a\nwhistleblower with backpay, costs, and fees, and that is more\nthanenough for the statute’s remedial scheme\nto make sense. The majority’s reference to the affirmative\ndefense for public company “employers” who lack\n“knowledge” that an employee has participated in a\nproceeding relating to the fraud report, ante, at 12 (citing\n§1514(A)(a)(2)), fails for a similar reason. There is no rule\nthat Congress may only provide an affirmative defense if it is\navailable to every conceivable defendant.D1Finally, the\nmajority’s reading runs afoul of the precept that\n“interpretations of a statute which would produce absurd\nresults are to be avoided if alternative interpretations consistent\nwith the legislative purpose are avail-able.” Griffin v.\nOceanic Contractors, Inc., 458 U. S. 564, 575 (1982) . The\nmajority’s interpretation transforms §1514A into a\nsweeping source of litigation that Congress could not have\nintended. As construed by the majority, the Sarbanes-Oxley Act\nregulates employment relationships between individuals and their\nnannies, housekeepers, and caretakers, subjecting individual\nemployers to litigation if their employees claim to have been\nharassed for providing information regarding any of a host of\noffenses. If, for example, a nanny is discharged after expressing a\nconcern to his employer that the employer’s teenage son may\nbe participating in some Internet fraud, the nanny can bring a\n§1514A suit. The employer may prevail, of course, if the nanny\ncannot prove he was fired “because of” the fraud\nreport. §1514A. But there is little reason to think Congress\nintended to sweep such disputes into federal court.Nor is it plausible\nthat Congress intended the Act to impose costly litigation burdens\non any private business that happens to have an ongoing contract\nwith a public company. As the majority acknowledges, the purpose of\nthe Act was to protect public company investors and the financial\nmarkets. Yet the majority might well embroil federal agencies and\ncourts in the resolution of mundane labor disputes that have\nnothing to do with such concerns. For instance, a construction\nworker could file a §1514A suit against her employer (that has\na long-term contract with a public company) if the worker is\ndemoted after reporting that another client has mailed the company\na false invoice.[9]The majority’s\ninterpretation also produces truly odd distinctions. Under the rule\nit announces, a babysitter can bring a §1514A retaliation suit\nagainst his employerif his employer is a checkout clerk for the\nlocal PetSmart (a public company), but not if she is a checkout\nclerk for the local Petco (a private company). Likewise, the day\nlaborer who works for a construction business can avail himself of\n§1514A if her company has been hired to help remodel the local\nDick’s Sporting Goods store (a public company), but not if it\nis remodeling a nearby Sports Authority (a private company).In light of the\nreasonable alternative reading of §1514A, there is no reason\nto accept these absurd results. The majority begs to differ,\narguing that “[t]here is scant evidence” that lawsuits\nhave been brought by the multitude of newly covered employees\n“ ‘who have no exposure to investor-related\nactivities and thus could not possiblyassist in detecting investor\nfraud.’ ” Ante, at 22. Until today, however, no\ncourt has deemed §1514A applicable to household employees of\nindividuals who work for public companies; even the Department of\nLabor’s ARB rejected that view. Spinner, ALJ No.\n2010–SOX–029, at 8. And as the District Court noted,\nprior to the ARB’s 2012 decision in Spinner, the ARB\n“ha[d] yet to provide . . . definitive clarification”\non the question whether §1514A extends to the employees of a\npublic company’s private contractors. 724 F. Supp. 2d 141,\n155 (Mass. 2010). So the fact that individuals and private\nbusinesses have yet to suffer burdensome litigation offers little\nassurance that the ma-jority’s capacious reading of\n§1514A will produce no un-toward effects.Finally, it must be\nnoted that §1514A protects the reporting of a variety of\nfrauds—not only securities fraud, but also mail, wire, and\nbank fraud. By interpreting a statute that already protects an\nexpansive class of conduct also to cover a large class of\nemployees, today’s opinion threatens to subject private\ncompanies to a costly new front of employment litigation. Congress\nalmost certainly did not intend the statute to have that reach.2The majority argues\nthat the broader reading of §1514A is necessary because a\nsmall number of the millions of individuals and private companies\naffected by its ruling have a special role to play in preventing\npublic company fraud. If §1514A does not bar retaliation\nagainst employees of contractors, the majority cautions, then law\nfirms and accounting firms will be free to retaliate against their\nemployees when those employees report fraud on the part of their\npublic company clients.It is undisputed that\nCongress was aware of the role that outside accountants and lawyers\nplayed in the Enron debacle and the importance of encouraging them\nto play an active part in preventing future scandals. But it hardly\nfollows that Congress must have meant to apply §1514A to every\nemployee of every public company contractor, subcontractor,\nofficer, and employee as a result. It is far more likely that\nCongress saw the unique ethical duties and professional concerns\nimplicated by outside lawyers and accountants as reason to vest\nregulatory authority in the hands of experts with the power to\nsanction wrongdoers.Specifically, rather\nthan imposing §1514A’s generic approach on outside\naccounting firms, Congress established the PCAOB, which regulates\n“every detail” of an accounting firm’s practice,\nincluding “supervision of au-dit work,” “internal\ninspection procedures,” “professional ethics\nrules,” and “ ‘such other requirements as\nthe Board may prescribe.’ ” Free Enterprise Fund\nv. Public Company Accounting Oversight Bd., 561 U. S. ___, ___\n(2010) (slip op., at 3–4). Importantly, the PCAOB is\nempowered to levy “severe sanctions in its disciplinary\nproceedings, up to and including the permanent revocation of a\nfirm’s registration . . . and money penalties of $15\nmillion.” Id., at ___ (slip op., at 4) (citing 15\nU. S. C. §7215(c)(4)). Such sanctions could well\nprovide a more powerful incentive to prevent an accounting firm\nfrom retaliating against its employees than §1514A.The Sarbanes-Oxley Act\nconfers similar regulatory authority upon the SEC with respect to\nattorneys. The Act requires the SEC to establish rules of\nprofessional conduct for attorneys, §307 (codified at 15\nU. S. C. §7245), and confers broad power on the SEC\nto punish attorneys for “improper professional\nconduct,” which would include, for example, a law firm\npartner’s decision to retaliate against an associate who\nreports fraud. §602 (codified at 15 U. S. C.\n§78d–3). Indeed, the Act grants the SEC the power to\ncensure culpable attorneys and to deny “permanently” to\nany such attorney the “privilege of appearing of practicing\nbefore” the SEC “in any way.” §602.Congress thus evidently\nmade the judgment that decisions concerning how best to punish law\nfirms and accounting firms ought to be handled not by the\nDepartment of Labor, but by the SEC and the PCAOB. Such judgment\nshould not be disturbed under usual circumstances, much less at the\ncost to congressional intent produced by today’s ruling. The\nmajority does offer cogent policy arguments for why Congress might\nhave been wiser to include certain types of contractors within\n§1514A, noting for example that a law firm or accounting firm\nmight be able to retaliate against its employees for making reports\nrequired under the Sarbanes-Oxley Act. Ante, at 19. But as the\nmajority recognizes, Congress has since remedied that precise\nconcern, enacting a comprehensive whistleblower incentive and\nprotection program that unequivocally “prohibit[s] any\nemployer”—public or private—“from\nre-taliating against ‘a whistleblower’ for providing\ninformation to the SEC, participating in an SEC proceeding, or\nmaking disclosures required or protected under Sarbanes-Oxley and\ncertain other securities laws.” Ante, at 26 (citing 15 U. S.\nC. §§78u–6(a)(6), (b)(1), (h)). The majority thus\nacknowledges that, moving forward, retaliation claims like the\npetitioners’ may “procee[d] under [§78u-6],”\nante, at 26, n. 17. In other words, to the extent the\nmajor-ity worries about a “hole” in FMR’s\ninterpretation, ante,at 14, Congress has already addressed\nit.[10]IIBecause the statute\nis ambiguous, and because the majority’s broad interpretation\nhas also been adopted by the ARB, there remains the question\nwhether the ARB’s decision in Spinner, ALJ No.\n2010–SOX–029, is entitled to deference under Chevron\nU. S. A. Inc. v. Natural Resources Defense Council, Inc.,\n467 U. S. 837 (1984) .[11] Under United States v. Mead Corp., 533 U. S. 218\n–227 (2001), an agency may claim Chevron deference\n“when it appears [1] that Congress delegated authority to the\nagency generally to make rules carrying the force of law, and [2]\nthat the agency interpretation claiming deference was promulgated\nin the exercise of that authority.” Neither requirement is\nmet here.First, the agency\ninterpretation for which petitioners claim deference is the\nposition announced by the ARB, the board to which the Secretary of\nLabor has delegated authority “in review or on appeal”\nin connection with §1514A proceedings. 75 Fed. Reg. 3924\n(2010). According to petitioners, the ARB’s rulings are\nentitled to deference because the “Secretary is responsible\nfor enforcing Section 1514A both through investigation and through\nformal adjudication.” Brief for Petitioners 61. That is right\nas far as it goes, but even if the Secretary has the power to\ninvestigate and adjudicate §1514A claims, Congress did not\ndelegate authority to the Secretary to “make rules carrying\nthe force of law,” Mead, 533 U. S., at 226–227.\nCongress instead delegated that power to the SEC: Section 3(a) of\nthe Sarbanes-Oxley Act, codified at 15 U. S. C.\n§7202(a), provides that the SEC “shall promulgate such\nrules and regulations, as may be necessary or appropriate in the\npublic interest or for the protection of investors, and in\nfurtherance of this Act.” So if any agency has the authority\nto resolve ambiguities in §1514A with the forceof law, it is\nthe SEC, not the Department of Labor.See Martin v. Occupational\nSafety and Health Review Comm’n, 499 U. S. 144, 154\n(1991) . The SEC, however, has not issued a regulation applying\n§1514A whistleblower protection to employees of public company\ncontractors. And while the majority notes that the SEC may share\nthe (incorrect) view that the Department of Labor has interpretive\nauthority regarding §1514A, ante, at 9, n. 6, the\nmajority cites nothing to suggest that one agency may transfer\nauthority unambiguously delegated to it by Congress to a different\nagency simply by signing onto an amicus brief.That Congress did not\nintend for the Secretary to resolve ambiguities in the law is\nconfirmed by §1514A’s mechanism for judicial review. The\nstatute does not merely permit courts to review the\nSecretary’s final adjudicatory rulings under the\nAdministrative Procedure Act’s defer-ential standard. It\ninstead allows a claimant to bring an action in a federal district\ncourt, and allows district courts to adjudicate such actions\nde novo, in any case where the Secretary has not issued a\nfinal decision within 180 days. That is a conspicuously short\namount of time in light of the three-tiered process of agency\nreview of §1514A claims. See ante, at 5–6. As a result,\neven if Congress had not delegated to the SEC the authority to\nresolve ambiguities in §1514A, the muscular scheme of judicial\nreview suggests that Congress would have wanted federal courts, and\nnot the Secretary of Labor, to have that power. See Mead, 533\nU. S., at 232 (declining to defer to Customs Service\nclassifications where, among other things, the statute authorized\n“independent review of Customs classifications by the [Court\nof International Trade]”).As to the second Mead\nrequirement, even if Congress had delegated authority to the\nSecretary to make “rules carrying the force of law,”\nthe “agency interpretation claiming deference” in this\ncase was not “promulgated in the exercise of that\nauthority.” Id., at 226–227. That is because the\nSecretary has explicitly vested any policymaking authority he may\nhave with respect to §1514A in the Occupational Safety and\nHealth Administration (OSHA) instead of the ARB. See 67 Fed. Reg.\n65008 (2002). In fact, the Secretary has expressly withdrawn from\nthe ARB any power to deviate from the rules OSHA issues on the\nDepartment of Labor’s behalf. 75 Fed. Reg. 3925 (“The\n[ARB] shall not have jurisdiction to pass on the validity of any\nportion of the Code of Federal Regulations that has been duly\npromulgated by the Department of Labor and shall observe the\nprovisions thereof, where pertinent, in its decisions”).OSHA has promulgated\nregulations supporting the majority’s reading of §1514A.\nSee 29 CFR §1980.101(f)–(g) (2013). The Secretary,\nhowever, has expressly disclaimed any claim of deference to them.\nSee Brief for United States as Amicus Curiae 33, n. 8. As a\nresult, the ARB’s understanding of §1514A’s\ncoverage in Spinner was not an “exercise of [the\nSecretary’s] authority” to make rules carrying the\nforce of law, Mead, 533 U. S., at 226–227, but rather\nthe ARB’s necessary compliance with a regulation that no one\nclaims is deserving of deference in the first place. See Spinner,\nALJ No. 2010–SOX–029, at 10 (recognizing that\n“the ARB is bound by the [Department of Labor]\nregulations”).In the absence of\nChevron deference, the ARB’s decision in Spinner may claim\nonly “respect according to its persuasiveness” under\nSkidmore v. Swift & Co., 323 U. S.134 (1944). See Mead,\n533 U. S., at 221. But the ARB’s decision is\nunpersuasive, for the many reasons already discussed.*  *  *The Court’s\ninterpretation of §1514A undeniably serves a laudatory\npurpose. By covering employees of every of-ficer, employee, and\ncontractor of every public company, the majority’s\ninterpretation extends §1514A’s protections to the\noutside lawyers and accountants who could have helped prevent the\nEnron fraud.But that is not the\nstatute Congress wrote. Congress envisioned a system in which\npublic company employees would be covered by §1514A, and in\nwhich outside lawyers, investment advisers, and accountants would\nbe regulated by the SEC and PCAOB. Congress did not envision a\nsystem in which employees of other private businesses—such as\ncleaning and construction company workers who have little\ninteraction with investor-related activities and who are thus ill\nsuited to assist in detecting fraud against\nshareholders—would fall within §1514A. Nor, needless to\nsay, did it envision §1514A applying to the household\nemployees of millions of individuals who happen to work for public\ncompanies—housekeepers, gardeners, and babysitters who are\nalso poorly positioned to prevent fraud against public company\ninvestors. And to the extent §1514A may have been\nunderinclusive as first drafted, Congress has shown itself capable\nof filling in any gaps. See, e.g., Dodd-Frank Wall Street Reform\nand Consumer Protection Act, §§922, 929A, 124Stat. 1848,\n1852 (extending §1514A to credit rating agencies and public\ncompany subsidiaries); §922, id., at 1841–1848\n(codifying additional whistleblower incentive and protection\nprogram at 15 U. S. C. §78u–6).The Court’s\ndecision upsets the balance struck by Congress. Fortunately, just\nas Congress has added further protections to the system it\noriginally designed when necessary, so too may Congress now respond\nto limit the far-reaching implications of the Court’s\ninterpretation.[12] But\nbecause that interpretation relies on a debatable view of\n§1514A’s text, is inconsistent with the statute’s\ntitles and its context, and leads to absurd results that Congress\ndid not intend, I respectfully dissent.Notes1The majority uses the\nterm “public company” as shorthand for ’s\nreference to companies that either have “ ‘a class\nof securities registered under section 12 of the Securities\nExchange Act of 1934,’ ” or that are\n“ ‘required to file reports under section\n15(d).’ ” at 7–8. I do the\nsame.2In reaching the opposite\nconclusion, the majority rejects the concessions by the Government\nand petitioners and gives no weight to the ARB’s\ninterpretation. If §1514A creates a cause of action for\ncontractor employees, the majority concludes, so too must it create\na cause of action for “housekeepers” and\n“gardeners” against their individual employers if they\nhappen to work for a public company. , at 15. In reaching this\nresult, however, the majority only adds to the absurdities produced\nby its holding. See , at 12–13.3Dept. of Labor, Bureau of\nLabor Statistics, News, Contingent and Alternative Employment\nArrangements, Feb. 2005, (July 27, 2005), online at\nhttp://www.bls.gov/news.release/‌conemp.nr0.htm (all Internet\nmaterials as visited on Feb. 28, 2014, and available in Clerk of\nCourt’s case file).4The Bureau of Labor\nStatistics distinguishes contract workers from independent\ncontractors, defining the former as “[w]orkers who are\nemployed by a company that provides them or their services to\nothers under contract and who . . . usually work at the\ncustomer’s worksite.” at 2 (Table A).5Penn, Staffing Firms\nAdded Nearly 1 Million Jobs Over Four Years Since Recession, ASA\nSays, Bloomberg Law (Oct. 8, 2012), online at\nhttp://about.bloomberglaw.com/law-reports/staffing-firms-added-nearly-1-million-jobs-over-four-years-since-recession-asa-says/.6The majority submits that\nthe hole might not be so problematic because §1514A\n“surely” prohibits a “public company from\ndirecting someone else to engage in retaliatory conduct against the\npublic company’s employees.” at 13. It surely does, but\nthat is the point—the whole reason §1514A(a) clearly\ndoes so is because it expressly forbids a public company to\nretaliate against its employees through “any officer,\nemployee, contractor, subcontractor, or agent.” The\nprohibition on retaliation through a contractor would be far less\ncertain (hence the hole) if Congress had merely forbidden a public\ncompany to retaliate through its “officers and\nemployees.” Moreover, while the majority concedes that, under\nthe narrower reading of §1514A, Congress’ inclusion of\nthe term “contractor” imposes secondary liability in\nthe event a public company is judgment proof, at 13, the majority\nfails to recognize that Congress’ use of the term also\nimposes primary liability against contractors who threaten public\ncompany employees without direction from the company. Thus, for\nexample, FMR’s interpretation of §1514A would prevent an\noutside accountant from threatening or harassing a public company\nemployee who discovers that the accountant is defrauding the public\ncompany and who seeks to blow the whistle on that\nfraud.7Rogers, Do Firing\nConsultants Really Exist, Slate, Jan. 7, 2010,\nwww.slate.com/articles/news_and_politics/explainer/2010/01/getting_the_ax_from_george_clooney.html.8The majority suggests\nthat an outplacement firm would likely be acting as an\n“agent” for the public company, such that\nCongress’ additional inclusion of the word\n“contractor” would be superfluous under the narrower\nreading of §1514A. at 11, n. 9. The two words are not\nlegally synonymous, however. An outplacement firm and public\ncompany might, for example, enter into a contract with a provision\nexpressly disclaiming an agency relationship. Moreover,\nCongress’ use of the term “contractor” would in\nall events have an independent and important effect: If Congress\nhad not included the term, no onecould be held liable if a\ncontractor were to threaten or harass a public company employee\nwithout the company’s direction. While the major-ity may\nspeculate that such occurrences are rare, , it is hardly\nunthinkable. See n. 6, .9Recognizing that the\nmajority’s reading would lead to a “notably expansive\nscope untethered to the purpose of the statute,” the District\nCourt in this case sought to impose an extratextual limiting\nprinciple under which an employee who reports fraud is entitled to\nprotection only if her report “relat[es] to fraud against\nshareholders.” 724 F. Supp. 2d 141, 160 (Mass. 2010).\nThe District Court acknowledged, however, that “the language\nof the statute itself does not plainly provide such a limiting\nprinciple,” at 158, and the majority does not attempt to\nrevive that limitation here.10The\nmajority also contends that its reading is necessary to avoid\n“insulating the entire mutual fund industry from\n§1514A.” at 20. But that argument is misguided for a\nreason similar to the majority’s concern about lawyers and\naccountants. As this Court has observed, Congress responded to the\n“ ‘potential for abuse inherent in the structure\nof investment companies,’ ” v. , , by enacting the\nInvestment Company Act of 1940 and the Investment Advisers Act of\n1940. –1 ; §80b–1 . The Advisers Act in particular\ngrants the SEC broad regulatory authority to regulate mutual fund\ninvestment advisers.11Although it claims not to reach the\nissue, , at 9, n. 6, the majority implicitly declines to defer\nto a portion of the ARB’s ruling as well, rejecting the\nARB’s ruling that §1514A does not apply to the household\nemployees of public company officers and employees, at 15, and\nn. 11.12Congress could, for example, limit\n§1514A to contractor employees in only those professions that\ncan assist in detecting fraud on public company shareholders, or it\ncould restrict the fraud reports that trigger whistleblower\nprotection to those that implicate the interests of public company\ninvestors, seen. 9, .",
    "joined": []
}