{
    "case": {
        "docket": "108",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/108/"
    },
    "id": "3518499",
    "author": "sotomayor",
    "type": "dissent",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 14–449, 14-450, and 14–452_________________KANSAS, PETITIONER14–449v.JONATHAN D. CARRKANSAS, PETITIONER14–450v.REGINALD DEXTER CARR, Jr.KANSAS, PETITIONER14–452v.SIDNEY J. GLEASONon writs of certiorari to the supreme court of\nkansas[January 20, 2016]Justice Sotomayor, dissenting.I respectfully dissent because I do not believe\nthese cases should ever have been reviewed by the Supreme Court. I\nsee no reason to intervene in cases like these—and plenty of\nreasons not to. Kansas has not violated any federal constitutional\nright. If anything, the State has overprotected its citizens based\non its interpretation of state and federal law. For reasons ably\narticulated by my predecessors and colleagues and because I worry\nthat cases like these prevent States from serving as necessary\nlaboratories for experimenting with how best to guarantee\ndefendants a fair trial, I would dismiss the writs as improvidently\ngranted.IIn 2014, the Kansas Supreme Court vacated\nthree death sentences—the sentences of Sidney Gleason and the Carr\nbrothers, Reginald and Jonathan—because of constitutional errors in\nthe penalty phases of their trials.All three men were tried under jury instructions\nthat did not include language previously mandated by the Kansas\nSupreme Court. The instructions did not state that, under Kansas’\nstatutory scheme, mitigating circumstances need only be proven to\nan individual juror’s satisfaction and not beyond a reasonable\ndoubt. 299 Kan. 1127, 1192–1197, 329 P. 3d 1102, 1145–1148\n(2014) (Sidney Gleason); 300 Kan. 1, 302–303, 331 P. 3d 544,\n732–733 (2014) (Reginald Carr); 300 Kan. 340, 368–369, 329\nP. 3d 1195, 1213 (2014) (Jonathan Carr). The court found that\nthe instructions therefore both undermined Kansas’ state law and\ncreated a “reasonable likelihood that the jury . . .\napplied the challenged instruction in a way that prevents\nconsideration” of mitigating evidence as required by the Federal\nConstitution. 299 Kan., at 1191–1197, 329 P. 3d, at 1144–1148\n(quotingBoydev.California, 494 U. S. 370, 380\n(1990) ).The Kansas Supreme Court also vacated the Carr\nbrothers’ death sentences because they were jointly tried at the\npenalty phase. The court concluded that each brother’s particular\ncase for mitigation compromised the other brother’s case and\ntherefore that trying them jointly violated the Eighth Amendment\nright to individualized sentencing. The error was not harmless, the\nKansas Supreme Court found, because an “especially damning subset”\nof the evidence presented might not have been admitted in separate\npenalty proceedings. 300 Kan., at 275–282, 331 P. 3d, at\n717–720; 300 Kan., at 369–370, 329 P. 3d, at 1212.The Kansas attorney general requested\ncertiorari, alleging that it would best serve the State’s interest\nfor a federal court to intervene and correct the Kansas Supreme\nCourt. This Court complied, even though there was no suggestion\nthat the Kansas Supreme Court had violated any federal\nconstitutional right. The majority now reverses the Kansas Supreme\nCourt on both points.IIAEven where a state court has wrongly decided\nan “important question of federal law,” Sup. Ct. Rule 10, we often\ndecline to grant certiorari, instead reserving such grants for\ninstances where the benefits of hearing a case outweigh the costs\nof so doing. My colleagues and predecessors have effectively set\nforth many of the costs of granting certiorari in cases where state\ncourts grant relief to criminal defendants: We risk issuing\nopinions that, while not strictly advisory, may have little effect\nif a lower court is able to reinstate its holding as a matter of\nstate law.Floridav.Powell, 559 U. S. 50, 66\n(2010) (Stevens, J., dissenting). We expend resources on cases\nwhere the only concern is that a State has\n“ ‘overprotected’ ” its citizens.Michiganv.Long, 463 U. S. 1032, 1068 (1983) (Stevens, J.,\ndissenting). We intervene in an intrastate dispute between the\nState’s executive and its judiciary rather than entrusting the\nState’s structure of government to sort it out. SeeColemanv.Thompson, 501 U. S. 722 –767 (1991) (Blackmun, J.,\ndissenting). And we lose valuable data about the best methods of\nprotecting constitutional rights—a particular concern in cases like\nthese, where the federal constitutional question turns on the\n“reasonable likelihood” of jury confusion, an empirical question\nbest answered with evidence from many state courts. Cf.Arizonav.Evans, 514 U. S. 1 –31 (1995)\n(Ginsburg, J., dissenting).BThe cases here demonstrate yet another cost of\ngranting certiorari to correct a state court’s overprotection of\nfederal rights: In explaining that the Federal Constitution does\nnot protect some particular right, it is natural to buttress the\nconclusion by explaining why that right is not very important. In\nso doing, the Court risks discouraging States from adopting\nvaluable procedural protections even as a matter of their own state\nlaw.State experimentation with how best to guarantee\na fair trial to criminal defendants is an essential aspect of our\nfederalism scheme. See,e.g.,Linde, First Things First:\nRediscovering the States’ Bill of Rights, 9 U. Balt. L. Rev.\n379, 393 (1980). The Federal Constitution guarantees only a minimum\nslate of protections; States can and do provide individual rights\nabove that constitutional floor. See,e.g.,Brennan, The\nBill of Rights and the States: the Revival of State Constitutions\nas Guardians of Constitutional Rights, 61 N. Y. U.\nL. Rev. 535, 548–550 (1986). That role is particularly\nimportant in the criminal arena because state courts preside over\nmany millions more criminal cases than their federal counterparts\nand so are more likely to identify protections important to a fair\ntrial. Compare Court Statistics Project, Examining the Work of\nState Courts: An Analysis of 2010 State Court Caseloads 19–21\n(2012), with Dept. of Justice, Bureau of Justice Statistics,\nFederal Justice Statistics 2011–2012, pp. 19–20 (Jan. 2015)\n(Tables 11 and 12).The majority’s opinion in these cases\nillustrates how an unnecessary grant of certiorari can lead to\nunexpected costs by disrupting this sort of state experimentation.\nTake the first question presented in these cases. The majority’s\nactual holding is that the Eighth Amendment does not require an\ninstruction specifying that mitigating factors need not be proven\nbeyond a reasonable doubt.Ante, at 11–12. The Eighth\nAmendment has nothing to say about whether such an instruction is\nwise as a question of state law or policy. But the majority\nnonetheless uses this Court’s considerable influence to call into\nquestion the logic of specifyinganyburden of proof as to\nmitigating circumstances. The majority claims that while assessing\nan aggravating factor is “a purely factual determination,”\nassessing mitigation involves “a judgment call (or perhaps a value\ncall)” and is thus not amenable to burdens of proof.Ante,\nat 10. Short of dividing the mitigating factor “into its factual\ncomponent and its judgmental component,” and issuing\nburden-of-proof instructions only as to the former, the majority\nwonders “whether it is even possible to apply a standard of proof\nto the mitigating-factor determination.”Ibid.By this observation, and with no experience with\nthe needs of juries, the majority denigrates the many States thatdospecify a burden of proof for the existence of mitigating\nfactors as a matter of state law, presumably under the belief that\nit is, in fact, “possible” to do so.[1]* Brief for Respondent in No. 14–452, pp. 28–29, and\nn. 6. Some States even recommend an instruction specifying\nthat mitigating factors need not be proven beyond a reasonable\ndoubt. See,e.g.,Idaho Jury Instr., Crim., ICJI 1718, Jury\nDeliberations (2010); Okla. Jury Instr., Crim, OUJI–CR 4–78\n(2015).The majority’s discussion of severance likewise\nshort circuits state experimentation. The majority is not content\nto hold that the Eighth Amendment does not, strictly speaking,\nrequire severance of capital penalty proceedings. Instead, it goes\non to explain why joint capital sentencing proceedings are not only\npermissible under the Federal Constitution but are, in fact,\npreferable as a policy matter: “Better that two defendants who have\ntogether committed the same crimes be placed side-by-side to have\ntheir fates determined by a single jury.”Ante, at 17. The\nmajority even intimates that severed proceedings may be worse for\ndefendants: “To forbid joinder in capital-sentencing proceedings\nwould, perversely,increasethe odds of ‘wanto[n] and\nfreakis[h]’ imposition of death sentences.”Ibid.(quotingGreggv.Georgia, 428 U. S. 153 –207 (1976)\n(joint opinion of Stewart, Powell, and Stevens, JJ.).So much for Ohio’s, Georgia’s, and Mississippi’s\nsentencing regimes, all of which routinely allow severance at both\nphases of capital proceedings. See Ga. Code Ann. §17–8–4 (2013)\n(upon request, defendants must be tried separately in capital\ncases); Miss. Code Ann. §99–15–47 (2015) (same); Ohio Rev. Code\nAnn. §2945.20 (Lexis 2014) (capital defendants shall be tried\nseparately unless good cause is shown for a joint trial). There is\nno evidence that any of those three States adopted a severance\nregime based on a misunderstanding of the Eighth Amendment. But\nwithout any empirical foundation or any basis in experience, the\nmajority asserts that such regimes may increase the odds of\narbitrariness.The majority claims that we “ ‘return power\nto the State, and to its people,’ ” when we explain that the\nFederal Constitution does not require a particular result.Ante, at 9 (emphasis deleted). But that is only so when the\nCourt is able to pass solely on the federal constitutional ground\nand not the wisdom of a state holding on an equivalent question.\nThough the Court pretends that it sends back cases like this one\nwith a clean slate, it rarely fully erases its thoughts on the\nvirtues of the procedural protectionat issue. By placing a thumb on\nthe scale against aState adopting—even as a matter of state\nlaw—proce-dural protections the Constitution does not require, the\nCourt risks turning the Federal Constitution into aceiling, rather\nthan a floor, for the protection of individual liberties.IIII see no reason why these three cases out of\nthe Kansas Supreme Court warranted our intervention given the costs\nthat I have just described and those described by my predecessors\nand colleagues, seesupra,at 3. No federal right has been\ncompromised. And nobody disputes that the State of Kansas could, as\na matter of state law, reach the same outcome.Perhaps most importantly, both of the questions\non which the Court granted certiorari turn on specific features of\nKansas’ sentencing scheme. As a result, the Kansas Supreme Court’s\nopinion is unlikely to have much salience for other States. If the\nKansas Supreme Court was wrong, its wrong opinion will not subvert\nfederal law on a broader scale.First, the Kansas court’s decision on the jury\ninstruction question aimed to “bothpreserv[e] the [state]\nstatute’s favorable distinctionandprotec[t] a capital\ndefendant’s Eighth Amendment right to individualized sentencing by\nensuring jurors are not precluded from considering all relevant\nmitigating evidence.” 299 Kan., at 1196, 329 P. 3d, at 1147\n(emphasis added). The Kansas Supreme Court’s decision was thus\ninformed by a combination of federal and state considerations. A\ndecision that expressly relies on a State’s unique statutory\nscheme—as did the Kansas Supreme Court’s here—has limited potential\nfor influencing other States.It is not absurd to conclude that a juror\nunfamiliar with the mechanics of the law might be confused by\nKansas’ jury instructions, which almost always mention aggravating\nand mitigating instructions in the same breath.Id.,at\n1196–1197, 329 P. 3d, at 1147–1148. The Kansas Supreme Court’s\nopinion rested largely on the specific language and ordering of\nthat State’s instructions. Other States’ jury instructions may be\nless likely to have the same effect.Moreover, the decision below was made against\nthe unique backdrop of trial courts’ failure to implement the\nKansas Supreme Court’s earlier demands for a change to jury\ninstructions in capital cases. In a 2001 case, the Kansas Supreme\nCourt considered the jury instructions insufficiently confusing to\nreverse the judgment, but sufficiently confusing to demand higher\nclarity going forward: “[A]ny instruction dealing with the\nconsideration of mitigating circumstances should state (1) they\nneed to be proved only to the satisfaction of the individual juror\nin the juror’s sentencing decision and not beyond a reason-able\ndoubt and (2) mitigating circumstances do not need to be found by\nall members of the jury in order to be considered in an individual\njuror’s sentencing decision.”Statev.Kleypas, 272\nKan. 894, 1078, 40 P. 3d 139, 268. The Kansas pattern\ninstructions were then revised to include consideration (2),\nbut—“inexplicably,” as the court noted inGleason—not\nconsideration (1). 299 Kan., at 1193, 329 P. 3d, at 1145. The\nKansas Supreme Court reiterated the two requirements for any jury\ninstruction in 2008, seeStatev.Scott, 286 Kan. 54,\n106–108, 183 P. 3d 801, 837, and the pattern instructions were\nfinally changed in 2011, see 299 Kan., at 1193, 329 P. 3d, at\n1145. But Gleason and the Carr brothers were tried in the 10-year\ndelay between the Kansas Supreme Court’s initial admonition and\nwhen the jury instructions were finally edited. The Kansas Supreme\nCourt’s opinion inGleasonmay have rested in part on a\n“broader Eighth Amendment principle,” but it also rested on some\nlower courts’ failure to give instructions reflecting the Kansas\nSupreme Court’s “repeated recognition of the required content.” 299\nKan., at 1195, 329 P. 3d, 1146, 1147. Given this context, the\nKansas Supreme Court’s decision is particularly unlikely to\nundermine other States or the Federal Constitution.The same goes for the severance question. The\nKansas Supreme Court’s decision depended on the “especially damning\nsubset” of the aggravating evidence presented that may not have\nbeen admitted in a severed proceeding under Kansas’ capital\npunishment scheme and evidentiary rules, such as evidence that one\nbrother was a bad influence on the other.Ibid.But the\ndifference between a joint penalty phase and a severed penalty\nphase may be of limited significance in States where the same\nevidence may be admitted in joint and severed proceedings. Cf.Brownv.Sanders, 546 U. S. 212, 217 (2006) ; L.\nPalmer, The Death Penalty in the United States: A Complete Guide to\nFederal and State Laws 137 (2d ed. 2014). It thus seems to me\nunlikely that the Kansas Supreme Court’s opinion would have proven\ninstructive in other States, even though it was couched in the\nlanguage of the Federal Constitution.IVThere may, of course, be rare cases where\ncertiorari is warranted in which a state prosecutor alleges that a\nState’s highest court has overprotected a criminal defendant. These\ncircumstances may include: Where a state court’s decision in favor\nof a criminal defendant implicates another constitutional right,\nsee,e.g., Nebraska Press Assn.v.Stuart, 427\nU. S. 539, 547 (1976) ; where a state court indicates a\nhostility to applying federal precedents,Floridav.Meyers, 466 U. S. 380, 383 (1984) (per\ncuriam) (Stevens, J., dissenting); or where a state court’s\ngrant of relief is particularly likely to destabilize or\nsignificantly interfere with federal policy. None of those\ncircumstances, and no comparable interest, is present in these\ncases.The Carr brothers committed acts of “almost\ninconceivable cruelty and depravity,” and the majority is\nunderstandably anxious to ensure they receive their just deserts.\n(So anxious, in fact, that it reaches out to address a question on\nwhich we did not grant certiorari at all.Ante,at 17). But\nI do not believe that interest justifies not only “correcting” the\nKansas Supreme Court’s error but also calling into question the\nprocedures of other States.The standard adage teaches that hard cases make\nbad law. SeeNorthern Securities Co.v.United\nStates, 193 U. S. 197, 364 (1904) (Holmes, J.,\ndissenting). I fear that these cases suggest a corollary: Shocking\ncases make too much law. Because I believe the Court should not\nhave granted certiorari here, I respectfully dissent.Notes1* I leave aside the merits\nof the majority’s questionable distinction, though I cannot see how\nthe jury’s conclusion that the Carr brothers committed their crime\n“in an especially heinous, atrocious or cruel manner”—one of the\naggravating circumstances found by the Carr brothers’ jury—involved\nany less of a judgment or value call than the mitigating\ncircumstances alleged. See 300 Kan. 1, 282–283, 331 P. 3d 544,\n721 (2014).",
    "joined": []
}