{
    "case": {
        "docket": "20-1084",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-1084/"
    },
    "id": "4446968",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESJefferson S. Dunn, Commissioner, Alabama\nDepartment of Correctionsv.Matthew Reeveson petition for writ of certiorari to the\nunited states court of appeals for the eleventh circuitNo. 20–1084. Decided July 2, 2021Justice Sotomayor, with whom Justice Kagan\njoins, dissenting.UnderStricklandv.Washington,466 U.S.\n668(1984), courts must assess a defendant’s claim that his\nattorney failed to provide constitutionally effective assistance\n“in light of all the circumstances.”Id., at 690. No single\ntype of evidence is a prerequisite to relief. Therefore, as the\nmajority implicitly acknowledges, aper serule that a\nhabeas petitioner’s claim fails if his attorney did not testify at\nan evidentiary hearing is flatly incompatible withStrickland.The Court of Criminal Appeals of Alabama applied\nprecisely such a rule in this case. When respondent Matthew Reeves\nraised several ineffective-assistance-of-counsel (IAC) claims in\nstate postconviction proceedings, the court stated, in no uncertain\nterms (and underlined for emphasis), that “to overcome the strong\npresumption of effectiveness,a Rule 32 petitioner must, at his\nevidentiary hearing, question trial counsel regarding his or her\nactions and reasoning.”Reevesv.State, 226 So.\n3d 711, 748 (2016) (internal quotation marks omitted). Applying\nthat rule “[i]n this case,” the court held that “Reeves’s failure\nto call his attorneys to testify is fatal to his claims of\nineffective assistance of counsel.”Id., at 749. Reeves then\nsought habeas relief in federal court. Based on the state court’s\nclear holding, the Court of Appeals for the Eleventh Circuit\nproperly determined that the state court’s use of theper serule was an unreasonable application ofStrickland.Reevesv.Commissioner,Ala.Dept.of Corrections, 836 Fed. Appx. 733,\n744 (2020) (per curiam).Through linguistic contortion, the Court today\nrescues the state court’s decision by construing it not to apply aper serule at all. Based on that implausible reading,\nthe Court summarily reverses the Eleventh Circuit’s grant of\nrelief. The lengths to which this Court goes to ensure that Reeves\nremains on death row are extraordinary. I respectfully dissent.IAIn 1998, Reeves was convicted of capital\nmurder for a brutal crime he committed when he was 18 years old. By\na vote of 10 to 2, a divided jury recommended that Reeves be\nsentenced to death, and the trial court accepted that\nrecommendation.During his trial, Reeves was initially\nrepresented by two attorneys, Blanchard McLeod and Marvin Wiggins.\nReeves’ counsel moved for the appointment of a neuropsychologist,\nDr. John Goff, to conduct an intellectual disability evaluation.\nWhen the motion was denied, Reeves’ counsel sought rehearing. They\nexplained that they had collected “hundreds of pages of\npsychological, psychometric and behavioral analysis material\nrelating to [Reeves].” Electronic Case Filing in No. 1:17–cv–00061\n(SD Ala.) (ECF), Doc. 23–1, p. 74. That material, McLeod had\nrepresented in court, was “exceptionally pertinent” to Reeves’\npenalty phase defense. ECF Doc. 23–3, at 96. Counsel stated that\nretaining “a clinical neuropsychologist” like Dr. Goff was “the\nonly avenue open to the defense to compile this information\n. . . and present [it] in an orderly and informative\nfashion to the jury.” ECF Doc. 23–1, at 74–75. The state court\ngranted the request and provided funding to hire Dr. Goff.Id., at 81. Around the same time, McLeod was replaced by\nanother attorney, Thomas Goggans. 836 Fed. Appx., at 736.Reeves’ new team, Goggans and Wiggins, failed to\nfollow through on hiring a neuropsychologist. As Dr. Goff later\ntestified, in the more than three months between his appointment\nand the penalty phase trial, Reeves’ attorneys “just never called.”\nECF Doc. 23–24, at 68. They also never hired any other\nneuropsychologist to review the evidence and evaluate Reeves for\nintellectual disability. 836 Fed. Appx., at 748. Instead, on the\nday of the penalty phase trial, counsel contacted Dr. Kathleen\nRonan, a clinical psychologist who had previously evaluated Reeves\nfor competence to stand trial and his mental state at the time of\nthe offense. ECF Doc. 23–26, at 82–84. She had never evaluated\nReeves for intellectual disability, and she had not spoken with\nGoggans or Wiggins until “the day that [she] testified.”Id., at 84.Dr. Ronan informed Reeves’ counsel that her\nprior evaluation would not serve their purposes.Ibid. As\nshe later explained, assessing Reeves for intellectual disability\n“was not within the scope of [her] evaluation.”Ibid. Had\nshe been hired to conduct such an assessment, she would have\nadministered a full IQ test and conducted other evaluations\ndesigned to diagnose intellectual disability.Id., at 85–87.\nInstead, Dr. Ronan had only administered part of an IQ test and\nfound that Reeves’ verbal IQ “was not in a level that they would\ncall him [intellectually disabled].” ECF Doc. 23–8, at 155; see\nalso ECF Doc. 23–26, at 85. An expert for the State later\nadministered a full IQ test, however, showing that Reeves’ IQ was\nwell within the range for intellectual disability.Reeves,\n226 So. 3d, at 737; ECF Doc. 23–25, at 24; ECF Doc. 23–24, at\n26.Nevertheless, Reeves’ counsel called Dr. Ronan\nto testify. The only other witnesses counsel called were Reeves’\nmother and a police detective. The entire penalty phase trial\nlasted just one and a half hours. ECF Doc. 23–14, at 154. Reviewing\nthe record, the trial judge found that “[t]he only evidence that\n[he could] consider in mitigation of this offense . . .\nis the evidence of [Reeves’] age and [his] youthfulness.” ECF Doc.\n23–8, at 212. Concluding that such limited evidence would not\noutweigh the aggravating circumstances, the court sentenced Reeves\nto death.Ibid.BIn 2002, Reeves filed a motion for state\npostconviction relief under Alabama Rule of Criminal Procedure 32\n(known as a Rule 32 petition). Reeves alleged that his trial\ncounsel had been constitutionally ineffective in several ways,\nincluding by failing to hire a neuropsychologist to evaluate him\nfor intellectual disability.The state court held a 2-day evidentiary hearing\non Reeves’ claims. Reeves called Dr. Goff to testify. At the\nrequest of Reeves’ postconviction counsel, Dr. Goff had reviewed\nReeves’ mental health and school records and administered “a\nbattery of tests designed to assess Mr. Reeves’ IQ, cognitive\nabilities, and adaptive functioning.” 836 Fed. Appx., at 737. Dr.\nGoff found that Reeves’ IQ scores were 71 and 73,[1] showing that Reeves “has significantly\nsubaverage intellectual functioning,” and that he “has significant\ndeficits in multiple areas of adaptive functioning.”Ibid.\nThese deficits manifested before Reeves turned 18 years old. ECF\nDoc. 23–24, at 25–26, 65–67. Based on his findings, Dr. Goff\nconcluded that Reeves is intellectually disabled. 836 Fed. Appx.,\nat 737. Dr. Goff testified that “had Mr. Reeves’ trial counsel\nasked him to evaluate Mr. Reeves years earlier for the purpose of\ntestifying at trial, he would have performed similar evaluations\nand reached the same conclusions.”Ibid.Reeves’ trial counsel did not testify at the\nRule 32 hearing. At the beginning of the hearing, the State had\ndeclared that it intended to call Goggans and Wiggins to “explain\nwhy they did certain things and maybe why they didn’t do certain\nthings.” ECF Doc. 23–24, at 14. But at the conclusion of the\nhearing, the State “decided not to call trial counsel.” ECF Doc.\n23–25, at 86.The state court denied Reeves’ motion for\npostconviction relief. On appeal, Reeves argued that the lower\ncourt had “erred in ignoring substantial evidence in support of\n[his IAC claim] on the basis that he did not call counsel to\ntestify.” ECF Doc. 23–29, at 45. In response, the State argued that\nbecause “Reeves failed to call either of his trial attorneys to\ntestify concerning their decision to call Dr. Ronan rather than Dr.\nGoff,” the lower court “properly presumed that they acted\nreasonably.”Id., at 199–200.The Court of Criminal Appeals of Alabama agreed\nwith the State, rejecting Reeves’ contention that “testimony from\ncounsel is not necessary to prove any claim of ineffective\nassistance of counsel.”Reeves, 226 So. 3d, at 747. That\nargument, the court reasoned, “fail[ed] to take into account the\nrequirement that courts indulge a strong presumption that counsel\nacted reasonably, a presumption that must be overcome byevidenceto the contrary.”Ibid. (emphasis in\noriginal). The court then specified what that evidence must be:\n“ ‘[T]o overcome the strong presumption of effectiveness,a\nRule 32 petitioner must, at his evidentiary hearing, question trial\ncounsel regarding his or her actions and reasoning.’ ”Id., at 748 (emphasis in original; quotingStallworthv.State, 171 So. 3d 53, 92 (Ala. Crim. App. 2013)). The\ncourt cited over half a dozen cases supporting thatper serule. See 226 So. 3d, at 748. It then applied\nthe rule to Reeves, explaining that “[i]n this case, Reeves’s\nfailure to call his attorneys to testify is fatal to his claims of\nineffective assistance of counsel.”Id., at 749.Reeves filed a petition for a writ of certiorari\nseeking review of the state court’s decision, which this Court\ndenied. I dissented, joined by Justice Ginsburg and Justice Kagan.\nWe pointed out that the state court had applied aper serule “that counsel must testify in order for a\npetitioner to succeed on a federal constitutional\nineffective-assistance-of-counsel claim.”Reevesv.Alabama, 583 U. S. ___, ___ (2017) (slip op., at 2).\nEven the State did not defend the constitutionality of such a rule.\nSeeibid.CReeves then filed a federal habeas petition\npursuant to 28 U. S. C. §2254. The District Court denied\nReeves’ petition and his motion for reconsideration. See 2019 WL\n1938805, *11 (SD Ala., May 1, 2019). The Eleventh Circuit reversed\nin relevant part. It read the state appellate court’s decision to\n“trea[t] Mr. Reeves’ failure to call his counsel to testify as aper sebar to relief—despite ample evidence in the\nrecord to overcome the presumption of adequate representation.” 836\nFed. Appx., at 744. In so doing, the state court “unreasonably\nappliedStrickland.”Ibid. The Eleventh Circuit\naccordingly reviewed Reeves’ claimde novoand found\nthat Reeves had proved ineffective assistance of counsel.Id., at 747–753.The Eleventh Circuit was not alone in\ninterpreting the state court’s decision to apply a “categorical\nrule.”Id., at 744. Less than a month earlier, the Court of\nCriminal Appeals of Alabama (the same court that had issued the\ndecision in question) denied another defendant’s IAC claim. Once\nagain, the court stated itsper serule: “[T]o overcome\nthe strong presumption of effectiveness, a Rule 32 petitioner must,\nat his evidentiary hearing, question trial counsel regarding his or\nher actions and reasoning.”Statev.M.D.D., ___ So. 3d ___, ___, 2020 WL 6110694,\n*7 (Oct. 16, 2020) (internal quotation marks omitted; emphasis\ndeleted). In support, the court cited its prior decision inReeves, which it summarized as “holding that [a] Rule 32\npetitioner had failed to prove his claims of ineffective assistance\nof trial and appellate counsel because he did not call his trial or\nappellate counsel to testify at the Rule 32 evidentiary hearing.”Id., at *8. As in Reeves’ case, the court inM.D.D. held that “the failure to have trial\ncounsel testify is fatal to M.D.D.’s claims of ineffective\nassistance of counsel.”Ibid.[2]The State petitioned this Court to review the\nEleventh Circuit’s decision inReeves. Despite the Alabama\ncourt’s plain embrace of aper serule, the State\naccused the Eleventh Circuit of too “readily attributing error to\nthe state court” by interpreting its decision to “purportedly\ncreat[e] and us[e] this per se rule.” Pet. for Cert. i. On\nthat basis, the State asked this Court to reverse summarily the\nEleventh Circuit.Id., at 30.IIThe sole question presented in this case is\nwhether the Court of Criminal Appeals of Alabama applied a\ncategorical rule that Reeves’ failure to call his attorneys to\ntestify was fatal to his IAC claim as a matter of law. No one\ndisputes that such a rule would be an “unreasonable application” ofStricklandand its progeny. 28 U. S. C.\n§2254(d)(1); see alsoante, at 1, 10; Pet. for Cert. 1.\nUnder those decisions, no single type of evidence, such as\ncounsel’s testimony, is a prerequisite to relief.[3] SeeRoev.Flores-Ortega,528 U.S.\n470, 478 (2000) (describingStrickland’s\n“circumstance-specific reasonableness inquiry”);Williamsv.Taylor,529 U.S.\n362, 391 (2000) (explaining that “theStricklandtest\n‘of necessity requires a case-by-case examination of the\nevidence’ ”).The Court of Criminal Appeals improperly applied\nsuch aper serule here. It began by invoking Reeves’\nburden “to present evidence” sufficient to overcome the “strong\npresumption that counsel acted reasonably.”Reeves, 226 So.\n3d, at 751 (emphasis deleted). It then ignored all of the evidence\nthat Reeves’ counsel had acted unreasonably, including Dr.\nGoff ’s description of the evaluation he would have conducted,\nDr. Ronan’s warning that her testimony was no substitute for an\nactual intellectual disability assessment, and trial counsel’s\nrepeated representations about the necessity of hiring Dr. Goff to\nconduct such an evaluation.The court held that none of this evidence\nmattered because trial counsel did not testify: “[B]ecause Reeves\nfailed to call his counsel to testify, the record is silent as to\nthe reasons trial counsel . . . chose not to hire Dr.\nGoff or another neuropsychologist.”Ibid. The court treated\nthat fact as “fatal” to Reeves’ claim.Id., at 749. Because\nReeves could not establish the subjective “reasoning behind\ncounsel’s actions, the presumption of effectiveness [was]\nsufficient to deny relief.”Id., at 751 (internal quotation\nmarks omitted); see alsoM.D.D., ___ So. 3d,\nat ___, 2020 WL 6110694, *8 (explaining that the court denied\nReeves relief “because he did not call his trial . . .\ncounsel to testify”).[4]IIIIn reviewing habeas petitions, “federal judges\nmust begin with the ‘presumption that state courts know and follow\nthe law.’ ”Ante, at 8 (quotingWoodfordv.Visciotti,537 U.S.\n19, 24 (2002) (per curiam)). But when state courts\ncontravene this Court’s precedents, federal courts cannot turn a\nblind eye. Here, it is hard to see how the state court could have\nbeen any clearer in applying aper serule that\nundisputedly violatesStrickland.AThe Court declares that it is “clear from\ncontext that the Alabama court did not apply a blanket rule, but\nrather determined that the facts of this case did not merit\nrelief.”Ante, at 10. The problem is that the “facts of this\ncase” make no appearance in the state court’s discussion. SeeReeves, 226 So. 3d, at 749–751. This Court thus searches for\nsome sign (any sign) that the state court implicitly assessed the\nfacts of the case.The Court first points to two statements at the\nbeginning of the state court’s analysis in which it “said that it\nwould consider ‘all the circumstances’ of the case.”Ante,\nat 10–11. But after perfunctorily citing theStricklandstandard, the state court never actually followed through on its\nobligation to consider the evidence. Its analysis began and ended\nwith counsel’s failure to testify. SeeReeves, 226 So. 3d,\nat 750–751. State courts cannot insulate their decisions from\nscrutiny by quoting the proper standard and then ignoring it.In a similar vein, this Court seizes upon the\nstate court’s quotation from an earlier case stating that trial\n“ ‘counsel shouldordinarilybe afforded an opportunity\nto explain his actions before being denounced as\nineffective.’ ”Ante, at 11. This, the Court claims,\n“belie[s] a categorical approach.”Ante, at 10. The state\ncourt, however, expressly overrode that formulation of the rule,\nstating that the court “[s]ubsequently” held that IAC petitioners\n“ ‘must’ ” question trial counsel.Reeves,\n226 So. 3d, at 747–748 (emphasis in original). It relied on that\nrule to reject Reeves’ claim.Id., at 748–749.The Court also cites the length of the state\ncourt’s opinion as purported proof that the court conducted a\nfact-specific inquiry.Ante, at 11. But what matters is the\nstate court’s reasoning, not the length of its opinion. The state\ncourt did not spend “almost nine pages” conducting a detailed\n“case-specific” analysis.Ibid. The vast majority of the\nstate court’s discussion instead consists of a list of Reeves’ IAC\nallegations and lengthy block quotes of general legal standards.\nSeeReeves, 226 So. 3d, at 744–750. When the court finally\nturned to the facts of this case, it explicitly barred relief only\n“because Reeves failed to call his counsel to testify.”Id.,\nat 751.Finally, the Court latches on to three words,\n“[i]n this case,” insisting that they prove that the state court\nmerely concluded that trial counsel’s testimony was critical to\nReeves’ IAC claim “[i]n this case.”Ante, at 11 (quoting 226\nSo. 3d, at 749; emphasis deleted). But in using the phrase “[i]n\nthis case,” the state court was not addressing the evidentiary\nrecord. It was analogizing Reeves’ case to the many cases it had\njust cited for the proposition that “ ‘a Rule 32 petitioner\nmust, at his evidentiary hearing, question trial counsel regarding\nhis or her actions and reasoning.’ ”Id., at\n748–749 (emphasis in original). It then concluded that “Reeves’s\nfailure to call his attorneys to testify” in this case was\nsimilarly “fatal to his claims.”Id., at 749. If the state\ncourt had meant to weigh the evidence in the record, it would have.\nIt did not. This Court is putting words in the state court’s mouth\nthat the state court never uttered, and which are flatly\ninconsistent with what the state court did say.BFinding no relevant factual analysis in the\nstate court’s decision, this Court attempts its own, speculating as\nto what Reeves’ counsel might have said had they been called to\ntestify. Seeante, at 8–10. For instance, the Court imagines\nthat “counsel may have uncovered additional evidence confirming\ntheir concerns about an intellectual-disability strategy.”Ante, at 9.[5] The Court\nalso insinuates that Reeves may have strategically declined to call\nhis trial counsel to avoid harmful testimony.Ante, at 10.\nBut if counsel’s testimony would have been damaging to Reeves’\nclaim, one would have expected the State to call counsel to\ntestify. Yet the State expressly declined to do so, despite having\ncounsel available to testify. See ECF Doc. 23–25, at 85–86.The Court’s eagerness to invent scenarios\nharmful to Reeves’ claim stems from its apparent belief that “the\nAlabama court was entitled to reject Reeves’ claim if trial counsel\nhad any ‘possible reaso[n] . . . for proceeding as they\ndid.’ ”Ante, at 10 (quotingCullenv.Pinholster,563 U.S.\n170, 196 (2011)). That view has no basis in this Court’s\nprecedent.Cullendid not hold that an IAC claim fails if a\ncourt can imagine any possible reason for counsel’s actions. No\nclaim could ever survive such a standard. One can always imagine\nsome unsubstantiated reason for what trial counsel did.Culleninstead stated that, to assess whether counsel’s\nconduct was reasonable, courts must “entertain the range of\npossible reasons” for counsel’s actions in light of the events and\nevidence actually established in the record.Id., at 196\n(internal quotation marks omitted). The Court’s speculations about\nwhat may have occurred after Dr. Goff ’s appointment are pure\nconjecture.In any case, the Court’s guesswork is beside the\npoint because it was not the basis for the state court’s decision.\nWhen a state court gives a reasoned explanation for its decision,\nfederal habeas courts must review that decision on its own terms.\nSeeWilsonv.Sellers, 584 U. S. ___, ___ (2018)\n(slip op., at 2) (“In that case, a federal habeas court simply\nreviews the specific reasons given by the state court and defers to\nthose reasons if they are reasonable”). Here, the state court\nrelied solely on the mere fact that Reeves’ counsel did not\ntestify. That is the only reason subject to our review, and it\nplainly contravenesStrickland.Even as the Court attempts to save the state\ncourt’s decision, it erroneously embraces the state court’s flawed\nassumption that IAC claims require direct evidence of the\nsubjective “ ‘reasoning behind counsel’s actions.’ ” Seeante, at 11. “Strickland, however, calls for an\ninquiry into the objective reasonableness of counsel’s performance,\nnot counsel’s subjective state of mind.”Harringtonv.Richter,562 U.S.\n86, 110 (2011). “A convicted defendant making a claim of\nineffective assistance must identify the acts or omissions of\ncounsel that are alleged not to have been the result of reasonable\nprofessional judgment. The court must then determine whether, in\nlight of all the circumstances, the identified acts or omissions\nwere outside the wide range of professionally competent\nassistance.”Strickland, 466 U. S., at 690. This\ninquiry must be conducted “[e]ven assuming” that counsel acted “for\nstrategic reasons,”Wigginsv.Smith,539 U.S.\n510, 527 (2003), and even if counsel does not testify. Cf.Buck, 580 U. S., at ___ (slip op., at 17) (“No\ncompetent defense attorney would introduce such evidence about his\nown client”). “ ‘In any case presenting an ineffectiveness\nclaim, the performance inquiry must be whether counsel’s assistance\nwas reasonable considering all the circumstances.’ ”Hintonv.Alabama,571 U.S.\n263, 273 (2014) (per curiam). This Court simply\ncannot escape the fact that the state court failed to conduct the\nnecessary inquiry.*  *  *Today’s decision continues a troubling trend\nin which this Court strains to reverse summarily any grants of\nrelief to those facing execution. See,e.g.,United Statesv.Higgs, 592 U. S. ___ (2021)\n(emergency vacatur of stay and reversal);Shinnv.Kayer, 592 U. S. ___ (2020) (per curiam)\n(summary vacatur);Dunnv.Ray, 586 U. S. ___\n(2019) (emergency vacatur of stay). This Court has shown no such\ninterest in cases in which defendants seek relief based on\ncompelling showings that their constitutional rights were violated.\nSee,e.g.,Johnsonv.Precythe, 593\nU. S. ___ (2021) (denying certiorari);Whatleyv.Warden, 593 U. S. ___ (2021) (same);Bernardv.United States, 592 U. S. ___ (2020) (same). In Reeves’\ncase, this Court stops the lower court from granting Reeves’\npetition by adopting an utterly implausible reading of the state\ncourt’s decision. In essence, the Court turns “deference,”ante, at 7, into a rule that federal habeas relief is never\navailable to those facing execution. I respectfully dissent.Notes1Reeves’ IQ scores were\neven lower after accounting for the Flynn Effect. ECF Doc. 23–24,\nat 43–46. Dr. Goff concluded that Reeves’ IQ fell within the\nintellectual disability range even without such an adjustment.Id., at 44, 99.2The state court separately held\nthat relief was not warranted because the court could conceive of a\nsound strategic reason for counsel’s actions and because M.D.D.\nfailed to show prejudice. SeeStatev.M.D.D., ___ So. 3d ___, ___–___, 2020 WL\n6110694, *8–*9 (Ala. Crim. App., Oct. 16, 2020).3As the Eleventh Circuit\nrecognized, this Court has found deficient performance without any\ntestimony from trial counsel. SeeReevesv.Commissioner,Ala.Dept.of\nCorrections, 836 Fed. Appx. 733, 751 (2020)\n(per curiam) (discussingBuckv.Davis,\n580 U. S. ___ (2017)). This Court has also found deficient\nperformance when counsel testified and “attempt[ed] to justify\ntheir [actions] as reflecting a tactical judgment.”Wigginsv.Smith,539 U.S.\n510, 521 (2003).4The Court has no answer to the\nexplicit description inM.D.D.of the state court’s\nreasoning inReeves.Instead, the Court collapses the state\ncourt’s alternative holdings inM.D.D., conflating the state\ncourt’s application of theper serule requiring\ncounsel’s testimony with the state court’s separate reasons for\ndenying relief.Ante,at 12, n. 4. It is true, as the\nCourt notes, that the state court “examin[ed] the evidence and\nidentif[ied] a sound, strategic reason” for counsel’s actions\n“after citingReevesand quoting thesame languagethat the dissent claims represents aper serule.”Ibid.(internal quotation marks omitted). What the Court\nfails to mention is that the state court first concluded that theper serule applied inReeveswas sufficient, on\nits own, to deny relief.M.D.D., ___ So. 3d, at ___, 2020 WL\n6110694, *8 (“In this case, the failure to have trial counsel\ntestify is fatal to M.D.D.’s claims of ineffective assistance of\ncounsel,” because “where the record is silent as to the reasoning\nbehind counsel’s actions, the presumption of effectiveness is\nsufficient to deny relief ” (internal quotation marks\nomitted)). Only after announcing this holding did the state court\nseparately offer two additional, independent reasons for denying\nrelief, explaining that “[f]urther,” there was a “sound, strategic\nreason” for counsel’s actions, and “[m]ore[o]ver,” an examination\nof the record showed that M.D.D. had failed to demonstrate\nprejudice.Id.,at *8–*9. Contrary to the Court’s\nsuggestion, these alternative holdings formed no part of the state\ncourt’s discussion ofReevesor application of theper serule. The Court rewrites yet another state-court\ndecision in service of its efforts to rewrite this\none.5The Court hypothesizes\nthat “[t]he attorneys may very well have pored over the voluminous\nevidence in their possession—including those obtainedaftertheir funding request—and identified several reasons that a jury\nwas unlikely to be persuaded [by] a claim of intellectual\ndisability.”Ante, at 8–9 (noting evidence indicating that\nReeves’ “intelligence was below average,” but he was not\nintellectually disabled, and Reeves’ “history of violence, criminal\npast, and behavior problems”). But counsel already knew of these\nconcerns when they moved for Dr. Goff ’s appointment. For\ninstance, several months before counsel filed their initial motion,\nthey received a report from Dr. Ronan’s guilt-phase evaluation\ndetailing these issues. See ECF Doc. 23–13, at 61–63, 65. It is\nhard to see how counsel’s later request for the records underlying\nthat evaluation could have significantly changed their calculus.\nSeeante, at 3; ECF Doc. 23–1, at 88. Moreover, even if\ncounsel had discovered additional evidence related to Reeves’\nintellectual disability, there would still be a need for an expert\nto evaluate the evidence in its totality. Indeed, Reeves’ counsel\nargued to the state court that, given the volume of evidence, they\nneeded the assistance of a qualified expert to properly “compile”\nand “correlate” the information and evaluate Reeves.Id., at\n74–75; see ECF Doc. 23–3, at 91 (counsel arguing that they required\nDr. Goff ’s assistance because “the amount of material that we\nhave received through discovery . . . is beyond our\nability to deal with”).",
    "joined": []
}