{
    "case": {
        "docket": "18-1023",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1023/"
    },
    "id": "4241511",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1023, 18–1028 and 18–1038_________________MAINE COMMUNITY HEALTH OPTIONS,\nPETITIONER18–1023v.UNITED STATESMODA HEALTH PLAN, INC., PETITIONER18–1028v.UNITED STATESBLUE CROSS AND BLUE SHIELD OF NORTH\nCAROLINA, PETITIONERv.UNITED STATESLAND OF LINCOLN MUTUAL HEALTH INSURANCE\nCOMPANY, AN ILLINOIS NONPROFIT MUTUAL INSURANCE CORPORATION,\nPETITIONER18–1038v.UNITED STATESon writs of certiorari to the united states\ncourt of appeals for the federal circuit[April 27, 2020]Justice Sotomayor delivered the opinion of the\nCourt.[1]*The Patient Protection and Affordable Care Act\nexpanded healthcare coverage to many who did not have or could not\nafford it. The Affordable Care Act did this by, among other things,\nproviding tax credits to help people buy insurance and establishing\nonline marketplaces where insurers could sell plans. To encourage\ninsurers to enter those marketplaces, the Act created several\nprograms to defray the carriers’ costs and cabin their risks.Among these initiatives was the “Risk Corridors”\nprogram, a temporary framework meant to compensate insurers for\nunexpectedly unprofitable plans during the marketplaces’ first\nthree years. The since-expired Risk Corridors statute, §1342, set a\nformula for calculating payments under the program: If an insurance\nplan loses a certain amount of money, the Federal Government “shall\npay” the plan; if the plan makes a certain amount of money, the\nplan “shall pay” the Government. See §1342, 124Stat. 211–212\n(codified at 42 U. S. C. §18062). Some plans made money\nand paid the Government. Many suffered losses and sought\nreimbursement. The Government, however, did not pay.These cases are about whether\npetitioners—insurers who claim losses under the Risk Corridors\nprogram—have a right to payment under §1342 and a damages remedy\nfor the unpaid amounts. We hold that they do. We conclude that\n§1342 of the Affordable Care Act established a money-mandating\nobligation, that Congress did not repeal this obligation, and that\npetitioners may sue the Government for damages in the Court of\nFederal Claims.IAIn 2010, Congress passed the Patient\nProtection and Affordable Care Act, 124Stat. 119, seeking to\nimprove national health-insurance markets and extend coverage to\nmillions of people without adequate (or any) health insurance. To\nthat end, the Affordable Care Act called for the creation of\nvirtual health-insurance markets, or “Health Benefit Exchanges,” in\neach State. 42 U. S. C. §18031(b)(1). Individuals may buy\nhealth-insurance plans directly on an exchange and, depending on\ntheir household income, receive tax credits for doing so. 26\nU. S. C. §36B; 42 U. S. C. §§18081, 18082. Once\nan insurer puts a plan on an exchange, it must “accept every\nemployer and individual in the State that applies for such\ncoverage,” 42 U. S. C. §300gg–1(a), and may not tether\npremiums to a particular applicant’s health, §300gg(a). In other\nwords, the Act “ensure[s] that anyone can buy insurance.”Kingv.Burwell, 576 U.S. 473, 493 (2015).Insurance carriers had many reasons to\nparticipate in these new exchanges. Through the Affordable Care\nAct, they gained access to millions of new customers with tax\ncredits worth “billions of dollars in spending each year.”Id., at 485. But the exchanges posed some business risks,\ntoo—including a lack of “reliable data to estimate the cost of\nproviding care for the expanded pool of individuals seeking\ncoverage.” 892 F.3d 1311, 1314 (CA Fed. 2018) (case below in No.\n18–1028).This uncertainty could have given carriers pause\nand affected the rates they set. So the Affordable Care Act created\nseveral risk-mitigation programs. At issue here is the Risk\nCorridors program.[2]BThe Risk Corridors program aimed to limit\nparticipating plans’ profits and losses for the exchanges’ first\nthree years (2014, 2015, and 2016). See §1342, 124Stat. 211, 42\nU. S. C. §18062. It did so through a formula that\ncomputed a plan’s gains or losses at the end of each year. Plans\nwith profits above a certain threshold would pay the Government,\nwhile plans with losses below that threshold would receive payments\nfrom the Government. §1342(b), 124Stat. 211. Specifically, §1342\nstated that the eligible profitable plans “shall pay” the Secretary\nof the Department of Health and Human Services (HHS), while the\nSecretary “shall pay” the eligible unprofitable plans.Ibid.[3]When it enacted the Affordable Care Act in 2010,\nCongress did not simultaneously appropriate funds for the yearly\npayments the Secretary could potentially owe under the Risk\nCorridors program. Neither did Congress limit the amounts that the\nGovernment might pay under §1342. Nor did the Congressional Budget\nOffice (CBO) “score”—that is, calculate the budgetary impact of—the\nRisk Corridors program.In later years, the CBO noted that the Risk\nCorridors statute did not require the program to be budget neutral.\nThe CBO reported that, “[i]n contrast” to the Act’s other\nrisk-mitigation programs, “risk corridor collections (which will be\nrecorded as revenues) will not necessarily equal risk corridor\npayments, so that program can have net effects on the budget\ndeficit.” CBO, The Budget and Economic Outlook: 2014 to 2024, p. 59\n(2014). The CBO thus recognized that “[i]f insurers’ costs exceed\ntheir expectations, on average, the risk corridor program will\nimpose costs on the federal budget.”Id., at 110.Like the CBO, the federal agencies charged with\nimplementing the program agreed that §1342 did not require budget\nneutrality. Nine months before the program started, HHS\nacknowledged that the Risk Corridors program was “not statutorily\nrequired to be budget neutral.” 78 Fed. Reg. 15473 (2013). HHS\nassured, however, that “[r]egardless of the balance of payments and\nreceipts, HHS will remit payments as required under Section 1342 of\nthe Affordable Care Act.”Ibid.Similar guidance came from the Centers for\nMedicare and Medicaid Services (CMS), the agency tasked with\nhelping the HHS Secretary collect and remit program payments. CMS\nconfirmed that a lack of payments from profitable plans would not\nrelieve the Government from making its payments to the unprofitable\nones. See 79 Fed. Reg. 30260 (2014). Citing “concerns that risk\ncorridors collections may not be sufficient to fully fund risk\ncorridors payments” to the unprofitable plans, CMS declared that\n“[i]n the unlikely event of a shortfall . . . HHS\nrecognizes that the Affordable Care Act requires the Secretary to\nmake full payments to issuers.”Ibid.CThe program’s first year, 2014, tallied a\ndeficit of about $2.5 billion. Profitable plans owed the Government\n$362 million, while the Government owed unprofitable plans $2.87\nbillion. See CMS, Risk Corridors Payment Proration Rate for 2014\n(2015).At the end of the first year, Congress enacted a\nbill appropriating a lump sum for CMS’ Program Management. See Pub.\nL. 113–235, Div. G, Tit. II, 128Stat. 2130–2131 (providing for the\nfiscal year ending September 30, 2015). The bill included a rider\nrestricting the appropriation’s effect on Risk Corridors payments\nout to issuers:“None of the funds made available by this\nAct . . . or transferred from other accounts funded by\nthis Act to the ‘Centers for Medicare and Medicaid Services—\nProgram Management’ account, may be used for payments under section\n1342(b)(1) of Public Law 111–148 (relating to risk corridors).”\n§227,id.,at 2491.The program’s second year resembled its first.\nIn February 2015, HHS repeated its belief that “risk corridors\ncollections w[ould] be sufficient to pay for all” of the\nGovernment’s “risk corridors payments.” 80 Fed. Reg. 10779 (2015).\nThe agency again “recognize[d] that the Affordable Care Act\nrequires the Secretary to make full payments to issuers.”Ibid.“In the unlikely event that risk corridors\ncollections” were “insufficient to make risk corridors payments,”\nHHS reassured, the Government would “use other sources of funding\nfor the risk corridors payments, subject to the availability of\nappropriations.”Ibid.The 2015 program year also ran a deficit, this\ntime worth about $5.5 billion. See CMS, Risk Corridors Payment and\nCharge Amounts for the 2015 Benefit Year (2016). Facing a second\nshortfall, CMS continued to “recogniz[e] that the Affordable Care\nAct requires the Secretary to make full payments to issuers.” CMS,\nRisk Corridors Payments for 2015, p. 1 (2016). CMS also confirmed\nthat “HHS w[ould] record risk corridors payments due as an\nobligation of the United States Government for which full payment\nis required.”Ibid.And at the close of the second year,\nCongress enacted another appropriations bill with the same rider as\nbefore. See Pub. L. 114–113, §225, 129Stat. 2624 (providing for the\nfiscal year ending September 30, 2016).The program’s final year, 2016, was similar. The\nGovernment owed unprofitable insurers about $3.95 billion more than\nprofitable insurers owed the Government. See CMS, Risk Corridors\nPayment and Charge Amounts for the 2016 Benefit Year (2017). And\nCongress passed an appropriations bill with the same rider. See\nPub. L. 115–31, §223, 131Stat. 543 (providing for the fiscal year\nending September 30, 2017).All told, the Risk Corridors program’s deficit\nexceeded $12 billion.DThe dispute here is whether the Government\nmust pay the remaining deficit. Petitioners in these consolidated\ncases are four health-insurance companies that participated in the\nhealthcare exchanges: Maine Community Health Options, Blue Cross\nand Blue Shield of North Carolina, Land of Lincoln Mutual Health\nInsurance Company, and Moda Health Plan, Inc. They assert that\ntheir plans were unprofitable during the Risk Corridors program’s\n3-year term and that, under §1342, the HHS Secretary still owes\nthem hundreds of millions of dollars.These insurers sued the Federal Government for\ndamages in the United States Court of Federal Claims, invoking the\nTucker Act, 28 U. S. C. §1491. They alleged that §1342 of\nthe Affordable Care Act obligated the Government to pay the full\namount of their losses as calculated by the statutory formula and\nsought a money judgment for the unpaid sums owed—a claim that, if\nsuccessful, could be satisfied through the Judgment Fund.[4] These lawsuits saw mixed results in\nthe trial courts. Petitioner Moda prevailed; the others did\nnot.[5]A divided panel of the United States Court of\nAppeals for the Federal Circuit ruled for the Government in each\nappeal. See 892 F.3d 1311; 892 F.3d 1184 (2018); 729 Fed. Appx. 939\n(2018). As relevant here, the Federal Circuit concluded that §1342\nhad initially created a Government obligation to pay the full\namounts that petitioners sought under the statutory formula. See\n892 F. 3d, at 1320–1322. The court also recognized that “it\nhas long been the law that the government may incur a debt\nindependent of an appropriation to satisfy that debt, at least in\ncertain circumstances.”Id., at 1321.Even so, the court held that Congress’\nappropriations riders impliedly “repealed or suspended” the\nGovernment’s obligation.Id., at 1322.Although the\npanel acknowledged that “[r]epeals by implication are generally\ndisfavored”—especially when the “alleged repeal occurred in an\nappropriations bill”—it found that the riders here “adequately\nexpressed Congress’s intent to suspend” the Government’s payments\nto unprofitable plans “beyond the sum of payments” it collected\nfrom profitable plans.Id., at 1322–1323, 1325.Judge Newman dissented, observing that the\nGovernment had not identified any “statement of abrogation or\namendment of the statute,” nor any “disclaimer” of the Government’s\n“statutory and contractual commitments.”Id., at 1335. The\ndissent also reasoned that precedent undermined the court’s\nconclusion and that the appropriations riders could not apply\nretroactively because the Government had used the Risk Corridors\nprogram to induce insurers to enter the exchanges.Id., at\n1336–1339. Emphasizing the importance of Government credibility in\npublic-private enterprise, the dissent warned that the majority’s\ndecision would “undermin[e] the reliability of dealings with the\ngovernment.”Id., at 1340.A majority of the Federal Circuit declined to\nrevisit the court’s decision en banc, 908 F.3d 738 (2018)\n(per curiam); see alsoid.,at 740 (Newman, J.,\ndissenting);id.,at 741 (Wallach, J., dissenting), and we\ngranted certiorari, 588 U. S. ___ (2019).These cases present three questions: First, did\n§1342 of the Affordable Care Act obligate the Government to pay\nparticipating insurers the full amount calculated by that statute?\nSecond, did the obligation survive Congress’ appropriations riders?\nAnd third, may petitioners sue the Government under the Tucker Act\nto recover on that obligation? Because our answer to each is yes,\nwe reverse.IIThe Risk Corridors statute created a\nGovernment obligation to pay insurers the full amount set out in\n§1342’s formula.AAn “obligation” is a “definite commitment that\ncreates a legal liability of the government for the payment of\ngoods and services ordered or received, or a legal duty\n. . . that could mature into a legal liability by virtue\nof actions on the part of the other party beyond the control of the\nUnited States.” GAO, A Glossary of Terms Used in the Federal Budget\nProcess 70 (GAO–05–734SP, 2005). The Government may incur an\nobligation by contract or by statute. Seeibid.Incurring an obligation, of course, is different\nfrom paying one. After all, the Constitution’s Appropriations\nClause provides that “No Money shall be drawn from the Treasury,\nbut in Consequence of Appropriations made by Law.” Art. I, §9,\ncl. 7; see also GAO, Principles of Federal Appropriations Law 2–3\n(4th ed. 2016) (hereinafter GAO Redbook) (“[T]he authority to incur\nobligations by itself is not sufficient to authorize payments from\nthe Treasury”). Creating and satisfying a Government obligation,\ntherefore, typically involves four steps: (1) Congress passes an\norganic statute (like the Affordable Care Act) that creates a\nprogram, agency, or function; (2) Congress passes an Act\nauthorizing appropriations; (3) Congress enacts the appropriation,\ngranting “budget authority” to incur obligations and make payments,\nand designating the funds to be drawn; and (4) the relevant\nGovernment entity begins incurring the obligation. Seeid.,\nat 2–56; see also Op. Comp. Gen., B–193573 (Dec. 19, 1979).But Congress can deviate from this pattern. It\nmay, for instance, authorize agencies to enter into contracts and\n“incur obligations in advance of appropriations.” GAO Redbook 2–4.\nIn that context, the contracts “constitute obligations binding on\nthe United States,” such that a “failure or refusal by Congress to\nmake the necessary appropriation would not defeat the obligation,\nand the party entitled to payment would most likely be able to\nrecover in a lawsuit.”Id., at 2–5; see also,e.g.,Cherokee Nation of Okla. v.Leavitt,543 U.S.\n631, 636–638 (2005) (rejecting the Government’s argument that\nit is legally bound by its contractual promise to pay “if, and only\nif, Congress appropriated sufficient funds”);Salazarv.Ramah Navajo Chapter,567 U.S.\n182, 191 (2012) (“Although the agency itself cannot disburse\nfunds beyond those appropriated to it, the Government’s ‘valid\nobligations will remain enforceable in the courts’ ” (quoting\n2 GAO Redbook 6–17 (2d ed. 1992)).Congress can also create an obligation directly\nby statute, without also providing details about how it must be\nsatisfied. Consider, for example,United Statesv.Langston,118 U.S.\n389(1886). In that case, Congress had enacted a statute fixing\nan official’s annual salary at “$7,500 from the date of the\ncreation of his office.”Id., at 394. Years later, however,\nCongress failed to appropriate enough funds to pay the full amount,\nprompting the officer to sue for the remainder.Id., at 393.\nUnderstanding that Congress had created the obligation by statute,\nthis Court held that a subsequent failure to appropriate enough\nfunds neither “abrogated [n]or suspended” the Government’s\npre-existing commitment to pay.Id., at 394. The Court thus\naffirmed judgment for the officer for the balance owed.Ibid.[6]The GAO shares this view. As the Redbook\nexplains, if Congress created an obligation by statute without\ndetailing how it will be paid, “an agency could presumably meet a\nfunding shortfall by such measures as making prorated payments.”\nGAO Redbook 2–36, n. 39. But “such actions would be only temporary\npending receipt of sufficient funds to honor the underlying\nobligation” and “[t]he recipient would remain legally entitled to\nthe balance.”Ibid.Thus, the GAO warns, although a “failure\nto appropriate” funds “will prevent administrative agencies from\nmaking payment,” that failure “is unlikely to prevent recovery by\nway of a lawsuit.”Id.,at 2–63 (citing,e.g.,Langston, 118 U. S., at 394).Put succinctly, Congress can create an\nobligation directly through statutory language.BSection 1342 imposed a legal duty of the\nUnited States that could mature into a legal liability through the\ninsurers’ actions—namely, their participating in the healthcare\nexchanges.This conclusion flows from §1342’s express terms\nand context. See,e.g.,Merit Management Group, LPv.FTI Consulting, Inc., 583 U. S. ___, ___ (2018) (slip\nop., at 11) (statutory interpretation “begins with the text”). The\nfirst sign that the statute imposed an obligation is its mandatory\nlanguage: “shall.” “Unlike the word ‘may,’ which implies\ndiscretion, the word ‘shall’ usually connotes a requirement.”Kingdomware Technologies, Inc.v.United States, 579\nU. S. ___, ___ (2016) (slip op., at 9); see alsoLexecon\nInc.v.Milberg Weiss Bershad Hynes & Lerach,523 U.S.\n26, 35 (1998) (observing that “ ‘shall’ ” typically\n“creates an obligation impervious to . . . discretion”).\nSection 1342 uses the command three times: The HHS Secretary “shall\nestablish and administer” the Risk Corridors program from 2014 to\n2016, “shall provide” for payments according to a precise statutory\nformula, and “shall pay” insurers for losses exceeding the\nstatutory threshold. §§1342(a), (b)(1), 114Stat. 211, 42\nU. S. C. §§18062(a), (b)(1).Section 1342’s adjacent provisions also\nunderscore its mandatory nature. In §1341 (a reinsurance program)\nand §1343 (a risk-adjustment program), the Affordable Care Act\ndifferentiates between when the HHS Secretary “shall” take certain\nactions and when she “may” exercise discretion. See §1341(b)(2),\n124Stat. 209, 42 U. S. C. §18061(b)(2) (“[T]he Secretary\n. . . shall include” a formula that “may be designed” in\nmultiple ways); §1343(b), 124Stat. 212, 42 U. S. C.\n§18063(b) (“The Secretary . . . shall establish” and “may\nutilize” certain criteria). Yet Congress chose mandatory terms for\n§1342. “When,” as is the case here, Congress “distinguishes between\n‘may’ and ‘shall,’ it is generally clear that ‘shall’ imposes a\nmandatory duty.”Kingdomware, 579 U. S., at ___ (slip\nop., at 9).Nothing in §1342 requires the Risk Corridors\nprogram to be budget neutral, either. Nor does the text suggest\nthat the Secretary’s payments to unprofitable plans pivoted on\nprofitable plans’ payments to the Secretary, or that a partial\npayment would satisfy the Government’s whole obligation. Thus,\nwithout “any indication” that §1342 allows the Government to lessen\nits obligation, we must “give effect to [Section 1342’s] plain\ncommand.”Lexecon, 523 U. S., at 35. That is, the\nstatute meant what it said: The Government “shall pay” the sum that\n§1342 prescribes.[7]CThe Government does not contest that §1342’s\nplain terms appeared to create an obligation to pay whatever amount\nthe statutory formula provides. It insists instead that the\nAppropriations Clause, Art. I, §9, cl. 7, and the\nAnti-Deficiency Act, 31 U. S. C. §1341, “qualified” that\nobligation by making “HHS’s payments contingent on appropriations\nby Congress.” Brief for United States 20. “Because Congress did not\nappropriate funds beyond the amounts collected” from profitable\nplans, this argument goes, “HHS’s statutory duty [to pay\nunprofitable plans] extended only to disbursing those collected\namounts.”Id., at 24–25.That does not follow. Neither the Appropriations\nClause nor the Anti-Deficiency Act addresses whether Congress\nitself can create or incur an obligation directly by statute.\nRather, both provisions constrain how federal employees and\nofficers may make or authorize payments without appropriations. See\nU. S. Const., Art. I, §9, cl. 7 (requiring an\n“Appropriatio[n] made by Law” before money may “be drawn” to\nsatisfy a payment obligation); 31 U. S. C. §1341(a)(1)(A)\n(“[A]n officer or employee of the United States Government\n. . . may not . . . make or authorize an\nexpenditure or obligation exceeding an amount available in an\nappropriation or fund for the expenditure or obligation”). As we\nhave explained, “ ‘[a]n appropriationper semerely imposes limitations upon the Government’s own\nagents,’ ” but “ ‘its insufficiency does not pay the\nGovernment’s debts, nor cancel its obligations.’ ”Ramah, 567 U. S., at 197 (quotingFerrisv.United States, 27 Ct. Cl. 542, 546 (1892)). If anything, the\nAnti-Deficiency Act confirms that Congress can create obligations\nwithout contemporaneous funding sources: That Act’s prohibitions\ngive way “as specified” or “authorized” by “any other provision of\nlaw.” 31 U. S. C. §1341(a)(1). Here, the Government’s\nobligation was authorized by the Risk Corridors statute.And contrary to the Government’s view, §1342’s\nobligation-creating language does not turn on whether Congress\nexpressly provided “budget authority” before appropriating funds.\nBudget authority is an agency’s power “provided by Federal law to\nincur financial obligations,” 88Stat. 297, 2 U. S. C.\n§622(2)(A), “that will result in immediate or future outlays of\ngovernment funds,” GAO Redbook 2–1; see alsoid., at 2–55\n(“Agencies may incur obligations only after Congress grants budget\nauthority”); GAO, A Glossary of Terms Used in the Federal Budget\nProcess, at 20–21. As explained above, Congress usually gives\nbudget authority through an appropriations Act or by expressly\ngranting an agency authority to contract for the Government. See\nGAO Redbook 2–1 to 2–5. But budget authority is not necessary for\nCongress itself to create an obligation by statute. SeeLangston, 118 U. S., at 394; cf.Rainesv.Byrd,521 U.S.\n811, 815 (1997) (treating legal obligations of the Government\nas distinct from budget authority).The Government’s arguments also conflict with\nwell- settled principles of statutory interpretation. At bottom,\nthe Government contends that the existence and extent of its\nobligation here is “subject to the availability of appropriations.”\nBrief for United States 41. But that language appears nowhere in\n§1342, even though Congress could have expressly limited an\nobligation to available appropriations or specific dollar amounts.\nIndeed, Congress did so explicitly in other provisions of the\nAffordable Care Act.[8]This Court generally presumes that “ ‘when\nCongress includes particular language in one section of a statute\nbut omits it in another,’ ” Congress “ ‘intended a\ndifference in meaning.’ ”Digital Realty Trust, Inc.v.Somers, 583 U. S. ___, ___ (2018) (slip op., at 10)\n(quotingLoughrinv.United States,573 U.S.\n351, 358 (2014) (alterations omitted)). The Court likewise\nhesitates “ ‘to adopt an interpretation of a congressional\nenactment which renders superfluous another portion of that same\nlaw.’ ”Republic of Sudanv.Harrison, 587\nU. S. ___, ___ (2019) (slip op., at 10) (quotingMackeyv.Lanier Collection Agency & Service, Inc.,486 U.S.\n825, 837 (1988)). The “subject to appropriations” and\npayment-capping language in other sections of the Affordable Care\nAct would be meaningless had §1342 simultaneously achieved the same\nend with silence.In sum, the plain terms of the Risk Corridors\nprovision created an obligation neither contingent on nor limited\nby the availability of appropriations or other funds.IIIThe next question is whether Congress\nimpliedly repealed the obligation through its appropriations\nriders. It did not.ABecause Congress did not expressly repeal\n§1342, the Government seeks to show that Congress impliedly did so.\nBut “repeals by implication are not favored,”Mortonv.Mancari,417 U.S.\n535, 549 (1974) (internal quotation marks omitted), and are a\n“rarity,”J. E. M. Ag Supply, Inc.v.Pioneer Hi-Bred Int’l, Inc.,534 U.S.\n124, 142 (2001) (internal quotation marks omitted). Presented\nwith two statutes, the Court will “regard each as effective”—unless\nCongress’ intention to repeal is “ ‘ “clear and\nmanifest,” ’ ” or the two laws are “irreconcilable.”Morton, 417 U. S., at 550–551 (quotingUnited\nStatesv.Borden Co.,308 U.S.\n188, 198 (1939)); see alsoFCCv.NextWave Personal\nCommunications Inc.,537 U.S.\n293, 304 (2003) (“[W]hen two statutes are capable of\nco-existence, it is the duty of the courts, absent a clearly\nexpressed congressional intention to the contrary, to regard each\nas effective” (internal quotation marks omitted)).This Court’s aversion to implied repeals is\n“especially” strong “in the appropriations context.”Robertsonv.Seattle Audubon Soc.,503 U.S.\n429, 440 (1992); see alsoNew York Airways, Inc.v.United States, 177 Ct. Cl. 800, 810, 369 F.2d 743, 748\n(1966). The Government must point to “something more than the mere\nomission to appropriate a sufficient sum.”United Statesv.Vulte,233 U.S.\n509,515(1914); accord, GAO Redbook 2–63 (“The mere failure to appropriate\nsufficient funds is not enough”). The question, then, is whether\nthe appropriations riders manifestly repealed or discharged the\nGovernment’s uncapped obligation.Langstonconfirms that the appropriations\nriders did neither. Recall that inLangston, Congress had\nestablished a statutory obligation to pay a salary of $7,500, yet\nlater appropriated a lesser amount. 118 U. S., at 393–394.\nThis Court held that Congress did not “abrogat[e] or suspen[d]” the\nsalary-fixing statute by “subsequent enactments [that] merely\nappropriated a less amount” than necessary to pay, because the\nappropriations bill lacked “words that expressly or by clear\nimplication modified or repealed the previous law.”Id., at\n394.Vultereaffirmed that a mere failure to\nappropriate does not repeal or discharge an obligation to pay. At\nissue there was whether certain appropriations Acts had repealed a\nGovernment obligation to pay bonuses to military servicemen. 233\nU. S., at 511–512. A 1902 statute had provided a 10 percent\nbonus to officers serving outside the contiguous United States, but\nin 1906 and 1907, Congress enacted appropriations funding the\nbonuses for officers “except [those in] P[ue]rto Rico and Hawaii.”Id., at 512. Then, in 1908, Congress enacted a statute\nstating “ ‘[t]hat the increase of pay . . . shall be\nas now provided by law.’ ”Id., at 513. When Lieutenant\nNelson Vulte sought a bonus for his service in Puerto Rico from\n1908 to 1909, the Government refused, contending that the\nappropriations Acts had impliedly repealed its obligation\naltogether.Relying onLangston,Vulterejected that argument. “[I]t is to be remembered,” the Court\nwrote, that the alleged repeals “were in appropriation acts and no\nwords were used to indicate any other purpose than the disbursement\nof a sum of money for the particular fiscal years.” 233 U. S.,\nat 514. At most, the appropriations had “temporarily suspend[ed]”\npayments, but they did not use “ ‘the most clear and positive\nterms’ ” required to “modif[y] or repea[l]” the Government’s\nobligation itself.Id.,at 514–515 (quotingMinisv.United States, 15 Pet. 423, 445 (1841)). Because the\nGovernment had failed to show that repeal was the only\n‘ “reasonable interpretation’ ” of the appropriation\nActs, the obligation persisted. 233 U. S., at 515 (quotingMinis, 15 Pet., at 445).The parallels amongLangston,Vulte, and these cases are clear. Here, like inLangstonandVulte, Congress “merely appropriated a\nless amount” than that required to satisfy the Government’s\nobligation, without “expressly or by clear implication modif[ying]”\nit.Langston, 118 U. S., at 394; see alsoVulte,\n233 U. S., at 515. The riders stated that “[n]one of the funds\nmade available by this Act,” as opposed to any other sources of\nfunds, “may be used for payments under” the Risk Corridors statute.\n§227, 128Stat. 2491; accord, §225, 129Stat. 2624; §223, 131Stat.\n543. But “no words were used to indicate any other purpose than the\ndisbursement of a sum of money for the particular fiscal years.”Vulte, 233 U. S., at 514. And especially because the\nGovernment had already begun incurring the prior year’s obligation\neach time Congress enacted a rider, reasonable (and nonrepealing)\ninterpretations exist. Indeed, finding a repeal in these\ncircumstances would raise serious questions whether the\nappropriations riders retroactively impaired insurers’ rights to\npayment. SeeLandgrafv.USI Film Products,511 U.S.\n244, 265–266, 280 (1994); see also GAO Redbook 1–61 to\n1–62.The relevant agencies’ responses to the riders\nalso undermine the case for an implied repeal here. Had Congress\n“clearly expressed” its intent to repeal, one might have expected\nHHS or CMS to signal the sea change.Morton, 417 U. S.,\nat 551. But even after Congress enacted the first rider, the\nagencies reiterated that “the Affordable Care Act requires the\nSecretary to make full payments to issuers,” 80 Fed. Reg. 10779,\nand that “HHS w[ould] record risk corridors payments due as an\nobligation of the United States Government for which full payment\nis required,” CMS, Risk Corridors Payments for 2015, at 1. They\nunderstood that profitable insurers’ payments to the Government\nwould not dispel the Secretary’s obligation to pay unprofitable\ninsurers, even “in the event of a shortfall.”Ibid.Given the Court’s potent presumption in the\nappropriations context, an implied-repeal-by-rider must be made of\nsterner stuff.BTo be sure, this Court’s implied-repeal\nprecedents reveal two situations where the Court has deemed\nappropriations measures irreconcilable with statutory obligations\nto pay. But neither one applies here.The first line of cases involved appropriations\nbills that, without expressly invoking words of “repeal,” reached\nthat outcome by completely revoking or suspending the underlying\nobligation before the Government began incurring it. SeeUnited\nStatesv.Will,449 U.S.\n200(1980);United Statesv.Dickerson,310 U.S.\n554(1940).Willconcluded that Congress had canceled an\nobligation to pay cost-of- living raises through appropriations\nbills that bluntly stated that future raises “ ‘shall not take\neffect’ ” or that restricted funds from “ ‘this Act or\nany other Act.’ ” 449 U. S., at 206–207, 223.[9] Likewise,Dickersonheld that\na series of appropriations bills repealed an obligation to pay\nmilitary-reenlistment bonuses due in particular fiscal years. See\n310 U. S., at 561. One enactment “ ‘hereby\nsuspended’ ” the bonuses before they took effect, and another\n“continued” this suspension for additional years, providing that\n“ ‘no part of any appropriation in this or any other Act for\nthe [next] fiscal year . . . shall be available for the\npayment [of the bonuses] notwithstanding’ ” the statute\ncreating the Government’s obligation to pay.Id., at\n555–557.Here, by contrast, the appropriations riders did\nnot use the kind of “shall not take effect” language decisive inWill. See 449 U. S., at 222–223. Nor did the riders\npurport to “suspen[d]” §1342 prospectively or to foreclose funds\nfrom “any other Act” “notwithstanding” §1342’s money-mandating\ntext.Dickerson, 310 U. S., at 556–557; see alsoWill, 449 U. S., at 206–207. NeitherWillnorDickersonsupports the Federal Circuit’s implied-repeal\nholding.The second strand of precedent turned on\nprovisions that reformed statutory payment formulas in ways\n“irreconcilable” with the original methods. SeeUnited\nStatesv.Mitchell,109 U.S.\n146,150(1883); see alsoUnited Statesv.Fisher,109 U.S.\n143, 145–146 (1883). InMitchell, an appropriations bill\ndecreased the salaries for federal interpreters (from $400 to $300)\nand changed how the agency would distribute any “ ‘additional\npay’ ” (from “ ‘all emoluments and allowances\nwhatsoever’ ” to payments at the agency head’s discretion).\n109 U. S., at 147, 149. And inFisher, Congress altered\nan obligation to pay judges $3,000 per year by providing that a\nlesser appropriation would be “ ‘in full compensation’ ”\nfor services rendered in the next fiscal year. 109 U. S., at\n144.[10]The appropriations bills here created no such\nconflict as inMitchellandFisher. The riders did\nnot reference §1342’s payment formula at all, let alone\n“irreconcilabl[y]” change it.Mitchell, 109 U. S., at\n150. Nor did they provide that Risk Corridors payments from\nprofitable plans would be “ ‘in full compensation’ ” of\nthe Government’s obligation to unprofitable plans.Fisher,\n109 U. S., at 146. Instead, the riders here must be taken at\nface value: as a “mere omission to appropriate a sufficient sum.”Vulte, 233 U. S., at 515. Congress could have used the\nkind of language we have held to effect a repeal or\nsuspension—indeed, it did so in other provisions of the relevant\nappropriations bills. See,e.g.,§716, 128Stat. 2163 (“None\nof the funds appropriated or otherwise made available by this or\nany other Act shall be used . . . ”); §714, 129Stat. 2275\n(same); §714, 131Stat. 168 (same). But for the Risk Corridors\nprogram, it did not.CWe also find unpersuasive the only pieces of\nlegislative history that the Federal Circuit cited. According to\nthe Court of Appeals, a floor statement and an unpublished GAO\nletter provided “clear intent” to cancel or “suspend” the\nGovernment’s Risk Corridors obligation. See 892 F. 3d, at\n1318–1319, 1325–1326. We doubt that either source could ever evince\nthe kind of clear congressional intent required to repeal a\nstatutory obligation through an appropriations rider. SeeUnited\nStatesv.Kwai Fun Wong, 575 U.S. 402, 412 (2015). But\neven if they could, they did not do so here.The floor statement (which Congress adopted as\nan “explanatory statement”) does not cross the clear-expression\nthreshold. See 160 Cong. Rec. 17805, 18307 (2014); see also §4,\n128Stat. 2132. That statement interpreted an HHS regulation as\nsaying that “the risk corridor program will be budget neutral,\nmeaning the federal government will never pay out more than it\ncollects.” 160 Cong. Rec., at 18307.[11] But that misunderstands the referenced regulation,\nwhich provided only that HHS “project[ed]” that the program would\nbe budget neutral and that the agency “intend[ed]” to treat it that\nway, while making clear that “it [was] difficult to estimate” the\n“aggregate risk corridors payments and charges at [the] time.” 79\nFed. Reg. 13829. HHS’ goals did not alter its prior interpretation\nthat the Risk Corridors program was “not statutorily required to be\nbudget neutral.” 78 Fed. Reg. 15473. And neither the floor\nstatement nor the appropriations rider said anything requiring\nbudget neutrality or redefining §1342’s formula.[12]The GAO letter is even more inapt. In it, the\nGAO responded to two legislators’ inquiry by identifying two\nsources of available funding for the first year of Risk Corridors\npayments: CMS’ appropriations for the 2014 fiscal year and\nprofitable insurance plans’ payments to the Secretary. 892\nF. 3d, at 1318; see also App. in No. 17–1994 (CA Fed.), pp.\n234–240. Because the rider cut off the first source of funds, the\nFederal Circuit inferred congressional intent “to temporarily cap”\nthe Government’s payments “at the amount of payments” profitable\nplans made “for each of the applicable years” of the Risk Corridors\nprogram. 892 F. 3d, at 1325. That was error. The letter has\nlittle value because it appears nowhere in the legislative record.\nPerhaps for that reason, the Government does not rely on it.IVHaving found that the Risk Corridors statute\nestablished a valid yet unfulfilled Government obligation, this\nCourt must turn to a final question: Where does petitioners’\nlawsuit belong, and for what relief? We hold that petitioners\nproperly relied on the Tucker Act to sue for damages in the Court\nof Federal Claims.AThe United States is immune from suit unless\nit unequivocally consents.United Statesv.Navajo\nNation,556 U.S.\n287, 289 (2009). The Government has waived immunity for certain\ndamages suits in the Court of Federal Claims through the Tucker\nAct, 24Stat. 505. SeeUnited Statesv.Mitchell,463 U.S.\n206, 212 (1983). That statute permits “claim[s] against the\nUnited States founded either upon the Constitution, or any Act of\nCongress or any regulation of an executive department, or upon any\nexpress or implied contract with the United States, or for\nliquidated or unliquidated damages in cases not sounding in tort.”\n28 U. S. C. §1491(a)(1).The Tucker Act, however, does not create\n“substantive rights.”Navajo Nation, 556 U. S., at 290.\nA plaintiff relying on the Tucker Act must premise her damages\naction on “other sources of law,” like “statutes or contracts.”Ibid.For that reason, “[n]ot every claim invoking the\nConstitution, a federal statute, or a regulation is cognizable\nunder the Tucker Act.”Mitchell, 463 U. S., at 216. Nor\nwill every “failure to perform an obligation . . .\ncreat[e] a right to monetary relief ” against the Government.United Statesv.Bormes,568 U.S.\n6, 16 (2012).To determine whether a statutory claim falls\nwithin the Tucker Act’s immunity waiver, we typically employ a\n“fair interpretation” test. A statute creates a “right capable of\ngrounding a claim within the waiver of sovereign immunity if, but\nonly if, it ‘can fairly be interpreted as mandating compensation by\nthe Federal Government for the damage sustained.’ ”United\nStatesv.White Mountain Apache Tribe,537 U.S.\n465, 472 (2003) (quotingMitchell, 463 U. S., at\n217)); see alsoNavajo Nation, 556 U. S., at 290 (“The\nother source of law need notexplicitlyprovide that the\nright or duty it creates is enforceable through a suit for\ndamages”). Satisfying this rubric is generally both necessary and\nsufficient to permit a Tucker Act suit for damages in the Court of\nFederal Claims.White Mountain Apache, 537 U. S., at\n472–473.[13]But there are two exceptions. The Tucker Act\nyields when the obligation-creating statute provides its own\ndetailed remedies, or when the Administrative Procedure Act,\n60Stat. 237, provides an avenue for relief. SeeBormes, 568\nU. S., at 13, 16;Bowenv.Massachusetts,487 U.S.\n879, 900–908 (1988).BPetitioners clear each hurdle: The Risk\nCorridors statute is fairly interpreted as mandating compensation\nfor damages, and neither exception to the Tucker Act applies.1Rarely has the Court determined whether a\nstatute can “fairly be interpreted as mandating compensation by the\nFederal Government.”Mitchell, 463 U. S., at 216–217\n(internal quotation marks omitted). Likely this is because\nso-called money-mandating provisions are uncommon, see M. Solomson,\nCourt of Federal Claims: Jurisdiction, Practice, and Procedure 4–18\n(2016), and because Congress has at its disposal several blueprints\nfor conditioning and limiting obligations, see n. 7,supra; see also GAO Redbook 2–22 to 2–24, 2–54 to 2–58. But\nCongress used none of those tools in §1342. The Risk Corridors\nstatute is one of the rare laws permitting a damages suit in the\nCourt of Federal Claims.Here again §1342’s mandatory text is\nsignificant. Statutory “ ‘shall pay’ language” often reflects\ncongressional intent “to create both a right and a remedy” under\nthe Tucker Act.Bowen, 487 U. S., at 906, n. 42; see\nalso,e.g., id., at 923 (Scalia, J., dissenting) (“[A]\nstatute commanding the payment of a specified amount of money by\nthe United States impliedly authorizes (absent other indication) a\nclaim for damages in the defaulted amount”);United Statesv.Testan,424 U.S.\n392, 404 (1976) (suggesting that the Back Pay Act,\n5 U. S. C. §5596, may permit damages suits under the\nTucker Act “in carefully limited circumstances”);Mitchell,\n463 U. S., at 217 (similar). Section 1342’s triple\nmandate—that the HHS Secretary “shall establish and administer” the\nprogram, “shall provide” for payment according to the statutory\nformula, and “shall pay” qualifying insurers—falls comfortably\nwithin the class of money- mandating statutes that permit recovery\nof money damages in the Court of Federal Claims.Bolstering our finding is §1342’s focus on\ncompensating insurers for past conduct. In assessing Tucker Act\nactions, this Court has distinguished statutes that “attempt to\ncompensate a particular class of persons for past injuries or\nlabors” from laws that “subsidize future state expenditures.”Bowen, 487 U. S., at 906, n. 42. (The first group\npermits Tucker Act suits; the second does not.) The Risk Corridors\nstatute sits securely in the first category: It uses a\nbackwards-looking formula to compensate insurers for losses\nincurred in providing healthcare coverage for the prior\nyear.[14]2Nor is there a separate remedial scheme\nsupplanting the Court of Federal Claims’ power to adjudicate\npetitioners’ claims.True, the Tucker Act “is displaced” when “a law\nassertedly imposing monetary liability on the United States\ncontains its own judicial remedies.”Bormes, 568 U. S.,\nat 12. A plaintiff in that instance cannot rely on our “fair\ninterpretation” test, and instead must stick to the money-\nmandating statute’s “owntext” to “determine whether the\ndamages liability Congress crafted extends to the Federal\nGovernment.”Id., at 15–16. Examples include the Fair Credit\nReporting Act, 84Stat. 1127, and the Agricultural Marketing\nAgreement Act of 1937, 50Stat. 246. The former superseded the\nTucker Act by creating a cause of action, imposing a statute of\nlimitations, and providing subject-matter jurisdiction in federal\ndistrict courts. See 15 U. S. C. §§1681n, 1681o,\n1681p;Bormes, 568 U. S., at 15. And the latter did so\nby allowing aggrieved parties to petition the Secretary of\nAgriculture and by paving a path for judicial review. See 7\nU. S. C. §608c(15);Hornev.Department of\nAgriculture,569 U.S.\n513, 527 (2013).Unlike those statutes, however, the Affordable\nCare Act did not establish a comparable remedial scheme. Nor has\nthe Government identified one. So this exception to the Tucker Act\nis no barrier here.Neither does the Administrative Procedure Act\nbar petitioners’ Tucker Act suit. To be sure, inBowen, this\nCourt held in the Medicaid context that a State properly sued the\nHHS Secretary under the Administrative Procedure Act (not the\nTucker Act) in district court (not the Court of Federal Claims) for\nfailure to make statutorily required payments. See 487 U. S.,\nat 882–887, 901–905.ButBowenis distinguishable on several\nscores. First, the relief requested there differed materially from\nwhat petitioners pursue here. InBowen, the State did not\nseek money damages, but instead sued for prospective declaratory\nand injunctive relief to clarify the extent of the Government’s\nongoing obligations under the Medicaid program. Unlike §1342, which\n“provide[s] compensation for specific instances of past injuries or\nlabors,”id., at 901, n. 31, the pertinent Medicaid\nprovision was a “grant-in-aid program,” which “direct[ed] the\nSecretary . . . to subsidize future state expenditures,”id., at 906, n. 42. Thus, the suit inBowen“was not\nmerely for past due sums, but for an injunction to correct the\nmethod of calculating payments going forward.”Great-West Life\n& Annuity Ins. Co.v.Knudson,534 U.S.\n204, 212 (2002). And because the Court of Federal Claims “does\nnot have the general equitable powers of a district court to grant\nprospective relief,” 487 U. S., at 905, the Court reasoned\nthatBowenbelonged in district court.Second, the parties’ relationship inBowenalso differs from the one implicated here. The State\nhad employed the Administrative Procedure Act inBowenbecause of the litigants’ “complex ongoing relationship,” which\nmade it important that a district court adjudicate future disputes.Id., at 905; see alsoid., at 900, n. 31. The Court\nadded that the Administrative Procedure Act “is tailored” to\n“[m]anaging the relationships between States and the Federal\nGovernment that occur over time and that involve constantly\nshifting balance sheets,” while the Tucker Act is suited to\n“remedy[ing] particular categories of past injuries or labors for\nwhich various federal statutes provide compensation.”Id.,\nat 904–905, n. 39.These observations confirm that petitioners\nproperly sued the Government in the Court of Federal Claims.\nPetitioners’ prayer for relief under the Risk Corridors statute\nlooks nothing like the requested redress inBowen.\nPetitioners do not ask for prospective, nonmonetary relief to\nclarify future obligations; they seek specific sums already\ncalculated, past due, and designed to compensate for completed\nlabors. The Risk Corridors statute and Tucker Act allow them that\nremedy. And because the Risk Corridors program expired years ago,\nthis litigation presents no special concern about managing a\ncomplex ongoing relationship or tracking ever-changing accounting\nsheets. Petitioners’ suit thus lies in the Tucker Act’s\nheartland.[15]VIn establishing the temporary Risk Corridors\nprogram, Congress created a rare money-mandating obligation\nrequiring the Federal Government to make payments under §1342’s\nformula. And by failing to appropriate enough sums for payments\nalready owed, Congress did simply that and no more: The\nappropriation bills neither repealed nor discharged §1342’s unique\nobligation. Lacking other statutory paths to relief, and absent aBowenbarrier, petitioners may seek to collect payment\nthrough a damages action in the Court of Federal Claims.[16]These holdings reflect a principle as old as the\nNation itself: The Government should honor its obligations. Soon\nafter ratification, Alexander Hamilton stressed this insight as a\ncornerstone of fiscal policy. “States,” he wrote, “who observe\ntheir engagements . . . are respected and trusted: while\nthe reverse is the fate of those . . . who pursue an\nopposite conduct.” Report Relative to a Provision for the Support\nof Public Credit (Jan. 9, 1790), in 6 Papers of Alexander Hamilton\n68 (H. Syrett & J. Cooke eds. 1962). Centuries later, this\nCourt’s case law still concurs.The judgments of the Court of Appeals are\nreversed, and the cases are remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1* Justice Thomas and\nJustice Gorsuch join all but Part III–C of this\nopinion.2The others were the\n“Reinsurance” and “Risk Adjustment” programs. The former ran from\n2014 to 2016 and required insurers to pay premiums into a pool that\ncompensated carriers covering “high risk individuals.” §1341,\n124Stat. 208, 42 U. S. C. §18061. The latter is still in\neffect and annually transfers funds from insurance plans with\nrelatively low-risk enrollees to plans with higher risk enrollees.\nSee §1343, 124Stat. 212, 42 U. S. C. §18063.3If a health insurance\nplan made (or lost) up to 3 percentage points more than expected in\na plan year, the plan would keep the gains (or losses). If the plan\nmade (or lost) between 3 and 8 percentage points more than\npredicted, it would give up half of the earnings (or would be\ncompensated for half of the shortfalls) exceeding the 3\npercentage-point threshold. If the gains (or losses) exceeded\npredictions by eight percentage points, the insurers would pay (or\nreceive) 80 percent of the gains (or losses) exceeding the 8\npercentage-point mark. See §1342(b), 124Stat. 211, 42\nU. S. C. §18062(b).4For a meritorious claim\nbrought within the Tucker Act’s 6-year statute of limitations, 28\nU. S. C. §2501, federal law generally requires that the\n“final judgment rendered by the United States Court of Federal\nClaims against the United States . . . be paid out of any\ngeneral appropriation therefor.” §2517(a). The Judgment Fund is a\npermanent and indefinite appropriation for “[n]ecessary amounts\n. . . to pay final judgments, awards, compromise\nsettlements, and interest and costs specified in the judgments or\notherwise authorized by law when . . . payment is not\notherwise provided for.” 31 U. S. C.\n§1304(a)(1).5Compare 130 Fed. Cl. 436\n(2017) (granting Moda Health Plan partial summary judgment on its\nstatutory and implied-in-fact-contract claims), with 129 Fed. Cl.\n81 (2016) (dismissing Land of Lincoln’s statutory, contract, and\nTakings Clause claims), 131 Fed. Cl. 457 (2017) (dismissing Blue\nCross Blue Shield’s statutory and contract claims), and 133 Fed.\nCl. 1 (2017) (dismissing Maine Community Health’s statutory\nclaims).6The Government suggests\nthatLangstonis irrelevant because that case predates the\nJudgment Fund, cf. n. 3,supra, meaning that the Court “had\nno occasion” to determine whether the statute at issue “authorized\na money-damages remedy” against the Government, Brief for United\nStates 30. But by affirming a judgment against the United States,Langstonnecessarily confirmed the Government’s obligation\nto pay independent of a specific appropriation. What remedies\nensure that the Government makes good on its duty to pay is a\nseparate question that we take up below. See Part IV,infra.7Our conclusion matches\nthe interpretations that HHS and CMS have repeated since before the\nRisk Corridors program began. In the agencies’ view, the Risk\nCorridors program was “not statutorily required to be budget\nneutral” and instead required HHS to “remit payments” “[r]egardless\nof the balance of payments and receipts.” 78 Fed. Reg. 15473 (HHS\nregulation); accord, 79 Fed. Reg. 30260 (CMS regulation noting that\neven “[i]n the unlikely event of a shortfall for the 2015 program\nyear, . . . the Affordable Care Act requires the\nSecretary to make full payments to issuers”).8See,e.g., 42\nU. S. C. §280k(a) (“The Secretary . . . shall,\nsubject to the availability of appropriations, establish a 5-year\nnational, public education campaign”); §293k(c) (“Fifteen percent\nof the amount appropriated . . . in each . . .\nfiscal year shall be allocated to [certain] physician assistant\ntraining programs”); §293k–1(e) (“There is authorized to be\nappropriated to carry out this section, $10,000,000”); §293k–2(e)\n(payments “made to an entity from an award of a grant or contract\nunder [§293k–2(a)] shall be . . . subject to the\navailability of appropriations for the fiscal year involved to make\nthe payments”); §300hh–31(a) (“Subject to the availability of\nappropriations, the Secretary . . . shall establish\n[anepidemiology-laboratory program] to award grants”); note\nfollowing §1396a (“In no case may . . . the aggregate\namount of payments made by the Secretary to eligible States under\nthis section exceed $75,000,000”); §1397m–1(b)(2)(A) (“Subject to\nthe availability of appropriations . . . the amount paid\nto a State for a fiscal year under [an adult protective services\nprogram] shall equal . . . ”). This kind of limiting\nlanguage is not unique to the Affordable Care Act. When Congress\nhas restricted “shall pay” language to an appropriation or\navailable funds, it has done so expressly. See,e.g., 2\nU. S. C. §2064; 5 U. S. C. §8334; 7\nU. S. C. §§2013, 2031, 3243, 6523, 7717; 10\nU. S. C. §§1175, 1413a, 1598, 2031, 2410j, 2774, 9780;\n12 U. S. C. §3337; 15 U. S. C. §4723; 16\nU. S. C. §§45f, 410aa–1, 426n, 459e–1, 460m–16, 698f,\n1852; 20 U. S. C. §§80q–5, 1070a, 1134b, 1161g; 22\nU. S. C. §2906; 25 U. S. C. §1912; 30\nU. S. C. §1314; 32 U. S. C. §716; 34\nU. S. C. §12573; 38 U. S. C. §5317A; 42\nU. S. C. §§303, 624, 655, 677, 1203, 1353, 1396b, 8623,\n12622, 16014, 16512; 46 U. S. C. §§51504, 53106, 53206;\n47 U. S. C. §395; 49 U. S. C. §5312; 50\nU. S. C. §§4236, 4237; 52 U. S. C. §21061.\nCongress has also been explicit when it has capped payments, often\nsetting a dollar amount or designating a specific fund from which\nthe Government shall pay. See,e.g., 5 U. S. C.\n§§8102a, 8134, 8461; 7 U. S. C. §§26, 6523; 10\nU. S. C. §1413a; 16 U. S. C. §§450e–1, 460kk;\n19 U. S. C. §2296; 20 U. S. C. §§1070g–1, 1078,\n3988, 5607; 22 U. S. C. §3681; 30 U. S. C.\n§1240a; 31 U. S. C. §3343; 38 U. S. C. §1542;\n42 U. S. C. §§290bb–38, 295h, 618, 5318a, 15093; 43\nU. S. C. §§1356a, 1619; 46 U. S. C. §53106; 50\nU. S. C. §4114. These common limitations—and our\ndiscussion below, see Part IV,infra—diminish the dissent’s\nconcern that other statutes may support a damages action in the\nCourt of Federal Claims.Post,at 3 (opinion of Alito,\nJ.).9Still,Willheld\nunconstitutional the changes that purported to reduce the\nGovernment’s payment obligations after the obligation-creating\nstatutes had already taken effect. See 449 U. S., at 224–226,\n230.10The\nFederal Circuit has also recognized that Congress may override a\nstatutory payment formula through an appropriation that expressly\nearmarks a lesser amount for that payment obligation in the\nupcoming fiscal year. SeeHighland Falls-Fort Montgomery Central\nSchool Dist.v.United States,48 F.3d 1166, 1169–1171 (1995); see also GAO Redbook 2–62\n(discussingHighland Fallsand noting that earmarking a\nlesser amount can create an “irreconcilable conflict” with a\nstatutory payment formula). Perhaps because these cases do not\ninvolve an earmark to satisfy an incompatible payment formula, the\nFederal Circuit did not rely onHighland Fallsbelow.11The\nstatement provides in full: “In 2014, HHS issued a regulation\nstating that the risk corridorprogram will be budget neutral,\nmeaning that the federal government will never pay out more than it\ncollects from issuers over the three year period risk corridors are\nin effect. The agreement includes new bill language to prevent the\nCMS Program Management appropriation account from being used to\nsupport risk corridors payments.” 160 Cong. Rec., at\n18307.12In\nthis implied-repeal context, it is also telling that\nCongressconsidered—but did not enact—bills containing the type of\ntext that may have satisfied the clear-expression rule. Seee.g.,Obamacare Taxpayer Bailout Protection Act, S. 2214,\n113th Cong., 2d Sess., §2 (2014) (“ ‘[T]he Secretary shall\nensure that payments out and payments in . . . are\nprovided for in amounts that the Secretary determines are necessary\nto reduce to zero the cost . . . to the Federal\nGovernment of carrying out the program under this section’ ”);\nTaxpayer Bailout Protection Act, S. 359, 114th Cong., 1st Sess., §2\n(2015) (“ ‘The Secretary shall ensure that the amount of\npayments to plans . . . does not exceed the amount of\npayments to the Secretary’ ” and “ ‘shall proportionately\ndecrease the amount of payments to plans’ ”); Taxpayer Bailout\nProtection Act, H. R. 724, 114th Cong., 1st Sess., §2 (2015)\n(same).13Relying onAlexanderv.Sandoval,532 U.S.\n275(2001), the dissent’s logic suggests that a federal statute\ncould never provide a cause of action for damages absent magic\nwords explicitly inviting suit. Seepost,at 2, 4–7. We have\nrepeatedly rejected that notion—including in opinions written bySandoval’s author. See,e.g.,United Statesv.Bormes,568 U.S.\n6, 15–16 (2012);United Statesv.Navajo Nation,556 U.S.\n287, 290 (2009). Not evenSandovalwent as far as the\ndissent; that decision instead explained that “[t]he judicial task\nis to interpret the statute Congress has passed to determine\nwhether it displays an intent to create not just a private right\nbut also a private remedy.” 532 U. S., at 286. That is\nprecisely what the money-mandating inquiry does: It provides a\nframework for determining when Congress has authorized a claim\nagainst the Government. This framework also makes good sense. Cf.post, at 4. As the author ofSandovalexplained, if a\nstatutory obligation to pay money is mandatory, then the\ncongressionally conferred “right to receive money,”post,at\n8, n. 5, will typically display an intent to provide a damages\nremedy for the defaulted amount,Bowenv.Massachusetts,487 U.S.\n879, 923 (1988) (Scalia, J., dissenting) (a “statute commanding\nthe payment of a specified amount of money by the United States\nimpliedly authorizes (absent other indication) a claim for damages\nin the defaulted amount”). As this Court recently observed,\nCongress enacted the Tucker Act to “suppl[y] the missing ingredient\nfor an action against the United States for the breach of monetary\nobligations not otherwise judicially enforceable.”Bormes,\n568 U. S., at 12. By the dissent’s contrary suggestion, not\nonly is a mandatory statutory obligation to pay meaningless, so too\nis a constitutional one. After all, the Constitution did not\n“expressly create . . . a right of action,”post,at 3, when it mandated “just compensation” for Government takings\nof private property for public use, Amdt. 5; see alsoFirst\nEnglish Evangelical Lutheran Church of Glendalev.County of\nLos Angeles,482 U.S.\n304, 315–316 (1987). Although there is no express cause of\naction under the Takings Clause, aggrieved owners can sue through\nthe Tucker Act under our case law.E.g., Ruckelshausv.Monsanto Co.,467 U.S.\n986, 1016–1017 (1984) (citingUnited Statesv.Causby,328 U.S.\n256, 267 (1946)).14Despite agreeing that “[t]he Court is\ncorrect” on the case law, the dissent proposes supplemental\nbriefing and re-argument.Post,at 4, 8. We underscore,\nhowever, that all Members of this Court agree that today’s cases do\nnot break new doctrinal ground. The Federal Circuit, moreover,\nconcurs in our conclusion. 892 F. 3d, 1311, 1320, n. 2\n(2018) (holding that §1342 “is money-mandating for [Tucker Act]\npurposes” (citingGreenlee Countyv.United States,\n487 F.3d 871, 877 (CA Fed. 2007))). It also agrees with our\nanalysis broadly, having held that “shall pay” language “generally\nmakes a statute money-mandating” under the Tucker Act.Id.,\nat 877 (internal quotation marks omitted). Conversely, the Court of\nAppeals has concluded that a statute is not money mandating where\nthe Government enjoys “complete discretion” in determining whether\n(and whom) to pay. See,e.g., Doev.United States,463 F.3d 1314, 1324 (2006) (noting that the statutoryterm,\n“may,” creates a rebuttable presumption that the “statute creates\ndiscretion”).15The\ndissent concedes that there may “be some sharply defined categories\nof claims that may be properly asserted” through the TuckerAct\n“simply as a matter of precedent.”Post,at 6, and\nnn. 3, 4 (citing takings, breach-of-contract,\nfailure-to-pay-compensation, and breach-of-fiduciary-duty claims as\nexamples). Petitioners’ claim—breach of anunambiguous statutory\npromise to pay for services rendered to theGovernment—fits easily\nwithin those precedents. The only differences the dissent seems to\nassert here are that the dollar figure is higher and that\npetitioners do not deserve a “bailout” for their “bet” that the\nFederal Government would comply with federal law.Post,at\n2, 3, 7; but cf.,e.g.,79 Fed. Reg. 30260 (assuring\ninsurers with “concerns that risk corridors collections may not be\nsufficient to fully fund risk corridors payments” that the\nGovernment would still pay). Our analysis in Tucker Act cases has\nnever revolved on such results-oriented reasoning.16Having found that the Risk Corridors\nstatute is a money-mandating provision for which a Tucker Act suit\nlies, we need not resolve petitioners’ alternative arguments for\nrecovery based on an implied-in-fact contract theory or under the\nTakings Clause.",
    "joined": []
}