{
    "case": {
        "docket": "170",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/170/"
    },
    "id": "1963484",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGCULLEN V. PINHOLSTER563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1088VINCENT CULLEN, ACTING WARDEN, PETITIONERv.SCOTT LYNN PINHOLSTERon writ of certiorari to the united states court of\nappeals for the ninth circuit[April 4, 2011]Justice Sotomayor, with whom\nJustice Ginsburg and Justice Kagan join as to Part II,\ndissenting.Some habeas petitioners are\nunable to develop the fac-tual basis of their claims in state court\nthrough no fault of their own. Congress recognized as much\nwhen it enacted the Antiterrorism and Effective Death Penalty Act\nof 1996 (AEDPA), 110 Stat. 1214, and permitted therein the\nintroduction of new evidence in federal habeas proceed-ings in\ncertain limited circumstances. See 28 U. S. C. §2254(e)(2).\nUnder the Court’s novel interpretation of §2254(d)(1), however,\nfederal courts must turn a blind eye to new evidence in deciding\nwhether a petitioner has satisfied §2254(d)(1)’s threshold obstacle\nto federal habeas relief—even when it is clear that the petitioner\nwould be entitled to relief in light of that evidence. In reading\nthe statute to “compe[l]” this harsh result,ante, at 9,\nthe Court ignores a key textual difference between §§2254(d)(1) and\n2254(d)(2) and discards the previous understanding in our\nprecedents that new evidence can, in fact, inform the §2254(d)(1)\ninquiry. I therefore dissent from the Court’s first holding.I also disagree with the Court that, even if\nthe §2254(d)(1) analysis is limited to the state-court record,\nrespondent Scott Pinholster failed to demonstrate that the\nCalifornia Supreme Court’s decision denying his\nineffective-assistance-of-counsel claim was an unreasonable\napplication ofStricklandv.Washington,466 U. S. 668(1984).\nThere is no reason for the majority to decide whether the\n§2254(d)(1) analysis is limited to the state-court record because\nPinholster satisfied §2254(d)(1) on either the state- or\nfederal-court record.IThe Court first holds that, in\ndetermining whether a state-court decision is an unreasonable\napplication of Supreme Court precedent under §2254(d)(1), “review …\nis limited to the record that was before the state court that\nadjudicated the claim on the merits.”Ante, at 9. New\nevidence adduced at a federal evidentiary hearing is\nnow irrelevant to determining whether a petitioner has\nsatisfied §2254(d)(1). This holding is unnecessary to pro-mote\nAEDPA’s purposes, and it is inconsistent with the provision’s text,\nthe structure of the statute, and our precedents.ATo understand the significance of\nthe majority’s holding, it is important to view the issue in\ncontext. AEDPA’s entire structure—which gives state courts the\nopportunity to decide factual and legal questions in the first\ninstance—ensures that evidentiary hearings in federal habeas\nproceedings are very rare. See N. King, F. Cheesman, & B.\nOstrom, Final Technical Report: Habeas Litigation in U. S. District\nCourts 35–36 (2007) (evidentiary hearings under AEDPA occur in 0.4\npercent of noncapital cases and 9.5 percent of capital cases). Even\nabsent the new restriction created by today’s holding, AEDPA erects\nmultiple hurdles to a state prisoner’s ability to introduce new\nevidence in a federal habeas proceeding.First, “[u]nder the exhaustion\nrequirement, a habeas petitioner challenging a state conviction\nmust first attempt to present his claim in state court.”Harringtonv.Richter, 562 U. S. ___, ___ (2011)\n(slip op., at 13); see also §2254(b)(1)(A). With certain narrow\nexceptions, federal courts cannot consider a claim at all, let\nalone accept new evidence relevant to the claim, if it has not been\nexhausted in state court.[Footnote\n1] The exhaustion requirement thus reserves to state courts the\nfirst opportunity to resolve factual disputes relevant to a state\nprisoner’s claim. SeeO’Sullivanv.Boerckel,526 U. S. 838,\n845 (1999).Second, the exhaustion requirement is\n“complement[ed]” by the standards set forth in §2254(d).Harrington, 562 U. S., at ___ (slip op., at 14). Under\nthis provision, a federal court may not grant habeas relief on any\n“claim that was adjudicated on the merits in State court\nproceedings” unless the adjudication“(1) resulted in a decision that\nwas contrary to, or involved an unreasonable application of,\nclearly established Federal law, as determined by the Supreme Court\nof the United States; or“(2) resulted in a decision that was based on\nan unreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.”These standards “control whether to grant habeas\nrelief.”Schrirov.Landrigan,550 U. S. 465, 474\n(2007). Accordingly, we have said, if the factual allegations a\npetitioner seeks to prove at an evidentiary hearing would not\nsatisfy these standards, there is no reason for a hearing. Seeid., at 481. In such a case, the district court may\nexercise its “discretion to deny an evidentiary hearing.”Ibid.;see alsoinfra, at 13–14. This approach\nmakes eminent sense: If district courts held evidentiary hearings\nwithout first asking whether the evidence the petitioner seeks to\npresent would satisfy AEDPA’s demanding standards, they would\nneedlessly prolong federal habeas proceedings.Third, even when a petitioner seeks to\nintroduce new evidence that would entitle him to relief, AEDPA\nprohibits him from doing so, except in a narrow range of cases,\nunless he “made a reasonable attempt, in light of the information\navailable at the time, to investigate and pursue claims in state\ncourt.”Williamsv.Taylor,529 U. S. 420, 435 (2000)(Michael\nWilliams). Thus, §2254(e)(2) provides:“If the applicant has failed to develop the factual\nbasis of a claim in State court proceedings, the court shall not\nhold an evidentiary hearing on the claim unless the applicant shows\nthat—“(A) the claim relies on—“(i) a new rule of constitutional law, made\nretroactive to cases on collateral review by the Supreme Court,\nthat was previously unavailable; or“(ii) a factual predicate that could not have\nbeen previously discovered through the exercise of due diligence;\nand“(B) the facts underlying the claim would be\nsufficient to establish by clear and convincing evidence that but\nfor constitutional error, no reasonable factfinder would have found\nthe applicant guilty of the underlying offense.”InMichael Williams, we construed the\nopening clause of this provision—which triggers the bar on\nevidentiary hearings—to apply when “there is lack of diligence, or\nsome greater fault, attributable to the prisoner or the prisoner’s\ncounsel.”[Footnote 2]Id., at 432. AEDPA thus bars an evidentiary hearing for a\nnondiligent petitioner unless the petitioner can satisfy both\n§§2254(e)(2)(A) and (B), which few petitioners can. Section\n2254(e)(2) in this way incentivizes state petitioners to develop\nthe factual basis of their claims in state court.To the limited extent that federal evidentiary\nhearings are available under AEDPA, they ensure that petitioners\nwho diligently developed the factual basis of their claims in state\ncourt, discovered new evidence after the state-court proceeding,\nand cannot return to state court retain the ability to access the\nGreat Writ. Seeante, at 2 (Alito, J., concurring in part\nand concurring in judgment). “When Congress codified new rules\ngoverning this previously judicially managed area of law, it did so\nwithout losing sight of the fact that the ‘writ of habeas corpus\nplays a vital role in protecting constitutional rights.’ ”Hollandv.Florida, 560 U. S. ___, ___ (2010)\n(slip op., at 16) (quotingSlackv.McDaniel,529 U. S. 473,\n483 (2000)). Allowing a petitioner to introduce new evidence at a\nhearing in the limited circumstance permitted by §2254(e)(2) does\nnot upset the balance that Congress struck in AEDPA between the\nstate and federal courts. By construing §2254(d)(1) to do the work\nof other provisions in AEDPA, the majority has subverted Congress’\ncareful balance of responsibilities. It has also created\nunnecessarily a brand-new set of procedural complexities that lower\ncourts will have to confront.[Footnote 3]BThe majority’s interpretation of\n§2254(d)(1) finds no support in the provision’s text or the\nstatute’s structure as a whole.1Section 2254(d)(1) requires\ndistrict courts to ask whether a state-court adjudication on the\nmerits “resulted in a decision that was contrary to, or involved an\nunreasonable application of, clearly established Federal law, as\ndetermined by the Supreme Court of the United States.” Because this\nprovision uses “backward-looking language”—i.e.,\npast-tense verbs—the majority believes that it limits review to the\nstate-court record.Ante, at 9. But both §§2254(d)(1) and\n2254(d)(2) use “backward-looking language,” and §2254(d)(2)—unlike\n§2254(d)(1)—expressly directs district courts to base their review\non “the evidence presented in the State court proceeding.” If use\nof the past tense were sufficient to indicate Congress’ intent to\nrestrict analysis to the state-court record, the phrase “in light\nof the evidence presented in the State court proceeding” in\n§2254(d)(2) would be superfluous. The majority’s construction of\n§2254(d)(1) fails to give meaning to Congress’ decision to include\nlanguage referring to the evidence presented to the state court in\n§2254(d)(2). Cf.Batesv.United States,522 U. S. 23, 29–30\n(1997) (“Where Congress includes particular language in one section\nof a statute but omits it in another section of the same Act, it is\ngenerally presumed that Congress acts intentionally and purposely\nin the disparate inclusion or exclusion” (internal quotation marks\nand brackets omitted)).Ignoring our usual “reluctan[ce]\nto treat statutory terms as surplusage in any setting,”TRW\nInc.v.Andrews,534 U. S. 19, 31 (2001)\n(internal quotation marks omitted), the majority characterizes the\nphrase appearing in §2254(d)(2) as mere “clarifying language,”ante, at 12, n. 7. It speculates that “[t]he omission\nof clarifying language from §2254(d)(1) just as likely reflects\nCongress’ belief that such language was unnecessary as it does\nanything else.”Ante, at 12–13, n. 7. The argument\nthat this phrase is merely “clarifying” might have more force,\nhowever, had Congress included this phrase in §2254(d)(1) but not\nin §2254(d)(2). As between the two provisions, §2254(d)(2)—which\nrequires review of the state court’s “determination of the\nfacts”—more logically depends on the facts presented to the state\ncourt. Because this provision needs less clarification on this\npoint than §2254(d)(1), it is all the more telling that Congress\nincluded this phrase in §2254(d)(2) but elected to exclude it from\n§2254(d)(1).Unlike my colleagues in the majority, I refuse\nto assume that Congress simply engaged in sloppy drafting. The\ninclusion of this phrase in §2254(d)(2)—coupled with its omission\nfrom §2254(d)(2)’s partner provision, §2254(d)(1)—provides strong\nreason to think that Congress did not intend for the §2254(d)(1)\nanalysis to be limited categorically to “the evidence presented in\nthe State court proceeding.”2The “ ‘broader context of\nthe statute as a whole,’ ”ante, at 9 (quotingRobinsonv.Shell Oil Co.,519 U. S. 337, 341\n(1997)), reinforces this conclusion. In particular, Congress’\ndecision to include in AEDPA a provision, §2254(e)(2), that permits\nfederal evidentiary hearings in certain circumstances provides\nfurther evidence that Congress did not intend to limit the\n§2254(d)(1) inquiry to the state-court record in every case.We have long recognized that some\ndiligent habeas petitioners are unable to develop all of the facts\nsupporting their claims in state court.[Footnote 4] As discussed above, in enacting AEDPA,\nCongress generally barred evidentiary hearings for petitioners who\ndid not “exercise diligence in pursuing their claims” in state\ncourt.Michael Williams, 529 U. S., at 436; see also\n§2254(e)(2). Importantly, it did not impose any express limit on\nevidentiary hearings for petitioners who had been diligent in state\ncourt. Seeid., at 436 (“[T]he statute does not equate\nprisoners who exercise diligence in pursuing their claims with\nthose who do not”). For those petitioners, Congress left the\ndecision to hold a hearing “to the sound discretion of district\ncourts.”Landrigan, 550 U. S., at 473.Faced with situations in which a diligent\npetitioner offers additional evidence in federal court, the courts\nof appeals have taken two approaches to applying §2254(d)(1). Some\ncourts have held that when a federal court admits new evidence\nsupporting a claim adjudicated on the merits in state court,\n§2254(d)(1) does not apply at all and the federal court may review\nthe claimde novo. Seeante, at 12;Hollandv.Jackson,542 U. S. 649, 653 (2004)(per\ncuriam);see,e.g.,Winstonv.Kelly, 592 F. 3d 535, 555–556 (CA4 2010). I agree\nwith the majority’s rejection of this approach. Seeante,\nat 12. It would undermine the comity principles motivating AEDPA to\ndecline to defer to a state-court adjudication of a claim because\nthe state court, through no fault of its own, lacked all the\nrelevant evidence.[Footnote\n5]Other courts of appeals, including the court\nbelow, have struck a more considered balance. These courts have\nheld that §2254(d)(1) continues to apply but that new evidence\nproperly presented in a federal hearing is relevant to the\nreasonableness of the state-court decision. SeePinholsterv.Ayers, 590 F. 3d 651, 668 (CA9 2009) (en banc)\n(“If the evidence is admissible underMichael Williamsor\n§2254(e)(2), and if it does not render the petitioner’s claims\nunexhausted … , then it is properly considered in evaluating\nwhether the legal conclusion reached by the state habeas court was\na reasonable application of Supreme Court law”); accord,Wilsonv.Mazzuca, 570 F. 3d 490, 500 (CA2\n2009);Pecorarov.Walls, 286 F. 3d 439, 443\n(CA7 2002);Valdezv.Cockrell, 274 F. 3d\n941, 952 (CA5 2001). This approach accommodates the competing\ngoals, reflected in §§2254(d) and 2254(e)(2), of according\ndeference to reasonable state-court decisions and preserving the\nopportunity for diligent petitioners to present evidence to the\nfederal court when they were unable to do so in state court.The majority charts a third, novel course\nthat, so far as I am aware, no court of appeals has adopted:\n§2254(d)(1) continues to apply when a petitioner has additional\nevidence that he was unable to present to the state court, but the\ndistrict court cannot consider that evidence in deciding whether\nthe petitioner has satisfied §2254(d)(1). The problem with this\napproach is its potential to bar federal habeas relief for diligent\nhabeas petitioners who cannot present new evidence to a state\ncourt.Consider, for example, a petitioner who\ndiligently attempted in state court to develop the factual basis of\na claim that prosecutors withheld exculpatory witness statements in\nviolation ofBradyv.Maryland,373 U. S. 83(1963). The state court\ndenied relief on the ground that the withheld evidence then known\ndid not rise to the level of materiality required underBrady. Before the time for filing a federal habeas\npetition has expired, however, a state court orders the State to\ndisclose additional documents the petitioner had timely requested\nunder the State’s public records Act. The disclosed documents\nreveal that the State withheld other exculpatory witness\nstatements, but state law would not permit the petitioner to\npresent the new evidence in a successive petition.[Footnote 6]Under our precedent, if the petitioner had not\npresented hisBradyclaim to the state court at all, his\nclaim would be deemed defaulted and the petitioner could attempt to\nshow cause and prejudice to overcome the default. SeeMichael\nWilliams, 529 U. S., at 444; see also n. 1,supra.\nIf, however, the new evidence merely bolsters aBradyclaim that was adjudicated on the merits in state court, it is\nunclear how the petitioner can obtain federal habeas relief after\ntoday’s holding. What may have been a reasonable decision on the\nstate-court record may no longer be reasonable in light of the new\nevidence. SeeKylesv.Whitley,514 U. S. 419, 436\n(1995) (materiality ofBradyevidence is viewed\n“collectively, not item by item”). Because the state court\nadjudicated the petitioner’sBradyclaim on the merits,\n§2254(d)(1) would still apply. Yet, under the majority’s\ninterpretation of §2254(d)(1), a federal court is now prohibited\nfrom considering the new evidence in determining the reasonableness\nof the state-court decision.The majority’s interpretation of §2254(d)(1)\nthus suggests the anomalous result that petitioners with new claims\nbased on newly obtained evidence can obtain federal habeas relief\nif they can show cause and prejudice for their default but\npetitioners with newly obtained evidence supporting a claim\nadjudicated on the merits in state court cannot obtain federal\nhabeas relief if they cannot first satisfy §2254(d)(1) without the\nnew evidence. That the majority’s interpretation leads to this\nanomaly is good reason to conclude that its interpretation is\nwrong. SeeKeeneyv.Tamayo-Reyes,504 U. S. 1, 7–8 (1992) (“[I]t is …\nirrational to distinguish between failing to properly assert a\nfederal claim in state court and failing in state court to properly\ndevelop such a claim”).The majority responds to this anomaly by\nsuggesting that my hypothetical petitioner “may well [have] a new\nclaim.”[Footnote 7]Ante, at 14, n. 10. This suggestion is puzzling. New\nevidence does not usually give rise to a new claim; it merely\nprovides additional proof of a claim already adjudicated on the\nmerits.[Footnote 8] The\nmajority presumably means to suggest that the petitioner might\nbe able to obtain federal-court review of his new evidence if he\ncan show cause and prejudice for his failure to present the\n“new” claim to a state court. In that scenario, however, the\nfederal court would review the purportedly “new” claimde\nnovo. The majority’s approach thus threatens to replace\ndeferential review of new evidence under §2254(d)(1) withde\nnovoreview of new evidence in the form of “new”\nclaims.[Footnote 9] Because it\nis unlikely that Congress intendedde novoreview—the\nresult suggested by the majority’s opinion—it must have intended\nfor district courts to consider newly discovered evidence in\nconducting the §2254(d)(1) analysis.The majority’s reading of §2254(d)(1) appears\nultimately to rest on its understanding that state courts must have\nthe first opportunity to adjudicate habeas petitioners’ claims. Seeante, at 9–10 (“It would be contrary to [AEDPA’s\nexhaustion requirement] to allow a petitioner to overcome an\nadverse state-court decision with new evidence introduced in a\nfederal habeas court and reviewed by that court in the first\ninstance effectively denovo”).[Footnote 10] Justice Breyer takes the same position.\nSeeante, at 2 (opinion concurring in part and dissenting\nin part) (AEDPA is designed “to give the State a first opportunity\nto consider most matters”). I fully agree that habeas petitioners\nmust attempt to present evidence to state courts in the first\ninstance, as does Justice Alito, seeante, at 2. Where I\ndisagree with the majority is in my understanding that §2254(e)(2)\nalready accomplishes this result. By reading §2254(d)(1) to do the\nwork of §2254(e)(2), the majority gives §2254(e)(2) an unnaturally\ncramped reading. As a result, the majority either has foreclosed\nhabeas relief for diligent petitioners who, through no fault of\ntheir own, were unable to present exculpatory evidence to the state\ncourt that adjudicated their claims or has created a new set of\nprocedural complexities for the lower courts to navigate to ensure\nthe availability of the Great Writ for diligent petitioners.3These considerations lead me to\nagree with the courts of appeals that have concluded that a federal\ncourt should assess the reasonableness of a state court’s\napplication of clearly established federal law under §2254(d)(1) in\nlight of evidence properly admitted in a federal evidentiary\nhearing. There is nothing “strange” about this approach.Ante, at 10. Under §2254(d)(1), federal courts routinely\nengage in analysis that the state court itself might never have\nconducted or did not conduct. For example, when a state court\nsummarily denies a claim without explanation, as the California\nSupreme Court did here, district courts must deny habeas relief\npursuant to §2254(d)(1) so long as “there is any reasonable\nargument” supporting the denial of the petitioner’s claim.Harrington, 562 U. S., at ___ (slip op., at 16). We\nlikewise ask whether a state-court decision unreasonably applied\nclearly established federal law when the state court issued a\nreasoned decision but failed to cite federal law altogether. SeeEarlyv.Packer,537 U. S. 3, 8 (2002)(per curiam). Determining whether a state court could\nreasonably have denied a petitioner relief in light of newly\ndiscovered evidence is not so different than determining whether\nthere is any reasonable basis for a state court’s unreasoned\ndecision.Admittedly, the text of\n§2254(d)(1), standing alone, does not compel either reading of that\nprovision. But construing §2254(d)(1) to permit consideration of\nevidence properly introduced in federal court best accords with the\ntext of §2254(d)(2) and AEDPA’s structure as a whole. By\ninterpreting §2254(d)(1) to preventnondiligentpetitioners from gaming the system—the very purpose of\n§2254(e)(2)—the majority potentially has put habeas relief out of\nreach fordiligentpetitioners with meritorious claims\nbased on new evidence.CThe majority claims that its\nholding is “consistent” with our case law.Ante, at 10.\nQuite the opposite is true: Our cases reflect our previous\nunderstanding that evidence properly admitted pursuant to\n§2254(e)(2) is relevant to the §2254(d)(1) analysis.InLandrigan, JusticeThomas, the author of today’s opinion, confirmed\nthis understanding of the interplay between §§2254(d)(1) and\n2254(e)(2). As noted above, we admonished district courts to\nconsider whether a petitioner’s allegations, if proved true, would\nsatisfy §2254(d) in determining whether to grant a hearing. After\nhighlighting the deference owed to state courts under §§2254(d) and\n2254(e)(1), we stated:“In deciding whether to grant an\nevidentiary hearing, a federal court must consider whether such a\nhearing could enable an applicant to prove the petition’s factual\nallegations, which, if true, would entitle the applicant to federal\nhabeas relief. Because the deferential standards prescribed by\n§2254 control whether to grant habeas relief, a federal court must\ntake into account those standards in deciding whether an\nevidentiary hearing is appropriate.” 550 U. S., at 474 (citation\nomitted).By instructing district courts to\nconsider the §2254(d) standards in deciding whether to grant a\nhearing, we must have understood that the evidence admitted at a\nhearing could be considered in the §2254(d)(1) analysis. See Brief\nfor American Civil Liberties Union asAmicus Curiae9\n(“The whole point ofLandrigan’s admonition that the court\nmust decide whether to hold a hearing with an eye on §2254(d)(1) is\nthat some proffers of evidence will not justify federal\nfact-finding in view of §2254(d)(1), but that other proffers of\nproofwill”).[Footnote\n11]InMichael Williams,\nthe warden argued that §2254(e)(2) bars an evidentiary hearing\nwhenever a petitioner was unable to develop the factual record in\nstate court, “whether or not through his own fault or neglect.” 529\nU. S., at 430. Under the warden’s argument, a petitioner who did\nnot develop the record in state court, whatever the reason, would\nbe barred from presenting evidence to the federal court. In\nrejecting that argument, we observed:“A prisoner who developed his claim\nin state court and can prove the state court’s decision was\n‘contrary to, or involved an unreasonable application of, clearly\nestablished Federal law, as determined by the Supreme Court of the\nUnited States,’ is not barred from obtaining relief by §2254(d)(1).\nIf the opening clause of §2254(e)(2) covers a request for an\nevidentiary hearing on a claim which was pursued with diligence but\nremained undeveloped in state court because, for instance, the\nprosecution concealed the facts, a prisoner lacking clear and\nconvincing evidence of innocence could be barred from a hearing on\nthe claimeven if he could satisfy §2254(d).”Id., at 434 (citation omitted; emphasis added).A petitioner in the latter situation\nwould almost certainly be unable to “satisfy §2254(d)” without\nintroducing the concealed facts in federal court. This passage thus\nreflects our understanding that, in some circumstances, a\npetitioner might need an evidentiary hearing in federal court to\nprove the facts necessary to satisfy §2254(d). To avoid foreclosing\nhabeas relief for such petitioners, we concluded that §2254(e)(2)\ncould not bear the warden’s “harsh reading,” which essentially\nwould have held petitioners strictly at fault for their inability\nto develop the facts in state court.Ibid.The majority\ntoday gives an equally “harsh reading” to §2254(d)(1) to achieve\nthe result we rejected inMichael Williams.[Footnote 12]None of the other cases cited\nby the majority supports its result. InWilliamsv.Taylor,529\nU. S. 362(2000)(Terry Williams), we interpreted\n§2254(d)(1) to ask whether the state-court decision “identifies the\ncorrect governing legal principle from this Court’s decisions but\nunreasonably applies that principle to the facts of the prisoner’s\ncase.”Id., at 413. However, we had no reason to decide\nwhether the §2254(d)(1) inquiry was limited to the state-court\nrecord, as the District Court did not hold an evidentiary hearing\nin that case. Seeid., at 372.InHollandv.Jackson, we stated that “we have made clear that whether a\nstate court’s decision was unreasonable must be assessed in light\nof the record the court had before it.” 542 U. S., at 652. In the\nnext sentence, however, we observed that the evidence at issue\n“could have been the subject of an evidentiary hearing by the\nDistrict Court, but only if respondent was not at fault in failing\nto develop that evidence in state court.”Id., at 652–653.\nWe proceeded to find that the evidence was not properly admitted\nunder §2254(e)(2)beforeconcluding that the Court of\nAppeals had erred in its §2254(d)(1) analysis.Id., at\n653; see alsoBradshawv.Richey,546 U. S. 74, 79 (2005)(per curiam).In sum, our cases reflect our\nrecognition that it is sometimes appropriate to consider new\nevidence in deciding whether a petitioner can satisfy §2254(d)(1).\nIn reading our precedent to require the opposite conclusion, the\nmajority disregards the concerns that motivated our decision inMichael Williams:Some petitioners, even if diligent, may\nbe unable to develop the factual record in state court through no\nfault of their own. We should not interpret §2254(d)(1) to\nforeclose these diligent petitioners from accessing the Great Writ\nwhen the state court will not consider the new evidence and could\nnot reasonably have reached the same conclusion with the new\nevidence before it.III also disagree\nwith the Court’s conclusion that the Court of Appeals erred in\nholding that Pinholster had satisfied §2254(d)(1) on the basis of\nthe state-court record.[Footnote\n13]AThe majority omits\ncritical details relating to the performance of Pinholster’s trial\ncounsel, the mitigating evidence they failed to discover, and the\nhistory of these proceedings. I therefore highlight several aspects\nof the facts and history of this case.1After the jury\nreturned a guilty verdict, the court instructed the jury to return\nsix days later for the penalty phase. This prompted discussion at\nsidebar regarding whether the State had provided notice of its\nintent to offer aggravating evidence. Pinholster’s court-appointed\nattorney, Wilbur Dettmar, argued that the State should be precluded\nfrom offering aggravating evidence:“I am not presently prepared to\noffer anything by way of mitigation. If I was going to proceed on\nmitigation, the people would have the right to rebuttal with or\nwithout notice.“I took the position, since the\npeople had not given notice,I had not prepared any evidence by\nway of mitigation. I would submit it on that basis.” 52\nReporter’s Tr. 7250 (hereinafter Tr.) (emphasis added).Undoubtedly anticipating that\ncounsel might need additional time to prepare an adequate\nmitigation defense, the court asked Dettmar whether a continuance\nwould be helpful in the event it ruled against him. He declined the\noffer on the spot, stating: “I think we would probably still go\nforward on Monday. Clearly the one person that comes to mind is the\ndefendant’s mother. How much beyond that I don’t know. I don’t\nthink the pa[ss]age of time would make a great deal of difference.”Id., at 7257–7258. After hearing testimony, the court\ndenied Pinholster’s motion to preclude aggravating\nevidence.At the penalty phase, defense\ncounsel called only one witness: Pinholster’s mother, Burnice\nBrashear. Brashear testified that Pinholster “never really wanted\nfor anything at home too much” and “had everything normally\nmaterialwise that most people have.”Id., at 7395. She\nsaid that Pinholster was “different” from his siblings, whom she\ncharacterized as “basically very good children.”Id., at\n7401–7402. Pinholster, she said, had a “friendly” relationship with\nhis stepfather, although his stepfather “sometimes would lose his\ntemper” with Pinholster, who “had a mind of his own.”Id.,\nat 7392–7393; see alsoid., at 7293 (stating that his\nstepfather was “at times” “abusive or near abusive”).Brashear provided brief\ntestimony regarding Pinholster’s childhood. She described two car\naccidents—one when she ran over him in the driveway and one when he\nwent through the windshield.Id., at 7389–7391. She stated\nthat he started failing school in the first grade and that the\nschool eventually “sent him to [an] educationally handicapped\nclass.”Id., at 7393–7394. When Pinholster was 10, a\npsychologist recommended placing him in a mental institution, but\nshe “didn’t think he was that far gone.”Id., at 7395. A\nfew years later, she testified, he spent six months in a state\nhospital for emotionally handicapped children.Id., at\n7402.According to Brashear,\nPinholster had suffered from epilepsy since age 18, when he was\nbeaten in jail.Id., at 7397. She said that her\nfamily doctor, Dr. Dubin, had given him medication to treat the\nepilepsy.Ibid.Brashear also suggested that Pinholster\ndid not have long to live, stating that he had “a chip in his head\nfloating around” and that “they don’t think—he won’t be here very\nmuch longer anyway.”[Footnote\n14]Ibid.In closing argument, the\nprosecutor ridiculed Brashear’s testimony. See 53id., at\n7442 (“She said his stepfather disciplined him. So what? I am sure\nyou have all disciplined your children. I was disciplined myself”);ibid.(“He was run over by a car when he was three years\nold. That’s very unfortunate. There is no evidence of any brain\ndamage. A lot of children get dropped, fall from their cribs or\nwhatever”);id., at 7444–7445 (“I submit to you that if\nthis defendant truly had epilepsy, … a doctor would have been\nbrought in to tell you that. Medical records, something”). The\nprosecutor also highlighted Brashear’s testimony about Pinholster’s\nstable home environment, arguing, “He came from a good home. You\nheard that he was not a deprived child. Had many things going for\nhim, probably more than many children.”Id., at\n7442.Notwithstanding the meager\nmitigation case presented by Pinholster’s counsel, it took the jury\ntwo days to reach a decision to sentence Pinholster to death. His\ncounsel later moved to modify the sentence to life imprisonment. In\ndenying the motion, the trial judge stated, “The evidence which the\ndefense offered concerning the defendant’s extenuation was merely\nsome testimony from his mother that was not persuasive. His mother\ndid not, in the court’s opinion, present any evidence which the\ncourt would find to be a moral justification or extenuation for his\nconduct. No witness supplied such evidence.” 54id., at\n7514.2After his\nconviction and sentence were affirmed on appeal, Pinholster filed a\nhabeas petition in the California Supreme Court alleging, among\nother things, that his counsel had “unreasonably failed to\ninvestigate, prepare and present available mitigating evidence\nduring penalty phase.” Record ER–103.Pinholster’s\nstate-court petition included 121 exhibits. In a series of\ndeclarations, his trial attorney Harry Brainard (who had by then\nbeen disbarred) confirmed what Dettmar had forthrightly told the\ntrial court: Brainard and Dettmar neither expected nor prepared to\npresent mitigation evidence.[Footnote 15] Seeid., at ER–333 (“Mr. Dettmar\nand I did not prepare a case in mitigation. We felt there would be\nno penalty phase hearing inasmuch as we did not receive written\nnotice of evidence in aggravation pursuant to Penal Code §190.3”).\nBrainard further confirmed what was apparent from the mitigation\ncase they eventually put on: They conducted virtually no mitigation\ninvestigation. Seeid., at ER–182 (“I have no recollection\nof Mr. Dettmar having secured or reviewed any of Scott’s medical\nrecords, nor did I see any of Scott’s medical records. So far as I\nrecollect, neither Mr. Dettmar nor myself interviewed any of\nScott’s previous medical providers”);id., at ER–183 (“I\ndo not recall interviewing or attempting to interview Scott’s\nfamily members or any other persons regarding penalty phase\ntestimony, except Mrs. Brashears[sic]”);ibid.(“I have no recollection of seeing or attempting to secure Scott’s\nschool records, juvenile records, medical records, or records of\nprior placements”);ibid.(“I have no recollection of\ninterviewing or attempting to interview Scott’s former school\nteachers, counselors, or juvenile officers”).[Footnote 16]Statements by relatives (none\nof whom trial counsel had attempted to interview regarding\nPinholster’s background) and documentary evidence revealed that the\npicture of Pinholster’s family life painted by his mother at trial\nwas false. Pinholster was “raised in chaos and poverty.”Id., at ER–312. A relative remembered seeing the children\nmix together flour and water in an attempt to get something to eat.\nPinholster’s stepfather beat him several times a week, including at\nleast once with a two-by-four board. “There was so much violence in\n[the] home” that Pinholster’s brother “dreaded coming home each\nday.”Id., at ER–313. Pinholster’s half sister was removed\nfrom the home as a result of a beating by his\nstepfather.Documentary evidence showed,\ndirectly contrary to Brashear’s trial testimony, that Pinholster’s\nsiblings had very troubled pasts. Pinholster’s elder brother was\narrested for armed burglary, robbery, and forcible rape of a\n14-year-old with a deadly weapon. While in custody, he was\ndiagnosed as “catatonic-like” and “acutely psychotic, probably\nsuffering some type of schizophrenia.”Id., at ER–219,\nER–224. He later committed suicide.[Footnote 17] Pinholster’s half sister, a recovering\nalcoholic, had been made a ward of the juvenile court for\nprostitution and forcible sexual battery on a\n14-year-old.Pinholster’s petition and\nexhibits described a long history of emotional disturbance and\nneurological problems. A former schoolteacher stated that, as a\nchild, Pinholster “seemed incapable of relating either to his peers\nor to adults,” that “[i]t was even hard to maintain eye contact\nwith him,” and that “[h]is hyperactivity was so extreme that [she]\nformed the opinion it probably had an organic base.”Id.,\nat ER–231. School records revealed that he “talk[ed] to self\ncontinuously,” had “many grimaces,” fought in his sleep, and could\n“control self for only 1 hour per day.”Id., at ER–230,\nER–233. He “show[ed] progressive deterioration each semester since\nKindergarten.”Id., at ER–230. School officials\nrecommended placement in a school for emotionally handicapped\nstudents and referral to a neurologist. At age nine, he had an\nabnormal EEG, revealing “an organic basis for his behavior.”Id., at ER–157, ER–234. Just months before the homicides,\na doctor recommended placement in the Hope Psychiatric Institute,\nbut this did not occur.This and other evidence\nattached to the petition was summarized in a declaration by Dr.\nGeorge Woods. Dr. Woods opined that Pinholster “suffer[ed] from\nsevere and long standing seizure disorders,”id., at\nER–156, that his childhood head traumas “may have been the\nprecipitating factors for [his] seizure disorder,”id., at\nER–157, and that he suffered from bipolar mood disorder. He pointed\nto trial testimony that immediately before the burglary on the\nnight of the homicides, Pinholster announced that he “ ‘ha[d]\na message from God’ ”—which Dr. Woods believed to reflect\n“[a]uditory hallucinations” and “severe psychosis.”Id.,\nat ER–169. He concluded that at the time of the homicides\nPinholster “was suffering from bipolar mood disorder with psychotic\nideation and was suffering a complex partial seizure.”Id., at ER–170. He also observed that Pinholster’s\n“grossly dysfunctional family, the abuse he received as a child,\nhis history of suffering from substantial seizure and mood\ndisorders, his frequently untreated psychiatric and psychological\ndisabilities and his educational handicaps were relevant\ncircumstances which would extenuate the gravity of the crime.”Id., at ER–171.On the basis of Pinholster’s\nsubmission, the California Supreme Court denied Pinholster’s\nineffective-assistance-of-counsel claim.Pinholster then filed a habeas\npetition in Federal District Court. He included an additional\nexhibit: a declaration by Dr. John Stalberg, a psychiatrist who had\nhastily examined Pinholster and produced a two-page report in the\nmiddle of the original trial.[Footnote 18] After reviewing the new material collected\nby Pinholster’s habeas counsel, Dr. Stalberg stated that the\navailable evidence showed a familial history of “severe psychiatric\ndisorders,” “a history of seizure disorders of unknown etiology,”\n“repeated head traumas,” “an abnormal EEG,” and “evidence of mental\ndisturbance during Mr. Pinholster’s childhood and some degree of\nbrain damage.”Id., at ER–493. He also opined that “there\n[was] voluminous mitigating evidence which includes a childhood of\nphysical abuse, emotional neglect, and a family history of mental\nillness and criminal behavior.”Id., at ER–494.The District Court stayed the\nfederal proceedings while Pinholster sought state-court review of\nclaims the District Court deemed unexhausted. Pinholster’s second\nhabeas submission to the California Supreme Court included\nStalberg’s declaration. That court summarily denied Pinholster’s\npetition on the merits.Pinholster returned to Federal\nDistrict Court and filed an amended petition. After an evidentiary\nhearing, the District Court concluded that Pinholster had\ndemonstrated deficient performance and prejudice underStrickland.[Footnote\n19] The Ninth Circuit, sitting en banc, affirmed. 590\nF. 3d 651.BAs the majority\nnotes, Pinholster’s claim arises underStricklandv.Washington. “The benchmark for judging any claim of\nineffectiveness [underStrickland] must be whether\ncounsel’s conduct so undermined the proper functioning of the\nadversarial process that the trial cannot be relied on as having\nproduced a just result.” 466 U. S., at 686. To satisfy this\nbenchmark, a defendant must show both that “counsel’s performance\nwas deficient” and that “the deficient performance prejudiced the\ndefense.”Id., at 687.When §2254(d)(1)\napplies, the question is whether “ ‘fairminded jurists could\ndisagree’ on the correctness of the state court’s decision.”Harrington, 562 U. S., at ___ (slip op., at 11) (quotingYarboroughv.Alvarado,541 U. S. 652, 664\n(2004)). When the state court rejected aStricklandclaim\non the pleadings assuming the allegations to be true, as here, seeante, at 16, n. 12, the federal court must ask whether\n“there is any reasonable argument” supporting the state court’s\nconclusion that the petitioner’s allegations did not state a claim,Harrington, 562 U. S., at ___ (slip op., at 16). This\nstandard is “difficult,” but not impossible, “to meet.”Id., at ___ (slip op., at 12). This case is one in which\nfairminded jurists could not disagree that the state court\nerred.CUnderStrickland, “the defendant must show that counsel’s\nrepresentation fell below an objective standard of reasonableness,”\nmeasured according to “prevailing professional norms.” 466 U. S.,\nat 688. We “indulge a strong presumption that counsel’s conduct\nfalls within the wide range of reasonable professional assistance.”Id., at 689. When §2254(d) applies, federal-court review\nis “ ‘doubly’ ” deferential.Harrington, 562 U.\nS., at ___ (slip op., at 16) (quotingKnowlesv.Mirzayance, 556 U. S. ___, ___ (2009) (slip op., at 11)).\nIn the present AEDPA posture, “[t]he question is whether there is\nany reasonable argument that counsel satisfiedStrickland’s deferential standard.”Harrington,\n562 U. S., at ___ (slip op., at 16). Here, there is\nnone.The majority\nsurmises that counsel decided on a strategy “to get the\nprosecution’s aggravation witnesses excluded for lack of notice,\nand if that failed, to put on Pinholster’s mother.”Ante,\nat 19. This is the sort of “ ‘post hocrationalization’ for counsel’s decisionmaking that contradicts the\navailable evidence of counsel’s actions” that courts cannot\nindulge.Harrington, 562 U. S., at ___ (slip op., at 20)\n(quotingWigginsv.Smith,539 U. S. 510, 526–527 (2003)). The\nmajority’s explanation for counsel’s conduct contradicts the best\navailable evidence of counsel’s actions: Dettmar’s frank,\ncontemporaneous statement to the trial judge that he “had not\nprepared any evidence by way of mitigation.” 52 Tr. 7250. The\nmajority’s conjecture that counsel had in fact prepared a\nmitigation defense, based primarily on isolated entries in\ncounsel’s billing records, requires it to assume that Dettmar was\nlying to the trial judge.[Footnote 20]In any event, even if\nPinholster’s counsel had a strategic reason for their actions, that\nwould not automatically render their actions reasonable. For\nexample, had counsel decided their best option was to move to\nexclude the aggravating evidence, it would have been unreasonable\nto forgo a mitigation investigation on the hope that the motion\nwould be granted. With a client’s life at stake, it would “flou[t]\nprudence,”Rompillav.Beard,545 U. S. 374, 389 (2005), for an\nattorney to rely on the possibility that the court might preclude\naggravating evidence pursuant to a “legal technicality” without any\nbackup plan in place in case the court denied the motion,ante, at 19. No reasonable attorney would pursue such a\nrisky strategy. I do not understand the majority to suggest\notherwise.Instead, I understand the\nmajority’s conclusion that counsel’s actions were reasonable to\nrest on its belief that they did have a backup plan: a\nfamily-sympathy defense. In reaching this conclusion, the majority\ncommits the sameStricklanderror that we corrected,\napplying §2254(d)(1), inWiggins:It holds a purportedly\n“tactical judgment” to be reasonable without assessing “the\nadequacy of the investigatio[n] supporting [that] judgmen[t],” 539\nU. S., at 521. As we stated inStrickland:“[S]trategic choices made after\nthorough investigation of law and facts relevant to plausible\noptions are virtually unchallengeable; and strategic choices made\nafter less than complete investigation are reasonable precisely to\nthe extent that reasonable professional judgments support the\nlimitations on investigation. In other words, counsel has a duty to\nmake reasonable investigations or to make a reasonable decision\nthat makes particular investigations unnecessary. In any\nineffectiveness case, a particular decision not to investigate must\nbe directly assessed for reasonableness in all the circumstances,\napplying a heavy measure of deference to counsel’s judgments.” 466\nU. S., at 690–691.We have repeatedly applied this\nprinciple since Strickland. SeeSearsv.Upton, 561 U. S. ___, ___ (2010)(per curiam)(slip op., at 9);Porterv.McCollum, 558 U. S.\n___, ___ (2009)(per curiam)(slip op., at 10);Wiggins, 539 U. S., at 527;Terry Williams, 529\nU. S., at 396.[Footnote\n21]As these cases make clear, the\nprevailing professional norms at the time of Pinholster’s trial\nrequired his attorneys to “conduct a thorough investigation of the\ndefendant’s background,”ibid.(citing 1 ABA Standards for\nCriminal Justice 4–4.1, commentary, p. 4–55 (2d ed. 1980)\n(hereinafter ABA Standards)), or “to make a reasonable decision\nthat makes particular investigations unnecessary,”Strickland, 466 U. S., at 691.[Footnote 22] “In judging the defense’s investigation,\nas in applyingStricklandgenerally, hindsight is\ndiscounted by pegging adequacy to ‘counsel’s perspective at the\ntime’ investigative decisions are made, and by giving a ‘heavy\nmeasure of deference to counsel’s judgments.’ ”Rompilla, 545 U. S., at 381 (quotingStrickland,\n466 U. S., at 689, 691; citation omitted). In some cases,\n“reasonably diligent counsel may draw a line when they have good\nreason to think further investigation would be a waste.”Rompilla, 545 U. S., at 383; see,e.g.,Bobbyv.Van Hook, 558 U. S. ___, ___ (2009)(per curiam)(slip op., at 8);Burgerv.Kemp,483\nU. S. 776, 794–795 (1987). In other cases, however,Stricklandrequires further investigation.Wigginsis\nillustrative of the competence we have required of counsel in a\ncapital case. There, counsel’s in-vestigation was limited to three\nsources: psychological testing, a presentencing report, and\nDepartment of Social Services records. 539 U. S., at 523–524. The\nrecords revealed that the petitioner’s mother was an alcoholic,\nthat he displayed emotional difficulties in foster care, that he\nwas frequently absent from school, and that on one occasion, his\nmother left him alone for days without food.Id., at 525.\nIn these circumstances, we concluded, “any reasonably competent\nattorney would have realized that pursuing these leads was\nnecessary to making an informed choice among possible defenses.”Ibid. Accordingly, we held, the state court’s assumption\nthat counsel’s investigation was adequate was an unreasonable\napplication ofStrickland. 539 U. S., at 528.[Footnote 23]This case is remarkably similar\ntoWiggins. As the majority reads the record, counsel’s\nmitigation investigation consisted of talking to Pinholster’s\nmother, consulting with Dr. Stalberg, and researching\nepilepsy.[Footnote 24]Ante, at 20. What little information counsel gleaned from\nthis “rudimentary” investigation,Wiggins, 539 U. S., at\n524, would have led any reasonable attorney “to investigate\nfurther,”id., at 527. Counsel learned from Pinholster’s\nmother that he attended a class for educationally handicapped\nchildren, that a psychologist had recommended placing him in a\nmental institution, and that he spent time in a state hospital for\nemotionally handicapped children. They knew that Pinholster had\nbeen diagnosed with epilepsy.“[A]ny reasonably competent\nattorney would have realized that pursuing” the leads suggested by\nthis information “was necessary to making an informed choice among\npossible defenses.”Id., at 525; see alsoPenryv.Lynaugh,492 U. S. 302, 319\n(1989) (“[E]vidence about the defendant’s background and character\nis relevant because of the belief, long held by this society, that\ndefendants who commit criminal acts that are attributable to a\ndisadvantaged background, or to emotional and mental problems, may\nbe less culpable than defendants who have no such excuse” (internal\nquotation marks omitted)). Yet counsel made no effort to obtain the\nreadily available evidence suggested by the information they\nlearned, such as Pinholster’s schooling or medical records, or to\ncontact Pinholster’s school authorities. They did not contact Dr.\nDubin or the many other health-care providers who had treated\nPinholster. Put simply, counsel “failed to act while potentially\npowerful mitigating evidence stared them in the face.”Bobby, 558 U. S., at ___ (slip op., at 8) (citingWiggins, 539 U. S., at 525).The “impediments” facing\ncounsel,ante, at 21, did not justify their minimal\ninvestigation. It is true that Pinholster was “an unsympathetic\nclient.”Ibid.But this fact compounds, rather than\nexcuses, counsel’s deficiency in ignoring the glaring avenues of\ninvestigation that could explain why Pinholster was the way he was.\nSeeSears, 561 U. S., at ___ (slip op., at 7) (“This\nevidence might not have made Sears any more likable to the jury,\nbut it might well have helped the jury understand Sears, and his\nhorrendous acts—especially in light of his purportedly stable\nupbringing”). Nor can Dr. Stalberg’s two-page report, which was\nbased on a very limited record and focused primarily on\nPinholster’s mental state at the time of the homicides, excuse\ncounsel’s failure to investigate the broader range of potential\nmitigating circumstances.“The record of the actual\nsentencing proceedings underscores the unreasonableness of\ncounsel’s conduct by suggesting that their failure to investigate\nthoroughly re-sulted from inattention, not reasoned strategic\njudgment.”Wiggins, 539 U. S., at 526. Dettmar told the\ntrial judge that he was unprepared to present any mitigation\nevidence. The mitigation case that counsel eventually put on can be\ndescribed, at best, as “halfhearted.”Ibid.Counsel made\nno effort to bolster Brashear’s self-interested testimony with\nschool or medical records, as the prosecutor effectively emphasized\nin closing argument. And because they did not pursue obvious leads,\nthey failed to recognize that Brashear’s testimony painting\nPinholster as the bad apple in a normal, nondeprived family was\nfalse.In denying Pinholster’s claim,\nthe California Supreme Court necessarily overlookedStrickland’s clearly established admonition that\n“strategic choices made after less than complete investigation are\nreasonable precisely to the extent that reasonable professional\njudgments support the limitations.” 466 U. S., at 690–691. As inWiggins, in light of the information available to\nPinholster’s counsel, it is plain that “reasonable professional\njudgments” could not have supported their woefully inadequate\ninvestigation.[Footnote 25]\n466 U. S., at 691. Accordingly, the California Supreme Court could\nnot reasonably have concluded that Pinholster had failed to allege\nthat his counsel’s investigation was inadequate underStrickland.DThe majority also\nconcludes that the California Supreme Court could reasonably have\nconcluded that Pinholster did not state a claim of prejudice. This\nconclusion, in light of the overwhelming mitigating evidence that\nwas not before the jury, is wrong. To establish prejudice, “[t]he\ndefendant must show that there is a reasonable probability that,\nbut for counsel’s unprofessional errors, the result of the\nproceeding would have been different.”Id., at 694. When a\nhabeas petitioner challenges a death sentence, “the question is\nwhether there is a reasonable probability that, absent the errors,\nthe sentencer … would have concluded that the balance of\naggravating and mitigating circumstances did not warrant death.”Id., at 695. This inquiry requires evaluating “the\ntotality of the available mitigation evidence—both that adduced at\ntrial, and the evidence adduced in the habeas proceeding—in\nreweighing it against the evidence in aggravation.”Terry\nWilliams, 529 U. S., at 397–398. The ultimate question in this\ncase is whether, taking into account all the mitigating and\naggravating evidence, “there is a reasonable probability that at\nleast one juror would have struck a different balance.”Wiggins, 539 U. S., at 537; see Cal. Penal Code Ann.\n§190.4(b) (West 2008) (requiring a unanimous jury verdict to impose\na death sentence).1Like the majority,\nI first consider the aggravating and mitigating evidence presented\nat trial. By virtue of its verdict in the guilt phase, the jury had\nalready concluded that Pinholster had stabbed and killed the\nvictims. As the majority states, the jury saw Pinholster “revel” in\nhis history of burglaries during the guilt phase.Ante, at\n26. The jury heard evidence of Pinholster’s violent tendencies: He\nhad kidnapped someone with a knife, cut a person in the arm with a\nrazor, and had a history of hitting and kicking people. He\nthreatened to kill the State’s lead witness. And he had an\nextensive disciplinary record in jail.Brashear offered\nbrief testimony that was apparently intended to be mitigating. Seesupra, at 19–20; see alsoante, at\n27–28.[Footnote 26] However,\nas the prosecutor argued, Brashear was not a neutral witness. See\n53 Tr. 7441 (“A mother clearly loves her son, ladies and gentlemen.\nClearly not the most unbiased witness in the world”).\nNotwithstanding Brashear’s obvious self-interest, counsel failed to\noffer readily available, objective evidence that would have\nsubstantiated and expanded on her testimony. Their failure to do so\nallowed the prosecutor to belittle her testimony in closing\nargument. Seesupra, at 19–20. And Brashear’s statement\nthat Pinholster would not be alive much longer because he had “a\nchip in his head floating around,” 52 Tr. 7397, could only have\nundermined her credibility, as the prosecutor urged, see 53id., at 7447 (“Does she want you to believe sometime\nbefore he got to country jail some doctor looked in a crystal ball\nand said, ‘In three years you are going to die’? That’s\nridiculous”). The trial judge was thoroughly unimpressed with\nBrashear’s testimony. Seesupra, at 20.Moreover, the evidence\npresented in Pinholster’s state-court petition revealed that\nBrashear distorted facts in her testimony in ways that undermined\nPinholster’s mitigation case. As inSears, 561 U. S., at\n___ (slip op., at 3), the prosecutor used Brashear’s testimony that\nPinholster came from a good family against him. See 53 Tr.\n7442.In sum, counsel presented\nlittle in the way of mitigating evidence, and the prosecutor\neffectively used their halfhearted attempt to present a mitigation\ncase to advocate for the death penalty. The jury nonetheless took\ntwo days to reach a decision to impose a death sentence.2The additional\nmitigating evidence presented to the California Supreme Court “adds\nup to a mitigation case that bears no relation” to Brashear’s\nunsubstantiated testimony.Rompilla, 545 U. S., at\n393.Assuming the\nevidence presented to the California Supreme Court to be true, as\nthat court was required to do, the new mitigating evidence\npresented to that court would have shown that Pinholster was raised\nin “chaos and poverty.” Record ER–312. The family home was filled\nwith violence. Pinholster’s siblings had extremely troubled pasts.\nThere was substantial evidence of “mental disturbance during Mr.\nPinholster’s childhood and some degree of brain damage.”Id., at ER–493.Dr. Woods concluded that\nPinholster’s aggressive conduct resulted from bipolar mood\ndisorder. Just months before the murders, a doctor had recommended\nthat Pinholster be sent to a psychiatric institute. Dr. Woods also\nexplained that Pinholster’s bizarre behavior before the murders\nreflected “[a]uditory hallucinations” and “severe psychosis.”Id., at ER–169. The available records confirmed that\nPinholster suffered from longstanding seizure disorders, which may\nhave been caused by his childhood head injuries.On this record, I do not see\nhow it can be said that “[t]he ‘new’ evidence largely duplicated\nthe mitigation evidence at trial.”Ante, at 29; seeArizonav.Fulminante,499 U. S. 279, 298–299\n(1991) (evidence is not “merely cumulative” if it corroborates\nother evidence that is “unbelievable” on its own). Brashear’s\nself-interested testimony was not confirmed with objective\nevidence, as the prosecutor highlighted. The new evidence would\nhave “destroyed the [relatively] benign conception of\n[Pinholster’s] upbringing” presented by his mother.Rompilla, 545 U. S., at 391. The jury heard no testimony\nat all that Pinholster likely suffered from brain damage or bipolar\nmood disorder, and counsel offered no evidence to help the jury\nunderstand the likely effect of Pinholster’s head injuries or his\nbizarre behavior on the night of the homicides. The jury heard no\ntestimony recounting the substantial evidence of Pinholster’s\nlikely neurological problems. And it heard no medical evidence that\nPinholster suffered from epilepsy.The majority responds that\n“much” of Pinholster’s new mitigating evidence “is of questionable\nmitigating value.”Ante, at 29. By presenting psychiatric\ntestimony, it contends, “Pinholster would have opened the door to\nrebuttal by a state expert.”Ibid.But, because the\nCalifornia Supreme Court denied Pinholster’s petition on the\npleadings, it had no reason to know what a state expert might have\nsaid. Moreover, given the record evidence, it is reasonably\nprobable that at least one juror would have credited his expert. In\nany event, even if a rebuttal expert testified that Pinholster\nsuffered from antisocial personality disorder, this would hardly\nhave come as a surprise to the jury. Seeante, at 22\n(describing Pinholster as a “psychotic client whose performance at\ntrial hardly endeared him to the jury”). It is for this reason that\nit was especially important for counsel to present the available\nevidence to help the jury understand Pinholster. SeeSears, 561 U. S., at ___ (slip op., at 6–7).Had counsel conducted an\nadequate investigation, the judge and jury would have heard\ncredible evidence showing that Pinholster’s criminal acts and\naggressive tendencies were “attributable to a disadvantaged\nbackground, or to emotional and mental problems.”Penry,\n492 U. S., at 319 (internal quotation marks omitted). They would\nhave learned that Pinholster had the “ ‘kind of troubled\nhistory we have declared relevant to assessing a defendant’s moral\nculpability.’ ”Porter, 558 U. S., at ___ (slip op.,\nat 12) (quotingWiggins, 539 U. S., at 535). ApplyingStrickland, we have repeatedly found “a reasonable\nprobability,” 466 U. S., at 694, that the sentencer would have\nreached a different result had counsel presented similar evidence.\nSee,e.g.,Porter, 558 U. S., at ___ (slip op.,\nat 12–13) (evidence of the defendant’s childhood history of\nphysical abuse, brain abnormality, limited schooling, and heroic\nmilitary service);Rompilla, 545 U. S., at 392 (evidence\nof severe abuse and neglect as a child, as well as brain damage);Wiggins, 539 U. S., at 535 (evidence of the defendant’s\n“severe privation and abuse” as a child, homelessness, and\n“diminished mental capacities”);Terry Williams, 529 U.\nS., at 398 (evidence of childhood mistreatment and neglect, head\ninjuries, possible organic mental impairments, and borderline\nmental retardation).The majority does not dispute\nthe similarity between this case and the cited cases. However, it\ncriticizes the Court of Appeals for relying onRompillaandTerry Williamson the ground that we reviewed the\nprejudice questionde novoin those cases. Seeante, at 31. I do not readTerry Williamsto\nreview the prejudice questionde novo.[Footnote 27] More fundamentally, however, I\ncannot agree with the premise that “[t]hose cases … offer no\nguidance with respect to whether a state court has unreasonably\ndetermined that prejudice is lacking.”Ante, at 31\n(emphasis deleted). In each of these cases, we did not purport to\ncreate new law; we simply applied the same clearly established\nprecedent,Strickland, to a different set of facts.\nBecause these cases illuminate the kinds of mitigation evidence\nthat suffice to establish prejudice underStrickland, they\nprovide useful, but not dispositive, guidance for courts to\nconsider when determining whether a state court has unreasonably\nappliedStrickland.In many cases, a state court\npresented with additional mitigation evidence will reasonably\nconclude that there is no “reasonable probability that, but for\ncounsel’s unprofessional errors, the result of the proceeding would\nhave been different.”Strickland, 466 U. S., at 694. This\nis not such a case. Admittedly, Pinholster unjustifiably stabbed\nand killed two people, and his history of violent outbursts and\nburglaries surely did not endear him to the jury. But the homicides\ndid not appear premeditated. And the State’s aggravation case was\nno stronger than inRompillaandTerry Williams.\nSee 545 U. S., at 378, 383 (the defendant committed murder by\ntorture and had a significant history of violent felonies,\nincluding a rape); 529 U. S., at 418 (Rehnquist, C. J., concurring\nin part and dissenting in part) (the defendant had a lifetime of\ncrime, and after the murder he “savagely beat an elderly woman,”\nset a home on fire, and stabbed a man (internal quotation marks\nomitted)). Even on the trial record, it took the jury two days to\ndecide on a penalty. The contrast between the “not persuasive”\nmitigation case put on by Pinholster’s counsel, 54 Tr. 7514, and\nthe substantial mitigation evidence at their fingertips was stark.\nGiven these considerations, it is not a foregone conclusion, as the\nmajority deems it, that a juror familiar with his troubled\nbackground and psychiatric issues would have reached the same\nconclusion regarding Pinholster’s culpability. Fairminded jurists\ncould not doubt that, on the record before the California Supreme\nCourt, “there [was] a reasonable probability that at least one\njuror would have struck a different balance.”Wiggins, 539\nU. S., at 537.IIIThe state-court\nrecord on its own was more than adequate to support the Court of\nAppeals’ conclusion that the California Supreme Court could not\nreasonably have rejected Pinholster’sStricklandclaim.\nThe additional evidence presented in the federal evidentiary\nhearing only confirms that conclusion.AAt the hearing,\nPinholster offered many of the same documents that were before the\nstate habeas court. He also offered his trial attorneys’ billing\nrecords, which were before the state habeas court as part of the\ntrial record. Of the seven lay witnesses who testified at the\nhearing, six had previously executed declarations in support of\nPinholster’s state-court petition. (The seventh, Pinholster’s\nuncle, provided testimony cumulative of other\ntestimony.)Two experts\ntestified on Pinholster’s behalf; neither had presented\ndeclarations to the state habeas court. The first was Dr. Donald\nOlson, assistant professor of neurology and neurological sciences\nand director of the Pediatric Epilepsy Program at Stanford\nUniversity Medical Center. It appears that Pinholster retained Dr.\nOlson to rebut the testimony of the expert disclosed by the State\nin the federal proceeding. See Decl. of Michael D. Abzug in Support\nof StipulatedEx ParteApplication to Continue Evidentiary\nHearing and Discovery Cut-Off and to Substitute Counsel inPinholsterv.Calderon, No. CV 95–6240–GLT (CD\nCal.), p. 2. Relying in part on Pinholster’s abnormal EEG, Dr.\nOlson opined that Pinholster’s childhood accidents “likely\nresult[ed] in brain injury” and that these injuries “conferred a\nrisk of epilepsy.” Record ER–699 to ER–700. He concluded that it\nwas reasonably probable that Pinholster had suffered from partial\nepilepsy since at least 1968 and had suffered from brain injury\nsince at least 1964.Id., at ER–701.Pinholster’s second expert was\nDr. Sophia Vinogradov, associate professor of psychiatry at the\nUniversity of California, San Francisco. Dr. Vinogradov’s testimony\nwas based on essentially the same facts as Dr. Woods’ and Dr.\nStalberg’s state-court declarations. She highlighted Pinholster’s\nchildhood head traumas, history of epilepsy, abusive and neglected\nupbringing, history of substance abuse, and bizarre behavior on the\nnight of the homicides. She opined that his aggressive behavior\nresulted from childhood head traumas:“All data indicates that there were\nsevere effects of the two serious head injuries sustained at age 2\nand age 3, with evidence for behavioral changes related to\ndysfunction of frontal cortex: severe attentional and learning\nproblems in childhood, hyperactivity, aggressivity, impulsivity,\nsocial-emotional impairment, seizure disorder, and explosive\ndyscontrol.”Id., at ER–731.She also opined that, right before\nthe homicides, Pinholster was in an “apparently hallucinatory state\n[that] was likely the result of his intoxication with multiple\nsubstances.”Id., at ER–707The State presented two\nexperts: Dr. Stalberg, the psychiatrist who had examined Pinholster\nin the middle of trial,[Footnote\n28] and Dr. David Rudnick. Although Dr. Stalberg maintained\nthat Pinholster suffered from antisocial personality disorder,\nwhich was his original diagnosis in the middle of trial, he again\nemphasized that there was “voluminous” and “compelling” mitigation\nevidence that had not previously been made available to him or\npresented to the jury.Id., at ER–926, ER–953. He stated\nthat conversations with Pinholster’s family revealed that he and\nhis siblings were “raised like animals, wild animals,”id., at ER–948, and he opined that Pinholster’s upbringing\nwas a risk factor for antisocial personality disorder. Seeibid.(Pinholster’s upbringing “would speak volumes,\nlooking at it from a mitigation point of view”). And he agreed that\nthe mitigation evidence presented at trial was “profoundly\nmisleading.”Id., at ER–966. Dr. Rudnick testified that\nPinholster suffered from antisocial personality\ndisorder.The State also introduced into\nevidence the 1978 probation report that Pinholster’s counsel had in\ntheir possession at the time of his trial. The report demonstrated\nthat counsel were aware that Pinholster was in classes for\neducationally handicapped children, that he was committed to a\nstate hospital for emotionally handicapped children, and that he\nsuffered two “severe head injuries.”Id., at\nSER–243.BMuch of the\nevidence presented at the federal hearing was duplicative of the\nevidence submitted to the California Supreme Court. The additional\nevidence presented at the hearing only confirmed that the\nCalifornia Supreme Court could not reasonably have rejected\nPinholster’s claim.[Footnote\n29]For example, the\nprobation report presented by the State confirmed that counsel had\nin their possession information that would have led any reasonable\nattorney “to investigate further.”Wiggins, 539 U. S., at\n527. Counsel nevertheless took no action to investigate these\nleads.Pinholster’s experts opined\nthat his childhood head traumas likely resulted in brain injury and\nconferred a risk of epilepsy. Although the State presented\ntestimony that Pinholster had antisocial personality disorder, it\nwas not clear error for the District Court to conclude that jurors\ncould have credited Pinholster’s experts. Even the State’s own\nexpert, Dr. Stalberg, testified to the “voluminous” mitigation\nevidence in Pinholster’s case. Record ER–926.In sum, the evidence confirmed\nwhat was already apparent from the state-court record: Pinholster’s\ncounsel failed to conduct an adequate mitigation investigation, and\nthere was a reasonable probability that at least one juror\nconfronted with the “voluminous” mitigating evidence counsel should\nhave discovered would have voted to spare Pinholster’s life.Ibid.Accordingly, whether on the basis of the state- or\nfederal-court record, the courts below correctly concluded that\nPinholster had shown that the California Supreme Court’s decision\nreflected an unreasonable application ofStrickland.[Footnote\n30]*  *  *I cannot agree\nwith either aspect of the Court’s ruling. I fear the consequences\nof the Court’s novel interpretation of §2254(d)(1) for diligent\nstate habeas petitioners with compelling evidence supporting their\nclaims who were unable, through no fault of their own, to present\nthat evidence to the state court that adjudicated their claims. And\nthe Court’s conclusion that the California Supreme Court reasonably\ndenied Pinholster’s ineffective-assistance-of-counsel claim\noverlooks counsel’s failure to investigate obvious avenues of\nmitigation and the contrast between the woefully inadequate\nmitigation case they presented and the evidence they should and\nwould have discovered. I respectfully dissent.Footnote\n1Relatedly, a state prisoner\nmust, as a general matter, properly exhaust his federal claims in\nstate court to avoid having his claim defaulted on procedural\ngrounds. SeeColemanv.Thompson,501 U. S. 722, 750\n(1991).Footnote\n2Section 2254(e)(2) also\ngoverns an attempt to obtain relief “based on new evidence without\nan evidentiary hearing.”Hollandv.Jackson,542 U. S. 649, 653 (2004)(per\ncuriam)(emphasis deleted).Footnote\n3See,e.g., nn. 5, 7,\nand 13,infra.Footnote\n4See,e.g.,Michael Williams,529 U. S. 420, 432 (2000) (noting that\ndiligent efforts to develop the facts might be “thwarted, for\nexample, by the conduct of another or by happenstance”);id., at 434 (noting that the prosecution might have\n“concealed the facts” supporting “a claim which was pursued with\ndiligence”);Townsendv.Sain,372 U. S. 293, 313\n(1963) (requiring federal courts to grant evidentiary hearings\nwhen,inter alia, “the fact-finding procedure employed by\nthe state court was not adequate to afford a full and fair hearing”\nor “there is a substantial allegation of newly discovered\nevidence”), overruled in part on other grounds byKeeneyv.Tamayo-Reyes,504 U. S. 1, 5 (1992).Footnote\n5Of course, §2254(d)(1) only\napplies when a state court has adjudicated a claim on the merits.\nThere may be situations in which new evidence supporting a claim\nadjudicated on the merits gives rise to an altogether different\nclaim. See,e.g., Reply Brief for Petitioner 10–11\n(evidence withheld by the prosecutor relating to one claim may give\nrise to a separate claim underBradyv.Maryland,373 U. S. 83(1963)). The majority\nopinion does not foreclose this possibility.I assume that the majority does\nnot intend to suggest that review is limited to the state-court\nrecord when a petitioner’s inability to develop the facts\nsupporting his claim was the fault of the state court itself. See\ngenerally Tr. of Oral Arg. inBellv.Kelly, O.\nT. 2008, No. 07–1223.Footnote\n6See,e.g.,id., at 37–38 (statement by counsel for the respondent\nwarden that Virginia law bars all successive habeas applications,\neven in cases where the petitioner has new evidence).Footnote\n7The majority declines,\nhowever, to provide any guidance to the lower courts on how to\ndistinguish claims adjudicated on the merits from new\nclaims.Footnote\n8Even if it can fairly be\nargued that my hypothetical petitioner has a new claim, the\nmajority fails to explain how a diligent petitioner with new\nevidence supporting an existing claim can present his new evidence\nto a federal court.Footnote\n9In this vein, it is the\nmajority’s approach that “would not take seriously AEDPA’s\nrequirement that federal courts defer to state-court decisions.”Ante, at 10, n. 3.Footnote\n10Under my reading of\n§2254(d)(1), of course, the district court would review properly\nadmitted new evidence through the deferential lens of §2254(d)(1),\nnotde novo.Footnote\n11The majority overlooks this\naspect ofLandrigan. It quotesLandrigan’s\nobservation that “if the record refutes the applicant’s factual\nallegations or otherwise precludes habeas relief, a district court\nis not required to hold an evidentiary hearing,” 550 U. S., at 474,\nbut that statement has no bearing on the question decided by the\nCourt today.Footnote\n12The majority claims thatMichael\nWilliamssupports its reading of §2254(d)(1). With respect to\none claim asserted by the petitioner, we observed that “[t]he Court\nof Appeals rejected this claim on the merits under §2254(d)(1), so\nit is unnecessary to reach the question whether §2254(e)(2) would\npermit a hearing on the claim.” 529 U. S., at 444. That statement\nmerely reflects the fact that the Court of Appeals had rejected\nthat claim under §2254(d)(1) without considering whether the\npetitioner was entitled to a hearing because the petitioner had not\nrequested a hearing on that claim. SeeWilliamsv.Taylor, 189 F. 3d 421, 425, 428–429 (CA4\n1999).Footnote\n13I agree with the majority that\nthe state-court record in this case consists of “the ‘allegations\nof [the] habeas corpus petition … and … any matter of record\npertaining to the case.’ ”Ante, at 16, n. 12\n(quotingIn re Hochberg, 2 Cal. 3d 870, 874,\nn. 2, 471 P. 2d 1, 3–4, n. 2 (1970); some internal\nquotation marks omitted).The majority does not decide\nwhich of the two state-court decisions should be reviewed. Seeante, at 15, n. 11. Oneamicusargues that\nPinholster must prove thatbothstate-court decisions\ninvolved an unreasonable application of law. See Brief for Criminal\nJustice Legal Foundation asAmicus Curiae26. This\nargument is based onamicus’ understanding that the\nCalifornia Supreme Court rejected the second petition as successive\nand, alternatively, on the merits. The State has not argued,\nhowever, that the second ruling rests on a procedural ground. Seeante, at 6, n. 2. When a state court denies two\npetitions on the merits and the difference between the petitions is\nthat the second petition contains additional evidence supporting\nthe petitioner’s claim, I see no reason why the petitioner must\nindependently show that the first decision was\nunreasonable.Footnote\n14The judge instructed the jury\nto disregard this testimony upon motion by the prosecutor, but the\nprosecutor then discussed the testimony in her closing argument.\nSeeinfra, at 33–34.Footnote\n15By the time of Pinholster’s\nstate-court habeas petition, Dettmar was deceased.Footnote\n16Counsel’s billing records,\nwhich were before the California Supreme Court as part of the trial\nrecord, confirmed Brainard’s recollection.Footnote\n17According to Pinholster’s half\nsister, “The death of our brother Alvin was a severe emotional blow\nto me and to Scott. I believed Scott’s substance abuse (heroin)\narose following and as a result of Alvin’s death.” Record\nER–314.Footnote\n18Counsel had arranged for Dr.\nStalberg to examine Pinholster in the middle of his original trial.\nThe only documents they provided to him were police reports\nrelating to the case and a 1978 probation report. In a two-page\nreport that focused primarily on Pinholster’s mental state at the\ntime of the offenses, Dr. Stalberg concluded that Pinholster had\n“psychopathic personality traits.”Id., at\nER–187.Footnote\n19The District Court based its\ndecision on the evidence adduced at an evidentiary hearing. The\nDistrict Court did not apply 28 U. S. C. §2254(d) because it\nthought, erroneously, that the California Supreme Court had not\nadjudicated Pinholster’s claim on the merits. App. to Pet. for\nCert. 257. For the reasons I discuss, however, the District Court\ncould have concluded that Pinholster had satisfied §2254(d)(1) on\nthe basis of the state-court record alone.Footnote\n20The majority misleadingly\ncites entries showing that counsel were preparing Brashear’s\npenalty phase testimonyaftercounsel learned that the\nState intended to present aggravation evidence. The cited entries\npredating that event show only that counsel conducted about one\nday’s worth of investigation—consisting of talking to Brashear and\nresearching epilepsy—two months before the penalty phase. See 3\nClerk’s Tr. 798 (1.5-hour phone call to Brashear on Jan. 13);id., at 864, 869 (3-hour meeting with Brashear regarding\n“childhood problems” on Feb. 23);id., at 869 (3.5 hours\nfor “[r]esearch re; epilepsy and conf. with nurse” on Feb. 25).\nThere is no evidence in the records that counsel actually planned\nto present mitigating evidence. Indeed, their complete failure to\nfollow up on any of the information they learned in their minimal\ninvestigation only confirms that they were not planning to present\nmitigating evidence. Seeinfra, at 29–31.Footnote\n21I do not doubt that a decision\nto present a family-sympathy mitigation defense might be consistent\n“with the standard of professional competence in capital cases that\nprevailed in Los Angeles in 1984” in some cases.Ante, at\n24. My point is that even if counsel made a strategic decision to\nproceed with such a defense, that decision was unreasonable because\nit was based on an unreasonably incomplete\ninvestigation.Footnote\n22See also 1 ABA Standards\n4–4.1, commentary, at 4–55 (“Information concerning the defendant’s\nbackground, education, employment record, mental and emotional\nstability, family relationships, and the like, will be relevant, as\nwill mitigating circumstances surrounding the commission of the\noffense itself”). As we recognized inStrickland, the ABA\nStandards, though not dispositive, “are guides to determining what\nis reasonable.” 466 U. S., at 688; see alsoWigginsv.Smith,539 U. S. 510, 524 (2003).Footnote\n23As the majority notes, seeante, at 24–25, Wiggins’ trial counsel acknowledged that\nthe investigation he conducted was inconsistent with standard\npractice in Maryland. See 539 U. S., at 524. We independently\nconcluded, however, that the investigation “wasalsounreasonable in light of what counsel actually discovered in the …\nrecords.”Id., at 525 (emphasis added).Footnote\n24The majority also posits that\nBrainard likely spent time preparing Pinholster’s brother Terry.\nHowever, Terry averred in a declaration that Pinholster’s attorneys\n“never asked [him] any questions relating to Scott’s background or\n[their] family history.” Record ER–313.Footnote\n25The majority chastises the\nCourt of Appeals for “attributing strict rules to this Court’s\nrecent case law.”Ante, at 24. I agree that courts should\nnot interpret our cases to prescribe strict rules regarding the\nrequired scope of mitigation investigations. SeeRompillav.Beard,545 U. S. 374, 394 (2005) (O’Connor,\nJ., concurring) (noting “our longstanding case-by-case approach to\ndetermining whether an attorney’s performance was\nunconstitutionally deficient underStrickland”). The Ninth\nCircuit, however, did no such thing. It appropriately gave\nthoughtful consideration to the guideposts contained in these\ncases, just as we have previously done. See,e.g.,Bobbyv.Van Hook, 558 U. S. ___, ___ (2009)(per curiam)(slip op., at 8).Footnote\n26The majority mischaracterizes\nseveral aspects of Brashear’s testimony. Although Brashear\ntestified that the family “didn’t have lots of money,” she followed\nup that comment by stating that Pinholster did not bring friends to\nthe house because “it was too nice a house.” 52 Tr. 7404. The\nprosecutor did not understand Brashear to have testified that\nPinholster’s childhood was deprived. See 53id., at 7442\n(“You heard that he was not a deprived child”). Nor did the\nCalifornia Supreme Court on direct appeal.Peoplev.Pinholster, 1 Cal. 4th 865, 910, 824 P. 2d 571, 587\n(1992).Brashear did testify that\nPinholster’s stepfather tried to “discipline” him and that he was\n“at times” “abusive or near abusive.” 52 Tr. 7392–7393. She\nsuggested, however, that Pinholster deserved the “discipline” he\nreceived. See,e.g.,id., at 7392 (“Scott was\nalways—he had a mind of his own”). It is unlikely the jury\nunderstood Brashear to be suggesting that her husband routinely\nbeat Pinholster. The prosecutor did not come away with this\nunderstanding. See 53id., at 7442.Footnote\n27Terry Williamsheld\nthat the state court’s decision was “unreasonable in at least two\nrespects”: (1) It applied the wrong legal standard, see 529 U. S.,\nat 397, and (2) it “failed to accord appropriate weight to the body\nof mitigation evidence available to trial counsel,”id.,\nat 398. We did not purport to conductde novoreview.Footnote\n28Before the hearing, Dr.\nStalberg had opined that Pinholster was “substantially impaired by\na bipolar mood disorder operating synergistically with intoxication\nand a seizure disorder at the time the crime was committed.” Record\nER–587. At a prehearing deposition, however, Dr. Stalberg revised\nhis opinion and stated that he continued to believe that Pinholster\nsuffered from psychopathic personality traits. After the\ndeposition, Pinholster elected to proceed with a different expert,\npresumably in light of Dr. Stalberg’s unexpected change in\nposition. The State then retained Dr. Stalberg as its own\nexpert.Footnote\n29The State argues that the\nDistrict Court was not entitled to rely on the evidence adduced at\nthe hearing because Pinholster was not diligent in developing his\nclaims in state court and the hearing was therefore barred by 28 U.\nS. C. §2254(e)(2). This argument is somewhat imprecise.\nPinholster’s allegations in his amended federal petition were\n“identical” to the allegations he presented to the California\nSupreme Court,ante, at 6, and he diligently requested a\nhearing in state court. The State presumably means to argue that\nPinholster’s new expert testimony changed “the factual basis” of\nhis claim such that, by the time of the evidentiary hearing, he no\nlonger satisfied §2254(e)(2). However, at oral argument, the State\nsuggested that Pinholster was presenting an altogether new claim in\nthe federal court. See Tr. of Oral Arg. 18. If that is the case,\n§2254(d)(1) does not apply at all, and the State should be arguing\nlack of exhaustion or procedural default. I do not understand\nPinholster to have presented a new claim to the District\nCourt.In any event, Pinholster\nsatisfied §2254(e)(2) in this case. He made “a reasonable attempt,\nin light of the information available at the time, to investigate\nand pursue claims in state court.”Michael Williams, 529\nU. S., at 435. His experts relied on the very same facts and\nevidence. I cannot read §2254(e)(2) to impose a strict requirement\nthat petitioners must use the same experts they presented to the\nstate court. This rule would result in numerous practical problems,\nfor example in the case of the unanticipated death of an\nexpert.Footnote\n30The State’s challenge in this\nCourt is limited to the questions whether the Federal District\nCourt was entitled to consider the additional evidence in the\n§2254(d)(1) analysis and whether Pinholster satisfied §2254(d)(1)\non the basis of the state-court record. It has not challenged the\nDistrict Court’s ultimate conclusion that Pinholster had proved\nthat he was “in custody in violation of the Constitution or laws or\ntreaties of the United States.” §2254(a).",
    "joined": []
}