{
    "case": {
        "docket": "21-418",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-418/"
    },
    "id": "4601250",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–418_________________JOSEPH A. KENNEDY, PETITIONERv.BREMERTON SCHOOL DISTRICTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 27, 2022]Justice Sotomayor, with whom Justice Breyer\nand Justice Kagan join, dissenting.This case is about whether a public school must\npermit a school official to kneel, bow his head, and say a prayer\nat the center of a school event. The Constitution does not\nauthorize, let alone require, public schools to embrace this\nconduct. SinceEngelv.Vitale,370 U.S.\n421(1962), this Court consistently has recognized that school\nofficials leading prayer is constitutionally impermissible.\nOfficial-led prayer strikes at the core of our constitutional\nprotections for the religious liberty of students and their\nparents, as embodied in both the Establishment Clause and the Free\nExercise Clause of the First Amendment.The Court now charts a different path, yet again\npaying almost exclusive attention to the Free Exercise Clause’s\nprotection for individual religious exercise while giving short\nshrift to the Establishment Clause’s prohibition on state\nestablishment of religion. SeeCarsonv.Makin, 596\nU. S. ___, ___ (2022) (Breyer, J., dissenting) (slip op., at\n1). To the degree the Court portrays petitioner Joseph Kennedy’s\nprayers as private and quiet, it misconstrues the facts. The record\nreveals that Kennedy had a longstanding practice of conducting\ndemonstrative prayers on the 50-yard line of the football field.\nKennedy consistently invited others to join his prayers and for\nyears led student athletes in prayer at the same time and location.\nThe Court ignores this history. The Court also ignores the severe\ndisruption to school events caused by Kennedy’s conduct, viewing it\nas irrelevant because the Bremerton School District (District)\nstated that it was suspending Kennedy to avoid it being viewed as\nendorsing religion. Under the Court’s analysis, presumably this\nwould be a different case if the District had cited Kennedy’s\nrepeated disruptions of school programming and violations of school\npolicy regarding public access to the field as grounds for\nsuspending him. As the District did not articulate those grounds,\nthe Court assesses only the District’s Establishment Clause\nconcerns. It errs by assessing them divorced from the context and\nhistory of Kennedy’s prayer practice.Today’s decision goes beyond merely misreading\nthe record. The Court overrulesLemonv.Kurtzman,403\nU.S. 602(1971), and calls into question decades of subsequent\nprecedents that it deems “offshoot[s]” of that decision.Ante,at 22. In the process, the Court rejects longstanding\nconcerns surrounding government endorsement of religion and\nreplaces the standard for reviewing such questions with a new\n“history and tradition” test. In addition, while the Court\nreaffirms that the Establishment Clause prohibits the government\nfrom coercing participation in religious exercise, it applies a\nnearly toothless version of the coercion analysis, failing to\nacknowledge the unique pressures faced by students when\nparticipating in school-sponsored activities. This decision does a\ndisservice to schools and the young citizens they serve, as well as\nto our Nation’s longstanding commitment to the separation of church\nand state. I respectfully dissent.IAs the majority tells it, Kennedy, a coach for\nthe District’s football program, “lost his job” for “pray[ing]\nquietly while his students were otherwise occupied.”Ante,at 1. The record before us, however, tells a different story.AThe District serves approximately 5,057\nstudents and employs 332 teachers and 400 nonteaching personnel in\nKitsap County, Washington. The county is home to Bahá’ís,\nBuddhists, Hindus, Jews, Muslims, Sikhs, Zoroastrians, and many\ndenominations of Christians, as well as numerous residents who are\nreligiously unaffiliated. See Brief for Religious and\nDenominational Organizations et al. asAmici Curiae4.The District first hired Kennedy in 2008, on a\nrenewable annual contract, to serve as a part-time assistant coach\nfor the varsity football team and head coach for the junior varsity\nteam at Bremerton High School (BHS). Kennedy’s job description\nrequired him to “[a]ccompany and direct” all home and out-of-town\ngames to which he was assigned, overseeing preparation and\ntransportation before games, being “[r]esponsible for player\nbehavior both on and off the field,” supervising dressing rooms,\nand “secur[ing] all facilities at the close of each practice.” App.\n32–34, 36. His duties encompassed “supervising student activities\nimmediately following the completion of the game” until the\nstudents were released to their parents or otherwise allowed to\nleave.Id.,at 133.The District also set requirements for Kennedy’s\ninteractions with players, obliging him, like all coaches, to\n“exhibit sportsmanlike conduct at all times,” “utilize positive\nmotivational strategies to encourage athletic performance,” and\nserve as a “mentor and role model for the student athletes.”Id.,at 56. In addition, Kennedy’s position made him\nresponsible for interacting with members of the community. In this\ncapacity, the District required Kennedy and other coaches to\n“maintain positive media relations,” “always approach officials\nwith composure” with the expectation that they were “constantly\nbeing observed by others,” and “communicate effectively” with\nparents.Ibid.Finally, District coaches had to “[a]dhere to\n[District] policies and administrative regulations” more generally.Id.,at 30–31. As relevant here, the District’s policy on\n“Religious-Related Activities and Practices” provided that\n“[s]chool staff shall neither encourage or discourage a student\nfrom engaging in non-disruptive oral or silent prayer or any other\nform of devotional activity” and that “[r]eligious services,\nprograms or assemblies shall not be conducted in school facilities\nduring school hours or in connection with any school sponsored or\nschool related activity.”Id.,at 26–28.BIn September 2015, a coach from another\nschool’s football team informed BHS’ principal that Kennedy had\nasked him and his team to join Kennedy in prayer. The other team’s\ncoach told the principal that he thought it was\n“ ‘cool’ ” that the District “ ‘would allow [its]\ncoaches to go ahead and invite other teams’ coaches and players to\npray after a game.’ ”Id., at 229.The District initiated an inquiry into whether\nits policy on Religious-Related Activities and Practices had been\nviolated. It learned that, since his hiring in 2008, Kennedy had\nbeen kneeling on the 50-yard line to pray immediately after shaking\nhands with the opposing team. Kennedy recounted that he initially\nprayed alone and that he never asked any student to join him. Over\ntime, however, a majority of the team came to join him, with the\nnumbers varying from game to game. Kennedy’s practice evolved into\npostgame talks in which Kennedy would hold aloft student helmets\nand deliver speeches with “overtly religious references,” which\nKennedy described as prayers, while the players kneeled around him.Id.,at 40. The District also learned that students had\nprayed in the past in the locker room prior to games, before\nKennedy was hired, but that Kennedy subsequently began leading\nthose prayers too.While the District’s inquiry was pending, its\nathletic director attended BHS’ September 11, 2015, football game\nand told Kennedy that he should not be conducting prayers with\nplayers. After the game, while the athletic director watched,\nKennedy led a prayer out loud, holding up a player’s helmet as the\nplayers kneeled around him. While riding the bus home with the\nteam, Kennedy posted on Facebook that he thought he might have just\nbeen fired for praying.On September 17, the District’s superintendent\nsent Kennedy a letter informing him that leading prayers with\nstudents on the field and in the locker room would likely be found\nto violate the Establishment Clause, exposing the District to legal\nliability. The District acknowledged that Kennedy had “not actively\nencouraged, or required, participation” but emphasized that “school\nstaff may not indirectly encourage students to engage in religious\nactivity” or “endors[e]” religious activity; rather, the District\nexplained, staff “must remain neutral” “while performing their job\nduties.”Id.,at 41–43. The District instructed Kennedy that\nany motivational talks to students must remain secular, “so as to\navoid alienation of any team member.”Id., at 44.The District reiterated that “all District staff\nare free to engage in religious activity, including prayer, so long\nas it does not interfere with job responsibilities.”Id., at\n45. To avoid endorsing student religious exercise, the District\ninstructed that such activity must be nondemonstrative or conducted\nseparately from students, away from student activities.Ibid. The District expressed concern that Kennedy had\ncontinued his midfield prayer practice at two games after the\nDistrict’s athletic director and the varsity team’s head coach had\ninstructed him to stop.Id.,at 40–41.Kennedy stopped participating in locker room\nprayers and, after a game the following day, gave a secular speech.\nHe returned to pray in the stadium alone after his duties were over\nand everyone had left the stadium, to which the District had no\nobjection. Kennedy then hired an attorney, who, on October 14, sent\na letter explaining that Kennedy was “motivated by his\nsincerely-held religious beliefs to pray following each football\ngame.”Id.,at 63. The letter claimed that the District had\nrequired that Kennedy “flee from students if they voluntarily\nchoose to come to a place where he is privately praying during\npersonal time,” referring to the 50-yard line of the football field\nimmediately following the conclusion of a game.Id.,at 70.\nKennedy requested that the District simply issue a “clarif[ication]\nthat the prayer is [Kennedy’s] private speech” and that the\nDistrict not “interfere” with students joining Kennedy in prayer.Id., at 71. The letter further announced that Kennedy would\nresume his 50-yard-line prayer practice the next day after the\nOctober 16 homecoming game.[1]Before the homecoming game, Kennedy made\nmultiple media appearances to publicize his plans to pray at the\n50-yard line, leading to an article in the Seattle News and a local\ntelevision broadcast about the upcoming homecoming game. In the\nwake of this media coverage, the District began receiving a large\nnumber of emails, letters, and calls, many of them threatening.The District responded to Kennedy’s letter\nbefore the game on October 16. It emphasized that Kennedy’s letter\nevinced “materia[l] misunderstand[ings]” of many of the facts at\nissue.Id.,at 76. For instance, Kennedy’s letter asserted\nthat he had not invited anyone to pray with him; the District noted\nthat that might be true of Kennedy’s September 17 prayer\nspecifically, but that Kennedy had acknowledged inviting others to\njoin him on many previous occasions. The District’s September 17\nletter had explained that Kennedy traditionally held up helmets\nfrom the BHS and opposing teams while players from each team\nkneeled around him. While Kennedy’s letter asserted that his\nprayers “occurr[ed] ‘on his own time,’ after his duties as a\nDistrict employee had ceased,” the District pointed out that\nKennedy “remain[ed] on duty” when his prayers occurred “immediately\nfollowing completion of the football game, when students are still\non the football field, in uniform, under the stadium lights, with\nthe audience still in attendance, and while Mr. Kennedy is still in\nhis District-issued and District-logoed attire.”Id., at 78\n(emphasis deleted). The District further noted that “[d]uring the\ntime following completion of the game, until players are released\nto their parents or otherwise allowed to leave the event, Mr.\nKennedy, like all coaches, is clearly on duty and paid to continue\nsupervision of students.”Id., at 79.The District stated that it had no objection to\nKennedy returning to the stadium when he was off duty to pray at\nthe 50-yard line, nor with Kennedy praying while on duty if it did\nnot interfere with his job duties or suggest the District’s\nendorsement of religion. The District explained that its\nestablishment concerns were motivated by the specific facts at\nissue, because engaging in prayer on the 50-yard line immediately\nafter the game finished would appear to be an extension of\nKennedy’s “prior, long-standing and well-known history of leading\nstudents in prayer” on the 50-yard line after games.Id., at\n81. The District therefore reaffirmed its prior directives to\nKennedy.On October 16, after playing of the game had\nconcluded, Kennedy shook hands with the opposing team, and as\nadvertised, knelt to pray while most BHS players were singing the\nschool’s fight song. He quickly was joined by coaches and players\nfrom the opposing team. Television news cameras surrounded the\ngroup.[2] Members of the public\nrushed the field to join Kennedy, jumping fences to access the\nfield and knocking over student band members. After the game, the\nDistrict received calls from Satanists who “ ‘intended to\nconduct ceremonies on the field after football games if others were\nallowed to.’ ”Id.,at 181. To secure the field and\nenable subsequent games to continue safely, the District was forced\nto make security arrangements with the local police and to post\nsigns near the field and place robocalls to parents reiterating\nthat the field was not open to the public.The District sent Kennedy another letter on\nOctober 23, explaining that his conduct at the October 16 game was\ninconsistent with the District’s requirements for two reasons.\nFirst, it “drew [him] away from [his] work”; Kennedy had, “until\nrecently, . . . regularly c[o]me to the locker room with\nthe team and other coaches following the game” and had “specific\nresponsibility for the supervision of players in the locker room\nfollowing games.”Id.,at 92–93. Second, his conduct raised\nEstablishment Clause concerns, because “any reasonable observer saw\na District employee, on the field only by virtue of his employment\nwith the District, still on duty, under the bright lights of the\nstadium, engaged in what was clearly, given [his] prior public\nconduct, overtly religious conduct.”Id.,at 93.Again, the District emphasized that it was happy\nto accommodate Kennedy’s desire to pray on the job in a way that\ndid not interfere with his duties or risk perceptions of\nendorsement. Stressing that “[d]evelopment of accommodations is an\ninteractive process,” it invited Kennedy to reach out to discuss\naccommodations that might be mutually satisfactory, offering\nproposed accommodations and inviting Kennedy to raise others.Id., at 93–94. The District noted, however, that “further\nviolations of [its] directives” would be grounds for discipline or\ntermination.Id., at 95.Kennedy did not directly respond or suggest a\nsatisfactory accommodation. Instead, his attorneys told the media\nthat he would accept only demonstrative prayer on the 50-yard line\nimmediately after games. During the October 23 and October 26\ngames, Kennedy again prayed at the 50-yard line immediately\nfollowing the game, while postgame activities were still ongoing.\nAt the October 23 game, Kennedy kneeled on the field alone with\nplayers standing nearby. At the October 26 game, Kennedy prayed\nsurrounded by members of the public, including state\nrepresentatives who attended the game to support Kennedy. The BHS\nplayers, after singing the fight song, joined Kennedy at midfield\nafter he stood up from praying.In an October 28 letter, the District notified\nKennedy that it was placing him on paid administrative leave for\nviolating its directives at the October 16, October 23, and October\n26 games by kneeling on the field and praying immediately following\nthe games before rejoining the players for postgame talks. The\nDistrict recounted that it had offered accommodations to, and\noffered to engage in further discussions with, Kennedy to permit\nhis religious exercise, and that Kennedy had failed to respond to\nthese offers. The District stressed that it remained willing to\ndiscuss possible accommodations if Kennedy was willing.After the issues with Kennedy arose, several\nparents reached out to the District saying that their children had\nparticipated in Kennedy’s prayers solely to avoid separating\nthemselves from the rest of the team. No BHS students appeared to\npray on the field after Kennedy’s suspension.In Kennedy’s annual review, the head coach of\nthe varsity team recommended Kennedy not be rehired because he\n“failed to follow district policy,” “demonstrated a lack of\ncooperation with administration,” “contributed to negative\nrelations between parents, students, community members, coaches,\nand the school district,” and “failed to supervise student-athletes\nafter games due to his interactions with media and community”\nmembers.Id.,at 114. The head coach himself also resigned\nafter 11 years in that position, expressing fears that he or his\nstaff would be shot from the crowd or otherwise attacked because of\nthe turmoil created by Kennedy’s media appearances. Three of five\nother assistant coaches did not reapply.CKennedy then filed suit. He contended, as\nrelevant, that the District violated his rights under the Free\nSpeech and Free Exercise Clauses of the First Amendment. Kennedy\nmoved for a preliminary injunction, which the District Court denied\nbased on the circumstances surrounding Kennedy’s prayers. The court\nconcluded that Kennedy had “chose[n] a time and event,” the October\n16 homecoming game, that was “a big deal” for students, and then\n“used that opportunity to convey his religious views” in a manner a\nreasonable observer would have seen as a “public employee\n. . . leading an orchestrated session of faith.” App. to\nPet. for Cert. 303. The Court of Appeals affirmed, again\nemphasizing the specific context of Kennedy’s prayers. The court\nrejected Kennedy’s contention that he had been “praying on the\nfifty-yard line ‘silently and alone.’ ”Kennedyv.Bremerton School Dist., 869 F.3d 813, 825 (CA9 2017). The\ncourt noted that he had in fact refused “an accommodation\npermitting him to pray . . . after the stadium had\nemptied,” “indicat[ing] that it is essential that his speech be\ndelivered in the presence of students and spectators.”Ibid.\nThis Court denied certiorari.Following discovery, the District Court granted\nsummary judgment to the District. The court concluded that\nKennedy’s 50-yard-line prayers were not entitled to protection\nunder the Free Speech Clause because his speech was made in his\ncapacity as a public employee, not as a private citizen. 443 F.\nSupp. 3d 1223, 1237 (WD Wash. 2020). In addition, the court held\nthat Kennedy’s prayer practice violated the Establishment Clause,\nreasoning that “speech from the center of the football field\nimmediately after each game . . . conveys official\nsanction.”Id.,at 1238. That was especially true where\nKennedy, a school employee, initiated the prayer; Kennedy was\n“joined by students or adults to create a group of worshippers in a\nplace the school controls access to”; and Kennedy had a long\n“history of engaging in religious activity with players” that would\nhave led a familiar observer to believe that Kennedy was\n“continuing this tradition” with prayer at the 50-yard line.Id., at 1238–1239. The District Court further found that\nplayers had reported “feeling compelled to join Kennedy in prayer\nto stay connected with the team or ensure playing time,” and that\nthe “slow accumulation of players joining Kennedy suggests exactly\nthe type of vulnerability to social pressure that makes the\nEstablishment Clause vital in the high school context.”Id.,\nat 1239. The court rejected Kennedy’s free exercise claim, finding\nthe District’s directive narrowly tailored to its Establishment\nClause concerns and citing Kennedy’s refusal to cooperate in\nfinding an accommodation that would be acceptable to him.Id.,at 1240.The Court of Appeals affirmed, explaining that\n“the facts in the record utterly belie [Kennedy’s] contention that\nthe prayer was personal and private.” 991 F.3d 1004, 1017 (CA9\n2021). The court instead concluded that Kennedy’s speech\nconstituted government speech, as he “repeatedly acknowledged\nthat—and behaved as if—he was a mentor, motivational speaker, and\nrole model to students specifically at the conclusion of the game.”Id., at 1015 (emphasis deleted). In the alternative, the\ncourt concluded that Kennedy’s speech, even if in his capacity as a\nprivate citizen, was appropriately regulated by the District to\navoid an Establishment Clause violation, emphasizing once more that\nthis conclusion was tied to the specific “evolution of Kennedy’s\nprayer practice with students” over time.Id.,at 1018. The\ncourt rejected Kennedy’s free exercise claim for the reasons stated\nby the District Court.Id.,at 1020. The Court of Appeals\ndenied rehearing en banc, and this Court granted certiorari.IIProperly understood, this case is not about\nthe limits on an individual’s ability to engage in private prayer\nat work. This case is about whether a school district is required\nto allow one of its employees to incorporate a public,\ncommunicative display of the employee’s personal religious beliefs\ninto a school event, where that display is recognizable as part of\na longstanding practice of the employee ministering religion to\nstudents as the public watched. A school district is not required\nto permit such conduct; in fact, the Establishment Clause prohibits\nit from doing so.AThe Establishment Clause prohibits States from\nadopting laws “respecting an establishment of religion.” Amdt. 1;\nseeWallacev.Jaffree,472 U.S.\n38, 49 (1985) (recognizing the Clause’s incorporation against\nthe States). The First Amendment’s next Clause prohibits the\ngovernment from making any law “prohibiting the free exercise\nthereof.” Taken together, these two Clauses (the Religion Clauses)\nexpress the view, foundational to our constitutional system, “that\nreligious beliefs and religious expression are too precious to be\neither proscribed or prescribed by the State.”Leev.Weisman,505\nU.S. 577, 589 (1992). Instead, “preservation and transmission\nof religious beliefs and worship is a responsibility and a choice\ncommitted to the private sphere,” which has the “freedom to pursue\nthat mission.”Ibid.The Establishment Clause protects this freedom\nby “command[ing] a separation of church and state.”Cutterv.Wilkinson,544 U.S.\n709, 719 (2005). At its core, this means forbidding\n“sponsorship, financial support, and active involvement of the\nsovereign in religious activity.”Walzv.Tax Comm’n of\nCity of New York,397 U.S.\n664, 668 (1970). In the context of public schools, it means\nthat a State cannot use “its public school system to aid any or all\nreligious faiths or sects in the dissemination of their doctrines\nand ideals.”Illinois ex rel. McCollumv.Board of Ed. of\nSchool Dist. No. 71, Champaign Cty.,333\nU.S. 203, 211 (1948).Indeed, “[t]he Court has been particularly\nvigilant in monitoring compliance with the Establishment Clause in\nelementary and secondary schools.”Edwardsv.Aguillard,482 U.S.\n578, 583–584 (1987). The reasons motivating this vigilance\ninhere in the nature of schools themselves and the young people\nthey serve. Two are relevant here.First, government neutrality toward religion is\nparticularly important in the public school context given the role\npublic schools play in our society. “ ‘The public school is at\nonce the symbol of our democracy and the most pervasive means for\npromoting our common destiny,’ ” meaning that “ ‘[i]n no\nactivity of the State is it more vital to keep out divisive forces\nthan in its schools.’ ”Id.at 584. Families “entrust\npublic schools with the education of their children . . .\non the understanding that the classroom will not purposely be used\nto advance religious views that may conflict with the private\nbeliefs of the student and his or her family.”Ibid.Accordingly, the Establishment Clause “proscribes public schools\nfrom ‘conveying or attempting to convey a message that religion or\na particular religious belief is favored or preferred’ ” or\notherwise endorsing religious beliefs.Lee, 505 U. S.,\nat 604–605 (Blackmun, J., concurring) (emphasis deleted).Second, schools face a higher risk of\nunconstitutionally “coerc[ing] . . . support or\nparticipat[ion] in religion or its exercise” than other government\nentities.Id.,at 587 (opinion of the Court). The State\n“exerts great authority and coercive power” in schools as a general\nmatter “through mandatory attendance requirements.”Edwards,\n482 U. S., at 584. Moreover, the State exercises that great\nauthority over children, who are uniquely susceptible to “subtle\ncoercive pressure.”Lee, 505 U. S., at 588; cf.Town\nof Greecev.Galloway,572\nU.S. 565, 590 (2014) (plurality opinion) (“[M]ature adults,”\nunlike children, may not be “ ‘readily susceptible to\nreligious indoctrination or peer pressure’ ”). Children are\nparticularly vulnerable to coercion because of their “emulation of\nteachers as role models” and “susceptibility to peer pressure.”Edwards, 482 U. S., at 584. Accordingly, this Court has\nemphasized that “the State may not, consistent with the\nEstablishment Clause, place primary and secondary school children”\nin the dilemma of choosing between “participating, with all that\nimplies, or protesting” a religious exercise in a public school.Lee, 505 U. S., at 593.Given the twin Establishment Clause concerns of\nendorsement and coercion, it is unsurprising that the Court has\nconsistently held integrating prayer into public school activities\nto be unconstitutional, including when student participation is not\na formal requirement or prayer is silent. SeeWallace,472 U.S.\n38(mandatory moment of silence for prayer);School Dist. of\nAbington Townshipv.Schempp,374\nU.S. 203(1963) (nonmandatory recitation of Bible verses and\nprayer);Engel, 370 U. S., at 424 (nonmandatory\nrecitation of one-sentence prayer). The Court also has held that\nincorporating a nondenominational general benediction into a\ngraduation ceremony is unconstitutional.Lee,505 U.S.\n577. Finally, this Court has held that including prayers in\nstudent football games is unconstitutional, even when delivered by\nstudents rather than staff and even when students themselves\ninitiated the prayer.Santa Fe Independent School Dist.v.Doe,530 U.S.\n290(2000).BUnder these precedents, the Establishment\nClause violation at hand is clear. This Court has held that a\n“[s]tate officia[l] direct[ing] the performance of a formal\nreligious exercise” as a part of the “ceremon[y]” of a school event\n“conflicts with settled rules pertaining to prayer exercises for\nstudents.”Lee, 505 U. S., at 586–587. Kennedy was on\nthe job as a school official “on government property” when he\nincorporated a public, demonstrative prayer into\n“government-sponsored school-related events” as a regularly\nscheduled feature of those events.Santa Fe, 530\nU. S., at 302.Kennedy’s tradition of a 50-yard line prayer\nthus strikes at the heart of the Establishment Clause’s concerns\nabout endorsement. For students and community members at the game,\nCoach Kennedy was the face and the voice of the District during\nfootball games. The timing and location Kennedy selected for his\nprayers were “clothed in the traditional indicia of school sporting\nevents.”Id.,at 308. Kennedy spoke from the playing field,\nwhich was accessible only to students and school employees, not to\nthe general public. Although the football game itself had ended,\nthe football game events had not; Kennedy himself acknowledged that\nhis responsibilities continued until the players went home.\nKennedy’s postgame responsibilities were what placed Kennedy on the\n50-yard line in the first place; that was, after all, where he met\nthe opposing team to shake hands after the game. Permitting a\nschool coach to lead students and others he invited onto the field\nin prayer at a predictable time after each game could only be\nviewed as a postgame tradition occurring “with the approval of the\nschool administration.”Ibid.Kennedy’s prayer practice also implicated the\ncoercion concerns at the center of this Court’s Establishment\nClause jurisprudence. This Court has previously recognized a\nheightened potential for coercion where school officials are\ninvolved, as their “effort[s] to monitor prayer will be perceived\nby the students as inducing a participation they might otherwise\nreject.”Lee, 505 U. S., at 590. The reasons for\nfearing this pressure are self-evident. This Court has recognized\nthat students face immense social pressure. Students look up to\ntheir teachers and coaches as role models and seek their approval.\nStudents also depend on this approval for tangible benefits.\nPlayers recognize that gaining the coach’s approval may pay\ndividends small and large, from extra playing time to a stronger\nletter of recommendation to additional support in college athletic\nrecruiting. In addition to these pressures to please their coaches,\nthis Court has recognized that players face “immense social\npressure” from their peers in the “extracurricular event that is\nAmerican high school football.”Santa Fe, 530 U. S., at\n311.The record before the Court bears this out. The\nDistrict Court found, in the evidentiary record, that some students\nreported joining Kennedy’s prayer because they felt social pressure\nto follow their coach and teammates. Kennedy told the District that\nhe began his prayers alone and that players followed each other\nover time until a majority of the team joined him, an evolution\nshowing coercive pressure at work.Kennedy does not defend his longstanding\npractice of leading the team in prayer out loud on the field as\nthey kneeled around him. Instead, he responds, and the Court\naccepts, that his highly visible and demonstrative prayer at the\nlast three games before his suspension did not violate the\nEstablishment Clause because these prayers were quiet and thus\nprivate. This Court’s precedents, however, do not permit isolating\ngovernment actions from their context in determining whether they\nviolate the Establishment Clause. To the contrary, this Court has\nrepeatedly stated that Establishment Clause inquiries are fact\nspecific and require careful consideration of the origins and\npractical reality of the specific practice at issue. See,e.g.,id.,at 315;Lee, 505 U. S., at\n597. InSanta Fe, the Court specifically addressed how\nto determine whether the implementation of a new policy regarding\nprayers at football games “insulates the continuation of such\nprayers from constitutional scrutiny.” 530 U. S., at 315. The\nCourt held that “inquiry into this question not only can, but must,\ninclude an examination of the circumstances surrounding” the change\nin policy, the “long-established tradition” before the change, and\nthe “ ‘unique circumstances’ ” of the school in question.Ibid.This Court’s precedent thus does not permit treating\nKennedy’s “new” prayer practice as occurring on a blank slate, any\nmore than those in the District’s school community would have\nexperienced Kennedy’s changed practice (to the degree there was\none) as erasing years of prior actions by Kennedy.Like the policy change inSanta Fe,Kennedy’s “changed” prayers at these last three games were a clear\ncontinuation of a “long-established tradition of sanctioning”\nschool official involvement in student prayers.Ibid.\nStudents at the three games following Kennedy’s changed practice\nwitnessed Kennedy kneeling at the same time and place where he had\nled them in prayer for years. They witnessed their peers from\nopposing teams joining Kennedy, just as they had when Kennedy was\nleading joint team prayers. They witnessed members of the public\nand state representatives going onto the field to support Kennedy’s\ncause and pray with him. Kennedy did nothing to stop this\nunauthorized access to the field, a clear dereliction of his\nduties. The BHS players in fact joined the crowd around Kennedy\nafter he stood up from praying at the last game. That BHS students\ndid not join Kennedy in these last three specific prayers did not\nmake those events compliant with the Establishment Clause. The\ncoercion to do so was evident. Kennedy himself apparently\nanticipated that his continued prayer practice would draw student\nparticipation, requesting that the District agree that it would not\n“interfere” with students joining him in the future. App. 71.Finally, Kennedy stresses that he never formally\nrequired students to join him in his prayers. But existing\nprecedents do not require coercion to be explicit, particularly\nwhen children are involved. To the contrary, this Court’s\nEstablishment Clause jurisprudence establishes that “ ‘the\ngovernment may no more use social pressure to enforce orthodoxy\nthan it may use more direct means.’ ”Santa Fe,\n530 U. S., at 312. Thus, the Court has held that the\nEstablishment Clause “will not permit” a school “ ‘to exact\nreligious conformity from a student as the price’ of joining her\nclassmates at a varsity football game.”Ibid.To uphold a\ncoach’s integration of prayer into the ceremony of a football game,\nin the context of an established history of the coach inviting\nstudent involvement in prayer, is to exact precisely this price\nfrom students.CAs the Court explains, seeante,at 15,\nKennedy did not “shed [his] constitutional rights . . .\nat the schoolhouse gate” while on duty as a coach.Tinkerv.Des Moines Independent Community School Dist.,393 U.S.\n503, 506 (1969). Constitutional rights, however, are not\nabsolutes. Rights often conflict and balancing of interests is\noften required to protect the separate rights at issue. SeeDobbsv.Jackson Women’s Health Organization, 597\nU. S. ___, ___ (2022) (slip op., at 12) (Breyer, Sotomayor,\nand Kagan, JJ., dissenting) (noting that “the presence of\ncountervailing interests . . . is what ma[kes]” a\nconstitutional question “hard, and what require[s] balancing”).The particular tensions at issue in this case,\nbetween the speech interests of the government and its employees\nand between public institutions’ religious neutrality and private\nindividuals’ religious exercise, are far from novel. This Court’s\nsettled precedents offer guidance to assist courts, governments,\nand the public in navigating these tensions. Under these\nprecedents, the District’s interest in avoiding an Establishment\nClause violation justified both its time and place restrictions on\nKennedy’s speech and his exercise of religion.First, as to Kennedy’s free speech claim,\nKennedy “accept[ed] certain limitations” on his freedom of speech\nwhen he accepted government employment.Garcettiv.Ceballos,547 U.S.\n410, 418 (2006). The Court has recognized that “[g]overnment\nemployers, like private employers, need a significant degree of\ncontrol over their employees’ words and actions” to ensure “the\nefficient provision of public services.”Ibid. Case law\ninstructs balancing “the interests of the teacher, as a citizen, in\ncommenting upon matters of public concern and the interest of the\nState, as an employer, in promoting the efficiency of the public\nservices it performs through its employees” to determine whose\ninterests should prevail.Pickeringv.Board of Ed. of\nTownship High School Dist. 205, Will Cty.,391 U.S.\n563, 568 (1968).As the Court of Appeals below outlined, the\nDistrict has a strong argument that Kennedy’s speech, formally\nintegrated into the center of a District event, was speech in his\nofficial capacity as an employee that is not entitled to First\nAmendment protections at all. SeeGarcetti, 547 U. S.,\nat 418; 991 F. 3d, at 1014–1016 (applyingGarcetti).[3] It is\nunnecessary to resolve this question, however, because, even\nassuming that Kennedy’s speech was in his capacity as a private\ncitizen, the District’s responsibilities under the Establishment\nClause provided “adequate justification” for restricting it.Garcetti, 547 U. S., at 418.Similarly, Kennedy’s free exercise claim must be\nconsidered in light of the fact that he is a school official and,\nas such, his participation in religious exercise can create\nEstablishment Clause conflicts. Accordingly, his right to pray at\nany time and in any manner he wishes while exercising his\nprofessional duties is not absolute. SeeLee, 505\nU. S., at 587 (noting that a school official’s choice to\nintegrate a prayer is “attributable to the State”). As the Court\nexplains, seeante,at 13–14, the parties agree (and I\ntherefore assume) that for the purposes of Kennedy’s claim, the\nburden is on the District to establish that its policy prohibiting\nKennedy’s public prayers was the least restrictive means of\nfurthering a compelling state interest.Church of Lukumi Babalu\nAye, Inc.v.Hialeah,508 U.S.\n520, 546 (1993).Here, the District’s directive prohibiting\nKennedy’s demonstrative speech at the 50-yard line was narrowly\ntailored to avoid an Establishment Clause violation. The District’s\nsuspension of Kennedy followed a long history. The last three games\nproved that Kennedy did not intend to pray silently, but to thrust\nthe District into incorporating a religious ceremony into its\nevents, as he invited others to join his prayer and anticipated in\nhis communications with the District that students would want to\njoin as well. Notably, the District repeatedly sought to work with\nKennedy to develop an accommodation to permit him to engage in\nreligious exercise during or after his game-related\nresponsibilities. Kennedy, however, ultimately refused to respond\nto the District’s suggestions and declined to communicate with the\nDistrict, except through media appearances. Because the District’s\nvalid Establishment Clause concerns satisfy strict scrutiny,\nKennedy’s free exercise claim fails as well.IIIDespite the overwhelming precedents\nestablishing that school officials leading prayer violates the\nEstablishment Clause, the Court today holds that Kennedy’s midfield\nprayer practice did not violate the Establishment Clause. This\ndecision rests on an erroneous understanding of the Religion\nClauses. It also disregards the balance this Court’s cases strike\namong the rights conferred by the Clauses. The Court relies on an\nassortment of pluralities, concurrences, and dissents by Members of\nthe current majority to effect fundamental changes in this Court’s\nReligion Clauses jurisprudence, all the while proclaiming that\nnothing has changed at all.AThis case involves three Clauses of the First\nAmendment. As a threshold matter, the Court today proceeds from two\nmistaken understandings of the way the protections these Clauses\nembody interact.First, the Court describes the Free Exercise and\nFree Speech Clauses as “work[ing] in tandem” to “provid[e]\noverlapping protection for expressive religious activities,”\nleaving religious speech “doubly protect[ed].”Ante,at 11.\nThis narrative noticeably (and improperly) sets the Establishment\nClause to the side. The Court is correct that certain expressive\nreligious activities may fall within the ambit of both the Free\nSpeech Clause and the Free Exercise Clause, but “the First\nAmendment protects speech and religion by quite different\nmechanisms.”Lee, 505 U. S., at 591. The First\nAmendment protects speech “by ensuring its full expression even\nwhen the government participates.”Ibid.Its “method for\nprotecting freedom of worship and freedom of conscience in\nreligious matters is quite the reverse,” however, based on the\nunderstanding that “the government is not a prime participant” in\n“religious debate or expression,” whereas government is the “object\nof some of our most important speech.”Ibid.Thus, as this\nCourt has explained, while the Free Speech Clause has “close\nparallels in the speech provisions of the First Amendment,” the\nFirst Amendment’s protections for religion diverge from those for\nspeech because of the Establishment Clause, which provides a\n“specific prohibition on forms of state intervention in religious\naffairs with no precise counterpart in the speech provisions.”Ibid.Therefore, while our Constitution “counsel[s] mutual\nrespect and tolerance,” the Constitution’s vision of how to achieve\nthis end does in fact involve some “singl[ing] out” of religious\nspeech by the government.Ante, at 1. This is consistent\nwith “the lesson of history that was and is the inspiration for the\nEstablishment Clause, the lesson that in the hands of government\nwhat might begin as a tolerant expression of religious views may\nend in a policy to indoctrinate and coerce.”Lee, 505\nU. S., at 591–592.Second, the Court contends that the lower courts\nerred by introducing a false tension between the Free Exercise and\nEstablishment Clauses. Seeante,at 20–21. The Court,\nhowever, has long recognized that these two Clauses, while\n“express[ing] complementary values,” “often exert conflicting\npressures.”Cutter, 544 U. S., at 719. See alsoLockev.Davey,540 U.S.\n712, 718 (2004) (describing the Clauses as “frequently in\ntension”). The “absolute terms” of the two Clauses mean that they\n“tend to clash” if “expanded to a logical extreme.”Walz,\n397 U. S., at 668–669.The Court inaccurately implies that the courts\nbelow relied upon a rule that the Establishment Clause must always\n“prevail” over the Free Exercise Clause.Ante,at 20. In\nfocusing almost exclusively on Kennedy’s free exercise claim,\nhowever, and declining to recognize the conflicting rights at\nissue, the Court substitutes one supposed blanket rule for another.\nThe proper response where tension arises between the two Clauses is\nnot to ignore it, which effectively silently elevates one party’s\nright above others. The proper response is to identify the tension\nand balance the interests based on a careful analysis of “whether\n[the] particular acts in question are intended to establish or\ninterfere with religious beliefs and practices or have the effect\nof doing so.”Walz, 397 U. S., at 669. As discussed\nabove, that inquiry leads to the conclusion that permitting\nKennedy’s desired religious practice at the time and place of his\nchoosing, without regard to the legitimate needs of his employer,\nviolates the Establishment Clause in the particular context at\nissue here.Supra,at 16–20.BFor decades, the Court has recognized that, in\ndetermining whether a school has violated the Establishment Clause,\n“one of the relevant questions is whether an objective observer,\nacquainted with the text, legislative history, and implementation\nof the [practice], would perceive it as a state endorsement of\nprayer in public schools.”Santa Fe, 530 U. S., at\n308 (internal quotation marks omitted). The Court now says for the\nfirst time that endorsement simply does not matter, and completely\nrepudiates the test established inLemon,403\nU.S. 602.Ante,at 22–24. Both of these moves are\nerroneous and, despite the Court’s assurances, novel.Start with endorsement. The Court reserves\nparticular criticism for the longstanding understanding that\ngovernment action that appears to endorse religion violates the\nEstablishment Clause, which it describes as an “offshoot” ofLemonand paints as a “ ‘modified heckler’s veto, in\nwhich . . . religious activity can be proscribed’ ”\nbased on “ ‘ “perceptions” ’ ” or\n“ ‘ “discomfort.” ’ ”Ante,at 21–22\n(quotingGood News Clubv.Milford Central School,533 U.S.\n98, 119 (2001)). This is a strawman. Precedent long has\nrecognized that endorsement concerns under the Establishment\nClause, properly understood, bear no relation to a\n“ ‘heckler’s veto.’ ”Ante, as 22.Good\nNews Clubitself explained the difference between the two: The\nendorsement inquiry considers the perspective not of just any\nhypothetical or uninformed observer experiencing subjective\ndiscomfort, but of “ ‘the reasonable observer’ ” who is\n“ ‘aware of the history and context of the community and forum\nin which the religious [speech takes place].’ ” 533\nU. S., at 119. That is because “ ‘the endorsement inquiry\nis not about the perceptions of particular individuals or saving\nisolated nonadherents from . . . discomfort’ ” but\nconcern “ ‘with the political community writ large.’ ”Ibid.(emphasis deleted).Given this concern for the political community,\nit is unsurprising that the Court has long prioritized endorsement\nconcerns in the context of public education. See,e.g.,Santa Fe, 530 U. S., at 305;Wallace, 472\nU. S., at 60–61;Edwards, 482 U. S., at 578, 593;\nsee alsoLee, 505 U. S., at 618–619 (Souter, J.,\nconcurring) (explaining that many of the Court’s Establishment\nClause holdings in the school context are concerned not with\nwhether the policy in question “coerced students to participate in\nprayer” but with whether it “ ‘convey[ed] a message of state\napproval of prayer activities in the public schools’ ”\n(quotingWallace, 472 U. S., at 61)).[4] No subsequent decisions in other contexts,\nincluding the cases about monuments and legislative meetings on\nwhich the Court relies, have so much as questioned the application\nof this core Establishment Clause concern in the context of public\nschools. In fact,Town ofGreecev.Galloway,572 U.S.\n565, which held a prayer during a town meeting permissible,\nspecifically distinguishedLeebecauseLeeconsidered\nthe Establishment Clause in the context of schools. 572 U. S.,\nat 590 (plurality opinion).Paying heed to these precedents would not\n“ ‘purge from the public sphere’ anything an observer could\nreasonably infer endorses” religion.Ante,at 22. To the\ncontrary, the Court has recognized that “there will be instances\nwhen religious values, religious practices, and religious persons\nwill have some interaction with the public schools and their\nstudents.”Lee,505 U. S., at 598–599. These instances,\nthe Court has said, are “often questions of accommodat[ing]”\nreligious practices to the degree possible while respecting the\nEstablishment Clause.Id., at 599.[5] In short, the endorsement inquiry dictated by\nprecedent is a measured, practical, and administrable one, designed\nto account for the competing interests present within any given\ncommunity.Despite all of this authority, the Court claims\nthat it “long ago abandoned” both the “endorsement test” and this\nCourt’s decision inLemon403\nU.S. 602.Ante,at 22. The Court chiefly cites the\nplurality opinion inAmerican Legionv.American Humanist\nAssn., 588 U. S. ___ (2019) to support this contention.\nThat plurality opinion, to be sure, criticizedLemon’s\neffort at establishing a “grand unified theory of the Establishment\nClause” as poorly suited to the broad “array” of diverse\nestablishment claims. 588 U. S.,at ___, ___ (slip op.,\nat 13, 24). All the Court inAmerican Legionultimately\nheld, however, was that application of theLemontest to\n“longstanding monuments, symbols, and practices” was ill-advised\nfor reasons specific to those contexts. 588 U. S.,at\n___ (slip op., at 16); see alsoid.,at ___–___ (slip op.,\nat 16–21) (discussing at some length why theLemontest was\na poor fit for those circumstances). The only categorical rejection\nofLemoninAmerican Legionappeared in separate\nwritings. See 588 U. S.,at ___ (slip op., at 1)\n(Kavanaugh, J., concurring);id.,at ___ (slip op., at 6)\n(Thomas, J., concurring in judgment);id.,at ___ (slip op.,\nat 7) (Gorsuch, J., concurring in judgment); seeante,at\n23, n. 4.[6]The Court now goes much further, overrulingLemonentirely and in all contexts. It is wrong to do so.Lemonsummarized “the cumulative criteria developed by the\nCourt over many years” of experience “draw[ing] lines” as to when\ngovernment engagement with religion violated the Establishment\nClause. 403 U. S., at 612.Lemonproperly concluded\nthat precedent generally directed consideration of whether the\ngovernment action had a “secular legislative purpose,” whether its\n“principal or primary effect must be one that neither advances nor\ninhibits religion,” and whether in practice it “foster[s] ‘an\nexcessive government entanglement with religion.’ ”Id.,at 612–613. It is true “that rigid application of theLemontest does not solve every Establishment Clause\nproblem,” but that does not mean that the test has no value.American Legion, 588 U. S., at ___ (slip op., at 1)\n(Kagan, J., concurring in part).To put it plainly, the purposes and effects of a\ngovernment action matter in evaluating whether that action violates\nthe Establishment Clause, as numerous precedents beyondLemoninstruct in the particular context of public schools.\nSeesupra,at 14–16, 18. Neither the critiques ofLemonas setting out a dispositive test for all seasons nor\nthe fact that the Court has not referred toLemonin all\nsituations support this Court’s decision to dismiss that precedent\nentirely, particularly in the school context.CUpon overruling one “grand unified theory,”\nthe Court introduces another: It holds that courts must interpret\nwhether an Establishment Clause violation has occurred mainly “by\n‘reference to historical practices and understandings.’ ”Ante,at 23 (quotingTown of Greece, 572 U. S.,\nat 576 (internal quotation marks omitted)). Here again, the Court\nprofesses that nothing has changed. In fact, while the Court has\nlong referred to historical practice as one element of the analysis\nin specific Establishment Clause cases, the Court has never\nannounced this as a general test or exclusive focus.American\nLegion,588 U. S.,at ___–___ (Breyer, J.,\nconcurring) (slip op., at 2–3) (noting that the Court was\n“appropriately ‘look[ing] to history for guidance’ ” but was\nnot “adopt[ing] a ‘history and tradition test’ ”).The Court reserves any meaningful explanation of\nits history-and-tradition test for another day, content for now to\ndisguise it as established law and move on. It should not escape\nnotice, however, that the effects of the majority’s new rule could\nbe profound. The problems with elevating history and tradition over\npurpose and precedent are well documented. SeeDobbs, 597\nU. S., at ___ (Breyer, Sotomayor, and Kagan, JJ., dissenting)\n(slip op., at 16) (explaining that the Framers “defined rights in\ngeneral terms to permit future evolution in their scope and\nmeaning”);New York State Rifle & Pistol Assn., Inc.v.Bruen, 597 U. S. ___, ___–___ (2022) (Breyer, J.,\ndissenting) (slip op., at 24–28) (explaining the pitfalls of a\n“near-exclusive reliance on history” and offering examples of when\nthis Court has “misread” history in the past);Brownv.Davenport, 596 U. S. ___, ___–___ (2022) (Kagan, J.,\ndissenting) (slip op., at 7–8) (noting the inaccuracies risked when\ncourts “play amateur historian”).For now, it suffices to say that the Court’s\nhistory-and-tradition test offers essentially no guidance for\nschool administrators. If even judges and Justices, with full\nadversarial briefing and argument tailored to precise legal issues,\nregularly disagree (and err) in their amateur efforts at history,\nhow are school administrators, faculty, and staff supposed to\nadapt? How will school administrators exercise their\nresponsibilities to manage school curriculum and events when the\nCourt appears to elevate individuals’ rights to religious exercise\nabove all else? Today’s opinion provides little in the way of\nanswers; the Court simply sets the stage for future legal changes\nthat will inevitably follow the Court’s choice today to upset\nlongstanding rules.DFinally, the Court acknowledges that the\nEstablishment Clause prohibits the government from coercing people\nto engage in religion practice,ante, at 24–25, but its\nanalysis of coercion misconstrues both the record and this Court’s\nprecedents.The Court claims that the District “never raised\ncoercion concerns” simply because the District conceded that there\nwas “ ‘no evidence that students [were]directlycoerced to pray with Kennedy.’ ”Ante,at 25 (emphasis\nadded). The Court’s suggestion that coercion must be “direc[t]” to\nbe cognizable under the Establishment Clause is contrary to\nlong-established precedent. The Court repeatedly has recognized\nthat indirect coercion may raise serious establishment concerns,\nand that “there are heightened concerns with protecting freedom of\nconscience from subtle coercive pressure in the elementary and\nsecondary public schools.”Lee, 505 U. S., at 592\n(opinion of the Court); see alsosupra,at 15–16. Tellingly,noneof this Court’s major cases involving school prayer\nconcerned school practices that required students to do any more\nthan listen silently to prayers, and some did not even formally\nrequire students to listen, instead providing that attendance was\nnot mandatory. SeeSanta Fe, 530 U. S., at\n296–298;Lee, 505 U. S., at 593;Wallace, 472\nU. S., at 40;School Dist. of Abington Township, 374\nU. S., at 205;Engel, 370 U. S., at 422.\nNevertheless, the Court concluded that the practices were coercive\nas a constitutional matter.Today’s Court quotes theLeeCourt’s\nremark that enduring others’ speech is “ ‘part of learning how\nto live in a pluralistic society.’ ”Ante,at 26\n(quotingLee, 505 U. S., at 590). TheLeeCourt,\nhowever, expressly concluded, in the very same paragraph, that\n“[t]his argument cannot prevail” in the school-prayer context\nbecause the notion that being subject to a “brief ” prayer in\nschool is acceptable “overlooks a fundamental dynamic of the\nConstitution”: its “specific prohibition on . . . state\nintervention in religious affairs.”Id., at 591; see alsoid.,at 594 (“[T]he government may no more use social\npressure to enforce orthodoxy than it may use more direct\nmeans”).[7]The Court also distinguishesSanta Febecause Kennedy’s prayers “were not publicly\nbroadcast or recited to a captive audience.”Ante,at 30.\nThis misses the point. InSanta Fe, a student council\nchaplain delivered a prayer over the public-address system before\neach varsity football game of the season. 530 U. S., at 294.\nStudents were not required as a general matter to attend the games,\nbut “cheerleaders, members of the band, and, of course, the team\nmembers themselves” were, and the Court would have found an\n“improper effect of coercing those present” even if it “regard[ed]\nevery high school student’s decision to attend . . . as\npurely voluntary.”Id.,at 311–312. Kennedy’s prayers raise\nprecisely the same concerns. His prayers did not need to be\nbroadcast. His actions spoke louder than his words. His prayers\nwere intentionally, visually demonstrative to an audience aware of\ntheir history and no less captive than the audience inSanta Fe, with spectators watching and some players\nperhaps engaged in a song, but all waiting to rejoin their coach\nfor a postgame talk. Moreover, Kennedy’s prayers had a greater\ncoercive potential because they were delivered not by a student,\nbut by their coach, who was still on active duty for postgame\nevents.In addition, despite the direct record evidence\nthat students felt coerced to participate in Kennedy’s prayers, the\nCourt nonetheless concludes that coercion was not present in any\nevent because “Kennedy did not seek to direct any prayers to\nstudents or require anyone else to participate.”Ante,at\n26; see alsoante,at 30, n. 7 (contending that the\nfact that “students might choose, unprompted, to participate” in\ntheir coach’s on-the-field prayers does not “necessarily prove them\ncoercive”). But nowhere does the Court engage with the unique\ncoercive power of a coach’s actions on his adolescent\nplayers.[8]In any event, the Court makes this assertion\nonly by drawing a bright line between Kennedy’s yearslong practice\nof leading student prayers, which the Court does not defend, and\nKennedy’s final three prayers, which BHS students did not join, but\nstudent peers from the other teams did. Seeante, at 26\n(distinguishing Kennedy’s prior practice and focusing narrowly on\n“three prayers . . . in October 2015”). As discussed\nabove, seesupra,at 18, this mode of analysis contravenes\nprecedent by “turn[ing] a blind eye to the context in which\n[Kennedy’s practice] arose,”Santa Fe, 530 U. S.,\nat 315.[9] This Court’s\nprecedents require a more nuanced inquiry into the realities of\ncoercion in the specific school context concerned than the majority\nrecognizes today. The question before the Court is not whether a\ncoach taking a knee to pray on the field would constitute an\nEstablishment Clause violation in any and all circumstances. It is\nwhether permitting Kennedy to continue a demonstrative prayer\npractice at the center of the football field after years of\ninappropriately leading students in prayer in the same spot, at\nthat same time, and in the same manner, which led students to feel\ncompelled to join him, violates the Establishment Clause. It\ndoes.Having disregarded this context, the Court finds\nKennedy’s three-game practice distinguishable from precedent\nbecause the prayers were “quie[t]” and the students were otherwise\n“occupied.”Ante,at 26. The record contradicts this\nnarrative. Even on the Court’s myopic framing of the facts, at two\nof the three games on which the Court focuses, players witnessed\nstudent peers from the other team and other authority figures\nsurrounding Kennedy and joining him in prayer. The coercive\npressures inherent in such a situation are obvious. Moreover,\nKennedy’s actual demand to the District was that he give “verbal”\nprayers specifically at the midfield position where he\ntraditionally led team prayers, and that students be allowed to\njoin him “voluntarily” and pray. App. 64, 69–71. Notably, the Court\ntoday does not embrace this demand, but it nonetheless rejects the\nDistrict’s right to ensure that students were not pressured to\npray.To reiterate, the District did not argue, and\nneither court below held, that “anyvisible religious\nconduct by a teacher or coach should be deemed . . .\nimpermissibly coercive on students.”Ante,at 28. Nor has\nanyone contended that a coach may never visibly pray on the field.\nThe courts below simply recognized that Kennedy continued to\ninitiate prayers visible to students, while still on duty during\nschool events, under the exact same circumstances as his past\npractice of leading student prayer. It is unprecedented for the\nCourt to hold that this conduct, taken as a whole, did not raise\ncognizable coercion concerns. Importantly, nothing in the Court’s\nopinion should be read as calling into question that Kennedy’s\nconduct may have raised other concerns regarding disruption of\nschool events or misuse of school facilities that would have\nseparately justified employment action against Kennedy.*  *  *The Free Exercise Clause and Establishment\nClause are equally integral in protecting religious freedom in our\nsociety. The first serves as “a promise from our government,” while\nthe second erects a “backstop that disables our government from\nbreaking it” and “start[ing] us down the path to the past, when\n[the right to free exercise] was routinely abridged.”Trinity\nLutheran Church of Columbia, Inc.v.Comer, 582\nU. S. ___, ___ (2017) (Sotomayor, J., dissenting) (slip op.,\nat 26).Today, the Court once again weakens the\nbackstop. It elevates one individual’s interest in personal\nreligious exercise, in the exact time and place of that\nindividual’s choosing, over society’s interest in protecting the\nseparation between church and state, eroding the protections for\nreligious liberty for all. Today’s decision is particularly\nmisguided because it elevates the religious rights of a school\nofficial, who voluntarily accepted public employment and the limits\nthat public employment entails, over those of his students, who are\nrequired to attend school and who this Court has long recognized\nare particularly vulnerable and deserving of protection. In doing\nso, the Court sets us further down a perilous path in forcing\nStates to entangle themselves with religion, with all of our rights\nhanging in the balance. As much as the Court protests otherwise,\ntoday’s decision is no victory for religious liberty. I\nrespectfully dissent.Notes1The Court recounts that\nKennedy was “willing to say his ‘prayer while the players were\nwalking to the locker room’ or ‘bus,’ and then catch up with his\nteam.”Ante,at 4 (quoting App. 280–282); see alsoante,at 5. Kennedy made the quoted remarks, however, only\nduring his deposition in the underlying litigation, stating in\nresponse to a question that such timing would have been “physically\npossible” and “possibly” have been acceptable to him, but that he\nhad never “discuss[ed] with the District whether that was a\npossibility for [him] to do” and had “no idea” whether his lawyers\nraised it with the District. App. 280.2The Court describes the\nevents of the October 16 game as having “spurred media coverage of\nMr. Kennedy’s case.”Ante,at 5. In fact, the District Court\nfound that Kennedy himself generated the media coverage by\npublicizing his dispute with the District in his initial Facebook\nposting and in his media appearances before the October 16 game.\n443 F. Supp. 3d 1223, 1230 (WD Wash. 2020).3The Court’s primary\nargument that Kennedy’s speech is not in his official capacity is\nthat he was permitted “to call home, check a text, [or] socialize”\nduring the time period in question.Ante,at 18–19. These\ntruly private, informal communications bear little resemblance,\nhowever, to what Kennedy did. Kennedy explicitly sought to make his\ndemonstrative prayer a permanent ritual of the postgame events, at\nthe physical center of those events, where he was present by virtue\nof his job responsibilities, and after years of giving\nprayer-filled motivational speeches to students at the same\nrelative time and location. In addition, Kennedy gathered public\nofficials and other members of the public onto the field to join\nhim in the prayer, contrary to school policies controlling access\nto the field. Such behavior raises an entirely different risk of\ndepriving the employer of “control over what the employer itself\nhas commissioned or created” than an employee making a call home on\nthe sidelines, fleetingly checking email, or pausing to hug a\nfriend in the crowd.Garcetti, 547 U. S., at\n422.4The Court attempts to recastLeeandSanta Feas solely concerning coercion,ante,at 29–30, but both cases emphasized that it was\nimportant to avoid appearances of “ ‘state endorsement of\nprayer in public schools.’ ”Santa Fe, 530\nU. S., at 308; seeLee, 505 U. S., at 590 (finding\nthat the “degree of school involvement” indicated that the “prayers\nbore the imprint of the State”).5The notion that\nintegration of religious practices into the workplace may require\ncompromise and accommodation is not unique to the public-employer\ncontext where Establishment Clause concerns arise. The Court’s\nprecedents on religious discrimination claims similarly recognize\nthat the employment context requires balancing employer and\nemployee interests, and that religious practice need not always be\naccommodated. SeeKennedyv.Bremerton School Dist.,\n586 U. S. ___, ___ (2019) (slip op., at 6) (Alito, J.,\nstatement respecting denial of certiorari) (noting that “Title\nVII’s prohibition of discrimination on the basis of religion does\nnot require an employer to make any accommodation that imposes more\nthan ade minimisburden”). Surely, an employee’s religious\npractice that forces a school district to engage in burdensome\nmeasures to stop spectators from rushing onto a field and knocking\npeople down imposes much more than ade minimisburden.6The Court also citesShurtleffv.Boston, 596 U. S. ___ (2022), as\nevidence that theLemontest has been rejected. Seeante,at 23. Again, while separate writings inShurtleffcriticizedLemon, the Court did not. The\nopinion of the Court simply applied the longstanding rule that,\nwhen the government does not speak for itself, it cannot exclude\nspeech based on the speech’s “ ‘religious viewpoint.’ ”Shurtleff, 596 U. S., at ___ (slip op., at 12) (quotingGood News Club, 533 U. S., at 112). The Court further\ninfersLemon’s implicit overruling from recent decisions\nthat do not apply its test. Seeante,at 23, n. 4. As\nexplained above, however, not applying a test in a given case is a\ndifferent matter from overruling it entirely and, moreover, the\nCourt has never before questioned the relevance of endorsement in\nthe school-prayer context.7The Court further claims\nthatLeeis distinguishable because it involved prayer at an\nevent in which the school had “ ‘in every practical sense\ncompelled attendance and participation in [a] religious\nexercise.’ ”Ante, at 29 (quotingLee, 505\nU. S., at 598). The Court inLee, however, recognized\nexpressly that attendance at the graduation ceremony was not\nmandatory and that students who attended only had to remain silent\nduring and after the prayers.Id., at 583, 593.8Puzzlingly, the Court\ngoes a step further and suggests that Kennedy may have been in\nviolation of the District policy on Religious-Related Activities\nand Practices if he did not permit the players to join his prayers\nbecause the policy prohibited staff from “discourag[ing]” student\nprayer.Ante,at 4, 30, n. 7. The policy, however,\nspecifically referred to student prayer of the student’s “own\nvolition” and equally prohibited staff from “encourag[ing]” student\nprayer. App. 28.9The Court claims that\nKennedy’s “past prayer practices” should not be seen to “taint” his\ncurrent ones by again turning toTown of Greecev.Galloway, the town assembly prayer case.Ante,at 30,\nn. 7. In the passage the Court cites,Town of Greececoncluded that “two remarks” by two different “guest minister[s]”\non two isolated occasions did not constitute a “pattern of prayers\nthat over time denigrate, proselytize, or betray an impermissible\ngovernment purpose.” 572 U. S., at 585. AsTown of\nGreeceitself emphasizes, the school context presents\nEstablishment Clause concerns distinct from those raised in a town\nmeeting for “mature adults.”Id.,at 590 (plurality\nopinion). Seesupra,at 15. In any event, Kennedy’s\nyearslong “past prayer practices” constituted an established\npattern, not an isolated occasion, and he hardly “abandoned” the\npractice.Ante,at 30, n. 7. As his October 14 letter\nand subsequent actions made clear, Kennedy attempted to hew as\nclosely to his past practice as possible, taking a knee at the same\ntime and place as previously, and in the same manner that initially\ndrew students to join him and by improperly permitting spectators\nto join him on the field.",
    "joined": []
}