{
    "case": {
        "docket": "92",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/92/"
    },
    "id": "3252056",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________Nos. 13–1041 and 13–1052_________________THOMAS E. PEREZ, SECRETARY OF LABOR, et al.,\nPETITIONERS13–1041v.MORTGAGE BANKERS ASSOCIATION et al.JEROME NICKOLS, et al., PETITIONERS13–1052v.MORTGAGE BANKERS ASSOCIATIONon writs of certiorari to the united states court of appeals for\nthe district of columbia circuit[March 9, 2015]Justice Sotomayor delivered the opinion of the Court.When a federal administrative agency first issues a rule\ninterpreting one of its regulations, it is generally not required\nto follow the notice-and-comment rulemaking procedures of the\nAdministrative Procedure Act (APA or Act). See5 U. S. C.\n§553(b)(A). The United States Court of Appeals for the District of\nColumbia Circuit has nevertheless held, in a line of cases\nbeginning withParalyzed Veterans of Am.v.D. C.\nArena L. P., 117 F. 3d 579 (1997), that an agency must use\nthe APA’s notice-and-comment procedures when it wishes to issue a\nnew interpretation of a regulation that deviates significantly from\none the agency has previously adopted. The question in these cases\nis whether the rule announced inParalyzed Veteransis\nconsistent with the APA. We hold that it is not.IAThe APA establishes the procedures federal administrative\nagencies use for “rule making,” defined as the process of\n“formulating, amending, or repealing a rule.” §551(5). “Rule,” in\nturn, is defined broadly to include “statement[s] of general or\nparticular applicability and future effect” that are designed to\n“implement, interpret, or prescribe law or policy.” §551(4).Section 4 of the APA,5 U. S. C. §553, prescribes a\nthree-step procedure for so-called “notice-and-comment rulemaking.”\nFirst, the agency must issue a “[g]eneral notice of proposed rule\nmaking,” ordinarily by publication in the Federal Register.§553(b). Second, if “notice [is] required,” the agency must “give\ninterested persons an opportunity to participate in the rule making\nthrough submission of written data, views, or arguments.” §553(c).\nAn agency must consider and respond to significant comments\nreceived during the period for public comment. SeeCitizens to\nPreserve Overton Park, Inc.v.Volpe,401 U. S.\n402,416 (1971);Thompsonv.Clark, 741 F. 2d\n401, 408 (CADC 1984). Third, when the agency promulgates the final\nrule, it must include in the rule’s text “a concise general\nstatement of [its] basis and purpose.” §553(c). Rules issued\nthrough the notice-and-comment process are often referred to as\n“legislative rules” because they have the “force and effect of\nlaw.”Chrysler Corp.v.Brown,441 U. S. 281–303\n(1979) (internal quotation marks omitted).Not all “rules” must be issued through the notice-and-comment\nprocess. Section 4(b)(A) of the APA provides that, unless another\nstatute states otherwise, the notice-and-comment requirement “does\nnot apply” to “interpretative rules, general statements of policy,\nor rules of agency organization, procedure, or practice.”5\nU. S. C. §553(b)(A). The term “interpretative rule,” or\n“interpretive rule,”[1] is not further defined by\nthe APA, and its precise meaning is the source of much scholarly\nand judicial debate. See generally Pierce, Distinguishing\nLegislative Rules From Interpretative Rules, 52 Admin. L. Rev.\n547 (2000); Manning, Nonlegislative Rules, 72 Geo. Wash.\nL. Rev. 893 (2004). We need not, and do not, wade into that\ndebate here. For our purposes, it suffices to say that the critical\nfeature of interpretive rules is that they are “issued by an agency\nto advise the public of the agency’s construction of the statutes\nand rules which it administers.”Shalalav.Guernsey\nMemorial Hospital,514 U. S. 87,99 (1995) (internal\nquotation marks omitted). The absence of a notice-and-comment\nobligation makes the process of issuing interpretive rules\ncomparatively easier for agencies than issuing legislative rules.\nBut that convenience comes at a price: Interpretive rules “do not\nhave the force and effect of law and are not accorded that weight\nin the adjudicatory process.”Ibid.BThese cases began as a dispute over efforts by the Department of\nLabor to determine whether mortgage-loan officers are covered by\nthe Fair Labor Standards Act of 1938 (FLSA),52Stat.1060, as\namended,29 U. S. C. §201et seq.The FLSA\n“establishe[s] a minimum wage and overtime compensation for each\nhour worked in excess of 40 hours in each workweek” for many\nemployees.Integ-rity Staffing Solutions, Inc.v.Busk, 574 U. S. ___, ___ (2014) (slip op., at 3).\nCertain classes of employees, however, are exempt from these\nprovisions. Among these exempt individuals are those “employed in a\nbona fide executive, administrative, or professional capacity\n. . . or in the capacity of outside salesman\n. . . .” §213(a)(1). The exemption for such employees is\nknown as the “administrative” exemption.The FLSA grants the Secretary of Labor authority to “defin[e]”\nand “delimi[t]” the categories of exempt admin-istrative employees.Ibid.The Secretary’s current regu-lations regarding the\nadministrative exemption were promulgated in 2004 through a\nnotice-and-commentrulemaking. As relevant here, the 2004\nregulations differed from the previous regulations in that they\ncontained a new section providing several examples of exempt\nadministrative employees. See 29 CFR §541.203. One of the examples\nis “[e]mployees in the financial services industry,” who, depending\non the nature of their day-to-day work, “generally meet the duties\nrequirements for the administrative exception.” §541.203(b). The\nfinancial services example ends with a caveat, noting that “an\nemployee whose primary duty is selling financial products does not\nqualify for the administrative exemption.”Ibid.In 1999 and again in 2001, the Department’s Wage and Hour\nDivision issued letters opining that mortgage-loan officers do not\nqualify for the administrative exemption. See Opinion Letter, Loan\nOfficers/Exempt Status, 6A LRR, Wages and Hours Manual 99:8351\n(Feb. 16, 2001); Opinion Letter, Mortgage Loan Officers/Exempt\nStatus,id.,at 99:8249. (May 17, 1999). In other words, the\nDepartment concluded that the FLSA’s minimum wage and maximum hour\nrequirements applied to mortgage-loan officers. When the Department\npromulgated its current FLSA regulations in 2004, respondent\nMortgage Bankers Association (MBA), a national trade association\nrepresenting real estate finance companies, requested a new opinion\ninterpreting the revised regulations. In 2006, the Department\nissued an opinion letter finding that mortgage-loan officers fell\nwithin the administrative exemption under the 2004 regulations. See\nApp. to Pet. for Cert. in No. 13–1041, pp. 70a–84a. Four years\nlater, however, the Wage and Hour Division again altered its\ninterpretation of the FLSA’s administrative exemption as it applied\nto mortgage-loan officers.Id.,at 49a–69a. Reviewing the\nprovisions of the 2004 regulations and judicial decisions\naddressing the administrative exemption, the Department’s 2010\nAdministrator’s Interpretation concluded that mortgage-loan\nofficers “have a primary duty of making sales for their employers,\nand, therefore, do not qualify” for the administrative exemption.Id.,at 49a, 69a. The Department accordingly withdrew its\n2006 opinion letter, which it now viewed as relying on “misleading\nassumption[s] and selective and narrow analysis” of the exemption\nexample in §541.203(b).Id.,at 68a. Like the 1999, 2001,\nand 2006 opinion letters, the 2010 Administrator’s Interpretation\nwas issued without notice or an opportunity for comment.CMBA filed a complaint in Federal District Court challenging the\nAdministrator’s Interpretation. MBA contended that the document was\ninconsistent with the 2004 regulation it purported to interpret,\nand thus arbitrary and capricious in violation of §10 of the APA,5\nU. S. C. §706. More pertinent to this case, MBA also\nargued that the Administrator’s Interpretation was procedurally\nin-valid in light of the D. C. Circuit’s decision inParalyzed Veterans, 117 F. 3d 579. Under theParalyzed\nVeteransdoctrine, if “an agency has given its regulation a\ndefinitive interpretation, and later significantly revises that\ninterpretation, the agency has in effect amended its rule,\nsomething it may not accomplish” under the APA “without notice and\ncomment.”Alaska Professional Hunters Assn., Inc.v.FAA, 177 F. 3d 1030, 1034 (CADC 1999). Three former\nmortgage-loan officers—Beverly Buck, Ryan Henry, and Jerome\nNickols—subsequently intervened in thecase to defend the\nAdministrator’s Interpretation.[2]The District Court granted summary judgment to the Department.Mortgage Bankers Assn.v.Solis, 864 F. Supp. 2d\n193 (DC 2012). Though it accepted the parties’ characterization of\nthe Administrator’s Interpretation as an interpretive rule,id.,at 203, n. 7, the District Court determined that\ntheParalyzed Veteransdoctrine was inapplicable because MBA\nhad failed to establish its reliance on the contrary interpretation\nexpressed in the Department’s 2006 opinion letter. The\nAdministrator’s Interpretation, the District Court further\ndetermined, was fully supported by the text of the 2004 FLSA\nregulations. The court accordingly held that the 2010\ninterpretation was not arbitrary or capricious.[3]The D. C. Circuit reversed.Mortgage Bankers Assn.v.Harris, 720 F. 3d 966 (2013). Bound to the rule ofParalyzed Veteransby precedent, the Court of Appeals\nrejected the Government’s call to abandon the doctrine. 720\nF. 3d., at 967, n. 1. In the court’s view, “[t]he only\nquestion” properly before it was whether the District Court had\nerred in requiring MBA to prove that it relied on the Department’s\nprior interpretation.Id.,at 967. Explaining that reliance\nwas not a required element of theParalyzed Veteransdoctrine, and noting the Department’s concession that a prior,\nconflicting interpretation of the 2004 regulations existed, the\nD. C. Circuit concluded that the 2010 Administrator’s\nInterpretation had to be vacated.We granted certiorari, 573 U. S. __ (2014), and now\nreverse.IITheParalyzed Veteransdoctrine is contrary to the clear\ntext of the APA’s rulemaking provisions, and it improperly imposes\non agencies an obligation beyond the “maximum procedural\nrequirements” specified in the APA,Vermont Yankee Nuclear Power\nCorp.v.Natural Resources Defense Council, Inc.,435\nU. S. 519,524 (1978).AThe text of the APA answers the question presented. Section 4 of\nthe APA provides that “notice of proposed rule making shall be\npublished in the Federal Register.”5 U. S. C. §553(b).\nWhen such notice is required by the APA, “the agency shall give\ninterested persons an opportunity to participate in the rule\nmaking.” §553(c). But §4 further states that unless “notice or\nhearing is required by statute,” the Act’s notice-and-comment\nrequirement “does not apply . . . to interpretative\nrules.” §553(b)(A). This exemption of interpretive rules from the\nnotice-and-comment process is categorical, and it is fatal to the\nrule announced inParalyzed Veterans.Rather than examining the exemption for interpretive rules\ncontained in §4(b)(A) of the APA, the D. C. Circuit inParalyzed Veteransfocused its attention on §1 of the Act.\nThat section defines “rule making” to include not only the initial\nissuance of new rules, but also “repeal[s]” or “amend[ments]” of\nexisting rules. See §551(5). Because notice-and-comment\nrequirements may apply even to these later agency actions, the\ncourt reasoned, “allow[ing] an agency to make a fundamental change\nin its interpretation of a substantive regulation without notice\nand comment” would undermine the APA’s procedural framework. 117\nF. 3d, at 586.This reading of the APA conflates the differing purposes of §§1\nand 4 of the Act. Section 1 defines what a rule-making is. It does\nnot, however, say what procedures an agency must use when it\nengages in rulemaking. That is the purpose of §4. And §4\nspecifically exempts interpretive rules from the notice-and-comment\nrequirements that apply to legislative rules. So, the D. C.\nCircuit correctly read §1 of the APA to mandate that agencies use\nthe same procedures when they amend or repeal a rule as they used\nto issue the rule in the first instance. SeeFCCv.Fox\nTelevision Stations, Inc.,556 U. S. 502,515 (2009) (the\nAPA “make[s] no distinction . . . between initial agency\naction and subsequent agency action undoing or revising that\naction”). Where the court went wrong was in failing to apply that\naccurate understanding of §1 to the exemption for interpretive\nrules contained in §4: Because an agency is not required to use\nnotice-and-comment procedures to issue an initial interpretive\nrule, it is also not required to use those procedures when it\namends or repeals that interpretive rule.BThe straightforward reading of the APA we now adopt harmonizes\nwith longstanding principles of our administrative law\njurisprudence. Time and again, we have reiterated that the APA\n“sets forth the full extent of judicial authority to review\nexecutive agency action for procedural correctness.”Fox\nTelevision Stations, Inc., 556 U. S., at 513. Beyond the APA’s\nminimum requirements, courts lack authority “to impose upon [an]\nagency its own notion of which procedures are ‘best’ or most likely\nto further some vague, undefined public good.”Vermont\nYankee, 435 U. S., at 549. To do otherwise would violate\n“the very basic tenet of administrative law that agencies should be\nfree to fashion their own rules of procedure.”Id.,at\n544.These foundational principles apply with equal force to the\nAPA’s procedures for rulemaking. We explained inVermont\nYankeethat §4 of the Act “established the maximum procedural\nrequirements which Congress was willing to have the courts impose\nupon agencies in conducting rulemaking procedures.”Id.,at\n524. “Agencies are free to grant additional procedural rights in\nthe exercise of their discretion, but reviewing courts are\ngenerally not free to impose them if the agencies have not chosen\nto grant them.”Ibid.TheParalyzed Veteransdoctrine creates just such a\njudge-made procedural right: the right to notice and an opportunity\nto comment when an agency changes its interpretation of one of the\nregulations it enforces. That requirement may be wise policy. Or it\nmay not. Regardless, imposing such an obligation is the\nresponsibility of Congress or the administrative agencies, not the\ncourts. We trust that Congress weighed the costs and benefits of\nplacing more rigorous procedural restrictions on the issuance of\ninterpretive rules. Seeid.,at 523 (when Congress enacted\nthe APA, it “settled long-continued and hard-fought contentions,\nand enact[ed] a formula upon which opposing social and political\nforces have come to rest” (internal quotation marks omitted)). In\nthe end, Congress decided to adopt standards that permit agencies\nto promulgate freely such rules—whether or not they are consistent\nwith earlier interpretations. That the D. C. Circuit would\nhave struck the balance differently does not permit that court or\nthis one to overturn Congress’ contrary judgment. Cf.Lawv.Siegel, 571 U. S. ___, ___ (2014) (slip op., at\n11).IIIMBA offers several reasons why theParalyzed Veteransdoctrine should be upheld. They are not persuasive.AMBA begins its defense of theParalyzed Veteransdoctrine\nby attempting to bolster the D. C. Circuit’s reading of the\nAPA. “Paralyzed Veterans,” MBA contends, “simply\nacknowledges the reality that where an agency significantly alters\na prior, definitive interpretation of a regulation, it has\neffectively amended the regulation itself,” something that under\nthe APA requires use of notice-and-comment procedures. Brief for\nRespondent 20–21.The act of “amending,” however, in both ordinary parlance and\nlegal usage, has its own meaning separate and apart from the act of\n“interpreting.” Compare Black’s Law Dictionary 98 (10th ed. 2014)\n(defining “amend” as “[t]o change the wording of” or “formally\nalter . . . by striking out, inserting, or substituting\nwords”), withid.,at 943 (defining “interpret” as “[t]o\nascertain the meaning and significance of thoughts expressed in\nwords”). One would not normally say that a court “amends” a statute\nwhen it interprets its text. So too can an agency “interpret” a\nregulation without “effectively amend[ing]” the underlying source\nof law. MBA does not explainhow, precisely, an interpretive\nrule changes the regulation it interprets, and its assertion is\nimpossible to reconcile with the longstanding recognition that\ninterpretive rules do not have the force and effect of law. SeeChrysler Corp., 441 U. S., at 302, n. 31 (citing\nAttorney General’s Manual on the Administrative Procedure Act 30,\nn. 3 (1947));Skidmorev.Swift & Co.,323\nU. S. 134,140 (1944).MBA’s “interpretation-as-amendment” theory is particularly odd\nin light of the limitations of theParalyzed Veteransdoctrine. Recall that the rule ofParalyzed Veteransapplies\nonly when an agency has previously adopted an interpretation of its\nregulation. Yet in that initial interpretation as much as all that\ncome after, the agency is giving a definite meaning to an ambiguous\ntext—the very act MBA insists requires notice and comment. MBA is\nunable to say why its arguments regarding revised interpretations\nshould not also extend to the agency’s first\ninterpretation.[4]Next, MBA argues that theParalyzed Veteransdoctrine is\nmore consistent with this Court’s “functional” approach to\ninterpreting the APA. Relying onChristensenv.Harris\nCounty,529 U. S. 576 (2000), andShalalav.Guernsey Memorial Hospital,514 U. S. 87, MBA contends\nthat we have already recognized that an agency may not “avoid\nnotice-and-comment procedures by cloaking its actions in the mantle\nof mere ‘interpretation.’ ” Brief for Respondent 23–24.Neither of the cases MBA cites supports its argument. Our\ndecision inChristensendid not address a change in agency\ninterpretation. Instead, we there refused to give deference to an\nagency’s interpretation of an unambiguous regulation, observing\nthat to defer in such a case would allow the agency “to createde factoa new regulation.” 529 U. S., at 588. Put\ndifferently,Christensenheld that the agency interpretation\nat issue was substantively invalid because it conflicted with the\ntext of the regulation the agency purported to interpret. That\nholding is irrelevant to this suit and to theParalyzed\nVeteransrule, which assesses whether an agency interpretation\nisprocedurallyinvalid.As forGuernsey, that case is fully consistent\nwith—indeed, confirms—what the text of the APA makes plain:\n“Interpretive rules do not require notice and comment.” 514\nU. S., at 99. Sidestepping this inconvenient language, MBA\ninstead quotes a portion of the Court’s opinion stating that “APA\nrulemaking would still be required if [an agency] adopted a new\nposition inconsistent with . . . existing regulations.”Id.,at 100. But the statement on which MBA relies is\ndictum. Worse, it is dictum taken out of context. The “regulations”\nto which the Court referred were two provisions of the Medicare\nreimbursement scheme. And it is apparent from the Court’s\ndescription of these regulations in Part II of the opinion that\nthey were legislative rules, issued through the notice-and-comment\nprocess. Seeid.,at 91–92 (noting that the disputed\nregulations were codified in the Code of Federal Regulations). Read\nproperly, then, the cited passage fromGuernseymerely means\nthat “an agency may only change its interpretation if the revised\ninterpretation is consistent with the underlying regulations.”\nBrief for Petitioners in No. 13–1052, p. 44.BIn the main, MBA attempts to justify theParalyzed\nVeteransdoctrine on practical and policy grounds. MBA contends\nthat the doctrine reinforces the APA’s goal of “procedural\nfairness” by preventing agencies from unilaterally and unexpectedly\naltering their interpretation of important regulations. Brief for\nRespondent 16.There may be times when an agency’s decision to issue an\ninterpretive rule, rather than a legislative rule, is driven\nprimarily by a desire to skirt notice-and-comment provisions. But\nregulated entities are not without recourse in such situations.\nQuite the opposite. The APA contains a variety of constraints on\nagency decisionmaking—the arbitrary and capricious standard being\namong the most notable. As we held inFox Television\nStations, and underscore again today, the APA requires an\nagency to provide more substantial justification when “its new\npolicy rests upon factual findings that contradict those which\nunderlay its prior policy; or when its prior policy has engendered\nserious reliance interests that must be taken into account. It\nwould be arbitrary and capricious to ignore such matters.” 556\nU. S., at 515 (citation omitted); see alsoid.,at 535\n(Kennedy, J., concurring in part and concurring in judgment).In addition, Congress is aware that agencies sometimes alter\ntheir views in ways that upset settled reliance interests. For that\nreason, Congress sometimes includes in the statutes it drafts\nsafe-harbor provisions that shelter regulated entities from\nliability when they act in conformance with previous agency\ninterpretations. The FLSA includes one such provision: As amended\nby the Portal-to-Portal Act of 1947,29 U. S. C. §251et seq.,the FLSA provides that “no employer shall be\nsubject to any liability” for failing “to pay minimum wages or\novertime compensation” if it demonstrates that the “act or omission\ncomplained of was in good faith in conformity with and in reliance\non any written administrative regulation, order, ruling, approval,\nor interpretation” of the Administrator of the Department’s Wage\nand Hour Division, even when the guidance is later “modified or\nrescinded.” §§259(a), (b)(1). These safe harbors will often protect\nparties from liability when an agency adopts an interpretation that\nconflicts with its previous position.[5]CMBA changes direction in the second half of its brief,\ncontending that if the Court overturns theParalyzed\nVeteransrule, the D. C. Circuit’s judgment should\nnonetheless be affirmed. That is so, MBA says, because the agency\ninterpretation at issue—the 2010 Administrator’s\nInterpretation—should in fact be classified as a legislative\nrule.We will not address this argument. From the beginning, the\nparties litigated this suit on the understanding that the\nAdministrator’s Interpretation was—as its name suggests—an\ninterpretive rule. Indeed, if MBA did not think the Administrator’s\nInterpretation was an interpretive rule, then its decision to\ninvoke theParalyzed Veteransdoctrine in attacking the rule\nis passing strange. After all,Paralyzed Veteransapplied\nonly to interpretive rules. Consequently, neither the District\nCourt nor the D. C. Circuit considered MBA’s current claim\nthat the Administrator’s Interpretation is actually a legislative\nrule. Beyond that, and more important still, MBA’s brief in\nopposition to certiorari did not dispute petitioners’ assertions—in\ntheir framing of the question presented and in the substance of\ntheir petitions—that the Administrator’s Interpretation is an\ninterpretive rule. Thus, even assuming MBA did not waive the\nargument below, it has done so in this Court. See this Court’s Rule\n15.2;Carcieriv.Salazar,555 U. S. 379–396\n(2009).*  *  *For the foregoing reasons, the judgment of the United States\nCourt of Appeals for the District of Columbia Circuit is\nreversed.It is so ordered.Notes1The latter is the more common\nphrasing today, and the one we use throughout this\nopinion.2Buck, Henry, and Nickols are\npetitioners in No. 13–1052 and respondents in No.\n13–1041.3MBA did not challenge this aspect of\nthe District Court’s decision on appeal.4MBA alternatively suggests that\ninterpretive rules have the force of law because an agency’s\ninterpretation of its own regulations may be entitled to deference\nunderAuerv.Robbins,519 U. S. 452 (1997), andBowlesv.Seminole Rock & Sand Co.,325 U. S.\n410 (1945). Even in cases where an agency’s interpretation receivesAuerdeference, how-ever, it is the court that ultimately\ndecides whether a given regulation means what the agency says.\nMoreover,Auerdeference is not an inexorable command in all\ncases. SeeChristopherv.SmithKline Beecham Corp.,\n567 U. S. ___, ___ (2012) (slip op., at 10) (Auerdeference is inappropriate “when the agency’s interpretation is\nplainly erroneous or inconsistent with the regulation” or “when\nthere is reason to suspect that the agency’s interpretation does\nnot reflect the agency’s fair and considered judgment” (internal\nquotation marks omitted));Thomas Jefferson Univ.v.Shalala,512 U. S. 504,515 (1994) (“[A]n agency’s\ninterpretation of a . . . regulation that conflicts with\na prior interpretation is entitled to considerably less deference\nthan a consistently held agency view” (internal quotation marks\nomitted)).5The United States acknowledged at\nargument that even in situations where a statute does not contain a\nsafe-harbor provision similar to the one included in the FLSA, an\nagency’s ability to pursue enforcement actions against regulated\nentities for conduct in conformance with prior agency\ninterpretations may be limited by principles of retroactiv-ity. See\nTr. of Oral Arg. 44–45. We have no occasion to consider how such\nprinciples might apply here.",
    "joined": []
}