{
    "case": {
        "docket": "15-777",
        "citation": "580",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-777/"
    },
    "id": "3659829",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–777_________________SAMSUNG ELECTRONICS CO., LTD., et al.,\nPETITIONERSv.APPLE INC.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[December 6, 2016]Justice Sotomayor delivered the opinion of the\nCourt.Section 289 of the Patent Act provides a damages\nrem-edy specific to design patent infringement. A person who\nmanufactures or sells “any article of manufacture to which [a\npatented] design or colorable imitation has been applied shall be\nliable to the owner to the extent of his totalprofit.” 35\nU. S. C. §289. In the case of a design for a\nsingle-component product, such as a dinner plate, the product is\nthe “article of manufacture” to which the design has been applied.\nIn the case of a design for a multicomponent product, such as a\nkitchen oven, identifying the “article of manufacture” to which the\ndesign has been applied is a more difficult task.This case involves the infringement of designs\nfor smartphones. The United States Court of Appeals for the Federal\nCircuit identified the entire smartphone as the only permissible\n“article of manufacture” for the purpose of calculating §289\ndamages because consumers could not separately purchase components\nof the smartphones. The question before us is whether that reading\nis consistent with §289. We hold that it is not.IAThe federal patent laws have long permitted\nthose who invent designs for manufactured articles to patent their\ndesigns. See Patent Act of 1842, §3, 5Stat. 543–544. Patent\nprotection is available for a “new, original and ornamental design\nfor an article of manufacture.” 35 U. S. C. §171(a). A\npatentable design “gives a peculiar or distinctive appearance to\nthe manufacture, or article to which it may be applied, or to which\nit gives form.”Gorham Co.v.White, 14 Wall. 511,\n525 (1872). This Court has explained that a design patent is\ninfringed “if, in the eye of an ordinary observer, giving such\nattention as a purchaser usually gives, two designs are\nsubstantially the same.”Id.,at 528.In 1885, this Court limited the damages\navailable for design patent infringement. The statute in effect at\nthe time allowed a holder of a design patent to recover “the actual\ndamages sustained” from infringement. Rev. Stat. §4919. InDobsonv.Hartford Carpet Co., 114 U. S. 439\n(1885) , the lower courts had awarded the holders of design patents\non carpets damages in the amount of “the entire profit to the\n[patent holders], per yard, in the manufacture and sale of carpets\nof the patented designs, and not merely the value which the designs\ncontributed to the carpets.”Id.,at 443. This Court\nreversed the damages award and construed the statute to require\nproof that the profits were “due to” the design rather than other\naspects of the carpets.Id.,at 444; see alsoDobsonv.Dornan, 118 U. S. 10, 17 (1886) (“The plaintiff must\nshow what profits or damages are attributable to the use of the\ninfringing design”).In 1887, in response to theDobsoncases,\nCongress enacted a specific damages remedy for design patent\ninfringement. See S. Rep. No. 206, 49th Cong., 1st Sess., 1–2\n(1886); H. R. Rep. No. 1966, 49th Cong., 1st Sess., 1–2 (1886). The\nnew provision made it unlawful to manufacture or sell an article of\nmanufacture to which a patented design or a colorable imitation\nthereof had been applied. An act to amend the law relating to\npatents, trademarks, and copyright, §1, 24Stat. 387. It went on to\nmake a design patent infringer “liable in the amount of” $250 or\n“the total profit made by him from the manufacture or sale\n. . . of the article or articles to which the design, or\ncolor-able imitation thereof, has been applied.”Ibid.The Patent Act of 1952 codified this provision\nin §289. 66Stat. 813. That codified language now reads, in relevant\npart:“Whoever during the term of a patent for a\ndesign, without license of the owner, (1) applies the patented\ndesign, or any colorable imitation thereof, to any article of\nmanufacture for the purpose of sale, or (2) sells or exposes for\nsale any article of manufacture to which such design or colorable\nimitation has been applied shall be liable to the owner to the\nextent of his total profit, but not less than $250\n. . . .” 35 U. S. C. §289.BApple Inc. released its first-generation\niPhone in 2007. The iPhone is a smartphone, a “cell phone with a\nbroad range of other functions based on advanced computing\ncapability, large storage capacity, and Internet connectiv-ity.”Rileyv.California, 573 U. S. ___, ___ (2014)\n(slip op., at 2). Apple secured many design patents in connection\nwith the release. Among those patents were the D618,677 patent,\ncovering a black rectangular front face with rounded corners, the\nD593,087 patent, covering a rectangular front face with rounded\ncorners and a raised rim, and the D604,305 patent, covering a grid\nof 16 colorful icons on a black screen. App. 530–578.Samsung Electronics Co., Samsung Electronics\nAmerica, Inc., and Samsung Telecommunications America, LLC\n(Samsung), also manufacture smartphones. After Apple released its\niPhone, Samsung released a series of smartphones that resembled the\niPhone.Id.,at 357–358.Apple sued Samsung in 2011, alleging, as\nrelevant here, that various Samsung smartphones infringed Apple’s\nD593,087, D618,677, and D604,305 design patents. A jury found that\nseveral Samsung smartphones did infringe those patents. Seeid.,at 273–276. All told, Apple was awarded $399 million in\ndamages for Samsung’s design patent infringement, the entire profit\nSamsung made from its sales of the infringing smartphones. Seeid., at 277–280, 348–350.The Federal Circuit affirmed the design patent\ninfringement damages award.[1]\nIn doing so, it rejected Samsung’s argument “that the profits\nawarded should have been limited to the infringing ‘article of\nmanufacture’ ”—for example, the screen or case of the\nsmartphone—“not the entire infringing product”—the smartphone. 786\nF. 3d 983, 1002 (2015). It reasoned that “limit[ing] the\ndam-ages” award was not required because the “innards of Samsung’s\nsmartphones were not sold separately from their shells as distinct\narticles of manufacture to ordinary purchasers.”Ibid.We granted certiorari, 577 U. S. ___\n(2016), and now reverse and remand.IISection 289 allows a patent holder to recover\nthe total profit an infringer makes from the infringement. It does\nso by first prohibiting the unlicensed “appli[cation]” of a\n“patented design, or any colorable imitation thereof, to any\narticle of manufacture for the purpose of sale” or the unlicensed\nsale or exposure to sale of “any article of manufacture to which [a\npatented] design or colorable imitation has been applied.” 35\nU. S. C. §289. It then makes a person who violates that\nprohibition “liable to the owner to the extent of his total profit,\nbut not less than $250.”Ibid.“Total,” of course, means\nall. See American Heritage Dictionary 1836 (5th ed. 2011) (“[t]he\nwhole amount of something; the entirety”). The “total profit” for\nwhich §289 makes an infringer liable is thus all of the profit made\nfrom the prohibited conduct, that is, from the manufacture or sale\nof the “article of manufacture to which [the patented] design or\ncolorable imitation has been applied.”Arriving at a damages award under §289 thus\ninvolves two steps. First, identify the “article of manufacture” to\nwhich the infringed design has been applied. Second, calculate the\ninfringer’s total profit made on that article of manufacture.This case requires us to address a threshold\nmatter: the scope of the term “article of manufacture.” The only\nquestion we resolve today is whether, in the case of a\nmulticomponent product, the relevant “article of manufacture” must\nalways be the end product sold to the consumer or whether it can\nalso be a component of that product. Under the former\ninterpretation, a patent holder will always be entitled to the\ninfringer’s total profit from the end product. Under the latter\ninterpretation, a patent holder will sometimes be entitled to the\ninfringer’s total profit from a component of the end\nproduct.[2]AThe text resolves this case. The term “article\nof manufacture,” as used in §289, encompasses both a product sold\nto a consumer and a component of that product.“Article of manufacture” has a broad meaning. An\n“article” is just “a particular thing.” J. Stormonth, A Dictionary\nof the English Language 53 (1885) (Stormonth); see also American\nHeritage Dictionary, at 101 (“[a]n individual thing or element of a\nclass; a particular object or item”). And “manufacture” means “the\nconversion of raw materials by the hand, or by machinery, into\narticles suitable for the use of man” and “the articles so made.”\nStormonth 589; see also American Heritage Dictionary, at 1070\n(“[t]he act, craft, or process of manufacturing products,\nespecially on a large scale” or “[a] product that is\nmanufactured”). An article of manufacture, then, is sim-ply a thing\nmade by hand or machine.So understood, the term “article of manufacture”\nis broad enough to encompass both a product sold to a consumer as\nwell as a component of that product. A component of a product, no\nless than the product itself, is a thing made by hand or machine.\nThat a component may be integrated into a larger product, in other\nwords, does not put it outside the category of articles of\nmanufacture.This reading of article of manufacture in §289\nis consistent with 35 U. S. C. §171(a), which makes “new,\noriginal and ornamental design[s] for an article of manufacture”\neligible for design patent protection.[3] The Patent Office and the courts have understood §171\nto permit a design patent for a design extending to only a\ncomponent of a multicomponent product. See,e.g.,Ex\nparte Adams, 84 Off. Gaz. Pat. Office 311 (1898) (“The several\narticles of manufacture of peculiar shape which when combined\nproduce a machine or structure having movable parts may each\nseparately be patented as a design . . . ”);Application of Zahn, 617 F. 2d 261, 268 (CCPA 1980)\n(“Section 171 authorizes patents on ornamental designs for articles\nof manufacture. While the design must beembodiedin some\narticles, the statute is not limited to designs for complete\narticles, or ‘discrete’ articles, and certainly not to articles\nseparately sold . . . ”).This reading is also consistent with 35\nU. S. C. §101, which makes “any new and useful\n. . . manufacture . . . or any new and useful\nimprovement thereof” eligible for utility patent protection. Cf. 8\nD. Chisum, Patents §23.03[2], pp. 23–12 to 23–13 (2014) (noting\nthat “article of manufacture” in §171 includes “what would be\nconsidered a ‘manufacture’ within the meaning of Section 101”).\n“[T]his Court has read the term ‘manufacture’ in §101\n. . . to mean ‘the production of articles for use from\nraw or prepared materials by giving to these materials new forms,\nqualities, properties, or combinations, whether by hand-labor or by\nmachinery.’ ”Diamondv.Chakrabarty, 447\nU. S. 303, 308 (1980) (quotingAmerican Fruit Growers,\nInc.v.Brogdex Co., 283 U. S. 1, 11 (1931) ). The\nbroad term includes “the parts of a machine considered sepa-rately\nfrom the machine itself.” 1 W. Robinson, The Law of Patents for\nUseful Inventions §183, p. 270 (1890).BThe Federal Circuit’s narrower reading of\n“article of manufacture” cannot be squared with the text of §289.\nThe Federal Circuit found that components of the infringing\nsmartphones could not be the relevant article of manufacture\nbecause consumers could not purchase those components separately\nfrom the smartphones. See 786 F. 3d, at 1002 (declining to\nlimit a §289 award to a component of the smartphone because “[t]he\ninnards of Samsung’s smartphones were not sold separately from\ntheir shells as distinct articles of manufacture to ordinary\npurchasers”); see alsoNordock, Inc.v.Systems Inc.,\n803 F. 3d 1344, 1355 (CA Fed. 2015) (declining to limit a §289\naward to a design for a “ ‘lip and hinge plate’ ” because\nit was “welded together” with a leveler and “there was no evidence”\nit was sold “separate[ly] from the leveler as a complete unit”).\nBut, for the reasons given above, the term “article of manufacture”\nis broad enough to embrace both a product sold to a consumer and a\ncomponent of that product, whether sold separately or not. Thus,\nreading “article of manufacture” in §289 to cover only an end\nproduct sold to a consumer gives too narrow a meaning to the\nphrase.The parties ask us to go further and resolve\nwhether, for each of the design patents at issue here, the relevant\narticle of manufacture is the smartphone, or a particular\nsmartphone component. Doing so would require us to set out a test\nfor identifying the relevant article of manufacture at the first\nstep of the §289 damages inquiry and to parse the record to apply\nthat test in this case. The United States asamicus curiaesuggested a test, see Brief for United States asAmicus\nCuriae27–29, but Samsung and Apple did not brief the issue. We\ndecline to lay out a test for the first step of the §289 damages\ninquiry in the absence of adequate briefing by the parties. Doing\nso is not necessary to resolve the question presented in this case,\nand the Federal Circuit may address any remaining issues on\nremand.IIIThe judgment of the United States Court of\nAppeals for the Federal Circuit is therefore reversed, and the case\nis remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1Samsung raised a host of\nchallenges on appeal related to other claims in the litigation\nbetween Apple and Samsung. The Federal Circuit affirmed in\npart—with respect to the design patent infringement finding, the\nvalidity of two utility patent claims, and the design and utility\npatent infringement damages awards—and reversed and remanded in\npart—with respect to trade dress dilution. Only the design patent\ninfringement award is at issue here.2In its petition for\ncertiorari and in its briefing, Samsung challenged the decision\nbelow on a second ground. It argued that 35 U. S. C. §289\ncontains a causation requirement, which limits a §289 damages award\nto the total profit the infringer madebecause ofthe\ninfringement. Samsung abandoned this theory at argument, and so we\ndo not address it. See Tr. of Oral Arg. 6.3As originally enacted,\nthe provision protected “any new and original design for a\nmanufacture.” §3, 5Stat. 544. The provision listed examples,\nincluding a design “worked into or worked on, or printed or painted\nor cast or otherwise fixed on, any article of manufacture” and a\n“shape or configuration of any article of manufacture.”Ibid.A streamlined version enacted in 1902 protected “any\nnew, original, and ornamental design for an article of\nmanufacture.” Ch. 783, 32Stat. 193. The Patent Act of 1952 retained\nthat language. See §171, 66Stat. 813.",
    "joined": []
}