{
    "case": {
        "docket": "20-1034",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1034/"
    },
    "id": "4596230",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1034_________________NARKIS ALIZA GOLAN, PETITIONERv.ISACCO JACKY SAADAon writ of certiorari to the united states\ncourt of appeals for the second circuit[June 15, 2022]Justice Sotomayor delivered the opinion of the\nCourt.Under the Hague Convention on the Civil Aspects\nof International Child Abduction, Mar. 26, 1986, T. I. A. S. No.\n11670, S. Treaty Doc. No. 99–11 (Treaty Doc.), if a court finds\nthat a child was wrongfully removed from the child’s country of\nhabitual residence, the court ordinarily must order the child’s\nreturn. There are, however, exceptions to that rule. As relevant\nhere, a court is not bound to order a child’s return if it finds\nthat return would put the child at a grave risk of physical or\npsychological harm. In such a circumstance, a court has discretion\nto determine whether to deny return.In exercising this discretion, courts often\nconsider whether any “ameliorative measures,” undertaken either “by\nthe parents” or “by the authorities of the state having\njurisdiction over the question of custody,” could “reduce whatever\nrisk might otherwise be associated with a child’s repatriation.”Blondinv.Dubois,189 F.3d 240, 248 (CA2 1999) (Blondin I). The Second\nCircuit has made such consideration a requirement, mandating that\ndistrict courts independently “examine the full range of options\nthat might make possible the safe return of a child” before denying\nreturn due to grave risk, even if the party petitioning for the\nchild’s return has not identified or argued for imposition of\nameliorative measures.Blondinv.Dubois,238 F.3d 153, 163, n. 11 (CA2 2001) (Blondin II).The Second Circuit’s categorical requirement to\nconsider all ameliorative measures is inconsistent with the text\nand other express requirements of the Hague Convention.IAThe Hague Convention “was adopted in 1980 in\nresponse to the problem of international child abductions during\ndomestic disputes.”Abbottv.Abbott,560 U.S.\n1, 8 (2010). One hundred and one countries, including the\nUnited States and Italy, are signatories. Hague Conference on\nPrivate Int’l Law, Convention of 25 Oct. 1980 on the Civil Aspects\nof Int’l Child Abduction, Status Table, https://www.\nhcch.net/en/instruments/conventions/status-table/?cid=24.The Convention’s “core premise” is that\n“ ‘the interests of children . . . in matters\nrelating to their custody’ are best served when custody decisions\nare made in the child’s country of ‘habitual residence.’ ”Monaskyv.Taglieri, 589 U. S. ___, ___ (2020)\n(slip op., at 2) (quoting Convention Preamble, Treaty Doc., at 7).\nAccordingly, the Convention generally requires the “prompt return”\nof a child to the child’s country of habitual residence when the\nchild has been wrongfully removed to or retained in another\ncountry. Art. 1(a), Treaty Doc., at 7; see also Art. 12,id.,at 9.[1] This\nrequirement “ensure[s] that rights of custody and of access under\nthe law of one Contracting State are effectively respected in the\nother Contracting States.” Art. 1(b),id.,at 7.Return of the child is, however, a general rule,\nand there are exceptions. As relevant here, the Convention provides\nthat return is not required if “[t]here is a grave risk that\n. . . return would expose the child to physical or\npsychological harm or otherwise place the child in an intolerable\nsituation.” Art. 13(b),id.,at 10.[2] Because return is merely “a ‘provisional’ remedy\nthat fixes the forum for custody proceedings,”Monasky, 589\nU. S., at ___ (slip op., at 3), the Convention requires that\nthe determination as to whether to order return should be made\n“us[ing] the most expeditious procedures available,” Art. 2, Treaty\nDoc., at 7; see also Art. 11,id.,at 9 (providing that the\nparty petitioning for return has “the right to request a statement\nof the reasons for the delay” if the court “has not reached a\ndecision within six weeks from the date of commencement of the\nproceedings”).Congress implemented the Convention in the\nInternational Child Abduction Remedies Act (ICARA), 102Stat. 437,\nas amended, 22 U. S. C. §9001et seq. ICARA\npermits a parent (or other individual or institution) seeking\nrelief under the Convention to file a petition for return of a\nchild in state or federal court, §§9003(a)–(b), and directs courts\nto “decide the[se] case[s] in accordance with the Convention,”\n§9003(d). Consistent with the Convention, ICARA “empower[s] courts\nin the United States to determine only rights under the Convention\nand not the merits of any underlying child custody claims.”\n§9001(b)(4); see Art. 19, Treaty Doc., at 11 (“A decision under\nthis Convention concerning the return of the child shall not be\ntaken to be a determination on the merits of any custody\nissue”).Under ICARA, the party petitioning for the\nchild’s return bears the burden of establishing by a preponderance\nof the evidence that the child was wrongfully removed or retained.\n§9003(e)(1). If the court finds the child was wrongfully removed or\nretained, the respondent opposing return of the child has the\nburden of establishing that an exception to the return requirement\napplies. §9003(e)(2). A respondent arguing that return would expose\nthe child to a grave risk of harm must establish that this\nexception applies by “clear and convincing evidence.”\n§9003(e)(2)(A). Absent a finding that an exception applies, a child\ndetermined to be wrongfully removed or retained must be “promptly\nreturned” to the child’s country of habitual residence.\n§9001(a)(4).BPetitioner Narkis Golan is a citizen of the\nUnited States. She met respondent Isacco Saada, an Italian citizen,\nwhile attending a wedding in Milan, Italy, in 2014. Golan soon\nmoved to Milan, and the two wed in August 2015. Their son, B. A.\nS., was born the next summer in Milan, where the family lived for\nthe first two years of B. A. S.’ life.The following facts, as found by the District\nCourt, are not in dispute. Saada and Golan’s relationship was\ncharacterized by violence from the beginning. The two fought on an\nalmost daily basis and, during their arguments, Saada would\nsometimes push, slap, and grab Golan and pull her hair. Saada also\nyelled and swore at Golan and frequently insulted her and called\nher names, often in front of other people. Saada once told Golan’s\nfamily that he would kill her. Much of Saada’s abuse of Golan\noccurred in front of his son.In July 2018, Golan flew with B. A. S. to the\nUnited States to attend her brother’s wedding. Rather than return\nas scheduled in August, however, Golan moved into a domestic\nviolence shelter with B. A. S. In September, Saada filed in Italy a\ncriminal complaint for kidnapping and initiated a civil proceeding\nseeking sole custody of B. A. S.Saada also filed a petition under the Convention\nand ICARA in the U. S. District Court for the Eastern District\nof New York, seeking an order for B. A. S.’ return to Italy. The\nDistrict Court granted Saada’s petition after a 9-day bench trial.\nAs a threshold matter, the court determined that Italy was B. A.\nS.’ habitual residence and that Golan had wrongfully retained B. A.\nS. in the United States in violation of Saada’s rights of custody.\nThe court concluded, however, that returning B. A. S. to Italy\nwould expose him to a grave risk of harm. The court observed that\nthere was “no dispute” that Saada was “violent—physically,\npsychologically, emotionally, and verbally—to” Golan and that “B.\nA. S. was present for much of it.” App. to Pet. for Cert. 79a. The\ncourt described some of the incidents B. A. S. had witnessed as\n“chilling.”Ibid.While B. A. S. was not “the target of\nviolence,” undisputed expert testimony established that “domestic\nviolence disrupts a child’s cognitive and social-emotional\ndevelopment, and affects the structure and organization of the\nchild’s brain.”Id.,at 79a–80a, and n. 37.[3] Records indicated that Italian social\nservices, who had been involved with the couple while they lived in\nItaly, had also concluded that “ ‘the family situation entails\na developmental danger’ for B. A. S.”Id.,at 80a.\nThe court found that Saada had demonstrated no “capacity to change\nhis behavior,” explaining that Saada “minimized or tried to excuse\nhis violent conduct” during his testimony and that Saada’s “own\nexpert said . . . that [Saada] could not control his\nanger or take responsibility for his behavior.”Ibid.The court nonetheless ordered B. A. S.’ return\nto Italy based on Second Circuit precedent obligating it to\n“ ‘examine the full range of options that might make possible\nthe safe return of a child to the home country’ ” before it\ncould “ ‘deny repatriation on the ground that a grave risk of\nharm exists.’ ”Id.,at 81a (quotingBlondin II,\n238 F. 3d, at 163, n. 11). The Second Circuit based this\nrule on its view that the Convention requires return “if at all\npossible.”BlondinI, 189 F. 3d, at 248. To\ncomply with these precedents, the District Court had required the\nparties to propose “ ‘ameliorative measures’ ” that could\nenable B. A. S.’ safe return. App. to Pet. for Cert. 81a.[4] Saada had proposed that he would\nprovide Golan with $30,000 for expenses pending a decision in\nItalian courts as to financial support, stay away from Golan until\nthe custody dispute was resolved, pursue dismissal of the criminal\ncharges he had filed against Golan, begin cognitive behavioral\ntherapy, and waive any right to legal fees or expenses under the\nConvention. The court concluded that these measures, combined with\nthe fact that Saada and Golan would be living separately, would\n“reduce the occasions for violence,” thereby ameliorating the grave\nrisk to B. A. S. sufficiently to require his return.Id., at\n81a–82a.On Golan’s appeal of this return order, the\nSecond Circuit vacated the order, finding the District Court’s\nmeasures insufficient to mitigate the risk of harm to B. A. S.\nEmphasizing that the District Court’s factual findings provided\n“ample reason to doubt that Mr. Saada will comply with these\nconditions,” the Second Circuit concluded that “the District Court\nerred in granting the petition subject to (largely) unenforceable\nundertakings” without “sufficient guarantees of performance.” 930\nF.3d 533, 540, 542–543 (2019). Because the record did “not support\nthe conclusion that there existnoprotective measures\nsufficient to ameliorate the grave risk of harm B. A. S. faces if\nrepatriated,” the court remanded for the District Court to\n“consider whether there exist alternative ameliorative measures\nthat are either enforceable by the District Court or supported by\nother sufficient guarantees of performance.”Id.,at 543\n(emphasis added).To comply with the Second Circuit’s directive,\nover the course of nine months, the District Court conducted “an\nextensive examination of the measures available to ensure B. A.\nS.’s safe return to Italy.” App. to Pet. for Cert. 12a. The\nDistrict Court directed the parties to appear for status\nconferences and to submit status reports and supplemental briefs,\nand the court corresponded with the U. S. Department of State\nand the Italian Ministry of Justice. At the court’s instruction,\nthe parties petitioned the Italian courts for a protective order,\nand the Italian court overseeing the underlying custody dispute\nissued a protective order barring Saada from approaching Golan for\none year. In addition, the Italian court ordered that an Italian\nsocial services agency oversee Saada’s parenting classes and\ntherapy and that visits between Saada and B. A. S. be\nsupervised.[5]The District Court concluded that these measures\nwere sufficient to ameliorate the harm to B. A. S. and again\ngranted Saada’s petition for B. A. S.’ return. It rejected Golan’s\nargument that Saada could not be trusted to comply with a court\norder, expressing confidence in the Italian courts’ abilities to\nenforce the protective order. The District Court additionally\nordered Saada to pay Golan $150,000 to facilitate B. A. S.’ return\nto Italy and to cover Golan’s and B. A. S.’ living costs while they\nresettled. The Second Circuit affirmed, concluding that the\nDistrict Court did not clearly err in determining that Saada likely\nwould comply with the Italian protective order, given his\ncompliance with other court orders and the threat of enforcement by\nItalian authorities of its order. 833 Fed. Appx. 829 (2020).This Court granted certiorari to decide whether\nthe Second Circuit properly required the District Court, after\nmaking a grave-risk finding, to examine a full range of possible\nameliorative measures before reaching a decision as to whether to\ndeny return, and to resolve a division in the lower courts\nregarding whether ameliorative measures must be considered after a\ngrave-risk finding.[6] 595\nU. S. ___ (2021).IIA“The interpretation of a treaty, like the\ninterpretation of a statute, begins with its text.”Abbott,\n560 U. S., at 10 (internal quotation marks omitted). As\ndescribed above, when “a child has been wrongfully removed or\nretained” from his country of habitual residence, Article 12 of the\nHague Convention generally requires the deciding authority (here, a\ndistrict court) to “order the return of the child.” Treaty Doc., at\n9. Under Article 13(b) of the Convention, however, a court “is not\nbound to order the return of the child” if the court finds that the\nparty opposing return has established that return would expose the\nchild to a “grave risk” of physical or psychological harm.Id.,at 10. By providing that a court “is not bound” to\norder return upon making a grave-risk finding, Article 13(b) lifts\nthe Convention’s return requirement, leaving a court with the\ndiscretion to grant or deny return.Nothing in the Convention’s text either forbids\nor requires consideration of ameliorative measures in exercising\nthis discretion. The Convention itself nowhere mentions\nameliorative measures. Nor does ICARA, which, as relevant,\ninstructs courts to “decide the case in accordance with the\nConvention” and accordingly leaves undisturbed the discretion\nrecognized in the Convention. 22 U. S. C. §9003(d). The\nlongstanding interpretation of the Department of State offers\nfurther support for the view that the Convention vests a court with\ndiscretion to determine whether to order return if an exception to\nthe return mandate applies. See 51 Fed. Reg. 10510 (1986)\n(explaining that “a court in its discretion need not order a child\nreturned” upon a finding of grave risk); see alsoAbbott,\n560 U. S., at 15 (explaining that the Executive Branch’s\ninterpretation of the Convention “is entitled to great weight”\n(internal quotation marks omitted)).Unable to point to any explicit textual mandate\nthat courts consider ameliorative measures, Saada’s primary\nargument is that this requirement is implicit in the Convention’s\ncommand that the court make a determination as to whether a grave\nrisk of harm exists. Essentially, Saada argues that determining\nwhether a grave risk of harm exists necessarily requires\nconsidering whether any ameliorative measures are available.The question whether there is a grave risk,\nhowever, is separate from the question whether there are\nameliorative measures that could mitigate that risk. That said, the\nquestion whether ameliorative measures would be appropriate or\neffective will often overlap considerably with the inquiry into\nwhether a grave risk exists. SeeSimcoxv.Simcox,\n511 F.3d 594, 607–608 (CA6 2007) (explaining that the\nappropriateness and utility of ameliorative measures correlate with\nthe gravity of the risk to the child). In many instances, a court\nmay find it appropriate to consider both questions at once. For\nexample, a finding of grave risk as to a part of a country where an\nepidemic rages may naturally lead a court simultaneously to\nconsider whether return to another part of the country is feasible.\nThe fact that a court may consider ameliorative measures concurrent\nwith the grave-risk determination, however, does not mean that the\nConvention imposes a categorical requirement on a court to consider\nany or all ameliorative measures before denying return once it\nfinds that a grave risk exists.[7]Under the Convention and ICARA, district courts’\ndiscretion to determine whether to return a child where doing so\nwould pose a grave risk to the child includes the discretion\nwhether to consider ameliorative measures that could ensure the\nchild’s safe return. The Second Circuit’s rule, “in practice,\nrewrite[s] the treaty,”Lozanov.Montoya Alvarez,572 U.S.\n1, 17 (2014), by imposing an atextual, categorical requirement\nthat courts consider all possible ameliorative measures in\nexercising this discretion, regardless of whether such\nconsideration is consistent with the Convention’s objectives (and,\nseemingly, regardless of whether the parties offered them for the\ncourt’s consideration in the first place). SeeBlondin I,\n189 F. 3d, at 249 (requiring district court not to “limit itself to\nthe single alternative placement initially suggested by [the\nappellant]” but instead affirmatively to “develop a thorough record\nto facilitate its decision,” including by “mak[ing] any appropriate\nor necessary inquiries” of the government of the country of\nhabitual residence and invoking the aid of the Department of\nState).BWhile consideration of ameliorative measures\nis within a district court’s discretion, “[d]iscretion is not\nwhim.”Martinv.Franklin Capital Corp.,546 U.S.\n132, 139 (2005). A “motion to a court’s discretion is a motion,\nnot to its inclination, but to its judgment; and its judgment is to\nbe guided by sound legal principles.”Ibid.(internal\nquotation marks and alteration omitted). As a threshold matter, a\ndistrict court exercising its discretion is still responsible for\naddressing and responding to nonfrivolous arguments timely raised\nby the parties before it. While a district court has no obligation\nunder the Convention to consider ameliorative measures that have\nnot been raised by the parties, it ordinarily should address\nameliorative measures raised by the parties or obviously suggested\nby the circumstances of the case, such as in the example of the\nlocalized epidemic. Seesupra,at 10.In addition, the court’s consideration of\nameliorative measures must be guided by the legal principles and\nother requirements set forth in the Convention and ICARA. The\nSecond Circuit’s rule, by instructing district courts to order\nreturn “if at all possible,” improperly elevated return above the\nConvention’s other objectives.Blondin I, 189 F. 3d, at\n248. The Convention does not pursue return exclusively or at all\ncosts. Rather, the Convention “is designed to protect the interests\nof children and their parents,”Lozano, 572 U. S., at\n19 (Alito, J., concurring), and children’s interests may point\nagainst return in some circumstances. Courts must remain conscious\nof this purpose, as well as the Convention’s other objectives and\nrequirements, which constrain courts’ discretion to consider\nameliorative measures in at least three ways.First, any consideration of ameliorative\nmeasures must prioritize the child’s physical and psychological\nsafety. The Convention explicitly recognizes that the child’s\ninterest in avoiding physical or psychological harm, in addition to\nother interests, “may overcome the return remedy.”Id.,at\n16 (majority opinion) (cataloging interests).[8] A court may therefore decline to consider\nimposing ameliorative measures where it is clear that they would\nnot work because the risk is so grave. Sexual abuse of a child is\none example of an intolerable situation. See 51 Fed. Reg. 10510.\nOther physical or psychological abuse, serious neglect, and\ndomestic violence in the home may also constitute an obvious grave\nrisk to the child’s safety that could not readily be ameliorated. A\ncourt may also decline to consider imposing ameliorative measures\nwhere it reasonably expects that they will not be followed. See,e.g.,Walshv.Walsh,221 F.3d 204, 221 (CA1 2000) (providing example of parent with\nhistory of violating court orders).Second, consideration of ameliorative measures\nshould abide by the Convention’s requirement that courts addressing\nreturn petitions do not usurp the role of the court that will\nadjudicate the underlying custody dispute. The Convention and ICARA\nprohibit courts from resolving any underlying custody dispute in\nadjudicating a return petition. See Art. 16, Treaty Doc., at 10; 22\nU. S. C. §9001(b)(4). Accordingly, a court ordering\nameliorative measures in making a return determination should limit\nthose measures in time and scope to conditions that would permit\nsafe return, without purporting to decide subsequent custody\nmatters or weighing in on permanent arrangements.[9]Third, any consideration of ameliorative\nmeasures must accord with the Convention’s requirement that courts\n“act expeditiously in proceedings for the return of children.” Art.\n11, Treaty Doc., at 9.[10]\nTimely resolution of return petitions is important in part because\nreturn is a “provisional” remedy to enable final custody\ndeterminations to proceed.Monasky, 589 U. S., at ___\n(slip op., at 3) (internal quotation marks omitted). The Convention\nalso prioritizes expeditious determinations as being in the best\ninterests of the child because “[e]xpedition will help minimize the\nextent to which uncertainty adds to the challenges confronting both\nparents and child.”Chafinv.Chafin,568 U.S.\n165, 180 (2013). A requirement to “examine the full range of\noptions that might make possible the safe return of a child,”Blondin II, 238 F. 3d, at 163, n. 11, is in\ntension with this focus on expeditious resolution. In this case,\nfor example, it took the District Court nine months to comply with\nthe Second Circuit’s directive on remand. Remember, the Convention\nrequires courts to resolve return petitions “us[ing] the most\nexpeditious procedures available,” Art. 2, Treaty Doc., at 7, and\nto provide parties that request it with an explanation if\nproceedings extend longer than six weeks, Art. 11,id.,at\n9. Courts should structure return proceedings with these\ninstructions in mind. Consideration of ameliorative measures should\nnot cause undue delay in resolution of return petitions.To summarize, although nothing in the Convention\nprohibits a district court from considering ameliorative measures,\nand such consideration often may be appropriate, a district court\nreasonably may decline to consider ameliorative measures that have\nnot been raised by the parties, are unworkable, draw the court into\ndeterminations properly resolved in custodial proceedings, or risk\noverly prolonging return proceedings. The court may also find the\ngrave risk so unequivocal, or the potential harm so severe, that\nameliorative measures would be inappropriate. Ultimately, a\ndistrict court must exercise its discretion to consider\nameliorative measures in a manner consistent with its general\nobligation to address the parties’ substantive arguments and its\nspecific obligations under the Convention. A district court’s\ncompliance with these requirements is subject to review under an\nordinary abuse-of-discretion standard.IIIThe question now becomes how to resolve the\ninstant case. Golan urges that this Court reverse, arguing that the\nameliorative measures adopted by the District Court are inadequate\nfor B. A. S.’ protection and otherwise improper. The United States,\nasamicuscuriae, suggests remanding to allow the\nDistrict Court to exercise its discretion in the first instance\nunder the correct legal standard. Brief for United States asAmicus Curiae32.Under the circumstances of this case, this Court\nconcludes that remand is appropriate. The Convention requires\ncourts to make a discretionary determination as to whether to order\nreturn after making a finding of grave risk. The District Court\nmade a finding of grave risk, but never had the opportunity to\nengage in the discretionary inquiry as to whether to order or deny\nreturn under the correct legal standard. This Court cannot know\nwhether the District Court would have exercised its discretion to\norder B. A. S.’ return absent the Second Circuit’s rule, which\nimproperly weighted the scales in favor of return. Accordingly, it\nis appropriate to follow the ordinary course and allow the District\nCourt to apply the proper legal standard in the first instance.\nCf.Monasky, 589 U. S., at ___–___ (slip op., at\n16–17) (declining to follow the “[o]rdinar[y]” course of ordering\nremand where the determination in question was nondiscretionary and\nthere was no “reason to anticipate that the District Court’s\njudgment would change on a remand”).Remand will as a matter of course add further\ndelay to a proceeding that has already spanned years longer than it\nshould have. The delay that has already occurred, however, cannot\nbe undone. This Court trusts that the District Court will move as\nexpeditiously as possible to reach a final decision without further\nunnecessary delay. The District Court has ample evidence before it\nfrom the prior proceedings and has made extensive factual findings\nconcerning the risks at issue. Golan argues that the ameliorative\nmeasures ordered intrude too greatly on custodial determinations\nand that they are inadequate to protect B. A. S.’ safety given the\nDistrict Court’s findings that Saada is unable to control or take\nresponsibility for his behavior. The District Court should\ndetermine whether the measures in question are adequate to order\nreturn in light of its factual findings concerning the risk to B.\nA. S., bearing in mind that the Convention sets as a primary goal\nthe safety of the child.*  *  *The judgment of the United States Court of\nAppeals for the Second Circuit is vacated, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.Notes1The Convention defines a\n“wrongful” removal or retention as one that breaches existing\ncustody rights “under the law of the State in which the child was\nhabitually resident immediately before the removal or retention” if\nthose rights “were actually exercised” or “would have been so\nexercised but for the removal or retention.” Art. 3, Treaty Doc.,\nat 7.2The Convention also\nenumerates several other exceptions to the return requirement.\nReturn is not required if the parent, institution, or body having\ncare of the child seeking return was not exercising custody rights\nat the time of removal or had consented to removal, if the child\nobjects to return and “has attained an age and degree of maturity\nat which it is appropriate to take account of its views,” or if\nreturn would conflict with fundamental principles of freedom and\nhuman rights in the country from which return is requested. Arts.\n13, 20, Treaty Doc., at 10, 11.3The court noted that\n“[t]here were isolated incidents of possible abuse” of B. A. S.\nbased on Golan’s testimony that Saada had inadvertently hit and\npushed B. A. S. while targeting her and Golan’s brother’s testimony\nthat Saada had spanked B. A. S. aggressively, accusations that\nSaada disputed. App. to Pet. for Cert. 79a, n. 37; seeid.,at 54a–55a, 61a.4Courts of Appeals use the\nterms “undertakings” and “ameliorative measures” interchangeably.\nSee,e.g.,Blondin I,189 F.3d 240, 248 (CA2 1999) (referring to “ameliorative\nmeasures”);Simcoxv.Simcox, 511 F.3d 594, 604–606\n(CA6 2007) (referring to “undertakings”). Although Saada asserts\nthat the latter is broader than the former, he does not argue that\nthe difference is determinative in this case. Accordingly, we use\n“ameliorative measures,” the term employed by the Second Circuit in\nthis case.5Separately, the Italian\ncriminal court dismissed the kidnapping charges against\nGolan.6CompareIn re\nAdan,437 F.3d 381, 395 (CA3 2006) (requiring consideration of\nameliorative measures);Gaudinv.Remis,415 F.3d 1028, 1035 (CA9 2005) (same);Blondin II,238 F.3d 153, 163, n. 11 (CA2 2001) (same), withAcostav.Acosta, 725 F.3d 868, 877 (CA8 2013)\n(consideration not required in all circumstances);Baranv.Beaty, 526 F.3d 1340, 1346–1352 (CA11 2008) (same);Danaipourv.McLarey,386 F.3d 289, 303 (CA1 2004) (same).7Saada argues that the\napproach of other signatory countries, including the United\nKingdom, supports the position that consideration of ameliorative\nmeasures is required. See,e.g., In re E, [2011] UKSC 27 ¶52\n(stating that the focus of the return inquiry should be on the\nsufficiency of protective measures where there are disputed\nallegations of domestic violence). The Hague Conference on Private\nInternational Law’s Guide to Good Practice, which the Hague\nConference issued to encourage consistent application of the\ngrave-risk exception internationally, also offers some support for\nthis position, explaining that courts generally should consider\n“the circumstances as a whole, including whether adequate measures\nof protection are available.” 1980 Child Abduction Convention:\nGuide to Good Practice, Pt. VI, Art. 13(1)(b), p. 31, ¶41\n(2020). The Convention itself, however, leaves contracting states\nfree to require or not require consideration of ameliorative\nmeasures, and consistent with most signatory countries outside the\nEuropean Union, see,e.g., Arthur & Secretary, Dept. of\nFamily & Community Servs. and Anor, [2017] FamCAFC 111 ¶69\n(Austl.), Congress has not chosen to require such\nconsideration.8The explanatory report\nfor the Convention, which is “recognized by the [Hague] Conference\nas the official history and commentary on the Convention and is a\nsource of background on the meaning of the provisions of the\nConvention,” supports this understanding. 51 Fed. Reg. 10503. The\nexplanatory report describes that the general “interest of the\nchild in not being removed from its habitual residence,” the\nfoundation for the general return principle, “gives way before the\nprimary interest of any person in not being exposed to physical or\npsychological danger or being placed in an intolerable situation.”\n1980 Conférence de La Haye de droit international privé, Enlèvement\nd’enfants, E. Pérez-Vera, Explanatory Report, in 3 Actes et\ndocuments de la Quatorzième session, p. 433, ¶29 (1982). This Court\nhas repeatedly referenced the report in Hague Convention cases,\nwithout “decid[ing] whether this Report should be given greater\nweight than a scholarly commentary.”Abbottv.Abbott,560 U.S.\n1, 19 (2010); see,e.g.,Monaskyv.Taglieri, 589 U. S. ___, ___, n. 2 (2020) (slip\nop., at 8, n. 2).9The Department of State\nexpressed this view in a 1995 letter to a United Kingdom official,\nemphasizing that any ameliorative measures ordered to facilitate\nreturn “should be limited in scope and further the Convention’s\ngoal of ensuring the prompt return of the child” and that measures\nthat “address in great detail issues of custody, visitation, and\nmaintenance” would be “questionable” given the Convention’s\nreservation of custody issues for resolution in the country of the\nchild’s habitual residence. App. to Brief for United States asAmicus Curiaeon Pet. for Cert. 2a (Letter from C. Brown,\nAssistant Legal Adviser for Consular Affairs, U. S. Dept. of\nState, to M. Nicholls, Lord Chancellor’s Dept., Child Abduction\nUnit, United Kingdom (Aug. 10, 1995)).10Conferring with other countries, when\nnecessary to resolve a petition, need not take long. The Hague\nConference on Private International Law, the intergovernmental\norganization that adopted the Hague Convention, has an extensive\nlist of cases and references to practices of virtually all the\nsignatory countries. Moreover, the Conference has established a\nnetwork of judges in signatory countries who are available to\nengage in direct judicial communications about the application of\nthe Convention. See Hague Conference on Private Int’l Law, The\nInternational Hague Network of Judges,\nhttps://www.hcch.net/en/instruments/conventions/specialised-sections/child-abduction/ihnj.",
    "joined": []
}