{
    "case": {
        "docket": "476",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/476/"
    },
    "id": "1963453",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTPEPPER V. UNITED STATES562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-6822JASON PEPPER, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[March 2, 2011]Justice Sotomayor delivered the\nopinion of the Court.This Court has long recognized\nthat sentencing judges “exercise a wide discretion” in the types of\nevidence they may consider when imposing sentence and that\n“[h]ighly relevant—if not essential—to [the] selection of an\nappropriate sentence is the possession of the fullest information\npossible concerning the defendant’s life and characteristics.”Williamsv.New York,337 U. S. 241, 246–247\n(1949). Congress codified this principle at 18 U. S. C. §3661,\nwhich provides that “[n]o limitation shall be placed on the\ninformation” a sentencing court may consider “concerning the\n[defendant’s] background, character, and con-duct,” and at\n§3553(a), which sets forth certain factors that sentencing courts\nmust consider, including “the history and characteristics of the\ndefendant,” §3553(a)(1). The United States Court of Appeals for the\nEighth Circuit concluded in this case that the District Court, when\nresentencing petitioner after his initial sentence had been set\naside on appeal, could not consider evidence of petitioner’s\nrehabilitation since his initial sentencing. That conclusion\nconflicts with longstanding principles of federal sentenc-ing law\nand Congress’ express directives in §§3661 and 3553(a). Although a\nseparate statutory provision, §3742(g)(2), prohibits a district\ncourt at resentencing from imposing a sentence outside the Federal\nSentencing Guidelines range except upon a ground it relied upon at\nthe prior sentencing—thus effectively precluding the court from\nconsidering postsentencing rehabilitation for purposes of imposing\na non-Guidelines sentence—that provision did not survive our\nholding inUnited Statesv.Booker,543 U. S. 220(2005),\nand we expressly invalidate it today.We hold that when a defendant’s sentence has\nbeen set aside on appeal, a district court at resentencing may\nconsider evidence of the defendant’s postsentencing rehabilitation\nand that such evidence may, in appropriate cases, support a\ndownward variance from the now-advisory Federal Sentencing\nGuidelines range. Separately, we affirm the Court of Appeals’\nruling that the law of the case doctrine did not require the\nDistrict Court in this case to apply the same percentage departure\nfrom the Guidelines range for substantial assistance that had been\napplied at petitioner’s prior sentencing.IIn October 2003, petitioner Jason\nPepper was arrested and charged with conspiracy to distribute 500\ngrams or more of methamphetamine in violation of 21 U. S. C.\n§846. After pleading guilty, Pepper appeared for sentencing before\nthen-Chief Judge Mark W. Bennett of the U. S. District Court for\nthe Northern District of Iowa. Pepper’s sentencing range under the\nGuidelines was 97 to 121 months.[Footnote 1] The Government moved for a downward departure\npursuant to USSG §5K1.1 based on Pepper’s substantial assistance\nand recommended a 15 percent downward departure.[Footnote 2] The District Court, however,\nsentenced Pepper to a 24-month prison term, resulting in an\napproximately 75 percent downward departure from the low end of the\nGuidelines range, to be followed by five years of supervised\nrelease. The Government appealed Pepper’s sentence, and in June\n2005, the Court of Appeals for the Eighth Circuit reversed and\nremanded for resentencing in light of our intervening decision inBooker(and for another reason not relevant here). SeeUnited Statesv.Pepper, 412 F. 3d 995, 999\n(2005)(Pepper I). Pepper completed his 24-month sentence\nthree days afterPepper Iwas issued and began serving his\nterm of supervised release.In May 2006, the District Court\nconducted a resentencing hearing and heard from three witnesses. In\nhis testimony, Pepper first recounted that while he had previously\nbeen a drug addict, he successfully completed a 500-hour drug\ntreatment program while in prison and he no longer used any drugs.\nApp. 104–105. Pepper then explained that since his release from\nprison, he had enrolled at a local community college as a full-time\nstudent and had earned A’s in all of his classes in the prior\nsemester.Id., at 106–107. Pepper also testified that he\nhad obtained employment within a few weeks after being released\nfrom custody and was continuing to work part-time while attending\nschool.Id., at 106–110. Pepper confirmed that he was in\ncompliance with all the conditions of his supervised release and\ndescribed his changed attitude since his arrest. Seeid.,\nat 111 (“[M]y life was basically headed to either where—I guess\nwhere I ended up, in prison, or death. Now I have some optimism\nabout my life, about what I can do with my life. I’m glad that I\ngot this chance to try again I guess you could say at a decent\nlife… . My life was going nowhere before, and I think it’s\ngoing somewhere now”).Pepper’s father testified that he had\nvirtually no contact with Pepper during the 5-year period leading\nup to his arrest.Id., at 117. Pepper’s drug treatment\nprogram, according to his father, “truly sobered him up” and “made\nhis way of thinking change.”Id., at 121. He explained\nthat Pepper was now “much more mature” and “serious in terms of\nplanning for the future,”id., at 119, and that as a\nconsequence, he had re-established a relationship with his son,id., at 118–119.Finally, Pepper’s probation officer testified\nthat, in his view, a 24-month sentence would be reasonable in light\nof Pepper’s substantial assistance, postsentencing rehabilitation,\nand demonstrated low risk of recidivism.Id., at 126–131.\nThe probation officer also prepared a sentencing memorandum that\nfurther set forth the reasons supporting his recommendation for a\n24-month sentence.The District Court adopted as its findings of\nfact the testimony of the three witnesses and the probation\nofficer’s sentencing memorandum. The court granted a 40 percent\ndownward departure based on Pepper’s substantial assistance,\nreducing the bottom of the Guidelines range from 97 to 58 months.\nThe court then granted a further 59 percent downward variance based\non,inter alia, Pepper’s rehabilitation since his initial\nsentencing.Id., at 143–148.[Footnote 3] The court sentenced Pepper to 24 months of\nimprisonment, concluding that “it would [not] advance any purpose\nof federal sentencing policy or any other policy behind the federal\nsentencing guidelines to send this defendant back to prison.”Id., at 149–150.The Government again appealed Pepper’s\nsentence, and the Court of Appeals again reversed and remanded for\nresentencing. SeeUnited Statesv.Pepper, 486\nF. 3d 408, 410, 413 (CA8 2007)(Pepper II). The court\nconcluded that, while it was “a close call, [it could not] say the\ndistrict court abused its discretion” by granting the 40 percent\ndownward departure for substantial assistance.Id., at\n411. The court found the further 59 percent downward variance,\nhowever, to be an abuse of discretion.Id., at 412–413. In\ndoing so, the court held that Pepper’s “post-sentencing\nrehabilitation was an impermissible factor to consider in granting\na downward variance.”Id., at 413. The court stated that\nevidence of postsentencing reha-bilitation “ ‘is not relevant\nand will not be permitted at resentencing because the district\ncourt could not have considered that evidence at the time of the\noriginal sentencing,’ ” and permitting courts to consider\npost-sentencing rehabilitation at resentencing “would create\nunwarranted sentencing disparities and inject blatant inequities\ninto the sentencing process.”Ibid.[Footnote 4] The Court of Appeals directed that\nthe case be assigned to a different district judge for\nresentencing.Ibid.After the Court of Appeals’ mandate issued,\nPepper’s case was reassigned on remand to Chief Judge Linda R.\nReade. In July 2007, Chief Judge Reade issued an order on the scope\nof the remand fromPepper II, stating that “[t]he court\nwill not consider itself bound to reduce [Pepper’s] advisory\nSentencing Guidelines range by 40% pursuant to USSG §5K1.1.”United Statesv.Pepper, No. 03–CR–4113–LRR, 2007\nWL 2076041, *4 (ND Iowa 2007). In the meantime, Pepper petitioned\nthis Court for a writ of certiorari, and in January 2008, we\ngranted the petition, vacated the judgment inPepper II,\nand remanded the case to the Court of Appeals for further\nconsideration in light ofGallv.United States,552 U. S. 38(2007). SeePepperv.United States,552 U. S. 1089(2008).On remand, the Court of Appeals held thatGalldid not alter its prior conclusion that\n“post-sentence rehabilitation is an impermissible factor to\nconsider in granting a downward variance.” 518 F. 3d 949, 953\n(CA8 2008)(Pepper III). The court again reversed the\nsentence and remanded for resentencing.In October 2008, Chief Judge Reade convened\nPepper’s second resentencing hearing. Pepper informed the court\nthat he was still attending school and was now working as a\nsupervisor for the night crew at a warehouse retailer, where he was\nrecently selected by management as “associate of the year” and was\nlikely to be promoted the following January. App. 320, 323. Pepper\nalso stated that he had recently married and was now supporting his\nwife and her daughter.Id., at 321. Pepper’s father\nreiterated that Pepper was moving forward in both his career and\nhis family life and that he remained in close touch with his son.\nSeeid., at 300–304.In December 2008, Chief Judge Reade issued a\nsentencing memorandum. Noting that the remand language ofPepper IIIwas nearly identical to the language inPepper II, the court again observed that it was “not bound\nto reduce [Pepper’s] advisory Sentencing Guidelines range by 40%”\nfor substantial assistance and concluded that Pepper was entitled\nonly to a 20 percent downward departure because the assistance was\n“timely, helpful and important” but “in no way extraordinary.”\nSealed Sentencing Memorandum in No. 03–CR–4113–LRR (ND Iowa), Doc.\n198, pp. 7, 10. The court also rejected Pepper’s request for a\ndownward variance based on,inter alia, his postsentencing\nrehabilitation.Id., at 16.The District Court reconvened Pepper’s\nresentencing hearing in January 2009. The court’s decision to grant\na 20 percent downward departure for substantial assistance resulted\nin an advisory Guidelines range of 77 to 97 months. The court also\ngranted the Government’s motion under Rule 35(b) of the Federal\nRules of Criminal Procedure to account for investigative assistance\nPepper provided after he was initially sentenced. The court imposed\na 65-month term of imprisonment, to be followed by 12 months of\nsupervised release.[Footnote\n5]The Court of Appeals affirmed Pepper’s\n65-month sentence. 570 F. 3d 958 (CA8 2009)(Pepper\nIV). As relevant here, the Court of Appeals rejected Pepper’s\nargument that the District Court erred in refusing to consider his\npostsentencing rehabilitation. The court acknowledged that “Pepper\nmade significant progress during and following his initial period\nof imprisonment” and “commend[ed] Pepper on the positive changes he\nhas made in his life,” but concluded that Pepper’s argument was\nforeclosed by Circuit precedent holding that “post-sentencing\nrehabilitation is not a permissible factor to consider in granting\na downward variance.”Id., at 964–965 (citingUnited\nStatesv.Jenners, 473 F. 3d 894, 899 (CA8\n2007);United Statesv.McMannus, 496 F. 3d\n846, 852, n. 4 (CA8 2007)).The Court of Appeals also rejected Pepper’s\nclaim that the scope of the remand and the law of the case fromPepper IIandPepper IIIrequired the District\nCourt to reduce the applicable Guidelines range by at least 40\npercent pursuant to USSG §5K1.1. The court noted that its remand\norders inPepper IIandPepper IIIwere “general\nremand[s] for resentencing,” which “did not place any limitations\non the discretion of the newly assigned district court judge in\nresentencing.” 570 F. 3d, at 963. The court further noted\nthat, although issues decided by an appellate court become law of\nthe case on remand to the sentencing court, its earlier decisions\nmerely held that a 40 percent downward departure for substantial\nassistance was not an abuse of discretion, not that the district\ncourt would be bound by the 40 percent departure previously\ngranted.Id., at 963–964.We granted Pepper’s petition for a writ of\ncertiorari, 561 U. S. ___ (2010), to decide two questions: (1)\nwhether a district court, after a defendant’s sentence has been set\naside on appeal, may consider evidence of a defendant’s\npostsentencing rehabilitation to support a downward variance when\nresentencing the defendant, a question that has divided the Courts\nof Appeals;[Footnote 6] and (2)\nwhether the resentencing court was required, under the law of the\ncase doctrine, to apply the same percentage departure from the\nGuidelines range for substantial assistance that had been applied\nat Pepper’s prior sentencing. Because the United States has\nconfessed error in the Court of Appeals’ ruling on the first\nquestion, we appointed anamicus curiaeto defend the\nCourt of Appeals’ judgment.[Footnote 7] We now vacate the Eighth Circuit’s ruling on\nthe first question and affirm its ruling on the second.IIA“It has been uniform and constant\nin the federal judicial tradition for the sentencing judge to\nconsider every convicted person as an individual and every case as\na unique study in the human failings that sometimes mitigate,\nsometimes magnify, the crime and the punishment to ensue.”Koonv.United States,518 U. S. 81, 113 (1996).\nUnderlying this tradition is the principle that “the punishment\nshould fit the offender and not merely the crime.”Williams, 337 U. S., at 247; see alsoPennsylvania ex\nrel. Sullivanv.Ashe,302 U. S. 51, 55 (1937)\n(“For the determination of sentences, justice generally requires\nconsideration of more than the particular acts by which the crime\nwas committed and that there be taken into account the\ncircumstances of the offense together with the character and\npropensities of the offender”).Consistent with this principle,\nwe have observed that “both before and since the American colonies\nbecame a nation, courts in this country and in England practiced a\npolicy under which a sentencing judge could exercise a wide\ndiscretion in the sources and types of evidence used to assist him\nin determining the kind and extent of punishment to be imposed\nwithin limits fixed by law.”Williams, 337 U. S., at 246.\nIn particular, we have emphasized that “[h]ighly relevant—if not\nessential—to [the] selection of an appropriate sentence is the\npossession of the fullest information possible concerning the\ndefendant’s life and characteristics.”Id., at 247.\nPermitting sentencing courts to consider the widest possible\nbreadth of information about a defendant “ensures that the\npunishment will suit not merely the offense but the individual\ndefendant.”Wasmanv.United States,468 U. S. 559, 564\n(1984).In 1970, Congress codified the “longstanding\nprinciple that sentencing courts have broad discretion to consider\nvarious kinds of information” at 18 U. S. C. §3577 (1970 ed.).United Statesv.Watts,519 U. S. 148, 151\n(1997)(per curiam). Section 3577 (1970 ed.) provided:“No limitationshall be placed on the\ninformation concerning the background, character, and conduct of a\nperson convicted of an offense which a court of the United States\nmay receive and consider for the purpose of imposing an appropriate\nsentence.” (Emphasis added.)In the Sentencing Reform Act of 1984 (SRA), 18 U.\nS. C. §3551et seq., Congress effected fundamental\nchanges to federal sentencing by creating the Federal Sentencing\nCommission and introducing the Guidelines scheme. In doing so,\nhowever, Congress recodified §3577 without change at §3661. The\nSentencing Commission, moreover, expressly incorporated §3661 in\nthe Guidelines:“In determining the sentence to impose within the\nguideline range, or whether a departure from the guidelines is\nwarranted, the court may consider,without limitation, any\ninformation concerning the background, character and conduct of the\ndefendant, unless otherwise prohibited by law.See18 U.\nS. C. §3661.” USSG §1B1.4 (2010) (emphasis added).Both Congress and the Sentencing Commission thus\nexpressly preserved the traditional discretion of sentencing courts\nto “conduct an inquiry broad in scope, largely unlimited either as\nto the kind of information [they] may consider, or the source from\nwhich it may come.”United Statesv.Tucker,404 U. S. 443,\n446 (1972).[Footnote 8]The SRA did constrain sentencing courts’\ndiscretion in important respects, most notably by making the\nGuidelines mandatory, see 18 U. S. C. §3553(b)(1) (2000 ed.,\nSupp. IV), and by specifying various factors that courts must\nconsider in exercising their discretion, see §3553(a). In our\nseminal decision inBooker, we held that where facts found\nby a judge by a preponderance of the evidence increased the\napplicable Guidelines range, treating the Guidelines as mandatory\nin those circumstances violated the Sixth Amendment right of\ncriminal defendants to be tried by a jury and to have every element\nof an offense proved by the Government beyond a reasonable doubt.\n543 U. S., at 243–244. Our remedial opinion inBookerinvalidated two offending provisions in the SRA, seeid.,\nat 245 (invalidating 18 U. S. C. §§3553(b)(1), 3742(e)), and\ninstructed the district courts to treat the Guidelines as\n“effectively advisory,” 543 U. S., at 245.Our post-Bookeropinions make clear\nthat, although a sentencing court must “give respectful\nconsideration to the Guidelines,Bookerpermits the court\nto tailor the sentence in light of other statutory concerns as\nwell.”Kimbroughv.United States,552 U. S. 85, 101 (2007)\n(internal quotation marks and citation omitted). Accordingly,\nalthough the “Guidelines should be the starting point and the\ninitial benchmark,” district courts may impose sentences within\nstatutory limits based on appropriate consideration of all of the\nfactors listed in §3553(a), subject to appellate review for\n“reasonableness.”Gall, 552 U. S., at 49–51. This\nsentencing framework applies both at a defendant’s initial\nsentencing and at any subsequent resentencing after a sentence has\nbeen set aside on appeal. See 18 U. S. C. §3742(g) (“A\ndistrict court to which a case is remanded … shall resentence a\ndefendant in accordance with section 3553”); see alsoDillonv.United States, 560 U. S. ___, ___\n(2010) (slip op., at 10) (distinguishing between\n“sentence-modification proceedings” under 18 U. S. C.\n§3582(c)(2), which “do not implicate the interests identified inBooker,” and “plenary resentencing proceedings,” which\ndo).BIn light of the federal\nsentencing framework described above, we think it clear that when a\ndefendant’s sentence has been set aside on appeal and his case\nremanded for resentencing, a district court may consider evidence\nof a defendant’s rehabilitation since his prior sentencing and that\nsuch evidence may, in appropriate cases, support a downward\nvariance from the advisory Guidelines range.Preliminarily, Congress could not\nhave been clearer in directing that “[n]o limitation … be placed on\nthe information concerning the background, character, and conduct”\nof a defendant that a district court may “receive and consider for\nthe purpose of imposing an appropriate sentence.” 18 U. S. C.\n§3661. The plain language of §3661 makes no distinction between a\ndefendant’s initial sentencing and a subsequent resentencing after\na prior sentence has been set aside on appeal. We have recognized\nthat “the broad language of §3661” does not provide “any basis for\nthe courts to invent a blanket prohibition against considering\ncertain types of evidence at sentencing.”Watts, 519 U.\nS., at 152. A categorical bar on the consideration of\npostsentencing rehabilitation evidence would directly contravene\nCongress’ expressed intent in §3661.In addition, evidence of postsentencing\nrehabilitation may be highly relevant to several of the §3553(a)\nfactors that Congress has expressly instructed district courts to\nconsider at sentencing. For example, evidence of postsentencing\nrehabilitation may plainly be relevant to “the history and\ncharacteristics of the defendant.” §3553(a)(1). Such evidence may\nalso be pertinent to “the need for the sentence imposed” to serve\nthe general purposes of sentencing set forth in §3553(a)(2)—in\nparticular, to “afford adequate deterrence to criminal conduct,”\n“protect the public from further crimes of the defendant,” and\n“provide the defendant with needed educational or vocational\ntraining … or other correctional treatment in the most ef-fective\nmanner.” §§3553(a)(2)(B)–(D); seeMcMannus, 496\nF. 3d, at 853 (Melloy, J., concurring) (“In assessing …\ndeterrence, protection of the public, and rehabilitation, 18 U.\nS. C. §3553(a)(2)(B)(C) & (D), there would seem to be no\nbetter evidence than a defendant’s post-incarceration conduct”).\nPostsentencing rehabilitation may also critically inform a\nsentencing judge’s overarching duty under §3553(a) to “impose a\nsentence sufficient, but not greater than necessary” to comply with\nthe sentencing purposes set forth in §3553(a)(2).As the original sentencing judge recognized,\nthe extensive evidence of Pepper’s rehabilitation since his initial\nsentencing is clearly relevant to the selection of an appropriate\nsentence in this case. Most fundamentally, evidence of Pepper’s\nconduct since his release from custody in June 2005 provides the\nmost up-to-date picture of Pepper’s “history and characteristics.”\n§3553(a)(1); seeUnited Statesv.Bryson, 229\nF. 3d 425, 426 (CA2 2000) (“[A] court’s duty is always to\nsentence the defendant as he stands before the court on the day of\nsentencing”). At the time of his initial sentencing in 2004, Pepper\nwas a 25-year-old drug addict who was unemployed, estranged from\nhis family, and had recently sold drugs as part of a\nmethamphetamine conspiracy. By the time of his second resentencing\nin 2009, Pepper had been drug-free for nearly five years, had\nattended college and achieved high grades, was a top employee at\nhis job slated for a promotion, had re-established a relationship\nwith his father, and was married and supporting his wife’s\ndaughter. There is no question that this evidence of Pepper’s\nconduct since his initial sentencing constitutes a critical part of\nthe “history and characteristics” of a defendant that Congress\nintended sentencing courts to consider. §3553(a).Pepper’s postsentencing conduct also sheds\nlight on the likelihood that he will engage in future criminal\nconduct, a central factor that district courts must assess when\nimposing sentence. See §§3553(a)(2)(B)–(C);Gall, 552 U.\nS., at 59 (“Gall’s self-motivated rehabilitation … lends strong\nsupport to the conclusion that imprisonment was not necessary to\ndeter Gall from engaging in future criminal conduct or to protect\nthe public from his future criminal acts” (citing\n§§3553(a)(2)(B)–(C))). As recognized by Pepper’s probation officer,\nPepper’s steady employment, as well as his successful completion of\na 500-hour drug treatment program and his drug-free condition, also\nsuggest a diminished need for “educational or vocation- al training\n… or other correctional treatment.” §3553(a)(2)(D). Finally,\nPepper’s exemplary postsentencing conduct may be taken as the most\naccurate indicator of “his present purposes and tendencies and\nsignificantly to suggest the period of restraint and the kind of\ndiscipline that ought to be imposed upon him.”Ashe, 302\nU. S., at 55. Accordingly, evidence of Pepper’s postsentencing\nrehabilitation bears directly on the District Court’s overarching\nduty to “impose a sentence sufficient, but not greater than\nnecessary” to serve the purposes of sentencing. §3553(a).In sum, the Court of Appeals’ ruling\nprohibiting the District Court from considering any evidence of\nPepper’s postsentencing rehabilitation at resentencing conflicts\nwith longstanding principles of federal sentencing law and\ncontravenes Congress’ directives in §§3661 and 3553(a).CAmicusnevertheless\nadvances two principal arguments in defense of the Court of\nAppeals’ ruling: (1) 18 U. S. C. §3742(g)(2), which restricts\nthe discretion of a resentencing court on remand to impose a\nnon-Guidelines sentence, effectively forecloses consideration of a\ndefendant’s postsentencing rehabilitation; and (2) permitting\ndistrict courts to consider postsentencing rehabilitation would\ndefeat Congress’ objectives under §3553(a). We are not\npersuaded.1Amicus’ main argument\nrelies on 18 U. S. C. §3742(g)(2), a provision that the Court\nof Appeals did not cite below. That provision states that when a\nsentence is set aside on appeal, the district court to which the\ncase is remanded:“shall not impose a sentence outside the applicable\nguidelines range except upon a ground that—“(A) was specifically and affirmatively\nincluded in the written statement of reasons required by section\n3553(c) in connection with the previous sentencing of the defendant\nprior to the appeal; and“(B) was held by the court of appeals, in\nremanding the case, to be a permissible ground of departure.”In operation, §3742(g)(2) restricts the discretion\nof a district court on remand by precluding the court from imposing\na sentence outside the Guidelines range except upon a “ground of\ndeparture” that was expressly relied upon in the prior sentencing\nand upheld on appeal.Amicusthus correctly contends that,\non its face, §3742(g)(2) effectively forecloses a resentencing\ncourt from considering evidence of a defendant’s postsentencing\nrehabilitation for purposes of imposing a non-Guidelines sentence\nbecause, as a practical matter, such evidence did not exist at the\ntime of the prior sentencing. As the Government concedes, however,\n§3742(g)(2) is invalid afterBooker.As we have explained,Bookerheld\nthat where judicial factfinding increases a defendant’s applicable\nSentencing Guidelines range, treating the Guidelines as mandatory\nin those circumstances would violate the defendant’s Sixth\nAmendment right to be tried by a jury and to have every element of\nan offense proved by the Government beyond a reasonable doubt. Seesupra, at 11. We recognized inBookerthat,\nalthough the SRA permitted departures from the applicable\nGuidelines range in limited circumstances,[Footnote 9] “departures are not available in every\ncase, and in fact are unavailable in most.” 543 U. S., at 234.\nBecause in those instances, “the judge is bound to impose a\nsentence within the Guidelines range,” we concluded that the\navailability of departures in certain circumstances “does not avoid\nthe constitutional issue.”Ibid.To remedy the constitutional problem, we\nrendered the Guidelines effectively advisory by invalidating two\nprovisions of the SRA: 18 U. S. C. §3553(b)(1) (2000 ed.,\nSupp. IV), which generally required sentencing courts to impose a\nsentence within the applicable Guidelines range, and §3742(e) (2000\ned. and Supp. IV), which prescribed the standard of appellate\nreview, includingde novoreview of Guidelines departures.\n543 U. S., at 259. We invalidated these provisions even though we\nrecognized that mandatory application of the Guidelines would not\nalways result in a Sixth Amendment violation.[Footnote 10] Indeed, although the Government\nsuggested inBookerthat we render the Guidelines advisory\nonly in cases in which the Constitution prohibits judicial\nfactfinding, we rejected that two-track proposal, reasoning that\n“Congress would not have authorized a mandatory system in some\ncases and a non-mandatory system in others, given the\nadministrative complexities that such a system would create.”Id., at 266; seeDillon, 560 U. S., at ___ (slip\nop., at 12) (“The incomplete remedy we rejected inBookerwould have required courts to treat the Guidelines differently in\nsimilar proceedings, leading potentially to unfair results and\nconsiderable administrative challenges”).We did not expressly mention\n§3742(g)(2) inBooker,[Footnote 11] but the rationale we set forth in that\nopinion for invalidating §§3553(b)(1) and 3742(e) applies equally\nto §3742(g)(2). As with those provisions, §3742(g)(2) requires\ndistrict courts effectively to treat the Guidelines as mandatory in\nan entire set of cases. Specifically, §3742(g)(2) precludes a\ndistrict court on remand from imposing a sentence “outside the\napplicable guidelines range” except upon a “ground of departure”\nthat was expressly relied upon by the court at the prior sentencing\nand upheld by the court of appeals. In circumstances in which the\ndistrict court did not rely upon such a departure ground at the\nprior sentencing, §3742(g)(2) would require the court on remand to\nimpose a sentence within the applicable Guidelines range, thus\nrendering the Guidelines effectively mandatory. Because in a large\nset of cases, judicial factfinding will increase the applicable\nGuidelines range beyond that supported solely by the facts\nestablished by the jury verdict (or guilty plea), requiring a\nsentencing judge on remand to apply the Guidelines range, as\n§3742(g)(2) does, will often result in a Sixth Amendment violation\nfor the reasons we explained inBooker. Accordingly, as\nwith the provisions inBooker, the proper remedy here is\nto invalidate §3742(g)(2).The sentencing proceeding at issue inBookeritself illustrates why §3742(g)(2) cannot withstand\nSixth Amendment scrutiny. The district court inBookerincreased the defendant’s then-mandatory Guidelines range based on\na drug-quantity finding that it, rather than the jury, made. 543 U.\nS., at 227. After we held that the Guidelines must be treated as\nadvisory, we remanded the case for resentencing.Id., at\n267. Had §3742(g)(2) remained valid afterBooker, the\ndistrict court on remand would have been required to sentence\nwithin the Guidelines range because it did not depart from the\nGuidelines at the original sentencing. Accordingly, the\nresentencing judge inBookerwould have been required\nunder §3742(g)(2) to impose a Guidelines sentence based on\njudge-found facts concerning drug quantity, the precise result thatBookerforbids.The same result would occur in any sentencing\nin which a district court erroneously refuses to impose a sentence\noutside the Guidelines range “based on a misunderstanding of its\nauthority to depart under or vary from the Guidelines.” Reply Brief\nfor United States 16. For example, if §3742(g)(2) remained valid,\nthere would be no remedy at resentencing if a district court\nerroneously believed the Guidelines were presumptively reasonable,\nseeNelsonv.United States, 555 U. S. ___, ___\n(2009)(per curiam)(slip op., at 2), or if it mistakenly\nthought that a non-Guidelines sentence required extraordinary\ncircumstances, seeGall, 552 U. S., at 47, or if it\nincorrectly concluded that it could not vary from the Guidelines\nbased on a policy disagreement with their disparate treatment of\ncrack and powder cocaine, seeKimbrough, 552 U. S., at\n101. In such cases, the district court at the initial sentencing\nproceeding will necessarily have imposed a sentence within the\nGuidelines range, and thus §3742(g)(2) would require the imposition\nof a Guidelines sentence on remand. See Reply Brief for Petitioner\n3–5 (describing further categories of cases where “theBookerremedy would be entirely unavailable if §3742(g)(2)\nwere valid”).To be sure, applying §3742(g)(2) at\nresentencing would not always result in a Sixth Amendment\nviolation. For example, where the applicable Guidelines range rests\nsolely on facts found by a jury beyond a reasonable doubt,\napplication of §3742(g)(2) at resentencing would not render the\nsentence constitutionally infirm. But, as explained above, that\npossibility was equally true with respect to the sentencing\nprovisions we invalidated inBooker. Seesupra,\nat 16. As with those provisions, “we cannot assume that Congress,\nif faced with the statute’s invalidity in key applications, would\nhave preferred to apply the statute in as many other instances as\npossible.” 543 U. S., at 248. Just as we rejected a two-track\nsystem inBookerthat would have made the Guidelines\nmandatory in some cases and advisory in others, we reject a partial\ninvalidation of §3742(g)(2) that would leave us with the same\nresult.The fact that §3742(g)(2) permits a\nresentencing court on remand to impose a non-Guidelines sentence in\ncases where the prior sentence expressly relied upon a departure\nupheld by the court of appeals also does not cure the\nconstitutional infirmity. As explained above, we observed inBookerthat the availability of departures from the\napplicable Guidelines ranges in specified circumstances “does not\navoid the constitutional issue.”Id., at 234. Because\n“departures are not available in every case, and in fact are\nunavailable in most,”ibid., we held that remedying the\nSixth Amendment problem required invalidation of §3553(b)(1). That\nsame remedial approach requires us to invalidate\n§3742(g)(2).[Footnote\n12]Amicuscontends that any\nconstitutional infirmity in §3742(g)(2) can be remedied by\ninvalidating §3742(j)(1)(B) rather than §3742(g)(2). Brief forAmicus Curiaein Support of Judgment Below 21–22. Section\n3742(j)(1)(B) provides that a “ground of departure” is\n“permissible” for purposes of §3742(g)(2)(B) only if it is,inter alia, “authorized under section 3553(b).” InBooker, we noted that “statutory cross-references” to the\nSRA provisions we invalidated were also constitutionally infirm.\n543 U. S., at 259. Because §3742(j)(1)(B) incorporates a\ncross-reference to §3553(b)(1), one of the provisions we\ninvalidated inBooker,amicussuggests that\ninvalidating §3742(j)(1)(B) would cure any constitutional defect in\n§3742(g)(2)(B). As the Government explains, however, even if\n§3742(j)(1)(B) were invalidated and a district court could depart\non any ground at an initial sentencing, the district court would\nnot be able to depart on any new ground at resentencing so long as\n§3742(g)(2) remains in force. Becauseamicus’ proposed\nsolution would still result in the Guidelines being effectively\nmandatory at resentencing in an entire set of cases, it fails to\nremedy the fundamental constitutional defect of §3742(g)(2).2Amicus’ next cluster of\narguments focuses on Con- gress’ sentencing objectives under\n§3553(a). Preliminarily,amicuscontends that even if\n§3742(g)(2) is constitutionally invalid, that provision reflects a\ncongressional policy determination that only information available\nat the time of original sentencing should be considered, and that\nthis policy determination should inform our analysis of whether\n§3553(a) permits consideration of postsentencing rehabilitation\nevidence. This argument, however, is based on a faulty premise.Contrary toamicus’\ncontention, §3742(g)(2) does not reflect a congressional purpose to\npreclude consideration of evidence of postsentencing rehabilitation\nat resentencing. To be sure, §3742(g)(2) has the incidental effect\nof limiting the weight a sentencing court may place on\npostsentencing rehabilitation by precluding the court from\nresentencing outside the Guidelines range on a “ground of\ndeparture” on which it did not previously rely. But on its face,\nnothing in §3742(g)(2) prohibits a district court from considering\npostsentencing developments—including postsentencing\nrehabilitation—in selecting a sentencewithinthe\napplicable Guidelines range. Section 3742(g)(2) also does not apply\nto resentencings that occur for reasons other than when a sentence\nis overturned on appeal and the case is remanded (e.g.,\nwhen a sentence is set aside on collateral review under 28 U.\nS. C. §2255). In such circumstances, §3742(g)(2) does not\nrestrict a district court at all, much less with respect to\nconsideration of postsentencing developments. Accordingly, because\nwe see no general congressional policy reflected in §3742(g)(2) to\npreclude resentencing courts from considering postsentencing\ninformation,[Footnote 13]\nthat provision has no bearing on our analysis of whether §3553(a)\npermits consideration of evidence of postsentencing\nrehabilitation.As we explained above, evidence of\npostsentencing rehabilitation may be highly relevant to several of\nthe sentencing factors that Congress has specifically instructed\ndistrict courts to consider. Seesupra, at 13–15\n(discussing §§3553(a), (a)(1), (a)(2)(B)–(D)).Amicus,\nhowever, argues that consideration of postsentencing\nreha-bilitation is inconsistent with two sentencing factors:\n§3553(a)(5), which directs sentencing courts to consider “any\npertinent policy statement” of the Sentencing Commission, and\n§3553(a)(6), which requires courts to consider “the need to avoid\nunwarranted sentenc[ing] disparities among defendants with similar\nrecords who have been found guilty of similar conduct.”With regard to §3553(a)(5),amicuspoints to the Sentencing Commission’s policy statement in USSG\n§5K2.19, which provides that “[p]ost-sentencing rehabilitative\nefforts, even if exceptional, undertaken by a defendant after\nimposition of a term of imprisonment for the instant offense[,] are\nnot an appropriate basis for a downward departure when resentencing\nthe defendant for that offense.” According toamicus, that\npolicy statement is “clear and unequivocal,” and as an exercise of\nthe Sentencing Commission’s “core function,” should be given\neffect. Brief forAmicus Curiaein Support of Judgment\nBelow 31–32.To be sure, we have recognized that the\nCommission post-Bookercontinues to “fil[l] an important\ninstitutional role” because “[i]t has the capacity courts lack to\nbase its determinations on empirical data and national experience,\nguided by a professional staff with appropriate expertise.”Kimbrough, 552 U. S., at 109 (internal quotation marks\nomitted). Accordingly, we have instructed that district courts must\nstill give “respectful consideration” to the now-advisory\nGuidelines (and their accompanying policy statements).Id., at 101. Asamicusacknowledges, however, our\npost-Bookerdecisions make clear that a district court may\nin appropriate cases impose a non-Guidelines sentence based on a\ndisagreement with the Commission’s views. Seeid., at\n109–110. That is particularly true where, as here, the Commission’s\nviews rest on wholly unconvincing policy rationales not reflected\nin the sentencing statutes Congress enacted.The commentary to USSG §5K2.19 expresses the\nCommission’s view that departures based on postsentencing\nrehabilitation would “(1) be inconsistent with the policies\nestablished by Congress under 18 U. S. C. §3624(b) [governing\ngood time credit] and other statutory provisions for reducing the\ntime to be served by an imprisoned person; and (2) inequitably\nbenefit only those who gain the opportunity to be resentencedde novo.” With regard to the first proffered rationale, a\nsentencing reduction based on postsentencing rehabilitation can\nhardly be said to be “inconsistent with the policies” underlying an\naward of good time credit under §3624(b) because the two serve\ndistinctly different penological interests.[Footnote 14] Indeed, the difference between the\ntwo is reflected most obviously in the fact that the BOP has no\nauthority to award good time credit where, as in this case, the\ndefendant’s good behavior occurs after a sentence has already been\nserved.[Footnote 15] The\nCommission’s second proffered rationale fares no better. To be\nsure, allowing district courts to consider evidence of\npostsentencing rehabilitation may result in disparate treatment\nbetween those defendants who are sentenced properly and those who\nmust be resentenced. But that disparity arises not because of\narbitrary or random sentencing practices, but because of the\nordinary operation of appellate sentencing review.In a closely related vein,amicusargues that consideration of postsentencing rehabilitation is\ninconsistent with §3553(a)(6), which requires sentencing courts to\nconsider the need to avoid unwarranted sentencing disparities. The\nCourt of Appeals also rested its holding on this ground, reasoning\nthat “ ‘allowing [postsentencing rehabilitation] evidence to\ninfluence [defendant’s] sentence would be grossly unfair to the\nvast majority of defendants who receive no sentencing-court review\nof any positive post-sentencing rehabilitative efforts.’ ” 570\nF. 3d, at 965 (quotingMcMannus, 496 F. 3d, at\n852, n. 4). Butamicuspoints to no evidence, nor are\nwe aware of any, suggesting that Congress enacted §3553(a)(6) out\nof a concern with disparities resulting from the normal trial and\nsentencing process.[Footnote\n16] The differences in procedural opportunity that may result\nbecause some defendants are inevitably sentenced in error and must\nbe resentenced are not the kinds of “unwarranted” sentencing\ndisparities that Congress sought to eliminate under §3553(a)(6).\nCf.United Statesv.LaBonte,520 U. S. 751, 761–762\n(1997) (disparity arising from exercise of prosecutorial discretion\nnot unwarranted);United Statesv.Rhodes, 145\nF. 3d 1375, 1381 (CADC 1998) (“Distinguishing between\nprisoners whose convictions are reversed on appeal and all other\nprisoners hardly seems ‘unwarranted’ ”).As the Government explains, moreover, the\nlogic of the Court of Appeals’ approach below—i.e., that\n“post-sentence rehabilitation is not relevant . . . because\nthe district court could not have considered that evidence at the\ntime of the original sentencing,” 570 F. 3d, at 965 (internal\nquotation marks omitted)—would require sentencing courts\ncategorically to ignore not only postsentencing rehabilitation, butanypostsentencing information, including, for example,\nevidence that a defendant had committed postsentencing offenses.\nOur precedents, however, provide no basis to support such a\ncategorical bar. See,e.g.,Wasman, 468 U. S., at\n572 (“[A] sentencing authority may justify an increased sentence by\naffirmatively identifying relevant conduct or events that occurred\nsubsequent to the original sentencing proceedings”); cf.North\nCarolinav.Pearce,395 U. S. 711, 723\n(1969). Indeed, even the Court of Appeals below does not accept the\nlogical consequence of its approach as it permits district courts\nto consider postsentencing conduct that would support a higher\nsentence. SeeUnited Statesv.Stapleton, 316\nF. 3d 754, 757 (CA8 2003). Nothing in §§3553(a) and 3661,\nhowever, remotely suggests that Congress intended district courts\nto consider only postsentencing evidence detrimental to a defendant\nwhile turning a blind eye to favorable evidence of a defendant’s\npostsentencing rehabilitation. Cf.United Statesv.Jones, 460 F. 3d 191, 196 (CA2 2006) (“Obviously, the\ndiscretion thatBookeraccords sentencing judges to impose\nnon-Guidelines sentences cannot be an escalator that only goes\nup”).Finally, we note that §§3553(a)(5) and (a)(6)\ndescribe only two of the seven sentencing factors that courts must\nconsider in imposing sentence. At root,amicuseffectively\ninvites us to elevate two §3553(a) factors above all others. We\nreject that invitation. SeeGall, 552 U. S., at 49–50\n(instructing sentencing courts to “considerallof the\n§3553(a) factors” (emphasis added)).DFor the reasons stated above, we\nhold that the Court of Appeals erred in categorically precluding\nthe District Court from considering evidence of Pepper’s\npostsentencing rehabilitation after his initial sentence was set\naside on appeal. District courts post-Bookermay consider\nevidence of a defendant’s postsentencing rehabilitation at\nresentencing and such evidence may, in appropriate cases, support a\ndownward variance from the advisory Guidelines range.[Footnote 17]The Government informs us that,\nin granting Pepper’s motion for release pending disposition of this\nappeal, see n. 5,supra, the District Court stated\nthat it would not have exercised its discretion to grant Pepper a\ndownward variance based on postsentencing rehabilitation. That\nstatement, however, was made in light of the Court of Appeals’\nerroneous views regarding postsentencing rehabilitation evidence.\nBecause we expressly reject those views today, it is unclear from\nthe record whether the District Court would have imposed the same\nsentence had it properly considered the extensive evidence of\nPepper’s postsentencing rehabilitation. On remand, the District\nCourt should consider and give appropriate weight to that evidence,\nas well as any additional evidence concerning Pepper’s conduct\nsince his last sentencing in January 2009. Accordingly, we vacate\nthe Eighth Circuit’s judgment in respect to Pepper’s sentence and\nremand the case for resentencing consistent with this opinion.IIIThe second question presented in\nthis case merits only a brief discussion. As noted above, the\noriginal sentencing judge in this case granted Pepper a 40 percent\ndownward departure pursuant to USSG §5K1.1 based on Pepper’s\nsubstantial assistance and sentenced him to 24 months’\nimprisonment. When the Court of Appeals vacated that sentence inPepper II, and again inPepper III, the case was\nreassigned on remand to Chief Judge Reade. In resentencing Pepper,\nChief Judge Reade ruled that she was not bound by the prior\nsentencing judge’s decision to grant a 40 percent downward\ndeparture and instead granted only a 20 percent downward departure,\nwhich the Court of Appeals upheld inPepper IV. Pepper\nargues that the law of the case doctrine required Chief Judge Reade\nto apply the same 40 percent departure granted by the original\nsentencing judge. We disagree.Preliminarily, we note that the\nmandates inPepper IIandPepper IIIwere\n“general remand[s] for resentencing,” which “did not place any\nlimitations on the discretion of the newly assigned district court\njudge in resentencing Pepper.” 570 F. 3d, at 963. In his\nmerits briefs to this Court, Pepper does not challenge the scope or\nvalidity of the Court of Appeals’ mandate orderingde novoresentencing, and thus has abandoned any argument that the mandate\nitself restricted the District Court from imposing a different\nsubstantial assistance departure.[Footnote 18] The only question before us is whether the\nlaw of the case doctrine required Chief Judge Reade to adhere to\nthe original sentencing judge’s decision granting a 40 percent\ndownward departure.Although we have described the “law of the\ncase [a]s an amorphous concept,” “[a]s most commonly defined, the\ndoctrine posits that when a court decides upon a rule of law, that\ndecision should continue to govern the same issues in subsequent\nstages in the same case.”Arizonav.California,460 U. S. 605,\n618 (1983). This doctrine “directs a court’s discretion, it does\nnot limit the tribunal’s power.”Ibid.Accordingly, the\ndoctrine “does not apply if the court is ‘convinced that [its prior\ndecision] is clearly erroneous and would work a manifest\ninjustice.’ ”Agostiniv.Felton,521 U. S. 203, 236\n(1997) (quotingArizona, 460 U. S., at 618, n. 8;\nalteration in original).Pepper argues that, because the original\nsentencing judge’s decision to grant the 40 percent departure was\nnever set aside by the Court of Appeals or this Court, it\nconstituted the law of the case. As such, Pepper contends that\nChief Judge Reade should not have disturbed that ruling absent\n“compelling justification” for overturning it. Brief for Petitioner\n56. According to Pepper, because Chief Judge Reade identified no\nsuch justification, the law of the case doctrine required her to\nadhere to the 40 percent departure granted by the original\nsentencing judge.As the Government explains, however, the Court\nof Appeals inPepper IIIset aside Pepper’s entire\nsentence and remanded for ade novoresentencing. See 518\nF. 3d, at 949, 953. Thus, even assuming,arguendo,\nthat the original sentencing court’s decision to impose a 40\npercent departure was at one point law of the case,Pepper\nIIIeffectively wiped the slate clean. To be sure,Pepper\nIIIvacated Pepper’s 24-month sentence on grounds unrelated to\nthe substantial assistance departure, but that fact does not affect\nour conclusion. “A criminal sentence is a package of sanctions that\nthe district court utilizes to effectuate its sentencing intent.”United Statesv.Stinson, 97 F. 3d 466, 469\n(CA11 1996)(per curiam). Because a district court’s\n“original sentencing intent may be undermined by altering one\nportion of the calculus,”United Statesv.White,\n406 F. 3d 827, 832 (CA7 2005), an appellate court when\nreversing one part of a defendant’s sentence “may vacate the entire\nsentence … so that, on remand, the trial court can reconfigure the\nsentencing plan … to satisfy the sentencing factors in 18 U.\nS. C. §3553(a),”Greenlawv.United States,554 U. S. 237,\n253 (2008). That is precisely what the Eighth Circuit did here.Accordingly, because the Court of Appeals inPepper IIIremanded forde novoresentencing, we\nconclude that Chief Judge Reade was not bound by the law of the\ncase doctrine to apply the same 40 percent departure that had been\napplied at Pepper’s prior sentencing.*  *  *For the reasons stated above, the\njudgment of the United States Court of Appeals for the Eighth\nCircuit is vacated in part and affirmed in part, and the case is\nremanded for resentencing consistent with this opinion.It is so ordered.Justice Kagan took no part in the consideration or\ndecision of this case.Footnote 1Although the charge to which Pepper pleaded\nguilty carried a mandatory minimum of 120 months’ imprisonment, the\nmandatory minimum did not apply because he was eligible for\nsafety-valve relief pursuant to 18 U. S. C. §3553(f) (2000\ned.) and §5C1.2 of the United States Sentencing Guidelines Manual\n(Nov. 2003) (USSG).Footnote 2USSG §5K1.1 provides that a court may depart\nfrom the Guidelines “[u]pon motion of the government stating that\nthe defendant has provided substantial assistance in the\ninvestigation or prosecution of another person who has committed an\noffense.” Pepper provided information to Government investigators\nand a grand jury concerning two other individuals involved with\nillegal drugs and guns.Footnote 3The court also cited Pepper’s lack of a\nviolent history and, to a lesser extent, the need to avoid\nunwarranted sentencing disparity with Pepper’s co-conspirators.\nApp. 144–145.Footnote 4The Court of Appeals also held that the\nDistrict Court “further erred by considering Pepper’s lack of\nviolent history, which history had already been accounted for in\nthe sentencing Guidelines calculation, and by considering\nsentencing disparity among Pepper’s co-defendants without adequate\nfoundation and explanation.”Pepper II, 486 F. 3d, at\n413.Footnote 5After the District Court resentenced Pepper\nto 65 months’ imprisonment, Pepper was returned to federal custody.\nOn July 22, 2010, after we granted Pepper’s petition for a writ of\ncertiorari, the District Court granted his motion for release\npending disposition of the case here.Footnote 6Compare,e.g.,United\nStatesv.Lorenzo, 471 F. 3d 1219, 1221 (CA11\n2006)(per curiam)(precluding consideration of\npostsentencing rehabilitative conduct);United Statesv.Sims, 174 F. 3d 911, 913 (CA8 1999) (same), withUnited Statesv.Lloyd, 469 F. 3d 319, 325\n(CA3 2006) (permitting consideration of postsentencing\nrehabilitation in exceptional cases);United Statesv.Hughes, 401 F. 3d 540, 560, n. 19 (CA4 2005)\n(instructing district court to adjust Guidelines calculation on\nremand “if new circumstances have arisen or events occurred since\n[defendant] was sentenced that impact the range prescribed by the\nguidelines”).Footnote 7We appointed Adam G. Ciongoli to brief and\nargue the case, asamicus curiae, in support of the Court\nof Appeals’ judgment. 561 U. S. ___ (2010). Mr. Ciongoli has ably\ndischarged his assigned responsibilities.Footnote 8Of course, sentencing courts’ discretion\nunder §3661 is subject to constitutional constraints. See,e.g.,United Statesv.Leung, 40\nF. 3d 577, 586 (CA2 1994) (“A defendant’s race or nationality\nmay play no adverse role in the administration of justice,\nincluding at sentencing”).Footnote 9See 18 U. S. C. §3553(b)(1) (2000 ed.,\nSupp. IV) (permitting departures where the judge “finds that there\nexists an aggravating or mitigating circumstance of a kind, or to a\ndegree, not adequately taken into consideration by the Sentencing\nCommission”).Footnote 10For example, in the pre-Bookerregime, if the applicable Guidelines range depended solely on facts\nfound by a jury beyond a reasonable doubt, requiring a judge to\nsentence within that range would not run afoul of the Sixth\nAmendment.Footnote 11SeeDillon, 560 U. S., at ___,\nn. 5 (Stevens, J., dissenting) (slip op., at 9, n. 5)\n(citing §3742(g)(2) as “one additional provision of the [SRA that]\nshould have been excised, but was not, in order to accomplish the\nCourt’s remedy”).Footnote 12AmicusNational Association of\nCriminal Defense Lawyers (NACDL) argues that, because\n§3742(g)(2)(B) permits a non-Guidelines sentence only with respect\nto certain “departures,” that provision “appears to preclude\nsentencing courts on remand from granting any and allvariancesunder Section 3553(a).” Brief for NACDL asAmicusCuriae11 (emphasis added). InIrizarryv.United States,553 U. S. 708(2008), we\nheld that a “ ‘[d]eparture’ is a term of art under the\nGuidelines and refers only to non-Guidelines sentences imposed\nunder the framework set out in the Guidelines”; in contrast, a\n“variance” refers to a non-Guidelines sentence outside the\nGuidelines framework.Id., at 714.Irizarry’s\nholding construed the term “departure” in Rule 32(h) of the Federal\nRules of Criminal Procedure. Because we conclude that §3742(g)(2)\nis constitutionally infirm and must be invalidated, we need not\ndecide whether its reference to “departure[s]” includes\nvariances.Footnote 13For those of us for whom it is relevant, the\nlegislative history of §3742(g)(2) confirms that the provision,\nenacted as part of the PROTECT Act of 2003, §401(e), 117 Stat. 671,\nwas not aimed at prohibiting district courts from considering\npostsentencing developments. Rather, it was meant to ensure that\nunder the then-mandatory Guidelines system, when a particular\ndeparture was reversed on appeal, the district court could not\nimpose the same sentence on remand on the basis of a different\ndeparture. See H. R. Conf. Rep. No. 108–66, pp. 58–59 (2003)\n(noting that §401 of the PROTECT Act,inter alia,\n“prevent[s] sentencing courts, upon remand, from imposing the same\nillegal departure on a different theory”). Like the provisions\ninvalidated inBooker, then, the purpose of §3742(g)(2)\nwas “to make Guidelines sentencing even more mandatory than it had\nbeen.” 543 U. S. 220, 261 (2005). As we recognized inBooker, that purpose has “ceased to be relevant.”Ibid.Footnote 14An award of good time credit by the Bureau of\nPrisons (BOP) does not affect the length of a court-imposed\nsentence; rather, it is an administrative reward “to provide an\nincentive for prisoners to ‘compl[y] with institutional\ndisciplinary regulations.’ ”Barberv.Thomas, 560 U. S. ___, ___ (2010) (slip op., at 7)\n(quoting 18 U. S. C. §3624(b); alteration in original). Such\ncredits may be revoked at any time before the date of a prisoner’s\nrelease. See §3624(b)(2). In contrast, a court’s imposition of a\nreduced sentence based on postsentencing rehabilitation changes the\nvery terms of imprisonment and “recognizes that the [defendant’s]\nconduct since his initial sentencing warrants a less severe\ncriminal punishment.” Brief for United States 50. Once imposed, a\nsentence may be modified only in very limited circumstances. See\n§3582(c).Footnote 15Amicuspoints to two other\nprocedural mechanisms that may shorten a defendant’s sentence—early\ntermination of a term of supervised release, see §3583(e)(1), and\nthe potential for sentencing reductions based on postsentencing\nsubstantial assistance, see Fed. Rule Crim. Proc. 35(b)—but neither\npresents an adequate substitute for a district court’s\nconsideration of postsentencing rehabilitation. Supervised release\nfollows a term of imprisonment and serves an entirely different\npurpose than the sentence imposed under §3553(a). SeeUnited\nStatesv.Johnson,529 U. S. 53, 59 (2000)\n(“Supervised release fulfills rehabilitative ends, distinct from\nthose served by incarceration”). Rule 35(b) departures address only\npostsentencing cooperation with the Government, not postsentencing\nrehabilitation generally, and thus a defendant with nothing to\noffer the Government can gain no benefit from Rule 35(b).Footnote 16Indeed, some defendants will have a longer\nperiod of time between initial custody and trial, or between trial\nand sentencing, and those defendants—particularly if they are\nreleased on bail—will have a greater opportunity to demonstrate\npostoffense, presentencing rehabilitation. Even beforeBooker, the lower courts uniformly held that evidence of\nsuch rehabilitation could provide a basis for departing from the\napplicable Guidelines. See USSG App. C, Amdt. 602, comment.,\np. 74 (Nov. 2003) (“[D]epartures based on extraordinary\npost-offense rehabilitative efforts prior to sentencing … have been\nallowed by every circuit that has ruled on the matter”).Footnote 17Of course, we do not mean to imply that a\ndistrict court must reduce a defendant’s sentence upon any showing\nof postsentencing rehabilitation. Nor do we mean to preclude courts\nof appeals from issuing limited remand orders, in appropriate\ncases, that may render evidence of postsentencing rehabilitation\nirrelevant in light of the narrow purposes of the remand\nproceeding. See,e.g.,United Statesv.Bernardo Sanchez, 569 F. 3d 995, 1000 (CA9 2009).Footnote 18In any event, as the Court of Appeals\nrecognized, neitherPepper IInorPepper IIIheld\nthat a 40 percent downward departure was the only reasonable\ndeparture that a sentencing court could grant for Pepper’s\nsubstantial assistance; rather, the only issue those opinions\nactually decided was that a “40% downward departure was not an\nabuse of discretion.” 570 F. 3d, at 963–964.",
    "joined": []
}