{
    "case": {
        "docket": "434",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/434/"
    },
    "id": "1970873",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–8561_________________DOYLE RANDALL PAROLINE, PETITIONER v. UNITED\nSTATES, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[April 23, 2014]Justice Sotomayor,\ndissenting.This Court has long\nrecognized the grave “physiological, emotional, and mental”\ninjuries suffered by victims of child pornography. New York v.\nFerber, 458 U. S. 747, 758 (1982) . The traffic in images\ndepicting a child’s sexual abuse, we have observed, “ ‘poses\nan even greater threat to the child victim than does sexual abuse\nor prostitution’ ” because the victim must “ ‘go through\nlife knowing that the recording is circulating within the mass\ndistribution system for child pornography.’ ” Id., at 759, n.\n10. As we emphasized in a later case, the images cause “continuing\nharm by haunting the chil[d] in years to come.” Osborne v. Ohio,\n495 U. S. 103, 111 (1990) .Congress enacted 18\nU. S. C. §2259 against this backdrop. The statute imposes\na “mandatory” duty on courts to order restitution to victims of\nfederal offenses involving the sexual abuse of children, including\nthe possession of child pornography. §2259(b)(4). And it commands\nthat for any such offense, a court “shall direct the defendant to\npay the victim . . . the full amount of the victim’s\nlosses.” §2259(b)(1).The Court interprets\nthis statute to require restitution in a “circumscribed” amount\nless than the “entirety of the victim’s . . . losses,” a\ntotal it instructs courts to estimate based on the defendant’s\n“relative role” in the victim’s harm. Ante, at 21. That amount, the\nCourt holds, should be neither “nominal” nor “severe.” Ibid.I appreciate the\nCourt’s effort to achieve what it perceives to be a just result. It\ndeclines to require restitution for a victim’s full losses, a\nresult that might seem incongruent to an individual possessor’s\npartial role in a harm in which countless others have participated.\nAnd it rejects the position advanced by Paroline and the dissenting\nopinion of The Chief Justice, which would result in no restitution\nin cases like this for the perverse reason that a child has been\nvictimized by too many.The Court’s approach,\nhowever, cannot be reconciled with the law that Congress enacted.\nCongress mandated restitution for the “full amount of the victim’s\nlosses,” §2259(b)(1), and did so within the framework of settled\ntort law principles that treat defendants like Paroline jointly and\nseverally liable for the indivisible consequences of their\nintentional, concerted conduct. And to the extent an award for the\nfull amount of a victim’s losses may lead to fears of unfair\ntreatment for particular defendants, Congress provided a mechanism\nto accommodate those concerns: Courts are to order “partial\npayments” on a periodic schedule if the defendant’s financial\ncircumstances or other “interest[s] of justice” so require.\n§§3664(f )(3), 3572(d)(1). I would accordingly affirm the\nFifth Circuit’s holding that the District Court “must enter a\nrestitution order reflecting the ‘full amount of [Amy’s] losses,’ ”\nIn re Amy Unknown, 701 F. 3d 749, 774 (2012), and\ninstruct the court to consider a periodic payment schedule on\nremand.IAThere are two\ndistinct but related questions in this case: First, whether\nParoline’s conduct bears a sufficient causal nexus to Amy’s harm,\nand second, if such a nexus exists, how much restitution Paroline\nshould be required to pay. Beginning with causation, I agree with\nthe majority that proximate causation is beyond dispute because the\nmedical and economic losses suffered by Amy are “direct and\nforeseeable results of child-pornography crimes.” Ante, at 12;\naccord, ante, at 3 (Roberts, C. J., dissenting). The real\nissue, then, is “the proper standard of causation in fact.” Ante,\nat 12 (majority opinion).The majority and I\nshare common ground on much of this issue. We agree that the\nordinary way to prove cause-in-fact is to show that a result would\nnot have occurred “but for” the defendant’s conduct. Burrage v.\nUnited States, 571 U. S. ___, ___ (2014) (slip op., at 6). We\nalso agree that “ ‘strict but-for causality’ ” is\n“ ‘not always required,’ ” and that alternative standards\nof factual causation are appropriate “where there is ‘textual or\ncontextual’ reason to conclude” as much. Ante, at 13, 21 (quoting\nBurrage, 571 U. S., at ___ (slip op., at 8, 10). And most\nimportantly, we agree that there are ample reasons to reject a\nstrict but-for causality requirement in §2259. See ante, at 21.Starting with the text,\n§2259 declares that a court “shall order restitution for any\noffense under this chapter.” The possession of child pornography,\n§2252, is an offense under the relevant chapter, and the term\n“shall” creates “an obligation impervious to judicial discretion,”\nLexecon Inc. v. Milberg Weiss Bershad Hynes & Lerach, 523\nU. S. 26, 35 (1998) . So the text could not be clearer: A\ncourt must order restitution against a person convicted of\npossessing child pornography. Section 2259(b)(4) underscores this\ndirective by declaring that “[t]he issuance of a restitution order\nunder this section is mandatory.” And the statute’s\ntitle—“mandatory restitution”—reinforces it further still.Interpreting §2259 to\nrequire but-for causality would flout these simple textual\ncommands. That is because “a showing of but-for causation cannot be\nmade” in this case and many like it. Ante, at 12. Even without\nParoline’s offense, it is a regrettable fact that “thousands would\nhave viewed and would in the future view [Amy’s] images,” such that\n“it cannot be shown that her trauma and attendant losses would have\nbeen any different but for Parolin[e].” Id., at 13. A but-for\nrequirement would thus make restitution under §2259 the opposite of\n“mandatory”; it would preclude restitution to the victim of the\ntypical child pornography offense for the nonsensical reason that\nthe child has been victimized by too many.Such an approach would\ntransform §2259 into something unrecognizable to the Congress that\nwrote it. When Congress passed §2259 in 1994, it was common\nknowledge that child pornography victims suffer harm at the hands\nof numerous offenders who possess their images in common, whether\nin print, film, or electronic form. See, e.g., Shouvlin, Preventing\nthe Sexual Exploitation of Children: A Model Act, 17 Wake Forest L.\nRev. 535, 544 (1981) (describing the “enormous number of magazines”\nand “hundreds of films” produced each year depicting the sexual\nabuse of children, which were circulated to untold numbers of\noffenders through a “well-organized distribution system [that]\nensures that even the small towns have access to [the] material”);\nDoyle, FBI Probing Child Porn on Computers, San Francisco\nChronicle, Dec. 5, 1991,p. A23 (describing complaint that “child\npornographic pho-tographs” were circulating via the “America\nOn-Line com-puter service”). Congress was also acutely aware of the\nsevere injuries that victims of child pornography suffer at the\nhands of criminals who possess and view the recorded images of\ntheir sexual abuse. Congress found, for example, that the\n“continued existence” and circulation of child pornography images\n“causes the child victims of sexual abuse continuing harm by\nhaunting those children in future years.” Child Pornography\nPrevention Act of 1996, §121, 110Stat. 3009–26, Congressional\nFindings (2), notes following 18 U. S. C. §2251\n(hereinafter §2251 Findings). It is inconceivable that Congress\nwould have imposed a mandatory restitution obligation on the\npossessors who contribute to these “continuing harm[s],” ibid.,\nonlyto direct courts to apply a but-for cause requirementthat would\nprevent victims from actually obtaining any recovery.There is, of course, an\nalternative standard for determining cause-in-fact that would be\nconsistent with the text of §2259 and the context in which it was\nenacted: aggregate causation. As the majority points out, aggregate\ncausation was, “no less than the but-for test itself,” a “part of\nthe background legal tradition against which Congress” legislated.\nAnte, at 21. And under this standard, “ ‘[w]hen the conduct of\ntwo or more actors is so re-lated to an event that their combined\nconduct, viewed as a whole, is a but-for cause of the event, and\napplication of the but-for rule to them individually would absolve\nall of them, the conduct of each is a cause in fact of the\nevent.’ ” Ante, at 14 (quoting W. Keeton, D. Dobbs, R. Keeton,\n& D. Owen, Prosser and Keeton on Law of Torts §41, p. 268 (5th\ned. 1984) (hereinafter Prosser and Keeton)).[1] Paroline and his fellow offenders plainly\nqualify as factual causes under this approach because Amy’s losses\nwould not have occurred but for their combined conduct, and because\napplying the but-for rule would excuse them all.There is every reason\nto think Congress intended §2259 to incorporate aggregate\ncausation. Whereas a but-for requirement would set §2259’s\n“mandatory” restitution command on a collision course with itself,\nthe aggregate causation standard follows directly from the statute.\nSection 2259 is unequivocal; it offers no safety-in-numbers\nexception for defendants who possess images of a child’s abuse in\ncommon with other offenders. And the aggregate causation standard\nexists to avoid exactly that kind of exception. See Prosser and\nKeeton §41, at 268–269 (aggregate causation applies where multiple\ndefendants “bea[r] a like relationship” to a victim’s injury, and\nwhere “[e]ach seeks to escape liability for a reason that, if\nrecognized, would likewise protect each other defendant in the\ngroup, thus leaving the [victim] without a remedy in the face of\nthe fact that had none of them acted improperly the [victim] would\nnot have suffered the harm”); Restatement (Third) of Torts:\nLiability for Physical and Emotional Harm §27, Comment f, p. 380\n(2005) (similar).At bottom, Congress did\nnot intend §2259 to create a safe harbor for those who inflict upon\ntheir victims the proverbial death by a thousand cuts. Given the\nvery nature of the child pornography market—in which a large class\nof offenders contribute jointly to their victims’ harm by trading\nin their images—a but-for causation requirement would swallow\n§2259’s “mandatory” restitution command, leaving victims with\nlittle hope of recovery. That is all the “textual [and] contextual”\nreason necessary to conclude that Congress incorporated aggregate\ncausation into §2259. Burrage, 571 U. S., at ___ (slip op., at\n8).BThe dissent of The\nChief Justice suggests that a contrary conclusion is compelled by\nour decision in Hughey v. United States, 495 U. S. 411 (1990)\n. Hughey involved a defendant who had been convicted of a single\ncount of unauthorized credit card use, which resulted in $10,412 in\nlosses. Id., at 414. The Government nonetheless re-quested\nrestitution for additional losses based on different counts in the\nindictment that the Government had agreed to dismiss. Id., at 413.\nWe declined the Government’s request, reasoning that restitution\nwas to be tied to the offense of conviction. Id., at 418.That commonsense\nholding, of course, casts no doubt on the ordinary practice of\nrequiring restitution for losses caused by an offense for which a\ndefendant is convicted, where the loss is the product of the\ncombined conduct of multiple offenders. What troubles my colleagues\nin this case, then, is not the concept of restitution in cases\ninvolving losses caused by more than one offender. Their objection\nis instead to restitution in cases where the victim’s losses are\ncaused by too many offenders. As The Chief Justice puts it,\nCongress wrote a law that would enable Amy to recover if only her\nimages had been circulated by “a single distributor” to just a\n“handful of possessors.” Ante, at 6–7. But because she has been\nvictimized by numerous distributors and thousands of possessors,\nshe gets nothing. It goes without saying that Congress did not\nintend that result.My colleagues in\ndissent next assert that no restitution may be awarded because of\n§3664(e), which describes the Government’s burden of showing the\n“loss sustained by a victim as a result of the offense.” But that\nprovision is nothing close to a “direct answer” to this case. Ante,\nat 4. It simply restates the question: What should a court do when\nthe losses sustained by a victim are the “result of the\n[defendant’s] offense,” §3664(e), but that result is produced in\ncombination with the offenses of others? One answer is that the\ndefendant’s offense is a cause-in-fact only of losses for which it\nwas a but-for cause. A second is that the offense is a\ncause-in-fact of losses for which it was part of the aggregate\ncause. The former would preclude restitution in cases like this;\nthe latter would allow it. Given Congress’ “mandatory” command that\ncourts “shall order restitution for any offense,” §§2259(a),\n(b)(4), it is beyond clear which answer Congress chose.[2]The Chief Justice’s\ndissent also fails to contend with the ramifications of the\nsuggestion that §3664(e) forecloses entry of restitution in cases\nwhere a victim suffers indivisible losses as a result of the\naggregate conduct of numerous offenders. It claims that this\nreading of §3664(e) “will work just fine” for “common crimes” such\nas assault. Ante, at 5–6. But what about a victim of a vicious gang\nassault, where a single offender’s conduct cannot be labeled a\nbut-for cause of any discrete injury? Such offenses are,\nunfortunately, all too common. See, e.g., Wheelock v. United\nStates, 2013 WL 2318145, *2 (ED Wisc., May 28, 2013) (defendant\nconvicted for his participation in a gang rape of a 13-year-old\nvictim in which he “and several other individuals had provided\nalcohol to the girl and, after she became intoxicated and\nunconscious, sexually assaulted her”); United States v. Homer B.,\n1990 WL 79705 (CA9, June 14, 1990) (similar). I would have thought\nit beyond refute that the victim of such a tragic offense would be\nentitled to restitution even though none of her losses may be\nattributed solely to any individual defendant. If the opinion of\nThe Chief Justice is in agreement, it does not explain why the\nresult should be any different for victims like Amy, who have\nsuffered heart wrenching losses at the hands of thousands of\noffenders rather than a few.[3]IIThe majority accepts\naggregate causation at least to an extent, ruling that §2259\nrequires possessors to pay some amount of restitution even though\n“it is impossible” to say that they caused “a particular amount of\n[a victim’s] losses . . . by recourse to a more\ntraditional [but-for] causal inquiry.” Ante, at 21. But the\nmajority resists the “strict logic” of aggregate causation for fear\nthat doing so would produce the “striking outcome” of an award\nagainst an individual possessor “for the entire aggregately caused\namount.” Ante, at 15–16. The majority accordingly holds that “a\ncourt applying §2259 should order restitution in an amount that\ncomports with the defendant’s relative” contribution to “the\nvictim’s general losses.” Ante, at 21.The majority’s\napportionment approach appears to be a sensible one. It would, for\ninstance, further the goal of “proportionality in sentencing,”\navoid “turning away victims emptyhanded,” and “spread payment\namong” offenders. Ante, at 24–25. But it suffers from a far more\nfundamental problem: It contravenes the language Congress actually\nused. Section 2259 directs courts to enter restitution not for a\n“proportional” or “relative” amount, but for the “full amount of\nthe victim’s losses.” §2259(b)(1). That command is unequivocal, and\nit is buttressed by the tort law tradition of joint and several\nliability within which Congress legislated.AOnce a defendant is\nfound to bear a sufficient causal nexus to a victim’s harm, §2259\nprovides a straightforward instruction on how much restitution a\ncourt is to order: “The order of restitution under this section\nshall direct the defendant to pay the victim . . . the\nfull amount of the victim’s losses.” §2259(b)(1). Because the word\n“shall” imposes a “discretionless obligatio[n],” Lopez v. Davis,\n531 U. S. 230, 241 (2001) , a court considering a §2259\nrestitution request has no license to deviate from the statute’s\ncommand. It must enter an order for the “full amount of the\nvictim’s losses,” regardless of whether other defendants may have\ncontributed to the same victim’s harm.If there were any doubt\non the matter, Congress eliminated it in §2259(b)(4)(B)(ii), which\nbars a court from “declin[ing] to issue [a restitution] order under\nthis section” on the ground that a victim “is entitled to receive\ncompensation for his or her injuries from the proceeds of insurance\nor any other source.” One “other source” from which a victim would\nbe “entitled to receive compensation” is, of course, other\noffenders who possess images of her sexual abuse. It is unthinkable\nthat Congress would have expressly forbidden courts to award\nvictims no restitution because their harms have been aggregately\ncaused by many offenders, only to permit restitution orders for a\nsingle penny for the same reason.BAs the majority\nrecognizes, Congress did not draft §2259 in a vacuum; it did so in\nthe context of settled tort law traditions. See ante, at 14–15; see\nalso Meyer v. Holley, 537 U. S. 280, 285 (2003) (Congress\n“legislates against a legal background of ordinary tort-related”\nprinciples). Section 2259 functions as a tort statute, one designed\nto ensure that victims will recover compensatory damages in an\nefficient manner concurrent with criminal proceedings. See\nRestatement of Torts §901, p. 537 (1939) (the purposes of tort law\ninclude “to give compensation, indemnity, or restitution for harms”\nand “to punish wrongdoers”); Dolan v. United States, 560 U. S. 605,\n612 (2010) (the “substantive purpose” of the related Mandatory\nVictims Restitution Act of 1996, §3664, is “to ensure that victims\nof a crime receive full restitution”). And the nature of the child\npornography industry and the indivisible quality of the injuries\nsuffered by its victims make this a paradigmatic situation in which\ntraditional tort law principles would require joint and several\nliability. By requiring restitution for the “full amount of the\nvictim’s losses,” §2259(b)(1), Congress did not depart from these\nprinciples; it embraced them.First, the injuries\ncaused by child pornography possessors are impossible to apportion\nin any practical sense. It cannot be said, for example, that\nParoline’s offense alone required Amy to attend five additional\nminutes of therapy, or that it caused some discrete portion of her\nlost income. The majority overlooks this fact, ordering courts to\nsurmise some “circumscribed” amount of loss based on a list of\nfactors. Ante, at 21, 22–23; see also ante, at 7–10 (Roberts,\nC. J., dissenting). Section 2259’s full restitution\nrequirement dispenses with this guesswork, however, and in doing so\nit harmonizes with the settled tort law tradition concerning\nindivisible injuries. As this Court explained this rule in Edmonds\nv. Compagnie Generale Transatlantique, 443 U. S. 256 (1979) ,\nunless a plaintiff ’s “injury is divisible and the causation\nof each part can be separately assigned to each tortfeasor,” the\nrule is that a “tortfeasor is not relieved of liability for the\nentire harm he caused just because another’s negligence was also a\nfactor in effecting the injury.” Id., at 260, n. 8; see also\nProsser and Keeton §52, at 347 (joint and several liability applies\nto injuries that “are obviously incapable of any reasonable or\npractical division”); Feneff v. Boston & Maine R. Co., 196\nMass. 575, 580, 82 N. E. 705, 707 (1907) (similar).Second, Congress\nadopted §2259 against the backdrop of the rule governing concerted\naction by joint tortfeasors, which specifies that “[w]here two or\nmore [tortfeasors] act in concert, it is well settled\n. . . that each will be liable for the entire result.”\nProsser and Keeton §52, at 346. The degree of concerted action\nrequired by the rule is not inordinate; “if one person acts to\nproduce injury with full knowledge that others are acting in a\nsimilar manner and that his conduct will contribute to produce a\nsingle harm, a joint tort has been consummated even when there is\nno prearranged plan.” 1 F. Harper, F. James, & O. Gray, The Law\nof Torts §10.1, p. 699 (1st ed. 1956) (hereinafter 1 Harper and\nJames); see also, e.g., Troop v. Dew, 150 Ark. 560, 565, 234 S. W.\n992, 994 (1921) (defendants jointly liable for uncoordinated acts\nwhere they were “working to a common purpose”).Child pornography\npossessors are jointly liable under this standard, for they act in\nconcert as part of a global network of possessors, distributors,\nand producers who pursue the common purpose of trafficking in\nimages of child sexual abuse. As Congress itself recognized,\n“possessors of such material” are an integral part of the “market\nfor the sexual exploitative use of children.” §2251 Finding (12).\nMoreover, although possessors like Paroline may not be familiar\nwith every last participant in the market for child sexual abuse\nimages, there is little doubt that they act with knowledge of the\ninevitable harms caused by their combined conduct. Paroline himself\nadmitted to possessing between 150 and 300 images of minors engaged\nin sexually explicit conduct, which he downloaded from other\noffenders on the Internet. See 672 F. Supp. 2d 781, 783; App.\n146. By communally browsing and downloading Internet child\npornography, offenders like Paroline “fuel the process” that allows\nthe industry to flourish. O’Connell, Paedophiles Networking on the\nInternet, in Child Abuse on the Internet: Ending the Silence 77 (C.\nArnaldo ed. 2001). Indeed, one expert describes Internet child\npornography networks as “an example of a complex criminal\nconspiracy,” ibid.—the quintessential concerted action to which\njoint and several liability attaches.Lastly, §2259’s full\nrestitution requirement conforms to what Congress would have\nunderstood to be the uniform rule governing joint and several\nliability for intentional torts. Under that rule, “[e]ach person\nwho commits a tort that requires intent is jointly and severally\nliable for any indivisible injury legally caused by the tortious\nconduct.” Restatement (Third) of Torts: Apportionment of Liability\n§12, p. 110 (2007). There is little doubt that the possession of\nimages of a child being sexually abused would amount to an\nintentional invasion of privacy tort—and an extreme one at that.\nSee Restatement (Second) of Torts §652B, p. 378 (1976) (“One who\nintentionally intrudes, physically or otherwise, upon [another’s]\nprivate affairs or concerns, is subject to liability\n. . . if the intrusion would be highly offensive to a\nreasonable person”).[4]Section 2259’s\nimposition of joint and several liability makes particular sense\nwhen viewed in light of this intentional tort rule. For at the end\nof the day, the question of how to allocate losses among defendants\nis really a choice between placing the risk of loss on the\ndefendants (since one who is caught first may be required to pay\nmore than his fair share) or the victim (since an apportionment\nregime would risk preventing her from obtaining full recovery).\nWhatever the merits of placing the risk of loss on a victim in the\ncontext of a negligence-based offense, Congress evidently struck\nthe balance quite differently in this context, placing the risk on\nthe morally culpable possessors of child pornography and not their\ninnocent child victims.CNotwithstanding\n§2259’s text and the longstanding tort law traditions that support\nit, the majority adopts an apportionment approach based on its\nconcern that joint and several liability might lead to unfairness\nas applied to individual defendants. See ante, at 15–22. The\nmajority finds this approach necessary because §2259 does not\nprovide individual defendants with the ability to seek contribution\nfrom other offenders. Ante, at 17–18. I agree that the statute does\nnot create a cause of action for contribution, but unlike the\nmajority I do not think the absence of contribution suggests that\nCongress intended the phrase “full amount of the victim’s losses”\nto mean something less than that. For instead of expending judicial\nresources on disputes between intentional tortfeasors, Congress\ncrafted a different mechanism for preventing inequitable treatment\nof individual defendants—the use of periodic payment schedules.Section 2259(b)(2)\ndirects that “[a]n order of restitution under this section shall be\nissued and enforced in accordance with section 3664.” Section\n3664(f )(1)(A) in turn reiterates §2259’s command that courts\n“shall order restitution to each victim in the full amount of each\nvictim’s losses.” But §3664 goes on to distinguish between the\namount of restitution ordered and the schedule on which payments\nare to be made. Thus, §3664(f )(2) states that a court “shall\n. . . specify in the restitution order . . .\nthe schedule according to whic[h] the restitution is to be paid,”\nand §3664(f )(3)(A) provides that “[a] restitution order may\ndirect the defendant to make a single, lump sum payment” or\n“partial payments at specified intervals.” Critically, in choosing\nbetween lump-sum and partial payments, courts “shall” consider “the\nfinancial resources and other assets of the defendant,” along with\n“any financial obligationsof the defendant, including obligations\nto dependents.” §§3664(f )(2)(A), (C).Applying these factors\nto set an appropriate payment schedule in light of any individual\nchild pornography possessor’s financial circumstances would not be\ndifficult; indeed, there is already a robust body of case law\nclarifying how payment schedules are to be set under\n§3664(f ). For example, Courts of Appeals have uniformly found\nit an abuse of discretion to require defendants to make immediate\nlump-sum payments for the full amount of a restitution award when\nthey do not have the ability to do so. In such cases, Congress has\ninstead required courts to impose periodic payment schedules. See,\ne.g., United States v. McGlothlin, 249 F. 3d 783, 784 (CA8\n2001) (reversing lump-sum payment order where defendant “had no\nability to pay the restitution immediately,” and requiring District\nCourt to set a periodic payment schedule); United States v. Myers,\n198 F. 3d 160, 168–169 (CA5 1999) (same). The existing body of\nlaw also provides guidance as to proper payment schedules. Compare,\ne.g., United States v. Calbat, 266 F. 3d 358, 366 (CA5 2001)\n(annual payment of $41,000 an abuse of discretion where defendant\nhad a net worth of $6,400 and yearly income of $39,000), with\nUnited States v. Harris, 60 F. Supp. 2d 169, 180 (SDNY 1999)\n(setting payment schedule for the greater of $35 per month or 10%\nof defendant’s gross income).Section 3664’s\nprovision for partial periodic payments thus alleviates any\nconcerns of unfairness for the vast number of child pornography\ndefendants who have modest financial resources. A more difficult\nchallenge is presented, however, by the case of a wealthy defendant\nwho wouldbe able to satisfy a large restitution judgment in an\nimmediate lump-sum payment. But the statute is fully capable of\nensuring just results for these defendants, too. For in addition to\nan offender’s financial circumstances, §3664 permits courts to\nconsider other factors “in the interest of justice” when deciding\nwhether to impose a payment schedule. See §3664(f )(2)\n(district court shall specify payment schedule “pursuant to section\n3572”); §3572(d)(1) (restitution order shall be payable in periodic\ninstallments if “in the interest of justice”).Accordingly, in the\ncontext of a restitution order against a wealthy child pornography\npossessor, it would likely be in the interest of justice for a\ndistrict court to set a payment schedule requiring the defendant to\npay restitution in amounts equal to the periodic losses that the\ndistrict court finds will actually be “incurred by the victim,”\n§2259(b)(3), in the given timeframe. In this case, for example,\nAmy’s expert estimates that she will suffer approximately $3.4\nmillion in losses from medical costs and lost income over the next\n60 years of her life, or approximately $56,000 per year. If that\nestimate is deemed accurate, a court would enter a restitution\norder against a wealthy defendant for the full $3.4 million amount\nof Amy’s losses, and could make it payable on an annual schedule of\n$56,000 per year. Doing so would serve the interest of justice\nbecause the periodic payment schedule would allow the individual\nwealthy defendant’s ultimate burden to be substantially offset by\npayments made by other offenders,[5] while the entry of the full restitution award would\nprovide certainty to Amy that she will be made whole for her\nlosses.*  *  *Although I ultimately\nreach a different conclusion as to the proper interpretation of the\nstatutory scheme, I do appreciate the caution with which the Court\nhas announced its approach. For example, the Court expressly\nrejects the possibility of district courts entering restitution\norders for “token or nominal amount[s].” Ante, at 21. That point is\nimportant because, if taken out of context, aspects of the Court’s\nopinion might be construed otherwise. For instance, the Court\nstates that in estimating a restitution amount, a district court\nmay consider “the broader number of offenders involved (most of\nwhom will, of course, never be caught or convicted).” Ante, at 23.\nIf that factor is given too much weight, it could lead to ex-actly\nthe type of trivial restitution awards the Court disclaims. Amy’s\ncounsel has noted, for instance, that in light of the large number\nof persons who possess her images, a truly proportional approach to\nrestitution would lead to an award of just $47 against any\nindividual defendant. Brief for Respondent Amy 65. Congress\nobviously did not intend that outcome, and the Court wisely refuses\nto permit it.[6]In the end, of course,\nit is Congress that will have the final say. If Congress wishes to\nrecodify its full restitution command, it can do so in language\nperhaps even more clear than §2259’s “mandatory” directive to order\nrestitution for the “full amount of the victim’s losses.” Congress\nmight amend the statute, for example, to include the term\n“aggregate causation.” Alternatively, to avoid the uncertainty in\nthe Court’s apportionment approach, Congress might wish to enact\nfixed minimum restitution amounts. See, e.g., §2255 (statutorily\nimposed $150,000 minimum civil remedy). In the meanwhile, it is my\nhope that the Court’s approach will not unduly undermine the\nability of victims like Amy to recover for—and from—the\nunfathomable harms they have sustained.Notes1The Fifth Circuit\nrecognized this standard more than 60 years ago when it observed\nthat “ ‘[a]ccording to the great weight of authority where the\nconcurrent or successive acts or omissions of two or more persons,\nalthough acting independently of each other, are in combination,\nthe direct or proximate cause of a single injury,’ ” any of\nthem may be held liable “ ‘even though his act alone might not\nhave caused the entire injury, or the same damage might have\nresulted from the act of the other tort-feasor[s].’ ” v. , 189 F.\n2d 205, 212 (1951) (quoting 38 Am. Jur. Negligence §257, p. 946\n(1941)).2’s dissent elides the\ndistinction between aggregate and but-for causation. Despite\n“assum[ing], for purposes of argument,” that §2259 incorporates\naggregate causation, the dissent nevertheless applies but-for\ncausation to determine the “full amount” of losses Paroline must\npay. See , at 5, and n. 2 (arguing that Paro-line can only be asked\nto pay “the full amount of the losses caused,” not losses that he\nand others combined to cause). My dissenting colleagues cannot have\nit both ways. Either §2259 incorporates aggregate causation (in\nwhich case the full amount of Amy’s losses is all of the losses\naggregately caused by Paroline and like offenders), or it requires\nbut-for causation (in which case Amy gets nothing).3objects that gang\nassaults are not a “fair analogy” because they involve a group of\nindividuals acting “together, with a common plan.” , at 6, n. 3.\nBut individuals need not act together to trigger joint and several\nliability; such liability applies equally to multiple actors who\nindependently commit intentional torts that combine to produce an\nindivisible injury. , at 11–14. And in any event, the offenders at\nissue in this case act together, with the common end of trafficking\nin the market for images of child sexual abuse. See , at 12–13.\nWhile these offenders may not be physi-cally in the same room when\nthey commit their crimes, there is no rea-son to read §2259(b)(4)’s\n“mandatory” restitution command out of the statute for child\nabusers who hide behind the anonymity of a computer\nscreen.4Possession of child\npornography under §2252 constitutes an intentional tort\nnotwithstanding that the offense requires a of knowledge. See\n§2252(a)(3)(B) (punishing one who “knowingly sells or possesses”\nchild pornography). One is “said to act knowingly if he is aware\n‘ “that [a] result is practically certain to follow from his\nconduct.” ’ ” v. , . That definition is, if anything,\nmore exacting than the kind of “intent” required for an intentional\ntort under the Restatement, which defines “intent” to include\nsituations where an actor “believes that . . .\nconsequences are substantially certain to result from [his act].”\nRestatement (Second) of Torts §8A, p. 15 (1965).5As the facts of this case\nshow, the offset would be significant. Between June 2009 and\nDecember 11, 2013, Amy obtained restitution awards from 182\npersons, 161 of whom were ordered to pay an amount between $1,000\nand $530,000. See Restitution Awards for Amy Through December 11,\n2013, Lodging of United States. If these offenders (and new\noffenders caught each month) were instead ordered to pay the full\namount of restitution in periodic amounts according to their\nfinancial means, a wealthy defendant’s annual obligation would\nterminate long before he would be required to pay anything close to\nthe full $3.4 million. For once a victim receives the full amount\nof restitution, all outstanding obligations expire because §2259\ndoes not displace the settled joint and several liability rule\nforbidding double recovery. See Restatement (Second) of Torts\n§885(3) (1979), see also, v. , 364 F. 3d 419, 423 (CA2\n2004).6The Court mentions that\nAmy received roughly $6,000 from her uncle, the person responsible\nfor abusing her as a child. at 2. Care must be taken in considering\nthe amount of the award against Amy’s uncle, however, at 23,\nbecause as Amy’s expert explained, Amy was “back to normal” by the\nend of her treatment for the initial offense. App. 70. It was\nchiefly after discovering, eight years later, that images of her\nsexual abuse had spread on the Internet that Amy suffered\nadditional losses due to the realization that possessors like\nParoline were viewing them and that “the sexual abuse of her has\nnever really ended.” , at71.",
    "joined": []
}