{
    "case": {
        "docket": "209",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/209/"
    },
    "id": "1970486",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 11–246 and 11–247_________________MATCH-E-BE-NASH-SHE-WISH BAND OF\nPOTTAWATOMI INDIANS, PETITIONER11–246v.DAVID PATCHAK et al.KEN L. SALAZAR, SECRETARY OF THE\nINTERIOR, et al., PETITIONERS11–247v.DAVID PATCHAK et al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 18, 2012]Justice Sotomayor, dissenting.In enacting the Quiet Title Act (QTA), Congress\nwaived the Government’s sovereign immunity in cases seeking “to\nadjudicate a disputed title to real property in which the United\nStates claims an interest.” 28 U. S. C. §2409a(a). In so\ndoing, Congress was careful to retain the Government’s sovereign\nimmunity with respect to particular claimants, particular\ncategories of land, and particular remedies. Congress and the\nExecutive Branch considered these “carefully crafted provisions”\nessential to the immunity waiver and “necessary for the protection\nof the national public interest.”Blockv.North Dakota\nex rel. Board of Univ. and School Lands,461 U.S.\n273, 284–285 (1983).The Court’s opinion sanctions an end-run around\nthese vital limitations on the Government’s waiver of sovereign\nimmunity. After today, any person may sue under the Administrative\nProcedure Act (APA) to divest the Federal Government of title to\nand possession of land held in trust for Indian tribes—relief\nexpressly forbidden by the QTA—so long as the complaint does not\nassert a personal interest in the land. That outcome cannot be\nsquared with the APA’s express admonition that it confers no\n“authority to grant relief if any other statute that grants consent\nto suit expressly or impliedly forbids the relief which is sought.”\n5 U. S. C. §702. The Court’s holding not only creates\nperverse incentives for private litigants, but also exposes the\nGovernment’s ownership of land to costly and prolonged challenges.\nBecause I believe those results to be inconsistent with the QTA and\nthe APA, I respectfully dissent.IACongress enacted the QTA to provide a\ncomprehensive solution to the problem of real-property disputes\nbetween private parties and the United States. The QTA strikes a\ncareful balance between private parties’ desire to adjudicate such\ndisputes, and the Government’s desire to impose “ ‘appropriate\nsafeguards’ ” on any waiver of sovereign immunity to ensure\n“ ‘the protection of the public interest.’ ”Block, 461 U. S., at 282–283; see also S. Rep. No.\n92–575, p. 6 (1971).Section 2409a(a) provides expansively that\n“[t]he United States may be named as a party defendant in a civil\naction under this section to adjudicate a disputed title to real\nproperty in which the United States claims an interest.” That\nlanguage mirrors the title proposed by the Executive Branch for the\nlegislation that Congress largely adopted: “A Bill To permit suits\nto adjudicate disputed titles to lands in which the United States\nclaims an interest.”Id.,at 7.The remainder of the Act, however, imposes\nimportant conditions upon the Government’s waiver of sovereign im-\nmunity. First, the right to sue “does not apply to trust or\nrestricted Indian lands.” §2409a(a). The Indian lands exception\nreflects the view that “a waiver of immunity in this area would not\nbe consistent with specific commitments [the Government] ha[s] made\nto the Indians through treaties and other agreements.”Block, 461 U. S., at 283 (internal quotation marks\nomitted). By exempting Indian lands, Congress ensured that the\nGovernment’s “solemn obligations” to tribes would not be\n“abridg[ed] . . . without the consent of the Indians.”\nS. Rep. No. 92–575, at 4.Second, the Act preserves the United States’\npower to retain possession or control of any disputed property,\neven if a court determines that the Government’s property claim is\ninvalid. To that end, §2409a(b) “allow[s] the United States the\noption of paying money damages instead of surrendering the property\nif it lost a case on the merits.”Block, 461 U. S., at\n283. This provision was considered essential to addressing the\nGovernment’s “main objection in the past to waiving sovereign immu-\nnity” where federal land was concerned: that an adverse judgment\n“would make possible decrees ousting the United States from\npossession and thus interfer[e] with operations of the Government.”\nS. Rep. No. 92–575, at 5–6. Section 2409a(b)\n“eliminate[d] cause for such apprehension,” by ensuring that—even\nunder the QTA—the United States could not be stripped of its\npossession or control of property without its consent.Id.,at 6.Finally, the Act limits the class of individuals\npermitted to sue the Government to those claiming a “right, title,\nor interest” in disputed property. §2409a(d). As we have explained,\nCongress’ decision to restrict the class entitled to relief\nindicates that Congress precluded relief for the remainder. See,e.g., Blockv.Community Nutrition Institute,467 U.S.\n340, 349 (1984) (“[W]hen a statute provides a detailed\nmechanism for judicial consideration of particular issues at the\nbehest of particular persons, judicial review of those issues at\nthe behest of other persons may be found to be impliedly\nprecluded”). That inference is especially strong here, because the\nQTA was “enacted against the backdrop of sovereign immunity.”\nS. Rep. No. 94–996, p. 27 (1976). Section 2409a(d) thus\nindicates that Congress concluded that those without any “right,\ntitle, or interest” in a given property did not have an inter- est\nsufficient to warrant abrogation of the Government’s sovereign\nimmunity.Congress considered these conditions\nindispensible to its immunity waiver.[1] “[W]hen Congress attaches conditions to legislation\nwaiving the sovereign immunity of the United States, those\nconditions must be strictly observed, and exceptions thereto are\nnot to be lightly implied.”Block, 461 U. S., at 287.\nCongress and the Executive Branch intended the scheme to be the\nexclusive procedure for resolving property title disputes involving\nthe United States. Seeid., at 285 (describing Act as a\n“careful and thorough remedial scheme”); S. Rep. No. 92–575,\nat 4 (§2409a “provides acomplete, thoughtful approach to\nthe problem of disputed titles to federally claimed land” (emphasis\nadded)).For that reason, we held that Congress did not\nintend to create a “new supplemental remedy” when it enacted the\nAPA’s general waiver of sovereign immunity.Block, 461\nU. S., at 286, n. 22. “ ‘It would require the suspension\nof disbelief,’ ” we reasoned, “ ‘to ascribe to Congress\nthe design to allow its careful and thorough remedial scheme to be\ncircumvented by artful pleading.’ ”Id., at 285\n(quotingBrownv.GSA,425 U.S.\n820, 833 (1976)). If a plaintiff could oust the Government of\ntitle to land by means of an APA action, “all of the carefully\ncrafted provisions of the QTA deemed necessary for the protection\nof the national public interest could be averted,” and the “Indian\nlands exception to the QTA would be rendered nugatory.”Block, 461 U. S., at 284–285.We therefore had\nlittle difficulty concluding that Congress did not intend to render\nthe QTA’s limitations obsolete by affording any plaintiff the right\nto dispute the Government’s title to any lands by way of an APA\naction—and to empower any such plaintiff to “disposses[s] [the\nUnited States] of the disputed prop- erty without being afforded\nthe option of paying damages.”Id.,at 285.It is undisputed that Patchak does not meet the\nconditions to sue under the QTA. He seeks to challenge the\nGovernment’s title to Indian trust land (strike one); he seeks to\nforce the Government to relinquish possession and title outright,\nleaving it no alternative to pay compensation (strike two); and he\ndoes not claim any personal right, title, or interest in the\nproperty (strike three). Thus, by its express terms, the QTA\nforbids the relief Patchak seeks. Compareante,at 3 (“[A]ll\nparties agree that the suit now effectively seeks to divest the\nFederal Government of title to the [Indian trust] land”), withUnited Statesv.Mottaz,476\nU.S. 834, 842 (1986) (Section 2409a(a)’s Indian lands exclusion\n“operates solely to retain the United States’ immunity from suit by\nthird parties challenging the United States’ title to land held in\ntrust for Indians”). Consequently, Patchak may not avoid the QTA’s\nconstraints by suing under the APA, a statute enacted only four\nyears later. See 5 U. S. C. §702 (rendering the APA’s\nwaiver of sovereign immunity inapplicable “if any other statute\nthat grants consent to suit expressly or impliedly forbids the\nrelief which is sought”).BThe majority nonetheless permits Patchak to\ncircumvent the QTA’s limitations by filing an action under the APA.\nIt primarily argues that the careful limitations Con- gress imposed\nupon the QTA’s waiver of sovereign im- munity are “simply\ninapposite” to actions in which the plaintiff advances a different\n“grievance” to that underlying a QTA suit,i.e.,cases in\nwhich a plaintiff seeks to “strip the United States of title to the\nland . . . not on the ground that it is his,” but rather\nbecause “the Secretary’s decision to take land into trust violates\na federal statute.”Ante,at 7, 10. This analysis is\nunmoored from the text of the APA.Section 702 focuses not on a plaintiff’s\nmotivation for suit, nor the arguments on which he grounds his\ncase, but only on whether another statute expressly or impliedly\nforbids the relief he seeks. The relief Patchak admittedly seeks—to\noust the Government of title to Indian trust land—is identical to\nthat forbidden by the QTA. Conversely, the Court’s hypothetical\nsuit, alleging that the Bradley Property was causing environmental\nharm, would not be barred by the QTA. Seeante,at 6. That\nis not because such an action asserts a different “grievance,” but\nbecause it seeks different relief—abatement of a nuisance rather\nthan the extinguishment of title.[2]In any event, the “grievance” Patchak asserts is\nno different from that asserted inBlock—a case in which we\nunanimously rejected a plaintiff’s attempt to avoid the QTA’s\nrestrictions by way of an APA action or the similar device of an\nofficer’s suit.[3] That action,\nlike this one, was styled as a suit claiming that the Government’s\nactions respecting land were “ ‘ “not within [its]\nstatutory powers.” ’ ” 461 U. S., at 281. Cf.ante,at 10 (“[Patchak] asserts merely that the Secretary’s\ndecision to take land into trust violates a federal statute”). The\nrelief requested was also identical to that sought here: injunctive\nrelief directing the United States to “ ‘cease and desist from\n. . . exercising privileges of ownership’ ” over the\nland in question. 461 U. S., at 278; see also App. 38.The only difference that the majority can point\nto betweenBlockand this case is that Patchak asserts a\nweaker interest in the disputed property. But that is no reason to\nimagine that Congress intended a different outcome. As the majority\nitself acknowledges, the harm to the United States and tribes when\na plaintiff sues to extinguish the Government’s title to Indian\ntrust land is identical “whether or not a plaintiff claims to own\nthe land himself.”Ante,at 12. Yet, if the majority is\ncorrect, Congress intended the APA’s waiver of immunity to apply to\nthose hypothetical plaintiffs differently. Congress, it suggests,\nintended to permit anyone to circumvent the QTA’s careful\nlimitations and sue to force the Government to relinquish Indian\ntrust lands—anyone, that is, except those with the strongest\nentitlement to bring such actions: those claiming a personal\n“right, title, or interest” in the land in question. The majority’s\nconclusion hinges, therefore, on the doubtful premise that Congress\nintended to waive the Government’s sovereign immunity wholesale for\nthose like Patchak, who assert an “aesthetic” interest in land,ante,at 1, while retaining the Government’s sovereign immu-\nnity against those who assert a constitutional interest in land—the\ndeprivation of property without due process of law. This is highly\nimplausible. Unsurprisingly, the majority does not even attempt to\nexplain why Congress would have intended this counterintuitive\nresult.It is no answer to say that the QTA reaches no\nfurther than an “ordinary quiet title suit.”Ante,at 11.\nThe action permitted by §2409a is not an ordinary quiet title suit.\nAt common law, equity courts “permit[ted] a bill to quiet title to\nbe filed only by a party inpossession[of land] against a\ndefendant, who ha[d] been ineffectually seeking to establish a\nlegal title by repeated actions of ejectment.”Wehrmanv.Conklin,155 U.S.\n314, 321–322 (1894) (emphasis added). Section 2409a is broader,\nrequiring neither prerequisite. Moreover, as the majority tells us,\nseeante,at 7, an act to quiet title is “universally\nunderstood” as a proceeding “to establish a plaintiff’stitleto land.” Black’s Law Dictionary 34 (9th ed. 2009)\n(emphasis added). But §2409a authorizes civil actions in cases in\nwhich neither the Government, nor the plaintiff, claims title to\nthe land at issue. See §2409a(d) (“The complaint shall set forth\n. . . theright, title, orinterestwhich\nthe plaintiff claims” (emphasis added)).[4] A plaintiff may file suit under §2409a, for\ninstance, when he claims only an easement in land, the right to\nexplore an area for minerals, or some other lesser right or\ninterest. See S. Rep. No. 92–575, at 5. Notwithstanding its\ncolloquial title, therefore, the QTA plainly allows suit in\ncircumstances well beyond “bread-and-butter quiet title actions,”ante,at 3, n. 3.[5]The majority attempts to bolster its reading by\nemphasizing an unexpected source within §2409a: the clause\nspecifying that the United States may be sued “ ‘ina civil\naction under this section.’ ”Ante,at 11. The\nmajority understands this clause to narrow the QTA’s scope (and its\nlimitations on the Government’s immunity waiver) to quiet title\nclaims only. But “this section” speaks broadly to civil actions “to\nadjudicate a disputed title to real property in which the United\nStates claims an interest.” §2409a. Moreover, this clause is read\nmost straightforwardly to serve a far more pedestrian purpose:\nsimply to state that a claimant can file “a civil action under this\nsection”—§2409a—to adjudicate a disputed title in which the United\nStates claims an interest. Regardless of how one reads the clause,\nhowever, it does not alter the APA’s clear command that suits\nseeking relief forbidden by other statutes are not authorized by\nthe APA. And the QTA forbids the relief sought here: injunctive\nrelief forcing the Government to relinquish title to Indian\nlands.Even if the majority were correct that the QTA\nitself reached only as far as ordinary quiet title actions, that\nwould establish only that the QTA does not expressly forbid the\nrelief Patchak seeks. The APA, however, does not waive the\nGovernment’s sovereign immunity where any other statute “expresslyor impliedlyforbids the relief which is sought.” 5\nU. S. C. §702 (emphasis added). The text and history of\nthe QTA, as well as this Court’s precedent, make clear that the\nUnited States intended to retain its sovereign immunity from suits\nto dispossess the Government of Indian trust land. Patchak’s suit\nto oust the Government of such land is therefore, at minimum,\nimpliedly forbidden.[6]IIThree consequences illustrate the difficulties\ntoday’s holding will present for courts and the Government. First,\nit will render the QTA’s limitations easily circumvented. Although\nthose with property claims will remain formally prohibited from\nbringing APA suits because ofBlock, savvy plaintiffs and\ntheir lawyers can recruit a family member or neighbor to bring suit\nasserting only an “aesthetic” interest in the land but seeking an\nidentical prac- tical objective—to divest the Government of title\nand possession. §§2409a(a), (b). Nothing will prevent them from\nobtaining relief that the QTA was designed to foreclose.Second, the majority’s holding will frustrate\nthe Government’s ability to resolve challenges to its fee-to-trust\ndecisions expeditiously. When a plaintiff like Patchak asserts an\n“aesthetic” or “environmental” concern with a planned use of Indian\ntrust land, he may bring a distinct suit under statutes like the\nNational Environmental Policy Act of 1969 and the Indian Gaming\nRegulatory Act. Those challenges generally may be brought within\nthe APA’s ordinary 6-year statute of limitations. Suits to contest\nthe Government’s decision to take title to land in trust for Indian\ntribes, however, have been governed by a different rule. Until\ntoday, parties seeking to challenge such decisions had only a\n30-day window to seek judi- cial review. 25 CFR §151.12 (2011); 61\nFed. Reg. 18,082–18,083 (1996). That deadline promoted finality and\nsecurity—necessary preconditions for the investment and “economic\ndevelopment” that are central goals of the Indian Reorganization\nAct.Ante,at 16.[7]\nToday’s result will promote the opposite, retarding tribes’ ability\nto develop land until the APA’s 6-year statute of limitations has\nlapsed.[8]Finally, the majority’s rule creates substantial\nuncertainty regarding who exactly is barred from bringing APA\nclaims. The majority leaves unclear, for instance, whether its rule\nbars from suit only those who “claim any competing interest” in the\ndisputed land in their complaint,ante,at 7, or those who\ncould claim a competing interest, but plead only that the\nGovernment’s title claim violates a federal statute. If the former,\nthe majority’s holding would allow Patchak’s challenge to go\nforward even if he had some personal interest in the Bradley\nProperty, so long as his complaint did not assert it. That result\nis difficult to square withBlockandMottaz. If the\nlatter, matters are even more peculiar. Because a shrewd plaintiff\nwill avoid referencing her own property claim in her complaint, the\nGovernment may assert sovereign immu- nity only if its detective\nefforts uncover the plaintiff’s unstated property claim. Not only\ndoes that impose a substantial burden on the Government, but it\ncreates per-verse incentives for private litigants. What if a\nplain- tiff has a weak claim, or a claim that she does not know\nabout? Did Congress really intend for the availability of APA\nrelief to turn on whether a plaintiff does a better job of\noverlooking or suppressing her own property interest than the\nGovernment does of sleuthing it out?As these observations illustrate, the majority’s\nrule will impose a substantial burden on the Government and leave\nan array of uncertainties. Moreover, it will open to suit lands\nthat Congress and the Executive Branch thought the “national public\ninterest” demanded should remain immune from challenge. Congress\ndid not intend either result.*  *  *For the foregoing reasons, I would hold that\nthe QTA bars the relief Patchak seeks. I respectfully dissent.Notes1As we explained inBlockv.North Dakota ex rel. Board of Univ. and\nSchool Lands,461 U.S.\n273, 282–283 (1983), Congress’ initial proposal lacked such\nprovisions. The Executive Branch, however, strongly opposed the\noriginal bill, explaining that it was “too broad and sweeping in\nscope and lacking adequate safeguards to protect the public\ninterest.” Dispute of Titles on Public Lands: Hearings on S. 216\net al. before the Subcommittee on Public Lands of the Senate\nCommittee on Interior and Insular Affairs, 92d Cong., 1st Sess., 21\n(1971). Congress ultimately agreed, largely adopting the\nExecutive’s substitute bill. SeeBlock, 461 U. S., at\n283–284.2The majority claims,ante,at 7, n. 3, that this test has “no obvious\nlimits,” but it merely applies the text of §702 (which speaks of\n“relief,” not “grievances”). In any event, the majority’s\nhypothetical,ibid., compares apples to oranges. I do not\ncontend that the APA bars all injunctive relief involving Indian\nlands, simply other suits—like this one—that seek “to adjudicate a\ndisputed title to real property in which the United States claims\nan interest.” 28 U. S. C. §2409a(a). That result is\nentirely consistent withBlock—which stated that the APA\n“specifically confers no ‘authority to grant relief if any other\nstatute . . . expressly or impliedly forbids the relief\nwhich is sought.’ ” 461 U. S, at 286, n. 22 (quoting 5\nU. S. C. §702).3An officer’s suit is an\naction directly against a federal officer, but was otherwise\nidentical to the kind of APA action at issue here. CompareBlock, 461 U. S., at 281 (seeking relief because agency\nofficial’s actions were “ ‘ “not within [his] statutory\npowers” ’ ”), with 5 U. S. C. §706(2)(C) (“The\nreviewing court shall . . . hold unlawful and set aside\nagency action . . . found to be . . . in excess\nof statutory jurisdiction, authority, or\nlimitations”).4The majority notes that\nsome States permit a broader class ofclaims under the rubric of\n“quiet title,” and points to the “ ‘wide differences in State\nstatutory and decisional law’ on quiet title suits” at the time of\nthe Act.Ante,at 8, n. 4. But that substantial\nvariation only illustrates the artificiality of the majority’s\nclaim that the Act only “addresses quiet title actions, asordinarilyconceived.”Ante,at 9,\nn. 5.5I recognize, of course,\nthat the QTA is titled “[a]n Act to permit suits to adjudicate\ncertain real property quiet title actions.” 86Stat. 1176. But “the\ntitle of a statute . . . cannot limit the plain meaning\nof [its] text.”Trainmenv.Baltimore & Ohio\nR. Co.,331 U.S.\n519, 528–529 (1947). As explained above, the substance of\nCongress’ enactment plainly extends more broadly than quiet title\nactions, mirroring the scope of the title proposed by the\nGovernment. Seesupra,at 2.6Because I conclude that\nsovereign immunity bars Patchak’s suit,I would not reach the\nquestion of whether he has standing.7Trust status, for\ninstance, is a prerequisite to making lands eligible for various\nfederal incentives and tax credits closely tied to economic\ndevelopment. See,e.g.,App. 56. Delayed suits will also\ninhibit tribes from investing in uses other than gaming that might\nbe less objection-able—like farming or office use.8Despite notice of the\nGovernment’s intent through an organization with which he was\naffiliated, Patchak did not challenge the Government’s fee-to-trust\ndecision even though the organization did. SeeMichigan Gambling\nOppositionv.Kempthorne, 525 F.3d 23 (CADC 2008).\nInstead, Patchak waited to sue until three years after the\nSecretary’s intent to acquire the property was published. App. 35,\n39.",
    "joined": []
}