{
    "case": {
        "docket": "506",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/506/"
    },
    "id": "1970453",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–875_________________LYNWOOD D. HALL, et ux., PETITIONERSv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 14, 2012]Justice Sotomayor delivered the opinion of the\nCourt.Under Chapter 12 of the Bankruptcy Code, farmer\ndebtors may treat certain claims owed to a governmental unit\nresulting from the disposition of farm assets as dischargeable,\nunsecured liabilities. 11 U. S. C. §1222(a) (2)(A). One\nsuch claim is for “any tax . . . incurred by the estate.”\n§503(b)(B)(i). The question presented is whether a federal income\ntax liability resulting from individual debtors’ sale of a farm\nduring the pendency of a Chapter 12 bankruptcy is “incurred by the\nestate” and thus dischargeable. We hold that it is not.IAIn 1986, Congress enacted Chapter 12 of the\nBankruptcy Code, §1201et seq., to allow farmer debtors\nwith regu- lar annual income to adjust their debts. Chapter 12 was\nmodeled on Chapter 13, §1301et seq., which permits\nindividual debtors with regular annual income to preserve existing\nassets subject to a “court-approved plan under which they pay\ncreditors out of their future income.”Hamiltonv.Lanning, 560 U. S. ___, ___ (2010) (slip op., at 1).\nChapter 12 debtors similarly file a plan of reorganization. §1221.\nTo be confirmed, the plan must provide for the full payment of\npriority claims. §1222(a)(2).In the Bankruptcy Abuse Prevention and Consumer\nProtection Act of 2005 (BAPCPA), §1003, 119Stat. 186, Congress\ncreated an exception to that requirement:“Contents of plan“(a) The plan shall—.     .     .     .     .“(2) provide for the full payment, in deferred\ncash payments, of all claims entitled to priority under section\n507, unless—“(A) the claim is a claim owed to a governmental\nunit that arises as a result of the sale, transfer, exchange, or\nother disposition of any farm asset used in the debtor’s farming\noperation, in which case the claim shall be treated as an unsecured\nclaim that is not entitled to priority under section 507, but the\ndebt shall be treated in such manner only if the debtor receives a\ndischarge.” 11 U. S. C. §1222.Under §1222(a)(2)(A), certain governmental\nclaims resulting from the disposition of farm assets are downgraded\nto general, unsecured claims that are dischargeable after less than\nfull payment. See §1228(a). The claims are stripped of their\npriority status.That exception, however, applies only to claims\nin the plan that are “entitled to priority under section 507” in\nthe first place. Section 507 lists 10 categories of such claims.\nTwo pertain to taxes: One category, §507(a)(8), covers prepetition\ntaxes, and is inapplicable in this case. The other, §507(a)(2),\ncovers “administrative expenses allowed under section 503(b),”\nwhich in turn includes “any tax . . . incurred by the\nestate.” §503(b)(B)(i). Thus, for postpetition taxes to be entitled\nto priority under §507 and eligible for the §1222(a)(2)(A)\nexception, the taxes must be “incurred by the estate.”BPetitioners Lynwood and Brenda Hall petitioned\nfor bankruptcy under Chapter 12 and sold their farm shortly\nthereafter. Petitioners initially proposed a plan of reorganization\nunder which they would pay off outstanding liabilities with\nproceeds from the sale. The Internal Revenue Service (IRS)\nobjected, asserting a federal income tax of $29,000 on the capital\ngains from the farm sale.Petitioners amended their proposal to treat the\nincome tax as a general, unsecured claim to be paid to the extent\nfunds were available, with the unpaid balance discharged. Again the\nIRS objected. Taxes on income from a postpetition farm sale, the\nIRS argued, remain the debtors’ independent responsibility because\nthey are neither collectible nor dischargeable in bankruptcy.The Bankruptcy Court sustained the objection.\nThe court reasoned that because a Chapter 12 estate is not a\nseparate taxable entity under the Internal Revenue Code (IRC), see\n26 U. S. C. §§1398, 1399, it cannot “incur” taxes for\npurposes of 11 U. S. C. §503(b).The District Court reversed, expressing doubt\nthat IRC provisions are relevant to interpreting §503(b). Based on\nits reading of legislative history, the District Court determined\nthat Congress intended §1222(a)(2)(A) to extend to petitioners’\npostpetition taxes.The Court of Appeals for the Ninth Circuit\nreversed. 617 F.3d 1161 (2010). The Court of Appeals held that the\nChapter 12 estate does not “incur” the postpetition federal income\ntaxes for purposes of §503(b) because it is not a separate taxable\nentity under the IRC, and noted that Congress repeatedly has\nindicated the relevance of the IRC’s taxable entity provisions to\nthe Bankruptcy Code. Although “sympathetic” to the view that the\npostpetition tax liabilities should be dischargeable, the Court of\nAppeals held that “the operative language simply failed to make its\nway into the statute.”Id.,at 1167. The Court of Appeals\nconcluded that because the taxes do not qualify under §503(b), they\nare not priority claims in the plan eligible for the §1222(a)(2)(A)\nexception.Judge Paez dissented, siding with a sister\nCircuit that had concluded that Congress intended §1222(a)(2)(A) to\nextend to such postpetition federal income taxes. We granted\ncertiorari to resolve the split of authority.[1] 564 U. S. ___ (2011).IIAOur resolution of this case turns on the\nmeaning of a phrase in §503(b) of the Bankruptcy Code: “incurred by\nthe estate.” The parties agree that §1222(a)(2)(A) applies only to\npriority claims collectible in the bankruptcy plan and that\npostpetition federal income taxes so qualify only if they\nconstitute a “tax . . . incurred by the estate.”\n§503(b)(B)(i).The phrase “incurred by the estate” bears a\nplain and natural reading. SeeFCCv.AT&T Inc.,\n562 U. S. ___, ___ (2011) (slip op., at 5) (“When a statute\ndoes not define a term, we typically ‘give the phrase its ordinary\nmeaning’ ”). To “incur,” one must “suffer or bring on oneself\n(a liability or expense).” Black’s Law Dictionary 836 (9th ed.\n2009); see also Webster’s Third New International Dictionary 1146\n(1976) (“to . . . become liable or subject to: bring down\nupon oneself”); Random House Dictionary 722 (1966) (“to become\nliable or subject to through one’s own action; bring upon\noneself”). A tax “incurred by the estate” is a tax for which the\nestate itself is liable.As the IRC makes clear, only certain estates are\nliable for federal income taxes. Title 26 U. S. C. §§1398\nand 1399 address taxation in bankruptcy and define the division of\nresponsibilities for the payment of taxes between the estate and\nthe debtor on a chapter-by-chapter basis. Section 1398 provides\nthat when an individual debtor files for Chapter 7 or 11\nbankruptcy, the estate shall be liable for taxes. In such cases,\nthe trustee files a separate re- turn on the estate’s behalf and\n“[t]he tax” on “the taxable income of the estate . . .\nshall be paid by the trustee.” §1398(c)(1); see also §6012(b)(4)\n(“Returns of . . . an estate of an individual under\nchapter 7 or 11 . . . shall be made by the fiduciary\nthereof”). Section 1399 provides that “[e]xcept in any case to\nwhich section 1398 applies, no separate taxable entity shall result\nfrom the commencement of a [bankruptcy] case.” In Chapter 12 and 13\ncases, then, there is no separately taxable estate. The debtor—not\nthe trustee—is generally liable for taxes and files the only tax\nreturn. SeeIn re Lindsey, 142 B.R. 447, 448 (Bkrtcy.\nCt. WD Okla. 1992) (“It is clear that, pursuant to 26\nU. S. C. §1398 and 1399, the standing Chapter 12 trustee\nneither files a return nor pays federal income tax”); cf.infra, at 15 (discussing special trustee duties in\ncorporate-debtor cases).These provisions suffice to resolve this case:\nChapter 12 estates are not taxable entities. Petitioners, not the\nestate itself, are required to file the tax return and are liable\nfor the taxes resulting from their postpetition farm sale. The\npostpetition federal income tax liability is not “incurred by the\nestate” and thus is neither collectible nor discharge- able in the\nChapter 12 plan.[2]BOur reading of “incurred by the estate” as\ninformed by the IRC’s separate taxable entity rules draws support\nfrom a related provision of the Bankruptcy Code, 11\nU. S. C. §346, and its longstanding interplay with 26\nU. S. C. §§1398 and 1399. That relationship illustrates\nthat from the inception of the current Bankruptcy Code, Congress\nhas specified on a chapter-by-chapter basis which estates are\nseparately taxable and therefore liable for taxes. That\nrelationship also refutes the dissent’s suggestion that applying\nsuch rules is an incongruous importation of “taxlaw”\nunconnected to “bankruptcy principles (as Congress understood\nthem).”Post, at 8–9 (opinion of Breyer, J.). And it\nreinforces the reason- ableness of our view that whether an estate\n“incurs” taxes under §503(b) turns on such chapter-by-chapter\ndistinctions.In the original Bankruptcy Code, Congress\nincluded a provision, §346, that set out a chapter-specific\ndivision of tax liabilities between the estate and the debtor.\nBankruptcy Reform Act of 1978, 92Stat. 2565. Section 346(b)(1)\nprovided that in an individual-debtor Chapter 7 or 11 bankruptcy,\n“any income of the estate may be taxed under a State or local law\nimposing a tax . . .only totheestate, and may not be taxed tosuchindividual.” 92Stat. 2565 (emphasis added); see also 11\nCollier on Bankruptcy ¶TX12.03[5][b][i], p. TX12–21 (16th ed. 2011)\n(hereinafter Collier) (§346(b) “provided that in a case under\nchapter 7 [or] 11 . . . the estate of an individual is a\ntaxable entity”). Section 346(d) provided, meanwhile, that in a\nChapter 13 bankruptcy, “any income of the estate or the debtor may\nbe taxed under a State or local law imposing a tax . . .only tothedebtor, and may not be taxed totheestate.” 92Stat. 2566 (emphasis added). Congress\nthus established that the estate in an individual-debtor Chapter 7\nor 11 bankruptcy is a separate taxable entity; the estate in a\nChapter 13 bankruptcy is not.[3]Although §346 concerned state or local\ntaxes,[4] Congress applied its\nframework to federal taxes two years later. In the Bankruptcy Tax\nAct of 1980, 94Stat. 3397, Congress enacted 26 U. S. C.\n§§1398 and 1399. Section 1398 of the IRC, much like §346(b) in the\nBankruptcy Code, established that the estate is separately taxable\nin individual-debtor Chapter 7 or 11 cases. Section 1399 of the\nIRC, much like §346(d) in the Bankruptcy Code, clarified that the\nestate is not separately taxable in Chapter 13 (and now Chapter 12)\ncases.In 2005, Congress in BAPCPA amended §346 and\ncrystallized the connection between the Bankruptcy Code and the\nIRC. Section 346 now expressly aligns its assignment of state or\nlocal taxes with the rules for federal taxes, providing in relevant\npart:“(a) Whenever the Internal Revenue Code of\n1986 provides that a separate taxable estate or entity is created\nin a case concerning a debtor under this title, and the income\n. . . of such estate shall be taxed to or claimed by the\nestate, a separate taxable estate is also created for purposes of\nany State and local law imposing a tax on or measured by income and\nsuch income . . . shall be taxed to or claimed bythe\nestateand may not be taxed to or claimed bythe\ndebtor.“(b) Whenever the Internal Revenue Code of 1986\nprovides that no separate taxable estate shall be created in a case\nconcerning a debtor under this title, and the income\n. . . of an estate shall be taxed to or claimed by the\ndebtor, such income . . . shall be taxed to or claimed bythe debtorunder a State or local law imposing a tax on or\nmeasured by income and may not be taxed to or claimed bythe\nestate.” (Emphasis added.)Thus, whenever the estate is separately taxable\nunder federal income tax law, that “is also” the case under state\nor local income tax law, §346(a), and vice versa, §346(b). And\ngiven that the Bankruptcy Code instructs that the as- signment of\nstate or local tax liabilities shall turn on the IRC’s separate\ntaxable entity rules, there is parity in turning to such rules in\nassigning federal tax liabilities.In the same Act, Congress added §1222(a)(2)(A).\nSection 1222(a)(2)(A) carves out an exception to the ordinary\npriority classification scheme. But §1222(a)(2)(A) did not purport\nto redefine which claims are otherwise entitled to priority, much\nless alter the underlying division of tax liability between the\nestate and the debtor in Chapter 12 cases. “We assume that Congress\nis aware of existing law when it passes legislation,”Milesv.Apex Marine Corp.,498 U.S.\n19, 32 (1990), and the existing law at the enactment of\n§1222(a)(2)(A) indicated that an estate’s liability for taxes\nturned on chapter-by-chapter separate taxable entity rules.CThe statutory structure further reinforces our\nholding that petitioners’ postpetition income taxes are not\n“incurred by the estate.” As a leading bankruptcy treatise and\nlower courts recognize, “[b]ecause chapter 12 was modeled on\nchapter 13, and because so many of the provisions are identical,\nchapter 13 cases construing provisions corresponding to chapter 12\nprovisions may be relied on as authority in chapter 12 cases.” 8\nCollier ¶1200.01[5], at 1200–10;In re Lopez, 372 B.R. 40,\n45, n. 13 (Bkrtcy. App. Panel CA9 2007);Justicev.Valley Nat. Bank, 849 F.2d 1078, 1083 (CA8 1988). We agree.\nSection 1322(a)(2), like §1222(a)(2), requires full payment of “all\nclaims entitled to priority under section 507” under the plan. Both\nprovisions cross-reference the same section of the Code, §507, and\nin turn, the same subsection, §503(b). Both are treated alike by\nIRC §§1398 and 1399. Whether postpetition taxes qualify under\n§503(b) in Chapter 13 thus sheds light on whether they so qualify\nin petitioners’ Chapter 12 case.Bankruptcy courts and commentators have reasoned\nthat postpetition income taxes are not “incurred by the estate”\nunder §503(b) because “a tax on postpetition income of the debtor\nor of the chapter 13 estate is not a liability of the chapter 13\nestate; it is a liability of the debtor alone.” 8 Collier\n¶1305.02[1], at 1305–5 and 1305–6.[5] For over a decade, the Government has likewise hewed to\nthe position that “since post-petition tax liabilities are, in\nChapter 13 cases, incurred by the debtor, rather than the\nbankruptcy estate, characterizing such liabilities as\nadministrative expenses is inconsistent with section 503.” IRS\nChief Counsel Advice No. 200113027, p. 6 (Mar. 30, 2001), 2001\nWL 307746, *4; see also Internal Revenue Manual §5.9.10.9.2(3)\n(2006) (hereinafter IRM); IRS Litigation Guideline Memorandum\nGL–26, p. 9 (Dec. 16, 1996), 1996 WL 33107107, *6. We see no\nreason to depart from those established understandings. To\n“ ‘hold the Chapter 13 estate liable for [a] tax when it does\nnot exist as a taxable entity defies common sense as well as\nCongress’ intent.’ ”In re Whall, 391 B.R. 1, 4\n(Bkrtcy. Ct. Mass. 2008). The same holds true for a Chapter 12\nestate.A provision in Chapter 13 confirms that\npostpetition income taxes fall outside §503(b). Section 1305(a)(1)\npro- vides that “[a] proof of claimmaybe filed by any\nentity that holds a claim against the debtor . . . for\ntaxes that become payable to a governmental unit while the case is\npending.” (Emphasis added.) That provision gives holders of\npostpetition claims the option of collecting postpetition taxes\nwithin the bankruptcy case—an option that the Government would\nnever need to invoke if postpetition tax liabilities were already\ncollectible inside the bankruptcy. Accordingly, lest we render\n§1305 “ ‘inoperative or superfluous,’ ”Hibbsv.Winn,542 U.S.\n88, 101 (2004), it is clear that postpetition income taxes are\nnot automatically collectible in a Chapter 13 plan and,a fortiori, are not administrative expenses under\n§503(b).It follows that postpetition income taxes are\nnot automatically collectible in petitioners’ Chapter 12\nplan.[6] Because both chapters\ncross-reference §503(b) in an identical manner, see §§1222(a)(2),\n1322(a)(2), we are cognizant that any conflicting reading of\n§503(b) here could disrupt settled Chapter 13 practices. SeeCohenv. de la Cruz,523 U.S.\n213, 221 (1998) (the Court “ ‘will not read the Bankruptcy\nCode to erode past bankruptcy practice absent a clear indication\nthat Congress intended such a departure’ ”). Chapter 13\nfilings outnumber Chapter 12 filings six-hundred-fold. See\nU. S. Bankruptcy Courts—Cases Commenced During the 12-Month\nPeriod Ending September 30, 2011 (Table F–2),\nhttp://www.uscourts.gov/ Statistics/BankruptcyStatistics.aspx\n(estimating 676 and 417,503 annual Chapter 12 and 13 filings,\nrespectively) (as visited May 14, 2012, and available in Clerk of\nCourt’s case file). Yet adopting petitioners’ reading of §503(b)\nwould mean that, in every Chapter 13 case, the Government could\nignore §1305 and expect priority payment of postpetition income\ntaxes in every plan.At bottom, “identical words and phrases within\nthe same statute should normally be given the same meaning.”Powerex Corp.v.Reliant Energy Services, Inc.,551 U.S.\n224, 232 (2007). Absent any indication that Congress intended a\nconflict between two closely related chapters, we decline to create\none.[7]IIIPetitioners and the dissent advance several\narguments for why the postpetition income taxes at issue should be\nconsidered “incurred by the estate,” notwithstanding the IRC’s\nseparate taxable entity rules. But none provides sufficient reason\nto overcome the statute’s plain language, context, and\nstructure.Petitioners primarily argue that “incurred by\nthe estate” has a temporal meaning. Petitioners emphasize that the\nestate only comes into existence after a bankruptcy petition is\nfiled. Thus, they reason, taxes “incurred by the estate” refers to\nall taxes “incurred postpetition,” regardless of whether the estate\nis liable for the tax and regardless of the chapter under which a\ncase is filed. Although all taxes “incurred by the estate” are\nnecessarily incurred postpetition, not all taxes incurred\npostpetition are “incurred by the estate.” That an estate cannot\nincur liability until it exists does not mean that every liability\nthat arises after that point automatically becomes the estate’s\nliability. And there is no textual basis to focus onwhenthe liability is incurred, as opposed to whether the liability is\nincurred“bythe estate.”Alternately, petitioners contend that a tax\nshould be considered “incurred by the estate” so long as it is\npayable out of estate assets. Income from postpetition sales of\nfarm assets is considered property of the estate. See §1207(a).\nPetitioners argue that even if the debtor—and not the estate—is\nliable for a tax, the tax is still “incurred by the estate” because\nthe funds the debtor uses to pay the tax are property of the\nestate. But that too strains the text beyond what it can bear. To\nconcede that someone other than the estate is liable for filing the\nreturn and paying the tax, and yet maintain that the estate is the\none that has “incurred” the tax, defies the ordinary meaning of\n“incur” as bringing a liability upon oneself.The dissent, echoing both of these points, urges\nthat we “simply . . . consider the debtor and estate asmerged.”Post,at 11. “The English language,” the\ndissent reasons, “permits this reading” and “do[es] not require”\nour reading.Post,at 8–9. But any reading of “tax\n. . . incurredby the estate” that is contingent\non merging the debtor and estate—despite Congress’ longstanding\nefforts todistinguishbetween when tax liabilities are\nborne by the debtor or borne by the estate—is not a natural\nconstruction of the statute as written.Moreover, these alternative readings create a\nconflict between §503(b) and §346(b). Petitioners consider\npostpetition state or local income taxes, like federal income\ntaxes, to be “incurred by the estate” under §503(b). See Tr. of\nOral Arg. 4–5. But §346(b) requires that such taxes be borne by the\nChapter 12 debtor, not the estate. It is implausible to maintain\nthat taxes are “incurred by the estate” when §346(b) specifically\nprohibits such taxes from being “taxed to or claimed by the\nestate.”To buttress their counterintuitive readings of\nthe text, petitioners and the dissent suggest that there is a long\nhistory of treating postpetition taxes as administrative expenses\nentitled to priority. Both point to two legislative Reports\naccompanying the 1978 enactment of §503. But neither snippet from\nwhich they quote is inconsistent with today’s holding,[8] and we have cautioned against\n“allowing ambiguous legislative history to muddy clear statutory\nlanguage.”Milnerv.Department of Navy, 562\nU. S. ___, ___ (2011) (slip op., at 9).Petitioners also point to cases suggesting that\npostpetition taxes were treated as administrative expenses.E.g.,United Statesv. Noland,517 U.S.\n535, 543 (1996) (cor- porate Chapter 11 debtor);Nicholasv.United States,384\nU.S. 678, 687–688 (1966) (corporate Chapter XI case under\npredecessor Bankruptcy Act). But those cases involve corporate\ndebtors and are therefore inapposite. Among estates that are not\nseparately taxable, those involving corporate debtors have long\nbeen singled out by Congress for special responsibilities.[9] See H. R. Rep., at 277 (even\n“[i]f the estate is not a separate taxable entity,” administrative\nresponsibility can “var[y] according to the nature of the debtor”).\nAlthough estates of corporate debtors are not separate taxable\nentities under 26 U. S. C. §§1398 and 1399, the IRC\nrequires a trustee that “has possession of or holds title to all or\nsubstantially all the property or business of a corporation” to\n“make the return of income for such corporation.” §6012(b)(3). In\neffect, Congress provided that the trustee in a corporate-debtor\ncase may shoulder responsibility that parallels that borne by the\ntrustee of a separate taxable entity. In any event, petitioners do\nnot deny that neither the separate taxable entity provisions nor\nthe special provisions for corporate debtors apply to them.Finally, petitioners and the dissent contend\nthat the purpose of 11 U. S. C. §1222(a)(2)(A) was to\nprovide debtors with robust relief from tax debts, relying on\nstatements by a single Senator on unenacted bills introduced in\nyears preceding the enactment. See Brief for Petitioners 23–36.\nThey argue that deeming §1222(a)(2)(A) inapplicable to their\npostpetition income taxes would undermine that purpose and confine\nthe exception to prepetition taxes. But we need not resolve here\nwhat other claims, if any, are covered by §1222(a)(2)(A).[10] Whatever the 2005 Congress’\nintent with respect to §1222(a)(2)(A), that provision merely carved\nout an exception to the pre-existing priority classification\nscheme. The exception could only apply to claims “entitled to\npriority under section 507” in the first place. That pre-existing\nscheme was in turn premised on antecedent, decades-old\nunderstandings about the scope of §503(b) and the division of tax\nliabilities between estates and debtors. SeeDewsnupv.Timm,502 U.S.\n410, 419 (1992) (“When Congress amends the bankruptcy laws, it\ndoes not write ‘on a clean slate’ ”). If Congress wished to\nalter these background norms, it needed to enact a provision to\nenable postpetition income taxes to be collected in the Chapter 12\nplan in the first place.The dissent concludes otherwise by an inverted\nanalysis. Rather than demonstrate that such claims were treated as\n§507 priority claims in the first place, the dissent begins with\nthe single Senator’s stated purpose for the exception to that\npriority scheme.Post,at 7. It then reasons backwards from\nthere, and in the process upsets background norms in both Chapters\n12 and 13.Certainly, there may be compelling policy\nreasons for treating postpetition income tax liabilities as\ndischarge- able. But if Congress intended that result, it did not\nso provide in the statute. Given the statute’s plain language,\ncontext, and structure, it is not for us to rewrite the statute,\nparticularly in this complex terrain of interconnected provisions\nand exceptions enacted over nearly three decades. Petitioners’\nposition threatens ripple effects beyond this individual case for\ndebtors in Chapter 13 and the broader bankruptcy scheme that we\nneed not invite. As the Court of Appeals noted, “Congress is\nentirely free to change the law by amending the text.” 617\nF. 3d, at 1167.*  *  *We hold that the federal income tax liability\nresulting from petitioners’ postpetition farm sale is not “incurred\nby the estate” under §503(b) and thus is neither collectible nor\ndischargeable in the Chapter 12 plan. We therefore affirm the\njudgment of the Court of Appeals for the Ninth Circuit.It is so ordered.Notes1CompareIn re\nDawes, 652 F.3d 1236 (CA10 2011), and 617 F.3d 1161 (CA9 2010)\n(case below), withKnudsenv.IRS, 581 F.3d 696 (CA8\n2009) (postpetition federal taxes are eligible for the\n§1222(a)(2)(A) exception and thus dischargeable).2Because we hold that the\npostpetition federal income taxes at issue are not collectible in\nthe plan because they are not “incurred by the estate,” we need not\naddress the Government’s broader alternative argument that Chapter\n12 plans are exclusively limited to prepetition\nclaims.3For those of us for whom\nit is relevant, the legislative historyconfirms that Congress\nviewed §346 as defining which estates were separate taxable\nentities. See H. R. Rep. No. 95–595, p. 275 (1977)\n(here-inafter H. R. Rep.) (“A threshold issue to be considered\nwhen a debtor files a petition under title 11 is whether the estate\ncreated . . . should be treated as a separate taxable\nentity”);id., at 334 (“Subsection (d) indicates that the\nestate in a chapter 13 case is not a separate taxable entity”);\naccord, S. Rep. No. 95–989, p. 45 (1978) (hereinafter\nS. Rep.); H. R. Rep., at 335 (noting “the creation of the\nestate of an individual under chapters 7 or 11 of title 11 as a\nseparate taxable entity”); accord, S. Rep., at 46. The Reports\nalso tie separate taxable entity status to the responsibility to\nfile returns and pay taxes. See H. R. Rep., at 277 (“If the\nestateis a separate taxable entity, then the representative of the\nestate is responsible for filing any income tax returns and paying\nany taxes due by the estate”);id.,at 278 (“When the estate\nis not a separate taxable entity, then taxation of the debtor\nshould be conducted on the same basis as if no petition were\nfiled”).4A dispute over Committee\njurisdiction led to the insertion of “State or local” before each\nmention of “law imposing a tax.” Compare H. R. 8200, 95th Cong.,\n1st Sess., §346 (1977), with §346, 92Stat. 2565. Nonetheless, the\nHouse Report underscored that the policy behind §346 applied\nequally to federal taxes: “[T]here is a strong bankruptcy policy\nthat these provisions apply equally to Federal, State, and local\ntaxes. However, in order to avoid any possible jurisdictional\nconflict with the Ways and Means Committee over the applicability\nof these provisions to Federal taxes, H. R. 8200 has been\namended to make the sections inapplicable to Federal taxes. The\namendment . . . will obviate the need for a sequential\nreferral of the bill to Ways and Means, which will be considering\nthese provisions and other bankruptcy-related tax law later in this\nCongress.” H. R. Rep., at 275.5See,e.g.,In re Maxfield, No. 04–60355, 2009 WL 2105953, *5–*6\n(Bkrtcy. Ct. ND Ind. 2009);In re Jagours, 236 B.R.\n616, 620 (Bkrtcy. Ct. ED Tex. 1999);In re Whall, 391\nB.R. 1, 5–6 (Bkrtcy. Ct. Mass. 2008);In re Brown, No.\n05–41071, 2006 WL 3370867, *3 (Bkrtcy. Ct. Mass. 2006);In re Gyulafia, 65 B.R. 913, 916 (Bkrtcy. Ct. Kan.\n1986).6The dissent suggests that\nChapter 12 can be distinguished from Chapter 13 because Chapter 12\nbankruptcies tend to be longer, such that the treatment of taxes is\nmore “important.”Post,at 13. Asa practical matter, it is\nnot clear that Chapter 12 bankruptcies are substantially longer.\nCompare Brief for Neil E. Harl. et al. asAmici Curiae33 (median Chapter 12 case duration is under 8 months) with Tr. of\nOral Arg. 49 (“on average we’re talking about 4 months in a chapter\n13 case”). In any event, there is no indication that Congress\nintended any difference in duration—if it anticipated a difference\nat all—to flip the characterization of postpetition income taxes\nfrom one chapter to the other. Nor does the absence of a §1305\nequivalent in Chapter 12 justify shoehorning postpetition taxes\ninto §503(b), as the dissent argues. That Chapter 12 lacks a\nprovision allowing such taxes to be brought inside the plan only\nclarifies that such taxes fall outside of the plan. The dissent\nalternatively suggests that it “do[es] not see the serious harm in\ntreating the relevant taxes as ‘administrative expenses’ inbothChapter 12 and Chapter 13 cases.”Post,at\n13–14. The “harm” is to settled understandings in Chapter 13 to the\ncontrary. The “harm” is also to §1305; to avoid rendering §1305 a\nnullity, the dissent recasts the provision as applicable not to all\n“taxes that become payable . . . while the case is\npending,” but only those payable “afterthe Chapter 13 Plan\nis confirmed.”Post,at 14. The dissent does not claim,\nhowever, that this was Congress’ intent for §1305, as Congress’\nchoice of words would be exceedingly overbroad if it were. And the\ndissent’s novel reading contravenes ample Chapter 13 authority\nrecognizing no such limitation on §1305’s scope.E.g.,8\nCollier ¶1305.02 (citing cases).7IRS manuals dating back\nto 1998 indicate that the Government did not view postpetition\nfederal income taxes as collectible in an individ-ual debtor’s\nChapter 12 plan, even when that view was adverse to its interests.\nSee IRM §25.17.12.9.3 (2004);id., §25.17.12.9.3(1)\n(2002);id., §5.9, ch. 10.8(4) (1999);id., §5.9, ch.\n10.8(4) (1998). Until the en-actment of 11 U. S. C.\n§1222(a)(2)(A), treating such taxes as priority claims in the plan\nwould have assured the Government of full payment before or at the\ntime of the plan.8The House Report\nstated—after noting that, in addition to prepetition taxes,\n“certain other taxes are entitled to priority”—that “[t]axes\narising from the operation of the estate after bankruptcy are\nentitled to priority as administrative expenses.” H. R. Rep.,\nat 193. That is still true. Many taxes arising after bankruptcy, as\nin individual-debtor Chapter 7 or 11 cases, remain entitled to\npriority as administrative expenses. The Senate Report, meanwhile,\nstated: “In general, administrative expenses include taxes\nwhich the trustee incurs in administering the debtor’s estate,\nincluding taxes on capital gains from sales of propertyby the\ntrusteeand taxes on income earned by the estate during the\ncase.” S. Rep., at 66 (emphasis added). That likewise remains true.\nAdministrative expenses still include income taxes that “the\ntrustee,” as opposed to the debtor, has incurred—again, as in\nindividual-debtor Chapter 7 or 11 cases.9The original §346\nestablished that the estate of a corporate debtoris not a separate\ntaxable entity, but nonetheless provided that “the trustee shall\nmake any [State or local] tax return otherwise required\n. . . to be filed by or on behalf of such . . .\ncorporation.” §§346(c)(1)–(2), 92Stat. 2565, 2566. The current §346\nsimilarly states, in the same provision deeming the debtor taxable\nwhen there is no separate taxable estate, that “[t]he trustee shall\nmake such tax returns of income of corporations\n. . . . The estate shall be liable for any [State or\nlocal] tax imposed on such corporation.” §346(b).10The\ndissent opines that employment taxes must be administrative\nexpenses “incurred by the estate” because, in its view, they “do\nnotfit easily” within the category of administrative expenses under\n§503(b)(1)(A)(i), notwithstanding the Government’s contrary\nrepresentations on both points.Post,at 12. Because\nemployment taxes are not at issue in this case, we offer no opinion\non either question.",
    "joined": []
}