{
    "case": {
        "docket": "89",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/89/"
    },
    "id": "1963370",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGUNICODE VALUE=\"8195\">KAWASAKI KISEN KAISHA LTD. V. REGAL-BELOIT\nCORP.561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNOS. 08-1553 AND 08-1554KAWASAKI KISEN KAISHA LTD., et al., PETITIONERS08–1553v.REGAL-BELOIT CORPORATION et al.UNION PACIFIC RAILROAD COMPANY,\nPETITIONER08–1554   v.REGAL-BELOIT CORPORATION et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 21, 2010]Justice Sotomayor, with\nwhom Justice Stevens and Justice Ginsburg join, dissenting.In my view, the Carmack Amendment\nto the Interstate Commerce Act (ICA), §7, 34 Stat. 595, plainly\napplies to the inland leg of a multimodal shipment traveling on an\ninternational through bill of lading. Unless they have permissibly\ncontracted around Carmack’s requirements, rail carriers in the\nUnited States such as petitioner Union Pacific are subject to those\nrequirements, even though ocean carriers such as petitioner “K”\nLine are not. To avoid this simple conclusion, the Court contorts\nthe statute and our cases, misreads the statutory history, and\nascribes to Congress a series of policy choices that Congress\nmanifestly did not make. Because I believe Carmack provides the\ndefault legal regime for rail transportation of cargo within the\nUnited States, regardless of whether the shipment originated\nabroad, I would reach the second question presented: whether Union\nPacific was free to opt out of Carmack under 49 U. S. C.\n§10709, or whether Union Pacific first had to offer “K” Line, its\ncontractual counterparty, Carmack-compliant terms under §10502. As\nto that question, I would hold that opt-out under §10709 was not\navailable and would remand to the District Court to consider in the\nfirst instance whether Union Pacific satisfied its obligations\nunder §10502. For these reasons, I respectfully dissent.IThe Court’s interpretation of\nCarmack’s scope is wrong as a matter of text, history, and\npolicy.A1I begin with the statute’s text.\nTwo provisions guide my conclusion that Carmack provides the\ndefault legal regime for the inland leg of a multimodal shipment\ntraveling on an international through bill of lading: §11706(a),\nwhich outlines the basic requirements for liability under Carmack,\nand §10501(a), which defines the jurisdiction of the Surface\nTransportation Board (STB or Board), the successor to the\nInterstate Commerce Commission (ICC), seeante, at 7.\nSection 11706(a) states as follows:“A rail carrier providing\ntransportation or service subject to the jurisdiction of the Board\nunder this part shall issue a receipt or bill of lading for\nproperty it receives for transportation under this part. That rail\ncarrier and any other carrier that delivers the property and is\nproviding transportation or service subject to the jurisdiction of\nthe Board under this part are liable to the person entitled to\nrecover under the receipt or bill of lading. The liability imposed\nunder this subsection is for the actual loss or injury to the\nproperty caused by—“(1) the receiving rail carrier;“(2) the delivering rail carrier; or“(3) another rail carrier over whose line or\nroute the property is transported in the United States or from a\nplace in the United States to a place in an adjacent foreign\ncountry when transported under a through bill of lading.“Failure to issue a receipt or bill of lading does not affect\nthe liability of a rail carrier. A delivering rail carrier is\ndeemed to be the rail carrier performing the line-haul\ntransportation nearest the destination but does not include a rail\ncarrier providing only a switching service at the destination.”With respect to the Board’s jurisdiction, §10501(a)\nprovides as follows:“(1) Subject to this chapter, the\nBoard has jurisdiction over transportation by rail carrier that\nis—“(A) only by railroad; or“(B) by railroad and water, when the\ntransportation is under common control, management, or arrangement\nfor a continuous carriage or shipment.“(2) Jurisdiction under paragraph (1) applies\nonly to transportation in the United States between a place in—“(A) a State and a place in the same or\nanother State as part of the interstate rail network;.     .     .     .     .“(E) the United States and another place in\nthe United States through a foreign country; or“(F) the United States and a place in a\nforeign country.”“A simple, straight-forward\nreading of [these provisions] practically compels the conclusion\nthat the Carmack Amendment applies in a typical multimodal carriage\ncase with inland damage.” Sturley, Maritime Cases About Train\nWrecks: Applying Maritime Law to the Inland Damage of Ocean Cargo,\n40 J. Mar. L. & Com. 1, 13 (2009) (hereinafter Train Wrecks).\nThe first sentence of §11706(a) sets forth the circumstances in\nwhich a receiving rail carrier must issue a bill of lading: when\nproperty is first “receive[d]” for domestic transportation. This\nsentence does not define the full scope of Carmack liability,\nhowever, as the penultimate sentence of §11706(a) makes the absence\nof a bill of lading ultimately immaterial to the question of\nCarmack liability.Instead, the second sentence of\n§11706(a) establishes Carmack’s expansive scope, explaining which\ncarriers are subject to Carmack liability: not only the rail\ncarrier that receives the property, but also “any other carrier\nthat delivers the property and is providing transportation or\nservice subject to the jurisdiction of the Board under this part.”\nCritically, that a rail carrier’s provision of “transportation or\nservice subject to the jurisdiction of the Board” is the criterion\nthat establishes liability under Carmack demonstrates that\nCarmack’s scope must be considered in tandem with the provision\ndescribing the Board’s jurisdiction over rail carriage.Under that provision, the Board has authority\n“over transportation by rail carrier,” either when that\ntransportation is “only by railroad” or when it is “by railroad and\nwater, when the transportation is under common control, management,\nor arrangement for a continuous carriage or shipment.”\n§10501(a)(1). Board jurisdiction over transportation by rail\ncarrier “applies only to transportation in the United States,” not\nto transportation abroad. §10501(a)(2). Within the United States,\nhowever, Board jurisdiction exists broadly whenever that\ntransportation is “between,”inter alia, “a place in … a\nState and a place in the same or another State as part of the\ninterstate rail network,” “a place in … the United States and\nanother place in the United States through a foreign country,” or\n“a place in … the United States and a place in a foreign country.”\n§§10501(a)(2)(A), (E), (F).With the jurisdictional framework in mind, I\nreturn to the final sentences of Carmack, §11706. The third\nsentence clarifies that liability under Carmack is imposed upon (1)\n“the receiving rail carrier” (which, under the first sentence of\n§11706(a) and the definition of the Board’s jurisdiction over\ndomestic rail carriage in §10501(a), is the rail carrier that first\nreceives the property for transportation in the United States); (2)\n“the delivering rail carrier” (which, under the last sentence of\n§11706(a) and the Board’s jurisdiction over domestic rail carriage\nin §10501(a), is the final rail carrier providing the long-distance\ntransportation “nearest the destination” in the United States); and\n(3) “another rail carrier over whose line or route the property is\ntransported in the United States or from a place in the United\nStates to a place in an adjacent foreign country when transported\nunder a through bill of lading.” §11706(a). This last phrase in\n§11706(a)(3) serves two functions. It ensures that, where the\nentire rail transportation is “[with]in the United States,” any\nconnecting rail carrier between the point at which the goods were\nreceived and the point at which the goods were delivered is liable\nunder Carmack. It also ensures that, where the final destination of\nthe goods is in Canada or Mexico, such that there is no domestic\n“delivering” carrier, a connecting carrier taking on the goods in\nthe United States will remain subject to Carmack as it travels\ntoward its foreign destination while still in the United States.\n(As noted, the jurisdictional provision, incorporated by reference\nin §11706(a), is limited to “transportation in the United States,”\n§10501(a)(2).)The language of Carmack thus announces an\nexpansive intent to provide the liability regime for rail carriage\nof property within the United States. Once a first domestic rail\ncarrier subject to the Board’s jurisdiction receives property in\nthe United States, Carmack attaches, regardless of where the\nproperty originated. Carmack then applies to any other rail carrier\nsubject to the Board’s jurisdiction in the chain of transportation,\nno matter whether the ultimate destination of the property is in\nthe United States or elsewhere, for the period the carrier is\ntraveling within the United States.It seems to me plain that, under these broadly\ninclusive provisions, Carmack governs rail carriers such as Union\nPacific for any transportation of cargo within the United States,\nwhether or not their domestic transportation is part of a\nmultimodal international shipment, and whether or not they actually\nissued a domestic bill of lading. There is no question that Union\nPacific is a “rail carrier” that is “subject to the jurisdiction of\nthe Board.” §11706(a). It “receive[d]” the cargo,ibid.,\nin California for domestic transportation to four different\ndomestic inland locations—i.e., “between a place in … a\nState and a place in … another State,” §10501(a)(2)(A)—while the\nshipment itself was transported “between a place in … the United\nStates and a place in a foreign country,” §10501(a)(2)(F). Union\nPacific should have issued a bill of lading for the cargo it\nreceived, but its failure to do so does not shield it from\nliability, as §11706(a) makes clear. Carmack therefore provides the\nlegal regime governing Union Pacific’s rail transportation in these\ncases.Carmack does not, however, govern ocean\ncarriers such as “K” Line, because such carriers are not “rail\ncarrier[s] providing transportation or service subject to the\njurisdiction of the Board.” §11706(a). The ICA defines a “rail\ncarrier” as “a person providing common carrier railroad\ntransportation for compensation.” §10102(5). To resolve whether “K”\nLine meets this definition, I would apply the STB’s well\nestablished test and ask whether it “conduct[s] rail operations”\nand “ ‘hold[s] out’ that service to the public.”Assoc. of\nP&C Dock Longshoremenv.Pittsburgh and Conneaut Dock\nCo., 8 I. C. C. 2d 280, 290 (1992).Respondents—the owners of cargo that was\nallegedly damaged during Union Pacific’s train derailment in\nOklahoma,ante, at 2–3—primarily contend that “K” Line\nconducted rail operations by using containers to transport the\ncargo from China to the United States in conjunction with Union\nPacific’s subsequent carriage of those same containers. Brief for\nRespondents 82–83 (noting that the statutory definition of\n“railroad” includes “ ‘intermodal equipment used by or in\nconnection with a railroad,’ ” §10102(6)(A)). This\ninterpretation goes too far. Read so literally, the statute would\nrender a truck a railroad simply because the truck transported\ncontainers during a journey in which the containers also traveled\nby rail. Such a reading would gut the separate provisions of the\nICA governing motor carriage in subtitle IV, part B of Title 49.\nThe ICA’s broad description of what the term “railroad” “includes,”\n§10102(6), is better read as ensuring that all services a rail\ncarrier conducts are regulated under the Act “to prevent\novercharges and discriminations from being made under the pretext\nof performing such additional services.”Cleveland, C., C.\n& St. L. R. Co.v.Dettlebach,239 U. S. 588, 594\n(1916).At oral argument, respondents focused on a\nseparate argument, contending that “K” Line should be considered a\nrail carrier because it conducts substantial rail operations at its\ndepot facility in Long Beach, California. Tr. of Oral Arg. 37\n(describing transportation between Port of Los Angeles, where “K”\nLine’s private chassis transport the containers on the Port’s train\ntracks to the Los Angeles train depot, where the containers are\nloaded onto Union Pacific trains for inland transportation). I\nagree with the Board, however, that “ ‘ownership and operation\nof private terminal facilities, including rail yards,’ ” is\nnot sufficient to bring a shipper within the definition of\n“ ‘a rail carrier subject to [Board] jurisdiction’ ”\nwhere the “ ‘terminal is maintained for [the ocean common\ncarrier’s] exclusive use in interchanging cargo with rail and motor\ncarriers providing inland transportation.’ ”Joint\nApplication of CSX Corp. & Sea-Land Corp. Under 49U.\nS. C.§11321, 3 I. C. C. 2d 512, 519\n(1987).[Footnote 1]The jurisdictional provisions of the ICA and\nthe Shipping Act of 1984, 46 U. S. C. §40101et seq.,\nconfirm my view that “K” Line is not a rail carrier “subject to the\njurisdiction of the Board,” 49 U. S. C. §11706(a), under\nCarmack. The STB’s jurisdiction over transportation by rail\ncarriers is “exclusive,” §10501(b), while ocean carriers are\nsubject to the jurisdiction of the Federal Maritime Commission\n(FMC), 46 U. S. C. §40102; see also 46 CFR §520.1 (2009). In\naddition, the Board’s jurisdiction over water carriage is limited\nto domestic water carriage. 49 U. S. C. §13521(a)(3). The\nBoard itself has concluded that ocean carriers providing intermodal\ntransportation jointly with inland rail and motor carriers are\nsubject to the FMC’s jurisdiction rather than its own. SeeImprovement of TOFC/COFC Regulations, 3 I. C. C.\n2d 869, 883 (1987).For these reasons, Carmack governs Union\nPacific but not “K” Line for the inland transportation at issue in\nthese cases.2In finding Carmack inapplicable\nto the inland transportation in these cases, the majority relies on\nthe fact that Carmack does not govern ocean carriers such as “K”\nLine. While I agree that “K” Line is not a rail carrier, the\nmajority places too much weight on that determination. That the\nocean carrier “K” Line is not subject to Carmack does not affect\nthe determination that the rail carrier Union Pacific is, for the\ntextual reasons I have explained. The majority’s contrary reading\nof the statute reflects four fundamental errors.First, the majority reads the\nterm “receiving rail carrier” in §11706(a) too narrowly. There is\nsimply no basis in the text of the statute to support the\nmajority’s conclusion that Carmack applies only when the first rail\ncarrier in the chain of transportation accepted the cargo at the\nshipment’s point of origin. Cf.ante, at 10, 12. The two\ncases the majority cites for this proposition are inapposite, as\nneither addresses an international, multimodal shipment in which\nthe first leg of the trip was by ocean.[Footnote 2] InSt. Louis, I. M. & S. R. Co.v.Starbird,243 U. S. 592, 594\n(1917), the entire shipment was by rail from Arkansas to New York\nCity. And inMexican Light & Power Co.v.Texas\nMexican R. Co.,331 U. S. 731, 732\n(1947), the entire shipment was by rail from Pennsylvania to\nMexico. Given that the first rail carrier was in each case the\ncarrier that received the goods from the shipper and issued a\nthrough bill of lading, it is unsurprising that the Court, applying\nCarmack, described that carrier as the “initial carrier.” 243 U.\nS., at 595; 331 U. S., at 733. But nothing in these cases, and\nnothing in Carmack itself, requires that the “receiving carrier”\ntake the goods from the shipper at the shipment’s point of\norigin.[Footnote 3]Instead, these cases are compatible with my\nview that the “receiving carrier” is any rail carrier that first\nreceives cargo for transportation in the United States. Union\nPacific, which is unquestionably a “rail carrier” in the normal\nsense of those words, is also the “receiving carrier” subject to\nliability under Carmack.[Footnote\n4] Our opinion inReiderv.Thompson,339 U. S. 113(1950), further supports this reading. There we explained that the\ntest for Carmack applicability “is not where the shipment\noriginated, but where the obligation of the carrier as receiving\ncarrier originated.”Id.,at 117. Because Carmack applies\nto domestic rail transport, and the domestic rail carrier’s\nobligation in that case arose in New Orleans where the rail carrier\nreceived the goods, it did not matter that the shipment began\noverseas in Buenos Aires. Similarly, in the instant cases, because\nUnion Pacific’s obligations to transport by rail originated in\nCalifornia, it does not matter that the shipment began overseas in\nChina.[Footnote 5]Second, the majority errs in suggesting that\nthe issuance of an international through bill of lading precludes\nthe applicability of Carmack. Cf.ante, at 10–11, 13. The\ncases on which the majority relies do not stand for this\nproposition. InReider, the Court found Carmack applicable\nwhen the first domestic rail carrier issued a bill of lading from\nNew Orleans to Boston. Although we observed in that opinion that\nthere was no through bill of lading from Buenos Aires to Boston,\n339 U. S.,at 117, we did not say, and it is not a\nnecessary corollary, that the presence of such a bill of lading\nwould have commanded a different result. The observation is better\nread as indicating that no law other than Carmack could possibly\nhave applied in that case: Because “the shipment … could not have\nmoved an inch beyond New Orleans under the ocean bill,”id.,at 118, a new domestic bill of lading for domestic\ntransportation was required, and as to that transportation, we\nheld, Carmack unquestionably applied.For its part,Mexican Lightheld only\nthat, where the first rail carrier in the chain of transportation\nissued a bill of lading, a subsequent bill of lading issued by a\nlater rail carrier was void because Carmack contemplates one\nthrough bill of lading governing the entire journey by rail. 331 U.\nS., at 734. A subsequent bill of lading by a connecting rail\ncarrier, however, can be void under Carmack without requiring the\nconclusion that an international through bill of lading involving\ninitial transportation by ocean carrier would void a subsequent\nbill of lading issued in the United States by the first rail\ncarrier in the domestic chain of transportation. Because the text\nof Carmack expressly requires a bill of lading to be issued for\nproperty “receive[d] for transportation under this part,” and Union\nPacific first received the property for rail transportation in the\nUnited States, it should have issued a bill of lading. Of course,\nits failure to do so did not affect its liability under Carmack (or\nthat of a subsequent connecting or delivering carrier), as\n§11706(a) explicitly states.Third, the majority errs in giving weight to\nthe difference in scope between Carmack liability and the\njurisdiction of the Board.Ante, at 14. I agree with the\nmajority that Carmack’s reach is narrower than the Board’s\njurisdiction. The Board’s jurisdiction extends over transportation\nby rail carrier “in the United States between a place in … the\nUnited States and a place in a foreign country,” §10501(a)(2)(F),\nwhich indicates that it does not matter whether the movement of the\ntransportation is from the United States to the foreign country or\nfrom the foreign country to the United States.[Footnote 6] In contrast, Carmack applies only\nwhen a rail carrier first receives property in the United States,\n§11706(a), and therefore would not apply to a rail carrier\noriginating in Canada and delivering in the United States without\ntransferring the property to a domestic rail carrier.[Footnote 7] As long as there is a receiving\nrail carrier in the United States, however, Carmack attaches.\nBecause the property at issue in these cases was received in the\nUnited States for domestic transportation by Union Pacific, Carmack\ngoverns the rail carrier’s liability.Finally, the majority misunderstands the role\nI believe Carmack liability plays in international shipments to the\nUnited States. My reading of the statute would not “outlaw through\nshipments under a single bill of lading.”Ante, at 13. To\nthe contrary, an overseas ocean carrier like “K” Line can still\nissue a through bill of lading governing the entire international\ntrip to an American destination. That bill of lading reflects the\nocean carrier’s agreement with and obligations to the original\nshipper of the cargo. As the ocean carrier has no independent\nCarmack obligations of its own, the ocean carrier and the shipper\nare free to select whatever liability terms they wish to govern\ntheir relationship during the entire shipment. Seeinfra,\nat 20–21. Carmack simply requires an American “receiving rail\ncarrier” like Union Pacific to issue a bill of lading to the party\nfrom whom it received the goods for shipment—here, “K” Line. SeeNorfolk Southern R. Co.v.James N. Kirby, Pty\nLtd.,543 U. S.\n14, 33 (2004) (“When an intermediary contracts with a carrier\nto transport goods, the cargo owner’s recovery against the carrier\nis limited by the liability limitation to which the intermediary\nand carrier agreed”);Great Northern R. Co.v.O’Connor,232 U. S. 508, 514–515\n(1914) (holding that a railroad company is entitled to treat the\nintermediary forwarder as the shipper). As to that bill of lading,\nCarmack provides the legal regime and defines the relationship\nbetween the contracting parties (unless they have agreed to\ncontract out of Carmack, seeinfra, at 23–26). The\nissuance of this second bill of lading, however, in no way\nundermines the efficiency of the through bill of lading between the\nocean carrier and the original shipper, nor does it require that\nthose parties bind themselves to apply Carmack to the inland\nleg.[Footnote 8]BIn addition to misreading the\ntext, the Court’s opinion misapplies Carmack’s statutory history.\nThe Court states that no version of Carmack has ever applied to\nimports originating overseas on a through bill of lading.Ante, at 15. The Court further asserts that, because\nCongress stated that the 1978 recodification of the ICA effected no\n“substantive change,” Carmack should be read consistently with this\nhistorical practice.Ante, at 16. There are three problems\nwith this analysis.First, if “Congress intended no\nsubstantive change” to Carmack in the 1978 recodification, “that\nwould mean only that the present text is the best evidence of what\nthe law has always meant, and that the language of the prior\nversion cannot be relied upon to support a different reading.”Keene Corp.v.United States,508 U. S. 200, 221\n(1993) (Stevens, J., dissenting). Because the present text of\nCarmack indicates that it applies to the domestic inland rail\ntransportation of a multimodal international shipment, there is no\nreason to rely on Congress’ statement in the recodification.Second, there is no necessary conflict between\nthe pre-1978 version of Carmack and my reading of the current text.\nThe pre-1978 text referred to a carrier “receiving property for\ntransportation from a point in one State or Territory or the\nDistrict of Columbia to a point in another State, Territory, [or\nthe] District of Columbia, or from any point in the United States\nto a point in an adjacent foreign country.” 49 U. S. C.\n§20(11) (1976).[Footnote 9] A\nrail carrier like Union Pacific who receives property in California\nfor transportation to locations in the American midwest “receiv[es]\nproperty from a point in one State … to a point in another State,”\nregardless of whether the property originated in California or\nChina. The geographical restriction “from any point in the United\nStates to a point in an adjacent foreign country” simply reflected\nagreements between the ICC and its Canadian counterpart to respect\neach other’s regulation of rail carriage originating in that\ncountry. See Brief for United States asAmicus Curiae(hereinafter Brief for United States) 17–18. It does not indicate\nany rejection of Carmack’s applicability to imports as a whole or\nexports to a nonadjacent foreign country.[Footnote 10] Instead, the “adjacent foreign country”\nprovision was expansive rather than limiting, ensuring that Carmack\nwould apply where a shipment traveled by rail from New York City\nthrough to Montreal without stopping at the border of Canada.Third, to the extent there are meaningful\ndifferences between the pre-1978 text of Carmack and its current\ntext, it is the current text that we should interpret, regardless\nof Congress’ general hortatory statement in the 1978 Public Law\napplicable to the entire ICA. As we have often observed, “[a]\nspecific provision controls one of more general application.”Gozlon-Peretzv.United States,498 U. S. 395, 407\n(1991). The general statement that Congress intended no change to\nthe ICA should not require us to ignore what the current text of\nthe specific Carmack provision says, as both Union Pacific and “K”\nLine explicitly ask us to do. See Brief for Petitioner in No.\n08–1554, at 20 (“The Pre-1978 Statutory Language Controls This\nCase”); Brief for Petitioners in No. 08–1553, at 41–49 (arguing for\nreliance on pre-1978 text). Petitioners’ view of statutory\ninterpretation would give rise to an unwieldy—and unjust—system. I\nwould have thought it beyond cavil that litigants are entitled to\nrely on the currently applicable version of enacted statutes to\ndetermine their rights and obligations.In the final analysis, the meaning of the\npre-1978 language is murky, and Congress’ instruction that the 1978\nrecodification effected no substantive change provides no\nmeaningful guidance. The current text does not restrict Carmack’s\ncoverage to trade with adjacent foreign countries, and it makes no\ndistinction between imports and exports. Carmack’s ambiguous\nhistory cannot justify reading such atextual limitations into the\nstatute.[Footnote 11]CThe Court’s suggestion that its\ninterpretation properly effectuates the goals of Carmack and\n“attains the most consistency between Carmack and [the Carriage of\nGoods by Sea Act (COGSA)],”ante, at 17, reflects its\nfundamental misunderstanding of these statutes and the broader\nlegal context in which the international shipping industry\nfunctions. As the mandatory default regime governing the\nrelationship between an American receiving rail carrier and its\ndirect contracting partner (here an overseas ocean carrier),\nCarmack permits the shippers who contract for a through bill of\nlading with the ocean carrier to receive the benefit of Carmack\nthrough that once-removed relationship. Such a legal regime is\nentirely consistent with COGSA and industry practice.As noted, the Court’s position as\nto Carmack rests on its erroneous belief that the “receiving\ncarrier” must receive the goods at the point of the shipment’s\norigin.Ante, at 12–15. Because Carmack provides that suit\nagainst the receiving rail carrier “may only be brought … in the\njudicial district in which the point of origin is located,” 49 U.\nS. C. §11706(d)(2)(A)(i), and defines “judicial district” as\nonly a federal or state court, §11706(d)(2)(B), the Court\nmistakenly concludes that were Carmack to apply to inland\ntransportation of international shipments, “there would often be no\nvenue in which to sue the receiving carrier” because that carrier\nwould have received the goods in a foreign country where no federal\nor state court exists.Ante, at 14–15, 17. Contrary to the\nCourt’s suggestion, however, the proper venue in which to sue a\nreceiving carrier under Carmack is the location in which the first\ndomestic rail carrier received the goods for domestic\ntransportation.Supra, at 4–5, 9.Nor is it true that Carmack’s focus is on\nproviding a single through bill of lading for an entire shipment.Ante, at 17. Carmack’s purpose in §11706 is to ensure that\na single bill of lading, with a single protective liability regime,\ngoverns an entire shipment by rail carrier within the United\nStates.[Footnote 12] It does\nnot require the rail carrier to offer Carmack-compliant terms to\nanyone but the party with whom the rail carrier contracts when it\nreceives the goods. It does not place obligations on the\nrelationship between any overseas carrier and any overseas shipper\nwho operate under their own bill of lading. That Congress expected\ndifferent liability regimes to govern ocean and rail carriers can\nbe inferred from the different regulatory oversight provided for\neach type of carrier—the FMC for the former, the STB for the\nlatter, seesupra, at 8.Moreover, that Carmack provides certain\ngreater protections than does COGSA demonstrates that one of\nCarmack’s purposes—beyond simply the fact of a single bill of\nlading governing all rail transportation—was to specify a\nprotective liability regime for that part of the shipment only. As\ncompared to COGSA, Carmack provides heightened liability rules for\nrail transportation, compare COGSA §4, 49 Stat. 1207, note\nfollowing 46 U. S. C. §30701, p. 1179, with 49 U. S. C.\n§§11706(a)–(c); stricter venue requirements, compareVimar\nSeguros y Reaseguros, S. A.v.M/V Sky Reefer,515 U. S. 528,\n535 (1995), with §11706(d); and more generous time allowances for\nfiling suit, compare COGSA §3(6), at 1179, with §11706(e). Congress\nis evidently wary of creating broad exemptions from Carmack’s\nregime: While Congress has given expansive authority to the STB to\nderegulate carriers from the requirements of the ICA, it has\nprecluded the STB from excusing carriers from complying with\nCarmack. Seeinfra, at 25 (discussing §10502). By taking\nCarmack’s protections out of the picture for goods that travel by\nrail in the United States whenever the goods first traveled by\nocean liner, it is the Court that “undermine[s] Carmack’s\npurposes,”ante, at 17. Cf.Reider, 339 U. S., at\n119 (applying Carmack to domestic rail transportation of goods,\neven where the goods originated overseas, in order to avoid\n“immuniz[ing] from the beneficial provisions of the [Carmack]\nAmendment all shipments originating in a foreign country when\nreshipped via the very transportation chain with which the\nAmendment was most concerned”).The Court’s suggestion that its interpretation\nbest comports with the goals of COGSA fares no better. The Court is\ncorrect,ante, at 8, that Congress has permitted parties\ncontractually to extend COGSA, which, by its own terms, applies\nonly to the period “from the time when the goods are loaded on to\nthe time when they are discharged from the ship.” §§1(e), 7, at\n1178, 1180. But the Court ignores that COGSA specifically\ncontemplates that there may be “other law” that mandatorily governs\nthe inland leg, and makes clear that contractual extension of COGSA\ndoes not trump this law. §12, at 1180 (“Nothing in [COGSA] shall be\nconstrued as superseding … any … other law which would be\napplicable in the absence of [COGSA], insofar as they relate to the\nduties, responsibilities, and liabilities of the ship or carrier\nprior to the time when the goods are loaded on or after the time\nthey are discharged from the ship”); see also Sturley, Freedom of\nContract and the Ironic Story of Section 7 of the Carriage of Goods\nby Sea Act, 4 Benedict’s Mar. Bull. 201, 202 (2006) (“It is highly\nironic to suggest that section 7 was intended to facilitate the\nextension of COGSA [inland]. The unambiguous history demonstrates\nthat section 7 was specifically designed to accomplish exactly the\nopposite result”). Notably, when it wants to do so, Congress knows\nhow to specify that a contractual extension of COGSA supersedes\nother law: COGSA elsewhere defines a limited circumstance—the\ncarriage of goods by sea between ports of the United States—in\nwhich a contractual extension of COGSA has the force of law. §13,\nat 1180 (providing that such bills of lading “shall be subjected\nhereto as fully as if subject hereto by the express provisions of\n[COGSA]”). That Congress did not make the same provision for inland\ntravel is powerful evidence that it meant for Carmack to remain the\ndefault regime on land governing the relationship between an inland\nrail carrier and an overseas carrier with which it directly\ncontracted.The Court is also wrong that its\ninterpretation avoids the risk that two sets of rules will apply to\nthe same shipment at different times.[Footnote 13]Ante, at 17–18. Even under the\nCourt’s interpretation, two sets of rules may govern, because the\nparties need not extend COGSA to the inland leg—they may agree on\nany terms they choose to cover that transportation. §7, at 1180\n(permitting the parties to “ente[r] intoany agreement…\nas to the responsibility and liability of the carrier or the ship”\nfor the period before the goods are loaded on and after they are\ndischarged from the ship (emphasis added)); see also Train Wrecks\n23 (“[C]arriers regularly include clauses in their bills of lading\nto limit their liability [for inland travel] in ways that COGSA\nprohibits”); 1 T. Schoenbaum, Admiralty and Maritime Law §10–4, p.\n599–600 (4th ed. 2004) (describing typical non-COGSA liability\nrules parties select for the inland leg). In these cases, for\nexample, “K” Line’s bills of lading include certain terms governing\nthe inland leg that differ from the terms governing the ocean\ncarriage. See,e.g.,App. 147 (providing different time\nframes within which suit must be brought depending on whether the\nactionable conduct “occurred during other than Water\nCarriage”).The Court relies heavily onKirbyas\nidentifying the relevant policy consideration in these cases, but\nit takes the wrong lesson fromKirby. In that case, we\nwere concerned about displacing a single federal law, COGSA, with\n50 varying state liability regimes.[Footnote 14] 543 U. S., at 28–29. The rule the Court\nestablishes today creates even greater practical difficulties than\nthe regime we criticized inKirbyby displacing Carmack\nwith as many liability rules as there are bills of lading. It would\neven permit different liability rules to apply to different\nlawsuits arising out of the same inland accident depending on where\neach piece of cargo originated. Contrary to the Court’s view, then,\nthe value of uniformity articulated inKirbyis best\npromoted by application of Carmack to the obligations of the rail\ncarrier during the inland leg in these cases. Cf.ante, at\n7–8, 17–18.Finally, while purporting to effectuate the\ncontractual choices of the parties in the international multimodal\nshipping industry,ante, at 17–20, the Court ignores the\nrealities of the industry’s operation. The industry has long been\naccustomed to drafting bills of lading that encompass two legal\nregimes, one governing ocean transportation and another governing\ninland transportation, given mandatory law governing road and rail\ncarriage in most of Europe and in certain countries in Asia and\nNorth Africa. See generally Convention on the Contract for the\nInternational Carriage of Goods by Road, May 19, 1956, 399 U. N. T.\nS. 189; Uniform Rules Concerning the Contract for International\nCarriage of Goods by Rail, App. B to the Convention Concerning\nInternational Carriage by Rail, May 9, 1980, 1397 U. N. T. S. 112,\nas amended by Protocol for the Modification of the Convention\nConcerning International Carriage of Rail of May 9, 1980, June 3,\n1999. Indeed, “K” Line’s own bills of lading evidence this\npractice, providing that, where an “applicable international\nconvention or national law” exists, “cannot be departed from,” and\n“would have applied” if a separate contract for inland carriage had\nbeen made between the merchant and the inland carrier, those laws\ngovern “K” Line’s liability. Brief for Respondents 53.The recently signed United Nations Convention\non Contracts for the International Carriage of Goods Wholly or\nPartly by Sea, also known as the “Rotterdam Rules,” provided an\nopportunity for the international community to adopt rules for\nmultimodal shipments that would be uniform for both the ocean and\ninland legs. See generally Train Wrecks 36–39. Instead, the final\nversion of the Rotterdam Rules retained the current system in which\nthe inland leg may be governed by a different legal regime than the\nocean leg. See United Nations Convention on Contracts for the\nInternational Carriage of Goods Wholly or Partly by Sea, G. A. Res.\n63/122, art. 26, A/RES/63/122, (Dec. 11, 2008). The Association of\nAmerican Railroads and the United States, among others, advocated\nfor this outcome.[Footnote\n15] See Proposal of the United States of America on the\nDefinition of “Maritime Performing Party,” U. N. Doc.\nA/CN.9/WG.III/WP.84, at ¶¶1–2 (Feb. 28, 2007); Proposal by the\nUnited States of America, U. N. Doc. A/CN.9/WG.III/WP.34, ¶7 (Aug.\n7, 2003); Proposals by the International Road Transport Union\n(IRU), U. N. Doc. A/CN.9/WG.III/WP.90, ¶1 (Mar. 27, 2007);\nPreparation of a Draft Instrument on the Carriage of Goods [by\nSea], Compilation of Replies to a Questionnaire on Door-to-Door\nTransport, U. N. Doc. A/CN.9/WG.III/WP.28, at 32–34, 43 (Jan. 31,\n2003) (Comments on behalf of the Association of American Railroads\nand the International Road Transport Union). Thus, the Court’s\nmistaken interpretation not only upsets domestic law but also\ndisregards industry practice as evidenced by carefully calibrated\ninternational negotiations.[Footnote 16]IIBecause, in my view, Carmack\nprovides the default legal regime governing the relationship\nbetween the rail carrier and the ocean carrier during the inland\nleg of a multimodal shipment traveling on a through bill of lading,\nI would reach the second question presented by these cases: whether\nthe parties validly contracted out of Carmack. I would hold that\nwhere, as here, the STB has exempted rail carriers from Part A of\nthe ICA pursuant to its authority as set forth in 49 U. S. C.\n§10502, such rail carriers may not use §10709 to opt out of Carmack\nentirely. Instead, such rail carriers must first offer their\ncontractual counterparties Carmack-compliant terms for liability\nand claims, as §10502(e) requires. Having reached that conclusion,\nI would remand for consideration of whether the requirements of\n§10502(e) were met in these cases. I set forth these views only\nbriefly, as the Court’s determination that Carmack does not apply\nat all makes resolution of these questions moot.AIn the Staggers Rail Act of 1980,\nPub. L. 96–448, 94 Stat. 1895, Congress set forth a national policy\nof “allow[ing], to the maximum extent possible, competition and the\ndemand for services to establish reasonable rates for\ntransportation by rail” and “minimiz[ing] the need for Federal\nregulatory control” of the railroad industry. §101,id.,at 1897. Consistent with these goals, 49 U. S. C. §§10502 and\n10709 provide two options for contracting around the requirements\nof the ICA.Section 10502(a) provides that\nwhen certain conditions are met, the Board “shall exempt,” “to the\nmaximum extent consistent with this part,” “a person, class of\npersons, or a transaction or service” from either a particular\nprovision of Part A of the ICA or the entirety of that Part.\nSection 10502(f) specifies that “[t]he Board may exercise its\nauthority under this section to exempt transportation that is\nprovided by a rail carrier as part of a continuous intermodal\nmovement.” Acting pursuant to this authority, the Board has broadly\nexempted such transportation “from the requirements of [the ICA].”\n49 CFR §1090.2 (2009). The authority to issue broad exemptions,\nhowever, is not unlimited. Under 49 U. S. C. §10502(e), “[n]o\nexemption order issued pursuant to this section shall operate to\nrelieve any rail carrier from an obligation to provide contractual\nterms for liability and claims which are consistent with the\nprovisions of [Carmack],” although, at the same time, “[n]othing …\nshall prevent rail carriers from offering alternative terms.”\nSection 10502(g) further limits the Board from exempting rail\ncarriers from their obligations to comply with certain employee\nprotections under Part A of the ICA.In turn, under §10709(a), “[o]ne or more rail\ncarriers providing transportation subject to the jurisdiction of\nthe Board … may enter into a contract with one or more purchasers\nof rail services to provide specified services under specified\nrates and conditions.” Having signed such a contract, a rail\ncarrier “shall have no duty in connection with services provided\nunder such contract other than those duties specified by the terms\nof the contract.” §10709(b). Once such a contract is made, that\ncontract, “and transportation under such contract, shall not be\nsubject to this part, and may not be subsequently challenged before\nthe Board or in any court on the grounds that such contract\nviolates a provision of [Part A of the ICA].” §10709(c)(1).According to Union Pacific, §10502(e) limits\nonly the Board’s exemption ability; it does not place any\naffirmative obligation on rail carriers to offer Carmack-compliant\nterms. Rail carriers, Union Pacific contends, may opt out of\nCarmack entirely simply by entering into a contract under §10709,\nthus escaping any duty imposed by Part A of the ICA. I disagree. I\nam persuaded by the Government’s view that because the Board’s\norder in 49 CFR §1090.2 exempted intermodal rail transportation\nfrom all of Part A of the ICA, which includes 49 U. S. C.\n§10709, “Union Pacific could not properly enter into a contract\nunder Section 10709 to relieve it of its obligations under Section\n10502(e).” Brief for United States 31. Those obligations require “a\nrail carrier providing exempt transportation [to] offer the shipper\nthe option of contractual terms for liability and claims consistent\nwith Carmack, presumably at a higher rate,” and they permit such a\nrail carrier to “enter into a contract with different terms only if\nthe shipper does not select that option.”Id.,at 30.Observing that the Board’s exemption order\nrelieves intermodal rail transportation from the “requirements” of\nPart A, Union Pacific contends that §10709 is not a requirement but\na privilege and therefore is not included within the exemption. In\nclarifying its order, however, the Board has described the\nexemption as one from “regulation” under the ICA or “application”\nof that Act. See,e.g.,Improvement of TOFC/COFC\nRegulations, 3 I. C. C. 2d, at 869–870. Especially\nin light of this clarification, there seems little reason to\nascribe significance to the Board’s use of the word “requirements,”\ninstead of the statutory term “provision,” in the exemption\norder.The Government aptly describes the policy\nconcerns that justify this reading of the interplay between §§10502\nand 10709. Brief for United States 31–32. Because a rail carrier’s\ncounterparty to a §10709 contract can ordinarily require a rail\ncarrier to comply with common carriage rates and terms under Part A\n(including Carmack), such counterparties possess considerable\nbargaining power. But rail carriers the Board has exempted from\nPart A under §10502 lack any obligation to comply with that Part.\nIf exempt carriers could escape Carmack’s obligations under §10709,\ntheir counterparties would be at a significant disadvantage as\ncompared to counterparties to contracts with nonexempt carriers.\nSuch a disadvantage cannot be squared with Congress’ evident\nintent, as expressed in §10502(e), to ensure that no carrier may be\nautomatically exempted from Carmack.This interpretation of §§10502 and 10709\nimposes no unfairness on exempt rail carriers. As the Court of\nAppeals explained, “carriers providing exempt transportation gain\nthe benefits of deregulation, but lose the opportunity to contract\nfor preferable terms under §10709 without first offering Carmack\nterms.” 557 F. 3d 985, 1002 (CA9 2009). Given rail carriers’\nability to charge higher rates for full Carmack coverage, seeNew York, N. H. & H. R. Co.v.Nothnagle,346 U. S. 128,\n135 (1953), and the likelihood that some counterparties will agree\nto reject Carmack-compliant terms in favor of a lower price, such a\ntrade-off makes eminent sense.BWhether Union Pacific properly\ncontracted out of Carmack under §10502(e) requires a factual\ndetermination better suited for resolution by the District Court in\nthe first instance. Accordingly, I would remand for consideration\nof that issue. Cf. 557 F. 3d, at 1003. Union Pacific also\nraises a related legal argument not decided by the courts below:\nthat the forum selection clause at issue in these cases is valid\nbecause venue is not encompassed within the phrase “contractual\nterms for liability and claims” in §10502(e). To the extent this\nargument is not waived, it would also be properly considered on\nremand.*  *  *In endorsing a strained reading\nof the text, history, and purpose of Carmack, the Court is\nevidently concerned with a perceived need to enforce the\nCOGSA-based contracts that the “sophisticated cargo owners” here\nmade with “K” Line.Ante, at 18. But these cases do not\nrequire the Court to interpret or examine the contract between the\ncargo owners and “K” Line. The Court need consider only the legal\nrelationship between Union Pacific and “K” Line as its direct\ncontracting party. As to that relationship, it bears emphasizing\nthat industry actors on all sides are sophisticated and can easily\nadapt to a regime in which Carmack provides the default rule\ngoverning the rail carrier’s liability during the inland leg of a\nmultimodal shipment traveling on an international through bill of\nlading. See,e.g.,Train Wrecks 40 (describing how ocean\nand rail carriers have drafted their contracts to account for—and\npermissibly escape—Carmack’s applicability); cf.Kirby,\n543 U. S., at 36 (recognizing that “our decision does no more than\nprovide a legal backdrop against which future bills of lading will\nbe negotiated”). In disregarding Congress’ commands in both Carmack\nand COGSA and in discounting the practical realities reflected in\nthe Rotterdam Rules and other international conventions governing\nthe carriage of goods, the Court ignores what we acknowledged inKirby:“It is not … this Court’s task to structure the\ninternational shipping industry.”Ibid.I respectfully\ndissent.Footnote 1Because I do not think that “K” Line conducts\nrail operations at all, I would not reach the question whether “K”\nLine holds itself out as offering rail common carriage. Compare\nBrief for Respondents 84–85, with Reply Brief for Petitioners in\nNo. 08–1553, pp. 7–10.Footnote 2The additional cases the United States cites\nfor this proposition suffer from this same flaw. See Brief for\nUnited States asAmicus Curiae27–28; Tr. of Oral Arg.\n20.Footnote 3Carmack’s venue provision refers to the\n“receiving rail carrier” as the “originating rail carrier” and\nstates that the proper venue for a lawsuit against this carrier is\n“the judicial district in which the point of origin is located.”\n§11706(d)(2)(A)(i). Especially because the focus of Carmack is on\ntransportation by rail, the phrase “point of origin” in this\ncontext is best read as referring to the point of origin of the\n“originating rail carrier[’s]” transportation, not the point of\norigin of the shipment.Footnote 4The majority suggests that respondents\n“conceded” at oral argument that Union Pacific was not a receiving\ncarrier but only a delivering carrier.Ante, at 13. Of\ncourse, this Court is not bound by a party’s concession in our\ninterpretation of a statute. See,e.g.,Massachusettsv.United States,333 U. S. 611, 624–625\n(1948).Footnote 5Contrary to Union Pacific’s suggestion, Brief\nfor Petitioner in 08–1554, p. 33, its obligations did not originate\nin China. “K” Line’s bills of lading, issued in China, “entitled\n[“K” Line] to sub-contract on any terms … all duties whatsoever\nundertaken,” App. 145, and therefore did not create any obligation\non the part of Union Pacific in China. In turn, the agreement\nbetween “K” Line and Union Pacific—which “K” Line made “by and\nthrough its duly authorized agent and representative in the United\nStates, ‘K’ Line AMERICA, Inc… ., a Michigan corporation,”id.,at 120—was a multiyear contract committing “K” Line\nto “tender to [Union Pacific] not less than 95% of its Container\ntraffic,”ibid., but did not actually commit “K” Line to\ndeliver any particular piece of cargo to Union Pacific. As “K” Line\nexplains, then, “the Agreement [with Union Pacific] was a\n‘requirements’ contract, which did not become effective as to any\nparticular container until ‘K’ Line delivered it” to Union Pacific\nin California. Brief for Petitioners in No. 08–1553, p. 12.Footnote 6The ICA’s jurisdictional provision uses the\nterm “foreign country” to describe the Board’s jurisdiction,\n§10501(a)(2)(F), while Carmack uses the term “adjacent foreign\ncountry” to describe the liability of connecting carriers,\n§11706(a)(3). I find the difference between these terms to be of no\nmoment. Section 10501 describes the Board’s jurisdiction over rail\ncarriers, and it is impossible to have connecting rail lines\nbetween the United States and a foreign country that is not\nadjacent. This reading is confirmed by §10501(a)(2)(E), which\nrefers to the Board’s jurisdiction over transportation by railroad\n“in the United States between a place in … the United States and\nanother place in the United States and a foreign country.” No rail\ntransportation between two places in the United States that is\ninterrupted by rail transportation through a foreign country could\nbe through a foreign country that is anything but adjacent.Footnote 7This situation is consistent with historical\nagreements between the ICC and its Canadian counterpart. Seeinfra, at 14–15.Footnote 8The majority seems to find it troubling that\nmy view “would require two bills of lading.”Ante, at 13.\nBut international shipments frequently contain more than one bill\nof lading. See,e.g.,Kirby, 543 U. S., at 30–33\n(interpreting the parties’ obligations under two bills of lading,\none between a shipper and a freight forwarding company to which the\nshipper originally delivered its goods, and one between the freight\nforwarding company and the ocean carrier to which the freight\nforwarder delivered the shipper’s goods). The majority also\nsuggests that an original shipper might not be able to sue Union\nPacific under the terms of Union Pacific’s bill with “K” Line.Ante, at 13. InKirby, however, we took as a\ngiven that the shipper could sue the inland rail carrier, even\nthough the shipper was not a party to the rail carrier’s bill of\nlading with an intermediary. Indeed, we held that in an action\nagainst the rail carrier, the shipper was bound to the terms of the\nbill of lading governing the rail carrier’s transportation, even\nthough those terms were less generous than the terms in the\nshipper’s through bill of lading with the freight forwarder with\nwhich it originally contracted. 543 U. S., at 33–34. We observed\nthat the shipper could sue the freight forwarder to recover the\ndifference.Id.,at 35. In light of this analysis, I see\nno reason to doubt a shipper’s ability to sue an American rail\ncarrier under Carmack, even though its bill of lading with an\noverseas ocean carrier is not governed by Carmack.Footnote 9The pre-1978 version of Carmack referred\ngenerally to a “carrier,” rather than a “rail carrier.” It was not\nuntil 1995 that Congress distinguished between Carmack’s\napplicability to rail carriers, §11706, and motor carriers, freight\nforwarders, and domestic water carriers, §14706. Pub. L. No.\n104–88, §102(a), 109 Stat. 803, 847–849, 907–910.Footnote 10The Court ignores a further reason to believe\nthat prior to 1978, Carmack could be understood to apply to imports\nas well as exports. Even assuming (contrary to my view) that the\nrelevant language in Carmack governing any international commercial\nexchange was the phrase “from any point in the United States to a\npoint in an adjacent foreign country,” the seemingly\nuni-directional “from … to” could reasonably have been interpreted\nas also encompassing “to … from” in light of our decision inGalveston, H. & S. A. R. Co.v.Woodbury,254 U. S. 357(1920). In that case, this Court interpreted similar “from … to”\nlanguage in the jurisdictional section of the ICA as conferring\njurisdiction on the ICC over all transportationbetweensuch countries.Id.,at 359–360 (construing\n“ ‘transportation … from any place in the United States to an\nadjacent foreign country’ ” in former 49 U. S. C. §1 to\ninclude “transportation …fromthat country to the United\nStates”). Given the “presumption that a given term is used to mean\nthe same thing throughout a statute,”Brownv.Gardner,513 U. S. 115, 118\n(1994) (citingAtlantic Cleaners & Dyers, Inc.v.United States,286 U. S. 427(1932)),\nour construction of “from … to” in the ICA’s jurisdictional\nprovision could reasonably have been read to sweep imports within\nthe scope of Carmack. I would not, however, read “from … to” in the\ncurrent version of §11706(a)(3) to encompass “to … from,” as\nCongress specifically amended the similar language in the\njurisdictional provision at §10501(a)(2) to “between” while leaving\nintact the “to … from” in Carmack, against the background ofWoodbury.Footnote 11The United States, asamicusin\nsupport of “K” Line and Union Pacific, makes an effort to find such\nlimitations in the current statutory text. See Brief for United\nStates 21; see also Reply Brief for Petitioner in No. 08–1554, p.\n10 (agreeing with the United States’ interpretation). This argument\nis unpersuasive. The United States observes that §11706(a)(3)\ndescribes the liability of “another rail carrier over whose line or\nroute the property is transported in the United States orfroma place in the United Statestoa place in\nanadjacentforeign countrywhen transported\nunder a through bill of lading.” (Emphasis added.) According to the\nUnited States, “[t]hat textual limitation, when read in light of\nCarmack’s purpose, reflects Congress’s continued intent to restrict\nCarmack to the carriage of goods between places in the United\nStates and for export to an adjacent foreign country.” Brief for\nUnited States 21. As I have already explained, however, once a\ndomestic rail carrier first receives property for transportation\nwithin the United States, regardless of where the property itself\noriginated, Carmack applies.Supra, at 3–6. Section\n11706(a)(3) simply ensures that when a connecting carrier that\nneither received the property in the United States nor delivered it\nin the United States transports the property from the United States\nto either Canada or Mexico, that connecting carrier remains subject\nto Carmack liability during the part of the transportation that is\nin the United States. Further, as I explain below, seeinfra, at 18–20, Carmack’s purpose would be better\neffectuated by applying its provisions inland as the default rule.\nIn any event, the “adjacent foreign country” provision in\n§11706(a)(3) has no bearing on the rail transportation provided in\nthese cases by Union Pacific as “receiving rail carrier,”\n§11706(a), from California to four locations in the American\nmidwest. To this transportation, Carmack plainly applies.Footnote 12A separate version of Carmack applies to\nmotor and other nonrail carriers within the United States. Seesupra, at 15, n. 8.Footnote 13Nor would my interpretation of the statute\nnecessarily require that two different regimes apply to each\nshipment, given the parties’ ability to contract around Carmack as\nlong as they follow appropriate procedures,infra, at\n25–27, and, if they so choose, select COGSA terms.Footnote 14Kirbydid not address the question\nof Carmack’s applicability to the inland leg of a multimodal\ninternational shipment traveling on a through bill of lading\nbecause that question was not presented. Brief for United States asAmicus CuriaeinNorfolk Southern R. Co.v.Kirby, O. T. 2004, No. 02–1028, pp. 11–12;ante, at 2.Footnote 15Petitioner Union Pacific is a leading member\nof the American Association of Railroads. Train Wrecks 37, n.\n214.Footnote 16The Court’s observation that nothing in the\nRotterdam Rules “requires every country to mandate a different\nregime to govern the inland rail leg of an international through\nshipment” is irrelevant.Ante, at 20. The Rotterdam Rules\ndemonstrate simply that it is common practice to have different\nregimes for inland and ocean transportation, so giving full effect\nto Carmack as the default law governing the relationship between\n“K” Line and Union Pacific can hardly be said to “undermine COGSA\nand international, container-based multimodal transport,”ante, at 17.",
    "joined": []
}