{
    "case": {
        "docket": "228",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/228/"
    },
    "id": "1963677",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–8974_________________BARION PERRY, PETITIONER v. NEW HAMPSHIREon writ of certiorari to the supreme court of\nnew hampshire[January 11, 2012]Justice Sotomayor,\ndissenting.This Court has long\nrecognized that eyewitness identifications’ unique confluence of\nfeatures—their unreliability, susceptibility to suggestion,\npowerful impact on the jury, and resistance to the ordinary tests\nof the adversarial process—can undermine the fairness of a trial.\nOur cases thus establish a clear rule: The admission at trial of\nout-of-court eyewitness identifications derived from imper-missibly\nsuggestive circumstances that pose a very substan- tial likelihood\nof misidentification violates due process. The Court today\nannounces that that rule does not even “com[e] into play” unless\nthe suggestive circumstances are improperly “police-arranged.”\nAnte, at 2, 11.Our due process\nconcern, however, arises not from the act of suggestion, but rather\nfrom the corrosive effects of suggestion on the reliability of the\nresulting identification. By rendering protection contingent on\nimproper police arrangement of the suggestive circumstances, the\nCourt effectively grafts a mens rea inquiry onto our rule. The\nCourt’s holding enshrines a murky distinction—between suggestive\nconfrontations intentionally orchestrated by the police and, as\nhere, those inadvertently caused by police actions—that will sow\nconfusion. It ignores our precedents’ acute sensitivity to the\nhazards of intentional and unintentional suggestion alike and\nunmoors our rule from the very interest it protects, inviting\narbitrary results. And it recasts the driving force of our\ndecisions as an interest in police deterrence, rather than\nreliability. Because I see no warrant for declining to assess the\ncircumstances of this case under our ordinary approach, I\nrespectfully dissent. [1]IThe “driving force”\nbehind United States v. Wade, 388 U. S. 218 (1967) , Gilbert\nv. California, 388 U. S. 263 (1967) , and Stovall v. Denno,\n388 U. S. 293 (1967) , was “the Court’s concern with the\nproblems of eyewitness identification”—specifically, “the concern\nthat the jury not hear eyewitness testimony unless that evidence\nhas aspects of reliability.” Manson v. Brathwaite, 432 U. S.\n98 –112 (1977). We have pointed to the “ ‘formidable’ ”\nnumber of “miscarriage[s] of justice from mistaken identification”\nin the annals of criminal law. Wade, 388 U. S., at 228. We\nhave warned of the “vagaries” and “ ‘proverbi- ally\nuntrustworthy’ ” nature of eyewitness identifications. Ibid.\nAnd we have singled out a “major factor contributing” to that\nproverbial unreliability: “the suggestibility inherent in the\ncontext of the pretrial identification.” Id., at 228, 235.Our precedents make no\ndistinction between intentional and unintentional suggestion. To\nthe contrary, they explicitly state that “[s]uggestion can be\ncreated intentionally or unintentionally in many subtle ways.” Id.,\nat 229. Rather than equate suggestive conduct with misconduct, we\nspecifically have disavowed the assumption that suggestive\ninfluences may only be “the result of police procedures\nintentionally designed to prejudice an accused.” Id., at 235; see\nalso id., at 236 (noting “grave potential for prejudice,\nintentional or not, in the pretrial lineup”); id., at 239\n(describing lack of lineup regulations addressing “risks of abuse\nand unintentional suggestion”). “Persons who conduct the\nidentification procedure may suggest, intentionally or\nunintentionally, that they expect the witness to identify the\naccused.” Moore v. Illinois, 434 U. S. 220, 224 (1977) . The\nimplication is that even police acting with the best of intentions\ncan inadvertently signal “ ‘that’s the man.’ ” Wade, 388\nU. S., at 236; see also Kirby v. Illinois, 406 U. S. 682\n–691 (1972) (“[I]t is always necessary to ‘scrutinize any pretrial\nconfrontation . . .’ ”). [2]In Wade itself, we\nnoted that the “potential for improper influence [in pretrial\nconfrontations] is illustrated by the circumstances . . .\n[i]n the present case.” 388 U. S., at 233–234. We then\nhighlighted not the lineup procedure, but rather a preprocedure\nencounter: The two witnesses who later identified Wade in the\nlineup had seen Wade outside while “await[ing] assembly of the\nlineup.” Id., at 234. Wade had been standing in the hallway, which\nhappened to be “observable to the witnesses through an open door.”\nIbid. One witness saw Wade “within sight of an FBI agent”; the\nother saw him “in the custody of the agent.” Ibid. In underscoring\nthe hazards of these circumstances, we made no mention of whether\nthe encounter had been arranged; indeed, the facts suggest that it\nwas not.More generally, our\nprecedents focus not on the act of suggestion, but on suggestion’s\n“corrupting effect” on reliability. Brathwaite, 432 U. S., at\n114. Eyewitness evidence derived from suggestive circumstances, we\nhave explained, is uniquely resistant to the ordinary tests of the\nadversary process. An eyewitness who has made an identification\noften becomes convinced of its accuracy. “Regardless of how the\ninitial misidentification comes about, the witness thereafter is\napt to retain in his memory the image of the photograph rather than\nof the person actually seen, reducing the trustworthiness of\nsubsequent . . . courtroom identification.” Simmons v.\nUnited States, 390 U. S. 377 –384 (1968) (emphasis added); see\nalso Wade, 388 U. S., at 229 (witness is “not likely” to\nrecant). Suggestion bolsters that confidence.At trial, an\neyewitness’ artificially inflated confidence in an identification’s\naccuracy complicates the jury’s task of assessing witness\ncredibility and reliability. It also impairs the defendant’s\nability to attack the eyewitness’ credibility. Stovall, 388\nU. S., at 298. That in turn jeopardizes the defendant’s basic\nright to subject his accuser to meaningful cross-examination. See\nWade, 388 U. S., at 235 (“[C]ross-examination . . .\ncannot be viewed as an absolute assurance of accuracy and\nreliability . . . where so many variables and pitfalls\nexist”). The end result of suggestion, whether intentional or\nunintentional, is to fortify testimony bearing directly on guilt\nthat juries find extremely convincing and are hesitant to\ndiscredit. See id., at 224 (“[A]t pretrial proceedings . . . the\nresults might well settle the accused’s fate and reduce the trial\nitself to a mere formality”); Gilbert, 388 U. S., at 273\n(“[T]he witness’ testimony of his lineup identification will\nenhance the impact of his in-court identification on the\njury”).Consistent with our\nfocus on reliability, we have declined to adopt a per se rule\nexcluding all suggestive identifications. Instead, “reliability is\nthe linchpin” in deciding admissibility. Brathwaite, 432\nU. S., at 114. We have explained that a suggestive\nidentification procedure “does not in itself intrude upon a\nconstitutionally protected in-terest.” Id., at 113, n. 13; see\nalso Neil v. Biggers, 409 U. S. 188 –199 (1972) (rejecting the\nproposition that “unnecessary suggestiveness alone requires the\nexclusion of evidence”). “Suggestive confrontations are disapproved\nbecause they increase the likelihood of misidentification”—and\n“[i]t is the likelihood of misidentification which violates a\ndefendant’s right to due process.” Id., at 198; see also United\nStates ex rel. Kirby v. Sturges, 510 F. 2d 397, 406 (CA7\n1975) (Stevens, J.) (“The due process clause applies only to\nproceedings which result in a deprivation of life, liberty or\nproperty. . . . [I]f a constitutional violation\nresults from a showup, it occurs in the courtroom, not in the\npolice station”). In short, “ ‘what the Stovall due process\nright protects is an evidentiary interest.’ ” Brathwaite, 432\nU. S., at 113, n. 14.To protect that\nevidentiary interest, we have applied a two-step inquiry: First,\nthe defendant has the burden of showing that the eyewitness\nidentification was derived through “impermissibly suggestive”\nmeans. [3] Simmons, 390\nU. S., at 384. Second, if the defendant meets that burden,\ncourts consider whether the identification was reliable under the\ntotality of the circumstances. That step entails considering the\nwitness’ opportunity to view the perpetrator, degree of attention,\naccuracy of description, level of certainty, and the time between\nthe crime and pretrial confrontation, then weighing such factors\nagainst the “corrupting effect of the suggestive identification.”\nBrathwaite, 432 U. S., at 108, 114. Most identifications will\nbe admissible. The standard of “fairness as required by the Due\nProcess Clause,” id., at 113, however, demands that a subset of the\nmost unreliable identifications—those carrying a “ ‘very\nsubstantial likelihood of . . .\nmisidentification’ ”—will be excluded. Biggers, 409\nU. S., at 198.IIAThe majority today\ncreates a novel and significant limitation on our longstanding\nrule: Eyewitness identifications so impermissibly suggestive that\nthey pose a very substantial likelihood of an unreliable\nidentification will be deemed inadmissible at trial only if the\nsuggestive circumstances were “police-arranged.” Ante, at 2. Absent\n“improper police arrangement,” “improper police conduct,” or\n“rigging,” the majority holds, our two-step inquiry does not even\n“com[e] into play.” Ante, at 2, 11. I cannot agree.The majority does not\nsimply hold that an eyewitness identification must be the product\nof police action to trigger our ordinary two-step inquiry. Rather,\nthe majority maintains that the suggestive circumstances giving\nrise to the identification must be “police-arranged,” “police\nrigg[ed],” “police-designed,” or “police-organized.” Ante, at 2,\n12–13. Those terms connote a degree of intentional orchestration or\nmanipulation. See Brief for Respondent 19 (no indication that\npolice “deliberately tried to manipulate any evidence”); Brief for\nUnited States as Amicus Curiae 18 (“[N]o one deliberately arranged\nthe circumstances to obtain an identification”). The majority\ncate-gorically exempts all eyewitness identifications derived from\nsuggestive circumstances that were not police-manipulated—however\nsuggestive, and however unreliable—from our due process check. The\nmajority thus appears to graft a mens rea requirement onto our\nexisting rule. [4]As this case\nillustrates, police intent is now paramount. As the Court\nacknowledges, Perry alleges an “accidental showup.” Brief for\nPetitioner 34 (emphasis added); see ante, at 4. He was the only\nAfrican-American at the scene of the crime standing next to a\npolice officer. For the majority, the fact that the police did not\nintend that showup, even if they inadvertently caused it in the\ncourse of a police procedure, ends the inquiry. The police were\nquestioning the eyewitness, Blandon, about the perpetrator’s\nidentity, and were intentionally detaining Perry in the parking\nlot—but had not intended for Blandon to identify the perpetrator\nfrom her window. Presumably, in the majority’s view, had the police\nasked Blandon to move to the window to identify the perpetrator,\nthat could have made all the difference. See Tr. of Oral Arg. 32,\n37.I note, however, that\nthe majority leaves what is required by its arrangement-focused\ninquiry less than clear. In parts, the opinion suggests that the\npolice must arrange an identification “procedure,” regardless of\nwhether they “inten[d] the arranged procedure to be suggestive.”\nAnte, at 2, n. 1; see also ante, at 7–8. Elsewhere, it\nindicates that the police must arrange the “suggestive\ncircum-stances” that lead the witness to identify the accused. See\nante, at 1–2, 10–11, 18–19. Still elsewhere it refers to\n“im-proper” police conduct, ante, at 1–2, 9–12, connoting bad\nfaith. Does police “arrangement” relate to the procedure, the\nsuggestiveness, or both? If it relates to the procedure, do\nsuggestive preprocedure encounters no longer raise the same\nconcerns? If the police need not “inten[d] the arranged procedure\nto be suggestive,” ante, at 2, n. 1, what makes the police\naction “improper”? And does that mean that good-faith,\nunintentional police suggestiveness in a police-arranged lineup can\nbe “impermissibly sugges- tive”? If no, the majority runs headlong\ninto Wade. If yes, on what basis—if not deterrence—does it\ndistinguish unintentional police suggestiveness in an accidental\nconfrontation?The arrangement-focused\ninquiry will sow needless con-fusion. If the police had called\nPerry and Blandon to the police station for interviews, and Blandon\nsaw Perry being questioned, would that be sufficiently “improper\npolice arrangement”? If Perry had voluntarily come to the police\nstation, would that change the result? Today’s opinion renders the\napplicability of our ordinary inquiry contingent on a murky\nline-drawing exercise. Whereas our two-step inquiry focuses on\noverall reliability—and could account for the spontaneity of the\nwitness’ identification and degree of police manipulation under the\ntotal-ity of the circumstances—today’s opinion forecloses that\nassessment by establishing a new and inflexible step zero.BThe majority regards\nits limitation on our two-step rule as compelled by precedent. Its\nchief rationale, ante, at 7–13, is that none of our prior cases\ninvolved situations where the police “did not arrange the\nsuggestive circumstances.” Ante, at 10; see also ante, at 2,\nn. 1. That is not necessarily true, given the seemingly\nunintentional encounter highlighted in Wade. But even if it were\ntrue, it is unsurprising. The vast majority of eyewitness\nidentifications that the State uses in criminal prosecutions are\nobtained in lineup, showup, and photograph displays arranged by the\npolice. Our precedents reflect that practical reality.It is also beside the\npoint. Our due process concerns were not predicated on the source\nof suggestiveness. Rather, “[i]t is the likelihood of\nmisidentification which violates a defendant’s right to due\nprocess,” Biggers, 409 U. S., at 198, and we are concerned\nwith suggestion in-sofar as it has “corrupting effect[s]” on the\nidentification’s reliability. Brathwaite, 432 U. S., at 114.\nAccordingly, whether the police have created the suggestive\ncircumstances intentionally or inadvertently, the resulting\nidentification raises the same due process concerns. It is no more\nor less likely to misidentify the perpetrator. It is no more or\nless powerful to the jury. And the defendant is no more or less\nequipped to challenge the identifica- tion through\ncross-examination or prejudiced at trial. The arrangement-focused\ninquiry thus untethers our doctrine from the very\n“ ‘evidentiary interest’ ” it was designed to protect,\ninviting arbitrary results. Id., at 113, n. 14.Indeed, it is the\nmajority’s approach that lies in tension with our precedents.\nWhereas we previously disclaimed the crabbed view of suggestiveness\nas “the result of po- lice procedures intentionally designed to\nprejudice an ac-cused,” Wade, 388 U. S., at 235, the\nmajority’s focus on police rigging and improper conduct will revive\nit. Whereas our precedents were sensitive to intentional and\nunintentional suggestiveness alike, see supra, at 2–3, today’s\ndecision narrows our concern to intentionally orchestrated\nsuggestive confrontations. We once described the “pri-mary evil to\nbe avoided” as the likelihood of misidentification. Biggers, 409\nU. S., at 198. Today’s decision, however, means that even if\nthat primary evil is at its apex, we need not avoid it at all so\nlong as the suggestive circumstances do not stem from improper\npolice arrangement.CThe majority gives\nseveral additional reasons for why applying our due process rule\nbeyond improperly police-arranged circumstances is unwarranted. In\nmy view, none withstands close inspection.First, the majority\ninsists that our precedents “aim to deter police from rigging\nidentification procedures,” so our rule should be limited to\napplications that advance that “primary aim” and “key premise.”\nAnte, at 2, 11 (citing Brathwaite, 432 U. S., at 112). That\nmischaracterizes our cases. We discussed deterrence in Brathwaite\nbecause Brathwaite challenged our two-step inquiry as lacking\ndeterrence value. Brathwaite argued that deterrence de-manded a\nper se rule excluding all suggestive identifications. He said\nthat our rule, which probes the reliability of suggestive\nidentifications under the totality of the circumstances, “cannot be\nexpected to have a significant deterrent impact.” Id., at 111.We rebutted\nBrathwaite’s criticism in language the majority now wrenches from\ncontext: Upon summarizing Brathwaite’s argument, we acknowledged\n“several interests to be considered.” Ibid. We then compared the\ntwo rules under each interest: First, we noted the “driving force”\nbehind Wade and its companion cases—“the concern that the jury not\nhear eyewitness testimony unless that evidence has aspects of\nreliability”—and found both approaches “responsive to this\nconcern,” but the per se rule to go “too far” in suppressing\nreliable evidence. 432 U. S., at 111–112. We noted a “second\nfactor”—deterrence—conceding that the per se rule had “more\nsignificant deterrent effect,” but noting that our rule “also has\nan influence on police behavior.” Id., at 112. Finally, we noted a\n“third factor”—“the effect on the administration of\njustice”—describing the per se rule as having serious\ndrawbacks on this front. Ibid. That was no list of “primary\naim[s].” Nor was it a ringing endorsement of the primacy of\ndeterrence. We simply underscored, in responding to Brathwaite,\nthat our rule was not without deterrence benefits. To the contrary,\nwe clarified that deterrence was a subsidiary concern to\nreliability, the “driving force” of our doctrine. It is a stretch\nto claim that our rule cannot apply wherever “[t]his deterrence\nrationale is inapposite.” Ante, at 11.Second, the majority\nstates that Coleman v. Alabama, 399 U. S. 1 (1970) , held that\n“[n]o due process violation occurred . . . because\nnothing ‘the police said or did prompted’ ” the identification\nand shows that our rule is linked “only to improper police\narrangement.” Ante, at 11–12. That misreads the decision. In\nColeman, the petitioners challenged a witness’ in-court\nidentification of them at trial on grounds that it had been tainted\nby a suggestive pretrial lineup. We held that no due process\nviolation occurred because the in-court identification ap-peared to\nbe “entirely based upon observations at the time of the assault and\nnot at all induced by the conduct of the lineup,” and thus could\nnot be said to stem from an identification procedure “ ‘so\nimpermissibly suggestive as to give rise to a very substantial\nlikelihood of irreparable misidentification.’ ” 399\nU. S., at 5–6 (plurality opinion). We then dismissed each of\nthe asserted suggestive influences as having had no bearing on the\nidentification at all: The petitioners claimed that the police\nintimated to the witness that his attackers were in the lineup; we\nfound the record “devoid of evidence that anything the police said\nor did” induced the identification. Id., at 6. The petitioners\nclaimed that they alone were made to say certain words; we found\nthat the witness identified petitioners before either said\nanything. One petitioner claimed he was singled out to wear a hat;\nwe found that the witness’ identification “d[id] not appear\n. . . based on the fact that he remembered that [the\nattacker] had worn a hat.” Ibid. Thus, far from indicating that\nimproper police conduct is a prerequisite, Coleman merely held that\nthere had been no influence on the witness. In fact, in concluding\nthat the lineup was not “ ‘so impermissibly suggestive as to\ngive rise to a very substantial likelihood of irreparable\nmisidentification,’ ” Coleman indicates that the two-step\ninquiry is not truncated at the threshold by the absence of police\nmisconduct.Third, the majority\nemphasizes that we should rely on the jury to determine the\nreliability of evidence. See ante, at 15–16. But our cases are\nrooted in the assumption that eyewitness identifications upend the\nordinary expectation that it is “the province of the jury to weigh\nthe credibility of competing witnesses.” Kansas v. Ventris, 556\nU. S. 586 , n. (2009). As noted, jurors find eyewitness\nevidence unusually powerful and their ability to assess credibility\nis hindered by a witness’ false confidence in the accuracy of his\nor her identification. That disability in no way de-pends on the\nintent behind the suggestive circumstances.The majority’s appeals\nto protecting the jury’s domain, moreover, appeared in dissent\nafter dissent from our de-cisions. See Foster v. California, 394 U.\nS. 440, 447 (1969) (Black, J., dissenting) (“[T]he jury is the sole\ntribunal to weigh and determine facts” and “must . . . be allowed\nto hear eyewitnesses and decide for itself whether it can recognize\nthe truth”); Simmons, 390 U. S., at 395 (Black, J., concurring in\npart and dissenting in part) (“The weight of the evidence . . . is\nnot a question for the Court but for the jury”). So too does the\nmajority’s assurance that other constitutional protections like the\nSixth Amendment rights to compulsory process and confrontation can\nsuffice to expose unreliable identifications. Compare ante, at 6,\nwith Foster, 394 U. S., at 448–449 (Black, J., dissenting)\n(“The Constitution sets up its own standards of unfairness in\ncriminal trials,” including the Sixth Amendment “right to\ncompulsory process” and “right to confront . . .\nwitnesses”). So too does the majority’s appeal to leave reliability\nto the rules of evidence. Compare ante, at 17, with Foster, 394\nU. S., at 448 (Black, J., dissenting) (“ ‘Rules of\nevidence are designed in the interests of fair trials’ ”), and\nStovall, 388 U. S., at 306 (Black, J., dissenting) (“[T]he\nresult . . . is to put into a constitutional mould a rule\nof evidence”). Those arguments did not prevail then; they should\nnot prevail here.Fourth, the majority\nsuggests that applying our rule beyond police-arranged suggestive\ncircumstances would entail a heavy practical burden, requiring\ncourts to engage in “preliminary judicial inquiry” into “most, if\nnot all, eyewitness identifications.” Ante, at 13, 18. But that is\ninaccurate. The burden of showing “impermissibly suggestive”\ncircumstances is the defendant’s, so the objection falls to the\ndefendant to raise. And as is implicit in the majority’s\nreassurance that Perry may resort to the rules of evidence in lieu\nof our due process precedents, trial courts will be entertaining\ndefendants’ objections, pretrial or at trial, to unreliable\neyewitness evidence in any event. The relevant question, then, is\nwhat the standard of admissibility governing such objections should\nbe. I see no reason to water down the standard for an equally\nsuggestive and unreliable identification simply because the\nsuggestive confrontation was unplanned.It bears reminding,\nmoreover, that we set a high bar for suppression. The vast majority\nof eyewitnesses proceed to testify before a jury. To date, Foster\nis the only case in which we have found a due process violation.\n394 U. S., at 443. There has been no flood of claims in the\nfour Federal Circuits that, having seen no basis for an\narrangement-based distinction in our precedents, have long\nindicated that due process scrutiny applies to all suggestive\nidentification procedures. See Dunnigan v. Keane, 137 F. 3d 117,\n128 (CA2 1998); United States v. Bouthot, 878 F. 2d 1506, 1516 (CA1\n1989); Thigpen v. Cory, 804 F. 2d 893, 895 (CA6 1986); see also\nGreen v. Loggins, 614 F. 2d 219, 223 (CA9 1980). Today’s decision\nnonetheless precludes even the possibility that an unintended\nconfrontation will meet that bar, mandating summary dismissal of\nevery such claim at the threshold.Finally, the majority\nquestions how to “rationally distinguish suggestiveness from other\nfactors bearing on the reliability of eyewitness evidence,” such as\n“poor vision” or a prior “grudge,” ante, at 13–14, and more\nbroadly, how to distinguish eyewitness evidence from other kinds of\narguably unreliable evidence. Ante, at 14–15. Our precedents,\nhowever, did just that. We emphasized the “ ‘formidable number\nof instances in the records of English and Amer-ican trials’ ”\nof “miscarriage[s] of justice from mistaken identification.” Wade,\n388 U. S., at 228. We then observed that “ ‘the influence\nof improper suggestion upon identifying witnesses probably accounts\nfor more miscarriages of justice than any other single\nfactor.’ ” Id., at 229. More-over, the majority points to no\nother type of evidence that shares the rare confluence of\ncharacteristics that makes eyewitness evidence a unique threat to\nthe fairness of trial. Jailhouse informants, cf. ante, at 15,\nunreliable as they may be, are not similarly resistant to the\ntraditional tools of the adversarial process and, if anything, are\nmet with particular skepticism by juries.It would be one thing\nif the passage of time had cast doubt on the empirical premises of\nour precedents. But just the opposite has happened. A vast body of\nscientific literature has reinforced every concern our precedents\narticulated nearly a half-century ago, though it merits barely a\nparenthetical mention in the majority opinion. Ante, at 14. Over\nthe past three decades, more than two thousand studies related to\neyewitness identification have been published. One state supreme\ncourt recently appointed a special master to conduct an exhaustive\nsurvey of the current state of the scientific evidence and\nconcluded that “[t]he research . . . is not only\nextensive,” but “it represents the ‘gold standard in terms of the\napplicability of social science research to law.’ ” State v.\nHenderson, 208 N. J. 208, 283, 27 A. 3d 872, 916 (2011).\n“Experimental methods and findings have been tested and retested,\nsubjected to scientific scrutiny through peer-reviewed journals,\nevaluated through the lens of meta-analyses, and replicated at\ntimes in real-world settings.” Ibid.; see also Schmechel, O’Toole,\nEasterly, & Loftus, Beyond the Ken? Testing Jurors’\nUnderstanding of Eyewitness Reliability Evidence, 46 Jurimetrics\n177, 180 (2006) (noting “nearly unanimous consensus among\nresearchers about the [eyewitness reliability] field’s core\nfindings”).The empirical evidence\ndemonstrates that eyewitness misidentification is “ ‘the\nsingle greatest cause of wrongful convictions in this\ncountry.’ ” [5]\nResearchers have found that a staggering 76% of the first 250\nconvictions overturned due to DNA evidence since 1989 involved\neyewitness misidentification. [6] Study after study demonstrates that eyewitness\nrecollections are highly susceptible to distortion by postevent\ninformation or social cues; [7] that jurors routinely overestimate the accuracy of eyewitness\nidentifications; [8] that\njurors place the greatest weight on eyewitness confidence in\nassessing identifications [9]\neven though confidence is a poor gauge of accuracy; [10] and that suggestiveness can\nstem from sources beyond police-orchestrated procedures. [11] The majority today\nnever-theless adopts an artificially narrow conception of the\ndangers of suggestive identifications at a time when our concerns\nshould have deepened.IIIThere are many\nreasons why Perry’s particular situation might not violate due\nprocess. The trial court found that the circumstances surrounding\nBlandon’s identification did not rise to an impermissibly\nsuggestive level. It is not at all clear, moreover, that there was\na very substantial likelihood of misidentification, given Blandon’s\nlack of equivocation on the scene, the short time between crime and\nconfrontation, and the “fairly well lit” parking lot. App. 56. The\nNew Hampshire Supreme Court, however, never made findings on either\npoint and, under the majority’s decision today, never will.*  *  *The Court’s opinion\ntoday renders the defendant’s due process protection contingent on\nwhether the suggestive circumstances giving rise to the eyewitness\nidentification stem from improper police arrangement. That view\nlies in tension with our precedents’ more holistic conception of\nthe dangers of suggestion and is untethered from the evidentiary\ninterest the due process right protects. In my view, the ordinary\ntwo-step inquiry should apply, whether the police created the\nsuggestive circumstances intentionally or inadvertently. Because\nthe New Hampshire Supreme Court truncated its inquiry at the\nthreshold, I would vacate the judgment and remand for a proper\nanalysis. I respectfully dissent.Notes1Because the facts of this\ncase involve police action, I do not reach the question whether due\nprocess is triggered in situations involving no police action\nwhatsoever.2Wade held that the\ndangers of pretrial identification procedures necessitated a right\nto counsel; that same day, Stovall held that a defendant ineligible\nfor the Wade rule was still entitled to challenge the confrontation\nas a due process violation. Because the two were companion cases\nadvancing interrelated rules to avoid unfairness at trial resulting\nfrom suggestive pretrial confrontations, Wade’s exposition of the\ndangers of suggestiveness informs both contexts. See Manson v.\nBrathwaite, (“Wade and its companion cases reflect the concern that\nthe jury not hear eyewitness testimony unless that evidence has\naspects of reliability”).3Our precedents refer to\n“impermissibly,” “unnecessarily,” and “unduly” suggestive\ncircumstances interchangeably. See, e.g., Brathwaite, 432\nU. S., at 105, n. 8, 107–108, 110, 112–113\n(“impermissibly” and “unnecessarily”); Neil v. Biggers, –199 (1972)\n(“impermissibly” and “unnecessarily”); Coleman v. Alabama, –5\n(1970) (“unduly” and “impermissibly”); Simmons v. United States,\n–384 (1968) (“unduly” and “impermissibly”). The Circuits have\nfollowed suit. E.g., Thigpen v. Cory, 804 F. 2d 893, 895 (CA6\n1986) (“unduly”); Green v. Loggins, 614 F. 2d 219, 223 (CA9\n1980) (“unnecessarily or impermissibly”). All reinforce our focus\nnot on the act of suggestion, but on whether the suggestiveness\nrises to such a level that it undermines reliability. Police\nmachinations can heighten the likelihood of misidentification, but\nthey are no prerequisite to finding a confrontation “so\nimpermissibly suggestive as to give rise to a very substantial\nlikelihood of . . . misidentification.” Simmons, 390\nU. S., at 384.4The majority denies that\nit has imposed a mens rea requirement, see ante, at 2, n. 1,\nbut by confining our due process concerns to police-arranged\nidentification procedures, that is just what it has done. The\nmajority acknowledges that “whether or not [the police] intended\nthe arranged procedure to be suggestive” is irrelevant under our\nprecedents, ibid., but still places dispositive weight on whether\nor not the police intended the procedure itself.5State v. Henderson, 208\nN. J. 208, 231, 27 A. 3d 872, 885 (2011); see also, e.g., Benn\nv. United States, 978 A. 2d 1257, 1266 (D. C. 2009);\nState v. Dubose, 285 Wis. 2d 143, 162, 699 N. W. 2d 582, 592\n(2005); Dept. of Justice, Office of Justice Programs, E. Connors,\nT. Lundregan, N. Miller, & T. McEwen, Convicted by Juries,\nExonerated by Science: Case Studies in the Use of DNA Evidence to\nEstablish Innocence After Trial 24 (1996); B. Cutler &\nS. Penrod, Mistaken Identification: The Eyewitness,\nPsychology, and the Law 8 (1995); Wells, “Good, You Identified the\nSuspect”: Feedback to Eyewitnesses Distorts their Reports of the\nWitnessing Experience, 83 J. of Applied Psychology No. 3 360\n(1998).6B. Garrett, Convicting\nthe Innocent: Where Criminal Prosecutions Go Wrong 9, 48, 279\n(2011); see also, e.g., Innocence Project, Facts on Post-Conviction\nDNA Exonerations (75% of postconviction DNA exoneration cases in\nthe U. S. involved eyewitness misidentification),\nhttp://www.innocenceproject.org/Content/Facts_on_PostConviction_DNA_Exonerations.php\n(as visited Jan. 11, 2012, and available in Clerk of Court’s case\nfile); Dept. of Justice, National Institute of Justice, Eyewitness\nEvidence: A Guide for Law Enforcement iii (1999) (85% of 28 felony\nconvictions overturned on DNA evidence involved eyewitness\nmisidentification).7See, e.g., Gabbert,\nMemon, Allan, & Wright, Say it to My Face: Examining the\nEffects of Socially Encountered Misinformation, 9 Legal &\nCriminological Psychol. 215 (2004); Douglass & Steblay, Memory\nDistortion in Eyewitnesses: A Meta-Analysis of the\nPost-Identification Feedback Effect, 20 Applied Cognitive Psychol.\n859, 864–865 (2006).8See Brigham &\nBothwell, The Ability of Prospective Jurors to Estimate the\nAccuracy of Eyewitness Identifications, 7 Law & Hum. Behav. 19,\n22–24, 28 (1983) (nearly 84% of study respondents overestimated\naccuracy rates of identifications); see also, e.g., Sigler &\nCouch, Eyewitness Testimony and the Jury Verdict, 4 N. Am. J.\nPsychol. 143, 146 (2002).9See Cutler & Penrod,\nMistaken Identification, at 181–209; Lindsay, Wells, & Rumpel,\nCan People Detect Eyewitness-Identification Accuracy Within and\nAcross Situations? 66 J. Applied Psychol. 79, 83\n(1981).10See\nBrewer, Feast, & Rishworth, The Confidence-Accuracy\nRe-lationship in Eyewitness Identification, 8 J. Experimental\nPsychol. Applied 44, 44–45 (2002) (“average confidence-accuracy\ncorrelations generally estimated between little more than 0 and\n.29”); see also, e.g., Sporer, Penrod, Read, & Cutler,\nChoosing, Confidence, and Accuracy: A Meta-Analysis of the\nConfidence-Accuracy Relation in Eyewitness Identification Studies,\n118 Psychol. Bull. 315 (1995).11See\nBrief for Wilton Dedge et al. as Amici Curiae 8,\nn. 13.",
    "joined": []
}