{
    "case": {
        "docket": "17-1307",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1307/"
    },
    "id": "4068008",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1307_________________DENNIS OBDUSKEY, PETITIONERv.McCARTHY\n& HOLTHUS LLPon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 20, 2019]Justice Sotomayor, concurring.I join the Court’s opinion, which makes a\ncoherent whole of a thorny section of statutory text. I write\nseparately to make two observations: First, this is a close case,\nand today’s opinion does not prevent Congress from clarifying this\nstatute if we have gotten it wrong. Second, as the Court makes\nclear, “enforcing a security interest does not grant an actor\nblanket immunity from the” mandates of the Fair Debt Collection\nPractices Act (FDCPA), 15 U. S. C. §1692et seq. Seeante, at 13–14.This case turns on two sentences that, put\ntogether, read in relevant part:“[1] The term ‘debt collector’ means any\nperson . . . in any business the principal purpose of\nwhich is the collection of any debts, or who regularly collects or\nattempts to collect, directly or indirectly, debts\n. . . . [2] For the purpose of section 1692f(6) of\nthis title, such term also includes any person . . . in\nany business the principal purpose of which is the enforcement of\nsecurity interests.” §1692a(6).As the Court recognizes, if the first sentence\nwere the only text before us, nonjudicial foreclosure plainly would\nqual- ify as debt collection—after all, foreclosure itself “is a\nmeans of collecting a debt,”ante, at 7, whether “directly\nor indirectly,” §1692a(6). That may be because a house can be\nsold—thus satisfying the debt with the proceeds—but it may also be\nbecause the initiation of a foreclosure itself sends a clear\nmessage: “[P]ay up or lose your house.” Brief for Petitioner 17;\nseeAlaska Trustee,LLCv.Ambridge,372 P.3d 207, 217–218 (Alaska 2016);Glazerv.Chase\nHome Finance LLC, 704 F.3d 453, 461 (CA6 2013).The problem for Obduskey’s reading, as the Court\nexplains, is the second sentence, which then becomes superfluous if\nall security-interest enforcement is already covered by sentence\none. Seeante, at 8–9. To be clear, there is a reasonable\nargument that the second sentence covers security-interest\nenforcers who are not already covered by the first sentence: Under\nthis argument, those additional security-interest enforcers are\n“people who engage in the business of repossessing property, whose\nbusiness does not primarily involve communicating with debtors in\nan effort to secure payment of debts,”Piperv.Portnoff\nLaw Assoc.,Ltd.,396 F.3d 227, 236 (CA3 2005); see alsoAlaska Trustee,\n372 P. 3d, at 219–220;Glazer, 704 F. 3d, at\n463–464, such as “the repo man [who] sneaks up and ‘tows a car in\nthe middle of the night,’ ”ante, at 11. But, as the\nCourt explains, that reading does not resolve the surplusage\nproblem, because even such repossession agencies engage in a means\nof collecting debts “indirectly”—which means that they are\nsimilarly situated to entities pursuing nonjudicial foreclosures\nafter all. Seeante, at 10–12.All the same, this is too close a case for me to\nfeel certain that Congress recognized that this complex statute\nwould be interpreted the way that the Court does today. While\nStates do regulate nonjudicial foreclosures, seeante, at 9,\nthe extent and method of those protections can vary widely, and the\nFDCPA was enacted not only “to eliminate abusive debt collection\npractices” but also “to promote consistent State action to protect\nconsumers against debt collection abuses,” §1692(e); see also\n§1692n (pre-empting inconsistent state laws while exempting state\nconsumer protections that are “greater than the protection provided\nby [the FDCPA]”). Today’s opinion leaves Congress free to make\nclear that the FDCPA fully encompasses entities pursuing\nnonjudicial foreclosures and regulates security-interest enforcers\nlike repossession agencies in only the more limited way addressed\nin §1692f(6). That too would be consistent with the FDCPA’s broad,\nconsumer-protective purposes. See §1692(e).Separately, I note that the Court’s opinion\nrecognizes that the question before us involves “no more than the\nkind of security interest enforcement at issue here,”ante,\nat 2, which means an entity that takes “only steps required by\nstate law,”ante, at 14. The Court rightly notes, therefore,\nthat nothing in today’s opinion is “to suggest that pursuing\nnonjudicial foreclosure is a license to engage in abusive debt\ncollection practices like repetitive nighttime phone calls;\nenforcing a security interest does not grant an actor blanket\nimmunity from the Act.”Ante, at 13–14. Indeed, in addition\nto the unnecessary and abusive practices that the Court notes, I\nwould see as a different case one in which the defendant went\naround frightening homeowners with the threat of foreclosure\nwithout showing any meaningful intention of ever actually following\nthrough. There would be a question, in such a case, whether such an\nentity was in fact a “business the principal purpose of which is\nthe enforcement of security interests,” see §1692a(6), or whether\nit was simply using that label as a stalking horse for something\nelse.Because the Court rightly cabins its holding to\nthe kinds of good-faith actions presented here and because we are\nbound to apply Congress’ statutes as best we can understand them, I\nconcur in the Court’s opinion.",
    "joined": []
}