{
    "case": {
        "docket": "18-1195",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1195/"
    },
    "id": "4267761",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1195_________________KENDRA ESPINOZA, et al., PETITIONERSv.MONTANA DEPARTMENT OF REVENUE, et al.on writ of certiorari to the supreme court of\nmontana[June 30, 2020]Justice Sotomayor, dissenting.The majority holds that a Montana scholarship\nprogram unlawfully discriminated against religious schools by\nexcluding them from a tax benefit. The threshold problem, however,\nis that such tax benefits no longer exist for anyone in the State.\nThe Montana Supreme Court invalidated the program on state-law\ngrounds, thereby foreclosing the as-applied challenge petitioners\nraise here. Indeed, nothing required the state court to uphold the\nprogram or the state legislature to maintain it. The Court\nnevertheless reframes the case and appears to ask whether a\nlongstanding Montana constitutional provision is facially invalid\nunder the Free Exercise Clause, even though petitioners disavowed\nbringing such a claim. But by resolving a constitutional question\nnot presented, the Court fails to heed Article III principles older\nthan the Religion Clause it expounds.Colemanv.Thompson,501 U.S.\n722, 730 (1991) (forbidding “resolution of a federal question”\nthat “cannot affect” a state-court judgment).Not only is the Court wrong to decide this case\nat all, it decides it wrongly. InTrinity Lutheran Church of\nColumbia, Inc.v.Comer, 582 U. S. ___ (2017), this\nCourt held, “for the first time, that the Constitution requires the\ngovernment to provide public funds directly to a church.”Id., at ___ (Sotomayor, J., dissenting) (slip op., at 1).\nHere, the Court invokes that precedent to require a State to\nsubsidize religious schools if it enacts an education tax credit.\nBecause this decision further “slights both our precedents and our\nhistory” and “weakens this country’s longstanding commitment to a\nseparation of church and state beneficial to both,”ibid., I\nrespectfully dissent.IAThe Montana Supreme Court invalidated a state\ntax-credit program because it was inconsistent with the Montana\nConstitution’s “no-aid provision,” Art. X, §6(1), which forbids\ngovernment appropriations for sectarian purposes, including funding\nreligious schools. 393 Mont. 446, 467–468, 435 P.3d 603, 614\n(2018). In so doing, the court expressly declined to resolve\nfederal constitutional issues. “Having concluded the Tax Credit\nProgram violates” the no-aid provision, the court held, “it is not\nnecessary to consider federal precedent interpreting the First\nAmendment’s less-restrictive Establishment Clause.”Ibid.So\ntoo the court declined to ground its holding on the Free Exercise\nClause.Ibid.The court also remedied the only potential\nharm of discriminatory treatment by striking down the program\naltogether. After the state court’s decision, neither secular nor\nsectarian schools receive the program’s tax benefits.Petitioners’ free exercise claim is not\ncognizable. The Free Exercise Clause, the Court has said, protects\nagainst “indirect coercion or penalties on the free exercise of\nreligion.”Lyngv.Northwest Indian Cemetery Protective\nAssn.,485 U.S.\n439, 450 (1988). Accordingly, this Court’s cases have required\nnot only differential treatment, cf.ante, at 11–12, but\nalso a resulting burden on religious exercise,Lyng, 485\nU. S., at 450–451.Neither differential treatment nor coercion\nexists here because the Montana Supreme Court invalidated the\ntax-credit program entirely. 393 Mont., at 467–468, 435 P. 3d,\nat 614. Because no secondary school (secular or sectarian) is\neligible for benefits, the state court’s ruling neither treats\npetitioners differently based on religion nor burdens their\nreligious exercise. Seeante, at 2–6 (Ginsburg, J.,\ndissenting). Petitioners remain free to send their children to the\nreligious school of their choosing and to exercise their faith.To be sure, petitioners may want to apply for\nscholarships and would prefer that Montana subsidize their\nchildren’s religious education. But this Court had never before\nheld unconstitutional government action that merely failed to\nbenefit religious exercise. “The crucial word in the constitutional\ntext is ‘prohibit’: ‘For the Free Exercise Clause is written in\nterms of what the government cannot do to the individual, not in\nterms of what the individual can exact from the government.’ ”Lyng, 485 U. S., at 451 (quotingSherbertv.Verner,374 U.S.\n398, 412 (1963) (Douglas, J., concurring)). Put another way,\nthe Constitution does not compel Montana to create or maintain a\ntax subsidy.Notably, petitioners did not allege that the\nno-aid provision itself caused their harm or that invalidating the\nentire tax-credit scheme would create independent constitutional\nconcerns. Even now, petitioners disclaim a facial challenge to the\nno-aid provision. Reply Brief 8, 20–22. Petitioners thus have no\ncognizable as-applied claim arising from the disparate treatment of\nreligion, because there is no longer a program to which Montana’s\nno-aid provision can apply.Nor is it enough that petitioners might wish\nthat Montana’s no-aid provision were no longer good law.\nPetitioners identify no disparate treatment traceable to the state\nconstitutional provision that they challenge because the tax-credit\nprogram no longer operates. SeeSimonv.Eastern Ky.\nWelfare Rights Organization,426 U.S.\n26, 41–42, 44–46 (1976).[1]\nShort of ordering Montana to create a religious subsidy that\nMontana law does not permit, there is nothing for this Court to\ndo.[2]BAs another dissenting opinion observes, seeante,at 3 (opinion of Ginsburg, J.), the Court sidesteps\nthese obstacles by asking a question that this case does not raise\nand that the Montana Supreme Court did not answer: whether by\nexcluding “religious schools and affected families from [a\nscholarship] program,” Montana’s no-aid provision was “consistent\nwith the Federal Constitution,”ante, at 7 (majority\nopinion). In so doing, the Court appears to transform petitioners’\nas-applied challenge into a facial one.Ante, at 10; see\nalsoante, at 1 (Thomas, J., concurring).This approach lacks support in our case law. The\nCourt typically declines to read state-court decisions as impliedly\nresolving federal questions, especially ones not raised by the\nparties. See,e.g.,Adamsv.Robertson,520 U.S.\n83, 88–89 (1997) (per curiam). Indeed, to honor\nprinciples of comity, this Court generally dismisses writs of\ncertiorari from a State’s highest court where, as is true here of\nthe Court’s bespoke inquiry, “the sole federal question” the Court\nseeks to decide was not “raised, preserved, or passed upon in the\nstate courts below.”Cardinalev.Louisiana,394 U.S.\n437, 438 (1969); see alsoWebbv.Webb,451 U.S.\n493, 499 (1981).That rule respects not only federalism, but also\nthe separation of powers. Article III confines this Court’s\nauthority to adjudicating actual “[c]ases” or “[c]ontroversies.”\nSee alsoAllenv.Wright,468\nU.S. 737, 750 (1984) (case-or-controversy requirement reflects\n“the idea of separation of powers on which the Federal Government\nis founded”). Federal courts thus lack power “to decide questions\nthat cannot affect the rights of litigants in the case before them”\nand may resolve only “real and substantial controvers[ies]\nadmitting of specific relief through a decree of a conclusive\ncharacter, as distinguished from an opinion advising what the law\nwould be upon a hypothetical state of facts.”Lewisv.Continental Bank Corp.,494 U.S.\n472, 477 (1990) (alteration in original; internal quotation\nmarks omitted). Consonant with that limitation, the Court has\ndeclined to “ ‘ “formulate a rule of constitutional law\nbroader than is required by the precise facts to which it is to be\napplied.” ’ ”Washington State Grangev.Washington State Republican Party,552\nU.S. 442, 450 (2008) (quotingAshwanderv.TVA,297 U.S.\n288, 347 (1936) (Brandeis, J., concurring)). By answering an\napparent hypothetical question, today’s Court subverts these\nlongstanding practices.True, on occasion this Court has resolved\nfederal constitutional questions when it was unclear whether the\nstate-court judgment rested on an adequate and independent\nstate-law ground. See,e.g.,Michiganv.Long,463 U.S.\n1032, 1043 (1983). But that is not this case. Recall that the\nMontana Supreme Court remedied a state constitutional violation by\ninvalidating a state program on state-law grounds, having expressly\ndeclined to reach any federal issue. See 393 Mont., at 467–468, 435\nP. 3d, at 614; see alsoante, at 4–5 (Ginsburg, J.,\ndissenting).These principles exist to prevent this Court\nfrom issuing advisory opinions, sowing confusion, and muddying the\nlaw. This is case in point. Having held that petitioners may not be\n“exclu[ded] from the scholarship program” that no longer exists,\nthe Court remands to the Montana Supreme Court for “further\nproceedings not inconsistent with this opinion.”Ante, at\n22. But it is hard to tell what this Court wishes the state court\nto do. There is no program from which petitioners are currently\n“exclu[ded],” so must the Montana Supreme Court order the State to\nrecreate one? Has this Court just announced its authority to\nrequire a state court to order a state legislature to fund\nreligious exercise, overruling centuries of contrary precedent and\nhistorical practice? SeeCutterv.Wilkinson,544 U.S.\n709(2005);Lockev.Davey,540 U.S.\n712(2004); see alsoTrinity Lutheran, 582 U. S.,\nat ___–___, and nn. 7–11 (Sotomayor, J., dissenting) (slip op., at\n12–20, and nn. 7–11) (describing States’ religious disestablishment\nmovements near the founding and cataloging state constitutional\nprovisions declining to aid religious ministry). Indeed, it appears\nthat the Court has declared that once Montana created a tax\nsubsidy, it forfeited the right to eliminate it if doing so would\nharm religion. This is a remarkable result, all the more so because\nthe Court strains to reach it.The Court views its decision as “simply\nrestor[ing] the status quo established by the Montana Legislature.”Anteat 22, n. 4. But it overlooks how that status quo\nallowed the State Supreme Court to cure any disparate treatment of\nreligion while still giving effect to a state constitutional\nprovision ratified by the citizens of Montana. Today’s decision\nreplaces a remedy chosen by representatives of Montanans and\ndesigned to honor the will of the electorate with one that the\nCourt prefers instead.In sum, the decision below neither upheld a\nprogram that “disqualif[ies] some private schools solely because\nthey are religious,”ante, at 20, nor otherwise decided the\ncase on federal grounds. The Court’s opinion thus turns on a\ncounterfactual hypothetical it is powerless (and unwise) to\ndecide.IIEven on its own terms, the Court’s answer to\nits hypothetical question is incorrect. The Court relies\nprincipally onTrinity Lutheran, which found that\ndisqualifying an entity from a public benefit “solely because of\n[the entity’s] religious character” could impose “a penalty on the\nfree exercise of religion.” 582 U. S., at ___–___ (slip op.,\nat 9–10).Trinity Lutheranheld that ineligibility for a\ngovernment benefit impermissibly burdened a church’s religious\nexercise by “put[ting it] to the choice between being a church and\nreceiving a government benefit.”Id., at ___ (slip op., at\n13). Invoking that precedent, the Court concludes that Montana must\nsubsidize religious education if it also subsidizes nonreligious\neducation.[3]The Court’s analysis of Montana’s defunct tax\nprogram reprises the error inTrinity Lutheran. Contra the\nCourt’s current approach, our free exercise precedents had long\ngranted the government “some room to recognize the unique status of\nreligious entities and to single them out on that basis for\nexclusion from otherwise generally applicable laws.”Id., at\n___ (Sotomayor, J., dissenting) (slip op., at 9).UntilTrinity Lutheran, the right to\nexercise one’s religion did not include a right to have the State\npay for that religious practice. SeeSchool Dist. of Abington\nTownshipv.Schempp,374 U.S.\n203, 226 (1963). That is because a contrary rule risks reading\nthe Establishment Clause out of the Constitution. Although the\nEstablishment Clause “permit[s] some government funding of secular\nfunctions performed by sectarian organizations,” the Court’s\ndecisions “provide[d] no precedent for the use of public funds to\nfinance religious activities.”Rosenbergerv.Rector and\nVisitors of Univ. of Va.,515 U.S.\n819, 847 (1995) (O’Connor, J., concurring). After all, the\ngovernment must avoid “an unlawful fostering of religion.”Cutter, 544 U. S., at 714 (internal quotation marks\nomitted). Thus, to determine the constitutionality of government\naction that draws lines based on religion, our precedents\n“carefully considered whether the interests embodied in the\nReligion Clauses justify that line.”Trinity Lutheran, 582\nU. S., at ___ (Sotomayor, J., dissenting) (slip op., at 8).\nThe relevant question had always been not whether a State singles\nout religious entities, but why it did so.Here, a State may refuse to extend certain aid\nprograms to religious entities when doing so avoids “historic and\nsubstantial” antiestablishment concerns.Locke, 540\nU. S., at 725. Properly understood, this case is no different\nfromLockebecause petitioners seek to procure what the\nplaintiffs inLockecould not: taxpayer funds to support\nreligious schooling.[4] Indeed,\none of the concurrences lauds petitioners’ spiritual pursuit,\nacknowledging that they seek state funds for manifestly religious\npurposes like “teach[ing] religion” so that petitioners may\n“outwardly and publicly” live out their religious tenets.Ante, at 3 (opinion of Gorsuch, J.). But those deeply\nreligious goals confirm why Montana may properly decline to\nsubsidize religious education. Involvement in such spiritual\nmatters implicates both the Establishment Clause, seeCutter, 544 U. S., at 714, and the free exercise rights\nof taxpayers, “denying them the chance to decide for themselves\nwhether and how to fund religion,”Trinity Lutheran, 582\nU. S., at ___ (Sotomayor, J., dissenting) (slip op., at 17).\nPreviously, this Court recognized that a “prophylactic rule against\nthe use of public funds” for “religious activities” appropriately\nbalanced the Religion Clauses’ differing but equally weighty\ninterests.Ibid.The Court maintains that this case differs fromLockebecause no pertinent “ ‘historic and\nsubstantial’ ” tradition supports Montana’s decision.Ante, at 14. But the Court’s historical analysis is\nincomplete at best. For one thing, the Court discounts anything\nbeyond the 1850s as failing to “establish an early American\ntradition,”ante, at 15, while itself relying on examples\nfrom around that time,ante, at 14. For another, although\nthe States may have had “rich diversity of experience” at the\nfounding, “the story relevant here is one of consistency.”Trinity Lutheran, 582 U. S., at ___ (Sotomayor, J.,\ndissenting) (slip op., at 11); see alsoid., at ___–___\n(slip op., at 12–20) (chronicling state histories). The common\nthread was that “those who lived under the laws and practices that\nformed religious establishments made a considered decision that\ncivil government should not fund ministers and their houses of\nworship.”Id., at ___ (slip op., at 16). And as the Court’s\nrecent precedent holds, at least some teachers in religiously\naffiliated schools are ministers who inculcate the faith. SeeHosanna-Tabor Evangelical Lutheran Church and Schoolv.EEOC,565 U.S.\n171, 178, 196 (2012); see alsoante, at 3 (Gorsuch, J.,\nconcurring);ante, at 6, 13 (Breyer, J., dissenting).The Court further suggests that by abstaining\nfrom funding religious activity, the State is\n“ ‘suppress[ing]’ ” and “penaliz[ing]” religious\nactivity.Ante, at 19–20. But a State’s decision not to fund\nreligious activity does not “disfavor religion; rather, it\nrepresents a valid choice to remain secular in the face of serious\nestablishment and free exercise concerns.”Trinity Lutheran,\n582 U. S., at ___ (Sotomayor, J., dissenting) (slip op., at\n24). That is, a “legislature’s decision not to subsidize the\nexercise of a fundamental right does not infringe the right.”Reganv.Taxation With Representation of Wash.,461 U.S.\n540, 549 (1983).Finally, it is no answer to say that this case\ninvolves “discrimination.”Ante, at 11–12. A “decision to\ntreat entities differently based on distinctions that the Religion\nClauses make relevant does not amount to discrimination.”Trinity Lutheran, 582 U. S., at ___ (Sotomayor, J.,\ndissenting) (slip op., at 22). So too here.*  *  *Today’s ruling is perverse. Without any need\nor power to do so, the Court appears to require a State to\nreinstate a tax-credit program that the Constitution did not demand\nin the first place. We once recognized that “[w]hile the Free\nExercise Clause clearly prohibits the use of state action to deny\nthe rights of free exercise to anyone, it has never meant that a\nmajority could use the machinery of the State to practice its\nbeliefs.”Schempp, 374 U. S., at 226 (emphasis\ndeleted). Today’s Court, by contrast, rejects the Religion Clauses’\nbalanced values in favor of a new theory of free exercise, and it\ndoes so only by setting aside well-established judicial\nconstraints.I respectfully dissent.Notes1To revive their\nas-applied challenge, petitioners rely onGriffinv.School Bd. of Prince Edward Cty.,377\nU.S. 218(1964), for the proposition that eliminating a public\nbenefit does not always remedy discrimination. See Reply Brief 5.\nButGriffinis inapposite. There, a Virginia county closed\nits public schools and so-called “private schools” were set up in\ntheir place to avoid a court desegregation order. See 377 U. S., at\n223. These so-called private schools “were open to whites only and\n. . . were in fact run by a practical partnership between\nState and county, designed to preserve segregated education.”Palmerv.Thompson,403 U.S.\n217, 221–222 (1971). That is nothing like what the Montana\nSupreme Court’s remedy achieved here. Nor have petitioners said\notherwise; there is no allegation that Montana confers clandestine\ntax credits solely to secular schools.2Petitioners here have not\nasserted a free exercise claim on a theory that they were victims\nof religious animus, either. Cf.Church of Lukumi Babalu Aye,\nInc.v.Hialeah,508 U.S.\n520, 533 (1993). Instead, one concurrence seeks to make the\nargument for them while attempting to compare the state\nconstitutional provision here with a nonunanimous jury rule rooted\nin racial animus.Ante, at 1 (opinion of Alito, J.) (citing\nthe dissent inRamosv.Louisiana, 590 U. S. ___\n(2020)). But those questions are not before the Court. In any case,\nthe concurrence’s arguments are as misguided as they are misplaced.\nCiting the Court’s opinion inRamos, the concurrence\nmaintains that a law’s “ ‘uncomfortable past’ must still be\n‘[e]xamined.’ ”Ante, at 10 (opinion of Alito, J.). But\nas previously explained: “Where a law otherwise is untethered to\n[discriminatory] bias—and perhaps also where a legislature actually\nconfronts a law’s tawdry past in reenacting it—the new law may well\nbe free of discriminatory taint.”Ramos, 590 U. S., at\n___ (Sotomayor, J., concurring in part) (slip op., at 4). That\ncould not “be said of the laws at issue” inRamos.Ibid.It can be here. See Part II,infra. The\nconcurrence overlooks the starkly different histories of these\nstate laws. Also missing from the concurrence (and theamicusbriefs it repeats) is the stubborn fact that the\nconstitutional provision at issue here was adopted in 1972 at a\nconvention where it was met with overwhelming support by religious\nleaders (Catholic and non-Catholic), even those who examined the\nhistory of prior no-aid provisions. See Brief for Respondents\n16–27; 6 Montana Constitutional Convention 1971–1972 Proceedings\nand Transcript, pp. 2012–2013, 2016–2017 (Mont. Legislature and\nLegislative Council); see alsoante, at 12–13 (Breyer, J.,\ndissenting); Brief for Public Funds Public Schools\nasAmicus Curiae5–11; Brief for Montana\nConstitutional Convention Delegates asAmici\nCuriae19–25. These supporters argued that it would be\nwrong to put taxpayer dollars to religious purposes and that it\nwould invite unwelcome entanglement between church and\nstate.  See,e.g., U. S. Const., Amdt. 1;\nBrief for Respondents 20.3Petitioners’ as-applied\nchallenge fails underTrinity Lutheranfor the reasons\nstated above: The Montana Supreme Court’s remedy does not put\npetitioners to any “choice” at all. Rather, petitioners are free to\nsend their children to any secondary school they wish while\npracticing their religious beliefs, and no one receives a tax\ncredit for their school choice.4Lockeconfirms\nthat a facial challenge to no-aid provisions must fail. But cf.ante, at 13–14 (majority opinion). InLocke, this\nCourt upheld the application of a materially similar no-aid\nprovision in Washington State, concluding that the Free Exercise\nClause permitted Washington to forbid state-scholarship funds for\nstudents pursuing devotional theology degrees. 540 U. S., at\n721.",
    "joined": []
}