{
    "case": {
        "docket": "162",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/162/"
    },
    "id": "1963639",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGUNITED STATES V. JICARILLA APACHE NATION564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-382UNITED STATES, PETITIONERv.JICARILLA\nAPACHE NATIONon writ of certiorari to the united states court of\nappeals for the federal circuit[June 13, 2011]Justice Sotomayor,\ndissenting.Federal Indian policy, as\nestablished by a network of federal statutes, requires the United\nStates to act strictly in a fiduciary capacity when managing Indian\ntrust fund accounts. The interests of the Federal Government as\ntrustee and the Jicarilla Apache Nation (Nation) as beneficiary are\nthus entirely aligned in the context of Indian trust fund\nmanagement. Where, as here, the governing statutory scheme\nestablishes a conventional fiduciary relationship, the Government’s\nduties include fiduciary obligations derived from common-law trust\nprinciples. Because the common-law rationales for the fiduciary\nexception fully support its application in this context, I would\nhold that the Government may not rely on the attorney-client\nprivilege to withhold from the Nation communications between the\nGovernment and its attorneys relating to trust fund management.The Court’s decision to the contrary rests on\nfalse factual and legal premises and deprives the Nation and other\nIndian tribes of highly relevant evidence in scores of pending\ncases seeking relief for the Government’s alleged mismanagement of\ntheir trust funds. But perhaps more troubling is the majority’s\ndisregard of our settled precedent that looks to common-law trust\nprinciples to define the scope of the Government’s fiduciary\nobligations to Indian tribes. Indeed, aspects of the majority’s\nopinion suggest that common-law principles have little or no\nre-levance in the Indian trust context, a position this Court\nrejected long ago. Although today’s holding pertains only to a\nnarrow evidentiary issue, I fear the upshot of the majority’s\nopinion may well be a further dilution of the Government’s\nfiduciary obligations that will have broader negative repercussions\nfor the relationship between the United States and Indian\ntribes.IAFederal Rule of Evidence 501\nprovides in relevant part that “the privilege of a … government …\nshall be governed by the principles of the common law as they may\nbe interpreted by the courts of the United States in the light of\nreason and experience.” Rule 501 “was adopted precisely because\nCongress wished to leave privilege questions to the courts rather\nthan attempt to codify them.”United Statesv.Weber\nAircraft Corp.,465 U. S. 792, 804, n.\n25 (1984).As the majority notes, the\npurpose of the attorney-client privilege “is to encourage full and\nfrank communication between attorneys and their clients and thereby\npromote broader public interests in the observance of law and\nadministration of justice.”Upjohn Co.v.United\nStates,449 U.\nS. 383, 389 (1981). But the majority neglects to explain that\nthe privilege is a limited exception to the usual rules of evidence\nrequiring full disclosure of relevant information. See 8 J.\nWigmore, Evidence §2192, p. 64 (3d ed. 1940) (common law\nrecognizes “fundamental maxim that the public … has a right to\nevery man’s evidence” and that “any exemptions which may exist are\ndistinctly exceptional, being so many derogations from a positive\ngeneral rule”). Because it “has the effect of withholding relevant\ninformation from the factfinder,” courts construe the privilege\nnarrowly.Fisherv.United States,425 U. S. 391, 403\n(1976). It applies “only where necessary to achieve its purpose,”ibid.; “[w]here this purpose ends, so too does the\nprotection of the privilege,”Wachtelv.Health Net,\nInc., 482 F. 3d 225, 231 (CA3 2007).The fiduciary exception to the attorney-client\nprivilege has its roots in 19th-century English common-law cases\nholding that, “when a trustee obtained legal advice relating to his\nadministration of the trust, and not in antici-pation of\nadversarial legal proceedings against him, the beneficiaries of the\ntrust had the right to the production of that advice.”Ibid.(collecting cases). The fiduciary exception is now\nwell recognized in the jurisprudence of both federal and state\ncourts,[Footnote 1] and has\nbeen applied in a wide variety of contexts, including in litigation\ninvolving common-law trusts, see,e.g.,Riggs Nat.\nBank of Washington, D. C.v.Zimmer, 355\nA. 2d 709 (Del. Ch. 1976), disputes between corporations and\nshareholders, see,e.g.,Garnerv.Wolfinbarger, 430 F. 2d 1093 (CA5 1970), and ERISA\nenforcement actions, see,e.g.,United Statesv.Doe, 162 F. 3d 554 (CA9 1999).The majority correctly identifies the two\nrationales courts have articulated for applying the fiduciary\nexception,ante, at 8–9, but its description of those\nrationales omits a number of important points. With regard to the\nfirst rationale, courts have characterized the trust beneficiary as\nthe “real client” of legal advice relating to trust administration\nbecause such advice, provided to a trustee to assist in his\nmanagement of the trust, is ultimately for the benefit of the trust\nbeneficiary, rather than for the trustee in his personal capacity.\nSee,e.g.,United Statesv.Mett, 178\nF. 3d 1058, 1063 (CA9 1999) (“ ‘[A]s a representative for\nthe beneficiaries of the trust which he is administering, the\ntrustee is not the real client in the sense that he is personally\nbeing served’ ” (quotingUnited Statesv.Evans, 796 F. 2d 264, 266 (CA9 1986)(per\ncuriam)));Riggs, 355 A. 2d, at 713 (same). The\nmajority places heavy emphasis on the source of payment for the\nlegal advice, seeante, at 8, 15, but it is well settled\nthat who pays for the legal advice, although “potentially\nrelevant,” “is not determinative in resolving issues of privilege.”\nRestatement (Third) of Trusts §82, Commentf, p. 188\n(2005) (hereinafter Third Restatement). Instead, the lynchpin of\nthe “real client” inquiry is the identity of the ultimate\nbeneficiary of the legal advice. SeeWachtel, 482\nF. 3d, at 232 (“[O]f central importance … [i]s the fiduciary’s\nlack of a legitimate personal interest in the legal advice\nobtained”). If the advice was rendered for the benefit of the\nbeneficiary and not for the trustee in any personal capacity, the\n“real client” of the advice is the beneficiary.As to the second rationale for the fiduciary\nexception—rooted in the trustee’s fiduciary duty to disclose all\ninformation related to trust management—the majority glosses over\nthe fact that this duty of disclosure is designed “to enable the\nbeneficiary to prevent or redress a breach of trust and otherwise\nto enforce his or her rights under the trust.” Third Restatement\n§82, Commenta(2), at 184. As the leading American case on\nthe fiduciary exception explains, “[i]n order for the beneficiaries\nto hold the trustee to the proper standards of care and honesty and\nprocure for themselves the benefits to which they are entitled,\ntheir knowledge of the affairs and mechanics of the trust\nmanagement is crucial.”Riggs, 355 A. 2d, at 712.\nCourts justifying the fiduciary exception under this rationale have\nthus concluded that “[t]he policy of preserving the full disclosure\nnecessary in the trustee-beneficiary relationship is … ultimately\nmore important than the pro-tection of the trustees’ confidence in\nthe attorney for the trust.”Id., at 714; seeMett, 178 F. 3d, at 1063 (under this rationale, “the\nfiduciary exception can be understood as an instance of the\nattorney-client privilege giving way in the face of a competing\nlegal principle”). The majority fails to appreciate the important\noversight and accountability interests that underlie this rationale\nfor the fiduciary ex-ception, or explain why they operate with any\nless force in the Indian trust context.BThe question in this case is\nwhether the fiduciary exception applies in the Indian trust context\nsuch that the Government may not rely on the attorney-client\nprivilege to withhold from the Nation communications between the\nGovernment and its attorneys relating to the administration of the\nNation’s trust fund accounts. Answering that question requires a\nproper understanding of the nature of the Government’s trust\nrelationship with Indian tribes, particularly with regard to its\nmanagement of Indian trust funds.Since 1831, this Court has\nrecognized the existence of a general trust relationship between\nthe United States and Indian tribes. SeeCherokee Nationv.Georgia, 5 Pet. 1, 17 (1831) (Marshall, C. J.).\nOur decisions over the past century have repeatedly reaffirmed this\n“distinctive obligation of trust incumbent upon the Government” in\nits dealings with Indians.Seminole Nationv.United\nStates,316 U.\nS. 286, 296 (1942); seeUnited Statesv.Mitchell,463 U. S. 206, 225–226\n(1983)(Mitchell II)(collecting cases and noting “the\nundisputed existence of a general trust relationship between the\nUnited States and the Indian people”). Congress, too, has\nrecognized the general trust relationship between the United States\nand Indian tribes. Indeed, “[n]early every piece of modern\nlegislation dealing with Indian tribes contains a statement\nreaffirming the trust relationship between tribes and the federal\ngovernment.” F. Cohen, Handbook of Federal Indian Law §5.04[4][a],\npp. 420–421 (2005 ed.) (hereinafter Cohen).[Footnote 2]Against this backdrop, Congress has enacted\nfederal statutes that “define the contours of the United States’\nfiduciary responsibilities” with regard to its management of Indian\ntribal property and other trust assets.Mitchell II, 463\nU. S., at 224. The Nation’s claims as relevant in this case concern\nthe Government’s alleged mismanagement of its tribal trust fund\naccounts. Seeante, at 3.The system of trusteeship and federal\nmanagement of Indian funds originated with congressional enactments\nin the 19th century directing the Government to hold and manage\nIndian tribal funds in trust. See,e.g., Act of June 9,\n1837, 5 Stat. 135; see also Misplaced Trust: The Bureau of Indian\nAffairs’ Mismanagement of the Indian Trust Fund, H. R. Rep.\nNo. 102–449, p. 6 (1992) (hereinafter Misplaced Trust).\nThrough these and later congressional enactments, the United States\nhas come to manage almost $3 billion in tribal funds and collects\nclose to $380 million per year on behalf of tribes. Cohen\n§5.03[3][b], at 407.[Footnote\n3]Today, numerous statutes outline the Federal\nGovernment’s obligations as trustee in managing Indian trust funds.\nIn particular, the Secretary of the Treasury, at the request of the\nSecretary of the Interior, must invest “[a]ll funds held in trust\nby the United States … to the credit of Indian tribes” in certain\nsecurities “suitable to the needs of the fund involved.” 25 U.\nS. C. §161a(a). The Secretary of the Interior may deposit in\nthe Treasury and pay mandatory interest on Indian trust funds when\n“the best interests of the Indians will be promoted by such\ndeposits, in lieu of investments.” §161. Similarly, the Secretary\nof the Interior may invest tribal trust funds in certain public\ndebt instruments “if he deems it advisable and for the best\ninterest of the Indians.” §162a(a). And Congress has set forth a\nnonexhaustive list of the Secretary of the Interior’s “trust\nresponsibilities” with respect to Indian trust funds, which include\na series of accounting, auditing, management, and disclosure\nobligations. §162a(d). These and other statutory\nprovisions[Footnote 4] give the\nUnited States “full responsibility to manage Indian [trust fund\naccounts] for the benefit of the Indians.”Mitchell II,\n463 U. S., at 224.“[A] fiduciary relationship necessarily arises\nwhen the Government assumes such elaborate control over [trust\nassets] belonging to Indians.”Id., at 225. Under the\nstatutory regime described above, the Government has extensive\nmanagerial control over Indian trust funds, exercises considerable\ndiscretion with respect to their in-vestment, and has assumed\nsignificant responsibilities to account to the tribal\nbeneficiaries. As a result, “[a]ll of the necessary elements of a\ncommon-law trust are present: a trustee (the United States), a\nbeneficiary (the Indian [Tribe]), and a trust corpus (Indian …\nfunds).”Ibid. Unlike in other contexts where the\nstatutory scheme creates only a “bare trust” entailing only limited\nresponsibilities,United Statesv.Navajo Nation,537 U. S. 488,\n505 (2003)(Navajo I)(internal quotation marks\nomitted),[Footnote 5] the\nstatutory regime governing the United States’ obligations with\nregard to Indian trust funds “bears the hallmarks of a conventional\nfiduciary relationship,”United Statesv.Navajo\nNation, 556 U. S. ___, ___ (2009) (Navajo II)\n(slip op., at 14) (internal quotation marks omitted); seeLincolnv.Vigil,508 U. S. 182, 194\n(1993) (“[T]he law is ‘well established that the Government in its\ndealings with Indian tribal property acts in a fiduciary\ncapacity’ ” (quotingUnited Statesv.Cherokee\nNation of Okla.,480 U. S. 700, 707\n(1987)).IIIn light of Federal Rule of\nEvidence 501 and the Government’s role as a conventional fiduciary\nin managing Indian trust fund accounts, I would hold as a matter of\nfederal common law that the fiduciary exception is applicable in\nthe Indian trust context, and thus the Government may not rely on\nthe attorney-client privilege to withhold communications related to\ntrust management. As explained below, the twin rationales for the\nfiduciary exception fully support its application in this context.\nThe majority’s conclusion to the contrary rests on flawed factual\nand legal premises.AWhen the Government seeks legal\nadvice from a government attorney on matters relating to the\nmanagement of the Nation’s trust funds, the “real client” of that\nadvice for purposes of the fiduciary exception is the Nation, not\nthe Government. The majority’s rejection of that conclusion is\npremised on its erroneous view that the Government, in managing the\nNation’s trust funds, “has its own independent interest in the\nimplementation of federal Indian policy” that diverges from the\ninterest of the Nation as beneficiary.Ante, at 18; see\nalsoante, at 1 (Ginsburg, J., concurring in\njudgment).The majority correctly notes\nthat, as a general matter, the Government has sovereign interests\nin managing Indian trusts that distinguish it from a private\ntrustee. See,e.g.,United Statesv.Minnesota,270 U. S. 181, 194\n(1926). Throughout the history of the Federal Government’s dealings\nwith Indian tribes, Congress has altered and administered the trust\nrelationship “as an instrument of federal policy.”Ante,\nat 17, n. 8 (detailing shifts in policy); see generallyCobellv.Norton, 240 F. 3d 1081, 1086–1088\n(CADC 2001) (same, and describing that history as “contentious and\ntragic”).In the specific context of Indian trust fund\nmanagement, however, federal Indian policy entirely aligns the\ninterests of the Government as trustee and the Indian tribe as\nbeneficiary. As explained above, Congress has enacted an extensive\nnetwork of statutes regulating the Government’s management of\nIndian trust fund accounts. That statutory framework establishes a\n“conventional fiduciary re-lationship” in the context of Indian\ntrust fund admini-stration.Navajo Nation II, 556 U. S.,\nat ___ (slip op., at 14) (internal quotation marks omitted); seesupra, at 7–9.As a conventional fiduciary, the Government’s\nmanagement of Indian trust funds must “be judged by the most\nexacting fiduciary standards.”Seminole Nation, 316 U. S.,\nat 296–297. Among the most fundamental fiduciary obligations of a\ntrustee is “to administer the trust solely in the interest of the\nbeneficiaries.” 2A A. Scott & W. Fratcher, Law of Trusts §170,\np. 311 (4th ed. 1987); seeMeinhardv.Salmon,\n249 N. Y. 458, 464, 164 N. E. 545, 546 (1928) (Cardozo,\nC. J.) (“Not honesty alone, but the punctilio of an honor the\nmost sensitive,” is “the standard of behavior” for trustees “bound\nby fiduciary ties”). Although Indian trust funds are deposited in\nthe United States Treasury, “they are not part of the federal\ngovernment’s general funds and can be used only for the benefit of\nthe tribe.” Cohen §5.03[3][b], at 408, and n. 140 (citingQuick Bearv.Leupp,210 U. S. 50, 80–81\n(1908)).Because federal Indian policy requires the\nGovernment to act strictly as a conventional fiduciary in managing\nthe Nation’s trust funds, the Government acts in a “representative”\nrather than “persona[l]” capacity when managing the Nation’s trust\nfunds.Riggs, 355 A. 2d, at 713. By law, the\nGovernment cannot pursue any “independent” interest,ante,\nat 18, distinct from its responsibilities as a fiduciary. See Cohen\n§5.03[3][b], at 408, and n. 141 (“Federal statutes forbid use of\nIndian tribal funds in any man- ner not authorized by treaty or\nexpress provisions of law” (citing 25 U. S. C. §§122, 123)).\nIn other words, any uniquely sovereign interest the Government may\nhave in other contexts of its trust relationship with Indian tribes\ndoes not exist in the specific context of Indian trust fund\nadministration. It naturally follows, then, that when the\nGovernment seeks legal advice from government attorneys relating to\nthe management of the Nation’s trust funds, the “real client” of\nthe advice for purposes of the fiduciary exception is the Nation,\nnot the Government.This conclusion holds true even though\ngovernment attorneys are “paid out of congressional appropriations\nat no cost to the [Nation].”Ante, at 15. As noted above,\nalthough the source of funding for legal advice may be relevant,\nthe ultimate inquiry is for whose benefit the legal advice was\nrendered. Seesupra, at 4. And, for all the emphasis the\nmajority places on the funding source here, seeante, at\n8, 15, the majority never suggests that the fiduciary exception\nwould apply if Congress amended federal law to permit Indian tribes\nto pay government attorneys out of their own trust funds.[Footnote 6]The majority also suggests that, even if the\ninterests of the United States and Indian tribes may be equivalent\nin some contexts, that “equivalence” “breaks down” when there are\n“multiple interests” involved in a trust relationship.Ante, at 18. According to the majority, “the Government\nhas too many competing legal concerns to allow a case-by-case\ninquiry into the purpose of each communication.”Ibid.As\na result, the majority concludes that the fiduciary exception\nshould not be applied at all in the Indian trust context.Ibid.Preliminarily, while the Government in certain\ncircumstances may have sovereign obligations that conflict with its\nduties as a fiduciary for Indian tribes, see,e.g.,Nevadav.United States,463 U. S. 110(1983),[Footnote 7] the\nexistence of competing interests is not unique to the Government as\ntrustee. Indeed, the issue of competing interests arises frequently\nin the private trust context. See,e.g., Third Restatement\n§78, Commentc, at 97–103 (describing duties of trustee\nwith respect to “transactions that involve conflicting fiduciary\nand personal interests”);id., §79, Commentb, at\n128–129 (describing trustee’s duty of impartiality in “balancing …\ncompeting interests” of multiple beneficiaries). In such\ncircumstances, “a trustee—and ultimately a court—may need to\nprovide some response that offers a compromise between the\nconfidentiality or privacy concerns of some and the\ninterest-protection needs of others.”Id., §82, Commentf, at 188. The majority provides no reason why federal\ncourts applying the fiduciary exception in the Indian trust context\ncould not similarly adopt a workable framework that adequately\ntakes into account any unique governmental interests that bear on\nthe application of the fiduciary exception in any given\ncircumstance. See Fed. Rule Civ. Proc. 26(b)(2)(C) (authorizing\ncourts to set limits on discovery based on equitable concerns).The majority’s categorical rejection of the\nfiduciary exception in the Indian trust context sweeps far broader\nthan necessary. This case involves only the Government’s alleged\nmismanagement of the Nation’s trust fund accounts, and the\nGovernment did not claim below that the attorney-client\ncommunications at issue relate to any competing governmental\nobligations. See App. to Pet. for Cert. 18a–19a. To the extent the\nUnited States in other contexts has competing interests, the\nGovernment and its attorneys already have to identify those\ninterests in determining how to balance them against their\nobligations to Indian tribes, and attorney-client communications\nrelating to those interests may properly be withheld or redacted\nconsistent with application of the fiduciary exception. See 88 Fed.\nCl. 1, 13 (2009) (observing that redactions “allo[w] the\nprivilege and exception to reign supreme within their respective\nspheres”).The majority’s categorical approach fails to\nappreciate that privilege determinations are by their very nature\nmade on a case-by-case—indeed, document-by-document—basis.\nGovernment attorneys, like private counsel, must review each\nrequested document and make an individualized assessment of\nprivilege, and courts reviewing privilege logs and challenges must\ndo the same. “While such a ‘case-by-case’ basis may to some slight\nextent undermine desirable certainty in the boundaries of the\nattorney-client privilege, it obeys the spirit of” of Rule 501,Upjohn, 449 U. S., at 396–397, which “ ‘provide[s]\nthe courts with the flexibility to develop rules of privilege on a\ncase-by-case basis,’ ”Trammelv.United\nStates,445 U.\nS. 40, 47 (1980) (quoting 120 Cong. Rec. 40891 (1974)\n(statement of Rep. Hungate)); see S. Rep. No. 93–1277,\np. 13 (1974) (“[T]he recognition of a privilege based on a\nconfidential relationship … should be determined on a case-by-case\nbasis”).Rather than fashioning a blanket rule against\napplication of the fiduciary exception in the Indian trust context,\nI would, consistent with Rule 501 and principles of judicial\nrestraint, decide the question solely on the facts before us. SeeUpjohn, 449 U. S., at 386 (noting that “we sit to decide\nconcrete cases and not abstract propositions of law” and\n“declin[ing] to lay down a broad rule or series of rules to govern\nall conceivable future questions in this area”). On those facts,\nthe fiduciary exception applies to the communications in this\ncase.BLike the “real client” rationale,\nthe second rationale for the fiduciary exception, rooted in a\ntrustee’s fiduciary duty to disclose all matters relevant to trust\nadministration to the beneficiary, fully supports disclosure of the\ncommunications in this case. As explained above, courts relying on\nthis second rationale have recognized that “[t]he policy of\npreserving the full disclosure necessary in the trustee-beneficiary\nrelationship is … ultimately more important than the protection of\nthe trustees’ confidence in the attorney for the trust.”Riggs, 355 A. 2d, at 714. Because the statutory\nscheme requires the Government to act as a conventional fiduciary\nin managing the Nation’s trust funds, the Government’s fiduciary\nduty to keep the Nation informed of matters relating to trust\nadministration includes the concomitant duty to disclose\nattorney-client communications relating to trust fund management.\nSee Third Restatement §82, Commentf, at 187–188;\nRestatement of the Law (Third) Governing Lawyers §84, pp. 627–628\n(1998).Notably, the majority does not\nsuggest that the Nation needs less information than a private\nbeneficiary to exercise effective oversight over the Government as\ntrustee. Instead, the majority contends that the Nation is entitled\nto less disclosure because the Government’s disclosure obligations\nare more limited than a private trustee. In particular, the\nmajority states that the Government “assumes Indian trust\nresponsibilities only to the extent it expressly accepts those\nresponsibilities by statute,” and thus the Nation “must point to a\nright conferred by statute or regulation in order to obtain\notherwise privileged information from the Government against its\nwishes.”Ante, at 14. The majority cites a single\nstatutory provision and its implementing regulations as “defin[ing]\nthe Government’s disclosure obligation to the [Nation].”Ante, at 22; seeante, at 21–22 (citing 25 U.\nS. C. §162a(d)(5) and 25 CFR §§115.801–115.803 (2010)).\nBecause those “narrowly defined disclosure obligations” do not\nprovide Indian tribes with a specific statutory right to disclosure\nof attorney-client communications relating to trust administration,ante, at 22, the majority concludes that the Government\nhas no duty to disclose those communications to the Nation.The majority’s conclusion employs a\nfundamentally flawed legal premise. We have never held that all of\nthe Government’s trust responsibilities to Indians must be set\nforth expressly in a specific statute or regulation. To the\ncontrary, where, as here, the statutory framework establishes that\nthe relationship between the Government and an Indian tribe “bears\nthe hallmarks of a conventional fiduciary relationship,”Navajo\nII, 556 U. S., at __ (slip op., at 14) (internal quotation\nmarks omitted), we have consistently looked to general trust\nprinciples to flesh out the Government’s fiduciary obligations.For example, inUnited Statesv.White Mountain Apache Tribe,537 U. S. 465(2003), we\nconstrued a statute that vested the Government with discretionary\nauthority to “use” trust property for certain purposes as imposing\na concomitant duty to preserve improvements that had previously\nbeen made to the land.Id., at 475 (quoting 74 Stat. 8).\nEven though the statute did not “expressly subject the Government\nto duties of management and conservation,” we construed the\nGovernment’s obligations under the statute by reference to\n“elementary trust law,” which “confirm[ed] the commonsense\nassumption that a fiduciary actually administering trust property\nmay not allow it to fall into ruin on his watch.” 537 U. S., at\n475.Similarly, inSeminole Nation, we relied on\ngeneral trust principles to conclude that the Government had a\nfiduciary duty to prevent misappropriation of tribal trust funds by\ncorrupt members of a tribe, even though no specific statutory or\ntreaty provision expressly imposed such a duty. See 316 U. S., at\n296.[Footnote 8]Accordingly, although the “general ‘contours’\nof the government’s obligations” are defined by statute, the\n“in-terstices must be filled in through reference to general trust\nlaw.”Cobell, 240 F. 3d, at 1101 (quotingMitchell II, 463 U. S., at 224). This approach accords\nwith our recognition in other trust contexts that “the primary\nfunction of the fiduciary duty is to constrain the exercise of\ndiscretionary powers which are controlled by no other specific duty\nimposed by the trust instrument or the legal regime.”Varity\nCorp.v.Howe,516 U. S. 489, 504\n(1996) (emphasis deleted); cf.Central States, Southeast &\nSouthwest Areas Pension Fundv.Central Transport,\nInc.,472 U. S.\n559, 570 (1985) (“[R]ather than explicitly enumeratingallof the powers and duties of trustees and other\nfiduciaries, Congress invoked the common law of trusts to define\nthe general scope of their authority and responsibility”). Indeed,\n“[i]f the fiduciary duty applied to nothing more than activities\nalready controlled by other specific legal duties, it would serve\nno purpose.”Howe, 516 U. S., at 504.The majority pays lip service to these\nprecedents, acknowledging that “[w]e have looked to common-law\nprinciples to inform our interpretation of statutes and to\ndetermine the scope of liability that Congress has imposed.”Ante, at 13. But despite its assurance that it “will apply\ncommon-law trust principles where Congress has indicated it is\nappropriate to do so,”ante, at 14, the majority\ninexplicably rejects the application of common-law trust principles\nin this case. In doing so, the majority states that “[t]he common\nlaw of trusts does not override the specific trust-creating statute\nand regulations that apply here.”Ante, at 21–22\n(referring to §162a(d)(5) and 25 CFR §§115.801–115.803). That\nstatement evidences the majority’s fundamental misunderstanding of\nthe way in which common-law principles operate in the context of a\nconventional fiduciary relationship.Contrary to the majority’s view, the\nGovernment’s disclosure obligations are not limited solely to the\n“narrowly defined disclosure obligations” set forth in §162a(d)(5)\nand its implementing regulations,ante, at 22; rather,\ngiven that the statutory regime requires the Government to act as a\nconventional fiduciary in managing Indian trust funds, the\nGovernment’s disclosure obligations include those of a fiduciary\nunder common-law trust principles. Seesupra, at 15–17.\nInstead of “overrid[ing]” the specific disclosure duty set forth in\n§162a(d)(5) and its implementing regulations, general trust\nprinciples flesh out the Government’s disclosure obligations under\nthe broader statutory regime, consistent with its role as a\nconventional fiduciary in this context.This conclusion, moreover, is supported by the\nplain text of the very statute cited by the majority. Section\n162a(d), which was enacted as part of the American Indian Trust\nFund Management Reform Act of 1994 (1994 Act), 108 Stat. 4239, sets\nforth eight “trust responsibilities of the United States.” But that\nprovision also specifically states that the Secretary of the\nInterior’s “proper discharge of the trust responsibilities of the\nUnited States shall include(but are not limited to)”\nthose specified duties. 25 U. S. C. §162a(d) (emphasis added).\nBy expressly including the italicized language, Congress recognized\nthat the Government has pre-existing trust responsibilities that\narise out of the broader statutory scheme governing the management\nof Indian trust funds.[Footnote\n9] Indeed, Title I of the 1994 Act is entitled\n“Recognitionof Trust Responsibility,” 108 Stat. 4240\n(emphasis added), and courts have similarly observed that the Act\n“recognized and reaffirmed … that the government has longstanding\nand substantial trust obligations to Indians.”Cobell, 240\nF. 3d, at 1098; see also H. R. Rep. No. 103–778,\np. 9 (1994) (“The responsibility for management of Indian\nTrust Funds by the [Government] has been determined through a\nseries of court decisions, treaties, and statutes”). That\nconclusion accords with common sense as not even the Government\nargues that it had no disclosure obligations with respect to Indian\ntrust funds prior to the enactment of the 1994 Act.[Footnote 10]The majority requires the Nation to “point to\na right conferred by statute” to the attorney-client communications\nat issue,ante, at 14, and finding none, denies the Nation\naccess to those communications. The upshot of that decision, I\nfear, may very well be to reinvigorate the position of the\ndissenting Justices inWhite Mountain ApacheandMitchell II, who rejected the use of common-law principles\nto inform the scope of the Government’s fiduciary obligations to\nIndian tribes. SeeWhite Mountain Apache, 537 U. S., at\n486–487 (Thomas, J., dissenting);Mitchell II, 463 U. S.,\nat 234–235 (Powell, J., dissenting). That approach was wrong whenMitchell IIwas decided nearly 30 years ago, and it is\nwrong today. Under our governing precedents, common-law trust\nprinciples play an important role in defining the Government’s\nfiduciary duties where, as here, the statutory scheme establishes a\nconventional fiduciary relationship. Applying those principles in\nthis context, I would hold that the fiduciary exception is fully\napplicable to the communications in this case.[Footnote 11]IIIWe have described the Federal\nGovernment’s fiduciary duties toward Indian tribes as consisting of\n“moral obligations of the highest responsibility and trust,” to be\nfulfilled through conduct “judged by the most exacting fiduciary\nstandards.”Seminole Nation, 316 U. S., at 297; see alsoMitchell II, 463 U. S., at 225–226 (collecting cases). The\nsad and well-documented truth, however, is that the Government has\nfailed to live up to its fiduciary obligations in managing Indian\ntrust fund accounts. See,e.g.,Cobell, 240\nF. 3d, at 1089 (“The General Accounting Office, Interior\nDepartment Inspector General, and Office of Management and Budget,\namong others, have all condemned the mismanagement of [Indian]\ntrust accounts over the past twenty years”); Misplaced Trust 8\n(“[T]he [Government’s] indifferent supervision and control of the\nIndian trust funds has consistently resulted in a failure to\nexercise its responsibility and [to meet] any reasonable\nexpectations of the tribal and individual accountholders, Congress,\nand taxpayers”);id., at 56 (“[H]ad this type of\nmismanagement taken place in any other trust arrangements such as\nSocial Security, there would be war”).As Congress has recognized,\n“[t]he Indian trust fund is more than balance sheets and accounting\nprocedures. These moneys are crucial to the daily operations of\nnative American tribes and a source of income to tens of thousands\nof native Americans.”Id., at 5. Given the history of\ngovernmental mismanagement of Indian trust funds, application of\nthe fiduciary exception is, if anything, even more important in\nthis context than in the private trustee context. The majority’s\nrefusal to apply the fiduciary exception in this case deprives the\nNation—as well as the Indian tribes in the more than 90 cases\ncurrently pending in the federal courts involving claims of tribal\ntrust mismanagement, App. to Pet. for Cert. 126a–138a—of highly\nrelevant information going directly to the merits of whether the\nGovernment properly fulfilled its fiduciary duties. Its holding\nonly further exacerbates the concerns expressed by many about the\nlack of adequate oversight and accountability that has marked the\nGovernment’s handling of Indian trust fund accounts for\ndecades.But perhaps even more troubling than the\nmajority’s refusal to apply the fiduciary exception in this case is\nits disregard of our established precedents that affirm the central\nrole that common-law trust principles play in defining the\nGovernment’s fiduciary obligations to Indian tribes. By rejecting\nthe Nation’s claim on the ground that it fails to identify a\nspecific statutory right to the communications at issue, the\nmajority effectively embraces an approach espoused by prior\ndissents that rejects the role of common-law principles altogether\nin the Indian trust context. Its decision to do so in a case\ninvolving only a narrow evidentiary issue is wholly unnecessary\nand, worse yet, risks further diluting the Government’s fiduciary\nobligations in a manner that Congress clearly did not intend and\nthat would inflict serious harm on the already-frayed relationship\nbetween the United States and Indian tribes. Because there is no\nwarrant in precedent or reason for reaching that result, I\nrespectfully dissent.Footnote 1See,e.g.,Solisv.Food Employers Labor Relations Assn., __ F. 3d __,\n2011 WL 1663597, *4–5 (CA4 2011);Wachtelv.Health\nNet, Inc., 482 F. 3d 225, 232–234 (CA3 2007);Blandv.Fiatallis North America, Inc., 401\nF. 3d 779, 787–788 (CA7 2005);United Statesv.Mett, 178 F. 3d 1058, 1062–1064 (CA9 1999);In re Long Island Lighting Co., 129 F. 3d 268,\n271–272 (CA2 1997);Wildburv.ARCO Chemical Co.,\n974 F. 2d 631, 645 (CA5 1992);Fausekv.White, 965 F. 2d 126, 132–133 (CA6 1992); see also\nRestatement (Third) of Trusts §82, Commentfand\nReporter’s Notes on §82, pp. 187–188, 198–204 (2005); Restatement\nof Law (Third) Governing Lawyers §84 (1998).Footnote 2See,e.g., 25 U. S. C.\n§458cc(a) (directing Secretary of the Interior to enter into\nfunding agreements with Indian tribes “in a manner consistent with\nthe Federal Government’s laws and trust relationship to and\nresponsibility for the Indian people”); §3701 (finding that the\nGovernment “has a trust responsibility to protect, conserve,\nutilize, and manage Indian agricultural lands consistent with its\nfiduciary obligation and its unique relationship with Indian\ntribes”); 20 U. S. C. §7401 (“It is the policy of the United\nStates to fulfill the Federal Government’s unique and continuing\ntrust relationship with and responsibility to the Indian people for\nthe education of Indian children”).Footnote 3Trust fund accounts are “comprised mainly of\nmoney received through the sale or lease of trust lands and include\ntimber stumpage, oil and gas royalties, and agriculture fees,” as\nwell as “judgment funds awarded to tribes.” H. R. Rep. No. 103–778,\np. 9 (1994). The Nation’s claims involve proceeds derived from the\nGovernment’s management of the Nation’s timber, gravel, and other\nresources and leases of reservation lands. The Government has held\nthese funds in trust for the Nation since the late 1880’s. See App.\nto Pet. for Cert. 98a–100a, 105a.Footnote 4See,e.g., 25 U. S. C. §4011(a)\n(requiring Secretary of the Interior to account “for the daily and\nannual balance of all funds held in trust by the United States for\nthe benefit of an Indian tribe”); §4041(1) (creating the Office of\nSpecial Trustee for American Indians “to provide for more effective\nmanagement of, and accountability for the proper discharge of, the\nSecretary’s trust responsibilities to Indian tribes”).Footnote 5For example, inUnited Statesv.Mitchell,445 U. S. 535(1980)(Mitchell I), this Court held that a federal statute which\nauthorized the President to allot a specified number of acres to\nindividual Indians residing on reservation lands did not “provide\nthat the United States has undertaken full fiduciary\nresponsibilities as to the management of allotted lands.”Id., at 542. Under the statute, “the Indian allottee, and\nnot a representative of the United States, is responsible for using\nthe land for agricultural or grazing purposes.”Id., at\n542–543. Accordingly, we concluded that Congress did not intend to\n“impose upon the Government all fiduciary duties ordinarily placed\nby equity upon a trustee” because the statute “created only a\nlimited trust relationship between the United States and the\nallottee.”Id., at 542; see alsoNavajo I, 537 U.\nS., at 507–508 (concluding that Secretary of the Interior did not\nassume “fiduciary duties” under the relevant statutory scheme\nbecause “[t]he Secretary is neither assigned a comprehensive\nmanagerial role nor, … expressly invested with responsibility to\nsecure the needs and best interests of the Indian owner and his\nheirs” (internal quotation marks omitted)).Footnote 6The majority also states that ownership of\nthe requested documents is “a significant factor” in deciding\nwhether the fiduciary exception applies,ante, at 23, but\nthe only case it cites as support deals with the source of payment\nfor the legal advice, not the ownership of the documents. Seeibid.(citingRiggs Nat. Bank of Washington,\nD. C.v.Zimmer, 355 A. 2d 709, 712 (Del.\nCh. 1976)).Footnote 7InNevada, the Government\nrepresented certain tribes in litigation involving water rights\neven though it was also required by statute to represent the water\nrights of a reclamation project. See 463 U. S., at 128 (noting that\nCongress delegated to the Secretary of the Interior “both the\nresponsibility for the supervision of the Indian tribes and the\ncommencement of reclamation projects in areas adjacent to\nreservation lands”). Because of this dual litigating\nresponsibility, we noted that “it is simply unrealistic to suggest\nthat the Government may not perform its obligation to represent\nIndian tribes in litigation when Congress has obliged it to\nrepresent other interests as well.”Ibid. We thus observed\nin the context of that case that “the Government cannot follow the\nfastidious standards of a private fiduciary, who would breach his\nduties to his single beneficiary solely by representing potentially\nconflicting interests without the beneficiary’s consent.”Ibid.We expressly distinguished the context “where only a\nrelationship between the Government and the tribe is involved.”Id., at 142. In that context, we acknowledged that “the\nlaw respecting obligations between a trustee and a beneficiary in\nprivate litigation will in many, if not all, respects adequately\ndescribe the duty of the United States.”Ibid.Footnote 8To be sure, in decisions involving the\njurisdiction of the Court of Federal Claims under the Tucker Act,\nwe have explained that the jurisdictional analysis “must train on\nspecific rights-creating or duty-imposing statutory or regulatory\nprescriptions.” Navajo I, 537 U. S., at 506. But even assumingarguendothat those jurisdictional decisions have\nrelevance here, they do not stand for the proposition that the\nGovernment’s fiduciary duties are defined exclusively by express\nstatutory provisions. Indeed, those decisions relied specifically\non general trust principles to determine whether the relevant\nstatutory scheme permitted a damages remedy, a prerequisite for\njurisdiction under the Tucker Act. See,e.g.,Mitchell\nII, 463 U. S., at 226 (noting that common-law trust sources\nestablish that “a trustee is accountable in damages for breaches of\ntrust” and that, “[g]iven the existence of a trust relationship, it\nnaturally follows that the Government should be liable in damages\nfor the breach of its fiduciary duties”); see alsoNavajo\nII, 556 U. S., at ___ (slip op., at 14) (affirming that\ngeneral “trust principles … could play a role in inferring that the\ntrust obligation is enforceable by damages” (internal quotation\nmarks and brackets omitted)).Footnote 9The majority invokes the canon against\nsuperfluity and argues that the “catchall” phrase (by which it\nmeans the “shall include (but are not limited to)” language) cannot\nbe read to “include a general common-law duty to disclose all\ninformation related to the administration of Indian trusts” because\ndoing so would “impose general obligations that would include those\nspecifically enumerated.”Ante, at 22. But the flaw in the\nmajority’s argument is that it misperceives the function of the\nrelevant language. Rather than serving as a “catchall” provision\nthat affirmatively “incorporate[s]” common-law trust duties into\n§162a(d),ante, at 22, that language simply makes clear\nthat §162a(d) does not set forth an exhaustive list of the\nGovernment’s trust responsibilities in managing Indian trust funds;\nnothing in that language itself imports any substantive obligations\ninto the statute.Footnote 10The majority also contends that its reading\nof §162a(d) is supported by a provision in the Indian Claims\nLimitation Act of 1982 (ICLA), 96 Stat. 1976, which provided that\nif the Secretary of the Interior rejected a claim for litigation by\nan Indian claimant, he was required to provide upon request “any\nnonprivileged research materials or evidence gathered by the United\nStates in the documentation of such claim.” §5(b),id., at\n1978. According to the majority, this provision reflected Congress’\nunderstanding that “the Government retains evidentiary privileges\nallowing it to withhold information related to trust property from\nIndian tribes.”Ante, at 22, n. 11. But this\nprovision cannot bear the weight the majority places on it. Even\nputting aside the undisputed fact that the ICLA is inapplicable to\nthe claims in this case, the majority’s reliance on the ICLA\nprovision fails to recognize that documents subject to the\nfiduciary exception are, under the “real client” rationale,per\nsenonprivileged. See,e.g., Mett, 178 F. 3d, at\n1063. Accordingly, if anything, the ICLA’s requirement that the\nGovernment disclose “nonprivileged” materials to Indian claimants\nsupports the conclusion that Congress intended communications\nrelated to trust fund management to be disclosed to Indian\ntribes.Footnote 11The majority’s errors are further compounded\nby its failure to accord proper consideration to the mandamus\nposture of this case. “This Court repeatedly has observed that the\nwrit of mandamus is an extraordinary remedy, to be reserved for\nextraordinary situations.”Gulfstream Aerospace Corp.v.Mayacamas Corp.,485 U. S. 271, 289\n(1988). “As the writ is one of the most potent weapons in the\njudicial arsenal, three conditions must be satisfied before it may\nissue,”Cheneyv.United States Dist. Court for D.\nC.,542 U. S.\n367, 380 (2004) (internal quotation marks and citation\nomitted):“First, the party seeking issuance of the writ\nmust have no other adequate means to attain the relief he desires—a\ncondition designed to ensure that the writ will not be used as a\nsubstitute for the regular appeals process. Second, the petitioner\nmust satisfy the burden of showing that his right to issuance of\nthe writ is clear and indisputable. Third, even if the first two\nprerequisites have been met, the issuing court, in the exercise of\nits discretion, must be satisfied that the writ is appropriate\nunder the circumstances.”Id., at 380–381 (internal\nquotation marks and citations omitted; alterations deleted).The majority purports to leave the decision\nwhether to grant mandamus relief to the Federal Circuit, but\nsimultaneously drops a footnote stating that it “assume[s]” that\nthe Court of Federal Claims on remand will “follow [its] holding”\nthat the fiduciary exception is inapplicable here.Ante,\nat 24, and n. 13. By doing so, the majority virtually assures\nthat the Nation will not be able to use the communications at issue\nin this litigation, thereby effectively granting extraordinary\nrelief to the Government upon no showing whatsoever that the\nstringent conditions for mandamus have been met.",
    "joined": []
}