{
    "case": {
        "docket": "16-499",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-499/"
    },
    "id": "3891039",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–499_________________JOSEPH JESNER, et al., PETITIONERSv.ARAB BANK, PLCon writ of certiorari to the united states\ncourt of appeals for the second circuit[April 24, 2018]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.The Court today holds that the Alien Tort\nStatute (ATS), 28 U. S. C. §1350, categorically\nforecloses foreign corporate liability. In so doing, it absolves\ncorporations from responsibility under the ATS for\nconscience-shocking behavior. I disagree both with the Court’s\nconclusion and its analytic approach. The text, history, and\npurpose of the ATS, as well as the long and consistent history of\ncorporate liability in tort, confirm that tort claims for\nlaw-of-nations violations may be brought against corporations under\nthe ATS. Nothing about the corporate form in itself raises\nforeign-policy concerns that require the Court, as a matter of\ncommon-law discretion, to immunize all foreign corporations from\nliability under the ATS, regardless of the specific law-of-nations\nviolations alleged. I respectfully dissent.IThe plurality assumes without deciding that\nwhether corporations can be permissible defendants under the ATS\nturns on the first step of the two-part inquiry set out inSosav.Alvarez-Machain, 542 U. S. 692 (2004) .\nBut by asking whether there is “a specific, universal, and\nobligatory norm of liability for corporations” in international\nlaw,ante,at 13, the plurality fundamentally misconceives\nhow international law works and so misapplies the first step ofSosa.AInSosa, the Court considered whether a\nMexican citizen could recover under the ATS for a claim of\narbitrary detention by a Mexican national who had been hired by the\nDrug Enforcement Administration to seize and transport him to the\nUnited States. See 542 U. S., at 697–698. The Court held that\nthe ATS permits federal courts to “recognize private causes of\naction for certain torts in violation of the law of nations,”id.,at 724, without the need for any “further congressional\naction,”id.,at 712. The Court then articulated a two-step\nframework to guide that inquiry. First, a court must determine\nwhether the particular international-law norm alleged to have been\nviolated is “accepted by the civilized world and defined with a\nspecificity comparable to the features of the 18th-century\nparadigms,”i.e.,“violation of safe conducts, infringement\nof the rights of ambassadors, and piracy.”Id.,at 724–725.\nOnly if the norm is “ ‘specific, universal, and\nobligatory’ ” may federal courts recognize a cause of action\nfor its violation.Kiobelv.Royal Dutch Petroleum\nCo., 569 U. S. 108, 117 (2013) (quotingSosa, 542\nU. S., at 732). Second, if that threshold hurdle is satisfied,\na court should consider whether allowing a particular case to\nproceed is an appropriate exercise of judicial discretion.Sosa, 542 U. S., at 727–728, 732–733, 738. Applying\nthat framework,Sosaheld that the alleged arbitrary\ndetention claim at issue failed at step one because “a single\nillegal detention of less than a day, followed by the transfer of\ncustody to lawful authorities and a prompt arraignment, violates no\nnorm of customary international law so well defined as to support\nthe creation of a federal remedy.”Id.,at 738.Sosa’s norm-specific first step is\ninapposite to the categorical question whether corporations may be\nsued under the ATS as a general matter. International law imposes\ncertain obligations that are intended to govern the behavior of\nstates and private actors. Seeid.,at 714–715; 1\nRestatement (Third) of Foreign Relations Law of the United States,\npt. II, Introductory Note, pp. 70–71 (1987) (Restatement). Among\nthose obligations are substantive prohibitions on certain conduct\nthought to violate human rights, such as genocide, slavery,\nextrajudicial killing, and torture. See 2 Restatement §702.\nSubstantive prohibitions like these are the norms at whichSosa’s step-one inquiry is aimed and for whichSosarequires that there be sufficient international consensus.Sosadoes not, however, demand that there\nbe sufficient international consensus with regard to the mechanisms\nof enforcing these norms, for enforcement is not a question with\nwhich customary international law is concerned. Although\ninternational law determines what substantive conduct violates the\nlaw of nations, it leaves the specific rules of how to enforce\ninternational-law norms and remedy their violation to states, which\nmay act to impose liability collectively through treaties or\nindependently via their domestic legal systems. See,e.g.,L. Henkin, Foreign Affairs and the United States Constitution 245\n(2d ed. 1996) (“International law itself . . . does not\nrequire any particular reaction to violations of law”); Denza, The\nRelationship Between International and National Law, in\nInternational Law 423 (M. Evans ed. 2006) (“[I]nternational law\ndoes not itself prescribe how it should be applied or enforced at\nthe national level”); 1 Restatement §111, Commenth(“In the\nabsence of special agreement, it is ordinarily for the United\nStates to decide how it will carry out its international\nobligations”); Brief for International Law Scholars asAmici\nCuriae9–10.In keeping with the nature of international law,Sosaconsistently used the word “norm” to refer to\nsubstantive conduct. For example,Sosacommands that\n“federal courts should not recognize private claims under federal\ncommon law for violations of any international law norm with less\ndefinite content and acceptance among civilized nations than the\nhistorical paradigms familiar when §1350 was enacted.” 542\nU. S., at 732. That statement would make little sense if\n“norm” encompassed enforcement mechanisms like “corporate\nliability.” Unlike “the prohibition on genocide,” “corporate\nliability” cannot be violated. Moreover, “the historical paradigms\nfamiliar when §1350 was enacted” are all prohibitions on conduct,\nandSosaclearly contemplated that courts should compare the\ncharged conduct with the historical conduct. Seeibid.(quotingFilartigav.Pena-Irala, 630 F. 2d 876\n(1980), where the Court of Appeals for the Second Circuit compared\na “ ‘torturer’ ” to “ ‘the pirate and slave trader\nbefore him,’ ”id., at 890, and Judge Edwards’\nconcurrence inTel-Orenv.Libyan Arab Republic, 726\nF. 2d 774 (CADC 1984), which suggested that the “ ‘limits\nof section 1350’s reach’ ” be defined by “ ‘a handful of\nheinous actions—each of which violates definable, universal and\nobligatory norms,’ ”id.,at 781). There is no\nindication inSosathat the Court also intended for courts\nto undertake the apples-to-oranges comparison of the conduct\nproscribed under customary international law and the forms of\nliability available under domestic law.The text of the ATS also reflects this\ndistinction between prohibiting conduct and determining\nenforcement. The statute provides: “The district courts shall have\noriginal jurisdiction of any civil action by an alien for a tort\nonly, committed in violation of the law of nations or a treaty of\nthe United States.” 28 U. S. C. §1350. The phrase “of the\nlaw of nations” modifies “violation,” not “civil action.” The\nstatutory text thus requires only that the alleged conduct be\nspecifically and universally condemned under international law, not\nthat the civil action be of a type that the international community\nspecifically and universally practices or endorses.B1The plurality nonetheless allies itself with\nthe view that international law supplies the rule of decision in\nthis case based on its reading of footnote 20 inSosa. That\nfootnote sets out “[a] related consideration” to “the determination\nwhether a norm is sufficiently definite to support a cause of\naction.” 542 U. S., at 732, and n. 20. In full, it\nstates:“A related consideration is whether\ninternational law extends the scope of liability for a violation of\na given norm to the perpetrator being sued, if the defendant is a\nprivate actor such as a corporation or individual. CompareTel-Orenv.Libyan Arab Republic, 726 F. 2d 774,\n791–795 (CADC 1984) (Edwards, J., concurring) (insufficient\nconsensus in 1984 that torture by private actors violates\ninternational law), withKadicv.Karadžić, 70\nF. 3d 232, 239–241 (CA2 1995) (sufficient consensus in 1995\nthat genocide by private actors violates international law).” 542\nU. S., at 732, n. 20.In the Second Circuit’s decision inKiobelv.Royal Dutch Petroleum, 621 F. 3d 111\n(2010), the majority opinion read footnote 20 to “requir[e] that\n[courts] look tointernational lawto determine [their]\njurisdiction over ATS claims against a particular class of\ndefendant, such as corporations.”Id.,at 127 (emphasis in\noriginal). The plurality today accords “considerable force and\nweight to [that] position,”ante,at 13, and so proceeds to\nassess whether there exists a specific, universal, and obligatory\nnorm of liability for corporations in international law,ante,at 13–17. But the Court of Appeals mistook the meaning\nof footnote 20, which simply draws attention to the fact that,\nunder international law, “the distinction between conduct that does\nand conduct that does not violate the law of nations can turn on\nwhether the conduct is done by or on behalf of a State or by a\nprivate actor independently of a State.”Kiobel, 621\nF. 3d, at 177 (Leval, J., concurring in judgment).The international-law norm against genocide, for\nexample, imposes obligations on all actors. Acts of genocide thus\nviolate the norm irrespective of whether they are committed\nprivately or in concert with the state. See Convention on the\nPrevention and Punishment of the Crime of Genocide, Art. II, Dec.\n9, 1948, 102Stat. 3045 (defining “genocide” as “any of the\nfollowing acts committed with intent to destroy, in whole or in\npart, a national, ethnical, racial or religious group”); see also\n18 U. S. C. §1091(a) (“Whoever” commits genocide “shall\nbe punished as provided in subsection (b)”). In contrast, other\nnorms, like the prohibition on torture, require state action.\nConduct thus qualifies as torture and violates the norm only when\ndone “by or at the instigation of or with the consent or\nacquiescence of a public official or other person acting in an\nofficial capacity.” Convention Against Torture and Other Cruel,\nInhuman or Degrading Treatment or Punishment, Art. 1, Dec. 10,\n1984, S. Treaty Doc. No. 100–20, 1465 U. N. T. S.\n114 (Torture Convention).[1]Footnote 20 inSosaflags this\ndistinction and instructs courts to consider whether there is\n“sufficient consensus” that, with respect to the particular conduct\nprohibited under “a given norm,” the type of defendant being sued\ncan be alleged to have violated that specific norm. 542 U. S.,\nat 732, n. 20. Because footnote 20 contemplates a\nnorm-specific inquiry, not a categorical one, it is irrelevant to\nthe categorical question presented here. Assuming the prohibition\nagainst financing of terrorism is sufficiently “specific,\nuniversal, and obligatory” to satisfy the first step ofSosa, a question on which I would remand to the Court of\nAppeals, nothing in international law suggests a corporation may\nnot violate it.[2]2The plurality briefly acknowledges this\ncritique of its reading of footnote 20, but nonetheless assumes the\ncorrectness of its approach because of its view that there exists a\n“distinction in international law between corporations and natural\npersons.”Ante,at 17. The plurality attempts to\nsubstantiate this proposition by pointing to the charters of\ncertain international criminal tribunals and noting that none was\ngiven jurisdiction over corporate defendants. That argument,\nhowever, confuses the substance of international law with how it\nhas been enforced in particular contexts.Again, the question of who must undertake the\nprohibited conduct for there to be a violation of an\ninternational-law norm is one of international law, but how a\nparticular actor is held liable for a given law-of-nations\nviolation generally is a question of enforcement left up to\nindividual states. Sometimes, states act collectively and establish\ninternational tribunals to punish certain international-law\nviolations. Each such tribunal is individually negotiated, and the\nlimitations placed on its jurisdiction are typi- cally driven by\nstrategic considerations and resource constraints.For example, the Allies elected not to prosecute\ncorporations at Nuremberg because of pragmatic factors. Those\nfactors included scarce judicial resources, a preference of the\noccupation governments to swiftly dismantle the most culpable\nGerman companies without destroying Germany’s postwar economy, and\na desire to focus on establishing the principle of nonstate\ncriminal responsibility for human-rights violations. See Brief for\nNuremberg Scholars asAmici Curiae4, 11–13.More recently, the delegations that negotiated\nthe Rome Statute of the International Criminal Court in the 1990’s\nelected not to extend that tribunal’s jurisdiction to corporations\nin part because states had varying domestic practices as to whether\nand how to impose criminal liability on corporations. See Frulli,\nJurisdictionRatione Personae, in 1 Rome Statute of the\nInternational Criminal Court 527, 532–533 (A. Cassese et al.\neds. 2002); Brief for Ambassador David J. Scheffer asAmicus\nCuriae8–10.Taken to its natural conclusion, the plurality’s\nfocus on the practice of international criminal tribunals would\nprove too much. No international tribunal has been created and\nendowed with the jurisdiction to hold natural persons civilly (as\nopposed to criminally) liable, yet the majority and respondent\naccept that natural persons can be held liable under the ATS. Seeante,at 26; Tr. of Oral Arg. 62. It cannot be persuasive\nevidence for purposes of ascertaining the availability of corporate\ncivil liability under the ATS, then, that the jurisdiction of the\nhandful of international criminal tribunals that states have seen\nfit to create in the last 75 years has not extended to corporate\ndefendants.Ultimately, the evidence on which the plurality\nrelies does not prove that international law distinguishes between\ncorporations and natural persons as a categorical matter. To the\ncontrary, it proves only that states’ collective efforts to enforce\nvarious international-law norms have, to date, often focused on\nnatural rather than corporate defendants.In fact, careful review of states’ collective\nand individual enforcement efforts makes clear that corporations\nare subject to certain obligations under international law. For\ninstance, the United States Military Tribunal that prosecuted\nseveral corporate executives of IG Farben declared that\ncorporations could violate international law. See 8 Trials of War\nCriminals Before the Nuernberg Military Tribunals Under Council\nControl Law No. 10, p. 1132 (1952) (“Where private individuals,\nincluding juristic persons, proceed to exploit the military\noccupancy by acquiring private property against the will and\nconsent of the former owner, such action . . . is in\nviolation of international law”).[3] Similarly, the International Criminal Tribunal for\nRwanda found that three nonnatural entities—a private radio\nstation, newspaper, and political party—were responsible for\ngenocide. SeeProsecutorv.Nahimana, Case No.\nICTR–99–52–T, Judgment and Sentence ¶953 (Dec. 3, 2003). Most\nrecently, the appeals panel of the Special Tribunal for Lebanon\nheld that corporations may be prosecuted for contempt. SeeProsecutorv.New TV\nS.A.L.,Case No.\nSTL–14–05/PT/AP/AR126.1, Decision on Interlocutory Appeal\nConcerning Personal Jurisdiction in Contempt Proceedings ¶74 (Oct.\n2, 2014).In addition, various international agreements\nrequire signatory states to impose liability on corporations for\ncertain conduct.[4] Of\nparticular relevance here, the International Convention for the\nSuppression of the Financing of Terrorism provides: “Any person\ncommits an offence within the meaning of this Convention if that\nperson by any means, directly or indirectly, unlawfully and\nwilfully, provides or collects funds with the intention that they\nshould be used or in the knowledge that they are to be used, in\nfull or in part, in order to carry out” an act of terrorism. Dec.\n9, 1999, Art. 2, S. Treaty Doc. No. 106–49, 2178\nU. N. T. S. 230. It then requires each signatory\nstate, “in accordance with its domestic legal principles,” to “take\nthe necessary measures to enable a legal entity located in its\nterritory or organized under its laws to be held liable when a\nperson responsible for the management or control of that legal\nentity has, in that capacity,” violated the Convention.Id.,\nArt. 5(1). The Convention provides that “[s]uch liability may be\ncriminal, civil, or administrative,”ibid., so long as the\npenalties, which can include monetary sanctions, are “effective,\nproportionate and dissuasive.”Id.,Art. 5(3). The United\nStates is a party to the Convention, along with 131 other\nstates.[5]The plurality dismisses the relevance of this\nConvention because it does not require states parties to hold\ncorporations liable in common-law tort actions, but rather permits\nthem to “fulfill their obligations . . . by adopting\ndetailed regulatory regimes governing financial institutions.”Ante,at 16. That critique misses the point. The\nsignificance of the Convention is that the international community\nagreed that financing terrorism is unacceptable conduct and that\nsuch conduct violates the Convention when undertaken by\ncorporations. That the Convention leaves up to each state party how\nto impose liability on corporations,e.g.,via erecting a\nregulatory regime, providing for tort actions, or imposing criminal\nsanctions, is unremarkable,[6]\nand simply reflects that international law sets out standards of\nconduct and leaves it to individual states to determine how best to\nenforce those standards.Finally, a number of states, acting\nindividually, have imposed criminal and civil liability on\ncorporations for law-of-nations violations through their domestic\nlegal systems. See,e.g., New\nTVS.A.L., Case No.\nSTL–14–05/PT/AP/AR126.1, ¶¶52–55 (listing more than 40 countries\nthat provide for corporate criminal liability); A. Ramasastry &\nR. Thompson, Commerce, Crime and Conflict: Legal Remedies for\nPrivate Sector Liability for Grave Breaches of International Law\n22–24 (2006), available at https://www.biicl.org/files/4364_536.pdf\n(noting that 15 of 16 countries surveyed permit civil claims\nagainst corporations for human rights violations); Brief for\nComparative Law Scholars and Practitioners asAmici Curiae15–19 (detailing provisions creating corporate civil liability for\ninternational-law violations in England, France, the Netherlands,\nand Canada).CInstead of asking whether there exists a\nspecific, universal, and obligatory norm of corporate liability\nunder international law, the relevant inquiry in response to the\nquestion presented here is whether there is any reason—under either\ninternational law or our domestic law—to distinguish between a\ncorporation and a natural person who is alleged to have violated\nthe law of nations under the ATS. As explained above, international\nlaw provides no such reason. SeeKiobel, 621 F. 3d, at\n175 (Leval, J., concurring in judgment) (“[T]he answer\ninternational law furnishes is that it takes no position on the\nquestion”). Nor does domestic law. The text, history, and purpose\nof the ATS plainly support the conclusion that corporations may be\nheld liable.Beginning “with the language of the statute\nitself,”United Statesv.Ron Pair Enterprises, Inc.,\n489 U. S. 235 , 241 (1989), two aspects of the text of the ATS\nmake clear that the statute allows corporate liability. First, the\ntext confers jurisdiction on federal district courts to hear “civil\naction[s]” for “tort[s].” 28 U. S. C. §1350. Where\nCongress uses a term of art like tort, “it presumably knows and\nadopts the cluster of ideas that were attached to [the] borrowed\nword in the body of learning from which it was taken and the\nmeaning its use will convey to the judicial mind unless otherwise\ninstructed.”Morissettev.United States, 342\nU. S. 246, 263 (1952) .Corporations have long been held liable in tort\nunder the federal common law. SeePhiladelphia, W., &\nB. R. Co.v.Quigley, 21 How. 202, 210 (1859) (“At\na very early period, it was decided in Great Britain, as well as in\nthe United States, that actions might be maintained against\ncorporations for torts; and instances may be found, in the judicial\nannals of both countries, of suits for torts arising from the acts\nof their agents, of nearly every variety”);Chestnut Hill &\nSpring House Turnpike Co.v.Rutter, 4 Serg. & Rawle\n6, 17 (Pa. 1818) (“[F]rom the earliest times to the present,\ncorporations have been held liable for torts”). This Court “has\nassumed that, when Congress creates a tort action, it legislates\nagainst a legal background of ordinary tort-related . . .\nrules and consequently intends its legislation to incorporate those\nrules.”Meyerv.Holley, 537 U. S. 280, 285\n(2003) . The presumption, then, is that, in providing for “tort”\nliability, the ATS provides for corporate liability.Second, whereas the ATS expressly limits the\nclass of permissible plaintiffs to “alien[s],” §1350, it “does not\ndistinguish among classes of defendants,”Argentine Republicv.Amerada Hess Shipping Corp., 488 U. S. 428, 438\n(1989) . That silence as to defendants cannot be presumed to be\ninadvertent. That is because in the same section of the Judiciary\nAct of 1789 as what is now the ATS, Congress provided the federal\ndistrict courts with jurisdiction over “all suits against consuls\nor vice-consuls.” §9, 1Stat. 76–77. Where Congress wanted to limit\nthe range of permissible defendants, then, it clearly knew how to\ndo so.Russellov.United States, 464 U. S. 16,\n23 (1983) (“[W]here Congress includes particular language in one\nsection of a statute but omits it in another section of the same\nAct, it is generally presumed that Congress acts intentionally and\npurposely in the disparate inclusion or exclusion” (internal\nquotation marks omitted)).Nothing about the historical background against\nwhich the ATS was enacted rebuts the presumption that the statute\nincorporated the accepted principle of corporate liability for\ntortious conduct. Under the Articles of Confederation, the\nContinental Congress was unable to provide redress to foreign\ncitizens for violations of treaties or the law of nations, which\nthreatened to undermine the United States’ relationships with other\nnations. SeeKiobel, 569 U. S., at 123. The First\nCongress responded with,inter alia, the ATS. Although the\ntwo incidents that highlighted the need to provide foreign citizens\nwith a federal forum in which to pursue their grievances involved\nconflicts between natural persons, seeante,at 7 (majority\nopinion) (describing the assault by a French adventurer on the\nSecretary of the French Legation and the arrest of one of the Dutch\nAmbassador’s servants by a New York constable), there is “no reason\nto conclude that the First Congress was supremely concerned with\nthe risk that natural persons would cause the United States to be\ndrawn into foreign entanglements, but was content to allow formal\nlegal associations of individuals, i.e., corporations, to do so,”Doev.Exxon Mobil Corp., 654 F. 3d 11, 47 (CADC\n2011), vacated on other grounds, 527 Fed. Appx. 7 (CADC 2013); see\nalso Brief for United States asAmicus Curiae6 (“The ATS\nwas enacted to ensure a private damages remedy for incidents with\nthe potential for serious diplomatic consequences, and Congress had\nno good reason to limit the set of possible defendants in such\nactions to potentially judgment-proof individuals”). Indeed,\nforeclosing corporations from liability under the ATS would have\nbeen at odds with the contemporaneous practice of imposing\nliability for piracy on ships, juridical entities. See,e.g.,\nSkinnerv.East India Co., 6 State Trials 710, 711\n(1666);The Marianna Flora, 11 Wheat. 1, 40–41 (1826);Harmonyv.United States, 2 How. 210, 233 (1844).Finally, the conclusion that corporations may be\nheld liable under the ATS for violations of the law of nations is\nnot of recent vintage. More than a century ago, the Attorney\nGeneral acknowledged that corporations could be held liable under\nthe ATS. See 26 Op. Atty. Gen. 250, 252 (1907) (stating that\ncitizens of Mexico could bring a claim under the ATS against a\ncorporation, the American Rio Grande Land and Irrigation Company,\nfor violating provisions of a treaty between the United States and\nMexico).DIn his concurrence, Justice Gorsuch urges\ncourts to exercise restraint in recognizing causes of action under\nthe ATS. But whether the ATS provides a cause of action for\nviolations of the norms against genocide, crimes against humanity,\nand financing of terrorism is not the question the parties have\nasked the Court to decide. I therefore see no reason why it is\nnecessary to delve into the propriety of creating new causes of\naction. Nevertheless, because I disagree with the premises on which\nthe concurrence relies, I offer two brief observations.First, Justice Gorsuch says it “pass[es]\nunderstanding” why federal courts have exercised jurisdiction over\nATS claims raised by foreign plaintiffs against foreign defendants\nfor breaches of international norms. Seeante,at 1 (opinion\nconcurring in part and concurring in judgment). Modern ATS cases,\nhowever, are not being litigated against a blank slate. The Court\nheld inSosathat Congress authorized the federal courts to\n“recognize private causes of action for certain torts in violation\nof the law of nations,” 542 U. S., at 724, so long as the\nunderlying norm had no “less definite content and acceptance among\ncivilized nations than the historical paradigms familiar when §1350\nwas enacted,”id.,at 732. That holding was no mere\n“suggestion,”ante,at 2 (opinion of Gorsuch, J.), as this\nCourt has made clear. SeeKiobel, 569 U. S., at\n116–117.Given that the First Congress authorized suit\nfor violations based on “the law of nations” and “treat[ies] of the\nUnited States,” 28 U. S. C. §1350, it is natural to\nconclude that Congress intended the district courts to consider new\nclaims under the law of nations as that law and our Nation’s treaty\nobligations continued to develop. If Congress intended to limit\nsuch cases to violations of safe conduct, assaults against\nambassadors, piracy, and—as Justice Gorsuch suggests may have been\nthe case—“ ‘personal injuries that US citizens inflicted upon\naliens resulting in less than $500 in damages,’ ”ante,\nat 10 (quoting Bellia & Clark, The Alien Tort Statute and the\nLaw of Nations, 78 U. Chi. L. Rev. 445, 509 (2011)), it easily\ncould have said so. Instead, it granted the federal courts\njurisdiction over claims based on “the law of nations,” a body of\nlaw that Congress did not understand to be static. SeeUnited\nStatesv.The La Jeune Eugenie, 26 F. Cas. 832, 846\n(No. 15,551) (CC Mass. 1822) (Story, J.) (“What, therefore, the law\nof nations is . . . may be considered as modified by\npractice, or ascertained by the treaties of nations at different\nperiods. It does not follow . . . that because a\nprinciple cannot be found settled by the consent or practice of\nnations at one time, it is to be concluded, that at no subsequent\nperiod the principle can be considered as incorporated into the\npublic code of nations”).The question for courts considering new ATS\nclaims is, “Who are today’s pirates?”Kiobel, 569\nU. S., at 129 (Breyer, J., concurring in judgment). Torturers\nand those who commit genocide are now fairly viewed, like pirates,\nas “common enemies of all mankind.”Id.,at 131 (internal\nquotation marks omitted). On remand, the Court of Appeals would\ndecide whether the financiers of terrorism are the same. The fact\nthat few norms have overcomeSosa’s high hurdle is strong\nevidence that the carefully considered standard set forth in that\ncase is generating exactly the kind of “judicial caution” the Court\nstressed as necessary. See 542 U. S., at 725.Second, the concurrence suggests that federal\ncourts may lack jurisdiction to entertain suits between aliens\nbased solely on a violation of the law of nations. It contends that\nATS suits between aliens fall under neither the federal courts’\ndiversity jurisdiction nor our federal question jurisdiction. The\nCourt was not unaware of this argument when it decidedSosa.\nAs noted, that case involved an ATS suit brought by a citizen of\nMexico against a citizen of Mexico, and variousamiciargued\nthat the Court lacked Article III jurisdiction over such suits. See\nBrief for National Foreign Trade Counsel et al. asAmici\nCuriaeinSosav.Alvarez-Machain, O. T.\n2003, No. 03–339, pp. 24–25; see also Brief for Washington Legal\nFoundation et al. asAmici Curiaein No. 03–339, pp.\n14–21. The Court nonetheless proceeded to decide the case, which it\ncould not have done had it been concerned about its Article III\npower to do so. SeeArbaughv.Y & H Corp., 546\nU. S. 500, 514 (2006) . That decision forecloses the argument\nthe concurrence now makes, asSosaauthorized courts to\n“recognize private claimsunder federal common lawfor\nviolations of” certain international law norms. 542 U. S., at\n732 (emphasis added); see alsoid., at 729–730 (explaining\nthat, post-Erie R. Co.v.Tompkins, 304 U. S. 64\n(1938) , there are “limited enclaves in which federal courts may\nderive from substantive law in a common law way,” including the law\nof nations, and that “it would be unreasonable to assume that the\nFirst Congress would have expected federal courts to lose all\ncapacity to recognize enforceable international norms simply\nbecause the common law might lose some metaphysical cachet on the\nroad to modern realism”);Sareiv.Rio Tinto, 671\nF. 3d 736, 749–754 (CA9 2011) (en banc) (discussingSosaand concluding that federal courts have Article III\njurisdiction to hear ATS cases between aliens), vacated and\nremanded, 569 U. S. 945 (2013) (remanding for further\nconsideration in light ofKiobel).Sosawas correct as a legal matter.\nMoreover, our Nation has an interest not only in providing a remedy\nwhen our own citizens commit law of nations violations, but also in\npreventing our Nation from serving as a safe harbor for today’s\npirates. SeeKiobel, 569 U. S., at 133–134 (Breyer, J.,\nconcurring in judgment). To that end, Congress has ratified\ntreaties requiring the United States “to punish or extradite\noffenders, even when the offense was not committed . . .\nby a national.” 1 Restatement §404, Reporters’ Note 1, at 255–257;\nsee Torture Convention, Arts. 5, 7; Convention on the Prevention\nand Punishment of Crimes Against Internationally Protected Persons,\nIncluding Diplomatic Agents, Art. 3, Dec. 14, 1973, 28\nU. S. T. 1975, T. I. A. S. No. 8532;\nConvention for the Suppression of Unlawful Acts Against the Safety\nof Civil Aviation, Sept. 23, 1971, 24 U. S. T. 565,\nT. I. A. S. No. 7570; Convention for the Suppression\nof Unlawful Seizure of Aircraft, Art. 4, Dec. 16, 1970, 22\nU. S. T. 1641, T. I. A. S. No. 7192;\nGeneva Convention Relative to the Treatment of Prisoners of War,\nArt. 129, Aug. 12, 1949, 6 U. S. T. 3316,\nT. I. A. S. No. 3364. To the extent suits against\nforeign defendants may lead to international friction, that concern\nis better addressed under the presumption the Court established inKiobelagainst extraterritorial application of the ATS, see\n569 U. S., at 124–125, than it is by relitigating settled\nprecedent.IIAt its second step,Sosacautions that\ncourts should consider whether permitting a case to proceed is an\nappropriate exercise of judicial discretion in light of potential\nforeign-policy implications. See 542 U. S., at 727–728,\n732–733, 738. The plurality only assumes without deciding that\ninternational law does not impose liability on corporations, so it\nnecessarily proceeds toSosa’s second step. Here, too, its\nanalysis is flawed.ANothing about the corporate form in itself\njustifies categorically foreclosing corporate liability in all ATS\nactions. Each source of diplomatic friction that respondent Arab\nBank and the plurality identify can be addressed with a tool more\ntailored to the source of the problem than a blanket ban on\ncorporate liability.Arab Bank contends that foreign citizens should\nnot be able “to sue a Jordanian corporation in New York for events\ntaking place in the Middle East.” Brief for Respondent 42. The\nheart of that qualm was already addressed inKiobel, which\nheld that the presumption against extraterritoriality applies to\nthe ATS. 569 U. S., at 124. Only where the claims “touch and\nconcern the territory of the United States . . . with\nsufficient force” can the presumption be displaced.Id.,at\n124–125. “[M]ere corporate presence” does not suffice.Id.,at 125. Thus, contrary to the majority’s contention, “the\nrelatively minor connection between the terrorist attacks at issue\nin this case and the alleged conduct in the United States” does not\n“well illustrat[e] the perils of extending the scope of ATS\nliability to foreign multinational corporations,”ante,at\n25, but merely illustrates the risks of extending the scope of ATS\nliability extraterritorially absent sufficient connection to the\nUnited States.Arab Bank also bemoans the unfairness of being\nsued when others—namely, the individuals and organizations that\ncarried out the terrorist attacks—were “the direct cause” of the\nharm petitioners here suffered. Brief for Respondent 41. That\ncomplaint, though, is a critique of the imposition of liability for\nfinancing terrorism, not an argument that ATS suits against\ncorporations generally necessarily cause diplomatic tensions.Arab Bank further expresses concern that ATS\nsuits are being filed against corporations in an effort to recover\nfor the bad acts of foreign governments or officials. Seeid., at 40. But the Bank’s explanation of this problem\nreveals that the true source of its grievance is the availability\nof aiding and abetting liability. Seeibid.(“[N]umerous ATS\nsuits have alleged that a corporation has aided or abetted bad acts\ncommitted by aforeign government and its officials”\n(emphasis in original));id.,at 41 (“[A]iding and abetting\nsuits under the ATS have given plaintiffs ‘a clear means for\neffectively circumventing’ critical limits on foreign sovereign\nimmunity” (quoting Brief for United States asAmicus CuriaeinAmerican Isuzu Motors, Inc.v.Ntsebeza,\nO. T. 2007, No. 07–919, p. 15)). The plurality too points\nto an aiding and abetting case to support its contention that\nplaintiffs “use corporations as surrogate defendants to challenge\nthe conduct of foreign governments.”Ante,at 21 (discussingKiobel, in which plaintiffs sought to hold a corporate\ndefendant liable for “ ‘aiding and abetting the Nigerian\nGovernment in committing’ ” law-of-nations violations (quoting\n569 U. S., at 114)). Yet not all law-of-nations violations\nasserted against corporations are premised on aiding and abetting\nliability; it is possible for a corporation to violate\ninternational-law norms independent of a foreign state or foreign\nstate officials. In this respect, too, the Court’s rule is ill\nfitted to the problem identified.Notably, even the Hashemite Kingdom of Jordan\ndoes not argue that there are foreign-policy tensions inherent in\nsuing a corporation generally. Instead, Jordan contends that this\nparticular suit is an affront to its sovereignty because of its\nextraterritorial character and because of the role that Arab Bank\nspecifically plays in the Jordanian economy. See Brief for\nHashemite Kingdom of Jordan asAmicus Curiae6–12.[7]The majority also cites to instances in which\nother foreign sovereigns have “appeared in this Court to note\n[their] objections to ATS litigation,”ante,at 26, but none\nof those objections was about the availability of corporate\nliability as a general matter. SeeSosa, 542 U. S., at\n733, n. 21 (noting argument of the European Commission that “basic\nprinciples of international law require that before asserting a\nclaim in a foreign forum, the claimant must have exhausted any\nremedies available in the domestic legal system, and perhaps in\nother forums such as international claims tribunals”);ibid.(noting objections by South Africa to “several class actions\nseeking damages from various corporations alleged to have\nparticipated in, or abetted, the regime of apartheid” on the basis\nthat the cases “interfere[d] with the policy embodied by its Truth\nand Reconciliation Commission”); Brief for Federal Republic of\nGermany asAmicus CuriaeinKiobelv.Royal Dutch\nPetroleum Co., O. T. 2012, No. 10–1491, p. 1 (“The\nFederal Republic of Germany has consistently maintained its\nopposition to overly broad assertions of extraterritorial civil\njurisdiction arising out of aliens’ claims against foreign\ndefendants for alleged foreign activities that caused injury on\nforeign soil”); Brief for Government of the United Kingdom of Great\nBritain and Northern Ireland et al. asAmici Curiaein\nNo. 10–1491, p. 3 (“The Governments remain deeply concerned\nabout . . . suits by foreign plaintiffs against foreign\ndefendants for conduct that entirely took place in the territory of\na foreign sovereign”).As the United States urged at oral argument,\nwhen international friction arises, a court should respond with the\ndoctrine that speaks directly to the friction’s source. See Tr. of\nOral. Arg. 28 (acknowledging that “ATS litigation in recent decades\nhas raised international friction” and explaining that “the way to\ndeal with that friction is with a doctrine that speaks directly to\nthe international entanglement . . . as those questions\narise”). In addition to the presumption against\nextraterritoriality, federal courts have at their disposal a number\nof tools to address any foreign-relations concerns that an ATS case\nmay raise. This Court has held that a federal court may exercise\npersonal jurisdiction over a foreign corporate defendant only if\nthe corporation is incorporated in the United States, has its\nprincipal place of business or is otherwise at home here, or if the\nactivities giving rise to the lawsuit occurred or had their impact\nhere. SeeDaimler AGv.Bauman, 571 U. S. 117\n(2014) . Courts also can dismiss ATS suits for a plaintiff’s\nfailure to exhaust the remedies available in her domestic forum, onforum non conveniensgrounds, for reasons of international\ncomity, or when asked to do so by the State Department. SeeKiobel, 569 U. S., at 133 (Breyer, J., concurring in\njudgment);Sosa, 542 U. S., at 733, n. 21.Several of these doctrines might be implicated\nin this case, and I would remand for the Second Circuit to address\nthem in the first instance.[8]\nThe majority, however, prefers to use a sledgehammer to crack a\nnut. I see no need for such an ill-fitting and disproportionate\nresponse. Foreclosing foreign corporate liability in all ATS\nactions, irrespective of circumstance or norm, is simply too broad\na response to case-specific concerns that can be addressed via\nother means.[9]B1The Court urges that “[t]he political\nbranches, not the Judiciary, have the responsibility and\ninstitutional capacity to weigh foreign-policy concerns.”Ante,at 19. I agree that the political branches are well\npoised to assess the foreign-policy concerns attending ATS\nlitigation, which is why I give significant weight to the fact that\nthe Executive Branch, in briefs signed by the Solicitor General and\nState Department Legal Advisor, has twice urged the Court to reach\nexactly the opposite conclusion of the one embraced by the\nmajority. See Brief for United States asAmicus Curiae5\n(“This Court should vacate the decision below, which rests on the\nmistaken premise that a federal common-law claim under the ATS may\nnever be brought against a corporation”); Brief for United States\nasAmicus CuriaeinKiobelv.Royal Dutch\nPetroleum Co., O. T. 2012, No. 10–1491, p. 7 (“Courts may\nrecognize corporate liability in actions under the ATS as a matter\nof federal common law. . . .Sosa’s\ncautionary admonitions provide no reason to depart from the common\nlaw on this issue”). At oral argument in this case, the United\nStates told the Court that it saw no “sound reason to categorically\nexclude corporate liability.” Tr. of Oral Arg. 29. It explained\nthat another country would hold the United States accountable for\nnot providing a remedy against a corporate defendant in a “classic”\nATS case, such as one involving a “foreign officia[l] injured in\nthe United States,”id., at 32–33, and suggested that\nforeclosing the ability to recover from a corporation actually\nwould raise “the possibility of friction,”id.,at 33.\nNotably, the Government’s position that categorically barring\ncorporate liability under the ATS is wrong has been consistent\nacross two administrations led by Presidents of different political\nparties.Likewise, when Members of Congress have weighed\nin on the question whether corporations can be proper defendants in\nan ATS suit, it has been to advise the Court against the rule it\nnow adopts. See Brief for Sen. Sheldon Whitehouse et al. asAmici Curiae7–11; Brief for Former Sen. Arlen Specter\net al. asAmici CuriaeinKiobelv.Royal\nDutch Petroleum Co., O. T. 2012, No. 10–1491,\npp. 17–18. Congress has also never seen it necessary to\nimmunize corporations from ATS liability even though corporations\nhave been named as defendants in ATS suits for years. SeeMonessen Southwestern R. Co.v.Morgan, 486\nU. S. 330, 338 (1988) (“Congress’ failure to disturb a\nconsistent judicial interpretation of a statute may provide some\nindication that ‘Congress at least acquiesces in, and apparently\naffirms, that [interpretation]’ ” (quotingCannonv.University of Chicago, 441 U. S. 677, 703 (1979)\n)).Given the deference to the political branches\nthatSosaencourages, I find it puzzling that the Court so\neagerly departs from the express assessment of the Executive Branch\nand Members of Congress that corporations can be defendants in ATS\nactions.2The plurality instead purports to defer to\nCongress by relying heavily on the Torture Victim Protection Act of\n1991 (TVPA), 106Stat. 73, note following 28 U. S. C.\n§1350, to support its categorical bar. Seeante,at 20. The\nTVPA makes available to all individuals, not just foreign citizens,\na civil cause of action for torture and extrajudicial killing that\nmay be brought against natural persons. SeeMohamadv.Palestinian Authority, 566 U. S. 449, 451 –452, 454\n(2012). The plurality extrapolates from Congress’ decision\nregarding the scope of liability under the TVPA a rule that it\ncontends should govern all ATS suits. Seeante,at 20. But\nthere is no reason to think that because Congress saw fit to permit\nsuits only against natural persons for two specific law-of-nations\nviolations, Congress meant to foreclose corporate liability for all\nlaw-of-nations violations. The plurality’s contrary conclusion\nignores the critical textual differences between the ATS and TVPA,\nas well as the TVPA’s legislative history, which emphasizes\nCongress’ intent to leave the ATS undisturbed.On its face, the TVPA is different from the ATS\nin several significant ways: It is focused on only two\nlaw-of-nations violations, torture and extrajudicial killing; it\nmakes a cause of action available to all individuals, not just\nforeign citizens; and it uses the word “individual” to delineate\nwho may be liable. See 28 U. S. C. §1350 note. The ATS,\nby contrast, is concerned with all law-of-nations violations\ngenerally, makes a cause of action available only to foreign\ncitizens, and is silent as to who may be liable. Because of the\ntextual differences between the two statutes, the Court unanimously\nconcluded inMohamadthat the ATS “offers no comparative\nvalue” in ascertaining the scope of liability under the TVPA. 566\nU. S., at 458. It makes little sense, then, to conclude that\nthe TVPA has dispositive comparative value in discerning the scope\nof liability under the ATS.Furthermore, Congress repeatedly emphasized in\nthe House and Senate Reports on the TVPA that the statute was meant\nto supplement the ATS, not replace or cabin it. See H. R. Rep.\nNo. 102–367, pt. 1, p. 3 (1991) (“Section 1350 has other\nimportant uses and should not be replaced. There should also,\nhowever, be a clear and specific rem-edy, not limited to aliens,\nfor torture and extrajudicial killing”);id.,at 4 (“The\nTVPA . . . would also enhance the remedy already\navailable under section 1350 in an important respect: While the\n[ATS] provides a remedy to aliens only, the TVPA would extend a\ncivil remedy also to U. S. citizens who may have been tortured\nabroad”);ibid.(“[C]laims based on torture or summary\nexecutions do not exhaust the list of actions that may\nappropriately be covered b[y] section 1350. That statute should\nremain intact to permit suits based on other norms that already\nexist or may ripen in the future into rules of customary\ninternational law”); S. Rep. No. 102–249, pp. 4–5 (1991);\nsee alsoSosa, 542 U. S., at 731 (explaining that the\nTVPA “supplement[ed] the judicial determination” inFilartiga).Lacking any affirmative evidence that Congress’\ndecision to limit liability under the TVPA to natural persons\nindicates a legislative judgment about the proper scope of\nliability in all ATS suits, the plurality focuses its efforts on\ndismissing petitioners’ argument that Congress limited TVPA\nliability to natural persons to harmonize the statute with the\nForeign Sovereign Immunities Act of 1976 (FSIA), which generally\nimmunizes foreign states from suit. Seeante,at\n21.[10] Contrary to the\nplurality’s contention, however, this Court did not reject\npetitioners’ account of the TVPA’s legislative history inMohamad. In fact, that decision agreed that the legislative\nhistory “clarifi[es] that the Act does not encompass liability\nagainst foreign states.” 566 U. S., at 459. WhatMohamadrejected was the argument that because the TVPA\nforecloses liability against foreign states, it necessarily permits\nliability against corporations. In concluding that the TVPA\nencompasses only natural persons,Mohamadtook no position\non why Congress excluded organizations from its reach.[11]To infer from the TVPA that no corporation may\never be held liable under the ATS for any violation of any\ninternational-law norm, moreover, ignores that Congress has\nelsewhere imposed liability on corporations for conduct prohibited\nby customary international law. For instance, the Antiterrorism Act\nof 1990 (ATA) created a civil cause of action for U. S.\nnationals injured by an act of international terrorism and\nexpressly provides for corporate liability. 18 U. S. C.\n§2333. That Congress foreclosed corporate liability for torture and\nextrajudicial killing claims under the TVPA but permitted corporate\nliability for terrorism-related claims under the ATA is strong\nevidence that Congress exercises its judgment as to the\nappropriateness of corporate liability on a norm-by-norm basis, and\nthat courts should do the same when considering whether to permit\ncauses of action against corporations for law-of-nations violations\nunder the ATS.The plurality dismisses the ATA as “an inapt\nanalogy” because the ATA “provides a cause of action only to\n‘national[s] of the United States,’ ” whereas the ATS\n“provides a remedy for foreign nationals only.”Ante,at 22\n(quoting 18 U. S. C. §2333(a)). But if encompassing\ndifferent groups of plaintiffs is what makes two statutes poor\ncomparators for each other, the TVPA, too, is an inapt analogy, for\nit permits suits by all individuals, U. S. and foreign\nnationals alike.The plurality also posits that the ATA “suggests\nthat there should be no common-law action under the ATS for\nallegations like petitioners’,”ante,at 22, because\npermitting such suits would allow foreign plaintiffs to “bypass\nCongress’ express limitations on liability under the [ATA] simply\nby bringing an ATS lawsuit,”ibid. Yet an ATS suit alleging\nterrorism-related conduct does not “bypass” or “displace” any\n“statutory and regulatory structure,”ibid., any more than\nan ATA suit does. As this case demonstrates, U. S. nationals\nand foreign citizens may bring ATA and ATS suits in the same court,\nat the same time, for the same underlying conduct. To the extent\nthe plurality is suggesting that Congress, in enacting the ATA,\nmeant to foreclose ATS suits based on terrorism financing, the\nplurality offers no evidence to support that hypothesis, and the\nlegislative history suggests that Congress enacted the ATA to\nprovide U. S. citizens with the same remedy already available\nto foreign citizens under the ATS. See Hearing on S. 2465 before\nthe Subcommittee on Courts and Administrative Practice of the\nSenate Committee on the Judiciary, 101st Cong., 1st Sess., 90\n(1990) (testimony of Joseph A. Morris) (noting that ATS actions for\nterrorism “would be preserved”).At bottom, the ATS and TVPA are related but\ndistinct statutes that coexist independently. There is no basis to\nconclude that the considered judgment Congress made about who\nshould be liable under the TVPA for torture and extrajudicial\nkilling should restrict who can be held liable under the ATS for\nother law-of-nations violations, particularly where Congress made a\ndifferent judgment about the scope of liability under the ATA for\nterrorism.CFinally, the plurality offers a set of\n“[o]ther considerations relevant to the exercise of judicial\ndiscretion” that it concludes “counsel against allowing liability\nunder the ATS for foreign corporations.”Ante,at 23. None\nis persuasive.First, the plurality asserts that “[i]t has not\nbeen shown that corporate liability under the ATS is essential to\nserve the goals of the statute” because “the ATS will seldom be the\nonly way for plaintiffs to hold the perpetrators liable,” and\nbecause “plaintiffs still can sue the individual corporate\nemployees responsible for a violation of international law under\nthe ATS.”Ibid.This Court has never previously required\nthat, to maintain an ATS action, a plaintiff must show that the ATS\nis the exclusive means by which to hold the alleged perpetrator\nliable and that no relief can be had from other parties. Such\nrequirements extend far beyond the inquirySosacontemplated\nand are without any basis in the statutory text.Moreover, even if there are other grounds on\nwhich a suit alleging conduct constituting a law-of-nations\nviolation can be brought, such as a state-law tort claim, the First\nCongress created the ATS because it wanted foreign plaintiffs to be\nable to bring their claims in federal court and sue for\nlaw-of-nations violations. A suit for state-law battery, even if\nbased on the same alleged conduct, is not the equivalent of a\nfederal suit for torture; the latter contributes to the uptake of\ninternational human rights norms, and the former does not.[12]Furthermore, holding corporations accountable\nfor violating the human rights of foreign citizens when those\nviolations touch and concern the United States may well be\nnecessary to avoid the international tension with which the First\nCongress was concerned. Consider again the assault on the Secretary\nof the French Legation in Philadelphia by a French adventurer. Seesupra,at 14;ante,at 7 (majority opinion). Would\nthe diplomatic strife that followed really have been any less\ncharged if a corporation had sent its agent to accost the\nSecretary? Or, consider piracy. If a corporation owned a fleet of\nvessels and directed them to seize other ships in U. S.\nwaters, there no doubt would be calls to hold the corporation to\naccount. SeeKiobel, 621 F. 3d, at 156, and n. 10\n(observing that “Somali pirates essentially operate as limited\npartnerships”). Finally, take, for example, a corporation posing as\na job-placement agency that actually traffics in persons, forcibly\ntransporting foreign nationals to the United States for\nexploitation and profiting from their abuse. Not only are the\nindividual employees of that business less likely to be able fully\nto compensate successful ATS plaintiffs, but holding only\nindividual employees liable does not impose accountability for the\ninstitution-wide disregard for human rights. Absent a corporate\nsanction, that harm will persist unremedied. Immunizing the\ncorporation from suit under the ATS merely because it is a\ncorporation, even though the violations stemmed directly from\ncorporate policy and practice, might cause serious diplomatic\nfriction.[13]Second, the plurality expresses concern that if\nforeign corporations are subject to liability under the ATS, other\nnations could hale American corporations into court and subject\nthem “to an immediate, constant risk of claims seeking to impose\nmassive liability for the alleged conduct of their employees and\nsubsidiaries around the world,” a prospect that will deter American\ncorporations from investing in developing economies.Ante,at 24. The plurality offers no empirical evidence to support these\nalarmist conjectures, which is especially telling given that\nplaintiffs have been filing ATS suits against foreign corporations\nin United States courts for years. It does cite to anamicusbrief for the United States inAmerican Isuzu Motors, Inc.v.Ntsebeza, seeante,at 24, but that case was\nconcerned with the availability of civil aiding and abetting\nliability, not corporate liability generally, and the United States\nnever contended that permitting corporate liability under the ATS\nwould undermine global investment. Instead, it argued that\npermitting extraterritorial aiding and abetting cases would\ninterfere with foreign relations and deter “the free flow of trade\nand investment.” See Brief for United States asAmicus\nCuriae, O. T. 2007, No. 07–919, pp. 12–16, 20. Driven\nby hypothetical worry about besieged American corporations, today’s\ndecision needlessly goes much further, encompassing all ATS suits\nagainst all foreign corporations, not just those cases with\nextraterritorial dimensions premised on an aiding and abetting\ntheory.*  *  *In sum, international law establishes what\nconduct violates the law of nations, and specifies whether, to\nconstitute a law-of-nations violation, the alleged conduct must be\nundertaken by a particular type of actor. But it is federal common\nlaw that determines whether corporations may, as a general matter,\nbe held liable in tort for law-of-nations violations. Applying that\nframework here, I would hold that the ATS does not categorically\nforeclose corporate liability. Tort actions against corporations\nhave long been available under federal common law. Whatever the\nmajority might think of the value of modern-day ATS litigation, it\nhas identified nothing to support its conclusion that “foreign\ncorporate defendants create unique problems” that necessitate a\ncategorical rule barring all foreign corporate liability.Ante,at 26.Absent any reason to believe that the corporate\nform in itself raises serious foreign-policy concerns, and given\nthe repeated urging from the Executive Branch and Members of\nCongress that the Court need not and should not foreclose corporate\nliability, I would reverse the decision of the Court of Appeals for\nthe Second Circuit and remand for further proceedings, including\nwhether the allegations here sufficiently touch and concern the\nUnited States, seeKiobel, 569 U. S., at 124–125, and\nwhether the international-law norms alleged to have been violated\nby Arab Bank—the prohibitions on genocide, crimes against humanity,\nand financing of terrorism—are of sufficiently definite content and\nuniversal acceptance to give rise to a cause of action under the\nATS.IIIIn categorically barring all suits against\nforeign corporations under the ATS, the Court ensures that foreign\ncorporations—entities capable of wrongdoing under our domestic\nlaw—remain immune from liability for human rights abuses, however\negregious they may be.Corporations can be and often are a force for\ninnovation and growth. Many of their contributions to society\nshould be celebrated. But the unique power that corporations wield\ncan be used both for good and for bad. Just as corporations can\nincrease the capacity for production, so, too, some can increase\nthe capacity for suffering. Consider the genocide that took upwards\nof 800,000 lives in Rwanda in 1994, which was fueled by incendiary\nrhetoric delivered via a private radio station, the Radio\nTélévision Libre des Mille Collines (RTLM). Men spoke the hateful\nwords, but the RTLM made their widespread influence\npossible.[14]There can be, and sometimes is, a profit motive\nfor these types of abuses. Although the market does not price all\nexternalities, the law does. We recognize as much when we permit a\ncivil suit to proceed against a paint company that long knew its\nproduct contained lead yet continued to sell it to families, or\nagainst an oil company that failed to undertake the requisite\nsafety checks on a pipeline that subsequently burst. There is no\nreason why a different approach should obtain in the human rights\ncontext.Immunizing corporations that violate human\nrights from liability under the ATS undermines the system of\naccountability for law-of-nations violations that the First\nCongress endeavored to impose. It allows these entities to take\nadvantage of the significant benefits of the corporate form and\nenjoy fundamental rights, see,e.g.,Citizens Unitedv.Federal Election Comm’n, 558 U. S. 310 (2010) ;Burwellv.Hobby Lobby Stores, Inc., 573 U. S.\n___ (2014), without having to shoulder attendant fundamental\nresponsibilities.I respectfully dissent.Notes1This distinction is\nsimilar to the state-action doctrine in domestic law. The\nprohibitions in the Bill of Rights, for instance, apply only to\nstate actors, whereas the Thirteenth Amendment’s prohibition on\nslavery applies to all actors, state and private. SeeUnited\nStatesv.Kozminski, 487 U. S. 931, 942 (1988)\n.2At present, the\nnorm-specific query contemplated by footnote 20 is likely resolved\nsimply by considering whether the given international-law norm\nbinds only state actors or state and nonstate actors alike, because\nthere does not appear to be an international-law norm that\ncontemplates a finer distinction between types of private actors.\nSee Brief for United States asAmicus CuriaeinKiobelv.Royal Dutch Petroleum Co., O. T. 2012,\nNo. 10–1491, p. 20 (“At the present time, the United States is\nnot aware of any international-law norm, accepted by civilized\nnations and defined with the degree of specificity required bySosa, that requires, or necessarily contemplates, a\ndistinction between natural and juridical actors”); Dodge,\nCorporate Liability Under Customary International Law, 43 Geo. J.\nInt’l L. 1045, 1050 (2012) (“None of the norms that are actionable\nunderSosadistinguish between natural and juridical\npersons”).Sosaitself supports the proposition that\ninternational law does not distinguish between types of private\nactors, but rather treats natural persons and corporations alike.\nFootnote 20 groups corporations and individuals together under the\nlarger category of “private actor.”Sosa, 542 U. S., at\n732, n. 20 (“if the defendant is a private actor such as a\ncorporation or an individual”); see alsoid., at 760\n(Breyer, J., concurring in part and concurring in judgment) (“The\nnorm must extend liability to the type of perpetrator (e.g.,\na private actor) the plaintiff seeks to sue” (citingid., at\n732, n. 20)).Sosaalso describes the two Court of\nAppeals decisions on which it relies as having considered whether\nthere was sufficient consensus that particular conduct—torture or\ngenocide—“violates international law” when undertaken “by private\nactors.”Id., at 732, n. 20 (discussingTel-Orenv.Libyan Arab Republic, 726 F. 2d 774, 791–795 (CADC\n1984) (Edwards, J., concurring), andKadicv.Karadžić, 70 F. 3d 232, 239–241 (CA2 1995)). Even\nthough the defendant inKadicwas a natural person, seeid., at 237, and the defendants inTel-Orenwere\njuridical entities, see 726 F. 2d, at 775–776,Sosarefers to them all as “private actors,” 542 U. S., at 732,\nn. 20.3The Nuremberg Tribunal\nalso was empowered to adjudicate a form of criminal organizational\nliability, pursuant to which an individual member of a convicted\norganization would face a rebuttable presumption of guilt in a\nsubsequent proceeding. Brief for Nuremberg Scholars asAmici\nCuriae4, 20–21 (citing Agreement for the Prosecution and\nPunishment of the Major War Criminals of the European Axis, Aug. 8,\n1945, Arts. 9–10, 59Stat. 1544, E. A. S. No. 472; see\nalso Brief for Nuremberg Scholars 21–22 (citingUnited\nStatesv.Goering, 22 Trial of the Major War Criminals\nBefore the International Military Tribunal 171, 505, 511, 516–517\n(Int’l Mil. Trib. 1946) (declaring three organizations\ncriminal)).4See,e.g.,United\nNations Convention Against Transnational Organized Crime, Art.\n10(1), Nov. 15, 2000, T. I. A. S. No. 13127, S.\nTreaty Doc. No. 108–16; Convention on Combating Bribery of Foreign\nPublic Officials in International Business Transactions, Art. 2,\nDec. 17, 1997, 2802 U. N. T. S. 230.5See International\nConvention for the Suppression of the Financing of Terrorism,\nonline at\nhttps://treaties.un.org/doc/Publication/MTDSG/Volume%20II/Chapter%20XVIII/XVIII-11.en.pdf\n(all Internet materials as last visited Apr. 16,\n2018).6The Genocide Convention\nalso does not specifically require that states parties recognize\ntort claims for genocide, but federal courts have long permitted\nsuch actions under the ATS as a matter of federal common law. See,e.g.,Kadic, 70 F. 3d, at 236. The same is true\nof the Torture Convention. See,e.g.,Filartigav.Pena-Irala,630 F. 2d 876, 885 (CA2 1980).7Jordan does argue that\ncorporate liability is unavailable under the ATS, but that argument\nis based on its view that there is no universally recognized\ninternational-law norm of corporate liability, see Brief for\nHashemite Kingdom of Jordan asAmicus Curiae12–15, not a\ncontention that corporate status alone presents foreign-policy\nconcerns justifying immunity for all corporations in all ATS suits\nirrespective of circumstance.8For instance, the alleged\nconduct might not sufficiently touch and concern the United States\nto displace the presumption against extraterritoriality; the\nprohibition on terrorism financing might not be a specific,\nuniversal, and obligatory norm warranting recognition under the\nATS; and petitioners might not be able to prove the requisitemens rea. In addition, petitioners have asserted direct,\nrather than vicarious, liability against respondent. A suit based\non only vicarious liability may raise different questions not\npresented here.9The majority’s overly\nblunt rule is also unlikely to resolve any foreign-relations\nconcerns at play in this case. Arab Bank is still being sued under\nthe Antiterrorism Act of 1990 for the exact same conduct as alleged\nhere. It is also hard to imagine that Jordan would have been\nperfectly content to see the CEO of Arab Bank and high-level\nofficials at the New York branch sued under the ATS.10The\nTVPA requires state action to trigger liability. See 28\nU. S. C. §1350 note (imposing liability on “[a]n\nindividual who, under actual or apparent authority, or color of\nlaw, of any foreign nation” subjects an individual to torture or\nextrajudicial killing). Absent a limitation on suits against states\nand state entities, the TVPA arguably would have been in conflict\nwith the FSIA.11Petitioners may be right that\nCongress limited liability under the TVPA to natural persons to\nharmonize the statute with the FSIA. That Congress thought it\nnecessary to achieve that goal by foreclosing liability against all\norganizational defendants, not just those operating under the\nauthority of a foreign government, might indicate that Congress\nthought such line drawing would be difficult, or that an expansive\napproach was the cleanest way to avoid the statute becoming a\nbackdoor to suits against foreign governments.12Counsel for Arab Bank acknowledged\nthe symbolic force of ATS liability at oral argument. See Tr. of\nOral Arg. 60 (“[T]he idea of the ATS is . . . not just\nthat you violated a statute, but that you have violated some\nspecific universal obligatory norm so you are essentially an enemy\nof mankind. So, as much as my clients would not like to be an ATA\ndefendant, they would really, really, really not like to be\n. . . labeled an enemy of mankind”).13Justice Alito, adopting a more\nabsolutist position than the plurality, asserts without\nqualification that “federal courts should not create causes of\naction under the ATS against foreign corporate defendants” because\ndoing so “would precipitate . . . diplomatic strife.”Ante,at 1, 4 (opinion concurring in part and concurring in\njudgment). The conclusion that ATS suits against foreign corporate\ndefendants for law-of-nations and treaty violations always will\ncause diplomatic friction, and that such suits will never be\nnecessary “to help the United States avoid diplomatic friction,”ante,at 4, however, is at odds with the considered judgment\nof the Executive Branch and Congress regarding the importance of\nholding foreign corporations to account for certain egregious\nconduct. As noted, see Part II–B–1,supra, the Executive\nBranch has twice urged the Court not to foreclose the ability of\nforeign nationals to sue foreign corporate defendants under the\nATS. The United States also has ratified several international\nagreements that require it to impose liability on corporations,\nboth foreign and domestic, for certain actions, including the\nfinancing of terrorism. Seesupra,at 10–11. Congress, too,\nhas expressly authorized civil suits against corporations for acts\nrelated to terrorism. See 18 U. S. C. §2333. The\nExecutive Branch and Congress surely would not have taken these\npositions, entered into these obligations, or made available these\ncauses of action if the result were intolerable diplomatic strife.\nJustice Alito also faults the lack of “real-world examples” of\ninstances in which diplomatic friction has resulted from a court’s\nrefusal to permit an individual to bring an ATS suit against a\nforeign corporation solely because of the defendant’s status as a\nforeign juridical entity.Ante,at 6. Such refusals, though,\nhave been rare, as no other Court of Appeals besides the Second\nCircuit that has considered the question has imposed a bar on\ncorporate liability. CompareDoev.Drummond Co., 782\nF. 3d 576, 584 (CA11 2015);Doe Iv.Nestle USA,\nInc., 766 F. 3d 1013, 1022 (CA9 2014);Doev.Exxon Mobil Corp., 654 F. 3d 11, 39–57 (CADC 2011),\nvacated on other grounds, 527 Fed. Appx. 7 (CADC 2013);Flomov.Firestone Nat. Rubber Co., 643 F. 3d\n1013, 1017–1021 (CA7 2011), withKiobelv.Royal Dutch\nPetroleum, 621 F. 3d 111, 120 (CA2 2010).14See,e.g., Nahimanav.Prosecutor, Case No. ICTR 99–52–A,\nAppeals Judgment ¶176 (Nov. 28, 2007) (upholding finding that the\nRTLM Collines broadcasts “contributed substantially to the killing\nof Tutsi”); G. Prunier, The Rwanda Crisis: History of a Genocide\n224 (2d ed. 1999) (detailing incitements to murder broadcast on the\nRTLM, including: “ ‘The graves are not yet full. Who is going\nto do the good work and help us fill them completely’ ”);\nYanagizawa-Drott, Propaganda and Conflict: Evidence From the\nRwandan Genocide, 129 Q. J. Econ. 1947, 1950 (2014) (analyzing\nvillage-level data from Rwanda to estimate that the RTLM’s\ntransmissions caused 10 percent of the total participation in the\ngenocide).",
    "joined": []
}