{
    "case": {
        "docket": "16-498",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-498/"
    },
    "id": "3858469",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–498_________________DAVID PATCHAK, PETITIONERv.RYAN\nZINKE, SECRETARY OF THE INTERIOR, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[February 27, 2018]Justice Sotomayor, concurring in the\njudgment.I agree with the dissent that Congress may not\nachieve through jurisdiction stripping what it cannot permissibly\nachieve outright, namely, directing entry of judgment for a\nparticular party. I also agree that an Act that merely deprives\nfederal courts of jurisdiction over a single proceeding is not\nenough to be considered a change in the law and that any statute\nthat portends to do so should be viewed with great skepticism. Seepost, at 11–12 (opinion of Roberts, C. J.). I differ with\nthe dissent’s ultimate conclusion only because, as Justice Ginsburg\nexplains, the Gun Lake Trust Land Reaffirmation Act (Gun Lake Act),\nPub. L. 113–179, 128Stat. 1913, should not be read to strip the\nfederal courts of jurisdiction but rather to restore the Federal\nGovernment’s sovereign immunity. Seeante,at 1–2 (opinion\nconcurring in judgment).In the Court’s first decision in this case,Match-E-Be-Nash-She-Wish Band of Pottawatomi Indiansv.Patchak, 567 U. S. 209 (2012) , the sole issue of\ndisagreement between the majority and the dissent was whether the\nUnited States had waived its sovereign immunity from Patchak’s\nlawsuit. The majority held that Congress had done so in the\nAdministrative Procedure Act, 5 U. S. C. §702, see 567\nU. S., at 215–224, whereas the dissent concluded it had not\nbecause the case fell within the exceptions to the Government’s\nwaiver of sovereign immunity under the Quiet Title Act, 28\nU. S. C. §2409a(a), that apply when trust or restricted\nIndian lands are at issue, see 567 U. S., at 228–238 (opinion\nof Sotomayor, J.). The majority recognized, however, that Congress\nwas free to reinstate the Government’s sovereign immunity from\nsuits like Patchak’s, observing that “[p]erhaps Congress\nwould—perhaps Congress should” bar “the full range of lawsuits\npertaining to the Government’s ownership of land,” regardless of\nwhether the plaintiff claims ownership.Id.,at 224. Not\nlong after, Congress enacted the Gun Lake Act.In addition to the reasons set forth by Justice\nGinsburg,ante,at 2, given this context, §2(b) of the Gun\nLake Act is most naturally read as having restored the Federal\nGovernment’s sovereign immunity from Patchak’s suit challenging the\ntrust status of the Bradley Property. That conclusion avoids the\nseparation-of-powers concerns raised here about jurisdiction\nstripping. On this basis alone, I would affirm the judgment of the\nCourt of Appeals.",
    "joined": []
}