{
    "case": {
        "docket": "182",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/182/"
    },
    "id": "1970483",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–551_________________KEN L. SALAZAR, SECRETARY OF THE INTERIOR, et\nal., PETITIONERSv.RAMAH NAVAJO CHAPTER et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 18, 2012]Justice Sotomayor delivered the opinion of the\nCourt.The Indian Self-Determination and Education\nAssistance Act (ISDA), 25 U. S. C. §450et seq., directs the Secretary of the Interior to enter\ninto contracts with willing tribes, pursuant to which those tribes\nwill provide services such as education and law enforcement that\notherwise would have been provided by the Federal Government. ISDA\nmandates that the Secretary shall pay the full amount of “contract\nsupport costs” incurred by tribes in performing their contracts. At\nissue in this case is whether the Government must pay those costs\nwhen Congress appropriates sufficient funds to pay in full any\nindividual contractor’s contract support costs, but not enough\nfunds to cover the aggregate amount due every contractor.\nConsistent with longstanding principles of Government contracting\nlaw, we hold that the Government must pay each tribe’s contract\nsupport costs in full.IACongress enacted ISDA in 1975 in order to\nachieve “maximum Indian participation in the direction of\neducational as well as other Federal services to Indian communities\nso as to render such services more responsive to the needs and\ndesires of those communities.” 25 U. S. C. §450a(a). To\nthat end, the Act directs the Secretary of the Interior, “upon the\nrequest of any Indian tribe . . . to enter into a\nself-determination contract . . . to plan, conduct, and\nadminister” health, education, economic, and social programs that\nthe Secretary otherwise would have administered. §450f(a)(1).As originally enacted, ISDA required the\nGovernment to provide contracting tribes with an amount of funds\nequiv- alent to those that the Secretary “would have other- wise\nprovided for his direct operation of the programs.” §106(h),\n88Stat. 2211. It soon became apparent that this secretarial amount\nfailed to account for the full costs to tribes of providing\nservices. Because of “concern with Government’s past failure\nadequately to reimburse tribes’ indirect administrative costs,”Cherokee Nationof Okla.v.Leavitt,543 U.S.\n631, 639 (2005), Congress amended ISDA to require the Secretary\nto contract to pay the “full amount” of “contract support costs”\nrelated to each self-determination contract, §§450j–1(a)(2),\n(g).[1] The Act also provides,\nhowever, that “[n]otwithstanding any other provision in [ISDA], the\nprovision of funds under [ISDA] is subject to the availability of\nappropriations.” §450j–1(b).Congress included a model contract in ISDA and\ndirected that each tribal self-determination contract “shall\n. . . contain, or incorporate [it] by reference.”\n§450l(a)(1). The model contract specifies that\n“ ‘[s]ubject to the availability of appropriations, the\nSecretary shall make avail- able to the Contractor the total amount\nspecified in the annual funding agreement’ ” between the\nSecretary and the tribe. §450l(c), (model agreement\n§1(b)(4)). That amount “ ‘shall not be less than the\napplicable amount determined pursuant to [§450j–1(a)],’ ”\nwhich includes contract support costs.Ibid.;§450j–1(a)(2). The contract indicates that “ ‘[e]ach provision\nof [ISDA] and each provision of this Contract shall be liberally\nconstrued for the benefit of the Contractor\n. . . .’ ” §450l(c), (model agreement\n§1(a)(2)). Finally, the Act makes clear that if the Government\nfails to pay the amount contracted for, then tribal contractors are\nentitled to pursue “money dam- ages” in accordance with the\nContract Disputes Act. §450m–1(a).BDuring Fiscal Years (FYs) 1994 to 2001,\nrespondent Tribes contracted with the Secretary of the Interior to\nprovide services such as law enforcement, environmental protection,\nand agricultural assistance. The Tribes fully performed. During\neach FY, Congress appropriated a total amount to the Bureau of\nIndian Affairs (BIA) “for the operation of Indian programs.” See,e.g.,Department of the Interior and Related Agencies\nAppropriations Act, 2000, 113Stat. 1501A–148. Of that sum, Congress\nprovided that “not to exceed [a particular amount] shall be\navailable for payments to tribes and tribal organiza- tions for\ncontract support costs” under ISDA.E.g.,ibid. Thus,\nin FY 2000, for example, Congress appropriated $1,670,444,000 to\nthe BIA, of which “not to exceed $120,229,000” was allocated for\ncontract support costs.Ibid.During each relevant FY, Congress appropriated\nsufficient funds to pay in full any individual tribal contractor’s\ncontract support costs. Congress did not, however, appropriate\nsufficient funds to cover the contract support costs due all tribal\ncontractors collectively. Between FY 1994 and 2001, appropriations\ncovered only between 77% and 92% of tribes’ aggregate contract\nsupport costs. The extent of the shortfall was not revealed until\neach fiscal year was well underway, at which point a tribe’s\nperformance of its contractual obligations was largely complete.\nSee 644 F.3d 1054, 1061 (CA10 2011). Lacking funds to pay each\ncontractor in full, the Secretary paid tribes’ contract support\ncosts on a uniform, pro rata basis. Tribes responded to these\nshortfalls by reducing ISDA services to tribal members, diverting\ntribal resources from non-ISDA programs, and forgoing opportunities\nto contract in furtherance of Congress’ self-determination\nobjective. GAO, V. Rezendes, Indian Self-Determination Act:\nShortfalls in Indian Contract Support Costs Need to Be Addressed\n3–4 (GAO/RCED–99–150, 2009).Respondent Tribes sued for breach of contract\npursuant to the Contract Disputes Act, 41 U. S. C.\n§§601–613, alleging that the Government failed to pay the full\namount of contract support costs due from FY 1994 through 2001, as\nrequired by ISDA and their contracts. The United States District\nCourt for the District of New Mexico granted summary judgment for\nthe Government. A divided panel of the United States Court of\nAppeals for the Tenth Circuit reversed. The court reasoned that\nCongress made sufficient appropriations “legally available” to fund\nany individual tribal contractor’s contract support costs, and that\nthe Government’s contractual commitment was therefore binding. 644\nF. 3d, at 1063–1065. In such cases, the Court of Appeals held\nthat the Government is liable to each contractor for the full\ncontract amount. Judge Hartz dissented, contending that Congress\nintended to set a maximum limit on the Government’s liability for\ncontract support costs. We granted certiorari to resolve a split\namong the Courts of Appeals, 565 U. S. ___ (2012), and now\naffirm.[2]IIAIn evaluating the Government’s obligation to\npay tribes for contract support costs, we do not write on a clean\nslate. Only seven years ago, inCherokee Nation, we also\ncon- sidered the Government’s promise to pay contract sup- port\ncosts in ISDA self-determination contracts that made the\nGovernment’s obligation “subject to the availability of\nappropriations.” 543 U. S., at 634–637. For each FY at issue,\nCongress had appropriated to the Indian Health Service (IHS) a lump\nsum between $1.277 and $1.419 billion, “far more than the [contract\nsupport cost] amounts” due under the Tribes’ individual contracts.Id.,at 637; seeid.,at 636 (Cherokee Nation and\nShoshone-Paiute Tribes filed claims seeking $3.4 and $3.5 million,\nrespectively). The Government contended, however, that Congress had\nappropriated inadequate funds to enable the IHS to pay the Tribes’\ncontract support costs in full, while meeting all of the agency’s\ncompeting fiscal priorities.As we explained, that did not excuse the\nGovernment’s responsibility to pay the Tribes. We stressed that the\nGovernment’s obligation to pay contract support costs should be\ntreated as an ordinary contract promise, noting that ISDA “uses the\nword ‘contract’ 426 times to describe the nature of the\nGovernment’s promise.”Id., at 639. As even the Government\nconceded, “in the case of ordinary contracts . . . ‘if\nthe amount of an unrestricted appropriation is sufficient to fund\nthe contract, the contractor is entitled to paymenteven if the\nagency has allocated the funds to another purposeor assumes\nother obligations that exhaust the funds.’ ”Id., at\n641. It followed, therefore, that absent “something special about\nthe promises at issue,” the Government was obligated to pay the\nTribes’ contract support costs in full.Id., at 638.We held that the mere fact that ISDA\nself-determination contracts are made “subject to the availability\nof appropriations” did not warrant a special rule.Id.,at\n643 (internal quotation marks omitted). That commonplace provision,\nwe explained, is ordinarily satisfied so long as Congress\nappropriates adequate legally unrestricted funds to pay the\ncontracts at issue. Seeibid.Because Congress made\nsufficient funds legally available to the agency to pay the Tribes’\ncontracts, it did not matter that the BIA had allocated some of\nthose funds to serve other purposes, such that the remainder was\ninsufficient to pay the Tribes in full. Rather, we agreed with the\nTribes that “as long as Congress has appropriated sufficient\nlegally unrestricted funds to pay the contracts at issue,” the\nGovernment’s promise to pay was binding.Id.,at\n637–638.Our conclusion inCherokee Nationfollowed directly from well-established principles of Government\ncontracting law. When a Government contractor is one of several\npersons to be paid out of a larger appropriation sufficient in\nitself to pay the contractor, it has long been the rule that the\nGovernment is responsible to the contractor for the full amount due\nunder the contract, even if the agency exhausts the appropriation\nin service of other permissible ends. SeeFerrisv.United States, 27 Ct. Cl. 542, 546 (1892);Doughertyv.United States, 18 Ct. Cl. 496, 503 (1883); see also 2\nGAO, Principles of Federal Appropriations Law, p. 6–17 (2d ed.\n1992) (hereinafter GAO Redbook).[3] That is so “even if an agency’s total lump-sum\nappropriation is insufficient to payallthe contracts the\nagency has made.”Cherokee Nation, 543 U. S., at 637.\nIn such cases, “[t]he United States are as much bound by their\ncontracts as are individuals.”Lynchv.United\nStates,292 U.S.\n571, 580 (1934) (internal quotation marks omitted). Although\nthe agency itself cannot disburse funds beyond those appropriated\nto it, the Government’s “valid obligations will remain enforceable\nin the courts.” GAO Redbook, p. 6–17.This principle safeguards both the expectations\nof Government contractors and the long-term fiscal interests of the\nUnited States. For contractors, theFerrisrule reflects\nthat when “a contract is but one activity under a larger\nappropriation, it is not reasonable to expect the contractor to\nknow how much of that appropriation remains available for it at any\ngiven time.” GAO Redbook, p. 6–18. Contractors are responsible for\nknowing the size of the pie, not how the agency elects to slice it.\nThus, so long as Congress appropriates adequate funds to cover a\nprospective contract, contractors need not keep track of agencies’\nshifting priorities and competing obligations; rather, they may\ntrust that the Government will honor its contractual promises.Dougherty, 18 Ct. Cl., at 503. In such cases, if an agency\novercommits its funds such that it cannot fulfill its contractual\ncommitments, even the Government has acknowledged that “[t]he risk\nof over-obligation may be found to fall on the agency,” not the\ncontractor. Brief for Federal Parties inCherokee Nationv.Leavitt, O. T. 2004, No. 02–1472 et al., p. 24\n(hereinafter Brief for Federal Parties).The rule likewise furthers “the Government’s own\nlong-run interest as a reliable contracting partner in the myr- iad\nworkaday transaction of its agencies.”United Statesv.Winstar Corp.,518 U.S.\n839, 883 (1996) (plurality opinion). If the Government could be\ntrusted to fulfill its promise to pay only when more pressing\nfiscal needs did not arise, would-be contractors would bargain\nwarily—if at all—and only at a premium large enough to account for\nthe risk of nonpayment. See,e.g.,Logue, Tax Transitions,\nOpportunistic Retroactivity, and the Benefits of Government\nPrecommitment, 94 Mich. L. Rev. 1129, 1146 (1996). In short,\ncontracting would become more cumbersome and expensive for the\nGovernment, and willing partners more scarce.BThe principles underlyingCherokee\nNationandFerrisdictate the result in this case. Once\n“Congress has appropriated sufficient legally unrestricted funds to\npay the contracts at issue, the Government normally cannot back out\nof a promise to pay on grounds of ‘insufficient appropriations,’\neven if the contract uses language such as ‘subject to the\navailability of appropriations,’ and even if an agency’s total\nlump-sum appropriation is insufficient to payallthe\ncontracts the agency has made.”Cherokee Nation, 543\nU. S., at 637; see alsoid., at 638 (“[T]he Government\ndenies none of this”).That condition is satisfied here. In each FY\nbetween 1994 and 2001, Congress appropriated to the BIA a lump-sum\nfrom which “not to exceed” between $91 and $125 million was\nallocated for contract support costs, an amount that exceeded the\nsum due any tribal contractor. Within those constraints, the\nability to direct those funds was “ ‘committed to agency\ndiscretion by law.’ ”Lincolnv.Vigil,508 U.S.\n182, 193 (1993) (quoting 5 U. S. C. §701(a)(2)).\nNothing, for instance, prevented the BIA from paying in full\nrespondent Ramah Navajo Chapter’s contract support costs rather\nthan other tribes’, whether based on its greater need or simply\nbecause it sought payment first.[4] SeeInternational Union, United Auto., Aerospace\n& Agricultural Implement Workers of Am.v.Donovan,\n746 F.2d 855, 861 (CADC 1984) (Scalia, J.) (“A lump-sum\nappropriation leaves it to the recipient agency (as a matter of\nlaw, at least) to distribute the funds among some or all of the\npermissible objects as it sees fit”). And if there was any doubt\nthat that general rule applied here, ISDA’s statutory language\nitself makes clear that the BIA may allocate funds to one tribe at\nthe expense of another. See §450j–1(b) (“[T]he Secretary is not\nrequired to reduce funding for programs, projects, or activities\nserving a tribe to make funds available to another tribe or tribal\nor- ganization under this [Act]”). The upshot is that the funds\nappropriated by Congress were legally available to pay any\nindividual tribal contractor in full. See 1 GAO Redbook, p. 4–6 (3d\ned. 2004).The Government’s contractual promise to pay each\ntribal contractor the “full amount of funds to which the contractor\n[was] entitled,” §450j–1(g), was therefore binding. We have\nexpressly rejected the Government’s argument that “the tribe should\nbear the risk that a total lump-sum appropriation (though\nsufficient to cover its own contracts) will not prove sufficient to\npayallsimilar contracts.”Cherokee Nation, 543\nU. S.,at 638. Rather, the tribal contractors were\nentitled to rely on the Government’s promise to pay because they\nwere “not chargeable with knowledge” of the BIA’s administration of\nCongress’ appropriation, “nor [could their] legal rights be\naffected or impaired by its maladministration or by its diversion.”Ferris, 27 Ct. Cl., at 546.As inCherokee Nation, we decline the\nGovernment’s invitation to ascribe “special, rather than ordinary”\nmeaning to the fact that ISDA makes contracts “subject to the\navailability of appropriations.”[5] 543 U. S., at 644. Under our previous\ninterpretation of that language, that condition was satisfied here\nbecause Congress appropriated adequate funds to pay in full any\nindividual contractor. It is important to afford that language a\n“uniform interpretation” in this and comparable statutes, “lest\nlegal uncertainty undermine contractors’ confidence that they will\nbe paid, and in turn increase the cost to the Government of\npurchasing goods and services.”Ibid. It would be\nparticularly anomalous to read the statutory language differently\nhere. Contracts made under ISDA specify that “ ‘[e]ach\nprovision of the [ISDA] and each provision of this Contract shall\nbe liberally construed for the benefit of the\nContractor. . . .’ ” §450l(c), (model\nagreement §1(a)(2)). The Government, in effect, must demonstrate\nthat its reading is clearly required by the statutory language.\nAccordingly, the Government cannot back out of its contractual\npromise to pay each Tribe’s full contract support costs.IIIAThe Government primarily seeks to distinguish\nthis case fromCherokee NationandFerrison the\nground that Congress here appropriated “not to exceed” a given\namount for contract support costs, thereby imposing an express cap\non the total funds available. See Brief for Petitioners 26, 49. The\nGovernment argues, on this basis, thatFerrisandCherokee Nationinvolved “contracts made against the back-\ndrop of unrestricted, lump-sum appropriations,” while this case\ndoes not. See Brief for Petitioners 49, 26.That premise, however, is inaccurate. InFerris, Congress appropriated “[f]or improving Delaware\nRiver below Bridesburg, Pennsylvania, forty-five thousand dollars.”\n20Stat. 364. As explained in the Government’s own appropriations\nlaw handbook, the “not to exceed” language at issue in this case\nhas an identical meaning to the quoted language inFerris.\nSee GAO Redbook, p. 6–5 (“Words like ‘not to exceed’ are not the\nonly way to establish a maximum limitation. If the appropriation\nincludes a specific amount for a particular object (such as ‘For\nCuban cigars, $100’), then the appropriation is a maximum which may\nnot be exceeded”). The appropriation inCherokee Nationtook\na similar form. See,e.g.,108Stat. 2527–2528 (“For expenses\nnecessary to carry out . . . ISDA [and certain other\nenumerated Acts], $1,713,052,000”). There is no ba- sis, therefore,\nfor distinguishing the class of appropria- tion in those cases from\nthis one. In each case, the agency remained free to allocate funds\namong multiple contractors, so long as the contracts served the\npurpose Congress identified.This result does not leave the “not to exceed”\nlanguage in Congress’ appropriation without legal effect. To the\ncontrary, it prevents the Secretary from reprogramming other funds\nto pay contract support costs—thereby protecting funds that\nCongress envisioned for other BIA programs, including tribes that\nchoose not to enter ISDA contracts. But when an agency makes\ncompeting contractual commitments with legally available funds and\nthen fails to pay, it is the Government that must bear the fiscal\nconsequences, not the contractor.BThe dissent attempts to distinguish this case\nfromCherokee NationandFerrison different grounds,\nrelying on §450j–1(b)’s proviso that “the Secretary is not required\nto reduce funding for programs, projects, or activities serv- ing a\ntribe to make funds available to another tribe.” In the dissent’s\nview, that clause establishes that each dol- lar allocated by the\nSecretary reduces the amount of appropriations legally available to\npay other contractors. In effect, the dissent understands\n§450j–1(b) to make the legal availability of appropriations turn on\nthe Secretary’s expenditures rather than the sum allocated by\nCongress.That interpretation, which is inconsistent with\nordinary principles of Government contracting law, is improbable.\nWe have explained that Congress ordinarily controls the\navailability of appropriations; the agency controls whether to make\nfunds from that appropriation available to pay a contractor. SeeCherokee Nation, 543 U. S., at 642–643. The agency’s\nallocation choices do not affect the Government’s liability in the\nevent of an underpayment. Seeid., at 641 (when an\n“ ‘unrestricted appropriation is sufficient to fund the\ncontract, the contractor is entitled to paymenteven if the\nagency has allocated the funds to another\npurpose’ ”).[6] InCherokee Nation, we found those ordinary principles\ngenerally applicable to ISDA. Seeid., at 637–646. We also\nfound no evidence that Congress intended that “the tribe should\nbear the risk that a total lump-sum appropriation (though\nsufficient to cover its own contracts) will not prove sufficient to\npayallsimilar contracts.”Id., at 638 (citing Brief\nfor Federal Parties 23–25). The dissent’s reading, by contrast,\nwould impose precisely that regime. Seepost,at 4–5.The better reading of §450j–1(b) accords with\nordinary Government contracting principles. As we explained,su-\npra,at 9, the clause underscores the Secretary’s discre- tion\nto allocate funds among tribes, but does not alter the Government’s\nlegal obligation when the agency fails to pay. That reading gives\nfull effect to the clause’s text, which addresses the “amount of\nfunds provided,” and specifies that the Secretary is not required\nto reduce funding for one tribe to make “funds available” to\nanother. 450j–1(b). Indeed, even the Government acknowledges the\nclause governs the Secretary’s discretion to distribute funds. See\nBrief for Petitioners 52 (pursuant to §450j–1(b), the Secretary was\nnot obligated to pay tribes’ “contract support costs on a\nfirst-come, first-served basis, but had the authority to distribute\nthe available money among all tribal contractors in an equitable\nfashion”).At minimum, the fact that we, the court below,\nthe Government, and the Tribes do not share the dissent’s reading\nof §450j–1(b) is strong evidence that its inter- pretation is not,\nas it claims, “unambiguous[ly]” correct.Post,at 7 (opinion\nof Roberts, C. J.). Because ISDA is con- strued in favor of\ntribes, that conclusion is fatal to the dissent.CThe remaining counterarguments are\nunpersuasive.First, the Government suggests that today’s\nholding could cause the Secretary to violate the Anti-Deficiency\nAct, which prevents federal officers from “mak[ing] or\nauthoriz[ing] an expenditure or obligation exceeding an amount\navailable in an appropriation.” 31 U. S. C.\n§1341(a)(1)(A). But a predecessor version of that Act was in place\nwhenFerrisandDoughertywere decided, see GAO\nRedbook, pp. 6–9 to 6–10, and the Government did not prevail there.\nAsDoughertyexplained, the Anti-Deficiency Act’s\nrequirements “apply to the official, but they do not affect the\nrights in this court of the citizen honestly contracting with the\nGovernment.” 18 Ct. Cl., at 503; see alsoFerris, 27 Ct.\nCl., at 546 (“An appropriationper semerely imposes\nlimitations upon the Government’s own agents; . . . but\nits insufficiency does not pay the Government’s debts, nor cancel\nits obligations”).[7]Second, the Government argues that\nCongress could not have intended for respondents to recover from\nthe Judgment Fund, 31 U. S. C. §1304, because that would\nallow the Tribes to circumvent Congress’ intent to cap total\nexpenditures for contract support costs.[8] That contention is puzzling. Congress expressly\nprovided in ISDA that tribal contractors were entitled to sue for\n“money dam- ages” under the Contract Disputes Act upon the\nGovernment’s failure to pay, 25 U. S. C. §§450m–1(a),\n(d), and judgments against the Government under that Act are\npayable from the Judgment Fund, 41 U. S. C. §7108(a).[9] Indeed, we cited the Contract Disputes\nAct, Judgment Fund, and Anti-Deficiency Act inCherokee\nNation, explaining that if the Government commits its\nappropriations in a manner that leaves contractual obligations\nunfulfilled, “the contractor [is] free to pursue appropriate legal\nremedies arising because the Government broke its contractual\npromise.” 543 U. S., at 642.Third, the Government invokes cases in\nwhich courts have rejected contractors’ attempts to recover for\namounts beyond the maximum appropriated by Congress for a\nparticular purpose. See,e.g., Suttonv.United\nStates,256 U.S.\n575(1921). InSutton, for instance, Congress made a\nspecific line-item appropriation of $23,000 for the completion of a\nparticular project.Id., at 577. We held that the sole\ncontractor engaged to complete that project could not recover more\nthan that amount for his work.TheFerrisandSuttonlines of\ncases are distinguishable, however. GAO Redbook, p. 6–18. “[I]t is\nsettled that contractors paid from a general appropriation are not\nbarred from recovering for breach of contract even though the\nappropriation is exhausted,” but that “under a specific line-item\nappropriation, the answer is different.”Ibid.[10] The different results “follo[w]\nlogically from the old maxim that ignorance of the law is no\nexcuse.”Ibid.“If Congress appropriates a specific dollar\namount for a particular contract, that amount is specified in the\nappropriation act and the contractor is deemed to know it.”Ibid.This case is far different. Hundreds of tribes entered\ninto thousands of independent contracts, each for amounts well\nwithin the lump sum appropriated by Congress to pay contract\nsupport costs. Here, where each Tribe’s “contract is but one\nactivity under a larger appropriation, it is not reasonable to\nexpect [each] contractor to know how much of that appropriation\nremain[ed] available for it at any given time.”Ibid.;see\nalsoFerris, 27 Ct. Cl., at 546.Finally, the Government argues that\nlegislative history suggests that Congress approved of the\ndistribution of available funds on a uniform, pro rata basis. But\n“a fundamental principle of appropriations law is that where\nCongress merely appropriates lump-sum amounts without statutorily\nrestricting what can be done with those funds, a clear inference\narises that it does not intend to impose legally binding\nrestrictions.”Lincoln, 508 U. S., at 192 (internal\nquotation marks omitted). “[I]ndicia in committee reports and other\nlegislative history as to how the funds should or are expected to\nbe spent do not establish any legal requirements on the agency.”Ibid. (internal quotation marks omitted). An agency’s\ndiscretion to spend appropriated funds is cabined only by the “text\nof the appropriation,” not by Congress’ expectations of how the\nfunds will be spent, as might be reflected by legislative history.Int’l Union, UAW, 746 F. 2d, at 860–861. That principle\nalso reflects the same ideas underlyingFerris. If a\ncontractor’s right to payment varied based on a future court’s\nuncertain interpretation of legislative history, it would increase\nthe Government’s cost of contracting. Cf.Cherokee Nation,\n543 U. S., at 644. That long-run expense would likely far\nexceed whatever money might be saved in any individual case.IVAs the Government points out, the state of\naffairs resulting in this case is the product of two congressional\ndecisions which the BIA has found difficult to reconcile. On the\none hand, Congress obligated the Secretary to accept every\nqualifying ISDA contract, which includes a promise of “full”\nfunding for all contract support costs. On the other, Congress\nappropriated insufficient funds to pay in full each tribal\ncontractor. The Government’s frustration is understandable, but the\ndilemma’s resolution is the responsibility of Congress.Congress is not short of options. For instance,\nit could reduce the Government’s financial obligation by amending\nISDA to remove the statutory mandate compelling the BIA to enter\ninto self-determination contracts, or by giving the BIA flexibility\nto pay less than the full amount of contract support costs. It\ncould also pass a moratorium on the formation of new\nself-determination contracts, as it has done before. See §328,\n112Stat. 2681–291 to 292. Or Congress could elect to make line-item\nappropriations, allocating funds to cover tribes’ contract support\ncosts on a contractor-by-contractor basis. On the other hand, Con-\ngress could appropriate sufficient funds to the BIA to meet the\ntribes’ total contract support cost needs. Indeed, there is some\nevidence that Congress may do just that. See H. R. Rep. No.\n112–151, p. 42 (2011) (“The Committee believes that the Bureau\nshould pay all contract support costs for which it has\ncontractually agreed and directs the Bureau to include the full\ncost of the contract support obligations in its fiscal year 2013\nbudget submission”).The desirability of these options is not for us\nto say. We make clear only that Congress has ample means at hand to\nresolve the situation underlying the Tribes’ suit. Any one of the\noptions above could also promote transparency about the\nGovernment’s fiscal obligations with respect to ISDA’s directive\nthat contract support costs be paid in full. For the period in\nquestion, however, it is the Govern- ment—not the Tribes—that must\nbear the consequences of Congress’ decision to mandate that the\nGovernment enter into binding contracts for which its appropriation\nwas sufficient to pay any individual tribal contractor, but\n“insufficient to payallthe contracts the agency has made.”Cherokee Nation,543 U. S., at 637.The judgment of the Court of Appeals is\naffirmed.It is so ordered.Notes1As defined by ISDA,\ncontract support costs “shall consist of an amount for the\nreasonable costs for activities which must be carried on by a\ntribal organization as a contractor to ensure compliance with the\nterms of the contract and prudent management, but which\n. . . (A) normally are not carried on by the respective\nSecretary in his direct operation of the program; or (B) are\nprovided by the Secretary in support of the contracted program from\nresources other than those under contract.” §450j–1(a)(2). Such\ncosts include overhead administrative costs, as well as expenses\nsuch as federally mandated audits and liability insurance. SeeCherokee Nationof Okla., 543 U. S., at\n635.2Compare 644 F.3d 1054\n(case below), withArctic Slope Native Assn., Ltd.v.Sebelius, 629 F.3d 1296 (CA Fed. 2010) (no liability to pay\ntotal contract support costs beyond cap in appropriations\nAct).3InFerris, for\ninstance, Congress appropriated $45,000 for the improvement of the\nDelaware River below Bridesburg, Pennsylvania. Act of Mar. 3, 1879,\nch. 181, 20Stat. 364. The Government contracted with Ferris for\n$37,000 to dredge the river. Halfway through Ferris’ performance of\nhis contract, the United States Army Corps of Engineers ran out of\nmoney to pay Ferris, having used $17,000 of the appropriation to\npay for other improvements. Nonetheless, the Court of Claims found\nthat Ferris could recover for the balance of his contract. As the\ncourt explained, the appropriation “merely impose[d] limitations\nupon the Government’s own agents; . . . its insufficiency\n[did] not pay the Government’s debts, nor cancel its obligations,\nnor defeat the rights of other parties.” 27 Ct. Cl., at 546; see\nalsoDougherty, 18 Ct. Cl., at 503 (rejecting Government’s\nargument that a contractor could not recover upon similar facts\nbecause the “appropriation had, at the time of the purchase, been\ncovered by other contracts”).4Indeed, the Indian Health\nService once allocated its appropriations for new ISDA contracts on\na first-come, first-serve basis. See Dept. of Health and Human\nServices, Indian Self-Determination Memorandum No. 92–2, p. 4 (Feb.\n27, 1992).5The Government’s reliance\non this statutory language is particularly curious because it\nsuggests it is superfluous. See Brief for Petitioners 30–31 (it is\n“unnecessary” to specify that contracts are “subject to the\navailability of appropriations” (internal quotation marks\nomitted));see also Reply Brief for Petitioners 7 (“[A]llgovernment contracts are contingent upon the appropriations\nprovided by Congress”).6The dissent’s view\nnotwithstanding, it is beyond question that Congress appropriated\nsufficient unrestricted funds to pay any contractor in full. The\ndissent’s real argument is that §450j–1(b) reverses the\napplicability of theFerrisrule to ISDA, so that the\nSecretary’s allocation of funds to one contractor reduces the legal\navailability of funds to others. Seepost,at 4 (opinion of\nRoberts, C. J.) (“that the Secretarycould haveallocated the funds to [a] tribe is irrelevant. What matters is\nwhat the Secretary does, and once he allocates the funds to one\ntribe, they are not available to another”). We are not persuaded\nthat §450j–1(b) was intended to enact that radical departure from\nordinary Government contracting principles. Indeed, Congress has\nspoken clearly and directly when limiting the Government’s total\ncontractual liability to an amount appropriated in similar schemes;\nthat it did not do so here further counsels against the dissent’s\nreading. See,e.g.,25 U. S. C. §2008(j)(2) (“[i]f\nthe total amount of funds necessary to provide grants to tribes\n. . . for a fiscal year exceeds the amount of funds\nappropriated . . . , the Secretary shall reduce the\namount of each grant [pro rata]”).7We have some doubt\nwhether a Government employee would violate the Anti-Deficiency Act\nby obeying an express statutory command to enter a contract, as was\nthe case here. But we need not decide the question, for this case\nconcerns only the contractual rights of tribal contractors, not the\nconsequences of entering into such contracts for agency\nemployees.8The Judgment Fund is a\n“permanent, indefinite appropriation” enacted by Congress to pay\nfinal judgments against the United States when,inter alia,\n“[p]ayment may not legally be made from any other source of funds.”\n31 CFR §256.1 (2011).9For that reason, the\nGovernment’s reliance onOffice of Personnel Managementv.Richmond,496 U.S.\n414(1990), is misplaced. InRichmond, we held that the\nAppropriations Clause does not permit plaintiffs to recover money\nfor Government-caused injuries for which Congress “appropriated no\nmoney.”Id.,at 424.Richmond, however, indicated\nthat the Appropriations Clause is no bar to recovery in a case like\nthis one, in which “the express terms of a specific statute”\nestablish “a substantive right to compensation” from the Judgment\nFund.Id.,at 432.10Of\ncourse, “[t]he terms ‘lump-sum’ and ‘line-item’ are relative\nconcepts.” GAO Redbook, p. 6–165. For example, an appropriation for\nbuilding two ships “could be viewed as a line-item appropriation in\nrelation to the broader ‘Shipbuilding and Conversion’ category, but\nit was also a lump-sum appropriation in relation to the two\nspecific vessels included.”Ibid.So long as a contractor\ndoes not seek payment beyond the amount Congress made legally\navailable for a given purpose, “[t]his factual distinction does not\naffect the legal principle.”Ibid.See alsoIn re Newport\nNews Shipbuilding & Dry Dock Co., 55 Comp. Gen. 812\n(1976).",
    "joined": []
}