{
    "case": {
        "docket": "20-1650",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-1650/"
    },
    "id": "4601246",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1650_________________CARLOS CONCEPCION, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 27, 2022]Justice Sotomayor delivered the opinion of the\nCourt.There is a longstanding tradition in American\nlaw, dating back to the dawn of the Republic, that a judge at\nsentencing considers the whole person before him or her “as an\nindividual.”Koonv.United States,518 U.S.\n81, 113 (1996). In line with this history, federal courts today\ngenerally “exercise a wide discretion in the sources and types of\nevidence used” to craft appropriate sentences.Williamsv.New York,337 U.S.\n241, 246 (1949). When a defendant appears for sentencing, the\nsentencing court considers the defendant on that day, not on the\ndate of his offense or the date of his conviction.Pepperv.United States,562 U.S.\n476, 492 (2011). Similarly, when a defendant’s sentence is set\naside on appeal, the district court at resentencing can (and in\nmany cases, must) consider the defendant’s conduct and changes in\nthe Federal Sentencing Guidelines since the original sentencing.Ibid.Congress enacted the First Step Act of 2018\nagainst that backdrop. The First Step Act authorizes district\ncourts to reduce the prison sentences of defendants convicted of\ncertain offenses involving crack cocaine. The Act allows a district\ncourt to impose a reduced sentence “as if ” the revised\npenalties for crack cocaine enacted in the Fair Sentencing Act of\n2010 were in effect at the time the offense was committed. The\nquestion in this case is whether a district court adjudicating a\nmotion under the First Step Act may consider other intervening\nchanges of law (such as changes to the Sentencing Guidelines) or\nchanges of fact (such as behavior in prison) in adjudicating a\nFirst Step Act motion.The Court holds that they may. It is only when\nCongress or the Constitution limits the scope of information that a\ndistrict court may consider in deciding whether, and to what\nextent, to modify a sentence, that a district court’s discretion to\nconsider information is restrained. Nothing in the First Step Act\ncontains such a limitation. Because district courts are always\nobligated to consider nonfrivolous arguments presented by the\nparties, the First Step Act requires district courts to consider\nintervening changes when parties raise them. By its terms, however,\nthe First Step Act does not compel courts to exercise their\ndiscretion to reduce any sentence based on those arguments.The District Court in this case declined to\nconsider petitioner Carlos Concepcion’s arguments that intervening\nchanges of law and fact supported his motion, erroneously believing\nthat it did not have the discretion to do so, and the Court of\nAppeals affirmed. The Court now reverses.IAIn 2007, Concepcion pleaded guilty to one\ncount of distributing five or more grams of crack cocaine in\nviolation of 21 U. S. C. §841(a)(1) (2006 ed.).\nConcepcion admitted that he sold 13.8 grams of crack cocaine, and\nhe was sentenced in 2009 to 19 years (228 months) in prison. Two\nfeatures of his sentencing are relevant here. First, Concepcion was\nsentenced under a scheme that created a 100-to-1 disparity between\ncrack-cocaine and powder-cocaine offenders. At the time Concepcion\nwas sentenced, an offense involving five or more grams of crack\ncocaine resulted in a statutory sentencing range of 5 to 40 years’\nimprisonment; it required 100 times as much powder cocaine to\ntrigger the same penalties. Second, when Concepcion was initially\nsentenced, he qualified as a “career offender.” The career offender\nprovision, together with other enhancements, increased Concepcion’s\nGuidelines range from 57 to 71 months to 262 to 327 months.Both of these features of Concepcion’s\nsentencing have since been altered. Just one year after Concepcion\nwas sentenced, Congress passed the Fair Sentencing Act of 2010 to\ncorrect the harsh disparities between crack and powder cocaine\nsentencing. Section 2 of that Act increased the amount of crack\ncocaine needed to trigger the 5-to-40-year sentencing range from 5\ngrams to 28 grams. §2(a)(2), 124Stat. 2372. The Sentencing\nCommission then retroactively amended the Sentencing Guidelines to\nlower the Guidelines range for crack-cocaine offenses, but that\namendment did not benefit all prisoners serving sentences handed\ndown during the 100-to-1 regime. See United States Sentencing\nCommission, Guidelines Manual App. C, Amdt. 750 (Supp. Nov. 2011)\n(USSG). Concepcion was not eligible for retroactive relief under\nthat 2011 Sentencing Commission’s amendment because he was\nsentenced under the career offender enhancement, but he became\neligible to have his sentence reduced in 2018, when Congress passed\nthe First Step Act. The First Step Act authorized district courts\nto “impose a reduced sentence” for qualifying movants “as if\nsections 2 and 3 of the Fair Sentencing Act . . . were in\neffect at the time the covered offense was committed.” Pub. L.\n115–391, §404(b), 132Stat. 5222.BConcepcion filed apro semotion\nunder the First Step Act in 2019. He argued that he was serving a\nsentence for a “covered offense” because §2 of the Fair Sentencing\nAct “modified” the statutory penalties for his conviction under 21\nU. S. C. §841(a)(1). Concepcion contended that\nretroactive application of the Fair Sentencing Act lowered his\nGuidelines range from 262 to 327 months to 188 to 235 months. The\nGovernment conceded Concepcion’s eligibility for relief and his\ncalculation of the Guidelines but opposed the motion, emphasizing\nthat Concepcion’s original sentence of 228 months fell within the\nnew Guidelines range of 188 to 235 months. While recognizing\nConcepcion’s participation in various programs in prison, the\nGovernment detailed “troubling behaviors such as ‘[f]ighting\n(12/19/2017); Interfering with Staff (11/15/2012); and Possession\nof a Weapon’ ” in Concepcion’s prison records that, in the\nGovernment’s view, counseled against a sentence reduction.\nElectronic Case Filing in No. 1:07–cr–10197 (Mass.) (ECF), Doc. 78,\npp. 4–5, n. 4.In his reply brief, represented by counsel,\nConcepcion made two primary arguments in support of a reduced\nsentence. First, he argued that he would no longer be considered a\ncareer offender under the amended Guidelines, because one of his\nprior convictions had been vacated and his remaining convictions\nwould no longer be considered crimes of violence that trigger the\nenhancement.[1] Without the\ncareer offender enhancement, Concepcion argued that his revised\nGuidelines range should be 57 to 71 months. Second, Concepcion\npointed to postsentencing evidence of rehabilitation. Concepcion\nhighlighted his successfully completed drug and vocational\nprogramming, as well as his stable reentry plan. He also submitted\na letter from a Bureau of Prisons chaplain who attested to\nConcepcion’s spiritual growth while incarcerated.The District Court denied Concepcion’s motion.\nIt adopted the Government’s argument that if the Court “considered\nonly the changes in law that the Fair Sentencing Act enacted,\n[Concepcion’s] sentence would be the same.” App. to Pet. for Cert.\n71a. The court declined to consider that Concepcion would no longer\nqualify as a career offender on the ground that the First Step Act\n“does not authorize such relief.”Id.,at 72a. In doing so,\nthe District Court adopted the reasoning of the Fifth Circuit,\nwhich understood the First Step Act to require a district court to\n“ ‘plac[e] itself in the time frame of the original\nsentencing, altering the relevant legal landscape only by the\nchanges mandated by the 2010 Fair Sentencing Act.’ ”Id.,at 74a (quotingUnited Statesv.Hegwood,\n934 F.3d 414, 418 (CA5 2019)). The District Court did not address\nConcepcion’s evidence of rehabilitation or the Government’s\ncountervailing evidence of Concepcion’s disciplinary record.The Court of Appeals affirmed in a divided\nopinion. The court interpreted the First Step Act as requiring a\n“two-step inquiry.” 991 F.3d 279, 289 (CA1 2021). At the first step\nof that inquiry, a district court decides whether a movant should\nbe resentenced at all, considering only the changes wrought by the\nFair Sentencing Act.Ibid.If the district court answers in\nthe affirmative at the first step, it may then, in its discretion,\nconsider new factual or legal developments in determining how to\nresentence the movant.Id.,at 289–290. Judge Barron\ndissented, rejecting the panel’s bifurcated approach. In his view,\nthe First Step Act requires only one step of analysis, at which\ndistrict courts have “substantial discretion” to consider evidence\nof rehabilitation and Guidelines changes.Id.,at 293,\n309–310.The Court of Appeals opinion added to the\ndisagreement among the Circuits as to whether a district court\ndeciding a First Step Act motion must, may, or may not consider\nintervening changes of law or fact.[2] This Court granted certiorari to resolve this\ndisagreement. 594 U. S. ___ (2021).II“From the beginning of the Republic, federal\njudges were entrusted with wide sentencing discretion.” K. Stith\n& J. Cabranes, Fear of Judging: Sentencing Guidelines in the\nFederal Courts 9 (1998) (Stith & Cabranes). Federal courts\nhistorically have exercised this broad discretion to consider all\nrelevant information at an initial sentencing hearing, consistent\nwith their responsibility to sentence the whole person before them.\nThat discretion also carries forward to later proceedings that may\nmodify an original sentence. Such discretion is bounded only when\nCongress or the Constitution expressly limits the type of\ninformation a district court may consider in modifying a\nsentence.AThere is a “long” and “durable” tradition that\nsentencing judges “enjo[y] discretion in the sort of information\nthey may consider” at an initial sentencing proceeding.Deanv.United States, 581 U.S. 62, 66 (2017).[3] This history dates back to before the\nfounding: “[B]oth before and since the American colonies became a\nnation, courts in this country and in England practiced a policy\nunder which a sentencing judge could exercise a wide discretion in\nthe sources and types of evidence used to assist him in determining\nthe kind and extent of punishment to be imposed within limits fixed\nby law.”Williams, 337 U. S., at 246. Early state and\nEnglish courts broadly recognized this discretion. See,e.g.,Rexv.Bunts, 2 T. R. 683, 100 Eng. Rep.\n368 (K. B. 1788) (“[W]hen any defendant shall be brought up for\nsentence on any indictment” the court shall hear evidence from the\nprosecution and the defense in determining an appropriate\nsentence);Statev.Summers, 98 N. C. 702, 705,\n4 S.E. 120, 121 (1887) (“It was competent for [the trial judge] to\nhear such evidence as he might deem necessary and proper to aid his\njudgment and discretion in determining the punishment to be\nimposed”);Statev.Reeder, 79 S. C. 139, 141,\n60 S.E. 434, 435 (1908) (rejecting claim that trial court erred in\nconsidering aggravating evidence at sentencing, and explaining that\n“[t]he circuit judge merely permitted himself to be informed as to\nthe character of the accused and the circumstances of the crime, so\nthat he might be able to exercise his discretion intelligently and\npronounce a just sentence”).That unbroken tradition characterizes federal\nsentencing history as well. “Federal judges exercising sentencing\ndiscretion have always considered a wide variety of aggravating and\nmitigating factors relating to the circumstances of both the\noffense and the offender.” Stith & Cabranes 14. Indeed, “[i]t\nhas been uniform and constant in the federal judicial tradition for\nthe sentencing judge to consider every convicted person as an\nindividual and every case as a unique study in the human failings\nthat sometimes mitigate, sometimes magnify, the crime and the\npunishment to ensue.”Koon, 518 U. S., at 113; see,e.g.,United Statesv.Randall, 27 F. Cas.\n696, 708 (No. 16,118) (DC Ore. 1869) (considering the defendant’s\n“former good reputation” in imposing sentence);United\nStatesv.Nye, 27 F. Cas. 210, 211 (No. 15,906) (CC\nMass. 1855) (considering “palliating circumstance[s],” including\nthat the defendants were “sober, and fit for duty,” in imposing\nsentence);Lyon’s Case, 15 F. Cas. 1183, 1185 (No. 8,646)\n(CC Vt. 1798) (considering the “reduced condition of [the\ndefendant’s] estate” in imposing sentence). Accordingly, a federal\njudge in deciding to impose a sentence “may appropriately conduct\nan inquiry broad in scope, largely unlimited either as to the kind\nof information he may consider, or the source from which it may\ncome.”United Statesv.Tucker,404 U.S.\n443, 446 (1972).BThe discretion federal judges hold at initial\nsentencings also characterizes sentencing modification hearings.\nRelying onWilliamsandKoon, the Court inPepperfound it “clear that when a defendant’s sentence has\nbeen set aside on appeal and his case remanded for resentencing, a\ndistrict court may consider evidence of a defendant’s\nrehabilitation since his prior sentencing.” 562 U. S., at 490.Pepperreached that conclusion in light of the “federal\nsentencing framework” that allows sentencing judges to consider the\n“ ‘fullest information possible concerning the defendant’s\nlife and characteristics.’ ”Id.,at 488, 490.Accordingly, federal courts resentencing\nindividuals whose sentences were vacated on appeal regularly\nconsider evidence of rehabilitation developed after the initial\nsentencing. See,e.g.,United Statesv.Rodriguez, 2020 WL 2521551, *5 (SDNY, May 18, 2020)\n(considering the movant’s “exemplary conduct during a lengthy\nperiod of incarceration”);United Statesv.Raifsnider, 2020 WL 1503527, *3 (D Kan., Mar. 30, 2020)\n(considering that the movant “has completed his GED, taken hundreds\nof hours of programming offered by the Bureau of Prisons, and is\ntaking college classes”). Similarly, district courts in\nresentencing proceedings frequently consider evidence of violence\nand rule breaking in prison. See,e.g.,United Statesv.Riley, 785 Fed. Appx. 282, 285 (CA6 2019) (considering a\n“ ‘series of disciplinary violations while in the Bureau of\nPrisons’ ”);United Statesv.Diaz, 486 Fed.\nAppx. 979, 980 (CA3 2012) (considering “infractions while in\nprison,e.g.,possession of marijuana”).Where district courts must calculate new\nGuidelines ranges as part of resentencing proceedings, courts have\nalso considered unrelated Guidelines changes in their discretion.\nSee,e.g.,United Statesv.Frates, 896 F.3d\n93, 101–102 (CA1 2018) (distinguishing between recalculating a\nGuidelines range based on nonretroactive intervening changes of law\nand considering those changes as a matter of “discretion to select\nan appropriate sentence”);United Statesv.Taylor,\n648 F.3d 417, 425 (CA6 2011) (“[T]he district court can consider\nsubsequent amendments to the Guidelines for purposes of fashioning\nan appropriate sentence [at resentencing]”);United Statesv.Gilmore, 599 F.3d 160, 166–167 (CA2 2010) (considering\nsubsequently updated Guidelines as “evidence of society’s judgment\nof the seriousness of [the movant’s] offense”). In many cases, a\ndistrict court is prohibited from recalculating a Guidelines range\nin light of nonretroactive Guidelines amendments, but the court may\nfind those amendments to be germane when deciding whether to modify\na sentence at all, and if so, to what extent.CThe only limitations on a court’s discretion\nto consider any relevant materials at an initial sentencing or in\nmodifying that sentence are those set forth by Congress in a\nstatute or by the Constitution. SeePepper, 562 U. S.,\nat 489, n. 8 (“Of course, sentencing courts’ discretion\n. . . is subject to constitutional constraints”);Mistrettav.United States,488\nU.S. 361, 364 (1989) (“[T]he scope of judicial discretion with\nrespect to a sentence is subject to congressional control”).Congress is not shy about placing such limits\nwhere it deems them appropriate. At an initial sentencing, Congress\nhas provided generally that “[n]o limitation shall be placed on the\ninformation concerning the background, character, and conduct of a\nperson convicted of an offense” when deciding what sentence to\nimpose. 18 U. S. C. §3661. Congress has, however,\nexpressly prohibited a district court in crafting an initial\nsentence from considering a defendant’s need for rehabilitation in\nsupport of a prison sentence. See §3582(a);Tapiav.United States,564 U.S.\n319, 328 (2011).In other aspects of sentencing, Congress also\nhas expressly limited district courts to considering only certain\nfactors. For example, in determining whether to include a term of\nsupervised release, and the length of any such term, Congress has\nexpressly precluded district courts from considering the need for\nretribution. See §3583(c);id., at 326.Congress has further imposed express statutory\nlimitations on one type of sentencing modification proceeding.\nSection 3582(c)(2) provides that“in the case of a defendant who has been\nsentenced to a term of imprisonment based on a sentencing range\nthat has subsequently been lowered by the Sentencing Commission\n. . . the court may reduce the term of imprisonment,\nafter considering the factors set forth in section 3553(a) to the\nextent that they are applicable, if such a reduction is consistent\nwith applicable policy statements issued by the Sentencing\nCommission.”For those proceedings, Congress expressly\ncabined district courts’ discretion by requiring courts to abide by\nthe Sentencing Commission’s policy statements. See also\n§3582(c)(1)(A) (permitting district courts to grant compassionate\nrelease in certain circumstances if “such a reduction is consistent\nwith applicable policy statements issued by the Sentencing\nCommission”).[4]IIIACongress in the First Step Act simply did not\ncontravene this well-established sentencing practice. Nothing in\nthe text and structure of the First Step Act expressly, or even\nimplicitly, overcomes the established tradition of district courts’\nsentencing discretion.The first section of the First Step Act,\n§404(a), sets out who is eligible for relief:“In this section, the term ‘covered\noffense’ means a violation of a Federal criminal statute, the\nstatutory penalties for which were modified by section 2 or 3 of\nthe Fair Sentencing Act of 2010 . . . that was committed\nbefore August 3, 2010.” 132Stat. 5222.The second section, §404(b), describes what\nrelief is available for the parties who meet §404(a)’s\ncriteria:“A court that imposed a sentence for a\ncovered offense may, on motion of the defendant, the Director of\nthe Bureau of Prisons, the attorney for the Government, or the\ncourt, impose a reduced sentence as if sections 2 and 3 of the Fair\nSentencing Act of 2010 . . . were in effect at the time\nthe covered offense was committed.” 132Stat. 5222.The third section, §404(c), places two explicit\nlimitations on available relief:“No court shall entertain a motion made\nunder this section to reduce a sentence if the sentence was\npreviously imposed or previously reduced in accordance with the\namendments made by sections 2 and 3 of the Fair Sentencing Act of\n2010 . . . or if a previous motion made under this\nsection to reduce the sentence was, after the date of enactment of\nthis Act, denied after a complete review of the motion on the\nmerits. Nothing in this section shall be construed to require a\ncourt to reduce any sentence pursuant to this section.” 132Stat.\n5222.The text of the First Step Act does not so much\nas hint that district courts are prohibited from considering\nevidence of rehabilitation, disciplinary infractions, or unrelated\nGuidelines changes. The only two limitations on district courts’\ndiscretion appear in §404(c): A district court may not consider a\nFirst Step Act motion if the movant’s sentence was already reduced\nunder the Fair Sentencing Act or if the court considered and\nrejected a motion under the First Step Act. Neither of those\nlimitations applies here. By its terms, §404(c) does not prohibit\ndistrict courts from considering any arguments in favor of, or\nagainst, sentence modification. In fact, §404(c) only underscores\nthat a district court is not required to modify a sentence for any\nreason. “Drawing meaning from silence is particularly\ninappropriate” in the sentencing context, “for Congress has shown\nthat it knows how to direct sentencing practices in express terms.”Kimbroughv.United States,552 U.S.\n85,103 (2007).[5]Nor did Congress hide any limitations on\ndistrict courts’ discretion outside of §404(c). Section 404(b) does\nnot erect any additional such limitations. The term “as if ”\nsimply enacts the First Step Act’s central goal: to make\nretroactive the changes in the Fair Sentencing Act. That language\nis necessary to overcome 1 U. S. C. §109, which creates a\npresumption that Congress does not repeal federal criminal\npenalties unless it says so “expressly.” To defeat the presumption\nestablished by this statute, Congress needed to make clear that the\nFair Sentencing Act applied retroactively. Notably, the “as\nif ” clause requires a district court to apply the Fair\nSentencing Act as if it applied at the time of the commission of\nthe offense, not at the time of the original sentencing. Had\nCongress intended to constrain district courts to consider only the\nrecord as it existed at the time of the original sentencing,\nCongress would have written the “as if ” clause to refer to\nthat sentencing, not the commission of the offense. Thus, the\nlanguage Congress enacted in the First Step Act specifically\nrequires district courts to apply the legal changes in the Fair\nSentencing Act when calculating the Guidelines if they chose to\nmodify a sentence.[6] The “as\nif ” clause does not, however, limit the information a\ndistrict court may use to inform its decision whether and how much\nto reduce a sentence.BConsistent with this text and structure,\ndistrict courts deciding First Step Act motions regularly have\nconsidered evidence of postsentencing rehabilitation and unrelated\nGuidelines amendments when raised by the parties. By definition,\nFirst Step Act movants have amassed prison records of over a\ndecade. See §404(a), 132Stat. 5222 (requiring the movant to have\nbeen sentenced for an offense “committed before August 3, 2010”).\nThose records are naturally of interest to judges authorized by the\nFirst Step Act to reduce prison sentences or even to release\nmovants immediately. See,e.g.,United Statesv.Crawford, 483 F. Supp. 3d 378, 381 (ND W. Va.\n2020) (considering that the movant earned his GED in prison,\nobtained a carpentry certification through a local community\ncollege, and was sanctioned for only “two minor write-ups” in the\nnine years preceding his motion);United Statesv.Henderson, 399 F. Supp. 3d 648, 656 (WD La. 2019)\n(considering that the movant “ha[d] not seen his children in eight\nyears,” that he had “possible employment opportunities\n. . . upon his release,” and that he “ha[d] received only\ntwo incident reports” while incarcerated);United Statesv.Mitchell, 2019 WL 2647571, *8 (D DC, June 27, 2019)\n(considering that the movant “incurred no disciplinary infractions\nover his last fourteen years in prison” and that the movant would\nno longer be considered a career offender based on an intervening\nchange of law).Likewise, when deciding whether to grant First\nStep Act motions and in deciding how much to reduce sentences,\ncourts have looked to postsentencing evidence of violence or prison\ninfractions as probative. See,e.g.,United Statesv.Rose, 841 Fed. Appx. 328, 329 (CA2 2021) (affirming partial\ndenial of motion where the district court relied on the movant’s\n“lengthy history of prison disciplinary infractions, which included\nmany recent violent infractions”);United Statesv.Barlow, 544 F. Supp. 3d 491, 505 (NJ 2021)\n(considering, in denying motion, that the movant was disciplined in\nprison seven times, including “three times for possessing a\ndangerous weapon,” “once for possessing marijuana,” and “once for\nfighting”);United Statesv.Slutzkin, 2019 WL\n5696122, *8 (Conn., Nov. 4, 2019) (considering in denying motion\nthe movant’s “behavior once incarcerated [as] perhaps the greatest\nconcern to the Court,” in light of “25 disciplinary citations while\nin state incarceration and six more in federal prison”).[7]Moreover, when raised by the parties, district\ncourts have considered nonretroactive Guidelines amendments to help\ninform whether to reduce sentences at all, and if so, by how much.\nSee,e.g.,United Statesv.Coachman, 2020 WL\n6939890, *3 (ND Fla., June 22, 2020) (considering that the movant\n“would not qualify for career offender status” at the time of his\nsentence modification hearing);United Statesv.Frederick, 2020 WL 555302, *4 (WD Pa., Feb. 4, 2020)\n(considering “the fact that [the movant] would not qualify as a\ncareer offender under the current version of the career offender\nprovisions . . . as a factor favoring the exercise of the\ndiscretionary relief that may be awarded”);United Statesv.Newton, 2019 WL 1007100, *5 (WD Va., Mar. 1, 2019)\n(considering that the movant, “if he were sentenced today,” would\nno longer qualify for career offender status). Nothing express or\nimplicit in the First Step Act suggests that these courts\nmisinterpreted the Act in considering such relevant and probative\ninformation.[8]CThe Court therefore holds that the First Step\nAct allows district courts to consider intervening changes of law\nor fact in exercising their discretion to reduce a sentence\npursuant to the First Step Act.It follows, under the Court’s sentencing\njurisprudence, that when deciding a First Step Act motion, district\ncourts bear the standard obligation to explain their decisions and\ndemonstrate that they considered the parties’ arguments. It is well\nestablished that a district court must generally consider the\nparties’ nonfrivolous arguments before it. SeeGolanv.Saada, 596 U. S. ___, ___ (2022) (slip op., at 11). Of\ncourse, a district court is not required to be persuaded by every\nargument parties make, and it may, in its discretion, dismiss\narguments that it does not find compelling without a detailed\nexplanation. Nor is a district court required to articulate\nanything more than a brief statement of reasons. SeeRitav.United States,551 U.S.\n338, 356 (2007). Nothing in the First Step Act contravenes\nthose background principles.When it comes to that reasoned explanation, the\nFirst Step Act “ ‘leaves much . . . to the judge’s\nown professional judgment.’ ”Chavez-Mezav.United\nStates, 585 U. S. ___, ___ (2018) (slip op., at 3)\n(quotingRita, 551 U. S., at 356). The First Step Act\ndoes not “require courts to expressly rebut each argument” made by\nthe parties.United Statesv.Maxwell, 991 F.3d 685,\n694 (CA6 2021). In excising its discretion, the court is free to\nagree or disagree with any of the policy arguments raised before\nit. Cf.Kimbrough, 552 U. S., at 111. All that the\nFirst Step Act requires is that a district court make clear that it\n“reasoned through [the parties’] arguments.” 991 F. 3d, at\n693.The broad discretion that the First Step Act\naffords to district courts also counsels in favor of deferential\nappellate review. As a general matter, “it is not the role of an\nappellate court to substitute its judgment for that of the\nsentencing court as to the appropriateness of a particular\nsentence.”Solemv.Helm,463\nU.S. 277, 290, n. 16 (1983). Section 404(c) of the First\nStep Act confers particular discretion, clarifying that the Act\ndoes not “require a court to reduce any sentence.” Other than legal\nerrors in recalculating the Guidelines to account for the Fair\nSentencing Act’s changes, seeGallv.United States,552 U.S.\n38, 51 (2007), appellate review should not be overly\nsearching.Put simply, the First Step Act does not require\na district court to accept a movant’s argument that evidence of\nrehabilitation or other changes in law counsel in favor of a\nsentence reduction, or the Government’s view that evidence of\nviolent behavior in prison counsels against providing relief. Nor\ndoes the First Step Act require a district court to make a\npoint-by-point rebuttal of the parties’ arguments. All that is\nrequired is for a district court to demonstrate that it has\nconsidered the arguments before it.*  *  *The First Step Act does not require a district\ncourt to be persuaded by the nonfrivolous arguments raised by the\nparties before it, but it does require the court to consider them.\nThe contrary judgment of the Court of Appeals for the First Circuit\nis reversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1In 2015, this Court held\nthat the Armed Career Criminal Act’s residual clause was\nunconstitutional, seeJohnsonv.United States, 576\nU.S. 591, prompting the Sentencing Commission to amend the\nidentical clause of the career offender Guideline, see USSG App. C,\nAmdt. 798 (Supp. Aug. 2016). The Sentencing Commission did not\napply the amendment retroactively.2CompareUnited\nStatesv.Collington, 995 F.3d 347, 355, 360 (CA4 2021)\n(must consider changed law and facts);United Statesv.Easter, 975 F.3d 318, 325–327 (CA3 2020) (same);United\nStatesv.Brown, 974 F.3d 1137, 1144–1145 (CA10 2020)\n(must consider intervening Circuit precedent);United Statesv.White, 984 F.3d 76, 93 (CADC 2020) (must consider changed\nfacts), withUnited Statesv.Maxwell, 991 F.3d 685,\n689 (CA6 2021) (may consider);United Statesv.Moore, 975 F.3d 84, 92, n. 36 (CA2 2020) (same);United\nStatesv.Harris, 960 F.3d 1103, 1106 (CA8 2020) (same);United Statesv.Shaw, 957 F.3d 734, 741–742 (CA7\n2020) (same), withUnited Statesv.Denson, 963 F.3d\n1080, 1089 (CA11 2020) (may not consider);United Statesv.Kelley, 962 F.3d 470, 475 (CA9 2020) (same);United\nStatesv.Hegwood, 934 F.3d 414, 418–419 (CA5 2019)\n(same).3The dissent invokes\nanother background principle: the importance of “finality of\ncriminal judgments.”Post, at 2 (opinion of Kavanaugh, J.).\nNo one doubts the importance of finality. Here, however, the Court\ninterprets a statute whose very purpose is to reopen final\njudgments.4The dissent brushes aside\nthis venerable tradition of discretion by emphasizing the\ndifferences between initial sentencings and sentence modification\nproceedings. Seepost,at 2–3. Of course there are\ndifferences between the two, but the feature common to both is that\nonly Congress and the Constitution limit the historic scope of\ndistrict courts’ discretion.5The dissent demands that\nCongress expressly specify the scope of information that a district\ncourt can consider in a sentencing modification proceeding. Seepost,at 3. This gets it backward. The consistent historic\nnorm is that a district court can consider any information in\ncrafting a new or modified sentence, subject to congressional or\nconstitutional limits. Seesupra,at 6–11. Moreover, the\ndissent’s reliance on §3582(c)(1)(B),post,at 3, misses the\npoint. Section 3582(c)(1)(B) is simply a gateway provision that\nrefers to whichever statute “expressly permit[s]” the sentencing\nmodification.Ibid. It does not impose any substantive or\nprocedural limits on a district court’s discretion; for those\ndetails, it refers to the statute authorizing the sentence\nmodification. SeeUnited Statesv.Triestman,178 F.3d 624, 629 (CA2 1999) (“ ‘[S]ubsection (c)(1)(B)\nsimplynotesthe authority to modify a sentenceif\nmodification is permitted by statute’ ” (quoting\nS. Rep. No. 98–225 (1984)).6A district court cannot,\nhowever, recalculate a movant’s benchmark Guidelines range in any\nway other than to reflect the retroactive application of the Fair\nSentencing Act. Rather, the First Step Act directs district courts\nto calculate the Guidelines range as if the Fair Sentencing Act’s\namendments had been in place at the time of the offense. That\nGuidelines range “anchor[s]” the sentencing proceeding.Peughv.United States,569 U.S.\n530, 541 (2013). The district court may then consider\npostsentencing conduct or nonretroactive changes in selecting or\nrejecting an appropriate sentence, with the properly calculated\nGuidelines range as the benchmark.7In the dissent’s view,\neach of these District Courts erred in considering evidence outside\nof the original sentencing record. Seepost,at 1–2.\nInstead, the dissent’s interpretation would require a district\ncourt adjudicating a First Step Act motion to decide whether, and\nby how much, to reduce a sentence based only on the original\nsentencing record. But again, the text of the First Step Act does\nnot require that counterfactual procedure.8The dissent contends that\npermitting a district court to consider nonretroactive Guidelines\namendments will create a disparity between First Step Act-eligible\nmovants and other defendants. Seepost,at 3–4. To\nreiterate, the First Step Act does not require a district court to\nrecalculate a movant’s Guidelines in any respect other than\napplying the Fair Sentencing Act. See n. 6,supra. In\nany event, it is a feature of our sentencing law that different\njudges may respond differently to the same sentencing arguments.\nCf.Kimbroughv.United States,552 U.S.\n85, 110 (2007) (permitting, but not requiring, district courts\nto consider certain policy arguments at sentencing). Moreover,\ndisparities are always unavoidable when some, but not all,\ndefendants are permitted to move for modifications of an original\nsentence. Even the dissent’s interpretation would create\ndisparities between First Step Act movants and defendants eligible\nfor a sentence reduction under the 2011 retroactive crack-cocaine\nGuidelines, seesupra,at 3, because the Commission\npermitted the latter group to argue postsentencing developments,\nsee USSG §1B1.10, comment, n. 1(B)(iii).",
    "joined": []
}