{
    "case": {
        "docket": "16-1067",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-1067/"
    },
    "id": "3854876",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1067_________________CHARLES MURPHY, PETITIONERv.ROBERT\nSMITH, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[February 21, 2018]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.The Court concludes that the attorney’s fee\napportionment provision of the Prison Litigation Reform Act of 1995\n(PLRA), 42 U. S. C. §1997e(d)(2), requires that a\ndistrict court endeavor to fulfill the entirety of an attorney’s\nfee award from the monetary judgment awarded to a prevailing\nprisoner-plaintiff, and only if 25 percent of the judgment is\ninadequate to cover the fee award can the court require\ncontribution from the defendant.Ante,at 8. I cannot agree.\nThe text of §1997e(d)(2)—“a portion of the judgment (not to exceed\n25 percent) shall be applied to satisfy the amount of attorney’s\nfees awarded against the defendant”—and its statutory context make\nclear that the provision permits district courts to exercise\ndiscretion in choosing the portion of a prisoner-plaintiff’s\nmonetary judgment that must be applied toward an attorney’s fee\naward, so long as that portion is not greater than 25 percent. I\ntherefore respectfully dissent.IIn approaching this case, it helps to\nunderstand the background of the fee award at issue. On July 25,\n2011, petitioner Charles Murphy, a prisoner at the Vandalia\nCorrectional Center in Illinois, reported that his assigned seat at\nmealtime had food and water on it, which resulted in Murphy being\nhandcuffed and escorted to a segregation building. Once there,\nMurphy taunted respondent Correctional Officer Robert Smith, who\nresponded by hitting Murphy in the eye and applying a choke hold,\ncausing Murphy to lose consciousness. When Murphy woke up, Officer\nSmith and respondent Lieutenant Gregory Fulk were pushing him into\na cell. His hands were still cuffed behind his back and he fell\nface-first into the cell and hit his head on a metal toilet.\nOfficer Smith and Lieutenant Fulk then stripped Murphy of his\nclothes, removed his handcuffs, and left him in the cell without\nchecking his condition. Thirty or forty minutes passed until a\nnurse arrived to attend to Murphy, who was sent to a hospital. Part\nof his eye socket had been crushed and required surgery. Despite\nthe procedure, Murphy did not fully recover; almost five years\nlater, his vision remained doubled and blurred.Murphy sued respondents under 42\nU. S. C. §1983 and state-law causes of action. After\ntrial, a jury found Officer Smith liable for state-law battery and\nunconstitutional use of force under the Eighth Amendment, and found\nLieutenant Fulk liable for deliberate indifference to a serious\nmedical need in violation of the Eighth Amendment. The jury awarded\nMurphy $409,750.00 in compensatory and punitive damages, which the\nDistrict Court reduced to $307,733.82. The District Court also\nawarded Murphy’s attorney $108,446.54 in fees for the several\nhundred hours he spent on the case and, pursuant to §1997e(d)(2),\nordered Murphy to contribute 10 percent of his money judgment\ntoward the attorney’s fee award and respondents to pay the\nrest.Respondents appealed, arguing that §1997e(d)(2)\nrequired Murphy to contribute 25 percent of his judgment toward\npayment of the attorney’s fee award. The Court of Appeals for the\nSeventh Circuit agreed and reversed. In so doing, it acknowledged\nthat its interpretation of §1997e(d)(2) was at odds with that of\nall the other Courts of Appeals to have considered the question.\nSee 844 F. 3d 653, 660 (2016) (citingBoesingv.Spiess, 540 F. 3d 886, 892 (CA8 2008);Parkerv.Conway, 581 F. 3d 198, 205 (CA3 2009)).IIAThe relevant provision in the PLRA\nprovides:“Whenever a monetary judgment is awarded\nin [a civil-rights action brought by a prisoner], a portion of the\njudgment (not to exceed 25 percent) shall be applied to satisfy the\namount of attorney’s fees awarded against the defendant. If the\naward of attorney’s fees is not greater than 150 percent of the\njudgment, the excess shall be paid by the defendant.” 42\nU. S. C. §1997e(d)(2).The crux of the majority’s reasoning is its\ndefinition of the infinitive “to satisfy.” The majority contends\nthat “when you purposefully seek or aim ‘to satisfy’ an obligation,\nespecially a financial obligation, that usually means you intend to\ndischarge the obligation in full.”Ante,at 3. To meet its\nduty to act with the purpose of fully discharging the fee award,\nthe majority reasons, “a district court must apply as much of the\njudgment as necessary to sat- isfy the fee award, without of course\nexceeding the 25% cap.”Ibid.But the phrase “to satisfy” as it is used in\n§1997e(d)(2) does not bear the weight the majority places on it.\nIts neighboring text and the realities of prisoner-civil-rights\nlitigation rebut the conclusion that “to satisfy” compels a\ndistrict court always to maximize the amount of the\nprisoner-plaintiff’s judgment to be contributed to the fee award,\nand instead indicate that the only work “to satisfy” does in the\nstatute is to direct a district court to contribute some amount of\nthe judgment toward payment of the fee award.Beginning with the neighboring text, it may well\nbe that, standing alone, “to satisfy” is often used to mean “to\ncompletely fulfill an obligation.” But the statutory provision here\ndoes not simply say “to satisfy”; it says “applied to satisfy.” As\na matter of everyday usage, the phrase “applied to satisfy” often\nmeans “applied toward the satisfaction of,” rather than “applied in\ncomplete fulfillment of.” Thus, whereas an action undertaken “to\nsatisfy” an obligation might, as the majority suggests, naturally\nbe understood as an effort to discharge the obligation in full,ante,at 3, a contribution that is “applied to satisfy” an\nobligation need not be intended to discharge the obligation in\nfull.Take a few examples: A consumer makes a payment\non her credit card, which her agreement with the card company\nprovides shall be “applied to satisfy” her debt. A student enrolls\nin a particular type of math class, the credits from which her\nuniversity registrar earlier announced shall be “applied to\nsatisfy” the requirements of a physics degree. And a law firm\nassociate contributes hours to apro bonomatter that\nher firm has provided may be “applied to satisfy” the firm’s\noverall billable-hours requirement. In each case, pursuant to the\nrelevant agreement, the payment, credits, and hours are applied\ntoward the satisfaction of a larger obligation, but the inference\nis not that the consumer, student, or associate had to contribute\nor even necessarily did contribute the maximum possible credit card\npayment, classroom credits, or hours toward the fulfillment of\nthose obligations. The consumer may have chosen to make the minimum\ncredit card payment because she preferred to allocate her other\nfunds elsewhere; the student may have chosen the four-credit\nversion of the math course over the six-credit one because the\nformer had a better instructor; and the associate may have been\njudicious about the hours she dedicated to thepro bonomatter because she knew her firm more highly valued paid overpro bonowork. So, too, here. Section 1997e(d)(2), like\nthe credit card agreement, university registrar announcement, and\nlaw firm policy, sets out the relevant rule—“a portion of the\njudgment (not to exceed 25 percent) shall be applied to satisfy”\nthe fee award—and the district court, like the consumer, student,\nand law firm associate, decides how much of the judgment to\napply.As a practical matter, moreover, a district\ncourt will almost never be able to discharge fully a fee award from\n25 percent of a prisoner-plaintiff’s judgment. In the vast majority\nof prisoner-civil-rights cases, the attorney’s fee award exceeds\nthe monetary judgment awarded to the prevailing prisoner-plaintiff.\nIn fiscal year 2012, for instance, the median damages award in a\nprisoner-civil-rights action litigated to victory (i.e.,not\nsettled or decided against the prisoner) was a mere $4,185. See\nSchlanger, Trends in Prisoner Litigation, as the PLRA Enters\nAdulthood, 5 U. C. Irvine L. Rev. 153, 168 (2015) (Table 7)\n(Trends in Prisoner Litigation). Therefore, in 2012, the maximum\namount (25 percent) of the median judgment that could be applied\ntoward an attorney’s fee award was $1,046.25. The PLRA caps the\nhourly rate that may be awarded to a prisoner-plaintiff’s attorney\nat 150 percent of the rate for court-appointed counsel under 18\nU. S. C. §3006A, which in 2012 was $125. 42\nU. S. C. §1997e(d)(3); App. to Pet. for Cert. 21a. Thus,\na prisoner’s attorney was entitled to up to $187.50 per hour\nworked. Even if a district court were to apply an hourly rate of\njust $100, well below the cap, unless the attorney put in fewer\nthan 10.5 hours in the ordinary case—a virtually unimaginable\nscenario—25 percent of the judgment will not come close to\ndischarging fully the attorney’s fee award.[1]Such low judgments are not a new phenomenon in\nprisoner-civil-rights suits; they were the norm even before\nCongress enacted the PLRA. In fiscal year 1993, for example, the\nmedian damages award for prisoner-plaintiffs in cases won at trial\nwas $1,000. See Trends in Prisoner Litigation 167; Schlanger,\nInmate Litigation, 116 Harv. L. Rev. 1555, 1602–1603, and Table\nII.C (2003).[2]Given the very small judgment awards in\nsuccessfully litigated prisoner-civil-rights cases, it is hard to\nbelieve, as the majority contends, that Congress used “applied to\nsatisfy” to command an effort by district courts to “discharge\n. . . in full,”ante,at 3, when in most cases,\nfull discharge will never be possible.[3] Rather, taking into account both the realities of\nprisoner-civil-rights litigation and the most natural reading of\n“applied to satisfy,” the more logical inference is that\n§1997e(d)(2) simply requires that a portion of the prevailing\nprisoner-plaintiff’s judgment be applied toward the satisfaction of\nthe attorney’s fee award.[4] It\ndoes not, however, demand that the district court always order the\nprisoner-plaintiff to pay the maximum possible portion of the\njudgment (up to 25 percent) needed to discharge fully the fee\naward. Under that interpretation, applying any amount of Murphy’s\njudgment toward payment of his attorney’s fee award complies with\n§1997e(d)(2), whether that amount is 10 percent of the judgment as\nordered by the District Court or 25 percent as ordered by the Court\nof Appeals.BThe majority suggests that if Congress had\nwanted to permit judges to pursue something other than full\ndischarge of the fee award from the judgment, it could have\nreplaced “to satisfy” with “to reduce” or “against.”Ante,at 3. But the majority ignores that Congress also easily could have\nwritten §1997e(d)(2) to more clearly express the meaning it and\nrespondents champion. The statute, for example, simply could have\nsaid: “Twenty-five percent of the plaintiff’s judgment shall be\napplied to satisfy the amount of attorney’s fees awarded against\nthe defendant. If the award of attorney’s fees is not greater than\n150 percent of the judgment, the excess shall be paid by the\ndefendant.”In fact, Congress considered and rejected\nlanguage prior to enacting the current attorney’s fee apportionment\nprovision that would have done just what the majority claims. An\nearlier version of §1997e(d)(2) provided:“Whenever a monetary judgment is awarded\nin an action described in paragraph (1), a portion of the judgment\n(not to exceed 25 percent) shall be applied to satisfy the amount\nof attorney’s fees awarded against the defendant.If the award\nof attorney’s fees is greater than 25 percent of the judgment,\nthe excess shall be paid by the defendant.” Prison Litigation\nReform Act of 1995, S. 1279, 104th Cong., 1st Sess., §3(d), p. 16\n(1995) (emphasis added).The italicized clause plainly expressed what the\nmajor- ity contends the current provision means,i.e., that\na defendant’s liability for the attorney’s fee award begins only if\nany portion of the award remains unpaid after the prevailing\nprisoner-plaintiff has contributed 25 percent of the judgment. But\nCongress removed this clause before finalizing the bill, thus\nelecting to keep the 25-percent ceiling for the\nprisoner-plaintiff’s contribution to the fee award and rejecting a\n25-percent floor for the defendant’s contribution. See H. R. Conf.\nRep. No. 104–378, p. 71 (1995).The majority alternatively disclaims the ability\nto discern what motivated the deletion and pronounces that “[i]t\nshows that, at some stage of the bill’s consideration, its\nproponents likely shared [the majority’s] understanding” of how the\nfirst sentence works.Ante,at 8–9, n. 2. In the\nmajority’s view, it is more likely that Congress drafted two\nredundant sentences than two conflicting ones.Ibid.That\nsupposition, however, is purely speculative. Here is what is known\nfor certain: Congress had before it language that would have\naccomplished exactly the statutory function the majority today\nendorses and Congress chose to excise that language from the text.\nOur precedent instructs that “[w]here Congress includes limiting\nlanguage in an earlier version of a bill but deletes it prior to\nenactment, it may be presumed that the limitation was not\nintended.”Russellov.United States, 464 U. S.\n16 –24 (1983). See alsoINSv.Cardoza-Fonseca, 480\nU. S. 421 –443 (1987) (“ ‘Few principles of statutory\nconstruction are more compelling than the proposition that Congress\ndoes not intendsub silentioto enact statutory language\nthat it has earlier discarded in favor of other\nlanguage’ ”).CThe rest of the statutory text confirms that\ndistrict courts have discretion to choose the amount of the\njudgment that must be applied toward the attorney’s fee award.\nSpecifically, that grant of discretion is evident from Congress’\nuse of two discretion-conferring terms, “portion” and “not to\nexceed.”The first word, “portion,” is defined as “[a]\nshare or allotted part (as of an estate).” Black’s Law Dictionary\n1182 (7th ed. 1999). “Portion” thus inherently conveys an\nindeterminate amount. Take, for instance, the following sentence:\n“My dinner guest has requested a portion of apple pie for dessert.”\nHow much is a “portion” of pie? For a marathon runner, a “portion”\nmight mean a hearty serving, perhaps an eighth of a whole pie; for\nsomeone on a diet, however, a “portion” might mean a tiny sliver.\nThe dinner host can figure it out based on the circumstances.\nSimilarly, in this context, referencing a “portion” of the judgment\ntells us that some amount of the judgment up to 25 percent of the\nwhole is to be applied to the attorney’s fee award, but not exactly\nwhat amount. That decision is left to the sound discretion of the\ndistrict court, depending again on the circumstances.The majority dismisses as insignificant\nCongress’ use of this discretion-conferring term, arguing that\nunder either side’s reading of the statute, the “portion” of fees\ntaken from the prisoner-plaintiff’s judgment will vary. Seeante,at 5. True enough,[5] but that fact does not justify the majority’s brushoff.\nCongress’ deliberate choice to use the indeterminate,\ndiscretion-conferring term “portion” in §1997e(d)(2) reveals much\nabout the statute’s meaning.To illustrate the significance of Congress’ use\nof the word “portion,” imagine that §1997e(d)(2) contained no\nqualifying “not to exceed” parenthetical, and instead provided only\nthat “a portion of the judgment shall be applied to satisfy the\namount of attorney’s fees awarded against the defendant.” As\napplied to the typical scenario,i.e.,where the attorney’s\nfee award exceeds the prisoner-plaintiff’s money judgment, the most\nnatural reading of the statute absent the limiting parenthetical is\nthat the amount of the judgment applied to the fee award must be\nmore than zero and less than 100 percent. That is because, as\nexplained above, “portion” means something less than the whole but\ndoes not have a fixed value.[6]\nIf the majority were correct in its reading of “to satisfy,” how-\never—that it requires the district court to endeavor to discharge\nfully the attorney’s fee award from the prisoner-plaintiff’s\njudgment before turning to the defendant for a contribution—then,\nin the typical case, absent the parenthetical, we would have to\nconclude that “a portion of the judgment” always means “all of the\njudgment” or perhaps “all of the judgment save a nominal amount.” I\ndo not think it reasonable to conclude that Congress intended to\nascribe such a strained meaning to “portion.” That the majority’s\nreading of one term—“to satisfy”—forces an implausible reading of\nanother term—“portion”—strongly suggests that its reading is\nincorrect.Congress’ use of the word “portion,” therefore,\ndoes not merely instruct that there are a range of possible\nportions that can be paid out of the judgment. “Portion” makes\nevident that the district court is afforded the discretion to\nchoose the amount of the judgment to be paid toward the fee award.\nThe addition of the “not to exceed 25 percent” parenthetical only\nenhances this conclusion. The phrase “not to exceed,” which is\nitself discretion conferring, sets an upper, but not a lower, limit\nand thus cabins, but does not eliminate, the exercise of discretion\nthat “portion” confers.DThe distinction between cabining and\neliminating discretion is also key to understanding the\nrelationship between §1997e(d) and 42 U. S. C. §1988(b),\nas well as between §1997e(d)(2) and its surrounding statutory\nprovisions.Section 1988(b), the Civil Rights Attorney’s\nFees Awards Act of 1976, authorizes a district court to award “a\nreasonable attorney’s fee” to a prevailing party in an action to\nenforce one or more of several federal civil rights laws. Section\n1997e(d) in turn imposes limits on the attorney’s fees available\nunder §1988(b) when the prevailing plaintiff in one of the\nspecified civil-rights actions is a prisoner. In particular, the\ndistrict court may award attorney’s fees to the prisoner only if\n“the fee was directly and reasonably incurred in proving an actual\nviolation of the plaintiff’s rights protected by a statute pursuant\nto which a fee may be awarded under section 1988,” and “the amount\nof the fee is proportionately related to the court ordered relief\nfor the violation” or “the fee was directly and reasonably incurred\nin enforcing the relief ordered for the violation.” §1997e(d)(1).\nIn addition, as notedsupra,at 5, the district court may\nnot base an award of attorney’s fees “on an hourly rate greater\nthan 150 percent of the hourly rate established under [ 18\nU. S. C. §3006A] for payment of court-appointed counsel”\nand, if the prisoner-plaintiff was awarded damages, may not award\nattorney’s fees in excess of 150 percent of the monetary judgment.\n§§1997e(d)(2)–(3).These provisions, of course, do not eliminate a\ndistrict court’s discretion when it comes to the award of\nattorney’s fees to a prevailing prisoner-plaintiff; they merely\ncompress the range of permissible options. A district court still\nhas the discretion to decide whether to award attorney’s fees, just\nas it ordinarily would under §1988(b); it simply must first ensure\nthat the threshold conditions set out in §1997e(d)(1) are\nsatisfied. A district court likewise still has the discretion to\ndetermine what constitutes a reasonable amount of fees to award; it\nsimply must abide by the two 150-percent caps in doing so.Just as these surrounding statutory provisions\nin §1997e(d) set outward bounds on a district court’s exercise of\ndiscretion while still preserving the exercise of discretion within\nthose bounds, so, too, does §1997e(d)(2). A district court is not\nfree to require the defendant to pay the entire attorney’s fee\naward, nor is it free to require the prisoner-plaintiff to give up\nmore than 25 percent of his judgment to pay the fee award. But\nwithin those boundaries, the district court is free to decide which\nparty should pay what portion of the fee award.The majority suggests that affording discretion\nto district courts when it comes to the apportionment of attorney’s\nfee awards is in tension with our adoption of the lodestar method\nas the presumptive means of calculating a reasonable fee award\nunder §1988.Ante,at 7. Prior to the lodestar’s\ndevelopment, several lower courts utilized 12 “sometimes subjective\nfactors.”Pennsylvaniav.Delaware Valley Citizens’\nCouncil for Clean Air, 478 U. S. 546, 563 (1986) . Because\nthat method “placed unlimited discretion in trial judges and\nproduced disparate results,”ibid., this Court endorsed the\nlodestar approach, pursuant to which a court multiplies “the number\nof hours reasonably expended on the litigation times a reasonable\nhourly rate,”Blumv.Stenson, 465 U. S. 886,\n888 (1984) , and then considers whether to make adjustments to that\namount, seeid.,at 898–901;Hensleyv.Eckerhart, 461 U. S. 424, 435 (1983) . The majority\nasserts that adopting Murphy’s reading of §1997e(d)(2) would lead\nto “exactly the sort of unguided and freewheeling choice” this\nCourt sought to leave behind when it sanctioned the lodestar\napproach.Ante,at 7. That analogy, however, is inapt.First, the question before us is whether\n§1997e(d)(2) affords district courts any discretion in the\napportionment of responsibility for payment of an attorney’s fee\naward, not how district courts reasonably should exercise that\ndiscretion. When this Court embraced the lodestar approach, it did\nso to provide guideposts to district courts as they exercised the\ndiscretion granted to them by §1988(b) to “allow the prevailing\nparty . . . a reasonable attorney’s fee.” By no means did\nthis Court eliminate that exercise of discretion. Rather, the Court\nhas “reemphasize[d] that the district court has discretion in\ndetermining the amount of a fee award.”Hensley, 461\nU. S., at 437; see alsoBlum, 465 U. S., at 902,\nn. 19 (“A district court is expressly empowered to exercise\ndiscretion in determining whether an award is to be made and if so\nits reasonableness”);id.,at 896 (explaining that the\nproper standard of review of an attorney’s fee award is abuse of\ndiscretion). As was the case for the District Court here, that\nexercise of discretion can include, for example, whether a\ndefendant is entitled to a reduction in hours where a plaintiff did\nnot succeed on all his claims, and whether certain claimed expenses\nare reasonable. See App. to Pet. for Cert. 22a–26a.If the majority is concerned that district\ncourts are exercising the apportionment discretion afforded to them\nby §1997e(d)(2) in an uneven or unguided manner, the solution is\nnot to read the conferral of discretion out of the statute\nentirely. Instead, as occurred in the §1988(b) context, the Court\ncould endorse a method for apportioning attorney’s fee awards that\ncan consistently be applied across cases.[7] Just as courts ultimately were capable, through\ntrial-and-error, of discerning an appropriate formula for assessing\nthe reasonableness of a given fee award, seeDelaware\nValley, 478 U. S., at 562–565, so, too, are they capable\nof determining a sound approach to the apportionment decision\nenvisioned by §1997e(d)(2).[8]Second, even absent an equivalent method to the\nlodestar inquiry, §1997e(d)(2) does not, unlike the old 12-factor\nanalysis for calculating fee awards, afford unlimited discretion.\nCongress provided express bounds on a district court’s\napportionment discretion, requiring that it order the prevailing\nprisoner-plaintiff to contribute at least some part of his money\njudgment to the fee award but no more than 25 percent.Finally, it is not obvious that the need for a\nmore regimented approach with respect to calculating the amount of\nan attorney’s fee award under §1988(b) should dictate the need for\na similarly regimented approach with respect to the apportionment\nof responsibility for that award under §1997e(d)(2). The two\ndecisions involve fundamentally different inquiries: The first is\nfocused on the prevailing-plaintiff’s attorney and is concerned\nwith determining a reasonable value for services rendered in\npursuing the action, and the second is focused on the parties and\nis concerned with assessing the extent to which each party should\nbear responsibility for payment of those services (within the\nbounds set by Congress). In light of these distinctions, the Court\nshould hesitate to extrapolate wholesale from the considerations\nthat drove the adoption of the lodestar rule to constrain the\napportionment discretion afforded by §1997e(d)(2).IIIOn my reading of the plain text of\n§1997e(d)(2) and its surrounding statutory provisions and context,\nthe proper interpretation of the provision is clear: District\ncourts may exercise discretion in choosing the portion of the\nprisoner-plaintiff’s monetary judgment that must go toward the\nattorney’s fee award, so long as that choice is not greater than 25\npercent of the judgment. Because the majority holds that a\nprevailing prisoner-plaintiff must always yield 25 percent of his\nmonetary judgment or, if less, the full amount of the fee award in\nevery case, I respectfully dissent.Notes1A similar conclusion\nobtains if one considers the average, rather than the median,\ndamages award in a prisoner-civil-rights action litigated to\nvictory, which in 2012 was $20,815. See Trends in Prisoner\nLitigation 168 (Table 7).2The average such award in\n1993, excluding one extreme outlier of $6.5 million, was $18,800.\nSee Trends in Prisoner Litigation 167; Schlanger, 116 Harv.\nL. Rev., at 1603.3In fact, even here, where\nthe monetary judgment awarded to Murphy was well above the average\naward in prisoner-civil-rights cases, 25 percent of the judgment\ncannot fully discharge the fees awarded to his\nattorney.4Irrespective of what\nportion of the judgment the district court ultimately requires the\nprisoner-plaintiff to contribute to the fee award, the award will\nalways be satisfied,i.e.,paid in full, for once the\nprisoner-plaintiff provides his contribution from the judgment, the\ndefendant will be called upon to contribute the\nremainder.5Notably, such variation\nwill be far less common under the majority’s reading. Given that\nthe fee awards in prisoner-civil-rights victories almost always\nexceed the monetary judgments, see Part II–A,supra, on the\nmajority’s reading, it will be the rare case indeed when the\n“portion” of the judgment applied to the fee award will be anything\nother than 25 percent.6Of course, “portion” can\ngain a more determinate meaning by its surrounding context, as the\nmajority’s examples illustrate. Seeante,at 5. But\n§1997e(d)(2) is not like the recipe that quantifies the initial\nportion of sugar to be doubled or the statutory provision that\ndescribes with geographic precision the lands to be made part of\nthe National Elk Refuge. “[T]o satisfy” simply instructs that some\nportion of the prisoner-plaintiff ’s judgment “not to exceed\n25 percent” be applied toward the satisfaction of the fee award.\nSeesupra,at 6. Section 1997e(d)(2) therefore lacks the\nclarifying details present in the majority’s examples that would\ngive fixed meaning to the word “portion.”7Such an apportionment\nmethod could, for example, account for a defendant’s conduct during\nthe litigation, just as the lodestar method considers the\nprevailing-plaintiff ’s conduct in prosecuting the action. A\ndefendant that acts in ways that unnecessarily prolong or\ncomplicate the litigation so as to increase the plaintiff ’s\nfees reasonably could be asked to bear a greater share of that\nexpense.8Relatedly, the majority\nindicates concern with the District Court’s lack of explanation for\nits choice of 10 percent. Seeante, at 8. That procedural\nfailure can easily be remedied by requiring district courts to\nexplain their apportionment decisions so as to facilitate\nmeaningful appellate review.",
    "joined": []
}