{
    "case": {
        "docket": "15-233",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-233/"
    },
    "id": "3584538",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 15–233 and 15–255_________________Commonwealth of PuErto Rico, et al.,\nPETITIONERS15–233v.Franklin California Tax-Free TRUST, et\nal.MELBA ACOSTA-FEBO, et al.,\nPETITIONERS15–255v.FRANKLIN CALIFORNIA TAX-FREE TRUST, et\nal.on writs of certiorari to the united states\ncourt of appeals for the first circuit[June 13, 2016]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.Chapter 9 of the Federal Bankruptcy Code allows\nStates’ “municipalities”—cities, utilities, levee boards, and the\nlike—to file for federal bankruptcy with their State’s\nauthorization. But the Code excludes Puerto Rican municipalities\nfrom accessing federal bankruptcy. 11 U. S. C. §§101(52),\n109(c)(2). Because of this bar, Puerto Rico enacted its own law in\n2014—the Recovery Act—to allow its utilities to restructure their\nsignificant debts outside the federal bankruptcy process.The Court today holds that Puerto Rico’s\nRecovery Act is barred by §903(1) of Chapter 9 of the Bankruptcy\nCode, which prohibits States from creating their own bankruptcy\nprocesses for their insolvent municipalities. §903(1). Because\nPuerto Rican municipalities cannot access Chapter 9’s federal\nbankruptcy process, however, a nonfederal bankruptcy solution is\nnot merely a parallel option; it is the only existing legal option\nfor Puerto Rico to restructure debts that could cripple its\ncitizens. The structure of the Code and the language and purpose of\n§903 demonstrate that Puerto Rico’s municipal debt restructuring\nlaw should not be read to be prohibited by Chapter 9.I respectfully dissent.IThe Commonwealth of Puerto Rico and its\nmunicipalities are in the middle of a fiscal crisis.Ante,at 2. The combined debt of Puerto Rico’s three main public\nutilities exceeds $20 billion. These utilities provide power,\nwater, sewer, and transportation to residents of the island. With\nrising interest rates and limited access to capital markets, their\ndebts are proving unserviceable. Soon, Puerto Rico and the\nutilities contend, they will be unable to pay for things like fuel\nto generate electricity, which will lead to rolling blackouts.\nOther vital public services will be imperiled, including the\nutilities’ ability to provide safe drinking water, maintain roads,\nand operate public transportation.When debtors face untenable debt loads,\nbankruptcy is the primary tool the law uses to forge workable\nlong-term solutions. By requiring a debtor and creditors to\nnegotiate together and forcing both sides to make concessions\nwithin the limits set by law, bankruptcy gives the debtor a “fresh\nstart,” discourages creditors from racing each other to sue the\ndebtor, prohibits a small number of holdout creditors from blocking\na compromise, protects important creditor rights such as the\nprioritization of debts, and allows all parties to find equitable\nand efficient solutions to fiscal problems. SeeMarramav.Citizens Bank of Mass., 549 U. S. 365, 367 (2007) ;Youngv.Higbee Co., 324 U. S. 204, 210 (1945)\n.These concerns are starkly presented in the\ncontext of municipal entities like public utilities. While a\nbusiness corporation can use bankruptcy to reorganize, and, if that\nfails, fold up shop and liquidate all of its assets, governments\ncannot shut down power plants, water, hospitals, sewers, and trains\nand leave citizens to fend for themselves. A “fresh start” can help\nnot only the unfortunate individual debtor but also—and perhaps\nespecially—the unfortunate municipality and its people. SeeUnited Statesv.Bekins, 304 U. S. 27 –54\n(1938).Congress has excluded the municipalities of\nPuerto Rico and the District of Columbia from the federal municipal\nbankruptcy scheme in Chapter 9 of the Bankruptcy Code. See 11\nU. S. C. §§101(52), 109(c). So, in 2014, the Puerto Rican\nGovernment enacted the Puerto Rico Public Corporation Debt\nEnforcement and Recovery Act (Recovery Act or Act). 2014 Laws\nP. R. p. 371. The Act authorizes Puerto Rico’s public\nutilities to restructure their debts while continuing to provide\nessential public services like electricity and water. Portions of\nthe Act mirror Chapter 9 of the Bankruptcy Code and allow Puerto\nRico’s utilities to renegotiate their debts with their creditors.\nSeeante,at 3. Like a restructuring plan filed under\nChapter 9, a restructuring plan under the Recovery Act that is\napproved by at least a majority of creditors and a court would be\nbinding on all creditors, including objecting holdouts.After the Recovery Act was signed into law,\nmutual funds and hedge funds holding bonds of the Puerto Rico\nElectric Power Authority filed two lawsuits seeking to enjoin\nPuerto Rico’s enforcement of the Act. The District Court held that\nthe Recovery Act could not be enforced because,inter alia,\nit was prohibited by §903(1) of the Bankruptcy Code. The First\nCircuit agreed that §903(1) pre-empted the Act, and did not address\nwhether some provisions of the Act might be unlawful for other\nreasons. This Court now affirms.IIBankruptcy is not a one-size-fits-all process.\nThe Federal Bankruptcy Code sets out specific procedures and\ngoverning law for each type of entity that seeks bankruptcy\nprotection. To see how this approach works, consider the structure\nof the Code in more depth.Chapter 1 is the starting point. It sets out how\nto read the Code. See 11 U. S. C. §101et seq.For example, §101 sets out general definitions,\nand §102 provides rules of construction. Now skip ahead to §109,\ntitled, “Who may be a debtor.” That section tells would-be debtors\nand the interested parties in their bankruptcy which specific\nbankruptcy laws apply to them. For example, §109 tells an ordinary\nperson seeking to restructure her debts to do so using the rules\noutlined in Chapter 7, §109(b), or those enumerated in Chapter 13,\n§109(e). It tells a family farm or fisherman to use the rules\noutlined in Chapter 12. §109(f ). Certain corporations can use\nChapter 7, §109(b), or Chapter 11, §109(d). And a municipality’s\nbankruptcy is governed by the rules in Chapter 9. §109(c)(1).Because §109 tells different kinds of debtors\nwhich bodies of bankruptcy law apply to them, the Court has\ndescribed that section as a “ ‘gateway’ ” provision.Ante,at 6. Once an entity meets the eligibility\nrequirements for a specific “gateway” set out in §109 and elects to\npass through that gateway, it becomes subject to the relevant\nchapter of the Code—7, 9, 11, 12, or 13. The debtor, its creditors,\nand any other interested parties are governed only by that chapter\nand the chapters of the Bankruptcy Code—like Chapter 1—that apply\nto all cases. See §103; 1 Collier Pamphlet Edition, Bankruptcy Code\n2015, p. 59 (“[A]s a general rule, the provisions of the particular\nchapter apply only in that chapter”).Interpreting statutory provisions in the context\nof the operative chapters in the Bankruptcy Code in which they\nappear is not unusual—it is how the Code is designed to work. For\nexample, both Chapter 9 and Chapter 13 require the debtor to “file\na plan” proposing how the court should reorganize its debts.\nCompare §§941–946 (“The Plan” under Chapter 9) with §§1321–1330\n(“The Plan” under Chapter 13). But no bankruptcy court or\npractitioner would suggest that a Chapter 9 “plan” also has to\nsatisfy the requirements of Chapter 13. The Code is read in\ncontext.These cases concern §109’s “gateway” for\nmunicipalities. That provision says that a municipality may file\nfor bankruptcy under Chapter 9 if and only if it meets five\neligibility criteria. The debtor must (1) be “a municipal-ity,”\n§109(c)(1); (2) be “specifically authorized . . . by\nState law” to seek bankruptcy restructuring, §109(c)(2); (3) be\n“insolvent,” §109(c)(3); (4) have a “desir[e] to effect a plan to\nadjust” its debts, §109(c)(4); and (5) have attempted to negotiate\nwith its creditors, with some exceptions, §109(c)(5).The second eligibility requirement is relevant\nhere. Only a municipality “authorized . . . byStatelaw” may pass through the “gateway” and file for\nbankruptcy under Chapter 9’s provisions. But Chapter 1’s\ndefinitional provision, which applies throughout the Code, provides\nthat the “term ‘State’ includes the District of Columbia and Puerto\nRico, except for the purpose of defining who may be a debtor under\nchapter 9 of this title.” §101(52). It is undisputed that the\n“except for the purpose of defining who may be a debtor under\nchapter 9” clause is referring to the second eligibility\nprerequisite in §109’s gateway provision.Ante,at 8. So, in\nshort, Puerto Rico cannot “specifically authoriz[e]” any of its\nmunicipalities to apply for Chapter 9 bankruptcy. No Puerto Rican\nmunicipality will thus satisfy the state authorization requirement\nof §109’s gateway for municipalities, and so no Puerto Rican\nmunicipality can access Chapter 9.[1]The question in these cases is whether §903(1),\na pre-emption provision in Chapter 9, still applies to Puerto Rico\neven though its municipalities are not eligible to pass through the\n“gateway” into Chapter 9. It should not. Section 903 by its terms\npresupposes that Chapter 9 applies only to States who have the\npower to authorize their municipalities to invoke its\nprotection.Section 903 delineates the balance of power\nbetween the States that can authorize their municipalities to\naccess Chapter 9 protection and the bankruptcy court that would\npreside over any municipal bankruptcy commenced under Chapter 9. To\nunderstand that interplay, and why §903(1) does not pre-empt the\nRecovery Act, it is important to consider that statutory provision\nin context.Section 903, titled “Reservation of State power\nto control municipalities,” reads in full:“This chapter [Chapter 9] does not limit or\nimpair the power of a State to control, by legislation or\notherwise, a municipality of or in such State in the exercise of\nthe political or governmental powers of such municipality,\nincluding expenditures for such exercise, but—“(1) a State law prescribing a method of\ncomposition of indebtedness of such municipality may not bind any\ncreditor that does not consent to such composition; and“(2) a judgment entered under such a law may not\nbind a creditor that does not consent to such composition.”This “reservation” of power to the States was\nadded to the Code in response to this Court’s earlier recognition\nthat States possess plenary control over their municipalities,\nparticularly in fiscal matters.Faitoute Iron & Steel\nCo.v.Asbury Park, 316 U. S. 502, 509 (1942) ,\noverruled in part by Act of July 1, 1946, 60Stat. 415. Section 903\nsays that States continue to possess those powers not implicated by\nthe bankruptcy itself by noting that “[t]his chapter,”i.e.,Chapter 9, “does not limit or impair the power of a State to\ncontrol” its municipalities. §903. For example, even if a\nmunicipality is in Chapter 9 bankruptcy, a State could still revoke\nits charter.Section 903, however, also subjects that broad\nreservation to an exception articulated in the pre-emption\nprovision that the Court now says bars Puerto Rico’s Recovery Act.\nStates may control their municipalities, but they may not\n“prescrib[e] a method of composition of indebtedness of [a]\nmunicipality” that “bind[s] any creditor that does not consent to\nsuch composition.” §903(1).But this distribution of power between the State\nand the bankruptcy court is irrelevant to Puerto Rico. Because\nPuerto Rico’s municipalities cannot pass through the §109(c)\ngateway to Chapter 9, nothing in the operation of a Chapter 9 case\naffects Puerto Rico’s control over its municipalities. The\n“reservation” preamble is therefore meaningless to Puerto\nRico—there is no power to reserve from Chapter 9’s operation. And\nif this preamble does not and cannot apply to Puerto Rico, it\nfollows that §903(1)’s pro-viso qualifying that reservation of\npower to the States does not apply to Puerto Rico either. See,e.g.,United Statesv.Morrow, 266 U. S.\n531 –535 (1925).This understanding of §903 is fundamentally\nconfirmed by the careful gateway structure the Code sets out for\nunderstanding how its chapters work together. SeeUtility Air\nRegulatory Groupv.EPA, 573 U. S. ___, ___ (2014)\n(slip op., at 15) (“ ‘ “[W]ords of a statute must be read\nin their context and with a view to their place in the overall\nstatutory scheme” ’ ” (quotingFDAv.Brown\n& Williamson Tobacco Corp., 529 U. S. 120, 133 (2000)\n)). Chapter 1’s definitions section prevents Puerto Rico from\ndefining “who may be a debtor under chapter 9” under §109(c)’s\ngateway. Because of the structure of the Code, that change to\nChapter 1’s definition has ripple effects. By amending the\ndefinition of State to exclude Puerto Rico, the District of\nColumbia, and their municipalities from §109(c)’s gateway, Congress\nexcluded Puerto Rico from Chapter 9 for all purposes—it shut the\ngate and barred it tight. And because Chapter 9’s process and rules\nby their terms can only affect municipalities and States eligible\nto pass through the gateway in §109(c), that must mean that none of\nChapter 9’s provisions—including §903’s pre-emption provision—apply\nto Puerto Rico and its municipalities.IIIThe Court rejects contextual analysis in favor\nof a syllogism. According to the Court, §903(1) pre-empts all\n“State” composition laws like Puerto Rico’s that bind nonconsenting\nmunicipal creditors. “State” includes Puerto Rico, “except for the\npurpose of defining who may be a debtor under chapter 9 of this\ntitle,” §101(52), which is a reference to §109(c). Thus, according\nto the Court, while the definition of “State” prevents Puerto Rico\nfrom authorizing its municipalities to seek Chapter 9 protection\nunder §109(c), it has no effect on the pre-emption clause in\n§903(1).The majority’s plain meaning syllogism is not\nwithout force. But it ignores this Court’s repeated exhortations to\nread statutes in context of the overall statutory scheme.Utility Air, 573 U. S., at ___ (slip op., at\n15).In context, for the reasons discussed, §903 is directed\nto States that can approve their municipalities for Chapter 9\nbankruptcy. Moreover, in an attempt to buttress its syllogism, the\nmajority’s analysis makes an additional critical misstep.The majority argues that, in light of the\nlongstanding nature of the §903(1)’s pre-emption provision to\npreclude state municipal bankruptcy laws, “[h]ad Congress in-tended\nto ‘alter this fundamental detail’ of municipal bankruptcy” to not\napply to Puerto Rico, “we would expect the text of the amended\ndefinition to say so. Congress ‘does not, one might say, hide\nelephants in mouseholes.’ ”Ante,at 10–11 (quotingWhitmanv.American Trucking Assns., Inc., 531\nU. S. 457, 468 (2001) ; citation and brackets omitted). But\nthe Court ignores that Congress already altered the fundamental\ndetails of municipal bankruptcy when it amended the definition of\n“State” to exclude Puerto Rico from authorizing its municipalities\nto take advantage of Chapter 9. Nobody has presented a compelling\nreason for why Congress would have done so, and the legislative\nhistory of the amendment is unhelpful.[2] Under either interpretation the scheme has been\nfundamentally altered by Congress. And, in context, the proper\nunderstanding of that alteration is that Puerto Rico and its\nmunicipalities have been removed entirely from Chapter 9—both from\nthe benefits it provides and from the burden of the pre-emption\nclause in §903(1).Pre-emption cases may seem like abstract\ndiscussions of the appropriate balance between state and federal\npower. But they have real-world consequences. Finding pre-emption\nhere means that a government is left powerless and with no legal\nprocess to help its 3.5 million citizens.Congress could step in to resolve Puerto Rico’s\ncrisis. But, in the interim, the government and people of Puerto\nRico should not have to wait for possible congressional action to\navert the consequences of unreliable electricity, transportation,\nand safe water—consequences that members of the Executive and\nLegislature have described as a looming “humanitarian crisis.” The\nWhite House, Addressing Puerto Rico’s Economic and Fiscal Crisis\nand Creating a Path to Recovery, p. 1 (Oct. 26, 2015) (italics\ndeleted); Letter from Sen. Richard Blumenthal et al. to\nCharles Grassley, Chair, Senate Committee on the Judiciary (Sept.\n30, 2015). Statutes should not easily be read as removing the power\nof a government to protect its citizens.*  *  *For the foregoing reasons, I would hold that\n§903(1) of the Bankruptcy Code does not pre-empt Puerto Rico’s\nRecovery Act. I respectfully dissent.Notes1Puerto Rico was initially\nincluded in the scope of Chapter 9. §1(29), 52Stat. 842. But in\n1984, Congress amended the Bankruptcy Code, without comment, to bar\nPuerto Rico and the District of Columbia from authorizing their\nmunicipalities to access Chapter 9. §421(j)(6), 98Stat. 368,\ncodified at 11 U. S. C. §101(52).2The only comment on\nexcluding Puerto Rico from Chapter 9 came from Professor Frank\nKennedy, former Executive Director of the Commission on Bankruptcy\nLaws, who said: “I do not understand why the municipal corporations\nof Puerto Rico are denied by the proposed definition of ‘State’ of\nthe right to seek relief under Chapter 9.” Bankruptcy Improvements\nAct, Hearing on S. 333 et al. before the Senate Committee on\nthe Judiciary, 98th Cong., 1st Sess., 326 (1983).",
    "joined": []
}