{
    "case": {
        "docket": "18-556",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-556/"
    },
    "id": "4232996",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–556_________________KANSAS, PETITIONERv.CHARLES\nGLOVERon writ of certiorari to the supreme court of\nkansas[April 6, 2020]Justice Sotomayor, dissenting.In upholding routine stops of vehicles whose\nowners have revoked licenses, the Court ignores key foundations of\nour reasonable-suspicion jurisprudence and impermissibly and\nunnecessarily reduces the State’s burden of proof. I therefore\ndissent.II begin with common ground. The Fourth\nAmendment permits “brief investigatory” vehicle stops,United\nStatesv.Cortez,449 U.S.\n411, 417 (1981), on “facts that do not constitute probable\ncause,”United Statesv.Brignoni-Ponce,422 U.S.\n873, 881 (1975). To assess whether an officer had the requisite\nsuspicion to seize a driver, past cases have considered the\n“totality of the circumstances—the whole picture,”Cortez,\n449 U. S., at 417, and analyzed whether the officer assembled\n“fact on fact and clue on clue,”id., at 419.The stop at issue here, however, rests on just\none key fact: that the vehicle was owned by someone with a revoked\nlicense. The majority concludes—erroneously, in my view—that\nseizing this vehicle was constitutional on the record below because\ndrivers with revoked licenses (as opposed to suspended licenses) in\nKansas “have already demonstrated a disregard for the law or are\ncategorically unfit to drive.”Ante, at 5. This analysis\nbreaks from settled doctrine and dramatically alters both the\nquantum and nature of evidence a State may rely on to prove\nsuspicion.AThe State bears the burden of justifying a\nseizure.Floridav.Royer,460\nU.S. 491, 500 (1983) (plurality opinion);Brownv.Texas,443 U.S.\n47, 51–52 (1979). This requires the government to articulate\nfactors supporting its reasonable suspicion, usually through a\ntrained agent. SeeOrnelasv.United States,517 U.S.\n690, 696 (1996); see alsoUnited Statesv.Sokolow,490 U.S.\n1, 10 (1989). While the Court has not dictated precisely what\nevidence a government must produce, it has stressed that an officer\nmust at least “articulate more than an ‘inchoate and\nunparticularized suspicion or “hunch” ’ of criminal activity.”Illinoisv.Wardlow,528 U.S.\n119, 123–124 (2000) (quotingTerryv.Ohio,392 U.S.\n1, 27 (1968)). That articulation must include both facts and an\nofficer’s “rational inferences from those facts.”Brignoni-Ponce, 422 U. S., at 880, 884. A logical “gap\nas to any one matter” in this analysis may be overcome by “ ‘a\nstrong showing’ ” regarding “ ‘other indicia of\nreliability.’ ”Floridav.Harris,568 U.S.\n237, 245 (2013). But gaps may not go unfilled.Additionally, reasonable suspicion eschews\njudicial common sense,ante, at 5, in favor of the\nperspectives and inferences of a reasonable officer viewing “the\nfacts through the lens of his police experience and expertise.”Ornelas, 517 U. S., at 699;Cortez, 449\nU. S., at 416–418 (explaining that the facts and inferences\ngiving rise to a stop “must be seen and weighed . . . as\nunderstood by those versed in the field of law enforcement”);Heienv.North Carolina,574 U.S.\n54, 73 (2014) (Sotomayor, J., dissenting) (“[O]ur enunciation\nof the reasonableness inquiry and our justification for it\n. . . have always turned on an officer’s factual\nconclusions and an officer’s expertise with respect to those\nfactual conclusions”). It is the reasonable officer’s assessment,\nnot the ordinary person’s—or judge’s—judgment, that\nmatters.[1]Finally, a stop must be individualized—that is,\nbased on “a suspicion that the particular [subject] being stopped\nis engaged in wrongdoing.”Cortez, 449 U. S., at 418;Prado Navarettev.California,572 U.S.\n393, 396–397 (2014). This does not mean that the officer must\nknow the driver’s identity. But a seizure must rest on more than\nthe “likelihood that [a] given person” or particular vehicle is\nengaged in wrongdoing.Brignoni-Ponce, 422 U. S., at\n886–887. The inquiry ordinarily involves some observation or report\nabout the target’s behavior—not merely the class to which he\nbelongs. See,e.g.,Navarette, 572 U. S., at\n398, 402 (upholding vehicle stop based on an anonymous tip about\ndriver conduct, interpreted in light of the “accumulated experience\nof thousands of officers”);Sokolow, 490 U. S., at 10\n(evaluating the collective facts giving rise to suspicion that an\nindividual was transporting narcotics instead of relying on law\nenforcement’s simplified drug courier “ ‘profile’ ”).BFaithful adherence to these precepts would\nyield a significantly different analysis and outcome than that\noffered by the majority.For starters, the majority flips the burden of\nproof. It permits Kansas police officers to effectuate roadside\nstops whenever they lack “information negating an inference” that a\nvehicle’s unlicensed owner is its driver.Ante, at 1. This\nhas it backwards: The State shoulders the burden to supply the key\ninference that tethers observation to suspicion. The majority\nrepeatedly attributes such an inference to Deputy Mehrer.Ante, at 4, 6, 9. But that is an after-the-fact gloss on a\nseven-paragraph stipulation. Nowhere in his terse submission did\nDeputy Mehrer indicate that he had any informed belief about the\npropensity of unlicensed drivers to operate motor vehicles in the\narea—let alone that he relied on such a belief in seizing Glover.Ante, at 1–2.The consequence of the majority’s approach is to\nabsolve officers from any responsibility to investigate the\nidentity of a driver where feasible. But that is precisely what\nofficers ought to do—and are more than capable of doing. Of course,\nsome circumstances may not warrant an officer approaching a car to\ntake a closer look at its occupants. But there are countless other\ninstances where officers have been able to ascertain the identity\nof a driver from a distance and make out their approximate age and\ngender. Indeed, our cases are rife with examples of officers who\nhave perceived more than just basic driver demographics. See,e.g.,Heien, 574 U. S., at 57 (officer thought\nthat motorist was “ ‘very stiff and nervous’ ”);United Statesv.Arvizu,534\nU.S. 266, 270 (2002) (officer observed an “adult man” driving\nwho “appeared stiff”);United Statesv.Ross, 456\nU. S 798, 801 (1982) (officer pulled alongside car and noticed\nthat the driver matched a description from an informant);Brignoni-Ponce, 422 U. S., at 875 (officers stopped a\nvehicle whose occupants “appeared to be of Mexican descent”). The\nmajority underestimates officers’ capabilities and instead gives\nthem free rein to stop a vehicle involved in no suspicious activity\nsimply because it is registered to an unlicensed person. That stop\nis based merely on a guess or a “hunch” about the driver’s\nidentity.Wardlow, 528 U. S., at 124 (internal\nquotation marks omitted).With no basis in the record to presume that\nunlicensed drivers routinely continue driving, the majority\nendeavors to fill the gap with its own “common sense.”Ante,\nat 5. But simply labeling an inference “common sense” does not make\nit so, no matter how many times the majority repeats it. Cf.ante, at 5, 6, 7, 8. Whether the driver of a vehicle is\nlikely to be its unlicensed owner is “by no means obvious.”Ante, at 1 (Kagan, J., concurring). And like the\nconcurrence, I “doubt” that our collective judicial common sense\ncould answer that question, even if our Fourth Amendment\njurisprudence allowed us to do so.Ante, at 3.Contrary to the majority’s claims,ante,\nat 3–5, 7, the reasonable-suspicion inquiry does not accommodate\nthe average person’s intuition. Rather, it permits reliance on a\nparticular type of common sense—that of the reasonable officer,\ndeveloped through her experiences in law enforcement.Cortez, 449 U. S., at 418. This approach acknowledges\nthat what may be “common sense” to a layperson may not be relevant\n(or correct) in a law enforcement context. Indeed, this case\npresents the type of geographically localized inquiry where an\nofficer’s “inferences and deductions that might well elude an\nuntrained person” would come in handy.Ibid.; see alsoArvizu, 534 U. S., at 276 (prizing an officer’s\n“specialized training and familiarity with the customs of the\narea’s inhabitants”). By relying on judicial inferences instead,\nthe majority promotes broad, inflexible rules that overlook\nregional differences.Allowing judges to offer their own brand of\ncommon sense where the State’s proffered justifications for a\nsearch come up short also shifts police work to the judiciary. Our\ncases—including those the majority cites—have looked to officer\nsensibility to establish inferences about human behavior, even\nthough they just as easily could have relied on the inferences\n“made by ordinary people on a daily basis.”Ante, at 6. See,e.g.,Navarette, 572 U. S., at 402 (pointing to\n“the accumulated experience of thousands of officers” to identify\ncertain “erratic” behaviors “as sound indicia of drunk driving”);Wardlow, 528 U. S., at 124 (permitting officers to\naccount for the relevant characteristics of a location when\ninterpreting whether flight from police is “evasive”);Sokolow, 490 U. S., at 9–10 (crediting the evidentiary\nsignificance of facts “as seen by a trained agent” to identify a\nsuspicious traveler). There is no reason to depart from that\npractice here.Finally, to bolster its conclusion as grounded\nin “common experience,” the majority cites “empirical studies.”Ante, at 4. But its use of statistics illustrates the danger\nof relying on large-scale data to carry out what is supposed to be\na particularized exercise. Neither of the referenced reports tells\nus the percentage of vehicle owners with revoked licenses in Kansas\nwho continue to drive their cars. Neither report even offers a\nuseful denominator: One lumps drivers with suspended and revoked\nlicenses together, while the other examines the license status of\nonly motorists involved in fatal collisions. The figures say\nnothing about how the behavior of revoked drivers measures up\nrelative to their licensed counterparts—whether one group is more\nlikely to be involved in accidents, or whether the incidences are\ncomparable—which would inform a trooper’s inferences about driver\nidentity.As the concurrence recognizes, while statistics\nmay help a defendant challenge the reasonableness of an officer’s\nactions, they “cannot substitute for the individualized suspicion\nthat the Fourth Amendment requires.”Ante, at 4–5, n. If\ncourts do not scrutinize officer observation or expertise in the\nreasonable-suspicion analysis, then seizures may be made on\nlarge-scale data alone—data that say nothing about the individual\nsave for the class to which he belongs. That analytical approach\nstrays far from “acting upon observed violations” of law—which this\nCourt has said is the “foremost method of enforcing traffic and\nvehicle safety regulations.”Delawarev.Prouse,440 U.S.\n648, 659 (1979).The majority today has paved the road to finding\nreasonable suspicion based on nothing more than a demographic\nprofile. Its logic has thus made the State’s task all but\nautomatic. That has never been the law, and it never should be.IIThe majority’s justifications for this new\napproach have no foundation in fact or logic. It supposes that\nrequiring officers to point to “training materials or field\nexperiences” would demand “ ‘scientific certainty.’ ”Ante, at 3. But that is no truer in this case than in other\ncircumstances where the reasonable-suspicion inquiry applies.\nIndeed, the State here was invited to stipulate to the evidence it\nrelied on to make the stop. It could have easily described the\nindividual or “accumulated experience” of officers in the\njurisdiction. Cf.Navarette, 572 U. S., at 402. The\nState chose not to present such evidence and has not shown that it\ncould not have done so. Accordingly, it has proved no harm to\nitself.[2]In fact, it is the majority’s approach that\nmakes scant policy sense. If the State need not set forth all the\ninformation its officers considered before forming suspicion, what\nconceivable evidence could be used to mount an effective challenge\nto a vehicle stop, as the concurrence imagines?Ante, at 4.\nWho could meaningfully interrogate an officer’s action when all the\nofficer has to say is that the vehicle was registered to an\nunlicensed driver? How would a driver counter that evidence—by\nstating that they were of a different age or gender than the owner\nand insisting that the officer could have easily discerned that?\nAnd where would a defendant bring his arguments if the trial judge\nmakes the key inference, or by the same token, fails to make an\ninference that “might well elude” the untrained?Cortez, 449\nU. S., at 418.Moreover, the majority’s distinction between\nrevocation and suspension may not hold up in other jurisdictions.\nFor one, whether drivers with suspended licenses have “demonstrated\na disregard for the law or are categorically unfit to drive” is\ncompletely unknown. And in several States, the grounds for\nrevocation include offenses unrelated to driving fitness, such as\nusing a license to unlawfully buy alcohol. See,e.g., Ky.\nRev. Stat. Ann. §186.560 (West Cum. Supp. 2019); Mont. Code Ann.\n§61–5–206 (2019); R. I. Gen. Laws §31–11–6 (2010). In yet\nother jurisdictions, “revocation” is the label assigned to a\ntemporary sanction, which may be imposed for such infractions as\nthe failure to comply with child support payments. Okla. Stat.,\nTit. 47, §6–201.1 (2011). Whether the majority’s “common sense”\nassumptions apply outside of Kansas is thus open to challenge.*  *  *Vehicle stops “interfere with freedom of\nmovement, are inconvenient, and consume time.”Prouse, 440\nU. S., at 657. Worse still, they “may create substantial\nanxiety” through an “unsettling show of authority.”Ibid.Before subjecting motorists to this type of investigation, the\nState must possess articulable facts and officer inferences to form\nsuspicion. The State below left unexplained key components of the\nreasonable-suspicion inquiry. In an effort to uphold the\nconviction, the Court destroys Fourth Amendment jurisprudence that\nrequires individualized suspicion. I respectfully dissent.Notes1Cortezexplained\nwhy this is so. Law enforcement officers, behaving akin to “jurors\nas factfinders,” have “formulated certain commonsense conclusions\nabout human behavior” as it relates to “the field of law\nenforcement.” 449 U. S., at 418. A trained officer thus “draws\ninferences and makes deductions—inferences and deductions that\nmight well elude an untrained person.”Ibid.; see alsoUnited Statesv.Arvizu,534\nU.S. 266, 276 (2002) (crediting officer assessment of driver\nbehavior that was based on “his specialized training and\nfamiliarity with the customs of the area’s\ninhabitants”).2The majority suggests that\nrequiring the State to supply the missing link between fact and\nsuspicion would “considerably narrow the daylight” between the\nreasonable-suspicion showing and that required to establish\nprobable cause.Ante, at 7. But that may simply be a feature\nof this unique context, where the difference between a permissible\nand impermissible stop turns on a single fact. Given that\nreasonable suspicion and probable cause are not “reducible to\n‘precise definition or quantification,’ ”Floridav.Harris,568 U.S.\n237, 243 (2013), the gradation between the two is bound to vary\nfrom case to case.",
    "joined": []
}