{
    "case": {
        "docket": "18-1501",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1501/"
    },
    "id": "4264363",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1501_________________CHARLES C. LIU, et al., PETITIONERSv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2020]Justice Sotomayor delivered the opinion of the\nCourt.InKokeshv.SEC, 581 U. S.\n___ (2017), this Court held that a disgorgement order in a\nSecurities and Exchange Commission (SEC) enforcement action imposes\na “penalty” for the purposes of 28 U. S. C. §2462, the\napplicable statute of limitations. In so deciding, the Court\nreserved an antecedent question: whether, and to what extent, the\nSEC may seek “disgorgement” in the first instance through its power\nto award “equitable relief ” under 15 U. S. C.\n§78u(d)(5), a power that historically excludes punitive sanctions.\nThe Court holds today that a disgorgement award that does not\nexceed a wrongdoer’s net profits and is awarded for victims is\nequitable relief permissible under §78u(d)(5). The judgment is\nvacated, and the case is remanded for the courts below to ensure\nthe award was so limited.IACongress authorized the SEC to enforce the\nSecurities Act of 1933, 48Stat. 74, as amended, 15\nU. S. C. §77aet seq., and the Securities Exchange\nAct of 1934, 48Stat. 881, as amended, 15 U. S. C. §78aet seq., and to punish securities fraud through\nadministrative and civil proceedings. In administrative\nproceedings, the SEC can seek limited civil penalties and\n“disgorgement.” See §77h–1(e) (“In any cease-and-desist proceeding\nunder subsection (a), the Commission may enter an order requiring\naccounting and disgorgement”); see also §77h–1(g) (“Authority to\nimpose money penalties”). In civil actions, the SEC can seek civil\npenalties and “equitable relief.” See,e.g., §78u(d)(5) (“In\nany action or proceeding brought or instituted by the Commission\nunder any provision of the securities laws, . . . any\nFederal court may grant . . . any equitable relief that\nmay be appropriate or necessary for the benefit of investors”); see\nalso §78u(d)(3) (“Money penalties in civil actions” (quotation\nmodified)).Congress did not define what falls under the\numbrella of “equitable relief.” Thus, courts have had to consider\nwhich remedies the SEC may impose as part of its §78u(d)(5)\npowers.Starting withSECv.Texas Gulf\nSulphur Co., 446 F.2d 1301 (CA2 1971), courts determined that\nthe SEC had authority to obtain what it called “restitution,” and\nwhat in substance amounted to “profits” that “merely\ndepriv[e ]” a defendant of “the gains of . . .\nwrongful conduct.”Id., at 1307–1308. Over the years, the\nSEC has continued to request this remedy, later referred to as\n“disgorgement,”[1] and courts\nhave continued to award it. SeeSECv.Commonwealth\nChemical Securities, Inc., 574 F.2d 90, 95 (CA2 1978)\n(explaining that, when a court awards “[d]isgorgement of profits in\nan action brought by the SEC,” it is “exercising the chancellor’s\ndiscretion to prevent unjust enrichment”); see alsoSECv.Blatt, 583 F.2d 1325, 1335 (CA5 1978);SECv.Washington Cty. Util. Dist., 676 F.2d 218, 227 (CA6\n1982).InKokesh, this Court determined that\ndisgorgement constituted a “penalty” for the purposes of 28\nU. S. C. §2462, which establishes a 5-year statute of\nlimitations for “an action, suit or proceeding for the enforcement\nof any civil fine, penalty, or forfeiture.” The Court reached this\nconclusion based on several considerations, namely, that\ndisgorgement is imposed as a consequence of violating public laws,\nit is assessed in part for punitive purposes, and in many cases,\nthe award is not compensatory. 581 U. S., at ___–___ (slip\nop., at 7–9). But the Court did not address whether a §2462 penalty\ncan nevertheless qualify as “equitable relief ” under\n§78u(d)(5), given that equity never “lends its aid to enforce a\nforfeiture or penalty.”Marshallv.Vicksburg, 15\nWall. 146, 149 (1873). The Court cautioned, moreover, that its\ndecision should not be interpreted “as an opinion on whether courts\npossess authority to order disgorgement in SEC enforcement\nproceedings.”Kokesh, 581 U. S., at ___, n. 3 (slip\nop., at 5, n. 3). This question is now squarely before the\nCourt.BThe SEC action and disgorgement award at issue\nhere arise from a scheme to defraud foreign nationals. Petitioners\nCharles Liu and his wife, Xin (Lisa) Wang, solicited nearly $27\nmillion from foreign investors under the EB–5 Immigrant Investor\nProgram (EB–5 Program). 754 Fed. Appx. 505, 506 (CA9 2018) (case\nbelow). The EB–5 Program, administered by the U. S.\nCitizenship and Immigration Services, permits noncitizens to apply\nfor permanent residence in the United States by investing in\napproved commercial enterprises that are based on “proposals for\npromoting economic growth.” See USCIS, EB–5 Immigrant Investor\nProgram, https://www.uscis.gov/eb-5. Investments in EB–5 projects\nare subject to the federal securities laws.Liu sent a private offering memorandum to\nprospective investors, pledging that the bulk of any contributions\nwould go toward the construction costs of a cancer-treatment\ncenter. The memorandum specified that only amounts collected from a\nsmall administrative fee would fund “ ‘legal, accounting and\nadministration expenses.’ ” 754 Fed. Appx., at 507. An SEC\ninvestigation revealed, however, that Liu spent nearly $20 million\nof investor money on ostensible marketing expenses and salaries, an\namount far more than what the offering memorandum permitted and far\nin excess of the administrative fees collected. 262 F. Supp.\n3d 957, 960–964 (CD Cal. 2017). The investigation also revealed\nthat Liu diverted a sizable portion of those funds to personal\naccounts and to a company under Wang’s control.Id., at 961,\n964. Only a fraction of the funds were put toward a lease, property\nimprovements, and a proton-therapy machine for cancer treatment.Id., at 964–965.The SEC brought a civil action against\npetitioners, alleging that they violated the terms of the offering\ndocuments by misappropriating millions of dollars. The District\nCourt found for the SEC, granting an injunction barring petitioners\nfrom participating in the EB–5 Program and imposing a civil penalty\nat the highest tier authorized.Id., at 975, 976. It also\nordered disgorgement equal to the full amount petitioners had\nraised from investors, less the $234,899 that remained in the\ncorporate accounts for the project.Id., at 975–976.Petitioners objected that the disgorgement\naward failed to account for their business expenses. The District\nCourt disagreed, concluding that the sum was a “reasonable\napproximation of the profits causally connected to [their]\nviolation.”Ibid.The court ordered petitioners jointly and\nseverally liable for the full amount that the SEC sought. App. to\nPet. for Cert. 62a.The Ninth Circuit affirmed. It acknowledged\nthatKokesh“expressly refused to reach” the issue whether\nthe District Court had the authority to order disgorgement. 754\nFed. Appx., at 509. The court relied on Circuit precedent to\nconclude that the “proper amount of disgorgement in a scheme such\nas this one is the entire amount raised less the money paid back to\nthe investors.”Ibid.; see alsoSECv.JT\nWallenbrock & Assocs.,440 F.3d 1109, 1113, 1114 (CA9 2006) (reasoning that it would\nbe “unjust to permit the defendants to offset . . . the\nexpenses of running the very business they created to defraud\n. . . investors”).We granted certiorari to determine whether\n§78u(d)(5) authorizes the SEC to seek disgorgement beyond a\ndefendant’s net profits from wrongdoing. 589 U. S. ___\n(2019).IIOur task is a familiar one. In interpreting\nstatutes like §78u(d)(5) that provide for “equitable relief,” this\nCourt analyzes whether a particular remedy falls into “those\ncategories of relief that weretypicallyavailable in\nequity.”Mertensv.Hewitt Associates,508 U.S.\n248, 256 (1993); see alsoCIGNA Corp.v.Amara,563 U.S.\n421, 439 (2011);Montanilev.Board of Trustees of\nNat. Elevator Industry Health Benefit Plan, 577 U.S. 136, 142\n(2016). The “basic contours of the term are well known” and can be\ndiscerned by consulting works on equity jurisprudence.Great-West Life & Annuity Ins. Co.v.Knudson,534 U.S.\n204, 217 (2002).These works on equity jurisprudence reveal two\nprinciples. First, equity practice long authorized courts to strip\nwrongdoers of their ill-gotten gains, with scholars and courts\nusing various labels for the remedy. Second, to avoid transforming\nan equitable remedy into a punitive sanction, courts restricted the\nremedy to an individual wrongdoer’s net profits to be awarded for\nvictims.AEquity courts have routinely deprived\nwrongdoers of their net profits from unlawful activity, even though\nthat remedy may have gone by different names. Compare,e.g.,\n1 D. Dobbs, Law of Remedies §4.3(5), p. 611 (1993) (“Accounting\nholds the defendant liable for his profits”), withid.,\n§4.1(1), at 555 (referring to “restitution” as the relief that\n“measures the remedy by the defendant’s gain and seeks to force\ndisgorgement of that gain”); see also Restatement (Third) of\nRestitution and Unjust Enrichment §51, Commenta, p. 204\n(2010) (Restatement (Third)) (“Restitution measured by the\ndefendant’s wrongful gain is frequently called ‘disgorgement.’\nOther cases refer to an ‘accounting’ or an ‘accounting for\nprofits’ ”); 1 J. Pomeroy, Equity Jurisprudence §101, p. 112\n(4th ed. 1918) (describing an accounting as an equitable remedy for\nthe violation of strictly legal primary rights).No matter the label, this “profit-based measure\nof unjust enrichment,” Restatement (Third) §51, Commenta,\nat 204, reflected a foundational principle: “[I]t would be\ninequitable that [a wrongdoer] should make a profit out of his own\nwrong,”Rootv.Railway Co.,105\nU.S. 189, 207 (1882). At the same time courts recognized that\nthe wrongdoer should not profit “by his own wrong,” they also\nrecognized the countervailing equitable principle that the\nwrongdoer should not be punished by “pay[ing] more than a fair\ncompensation to the person wronged.”Tilghmanv.Proctor,125 U.S.\n136, 145–146 (1888).Decisions from this Court confirm that a remedy\ntethered to a wrongdoer’s net unlawful profits, whatever the name,\nhas been a mainstay of equity courts. InPorterv.Warner\nHolding Co.,328 U.S.\n395(1946), the Court interpreted a section of the Emergency\nPrice Control Act of 1942 that encompassed a “comprehensiv[e]”\ngrant of “equitable jurisdiction.”Id., at 398. “[O]nce [a\nDistrict Court’s] equity jurisdiction has been invoked” under that\nprovision, the Court concluded, “a decree compelling one to\ndisgorge profits . . . may properly be entered.”Id., at 398–399.Subsequent cases confirm the “ ‘protean\ncharacter’ of the profits-recovery remedy.”Petrellav.Metro-Goldwyn-Mayer, Inc.,572 U.S.\n663, 668, n. 1 (2014). InTullv.United\nStates,481 U.S.\n412(1987), the Court described “disgorgement of improper\nprofits” as “traditionally considered an equitable remedy.”Id., at 424. While the Court acknowledged that disgorgement\nwas a “limited form of penalty” insofar as it takes money out of\nthe wrongdoer’s hands, it nevertheless compared disgorgement to\nrestitution that simply “ ‘restor[es] the status quo,’ ”\nthus situating the remedy squarely within the heartland of equity.Ibid.[2] InGreat-West, the Court noted that an “accounting for profits”\nwas historically a “form of equitable restitution.” 534 U. S.,\nat 214, n. 2. And inKansasv.Nebraska,574 U.S.\n445(2015), a “ ‘basically equitable’ ” original\njurisdiction proceeding, the Court ordered disgorgement of\nNebraska’s gains from exceeding its allocation under an interstate\nwater compact.Id., at 453, 475.Most recently, inSCA Hygiene Products\nAktiebolagv.First Quality Baby Products, LLC, 580\nU. S. ___ (2017), the Court canvassed pre-1938 patent cases\ninvoking equity jurisdiction. It noted that many cases sought an\n“accounting,” which it described as an equitable remedy requiring\ndisgorgement of ill-gotten profits.Id., at ___ (slip op.,\nat 11). This Court’s “transsubstantive guidance on broad and\nfundamental” equitable principles,Romag Fasteners, Inc.v.Fossil Group, Inc., 590 U. S. ___, ___ (2020) (slip\nop., at 5), thus reflects the teachings of equity treatises that\nidentify a defendant’s net profits as a remedy for wrongdoing.Contrary to petitioners’ argument, equity\ncourts did not limit this remedy to cases involving a breach of\ntrust or of fiduciary duty. Brief for Petitioners 28–29. As\npetitioners acknowledge, courts authorized profits-based relief in\npatent-infringement actions where no such trust or special\nrelationship existed.Id., at 29; see alsoRoot, 105\nU. S., at 214 (“[I]t is nowhere said that the patentee’s right\nto an account is based upon the idea that there is a fiduciary\nrelation created between him and the wrong-doer by the fact of\ninfringement”).Petitioners attempt to distinguish these patent\ncases by suggesting that an “accounting” was appropriate only\nbecause Congress explicitly conferred that remedy by statute in\n1870. Brief for Petitioners 29 (citing the Act of July 8, 1870,\n§55, 16Stat. 206). But patent law had not previously deviated from\nthe general principles outlined above: This Court had developed the\nrule that a plaintiff may “recover the amount of . . .\nprofits that the defendants have made by the use of his invention”\nthrough “a series of decisions under the patent act of 1836, which\nsimply conferred upon the courts of the United States general\nequity jurisdiction . . . in cases arising under the\npatent laws.”Tilghman, 125 U. S., at 144. The 1836\nstatute, in turn, incorporated the substance of an earlier statute\nfrom 1819 which granted courts the ability to “proceed according to\nthe course and principles of courts of equity” to “prevent the\nviolation of patent-rights.”Root, 105 U. S., at 193.\nThus, as these cases demonstrate, equity courts habitually awarded\nprofits-based remedies in patent cases well before Congress\nexplicitly authorized that form of relief.BWhile equity courts did not limit profits\nremedies to particular types of cases, they did circumscribe the\naward in multiple ways to avoid transforming it into a penalty\noutside their equitable powers. SeeMarshall, 15 Wall., at\n149.For one, the profits remedy often imposed a\nconstructive trust on wrongful gains for wronged victims. The\nremedy itself thus converted the wrongdoer, who in many cases was\nan infringer, “into a trustee, as to those profits, for the owner\nof the patent which he infringes.”Burdellv.Denig,92 U.S.\n716, 720 (1876). In “converting the infringer into a trustee\nfor the patentee as regards the profits thus made,” the chancellor\n“estimat[es] the compensation due from the infringer to the\npatentee.”Packet Co.v.Sickles, 19 Wall. 611,\n617–618 (1874); see alsoClewsv.Jamieson,182 U.S.\n461, 480 (1901) (describing an accounting as involving a\n“ ‘distribution of the trust moneys among all the\nbeneficiaries who are entitled to share therein’ ” in an\naction against the governing committee of a stock exchange).Equity courts also generally awarded\nprofits-based remedies against individuals or partners engaged in\nconcerted wrongdoing, not against multiple wrongdoers under a\njoint-and-several liability theory. SeeAmblerv.Whipple, 20 Wall. 546, 559 (1874) (ordering an accounting\nagainst a partner who had “knowingly connected himself with and\naided in . . . fraud”). InElizabethv.Pavement Co.,97 U.S.\n126(1878), for example, a city engaged contractors to install\npavement in a manner that infringed a third party’s patent. The\npatent holder brought a suit in equity to recover profits from both\nthe city and its contractors. The Court held that only the\ncontractors (the only parties to make a profit) were responsible,\neven though the parties answered jointly.Id., at 140; see\nalsoibid.(rejecting liability for an individual officer\nwho merely acted as an agent of the defendant and received a salary\nfor his work). The rule against joint-and-several liability for\nprofits that have accrued to another appears throughout equity\ncases awarding profits. See,e.g.,Belknapv.Schild,161 U.S.\n10, 25–26 (1896) (“The defendants, in any such suit, are\ntherefore liable to account for such profits only as have accrued\nto themselves from the use of the invention, and not for those\nwhich have accrued to another, and in which they have no\nparticipation”);Keystone Mfg. Co.v.Adams,151 U.S.\n139, 148 (1894) (reversing profits award that was based not on\nwhat defendant had made from infringement but on what third persons\nhad made from the use of the invention);Jenningsv.Carson, 4 Cranch 2, 21 (1807) (holding that an order\nrequiring restitution could not apply to “those who were not in\npossession of the thing to be restored” and “had no power over it”)\n(citingPenhallowv.Doane’s Administrators, 3 Dall.\n54 (1795) (reversing a restitution award in admiralty that ordered\njoint damages in excess of what each defendant received)).Finally, courts limited awards to the net\nprofits from wrongdoing, that is, “the gain made upon any business\nor investment, when both the receipts and payments are taken into\nthe account.”Rubber Co.v.Goodyear, 9 Wall. 788,\n804 (1870); see alsoLivingstonv.Woodworth, 15 How.\n546, 559–560 (1854) (restricting an accounting remedy “to the\nactual gains and profits . . . during the time” the\ninfringing machine “was in operation and during no other period” to\navoid “convert[ing] a court of equity into an instrument for the\npunishment of simple torts”);Seymourv.McCormick,\n16 How. 480, 490 (1854) (rejecting a blanket rule that infringing\none component of a machine warranted a remedy measured by the full\namounts of the profits earned from the machine);Mowryv.Whitney, 14 Wall. 620, 649 (1872) (vacating an accounting\nthat exceeded the profits from infringement alone);Wooden-Ware\nCo.v.United States,106 U.S.\n432, 434–435 (1882) (explaining that an innocent trespasser is\nentitled to deduct labor costs from the gains obtained by\nwrongfully harvesting lumber).The Court has carved out an exception when the\n“entire profit of a business or undertaking” results from the\nwrongful activity.Root, 105 U. S., at 203. In such\ncases, the Court has explained, the defendant “will not be allowed\nto diminish the show of profits by putting in unconscionable claims\nfor personal services or other inequitable deductions.”Ibid.InGoodyear, for example, the Court affirmed an\naccounting order that refused to deduct expenses under this rule.\nThe Court there found that materials for which expenses were\nclaimed were bought for the purposes of the infringement and\n“extraordinary salaries” appeared merely to be “dividends of profit\nunder another name.” 9 Wall.,at 803; see alsoCallaghanv.Myers,128 U.S.\n617, 663–664 (1888) (declining to deduct a defendant’s personal\nand living expenses from his profits from copyright violations, but\ndistinguishing the expenses from salaries of officers in a\ncorporation).Setting aside that circumstance, however,\ncourts consistently restricted awards to net profits from\nwrongdoing after deducting legitimate expenses. Such remedies, when\nassessed against only culpable actors and for victims, fall\ncomfortably within “those categories of relief that weretypicallyavailable in equity.”Mertens, 508\nU. S., at 256.CBy incorporating these longstanding equitable\nprinciples into §78u(d)(5), Congress prohibited the SEC from\nseeking an equitable remedy in excess of a defendant’s net profits\nfrom wrongdoing. To be sure, the SEC originally endeavored to\nconform its disgorgement remedy to the common-law limitations in\n§78u(d)(5). Over the years, however, courts have occasionally\nawarded disgorgement in three main ways that test the bounds of\nequity practice: by ordering the proceeds of fraud to be deposited\nin Treasury funds instead of disbursing them to victims, imposing\njoint-and-several disgorgement liability, and declining to deduct\neven legitimate expenses from the receipts of fraud.[3] The SEC’s disgorgement remedy in such\nincarnations is in considerable tension with equity practices.Petitioners go further. They claim that this\nCourt effectively decided inKokeshthat disgorgement is\nnecessarily a penalty, and thus not the kind of relief available at\nequity. Brief for Petitioners 19–20, 22–26. Not so.Kokeshexpressly declined to pass on the question. 581 U. S., at ___,\nn. 3 (slip op., at 5, n. 3). To be sure, theKokeshCourt\nevaluated a version of the SEC’s disgorgement remedy that seemed to\nexceed the bounds of traditional equitable principles. But that\ndecision has no bearing on the SEC’s abilityto conform future requests for a defendant’s\nprofits to the limits outlined in common-law cases awarding a\nwrongdoer’s net gains.The Government, for its part, contends that the\nSEC’s interpretation of the equitable disgorgement remedy has\nCongress’ tacit support, even if it exceeds the bounds of equity\npractice. Brief for Respondent 13–21. It points to the fact that\nCongress has enacted a number of other statutes referring to\n“disgorgement.”That argument attaches undue significance to\nCongress’ use of the term. It is true that Congress has authorized\nthe SEC to seek “disgorgement” in administrative actions. 15\nU. S. C. §77h–1(e) (“In any cease-and-desist proceeding\nunder subsection (a), the Commission may enter an order requiring\naccounting and disgorgement”). But it makes sense that Congress\nwould expressly name the equitable powers it grants to an agency\nfor use in administrative proceedings. After all, agencies are\nunlike federal courts where, “[u]nless otherwise provided by\nstatute, all . . . inherent equitable powers\n. . . are available for the proper and complete exercise\nof that jurisdiction.”Porter, 328 U. S., at 398.Congress does not enlarge the breadth of an\nequitable, profit-based remedy simply by using the term\n“disgorgement” in various statutes. The Government argues that\nunder the prior-construction principle, Congress should be presumed\nto have been aware of the scope of “disgorgement” as interpreted by\nlower courts and as having incorporated the (purportedly)\nprevailing meaning of the term into its subsequent enactments.\nBrief for Respondent 24. But “that canon has no application” where,\namong other things, the scope of disgorgement was “far from\n‘settled.’ ”Armstrongv.Exceptional Child Center,\nInc., 575 U.S. 320, 330 (2015).At bottom, even if Congress employed\n“disgorgement” as a shorthand to cross-reference the relief\npermitted by §78u(d)(5), it did not silently rewrite the scope of\nwhat the SEC could recover in a way that would contravene\nlimitations embedded in the statute. After all, such “statutory\nreference[s]” to a remedy grounded in equity “must, absent other\nindication, be deemed to contain the limitations upon its\navailability that equity typically imposes.”Great-West, 534\nU. S., at 211, n. 1. Accordingly, Congress’ own use of\nthe term “disgorgement” in assorted statutes did not expand the\ncontours of that term beyond a defendant’s net profits—a limit\nestablished by longstanding principles of equity.IIIApplying the principles discussed above to the\nfacts of this case, petitioners briefly argue that their\ndisgorgement award is unlawful because it crosses the bounds of\ntraditional equity practice in three ways: It fails to return funds\nto victims, it imposes joint-and-several liability, and it declines\nto deduct business expenses from the award. Because the parties\nfocused on the broad question whether any form of disgorgement may\nbe ordered and did not fully brief these narrower questions, we do\nnot decide them here. We nevertheless discuss principles that may\nguide the lower courts’ assessment of these arguments on\nremand.ASection 78u(d)(5) restricts equitable relief to\nthat which “may be appropriate or necessary for the benefit of\ninvestors.” The SEC, however, does not always return the entirety\nof disgorgement proceeds to investors, instead depositing a portion\nof its collections in a fund in the Treasury. See SEC, Division of\nEnforcement, 2019 Ann. Rep. 16–17,\nhttps://www.sec.gov/files/enforcement-annual-report-2019.pdf.\nCongress established that fund in the Dodd-Frank Wall Street Reform\nand Consumer Protection Act for disgorgement awards that are not\ndeposited in “disgorgement fund[s]” or otherwise “distributed to\nvictims.” 124 Stat. 1844. The statute provides that these sums may\nbe used to pay whistleblowers reporting securities fraud and to\nfund the activities of the Inspector General.Ibid.Here,\nthe SEC has not returned the bulk of funds to victims, largely, it\ncontends, because the Government has been unable to collect\nthem.[4]The statute provides limited guidance as to\nwhether the practice of depositing a defendant’s gains with the\nTreasury satisfies the statute’s command that any remedy be\n“appropriate or necessary for the benefit of investors.” The\nequitable nature of the profits remedy generally requires the SEC\nto return a defendant’s gains to wronged investors for their\nbenefit. After all, the Government has pointed to no analogous\ncommon-law remedy permitting a wrongdoer’s profits to be withheld\nfrom a victim indefinitely without being disbursed to known\nvictims. Cf.Root, 105 U. S., at 214–215 (comparing the\naccounting remedy to a breach-of-trust action, where a court would\nrequire the defendant to “refund the amount of profit which they\nhave actually realized”).The Government maintains, however, that the\nprimary function of depriving wrongdoers of profits is to deny them\nthe fruits of their ill-gotten gains, not to return the funds to\nvictims as a kind of restitution. See,e.g., SEC, Report\nPursuant to Section 308(C) of the Sarbanes Oxley Act of 2002, p. 3,\nn. 2 (2003) (taking the position that disgorgement is not\nintended to make investors whole, but rather to deprive wrongdoers\nof ill-gotten gains); see also 6 T. Hazen, Law of Securities\nRegulation §16.18, p. 8 (rev. 7th ed. 2016) (concluding that\nthe remedial nature of the disgorgement remedy does not mean that\nit is essentially compensatory andconcluding that the “primary function of the\nremedy is to deny the wrongdoer the fruits of ill-gotten gains”).\nUnder the Government’s theory, the very fact that it conducted an\nenforcement action satisfies the requirement that it is\n“appropriate or necessary for the benefit of investors.”But the SEC’s equitable, profits-based remedy\nmust do more than simply benefit the public at large by virtue of\ndepriving a wrongdoer of ill-gotten gains. To hold otherwise would\nrender meaningless the latter part of §78u(d)(5). Indeed, this\nCourt concluded similarly inMertenswhen analyzing\nstatutory language accompanying the term “equitable remedy.” 508\nU. S., at 253 (interpreting the term “appropriate equitable\nrelief ”). There, the Court found that the additional\nstatutory language must be given effect since the section “does\nnot, after all, authorize . . . ‘equitable relief ’at large.”Ibid.As inMertens, the phrase\n“appropriate or necessary for the benefit of investors” must mean\nsomething more than depriving a wrongdoer of his net profits alone,\nelse the Court would violate the “cardinal principle of\ninterpretation that courts must give effect, if possible, to every\nclause and word of a statute.”Parker Drilling Management\nServices, Ltd.v.Newton, 587 U. S. ___, ___ (2019)\n(slip op., at 9) (internal quotation marks omitted).The Government additionally suggests that the\nSEC’s practice of depositing disgorgement funds with the Treasury\nmay be justified where it is infeasible to distribute the collected\nfunds to investors.[5] Brief\nfor Respondent 37. It is an open question whether, and to what\nextent, that practice nevertheless satisfies the SEC’s obligation\nto award relief “for the benefit of investors” and is consistent\nwith the limitations of §78u(d)(5). The parties have not identified\nauthorities revealing what traditional equitable principles govern\nwhen, for instance, the wrongdoer’s profits cannot practically be\ndisbursed to the victims. But we need not address the issue here.\nThe parties do not identify a specific order in this case directing\nany proceeds to the Treasury. If one is entered on remand, the\nlower courts may evaluate in the first instance whether that order\nwould indeed be for the benefit of investors as required by\n§78u(d)(5) and consistent with equitable principles.BThe SEC additionally has sought to impose\ndisgorgement liability on a wrongdoer for benefits that accrue to\nhis affiliates, sometimes through joint-and-several liability, in a\nmanner sometimes seemingly at odds with the common-law rule\nrequiring individual liability for wrongful profits. See,e.g.,SECv.Contorinis, 743 F.3d 296, 302\n(CA2 2014) (holding that a defendant could be forced to disgorge\nnot only what he “personally enjoyed from his exploitation of\ninside information, but also the profits of such exploitation that\nhe channeled to friends, family, or clients”);SECv.Clark, 915 F.2d 439, 454 (CA9 1990) (“It is well settled\nthat a tipper can be required to disgorge his tippee’s profits”);SECv.Whittemore, 659 F.3d 1, 10 (CADC 2011)\n(approving joint-and-several disgorgement liability where there is\na close relationship between the defendants and collaboration in\nexecuting the wrongdoing).That practice could transform any equitable\nprofits-focused remedy into a penalty. Cf.Marshall, 15\nWall., at 149. And it runs against the rule to not impose joint\nliability in favor of holding defendants “liable to account for\nsuch profits only as have accrued to themselves . . . and\nnot for those which have accrued to another, and in which they have\nno participation.”Belknap, 161 U. S., at 25–26; see\nalsoElizabethv.Pavement Co.,97 U.S.\n126(1878).The common law did, however, permit liability\nfor partners engaged in concerted wrongdoing. See,e.g.,Ambler, 20 Wall., at 559. The historic profits remedy thus\nallows some flexibility to impose collective liability. Given the\nwide spectrum of relationships between participants and\nbeneficiaries of unlawful schemes—from equally culpable\ncodefendants to more remote, unrelated tipper-tippee\narrangements—the Court need not wade into all the circumstances\nwhere an equitable profits remedy might be punitive when applied to\nmultiple individuals.Here, petitioners were married. 754 Fed. Appx.\n505; 262 F. Supp. 3d, at 960–961. The Government introduced\nevidence that Liu formed business entities and solicited\ninvestments, which he misappropriated.Id., at 961. It also\npresented evidence that Wang held herself out as the president, and\na member of the management team, of an entity to which Liu directed\nmisappropriated funds.Id., at 964. Petitioners did not\nintroduce evidence to suggest that one spouse was a mere passive\nrecipient of profits. Nor did they suggest that their finances were\nnot commingled, or that one spouse did not enjoy the fruits of the\nscheme, or that other circumstances would render a\njoint-and-several disgorgement order unjust. Cf.SECv.Hughes Capital Corp.,124 F.3d 449, 456 (CA3 1997) (finding that codefendant spouse\nwas liable for unlawful proceeds where they funded her “lavish\nlifestyle”). We leave it to the Ninth Circuit on remand to\ndetermine whether the facts are such that petitioners can,\nconsistent with equitable principles, be found liable for profits\nas partners in wrongdoing or whether individual liability is\nrequired.CCourts may not enter disgorgement awards that\nexceed the gains “made upon any business or investment, when both\nthe receipts and payments are taken into the account.”Goodyear, 9 Wall., at 804; see also Restatement (Third) §51,\nCommenth, at 216 (reciting the general rule that a\ndefendant is entitled to a deduction for all marginal costs\nincurred in producing the revenues that are subject to\ndisgorgement). Accordingly, courts must deduct legitimate expenses\nbefore ordering disgorgement under §78u(d)(5). A rule to the\ncontrary that “make[s] no allowance for the cost and expense of\nconducting [a] business” would be “inconsistent with the ordinary\nprinciples and practice of courts of chancery.”Tilghman,\n125 U. S., at 145–146; cf.SECv.Brown, 658\nF.3d 858, 861 (CA8 2011) (declining to deduct even legitimate\nexpenses like payments to innocent third-party employees and\nvendors).The District Court below declined to deduct\nexpenses on the theory that they were incurred for the purposes of\nfurthering an entirely fraudulent scheme. It is true that when the\n“entire profit of a business or undertaking” results from the\nwrongdoing, a defendant may be denied “inequitable deductions” such\nas for personal services.Root, 105 U. S., at 203. But\nthat exception requires ascertaining whether expenses are\nlegitimate or whether they are merely wrongful gains “under another\nname.”Goodyear, 9 Wall.,at 803. Doing so will\nensure that any disgorgement award falls within the limits of\nequity practice while preventing defendants from profiting from\ntheir own wrong.Root, 105 U. S., at 207.Although it is not necessary to set forth more\nguidance addressing the various circumstances where a defendant’s\nexpenses might be considered wholly fraudulent, it suffices to note\nthat some expenses from petitioners’ scheme went toward lease\npayments and cancer-treatment equipment. Such items arguably have\nvalue independent of fueling a fraudulent scheme. We leave it to\nthe lower court to examine whether including those expenses in a\nprofits-based remedy is consistent with the equitable principles\nunderlying §78u(d)(5).*  *  *For the foregoing reasons, we vacate the\njudgment below and remand the case to the Ninth Circuit for further\nproceedings consistent with this opinion.It is so ordered.Notes1Courts have noted the\nrelatively recent vintage of the term “disgorgement.” See,e.g.,SECv.Cavanaugh,445 F.3d 105, 116, n. 24 (CA2 2006). The dissent contends that\nthis recency in terminology alone removes disgorgement from the\nclass of traditional equitable remedies,post, at 4 (opinion\nof Thomas, J.), despite seeming to recognize disgorgement’s\nparallels to restitution-based awards well within that class,post, at 4–5. It is no surprise that the dissent notes such\nparallels, given this Court’s acknowledgment that “disgorgement of\nimproper profits” is “a remedy only for restitution” that is\n“traditionally considered . . . equitable.”Tullv.United States,481 U.S.\n412, 424 (1987); see alsoinfra, at 7. The dissent also\nobserves the solid equitable roots of an accounting for profits,post, at 3; accord,infra, at 6 (discussing the\nequitable origins of the accounting remedy), a remedy closely\nresembling disgorgement, seeinfra, at 8–9. In any event,\ncasting aside a form of relief solely “based on the particular\nlabel affixed to [it] would ‘elevate form over substance,’ ”Aetna Health Inc.v.Davila,542\nU.S. 200, 214 (2004), leaving unresolved the question before\nus: whether the underlying profits-based award conforms to equity\npractice.2The dissent acknowledges that\nthis Court has “referred to disgorgement as an equitable remedy in\nsome of its prior decisions.”Post, at 6 (citingFeltnerv.Columbia Pictures Television, Inc.,523 U.S.\n340, 352 (1998)). While the dissent attempts to discount those\ncases for having “merely referred to the term” only “in passing,”post, at 6, those cases expressly “characterized as\nequitable . . . actions for disgorgement of improper\nprofits” in analyzing whether certain remedies were traditionally\navailable in equity,Feltner, 523 U. S., at 352 (citingTeamstersv.Terry,494 U.S.\n558, 570 (1990) (“characteriz[ing] damages as equitable where\nthey are restitutionary, such as in ‘action[s] for disgorgement of\nimproper profits’ ”);Tull, 481 U. S., at\n424).3See,e.g.,SECv.Clark, 915 F.2d 439, 441, 454 (CA9 1990) (requiring\ndefendant to disgorge the profits that his stockbroker made from\nunlawful trades);SECv.Brown, 658 F.3d 858, 860–861\n(CA8 2011) (per curiam) (ordering joint-and-several\ndisgorgement of funds collected from investors and concluding that\n“ ‘the overwhelming weight of authority hold[s] that\nsecurities law violators may not offset their disgorgement\nliability with business expenses’ ”);SECv.Contorinis, 743 F.3d 296, 304–306 (CA2 2014) (requiring\ndefendant to disgorge benefits conferred on close\nassociates).4According to the Government,\npetitioners “transferred the bulk of their misappropriated funds to\nChina, defied the district court’s order to repatriate those funds,\nand fled the United States.” Brief for Respondent 36.5We express no view as to\nwhether the SEC has offered adequate proof of failed attempts to\nreturn funds to investors here. To the extent that feasibility is\nrelevant at all to equitable principles, we observe that lower\ncourts are well equipped to evaluate the feasibility of returning\nfunds to victims of fraud. See,e.g.,SECv.Lund,570 F. Supp. 1397, 1404–1405 (CD Cal. 1983) (appointing a\nmagistrate judge to determine whether it was feasible to locate\nvictims of financial wrongdoing).",
    "joined": []
}