{
    "case": {
        "docket": "257",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/257/"
    },
    "id": "3422811",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1428_________________RON DAVIS, ACTING WARDEN, PETITIONERv.HECTOR AYALAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 18, 2015]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.At Hector Ayala’s trial, the prosecution\nexercised its peremptory strikes to dismiss all seven of the\npotential black and Hispanic jurors. In his federal habeas\npetition, Ayala challenged the state trial court’s failure to\npermit his attorneys to participate in hearings regarding the\nlegitimacy of the prosecution’s alleged race-neutral reasons for\nits strikes. SeeBatsonv.Kentucky, 476 U. S.\n79 –98 (1986). The Court assumes that defense counsel’s exclusion\nfrom these proceedings violated Ayala’s constitutional rights, but\nconcludes that the Ninth Circuit erred in granting habeas relief\nbecause there is insufficient reason to believe that counsel could\nhave convinced the trial court to reject the prosecution’s\nproffered reasons. I respectfully dissent. Given the strength of\nAyala’s prima facie case and the comparative juror analysis his\nattorneys could have developed if given the opportunity to do so,\nlittle doubt exists that counsel’s exclusion from Ayala’sBatsonhearings substantially influenced the outcome.IMy disagreement with the Court does not stem\nfrom its discussion of the applicable standard of review, which\nsimply restates the holding ofFryv.Pliler, 551\nU. S. 112 (2007).Fryrejected the argument that the\nAntiterrorism and Effective Death Penalty Act of 1996, 28\nU. S. C. §2254, compels federal courts to apply any\nstandard other than that set forth inBrechtv.Abrahamson, 507 U. S. 619 (1993) , when assessing the\nharmlessness of a constitutional error on habeas review. 551\nU. S., at 120.Brecht, in turn, held that the\nharmlessness standard federal courts must apply in collateral\nproceedings is more difficult to meet than the “ ‘beyond a\nreasonable doubt’ ” standard applicable on direct review. 507\nU. S., at 622–623 (quotingChapmanv.California, 386 U. S. 18, 24 (1967) ). More\nspecifically, underBrecht, a federal court can grant habeas\nrelief only when it concludes that a constitutional error had a\n“ ‘substantial and injurious effect or influence’ ” on\neither a jury verdict or a trial court decision. 507 U. S., at\n623.Later,O’Nealv.McAninch, 513 U. S.\n432 (1995) , clarified that this standard is satisfied when a\nreviewing judge “is in grave doubt about whether” the error is\nharmless; that is, when “the matter is so evenly balanced that [a\njudge] feels himself in virtual equipoise as to the harmlessness of\nthe error.”Id.,at 435 (emphasis deleted). See alsoante,at 10 (quotingO’Neal, 513 U. S., at 436).\nPut differently, when a federal court is in equipoise as to whether\nan error was actually prejudicial, it must “treat the error, not as\nif it were harmless, but as if it affected the verdict\n(i.e.,as if it had a ‘substantial and injurious effect or\ninfluence in determining the jury’s verdict’).”O’Neal, 513\nU. S., at 435.In addition to confirming theBrechtstandard’s continued vitality,Fryestablished its\nexclusivity.Fryexpressly held that federal habeas courts\nneed not first assess whether a state court unreasonably appliedChapmanbefore deciding whether that error was prejudicial\nunderBrecht.Such a requirement would “mak[e] no sense\n. . . when the latter [standard] obviously subsumes the\nformer.”Fry, 551 U. S., at 120.Nothing in the\nCourt’s opinion today calls into question this aspect ofFry’s holding. If a trial error is prejudicial underBrecht’s standard, a state court’s determination that the\nerror was harmless beyond a reasonable doubt is necessarily\nunreasonable. Seeante,at 11–12.IIATo applyBrechtto the facts of this\ncase, it is essential to understand the contours of Ayala’s\nunderlying constitutional claim or—perhaps more importantly—to\nappreciate what his claim is not. Trial judges assess criminal\ndefendants’ challenges to prosecutors’ use of peremptory strikes\nusing the three-part procedure first announced inBatson.\nAfter a defendant makes a “prima facie showing that a peremptory\nchallenge [was] . . . exercised on the basis of race,”\nthe prosecution is given an opportunity to “offer a race-neutral\nbasis for striking the juror in question,”Miller-Elv.Cockrell, 537 U. S. 322, 328 (2003) . The court then\n“decid[es] whether it was more likely than not that the challenge\nwas improperly motivated.”Johnsonv.California, 545\nU. S. 162, 169, 170 (2005) . This determination is a factual\none, which—as the Court correctly notes—reviewing courts must\naccord “ ‘great deference.’ ” Seeante,at 13\n(quotingFelknerv.Jackson, 562 U. S. 594, 598\n(2011) (per curiam)).Here, Ayala does not claim that the trial court\nwrongly rejected hisBatsonchallenges based on the record\nbefore it. Rather, Ayala’s claim centers on the exclusion of his\nattorneys from theBatsonhearings. Ayala contends that\nthere is at least a grave doubt as to whether the trial or\nappellate court’s consideration of hisBatsonchallenges was\nsubstantially influenced by the trial court’s erroneous refusal to\npermit his attorneys to appear at the hearings at which those\nchallenges were adjudicated. Ayala’s conviction must be vacated if\nthere is grave doubt as to whether even just one of hisBatsonchallenges would have been sustained had the defense\nbeen present.Snyderv.Louisiana, 552 U. S.\n472, 478 (2008) (reversing a conviction after concluding that use\nof one peremptory strike was racially motivated).BThe Court’sBrechtapplication begins\nand ends with a discussion of particular arguments the Ninth\nCircuit posited Ayala’s lawyers could have raised had they been\npresent at hisBatsonhearings. This approach fails to\naccount for the basic background principle that must inform the\napplication ofBrechtto Ayala’s proceduralBatsonclaim: the “[c]ommon sense” insight “that secret decisions based on\nonly one side of the story will prove inaccurate more often than\nthose made after hearing from both sides.”Kaleyv.United States, 571 U. S. ___, ___ (2014) (Roberts,\nC. J., dissenting) (slip op., at 16). Our entire criminal\njustice system was founded on the premise that “[t]ruth\n. . . is best discovered by powerful statements on both\nsides of the question.”United Statesv.Cronic, 466\nU. S. 648, 655 (1984) (internal quotation marks omitted).\nThere is no reason to believe thatBatsonhearings are the\nrare exception to this rule. Instead, defense counsel could have\nplayed at least two critical roles had they been present at Ayala’sBatsonhearings.First, Ayala’s attorneys would have been able to\ncall into question the credibility of the prosecution’s asserted\nrace-neutral justifications for the use of its peremptory strikes.\nOf course, a trial court may identify some pretextual reasons on\nits own, butSnyderheld that when assessing a claimedBatsonerror, “all of the circumstances that bear upon the\nissue of racial animosity must be consulted.”Snyder, 552\nU. S., at 478. Absent an adversarial presentation, a diligent\njudge may overlook relevant facts or legal arguments in even a\nstraightforward case. There is also great probative force to a\n“comparative juror analysis”—an analysis of whether the\nprosecution’s reasons for using its peremptory strikes against\nnonwhite jurors apply equally to white jurors whom it would have\nallowed to serve.Miller-Elv.Dretke, 545 U. S.\n231, 241 (2005) . See alsoSnyder, 552 U. S., at 483\n(emphasizing importance of conducting a comparative juror analysis\nin the trial court). Trial courts are ill suited to perform this\nintensive inquiry without defense counsel’s assistance.The risk that important arguments will not be\nconsidered rises close to a certainty in a capital case like\nAyala’s, where jury selection spanned more than three months,\ninvolved more than 200 prospective jurors, and generated a record\nthat is massive by any standard. SeeAyalav.Wong,\n756 F. 3d 656, 660, 676 (CA9 2014) (case below). It strains\ncredulity to suggest that a court confronted with this mountain of\ninformation necessarily considered all of the facts that would have\ninformed its credibility determination without the presence of\ndefense counsel to help bring them to its attention.Second, not only did the exclusion of defense\ncounsel from Ayala’sBatsonhearings prevent him from making\nhis strongest arguments before the person best situated to assess\ntheir merit, it also impeded his ability to raise these claims on\nappeal. Because Ayala’s lawyers were not afforded any opportunity\nto respond to the prosecution’s race-neutral reasons, we are left\nto speculate as to whether the trial court actually considered any\nof the points the defense would have made before it accepted the\nprosecution’s proffered explanations. Moreover, even if we could\ndivine which of the possible considerations the trial judge took\ninto account, our review would still be unduly constrained by a\nrecord that lacks whatever material facts the defense would have\npreserved had it been on notice of the assertions that it needed to\nchallenge. Perhaps some of these facts, such as the jurors’\nappearance and demeanor, were known to the trial judge, but\nappellate courts “can only serve [their] function when the record\nis clear as to the relevant facts” or when they can rely on\n“defense counsel[’s] fail[ure] to point out any such facts after\nlearning of the prosecutor’s reasons.”United Statesv.Thompson, 827 F. 2d 1254, 1261 (CA9 1987). Neither of\nthese conditions is met here.For the reasons described above, the fact that\ncounsel was wrongfully excluded from Ayala’sBatsonhearings\non its own raises doubt as to whether the outcome of these\nproceedings—or the appellate courts’ review of them—would have been\nthe same had counsel been present.[1] This doubt is exacerbated by the loss of the vast\nmajority of the questionnaires that jurors completed at the start\nofvoir dire, including those filled out by the seven\nblack and Hispanic jurors against whom the prosecution exercised\nits peremptory strikes. The prosecution cited these questionnaires\nin support of its alleged race-neutral reasons at theex parteBatsonhearings. Seee.g.,App.\n283, 298, 312, 314, 316. Without the underlying documents, however,\nit is impossible to assess whether the prosecution’s\ncharacterizations of those prospective jurors’ responses were fair\nand accurate. The loss of the questionnaires has also precluded\nevery court that has reviewed this case from performing a\ncomprehensive comparative juror analysis. The Court today analyzes\nhow the prosecution’s statements at theex parteBatsonhearings regarding the black and Hispanic jurors’\nquestionnaires stack up against the actual questionnaires completed\nby the white seated jurors and alternates. But there is no way to\ndiscern how these representations compare with the answers that\nwere given by white jurors whom the prosecution would have\npermitted to serve but whom the defense ultimately struck. SeeMiller-Elv.Dretke, 545 U. S., at 244–245\n(comparing a juror struck by the prosecution with a juror\nchallenged only by the defense).CThe above-described consequences of the trial\ncourt’s procedural error and the fact that the prosecution struck\nevery potential black or Hispanic juror go a long way toward\nestablishing the degree of uncertainty thatBrechtrequires.\nKeeping these considerations in mind, the next step is to assess\nthe arguments that Ayala’s attorneys may have raised had they been\nallowed to participate at hisBatsonhearings. As explained\nabove, Ayala is entitled to habeas relief if a reviewing judge is\nin “equipoise” as to whether his lawyers’ exclusion from theBatsonhearings had an “injurious effect” on the trial\ncourt’s failure to find by a preponderance of the evidence that any\nof the prosecution’s peremptory strikes was racially motivated.\nWith the inquiry so framed, it is easy to see that the Ninth\nCircuit correctly found that Ayala was actually prejudiced by the\ntrial court’s constitutional error. In particular, there is a\nsubstantial likelihood that if defense counsel had been present,\nAyala could at least have convinced the trial court that the\nrace-neutral reasons the prosecution put forward for dismissing a\nblack juror, Olanders D., were pretextual.[2]The prosecution offered three justifications for\nstriking Olanders D.: (1) he might be unable to vote for the death\npenalty because he had written in his questionnaire that “he does\nnot believe [in] it” and had failed to fully explain a subsequent\nchange in position; (2) his questionnaire answers were poor; and,\n(3) he might lack the “ability to fit in with a cohesive group of\n12 people.” App. 283. The trial court rejected the third of these\nreasons outright, noting that “it may well . . . be that\nhe would get along very well with 12 people.”Id.,at\n283–284.I have grave misgivings as to whether the trial\njudge would have found it more likely than not that the first two\npurported bases were legitimate had defense counsel been given an\nopportunity to respond to them.Ayala’s attorneys could have challenged the\nprosecution’s claim that Olanders D. would hesitate to impose the\ndeath penalty by pointing to a seated juror—Ana L.—who made\nremarkably similar statements concerning capital punishment. Based\non his remarks duringvoir dire, it appears that\nOlanders D. suggested on his questionnaire that he was or had been\nopposed to the death penalty.[3]Id.,at 176, 179. Ana L.’s questionnaire\ncontained numerous comparable statements. When asked to express her\n“feelings about the death penalty,” she wrote: “I don’t believe in\ntaking a life.”Id.,at 108. And, in response to a question\nregarding whether she “would like to serve as a juror and why?”,\nAna L. said: “no—If I am selected as a Juror and all Jurors voted\nfor the death penalty I probably would not be able to vote for the\ndeath penalty.”Id.,at 109. Finally, on her questionnaire,\nAna L. indicated that she believes the death penalty is imposed\n“[t]oo often” and that she strongly disagrees with the “adage, ‘An\neye for any eye,’ ” which she understood to mean,“[a] criminal\ntook a life[,] now [it] is our turn to take his.”Id.,at\n108–109.A direct comparison of Olanders D.’s and Ana\nL.’svoir direanswers is equally telling. Duringvoir dire, Olanders D. clarified that he had not\nintended his questionnaire to reflect that he was categorically\nopposed to the death penalty, but only that his views on the topic\nhad evolved over the prior decade and that he had come to believe\nthat the death penalty “would be an appropriate sentence under\ncertain circumstances.”Id.,at 176. To account for this\nchange in his position, Olanders D. cited a number of\nconsiderations, including a new understanding of what his religion\nrequired,ibid.,“more familiar[ity] with the laws,”id.,at 178, increased violence in our soci-ety,ibid.,and conversations with his immediate family,id.,at 180. Ana L., by contrast, stated atvoir direthat she “strongly . . . did not\nbelieve in the death penalty” up until she “[f]illed out the\nquestionnaire.”Id.,at 193. And, only after repeated\nattempts by both the defense and the prosecution to get her to\npinpoint what caused this sudden about face, Ana L. said that she\nhad “listen[ed] to the Bundy evidence that was said and his being\nput to death, and I started to think; and I said if they were\nguilty maybe there is a death sentence for these people.”Id.,at 202.[4]Based on this record, it requires little\nspeculation to see that defense counsel could have made a powerful\nargument that Ana L. was equally or even less likely to impose the\ndeath penalty than Olanders D. While both jurors had opposed the\ndeath penalty at some point in the past, Olanders D. stated that he\nhad come to believe in capital punishment after a period of\nsustained deliberation. Ana L., however, purported to change her\nview due only to one recent execution and the fact that she had\nbeen called to serve as a juror on a capital case. Moreover, there\nis no basis to think that the trial court accounted for the\nsimilarities between Ana L. and Olanders D. Approximately two\nmonths passed between Olanders D.’s and Ana L.’svoir direhearings and the date on which the\nprosecution exercised its peremptory strike against Olanders D.\nWithout the benefit of defense counsel to help jog his\nrecollection, it is absurd to proceed as if the trial judge\nactually considered one of more than 200 prospective jurors’\nstatements concerning the death penalty when ruling on Ayala’sBatsonmotion. Taken together, it seems highly likely that\nthese arguments—had they been raised—would have convinced the trial\njudge that the prosecution’s first alleged reason for striking\nOlanders D. was pretextual.As for the prosecution’s second purported\njustification—that his questionnaire responses “were poor,”id.,at 283—it is impossible to know what winning arguments\nthe defense could have raised because the questionnaire itself is\nmissing from the record.[5]\nIndeed, for all that is known, counsel may have had a compelling\nargument that Olanders D.’s answers were cogent and complete. Even\nif some of them were lacking, however, counsel could still have\ndrawn the trial judge’s attention to weak questionnaires completed\nby several of the seated jurors. For instance, if the prosecution’s\nclaim was that Olanders D.’s questionnaire answers were conclusory,\nAyala’s counsel could have referred the Court to seated juror\nCharles G.’s questionnaire. In response to a prompt asking\nprospective jurors to explain why they would or would not like to\nbe empaneled in Ayala’s case, Charles G. wrote only “No.”Id.,at 71. Alternatively, if the prosecution’s concern was\nthat Olanders D.’s answer to a particular question demonstrated an\ninability to clearly express himself, the defense could have\ndirected the court’s attention to the questionnaire completed by\nseated juror Thomas B. When asked to share his “impressions or\nfeelings . . . about gangs based on what [he had] read or\ns[een],” Thomas B. stated: “I feel the only media coverage they get\nis bad, however, those whom do constructive events usually seek out\npositive media coverage.”Id.,at 30. Finally, it bears\nnoting that if Ayala’s lawyers had been able to respond at theBatsonhearing, they would have had the questionnaires of\nmany more comparable jurors at their disposal. It is entirely\npossible that some of the questionnaires completed by prospective\njurors who were accepted by the prosecution but dismissed by the\ndefense were weaker than those completed by Charles G. and Thomas\nB.In short, it is probable that had Ayala’s\nlawyers been present at theBatsonhearing on Olanders D.,\nhis strongBatsonclaim would have turned out to be a\nwinning one. The trial judge rejected one of the reasons advanced\nby the prosecution on its own and the defense had numerous\npersuasive arguments that it could have leveled against the\nremaining two justifications had it been given the opportunity to\ndo so.IIIThe Court concludes that Ayala is not entitled\nto habeas relief because it finds that there is little or no reason\nto doubt that the trial judge would have accepted both of the\nabove-discussed reasons for striking Olanders D. even if counsel\nparticipated at Ayala’sBatsonhearings. The Court’s\nanalysis, however, misunderstands the record and mistakes Ayala’s\nproceduralBatsonclaim for a direct challenge to a trial\ncourt’s denial of aBatsonmotion.In defense of the prosecution’s first basis for\nstriking Olanders D.—that he was uncomfortable with the death\npenalty—the Court begins by asserting that Ana L. was\ninsufficiently similar to Olanders D. to have cast any doubt on the\nprosecution’s position. Olanders D., the Court maintains,\n“initially voiced unequivocal opposition to the death penalty,”\nwhereas Ana L. “wrote on [her] questionnaire that she\n‘probablywould not be able to vote for the death\npenalty.’ ”Ante,at 15–16 (emphasis in original). But\nthe Court has plucked one arguably ambiguous statement from Ana\nL.’s questionnaire while ignoring others (described above)\nsuggesting that she fundamen-tally opposed capital punishment. More\nimportantly, the Court is not comparing apples with apples. Because\nOlanders D.’s questionnaire has been lost, there is no way to know\nthe extent to which the views he expressed there were\n“unequivocal.” Consequently, in support of its contention that\nOlanders D. originally wrote that he was categorically opposed to\nthe death penalty, the Court relies on his response to a question\nposed by the prosecution duringvoir dire. To be sure,\nwhen asked whether he had stated that he did not “believe in the\ndeath penalty” on his questionnaire, Olanders D. responded: “That’s\ncorrect.” App. 179. Duringvoir dire, however, Ana L.\ndescribed the position she had taken in her questionnaire in\nidentical terms, stating: “I remember saying [on my questionnaire]\nthat I didn’t believe in the death penalty.”Id.,at\n201.Given the difficulty of differentiating between\nAna L.’s and Olanders D.’s views toward the death penalty based on\nthe record before us, the Court understandably does not press this\nfactual point further. Instead, it commits a legal error by\ncontending that the trial court’s determination is entitled to\ndeference because the judge—unlike this Court—had the benefit of\nobserving both Olanders D.’s and the prosecution’s demeanor.Ante,at 16. Deference may be warranted when reviewing a\nsubstantiveBatsonclaim. By suggesting that a trial judge\ncan make a sound credibility determination without the benefit of\nan adversarial proceeding, however, the Court ignores the\nprocedural nature of the constitutional error whose existence it\npurports to assume. Courts defer to credibility findings not only\nbecause of trial judges’ proximity to courtroom events, but also\nbecause of the expectations regarding the procedures used in the\nproceedings that they oversee. A decision to credit a prosecution’s\nrace-neutral basis for striking a juror is entitled to great weight\nif that reason has “survive[d] the crucible of meaningful\nadversarial testing.”Cronic, 466 U. S., at 656. It\nwarrants substantially less—if any—deference where, as here, it is\nmade in the absence of the “fundamental instrument for judicial\njudgment: an adversary proceeding in which both parties may\nparticipate.”Carrollv.President and Comm’rs of\nPrincess Anne, 393 U. S. 175, 183 (1968) ; see alsoKaley, 571 U. S., at ___ (Roberts, C. J.,\ndissenting) (slip op.,at 16) (“It takes little imagination to see\nthat . . .ex parteproceedings create a\nheightened risk of error”).[6]The Court’s analysis of the second reason put\nforward for striking Olanders D.—that his questionnaire was faulty—\nfares no better. As a preliminary matter, perhaps because Olanders\nD.’s questionnaire has been lost, the Court characterizes the\nprosecution’s second proffered reason for dismissing Olanders D. as\nan objection toallof his “responses” as opposed to simply\nthe responses on hisquestionnaire.Ante, at 14. But\neven if the prosecution had relied on the rationale that the Court\nnow substitutes, there is a real likelihood that the defense would\nstill have been able to undermine its credibility.The Court asserts that Olanders D.’s “responses”\nwere misleading because he had “unequivocally” stated that he did\nnot believe in the death penalty on his questionnaire, but atvoir direhe said that his views on capital punishment\nhad changed over the previous 10 years.Ante,at 18. The\nCourt’s argument thus hinges on the premise that Olanders D.’s\nquestionnaire clearly stated that he was opposed to the death\npenalty. At least one person, how-ever, did not construe Olander\nD.’s questionnaire to express such a categorical view: defense\ncounsel. Duringvoir dire, one of Ayala’s lawyers\nremarked that she thought Olanders D.’s questionnaire “indicated\nthat [he] had had some change in [his] feelings about the death\npenalty.” App. 176. “[M]y understanding,” she said, “is that at one\ntime [he] felt one way, and—and then at some point [he] felt\ndifferently.”Ibid.Thus, if (as the Court now hypothesizes)\nthe trial court was inclined to accept the prosecution’s second\nreason for striking Olanders D. based on apparent tension between\nhis questionnaire and his statements duringvoir dire(a proposition that is itself uncertain), the defense may have been\nable to argue persuasively that any claimed inconsistency was\nillusory.*  *  *Batsonrecognized that it is\nfundamentally unfair to permit racial considerations to drive the\nuse of peremptory challenges against jurors. When the prosecution\nstrikes every potential black and Hispanic juror, a reviewing court\nhas a responsibility to ensure that the trial court’s denial of the\ndefendant’sBatsonmotion was not influenced by\nconstitutional error. But there is neither a factual nor a legal\nbasis for the Court’s confidence that the prosecution’s\nrace-neutral reasons for striking Olanders D. were unassailable.\nBecause the Court overlooks that Ayala raised a proceduralBatsonclaim, it scours the record for possible support for\nthe trial court’s credibility determination without accounting for\nthe flaws in the process that led to it. The proper inquiry is not\nwhether the trial court’s determination can be sustained, but\nwhether it may have been different had counsel been present. Given\nthe strength of Ayala’s prima facie case and the arguments his\ncounsel would have been able to make based even on the limited\nexisting record, grave doubts exist as to whether counsel’s\nexclusion from Ayala’sBatsonhearings was harmless.\nAccordingly, I respectfully dissent.Notes1Indeed, in a future case\narising in a direct review posture, the Court may have occasion to\nconsider whether the error that the Court assumes here gives rise\nto “circumstances that are so likely to prejudice the accused that\nthe cost of litigating their effect in a particular case is\nunjustified.”United Statesv.Cronic, 466 U. S.\n648, 658 (1984) . See alsoMickensv.Taylor, 535\nU. S. 162, 166 (2002) (noting that we have “presumed\n[prejudicial] effec[t] where assistance of counsel has been denied\nentirely or during a critical stage of the\nproceeding”).2Because Ayala was\nactually prejudiced by his counsel’s exclusion from theBatsonhearing on Olanders D., there is no need to address\nhis claims concerning the other black and Hispanic jurors. That\nsaid, Ayala’s attorneys may have had strong arguments with respect\nto those jurors too. Moreover, Ayala’sBatsonchallenge to\nOlanders D. would have been even stronger had counsel been given\nthe opportunity to demonstrate that some of the reasons given for\nstriking the other black and Hispanic jurors were pretextual. SeeSnyderv.Louisiana, 552 U. S. 472, 478 (2008)\n(observing that courts should “consider the strike of [one juror]\nfor the bearing it might have upon the strike of [a second\njuror]”).3It is, of course,\nimpossible to verify what Olanders D. said in his questionnaire\nbecause that document is not in the record. If Ayala’s lawyers had\nbeen present at Olanders D.’sBatsonhearing, they may have\nargued that his questionnaire showed that his position on capital\npunishment had changed over time. See Part III,infra.4The Court claims that\nOlanders D. was less than eloquent in describing his thought\nprocess.Ante,at 15. But it is not difficult to understand\nwhat he meant. In any event, as the Court later concedes,\nprospective jurors are likely to struggle when asked to express\ntheir views on the death penalty.Ante,at 16. Ana L. was no\nexception. For instance, when defense counsel first asked her to\ndescribe her thought process, she responded, “Up to [when I filled\nout my questionnaire], I did not believe in putting someone to\ndeath.” App. at 194. She continued: “But being that you’ve given me\nthe—the opportunity to come over here, seeing something that is not\ncorrect in the system, it wouldn’t be no problem . . .\nfor me to give to come to a decision on the death penalty anymore.”Ibid.5The Court states that the\nprosecution’s second purported race-neutral reason for striking\nOlanders D. was that his “responses” were poor, but it conveniently\nneglects to mention that the responses to which the prosecution\nreferred were clearly those Olanders D. gave on his questionnaire.Ante, at 14; see App. 283 (“My observations in reading his\nquestionnaire and before even making note of his racial orientation\nwas that his responses were poor”).6None of the cases the\nCourt cites are inconsistent with this logic.Miller-Elv.Dretke, 545 U. S. 231 –237 (2005),Snyder, 552\nU. S., at 474, andRicev.Collins, 546\nU. S. 333, 336 (2006) , all concerned direct challenges to a\ntrial court’s denial of aBatsonmotion as opposed to\nproceduralBatsonclaims.",
    "joined": []
}