{
    "case": {
        "docket": "91",
        "citation": "564",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/564/91/"
    },
    "id": "1963634",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTMICROSOFT CORP. V. I4I LTD. PARTNERSHIP564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-290MICROSOFT CORPORATION, PETITIONERv.i4i\nLIMITED PARTNERSHIP et al.on writ of certiorari to the united states court of\nappeals for the federal circuit[June 9, 2011]Justice Sotomayor delivered the\nopinion of the Court.Under §282 of the Patent Act of\n1952, “[a] patent shall be presumed valid” and “[t]he burden of\nestablishing in-validity of a patent or any claim thereof shall\nrest on the party asserting such invalidity.” 35 U. S. C.\n§282. We consider whether §282 requires an invalidity defense to be\nproved by clear and convincing evidence. We hold that it does.IAPursuant to its authority under\nthe Patent Clause, U. S. Const., Art. I, §8, cl. 8,\nCongress has charged the United States Patent and Trademark Office\n(PTO) with the task of examining patent applications, 35 U.\nS. C. §2(a)(1), and issuing patents if “it appears that the\napplicant is entitled to a patent under the law,” §131. Congress\nhas set forth the prerequisites for issuance of a patent, which the\nPTO must evaluate in the examination process. To receive patent\nprotection a claimed invention must, among other things, fall\nwithin one of the express categories of patentable subject matter,\n§101, and be novel, §102, and nonobvious, §103. Most relevant here,\nthe on-sale bar of §102(b) precludes patent protection for any\n“invention” that was “on sale in this country” more than one year\nprior to the filing of a patent application. See generallyPfaffv.Wells Electronics, Inc.,525 U. S. 55, 67–68\n(1998). In evaluating whether these and other statutory conditions\nhave been met, PTO examiners must make various factual\ndeterminations—for instance, the state of the prior art in the\nfield and the nature of the advancement embodied in the invention.\nSeeDickinsonv.Zurko,527 U. S. 150, 153 (1999).Once issued, a patent grants\ncertain exclusive rights to its holder, including the exclusive\nright to use the invention during the patent’s duration. To enforce\nthat right, a patentee can bring a civil action for infringement if\nanother person “without authority makes, uses, offers to sell, or\nsells any patented invention, within the United States.” §271(a);\nsee also §281.Among other defenses under §282 of the Patent\nAct of 1952 (1952 Act), an alleged infringer may assert the\ninvalidity of the patent—that is, he may attempt to prove that the\npatent never should have issued in the first place. See §§282(2),\n(3). A defendant may argue, for instance, that the claimed\ninvention was obvious at the time and thus that one of the\nconditions of patentability was lacking. See §282(2); see also\n§103. “While the ultimate question of patent validity is one of\nlaw,”Grahamv.John Deere Co. of Kansas City,383 U. S. 1, 17\n(1966) (citingGreat Atlantic & Pacific Tea Co.v.Supermarket Equipment Corp.,340 U. S. 147, 155\n(1950) (Douglas, J., concurring)); seepost,at 1 (Breyer,\nJ., concurring), the same factual questions underlying the PTO’s\noriginal examination of a patent ap-plication will also bear on an\ninvalidity defense in an in-fringement action. See,e.g.,\n383 U. S., at 17 (describing the “basic factual inquiries” that\nform the “background” for evaluating obviousness);Pfaff,\n525 U. S., at 67–69 (same, as to the on-sale bar).In asserting an invalidity defense, an alleged\ninfringer must contend with the first paragraph of §282, which\nprovides that “[a] patent shall be presumed valid” and “[t]he\nburden of establishing invalidity … rest[s] on the party asserting\nsuch invalidity.”[Footnote 1]\nUnder the Federal Circuit’s reading of §282, a defendant seeking to\novercome this presumption must persuade the factfinder of its\nin-validity defense by clear and convincing evidence. Judge Rich, a\nprincipal drafter of the 1952 Act, articulated this view for the\ncourt inAmerican Hoist & Derrick Co.v.Sowa\n& Sons, Inc., 725 F. 2d 1350 (CA Fed. 1984). There,\nthe Federal Circuit held that §282 codified “the existing\npresumption of validity of patents,”id., at 1359\n(internal quotation marks omitted)—what, until that point, had been\na common-law presumption based on “the basic proposition that a\ngovernment agency such as the [PTO] was presumed to do its job,”ibid. Relying on this Court’s pre-1952 precedent as to the\n“force of the presumption,”ibid.(citingRadio Corp.\nof Americav.Radio Engineering Laboratories, Inc.,293 U. S.\n1(1934)(RCA)), Judge Rich concluded:“[Section] 282 creates a presumption that a patent\nis valid and imposes the burden of proving invalidity on the\nattacker. That burden is constant and never changes and is to\nconvince the court of invalidity by clear evidence.” 725\nF. 2d, at 1360.In the nearly 30 years sinceAmerican\nHoist, the Federal Circuit has never wavered in this\ninterpretation of §282. See,e.g.,Greenwoodv.Hattori Seiko Co., 900 F. 2d 238, 240–241 (CA Fed.\n1990);Ultra-Tex Surfaces, Inc.v.Hill Bros. Chemical\nCo., 204 F. 3d 1360, 1367 (CA Fed. 2000);ALZA\nCorp.v.Andrx Pharmaceuticals, LLC,603 F. 3d\n935, 940 (CA Fed. 2010).BRespondents i4i Limited\nPartnership and Infrastructures for Information Inc. (collectively,\ni4i) hold the patent at issue in this suit. The i4i patent claims\nan improved method for editing computer documents, which stores a\ndocument’s content separately from the metacodes asso-ciated with\nthe document’s structure. In 2007, i4i sued petitioner Microsoft\nCorporation for willful infringement, claiming that Microsoft’s\nmanufacture and sale of certain Microsoft Word products infringed\ni4i’s patent. In addition to denying infringement, Microsoft\ncounterclaimed and sought a declaration that i4i’s patent was\ninvalid and unenforceable.Specifically and as relevant\nhere, Microsoft claimed that the on-sale bar of §102(b) rendered\nthe patent invalid, pointing to i4i’s prior sale of a software\nprogram known as S4. The parties agreed that, more than one year\nprior to the filing of the i4i patent application, i4i had sold S4\nin the United States. They presented opposing arguments to the\njury, however, as to whether that software embodied the invention\nclaimed in i4i’s patent. Because the software’s source code had\nbeen destroyed years before the commencement of this litigation,\nthe factual dispute turned largely on trial testimony by S4’s two\ninventors—also the named inventors on the i4i patent—both of whom\ntestified that S4 did not practice the key invention disclosed in\nthe patent.Relying on the undisputed fact that the S4\nsoftware was never presented to the PTO examiner, Microsoft\nobjected to i4i’s proposed instruction that it was required to\nprove its invalidity defense by clear and convincing evidence.\nInstead, “if an instruction on the ‘clear and convincing’ burden\nwere [to be] given,” App. 124a, n. 8, Microsoft re-quested the\nfollowing:“ ‘Microsoft’s burden of proving invalidity\nand unenforceability is by clear and convincing evidence. However,\nMicrosoft’s burden of proof with regard to its defense of\ninvalidity based on prior art that the ex-aminer did not review\nduring the prosecution of the patent-in-suit is by preponderance of\nthe evidence.’ ”Ibid.Rejecting the hybrid standard of proof that\nMicrosoft advocated, the District Court instructed the jury that\n“Microsoft has the burden of proving invalidity by clear and\nconvincing evidence.” App. to Pet. for Cert. 195a.The jury found that Microsoft willfully\ninfringed the i4i patent and that Microsoft failed to prove\ninvalidity due to the on-sale bar or otherwise. Denying Microsoft’s\npost-trial motions, the District Court rejected Microsoft’s\ncontention that the court improperly instructed the jury on the\nstandard of proof. The Court of Appeals for the Federal Circuit\naffirmed.[Footnote 2] 598\nF. 3d 831, 848 (2010). Relying on its settled interpretation\nof §282, the court explained that it could “discern [no] error” in\nthe jury instruction requiring Microsoft to prove its invalidity\ndefense by clear and convincing evidence. Ibid. We granted\ncertiorari. 562 U. S. ___ (2010).IIAccording to Microsoft, a\ndefendant in an infringement action need only persuade the jury of\nan invalidity defense by a preponderance of the evidence. In the\nalternative, Microsoft insists that a preponderance standard must\napply at least when an invalidity defense rests on evidence that\nwas never considered by the PTO in the examination process. We\nreject both contentions.[Footnote\n3]AWhere Congress has prescribed the\ngoverning standard of proof, its choice controls absent\n“countervailing constitutional constraints.”Steadmanv.SEC,450 U.\nS. 91, 95 (1981). The question, then, is whether Congress has\nmade such a choice here.As stated, the first paragraph of\n§282 provides that “[a] patent shall be presumed valid” and “[t]he\nburden of establishing invalidity of a patent or any claim thereof\nshall rest on the party asserting such invalidity.” Thus, by its\nexpress terms, §282 establishes a presumption of patent validity,\nand it provides that a challenger must overcome that presumption to\nprevail on an invalidity defense. But, while the statute explicitly\nspecifies the burden of proof, it includes no express articulation\nof the standard of proof.[Footnote\n4]Our statutory inquiry, however, cannot simply\nend there. We begin, of course, with “the assumption that the\nordinary meaning of the language” chosen by Congress “accurately\nexpresses the legislative purpose.”Engine Mfrs. Assn.v.South Coast Air Quality Management Dist.,541 U. S. 246, 252\n(2004) (internal quotation marks omitted). But where Congress uses\na common-law term in a statute, we assume the “term … comes with a\ncommon law meaning, absent anything pointing another way.”Safeco Ins. Co. of Americav.Burr,551 U. S. 47, 58 (2007)\n(citingBeckv.Prupis,529 U. S. 494, 500–501\n(2000)). Here, by stating that a patent is “presumed valid,” §282,\nCongress used a term with a settled meaning in the common law.Our decision inRCA,293 U. S.\n1, is authoritative. There, tracing nearly a century of case\nlaw from this Court and others, Justice Cardozo wrote for a\nunanimous Court that “there is a presumption of validity, a\npresumption not to be overthrown except by clear and cogent\nevidence.”Id., at 2. Although the “force” of the\npresumption found “varying expression” in this Court and elsewhere,id., at 7, Justice Cardozo explained, one “common core of\nthought and truth” unified the decisions:“[O]ne otherwise an infringer who assails the\nvalidity of a patent fair upon its face bears a heavy burden of\npersuasion, and fails unless his evidence has more than a dubious\npreponderance. If that is true where the assailant connects himself\nin some way with the title of the true inventor, it is soa\nfortioriwhere he is a stranger to the invention, without\nclaim of title of his own. If it is true where the assailant\nlaunches his attack with evidence different, at least in form, from\nany theretofore produced in opposition to the patent, it is so a\nbit more clearly where the evidence is even verbally the same.”Id., at 8 (internal citation omitted).[Footnote 5]The common-law presumption, in other words,\nreflected the universal understanding that a preponderance standard\nof proof was too “dubious” a basis to deem a patent invalid.Ibid.;see alsoid., at 7 (“[A] patent … is\npresumed to be valid until the presumption has been overcome by\nconvincing evidence of error”).Thus, by the time Congress enacted §282 and\ndeclared that a patent is “presumed valid,” the presumption of\npatent validity had long been a fixture of the common law.\nAccording to its settled meaning, a defendant raising an invalidity\ndefense bore “a heavy burden of persuasion,” requiring proof of the\ndefense by clear and convincing evidence.Id., at 8. That\nis, the presumption encompassed not only an allocation of the\nburden of proof but also an imposition of a heightened standard of\nproof. Under the general rule that a common-law term comes with its\ncommon-law meaning, we cannot conclude that Congress intended to\n“drop” the heightened standard proof from the presumption simply\nbecause §282 fails to reiterate it expressly.Nederv.United States,527 U. S. 1, 23 (1999);\nsee alsoid., at 21 (“ ‘Where Congress uses terms\nthat have accumulated settled meaning under . . . the common law,\n[we] must infer, unless the statute otherwise dictates, that\nCongress means to incorporate the established meaning of those\nterms.’ ” (quotingNationwide Mut. Ins. Co.v.Darden,503\nU. S. 318, 322 (1992)));Standard Oil Co. of N. J.v.United Sates,221 U. S. 1, 59 (1911)\n(“[W]here words are employed in a statute which had at the time a\nwell-known meaning at common law or in the law of this country they\nare presumed to have been used in that sense …”). “On the contrary,\nwe mustpresumethat Congress intended to incorporate” the\nheightened standard of proof, “unless the statute otherwise\ndictates.”Neder, 527 U. S., at 23 (internal quotation\nmarks omitted).We recognize that it may be unusual to treat a\npresumption as alone establishing the governing standard of proof.\nSee,e.g., J. Thayer, Preliminary Treatise on Evidence at\nthe Common Law 336–337 (1898) (hereinafter Thayer) (“When … we read\nthat the contrary of any particular presumption must be proved\nbeyond a reasonable doubt, … it is to be recognized that we have\nsomething superadded to the rule of presumption, namely, another\nrule as to the amount of evidence which is needed to overcome the\npresumption”). But given how judges, including Justice Cardozo,\nrepeatedly understood and explained the presumption of patent\nvalidity, we cannot accept Microsoft’s argument that Congress used\nthe words “presumed valid” to adopt only a procedural device for\n“shifting the burden of production,” or for “shifting both the\nburden of production and the burden of persuasion.” Brief for\nPetitioner 21–22 (emphasis deleted). Whatever the significance of a\npresumption in the abstract, basic principles of statutory\nconstruction require us to assume that Congress meant to\nincorporate “the cluster of ideas” attached to the common-law term\nit adopted.Beck, 529 U. S., at 501 (internal quotation\nmarks omitted). AndRCAleaves no doubt that attached to\nthe common-law presumption of patent validity was an expression as\nto its “force,” 293 U. S., at 7—that is, the standard of proof\nrequired to overcome it.[Footnote\n6]Resisting the conclusion that Congress adopted\nthe heightened standard of proof reflected in our pre-1952 cases,\nMicrosoft contends that those cases applied a clear-and-convincing\nstandard of proof only in two limited circumstances, not in every\ncase involving an invalidity defense. First, according to\nMicrosoft, the heightened standard of proof applied in cases\n“involving oral testimony of prior invention,” simply to account\nfor the unreliability of such testimony. Brief for Petitioner 25.\nSecond, Microsoft tells us, the heightened standard of proof\napplied to “invalidity challenges based on priority of invention,”\nwhere that issue had previously been litigated between the parties\nin PTO proceedings.Id., at 28.Squint as we may, we fail to see the\nqualifications that Microsoft purports to identify in our cases.\nThey certainly make no appearance inRCA’s explanation of\nthe presumption of patent validity.RCAsimply said,\nwithout qualification, “that one otherwise an infringer who assails\nthe validity of a patent fair upon its face bears a heavy burden of\npersuasion, and fails unless his evidence has more than a dubious\npreponderance.” 293 U. S., at 8; see alsoid., at 7 (“A\npatent regularly issued,and even more obviouslya patent\nissued after a hearing of all the rival claimants, is presumed to\nbe valid until the presumption has been overcome by convincing\nevidence of error” (emphasis added)). Nor do they appear in any of\nour cases as express limitations on the application of the\nheightened standard of proof. Cf.,e.g., Smithv.Hall,301\nU. S. 216, 233 (1937) (citingRCAfor the proposition\nthat a “heavy burden of persuasion … rests upon one who seeks to\nnegative novelty in a patent by showing prior use”);Mummv.Jacob E. Decker & Sons,301 U. S. 168, 171\n(1937) (“Not only is the burden to make good this defense upon the\nparty setting it up, but his burden is a heavy one, as it has been\nheld that every reasonable doubt should be resolved against him”\n(internal quotation marks omitted)). In fact, Microsoft itself\nadmits that our cases “could be read as announcing a heightened\nstandard applicable to all invalidity assertions.” Brief for\nPetitioner 30 (emphasis deleted).Furthermore, we cannot agree that Microsoft’s\nproposed limitations are inherent—even if unexpressed—in our\npre-1952 cases. As early as 1874 we explained that the burden of\nproving prior inventorship “rests upon [the de-fendant], and every\nreasonable doubt should be resolved against him,” without tying\nthat rule to the vagaries and manipulability of oral testimony.Coffinv.Ogden, 18 Wall. 120, 124 (1874). And,\nmore than 60 years later, we applied that rule where the evidence\nin support of a prior-use defense included documentary proof—not\njust oral testimony—in a case presenting no priority issues at all.\nSeeSmith, 301 U. S., at 221, 233. Thus, even if Congress\nsearched for some unstated limitations on the heightened standard\nof proof in our cases, it would have found none.[Footnote 7]Microsoft also argues that the Federal\nCircuit’s interpretation of §282’s statement that “[a] patent shall\nbe pre-sumed valid” must fail because it renders superfluous the\nstatute’s additional statement that “[t]he burden of establishing\ninvalidity of a patent … shall rest on the party asserting such\ninvalidity.” We agree that if the presumption imposes a heightened\nstandard of proof on the patent challenger, then it alone suffices\nto establish that the defendant bears the burden of persuasion. Cf.Director, Office of Workers’ Compensation Programsv.Greenwich Collieries,512 U. S. 267, 278\n(1994) (“A standard of proof … can apply only to a burden of\npersuasion”). Indeed, the Federal Circuit essentially recognized as\nmuch inAmerican Hoist. See 725 F. 3d, at 1359.But the canon against superfluity assists only\nwhere a competing interpretation gives effect “ ‘to every\nclause and word of a statute.’ ”Duncanv.Walker,533\nU. S. 167, 174 (2001) (quotingUnited Statesv.Menasche,348 U. S. 528, 538–539\n(1955)); seeBruesewitzv.Wyeth LLC, 562 U. S.\n___, ___ (2011) (slip op., at 12). Here, no interpretation of\n§282—including the two alternatives advanced by Microsoft—avoids\nexcess language. That is, if the presumption only “allocates the\nburden of production,” Brief for Petitioner 21, or if it instead\n“shift[s] both the burden of production and the burden of\npersuasion,”id., at 22 (emphasis deleted), thenitwould be unnecessary in light of §282’s statement that\nthe challenger bears the “burden of establishing invalidity.” See\n21B Fed. Practice §5122, at 401 (“[T]he same party who has the\nburden of persuasion also starts out with the burden of producing\nevidence”). “There are times when Congress enacts provisions that\nare superfluous,”Corleyv.United States, 556 U.\nS. ___, ___ (2009) (Alito, J., dissenting) (slip op., at 3), and\nthe kind of excess language that Microsoft identifies in §282 is\nhardly unusual in comparison to other statutes that set forth a\npresumption, a burden of persuasion, and a standard of proof. Cf.,e.g., 28 U. S. C. §2254(e)(1).[Footnote 8]BReprising the more limited\nargument that it pressed below, Microsoft argues in the alternative\nthat a preponderance standard must at least apply where the\nevidence before the factfinder was not before the PTO during the\nexamination process. In particular, it relies onKSR Int’l\nCo.v.Teleflex Inc.,550 U. S. 398(2007),\nwhere we ob-served that, in these circumstances, “the rationale\nunderlying the presumption—that the PTO, in its expertise, has\napproved the claim—seems much diminished.”Id., at\n426.That statement is true enough,\nalthough other rationales may animate the presumption in such\ncircumstances. SeeThe Barbed Wire Patent,143 U. S. 275, 292 (1892) (explaining\nthat because the patentee “first published this device; put it upon\nrecord; made use of it for a practical purpose; and gave it to the\npublic … . doubts … concerning the actual inventor … should be\nresolved in favor of the patentee”); cf. Brief for United States asAmicus Curiae33 (arguing that even when the\nadministrative cor-rectness rationale has no relevance, the\nheightened standard of proof “serves to protect the patent holder’s\nreliance interests” in disclosing an invention to the public in\nexchange for patent protection). The question remains, however,\nwhether Congress has specified the applicable standard of proof. As\nestablished, Congress did just that by codifying the common-law\npresumption of patent validity and, implicitly, the heightened\nstandard of proof attached to it.Our pre-1952 cases never adopted or endorsed\nthe kind of fluctuating standard of proof that Microsoft envisions.\nAnd they do not indicate, even in dicta, that anything less than a\nclear-and-convincing standard would ever apply to an invalidity\ndefense raised in an infringement action. To the contrary, the\nCourt spoke on this issue directly inRCA, stating that\nbecause the heightened standard of proof applied where the evidence\nbefore the court was “different” from that considered by the PTO,\nit applied even more clearly where the evidence was identical. 293\nU. S., at 8. Likewise, the Court’s statement that a “dubious\npreponderance” will never suffice to sustain an invalidity defense,ibid., admitted of no apparent exceptions. Finally, this\nCourt often applied the heightened standard of proof without any\nmention of whether the relevant prior-art evidence had been before\nthe PTO examiner, in circumstances strongly suggesting it had not.\nSee,e.g.,Smith, 301 U. S., at 227,\n233.[Footnote 9]Nothing in §282’s text suggests that Congress\nmeant to depart from that understanding to enact a standard of\nproof that would rise and fall with the facts of each case. Indeed,\nhad Congress intended to drop the heightened standard of proof\nwhere the evidence before the jury varied from that before the\nPTO—and thus to take the unusual and impractical step of enacting a\nvariable standard of proof that must itself be adjudicated in each\ncase, cf.Santoskyv.Kramer,455 U. S. 745, 757\n(1982)[Footnote 10]—we\nassume it would have said so expressly.To be sure, numerous courts of appeals in the\nyears preceding the 1952 Act observed that the presumption of\nvalidity is “weakened” or “dissipated” in the circumstance that the\nevidence in an infringement action was never considered by the PTO.\nSeeJacuzzi Bros.,Inc.v.Berkeley Pump\nCo., 191 F. 2d 632, 634 (CA9 1951) (“largely\ndissipated”);H. Schindler & Co.v.C.\nSaladino& Sons, 81 F. 2d 649, 651 (CA1\n1936) (“weakened”);Gillette Safety Razor Co.v.Cliff\nWeil Cigar Co., 107 F. 2d 105, 107 (CA4 1939) (“greatly\nweakened”);Butler Mfg. Co.v.Enterprise Cleaning\nCo., 81 F. 2d 711, 716 (CA8 1936) (“weakened”). But we\ncannot read these cases to hold or even to suggest that a\npreponderance standard would apply in such circumstances, and we\ndecline to impute such a reading to Congress. Instead, we\nunderstand these cases to reflect the same commonsense principle\nthat the Federal Circuit has recognized throughout its\nexistence—namely, that new evidence supporting an invalidity\ndefense may “carry more weight” in an infringement action than\nevidence previously considered by the PTO,American Hoist,\n725 F. 2d, at 1360. As Judge Rich explained:“When new evidence touching validity of the patent\nnot considered by the PTO is relied on, the tribunal considering it\nis not faced with having to disagree with the PTO or with deferring\nto its judgment or with taking its expertise into account. The\nevidence may, therefore, carry more weight and go further toward\nsustaining the attacker’s unchanging burden.”Ibid.(emphasis deleted)See alsoSIBIA Neurosciences, Inc.v.Cadus Pharmaceutical Corp., 225 F. 3d 1349, 1355–1356\n(CA Fed. 2000) (“[T]he alleged infringer’s burden may be more\neasily car-ried because of th[e] additional [evidence]”);Group\nOne, Ltd.v.Hallmark Cards, Inc., 407 F. 3d\n1297, 1306 (CA Fed. 2005) (similar).Simply put, if the PTO did not have all\nmaterial facts before it, its considered judgment may lose\nsignificant force. Cf.KSR, 550 U. S., at 427. And,\nconcomitantly, the challenger’s burden to persuade the jury of its\ninvalidity defense by clear and convincing evidence may be easier\nto sustain. In this respect, although we have no occasion to\nendorse any particular formulation, we note that a jury instruction\non the effect of new evidence can, and when requested, most often\nshould be given. When warranted, the jury may be instructed to\nconsider that it has heard evidence that the PTO had no opportunity\nto evaluate before granting the patent. When it is disputed whether\nthe evidence presented to the jury differs from that evaluated by\nthe PTO, the jury may be instructed to consider that question. In\neither case, the jury may be instructed to evaluate whether the\nevidence before it is materially new, and if so, to consider that\nfact when determining whether an invalidity defense has been proved\nby clear and convincing evidence. Cf.,e.g.,Mendenhallv.Cedarapids, Inc., 5 F. 3d\n1557, 1563–1564 (CA Fed. 1993); see also Brief for International\nBusiness Machines Corp. asAmicus Curiae31–37. Although\nMicrosoft emphasized in its argument to the jury that S4 was never\nconsidered by the PTO, it failed to request an instruction along\nthese lines from the District Court. Now, in its reply brief in\nthis Court, Microsoft insists that an instruction of this kind was\nwarranted. Reply Brief for Petitioner 22–23. That argument,\nhowever, comes far too late, and we therefore refuse to consider\nit. SeeRent-A-Center, West, Inc.v.Jackson, 561\nU. S. ___ , ___ (2010) (slip op., at 12); cf. Fed. Rule Civ. Proc.\n51(d)(1)(B).IIIThe parties and theiramicihave presented opposing views as to the wisdom of\nthe clear-and-convincing-evidence standard that Congress adopted.\nMicrosoft and itsamicicontend that the heightened\nstandard of proof dampens innovation by unduly insulating “bad”\npatents from invalidity challenges. They point to the high\ninvalidation rate as evidence that the PTO grants patent protection\nto too many undeserving “inventions.” They claim thatinter\npartesreexamination proceedings before the PTO cannot fix the\nproblem, as some grounds for invalidation (like the on-sale bar at\nissue here) cannot be raised in such proceedings. They question the\ndeference that the PTO’s expert determinations warrant, in light of\nthe agency’s resources and procedures, which they deem inadequate.\nAnd, they insist that the heightened standard of proof essentially\ncauses juries to abdicate their role in reviewing invalidity claims\nraised in infringement actions.For their part, i4i and itsamici, including the United States, contend that the\nheightened standard of proof properly limits the circumstances in\nwhich a lay jury overturns the considered judgment of an expert\nagency. They claim that the heightened standard of proof is an\nessential component of the patent “bargain,” seeBonito Boats,\nInc.v.Thunder Craft Boats, Inc.,489 U. S. 141, 150–151\n(1989), and the incentives for inventors to disclose their\ninnovations to the public in exchange for patent protection. They\ndisagree with the notion that the patent issuance rate is above the\noptimal level. They explain that limits on the reexamination\nprocess reflect a judgment by Congress as to the appropriate degree\nof interference with patentees’ reliance interests. Finally, they\nmaintain that juries that are properly instructed as to the\napplication of the clear-and-convincing-evidence standard can, and\noften do, find an invalidity defense established.We find ourselves in no position to judge the\ncomparative force of these policy arguments. For nearly 30 years,\nthe Federal Circuit has interpreted §282 as we do today. During\nthis period, Congress has often amended §282, see,e.g.,Pub. L. 104–141, §2, 109 Stat. 352; Pub. L. 98–417, §203, 98 Stat.\n1603; not once, so far as we (and Microsoft) are aware, has it even\nconsidered a proposal to lower the standard of proof, see Tr. Oral\nArg. 10. Moreover, Congress has amended the patent laws to account\nfor concerns about “bad” patents, including by expanding the\nreexamination process to provide forinter partesproceedings. See Optional Inter Partes Reexamination Procedure Act\nof 1999, 113 Stat. 1501A–567, codified at 35 U. S. C. §311et seq. Through it all, the evidentiary standard adopted\nin §282 has gone untouched. Indeed, Congress has left the Federal\nCircuit’s interpretation of §282 in place despite ongoing\ncriticism, both from within the Federal Government and\nwithout.[Footnote 11]Congress specified the applicable standard of\nproof in 1952 when it codified the common-law presumption of patent\nvalidity. Since then, it has allowed the Federal Circuit’s correct\ninterpretation of §282 to stand. Any re-calibration of the standard\nof proof remains in its hands.*  *  *For the reasons stated, the\njudgment of the Court of Appeals for the Federal Circuit isAffirmed.The Chief Justice took no part in\nthe consideration or decision of this case.Footnote 1As originally enacted in 1952, the first\nparagraph of §282 read: “A patent shall be presumed valid. The\nburden of establishing invalidity of a patent shall rest on a party\nasserting it.” 66 Stat. 812. Congress has since amended §282,\ninserting two sentences not relevant here and modifying the\nlanguage of the second sentence to that in the text.Footnote 2Although not relevant here, the Court of\nAppeals modified the effective date of the permanent injunction\nthat the District Court entered in favor of i4i. 598 F. 3d\n831, 863–864 (CA Fed. 2010).Footnote 3i4i contends that Microsoft forfeited the\nfirst argument by failing to raise it until its merits brief in\nthis Court. The argument, however, is within the scope of the\nquestion presented, and because we reject it on its merits, we need\nnot decide whether it has been preserved.Footnote 4A preliminary word on terminology is in\norder. As we have said, “[t]he term ‘burden of proof’ is one of the\n‘the slipperiest members of the family of legal terms.’ ”Schafferv.Weast,546 U. S. 49, 56 (2005)\n(quoting 2 J. Strong, McCormick on Evidence §342, p. 433 (5th ed.\n1999) (alteration omitted)). Historically, the term has encompassed\ntwo separate burdens: the “burden of persuasion” (specifying which\nparty loses if the evidence is balanced), as well as the “burden of\nproduction” (specifying which party must come forward with evidence\nat various stages in the litigation).Ibid.Adding more\nconfusion, the term “burden of proof” has occasionally been used as\na synonym for “standard of proof.”E.g.,Groganv.Garner,498 U. S. 279, 286\n(1991).Here we use “burden of proof” interchangeably with “burden of\npersuasion” to identify the party who must persuade the jury in its\nfavor to prevail. We use the term “standard of proof” to refer to\nthe degree of certainty by which the factfinder must be persuaded\nof a factual conclusion to find in favor of the party bearing the\nburden of persuasion. SeeAddingtonv.Texas,441 U. S. 418,\n423 (1979). In other words, the term “standard of proof” specifies\nhow difficult it will be for the party bearing the burden of\npersuasion to convince the jury of the facts in its favor. Various\nstandards of proof are familiar—beyond a reasonable doubt, by clear\nand convincing evidence, and by a preponderance of the evidence.\nSee generally 21B C. Wright & K. Graham, Federal Practice &\nProcedure §5122, pp. 405–411 (2d ed. 2005) (hereinafter Fed.\nPractice) (describing these and other standards of proof).Footnote 5Among other cases, Justice Cardozo citedCantrellv.Wallick,117 U. S. 689, 695–696\n(1886) (“Not only is the burden of proof to make good this defence\nupon the party setting it up, but … every reasonable doubt should\nbe resolved against him” (internal quotation marks omitted));Coffinv.Ogden, 18 Wall. 120, 124 (1874) (“The\nburden of proof rests upon [the defendant], and every reasonable\ndoubt should be resolved against him”);The Barbed Wire\nPatent,143 U. S. 275, 285 (1892) (“[This]\nprinciple has been repeatedly acted upon in the different\ncircuits”); andWashburnv.Gould, 29\nF. Cas. 312, 320 (No. 17,214) (CC Mass. 1844) (charging jury\nthat “[i]f it should so happen, that your minds are led to a\nreasonable doubt on the question, inasmuch as it is incumbent on\nthe defendant to satisfy you beyond that doubt, you will find for\nthe plaintiff”).Footnote 6Microsoft objects that this reading of §282\n“conflicts with the usual understanding of presumptions.” Reply\nBrief for Petitioner 4. In sup-port, it relies on the\n“understanding” reflected in Federal Rule of Evidence 301, which\nexplains the ordinary effect of a presumption in federal civil\nactions. That Rule, however, postdates the 1952 Act by nearly 30\nyears, and it is not dispositive of how Congress in 1952 understood\npresumptions generally, much less the presumption of pat-ent\nvalidity. In any event, the word “presumption” has often been used\nwhen another term might be more accurate. See Thayer 335 (“Often …\nmaxims and ground principles get expressed in this form of a\npresumption perversely and inaccurately”). And, to the extent\nCongress used the words “presumed valid” in an imprecise way, we\ncannot fault it for following our lead.Footnote 7In a similar vein, Microsoft insists that\nthere simply was no settled presumption of validity for Congress to\ncodify in 1952. Microsoft points to a handful of district court\ndecisions, which “question[ed] whether any presumption of validity\nwas warranted,” or which “required the patentee to prove the\nvalidity of his patent by a preponderance of the evidence.” Brief\nfor Petitioner 24 (emphasis deleted; brackets and internal\nquotation marks omitted); see,e.g., Ginsbergv.Railway Express Agency, Inc., 72 F. Supp. 43, 44\n(SDNY 1947) (stating, in dicta, that “[i]t may now well be said\nthat no presumption whatever arises from the grant of patent”); see\nalsopost,at 1 (Thomas, J., concurring in judgment).RCAmakes clear, however, that the presumption of patent\nvalidity had an established meaning traceable to the mid-19th\ncentury,293 U. S.\n1, 7–8 (1934); that some lower courts doubted its wisdom or\neven pretended it did not exist is of no moment. Microsoft may be\ncorrect that Congress enacted §282 to correct lower courts that\nrequired the patentee to prove the validity of a patent. SeeAmerican Hoist & Derrick Co.v.Sowa & Sons,\nInc., 725 F. 2d 1350, 1359 (CA Fed. 1984). But the\nlanguage Congress selected reveals its intent not only to specify\nthat the defendant bears the burden of proving invalidity but also\nthat the evidence in support of the defense must be clear and\nconvincing.Footnote 8For those of us for whom it is relevant, the\nlegislative history of §282 provides additional evidence that\nCongress meant to codify the judge-made presumption of validity,\nnot to set forth a new presumption of its own making. The\naccompanying House and Senate Reports both explain that §282\n“introduces a declaration of the presumption of va-lidity of a\npatent, which is now a statement made by courts in deci-sions, but\nhas had no expression in the statute.” H. R. Rep. No. 1923,\n82d Cong., 2d Sess., 10 (1952) (hereinafter H. R. Rep.);\nS. Rep. No. 1979, 82d Cong., 2d Sess., 9 (1952) (hereinafter\nS. Rep.). To the same effect, the Reviser’s Note indicates\nthat §282’s “first paragraph declares the existing presumption of\nvalidity of patents.” Note following 35 U. S. C. §282 (1952\ned.).Prior to 1952, the existing patent laws already incorporated the\nsum and substance of the presumption as Microsoft would define\nit—that is, they “assign[ed] the burden of proving invalidity to\nthe accused infringer,” Brief for Petitioner 14 (emphasis deleted).\nSee 35 U. S. C. §69 (1946 ed.) (providing that a defendant in\nan infringement action “may plead” and “prove on trial” the\ninvalidity of the patent as a defense); see also Patent Act of\n1870, ch. 230, §61, 16 Stat. 208 (same); Patent Act of 1836, ch.\n357, §15, 5 Stat. 123 (similar); Patent Act of 1793, ch. II, §6, 1\nStat. 322 (similar);Coffin, 18 Wall., at 124 (explaining\nthat the Patent Act of 1836 “allowed a party sued for infringement\nto prove, among other defences, that the patentee was not the\noriginal and first inventor of the thing patented, or of a\nsubstantial and material part thereof claimed to be new” (internal\nquotation marks omitted)). The House and Senate Reports state,\nhowever, that §282 established a principle that previously “had no\nexpression in the statute.” H. R. Rep., at 10; S. Rep.,\nat 9. Thus, because the only thing missing from §282’s predecessor\nwas the heightened standard of proof itself, Congress must have\nunderstood the presumption of patent validity to include the\nheightened standard of proof attached to it.Footnote 9Microsoft cites numerous court of appeals\ndecisions as support for its claim that a preponderance standard\nmust apply in the event that the evidence in the infringement\naction varies from that considered by the PTO. We see no hint of\nthe hybrid standard of proof that Microsoft advocates in these\ncases. Indeed, in some of these cases it appears that the court\neven evaluated the evidence according to a heightened standard of\nproof. SeeJacuzzi Bros.,Inc.v.Berkeley\nPump Co., 191 F. 2d 632, 634 (CA9 1951) (“Although it is\nnot expressly stated that th[e] conclusion [of invalidity] is based\nupon evidence establishing the thesis beyond a reasonable doubt,\nthe Trial Court expressed no doubt. And the record shows that such\nconclusion was supported by substantial evidence”);Western\nAuto Supply Co.v.American-National Co., 114\nF. 2d 711, 713 (CA6 1940) (concluding that the patent was\ninvalid where the court “entertain[ed] no doubt” on the\nquestion).Footnote 10Not the least of the impracticalities of such\nan approach arises from the fact that whether a PTO examiner\nconsidered a particular reference will often be a question without\na clear answer. In granting a patent, an examiner is under no duty\nto cite every reference he considers. 1 Dept. of Commerce, PTO,\nManual of Patent Examining Procedure §904.03, p. 900–51 (8th\nrev. ed. 2010) (“The examiner is not called upon to cite all\nreferences that may be available, but only the ‘best.’ Multiplying\nreferences, any one of which is as good as, but no better than, the\nothers, adds to the burden and cost of prosecution and should\ntherefore be avoided” (emphasis deleted)); Manual of Patent\nExamining Procedure §904.02, p. 129 (1st rev. ed. 1952)\n(same), http://www.uspto.gov/ web/offices/pac/mpep/old/E1R3_900.pdf\n(all Internet materials as visited June 6, 2011, and available in\nClerk of Court’s case file); see also Brief for Respondents 45–46\n(describing additional impracticalities). We see no indication in\n§282 that Congress meant to require collateral litigation on such\nan inherently uncertain question.Footnote 11See,e.g., FTC, To Promote\nInnovation: The Proper Balance of Competition and Patent Law and\nPolicy 28 (Oct. 2003), http://www.ftc.gov/\nos/2003/10/innovationrpt.pdf (recommending that “legislation be\nenacted specifying that challenges to the validity of a patent be\ndetermined based on a preponderance of the evidence”); Alsup, Memo\nto Congress: A District Judge’s Proposal for Patent Reform, 24\nBerkeley Tech. L. J. 1647, 1655 (2009) (same); Lichtman &\nLemley, Rethinking Patent Law’s Presumption of Validity, 60 Stan.\nL. Rev. 45, 60 (2007) (proposing “statutory amendment or …\njudicial reinterpretation of the existing statute and its\nassociated case law” to lower the standard of proof to a\npreponderance of the evidence (footnote omitted)).",
    "joined": []
}