{
    "case": {
        "docket": "184",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/184/"
    },
    "id": "1970638",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–702_________________ADRIAN MONCRIEFFE, PETITIONERv.ERIC\nH. HOLDER, Jr., ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[April 23, 2013]Justice Sotomayor delivered the opinion of the\nCourt.The Immigration and Nationality Act (INA),\n66Stat. 163, 8 U. S. C. §1101et seq.,\nprovides that a noncitizen who has been convicted of an “aggravated\nfelony” may be deported from this country. The INA also prohibits\nthe Attorney General from granting discretionary relief from\nremoval to an aggravated felon, no matter how compelling his case.\nAmong the crimes that are classified as aggravated felonies, and\nthus lead to these harsh consequences, are illicit drug trafficking\noffenses. We must decide whether this category includes a state\ncriminal statute that extends to the social sharing of a small\namount of marijuana. We hold it does not.IAThe INA allows the Government to deport\nvarious classes of noncitizens, such as those who overstay their\nvisas, and those who are convicted of certain crimes while in the\nUnited States, including drug offenses. §1227. Ordinarily, when a\nnoncitizen is found to be deportable on one of these grounds, he\nmay ask the Attorney General for certain forms of discretionary\nrelief from removal, like asylum (if he has a well-founded fear of\npersecution in his home country) and cancellation of removal (if,\namong other things, he has been lawfully present in the United\nStates for a number of years). §§1158, 1229b. But if a noncitizen\nhas been convicted of one of a narrower set of crimes classified as\n“aggravated felonies,” then he is not only deportable,\n§1227(a)(2)(A)(iii), but also ineligible for these discretionary\nforms of relief. See §§1158(b)(2)(A)(ii), (B)(i); §§1229b(a)(3),\n(b)(1)(C).[1]The INA defines “aggravated felony” to include a\nhost of offenses. §1101(a)(43). Among them is “illicit trafficking\nin a controlled substance.” §1101(a)(43)(B). This general term is\nnot defined, but the INA states that it “includ[es] a drug\ntrafficking crime (as defined in section 924(c) of title 18).”Ibid.In turn, 18 U. S. C. §924(c)(2) defines\n“drug trafficking crime” to mean “any felony punishable under the\nControlled Substances Act,” or two other statues not relevant here.\nThe chain of definitions ends with §3559(a)(5), which provides that\na “felony” is an offense for which the “maximum term of\nimprisonment authorized” is “more than one year.” The upshot is\nthat a noncitizen’s conviction of an offense that the Controlled\nSubstances Act (CSA) makes punishable by more than one year’s\nimprisonment will be counted as an “aggravated felony” for\nimmigration purposes. A conviction under either state or federal\nlaw may qualify, but a “state offense constitutes a ‘felony\npunishable under the Controlled Substances Act’ only if it\nproscribes conduct punishable as a felony under that federal law.”Lopezv.Gonzales,549 U.S.\n47, 60 (2006).BPetitioner Adrian Moncrieffe is a Jamaican\ncitizen who came to the United States legally in 1984, when he was\nthree. During a 2007 traffic stop, police found 1.3 grams of\nmarijuana in his car. This is the equivalent of about two or three\nmarijuana cigarettes. Moncrieffe pleaded guilty to possession of\nmarijuana with intent to distribute, a violation of Ga. Code Ann.\n§16–13–30(j)(1) (2007). Under a Georgia statute providing more\nlenient treatment to first-time offenders, §42–8–60(a) (1997), the\ntrial court withheld entering a judgment of conviction or imposing\nany term of imprisonment, and instead required that Moncrieffe\ncomplete five years of probation, after which his charge will be\nexpunged altogether.[2] App. to\nBrief for Petitioner 11–15.Alleging that this Georgia conviction\nconstituted an aggravated felony, the Federal Government sought to\ndeport Moncrieffe. The Government reasoned that possession of\nmarijuana with intent to distribute is an offense under the CSA, 21\nU. S. C. §841(a), punishable by up to five years’\nimprisonment, §841(b)(1)(D), and thus an aggravated felony. An\nImmigration Judge agreed and ordered Moncrieffe removed. App. to\nPet. for Cert. 14a–18a. The Board of Immigration Appeals (BIA)\naffirmed that conclusion on appeal.Id.,at 10a–13a.The Court of Appeals denied Moncrieffe’s\npetition for review. The court rejected Moncrieffe’s reliance upon\n§841(b)(4), a provision that, in effect, makes marijuana\ndistribution punishable only as a misdemeanor if the offense\ninvolves a small amount of marijuana for no remuneration. It held\nthat in a federal criminal prosecution, “the default sentencing\nrange for a marijuana distribution offense is the CSA’s felony\nprovision, §841(b)(1)(D), rather than the misdemeanor provision.”\n662 F.3d 387, 392 (CA5 2011). Because Moncrieffe’s Georgia offense\npenalized possession of marijuana with intent to distribute, the\ncourt concluded that it was “equivalent to a federal felony.”Ibid.We granted certiorari, 566 U. S. ___\n(2012), to resolve a conflict among the Courts of Appeals with\nrespect to whether a conviction under a statute that criminalizes\nconduct described by both §841’s felony provision and its\nmisdemeanor provision, such as a statute that punishes all\nmarijuana distribution without regard to the amount or\nremuneration, is a conviction for an offense that “proscribes\nconduct punishable as a felony under” the CSA.[3]Lopez, 549 U. S., at 60. We now\nreverse.IIAWhen the Government alleges that a state\nconviction qualifies as an “aggravated felony” under the INA, we\ngenerally employ a “categorical approach” to determine whether the\nstate offense is comparable to an offense listed in the INA. See,e.g.,Nijhawanv.Holder,557 U.S.\n29, 33–38 (2009);Gonzalesv.Duenas-Alvarez,549 U.S.\n183, 185–187 (2007). Under this approach we look “not to the\nfacts of the particular prior case,” but instead to whether “the\nstate statute defining the crime of conviction” categorically fits\nwithin the “generic” federal definition of a corresponding\naggravated felony.Id.,at 186 (citingTaylorv.United States,495 U.S.\n575, 599–600 (1990)). By “generic,” we mean the offenses must\nbe viewed in the abstract, to see whether the state statute shares\nthe nature of the federal offense that serves as a point of\ncomparison. Accordingly, a state offense is a categorical match\nwith a generic federal offense only if a conviction of the state\noffense “ ‘necessarily’ involved . . . facts\nequating to [the] generic [federal offense].”Shepardv.United States,544 U.S.\n13, 24 (2005) (plurality opinion). Whether the noncitizen’s\nactual conduct involved such facts “is quite irrelevant.”United\nStates ex rel. Guarinov.Uhl, 107 F.2d 399, 400\n(CA2 1939) (L. Hand, J.).Because we examine what the state conviction\nnecessarily involved, not the facts underlying the case, we must\npresume that the conviction “rested upon [nothing] more than the\nleast of th[e] acts” criminalized, and then determine whether even\nthose acts are encompassed by the generic federal offense.Johnsonv.United States,559\nU.S. 133, 137 (2010); seeGuarino, 107 F. 2d, at\n400. But this rule is not without qualification. First, our cases\nhave addressed state statutes that contain several different\ncrimes, each described separately, and we have held that a court\nmay determine which particular offense the noncitizen was convicted\nof by examining the charging document and jury instructions, or in\nthe case of a guilty plea, the plea agreement, plea colloquy, or\n“ ‘some comparable judicial record’ of the factual basis for\nthe plea.”Nijhawan, 557 U. S., at 35 (quotingShepard, 544 U. S., at 26). Sec- ond, our focus on the\nminimum conduct criminalized by the state statute is not an\ninvitation to apply “legal imagination” to the state offense; there\nmust be “a realistic probability, not a theoretical possibility,\nthat the State would apply its statute to conduct that falls\noutside the generic definition of a crime.”Duenas-Alvarez,\n549 U. S., at 193.This categorical approach has a long pedigree in\nour Nation’s immigration law. See Das, The Immigration Penalties of\nCriminal Convictions: Resurrecting Categorical Analysis in\nImmigration Law, 86 N. Y. U. L. Rev. 1669, 1688–1702,\n1749–1752 (2011) (tracing judicial decisions back to 1913). The\nreason is that the INA asks what offense the noncitizen was\n“convicted” of, 8 U. S. C. §1227(a)(2)(A)(iii), not what\nacts he committed. “[C]on- viction” is “the relevant statutory\nhook.”[4]Carachuri-Rosendov.Holder, 560 U. S. ___, ___\n(2010) (slip op., at 16); seeUnited States ex rel.\nMyliusv.Uhl, 210 F. 860, 862 (CA2 1914).BThe aggravated felony at issue here, “illicit\ntrafficking in a controlled substance,” is a “generic crim[e].”Nijhawan, 557 U. S., at 37. So the categorical approach\napplies.Ibid.As we have explained,supra,at 2–3,\nthis aggravated felony encompasses all state offenses that\n“proscrib[e] conduct punishable as a felony under [the CSA].”Lopez, 549 U. S., at 60. In other words, to satisfy the\ncategorical approach, a state drug offense must meet two\nconditions: It must “necessarily” proscribe conduct that is an\noffense under the CSA, and the CSA must “necessarily” prescribe\nfelony punishment for that conduct.Moncrieffe was convicted under a Georgia statute\nthat makes it a crime to “possess, have under [one’s] control,\nmanufacture, deliver, distribute, dispense, administer, purchase,\nsell, or possess with intent to distribute mari- juana.” Ga. Code\nAnn. §16–13–30(j)(1). We know from his plea agreement that\nMoncrieffe was convicted of the last of these offenses. App. to\nBrief for Petitioner 11;Shepard, 544 U. S., at 26. We\ntherefore must determine whether possession of marijuana with\nintent to distribute is “necessarily” conduct punishable as a\nfelony under the CSA.We begin with the relevant conduct criminalized\nby the CSA. There is no question that it is a federal crime to\n“possess with intent to . . . distribute . . .\na controlled substance,” 21 U. S. C. §841(a)(1), one of\nwhich is mari- juana, §812(c).[5] So far, the state and federal provisions correspond.\nBut this is not enough, because the generically defined federal\ncrime is “any felony punishable under the Controlled Substances\nAct,” 18 U. S. C. §924(c)(2), not just any “offense under\nthe CSA.” Thus we must look to what punishment the CSA imposes for\nthis offense.Section 841 is divided into two subsections that\nare relevant here: (a), titled “Unlawful acts,” which includes the\noffense just described, and (b), titled “Penalties.” Subsection (b)\ntells us how “any person who violates subsection (a)” shall be\npunished, depending on the circumstances of his crime (e.g.,the type and quantity of controlled substance involved, whether it\nis a repeat offense).[6]\nSubsection (b)(1)(D) provides that if a person commits a violation\nof subsection (a) involving “less than 50 kilograms of marihuana,”\nthen “such person shall, except as provided in paragraphs (4) and\n(5) of this subsection, be sentenced to a term of imprisonment of\nnot more than 5 years,”i.e.,as a felon. But one of the\nexceptions is important here. Paragraph (4) provides,\n“Notwithstanding paragraph (1)(D) of this subsection, any person\nwho violates subsection (a) of this section by distributing a small\namount of marihuana for no remuneration shall be treated as” a\nsimple drug possessor, 21 U. S. C. §844, which for our\npurposes means as a misdemeanant.[7] These dovetailing provisions create two mutually\nexclusive categories of punishment for CSA marijuana distribution\noffenses: one a felony, and one not. The only way to know whether a\nmarijuana distribution offense is “punishable as a felony” under\nthe CSA,Lopez, 549 U. S., at 60, is to know whether\nthe conditions described in paragraph (4) are present or\nabsent.A conviction under the same Georgia statute for\n“sell[ing]” marijuana, for example, would seem to establish\nremuneration. The presence of remuneration would mean that\nparagraph (4) is not implicated, and thus that the conviction is\nnecessarily for conduct punishable as a felony under the CSA (under\nparagraph (1)(D)). In contrast, the fact of a conviction for\npossession with intent to distribute marijuana, standing alone,\ndoes not reveal whether either remuneration or more than a small\namount of marijuana was involved. It is possible neither was; we\nknow that Georgia prosecutes this offense when a defendant\npossesses only a small amount of marijuana, see,e.g.,Taylorv.State, 260 Ga. App. 890,581 S.E.2d 386, 388 (2003) (6.6 grams), and that “distribution”\ndoes not require remuneration, see,e.g.,Haddenv.State, 181 Ga. App. 628, 628–629,353 S.E.2d 532, 533–534 (1987). So Moncrieffe’s conviction\ncould correspond to either the CSA felony or the CSA misdemeanor.\nAmbiguity on this point means that the conviction did not\n“necessarily” involve facts that correspond to an offense\npunishable as a felony under the CSA. Under the categorical\napproach, then, Moncrieffe was not convicted of an aggravated\nfelony.IIIAThe Government advances a different approach\nthat leads to a different result. In its view, §841(b)(4)’s\nmisdemeanor provision is irrelevant to the categorical analysis\nbecause paragraph (4) is merely a “mitigating exception,” to the\nCSA offense, not one of the “elements” of the offense. Brief for\nRespondent 12. And because possession with intent to distribute\nmarijuana is “presumptive[ly]” a felony under the CSA, the\nGovernment asserts, any state offense with the same elements is\npresumptively an aggravated felony.Id.,at 37. These two\ncontentions are related, and we reject both of them.First, the Government reads our cases to hold\nthat the categorical approach is concerned only with the “elements”\nof an offense, so §841(b)(4) “is not relevant” to the categorical\nanalysis.Id., at 20. It is enough to satisfy the\ncategorical inquiry, the Government suggests, that the “elements”\nof Moncrieffe’s Georgia offense are the same as those of the CSA\noffense: (1) possession (2) of marijuana (a controlled substance),\n(3) with intent to distribute it. But that understanding is\ninconsistent withCarachuri-Rosendo, our only decision to\naddress both “elements” and “sentencing factors.” There we\nrecognized that when Congress has chosen to define the generic\nfederal offense by reference to punishment, it may be necessary to\ntake account of federal sentencing factors too. See 560 U. S.,\nat ___ (slip op., at 3). In that case the relevant CSA offense was\nsimple possession, which “becomes a ‘felony punishable under the\n[CSA]’ only because the sentencing factor of recidivism authorizes\nadditional punishment beyond one year, the criterion for a felony.”Id.,at ___ (Scalia, J., concurring in judgment) (slip op.,\nat 2). We therefore called the generic federal offense “recidivist\nsimple possession,” even though such a crime is not actually “a\nseparate offense” under the CSA, but rather an\n“ ‘amalgam’ ” of offense elements and sentencing factors.Id.,at ___, and n. 3, ___ (majority opinion) (slip\nop., at 3, and n. 3, 7).In other words, not only must the state offense\nof conviction meet the “elements” of the generic federal offense\ndefined by the INA, but the CSA must punish that offense as a\nfelony. Here, the facts giving rise to the CSA offense establish a\ncrime that may be either a felony or a misdemeanor, depending upon\nthe presence or absence of certain factors that are not themselves\nelements of the crime. And so to qualify as an aggravated felony, a\nconviction for the predicate offense must necessarily establish\nthose factors as well.The Government attempts to distinguishCarachuri-Rosendoon the ground that the sentencing factor\nthere was a “narrow” aggravating exception that turned a\nmisdemeanor into a felony, whereas here §841(b)(4) is a narrow\nmitigation exception that turns a felony into a misdemeanor. Brief\nfor Respondent 40–43. This argument hinges upon the Government’s\nsecond assertion: that any marijuana distribution conviction is\n“presumptively” a felony. But that is simply incorrect, and the\nGovernment’s argument collapses as a result. Marijuana distribution\nis neither a felony nor a misdemeanor until we know whether the\nconditions in paragraph (4) attach: Section 841(b)(1)(D) makes the\ncrime punishable by five years’ imprisonment “exceptas\nprovided” in paragraph (4), and §841(b)(4) makes it punishable as a\nmisdemeanor “[n]otwithstandingparagraph (1)(D)” when only\n“a small amount of marihuana for no remuneration” is involved.\n(Emphasis added.) The CSA’s text makes neither provision the\ndefault. Rather, each is drafted to be exclusive of the other.Like the BIA and the Fifth Circuit, the\nGovernment believes the felony provision to be the default because,\nin practice, that is how federal criminal prosecutions for\nmarijuana distribution operate. See 662 F. 3d, at 391–392;Matter of Aruna, 24 I. & N. Dec. 452,456–457 (2008); Brief for Respondent 18–23. It is true that every\nCourt of Appeals to have considered the question has held that a\ndefendant is eligible for a 5-year sentence under §841(b)(1)(D) if\nthe Government proves he possessed marijuana with the intent to\ndistribute it, and that the Government need not negate the\n§841(b)(4) factors in each case. See, e.g.,United\nStatesv.Outen,286 F.3d 622, 636–639 (CA2 2002) (describing §841(b)(4) as a\n“mitigating exception”);United Statesv.Hamlin,319 F.3d 666, 670–671 (CA4 2003) (collecting cases). Instead,\nthe burden is on the defendant to show that he qualifies for the\nlesser sentence under §841(b)(4). Cf.id.,at 671.We cannot discount §841’s text, however, which\ncreates no default punishment, in favor of the procedural overlay\nor burdens of proof that would apply in a hypothetical federal\ncriminal prosecution. InCarachuri-Rosendo, we rejected the\nFifth Circuit’s “ ‘hypothetical approach,’ ” which\nexamined whether conduct “ ‘could have been punished as a\nfelony’ ‘had [it] been prosecuted in federal court.’ ” 560\nU. S., at ___, ___ (slip op., at 8, 11).[8] The outcome in a hypothetical prosecution is\nnot the relevant inquiry. Rather, our “more focused, categorical\ninquiry” is whether the record of conviction of the predicate\noffense necessarily establishes conduct that the CSA, on its own\nterms, makes punishable as a felony.Id.,at ___ (slip op.,\nat 16).The analogy to a federal prosecution is\nmisplaced for another reason. The Court of Appeals cases the\nGovernment cites distinguished between elements and sentencing\nfactors to determine which facts must be proved to a jury, in light\nof the Sixth Amendment concerns addressed inApprendiv.New Jersey,530 U.S.\n466(2000). The courts considered which “provision\n. . . states a complete crime upon the fewestfacts,”Outen, 286 F. 3d, at 638, which was\nsignificant afterApprendito identify what a jury had to\nfind before a defendant could receive §841(b)(1)(D)’s maximum\n5-year sentence. But those concerns do not apply in this context.\nHere we consider a “generic” federal offense in the abstract, not\nan actual federal offense being prosecuted before a jury. Our\nconcern is only which facts the CSA relies upon to distinguish\nbetween felonies and misdemeanors, not which facts must be found by\na jury as opposed to a judge, nor who has the burden of proving\nwhich facts in a federal prosecution.[9]Because of these differences, we made clear inCarachuri-Rosendothat, for purposes of the INA, a generic\nfed- eral offense may be defined by reference to both\n“ ‘elements’ in the traditional sense” and sentencing factors.\n560 U. S., at ___, n. 3, ___ (slip op., at 3, n. 3,\n7); see alsoid.,at ___ (Scalia, J., concurring in\njudgment) (slip op., at 3) (describing the generic federal offense\nthere as “the Controlled Substances Act felony of\npossession-plus-recidivism”). Indeed, the distinction between\n“elements” and “sentencing factors” did not exist when Congress\nadded illicit drug trafficking to the list of aggravated felonies,\nAnti-Drug Abuse Act of 1988, 102Stat. 4469–4470, and most courts at\nthe time understood both §841(b)(1)(D) and §841(b)(4) to contain\nsentencing factors that draw the line between a felony and a\nmisdemeanor. See,e.g.,United Statesv.Campuzano, 905 F.2d 677, 679 (CA2 1990).Carachuri-Rosendocontrols here.Finally, there is a more fundamental flaw in the\nGovernment’s approach: It would render even an undisputed\nmisdemeanor an aggravated felony. This is “just what the English\nlanguage tells us not to expect,” and that leaves us “very wary of\nthe Government’s position.”Lopez, 549 U. S., at 54.\nConsider a conviction under a New York statute that provides, “A\nperson is guilty of criminal sale of marihuana in the fifth degree\nwhen he knowingly and unlawfully sells,without\nconsideration, [marihuana] of an aggregate weight oftwo\ngrams or less; or one cigarette containing marihuana.”\nN. Y. Penal Law Ann. §221.35 (West 2008) (emphasis added).\nThis statute criminalizes only the distribution of a small amount\nof marijuana for no remuneration, and so all convictions under the\nstatute would fit within the CSA misdemeanor provision, §841(b)(4).\nBut the Government would categorically deem a conviction under this\nstatute to be an aggravated felony, because the statute contains\nthe corresponding “elements” of (1) distributing (2) marijuana, and\nthe Government believes all marijuana distribution offenses are\npunishable as felonies.The same anomaly would result in the case of a\nnoncitizen convicted of a misdemeanor in federal court under\n§§841(a) and (b)(4) directly. Even in that case, under the\nGovernment’s logic, we would need to treat the federal misdemeanor\nconviction as an aggravated felony, because the conviction\nestablishes elements of an offense that is presumptively a felony.\nThis cannot be. “We cannot imagine that Congress took the trouble\nto incorporate its own statutory scheme of felonies and\nmisdemeanors,” only to have courts presume felony treatment and\nignore the very factors that distinguish felonies from\nmisdemeanors.Lopez, 549 U. S., at 58.BRecognizing that its approach leads to\nconsequences Congress could not have intended, the Government\nhedges its argument by proposing a remedy: Noncitizens should be\ngiven an opportunity during immigration proceedings to demonstrate\nthat their predicate marijuana distribution convictions involved\nonly a small amount of marijuana and no remuneration, just as a\nfederal criminal defendant could do at sentencing. Brief for\nRespondent 35–39. This is the procedure adopted by the BIA inMatter of Castro Rodriguez, 25 I. & N. Dec. 698, 702\n(2012), and endorsed by Justice Alito’s dissent,post,at\n11–12.This solution is entirely inconsistent with both\nthe INA’s text and the categorical approach. As noted, the relevant\nINA provisions ask what the noncitizen was “convicted of,” not what\nhe did, and the inquiry in immigration proceedings is limited\naccordingly. 8 U. S. C. §§1227(a)(2)(A)(iii),\n1229b(a)(3); seeCarachuri-Rosendo, 560 U. S., at ___\n(slip op., at 11). The Government cites no statutory authority for\nsuch case-specific factfinding in immigration court, and none is\napparent in the INA. Indeed, the Government’s main categorical\nargument would seem to preclude this inquiry: If the Government\nwere correct that “the fact of a marijuana-distribution convictionaloneconstitutes a CSA felony,” Brief for Respondent 37,\nthen all marijuana distribution convictions would categorically be\nconvictions of the drug trafficking aggravated felony, mandatory\ndeportation would follow under the statute, and there would be no\nroom for the Government’s follow-on factfinding procedure. The\nGovernment cannot have it both ways.Moreover, the procedure the Government envisions\nwould require precisely the sort ofpost hocinvestigation into the facts of predicate offenses that we have\nlong deemed undesirable. The categorical approach serves\n“practical” purposes: It promotes judicial and administrative\nefficiency by precluding the relitigation of past convictions in\nminitrials conducted long after the fact.Chambersv.United States,555 U.S.\n122, 125 (2009); see alsoMylius, 210 F., at 862–863.\nYet the Government’s approach would have our Nation’s overburdened\nimmigration courts entertain and weigh testimony from, for example,\nthe friend of a noncitizen who may have shared a marijuana\ncigarette with him at a party, or the local police officer who\nrecalls to the contrary that cash traded hands. And, as a result,\ntwo noncitizens, each “convicted of” the same offense, might obtain\ndifferent aggravated felony determinations depending on what\nevidence remains available or how it is perceived by an individual\nimmigration judge. The categorical approach was designed to avoid\nthis “potential unfairness.”Taylor, 495 U. S., at 601;\nsee alsoMylius, 210 F., at 863.Furthermore, the minitrials the Government\nproposes would be possible only if the noncitizen could locate\nwitnesses years after the fact, notwithstanding that during removal\nproceedings noncitizens are not guaranteed legal representation and\nare often subject to mandatory detention, §1226(c)(1)(B), where\nthey have little ability to collect evidence. See Katzmann, The\nLegal Profession and the Unmet Needs of the Immigrant Poor, 21 Geo.\nJ. Legal Ethics 3, 5–10 (2008); Brief for National Immigrant\nJustice Center et al. asAmici Curiae5–18; Brief for\nImmigration Law Professors asAmici Curiae27–32. A\nnoncitizen in removal proceedings is not at all similarly situated\nto a defendant in a federal criminal prosecution. The Government’s\nsuggestion that the CSA’s procedures could readily be replicated in\nimmigration proceedings is therefore misplaced. Cf.Carachuri-Rosendo, 560 U. S., at ___ (slip op., at\n14–15) (rejecting the Government’s argument that procedures\ngoverning determination of the recidivism sentencing factor could\n“be satisfied during the immigration proceeding”).The Government defends its proposed immigration\ncourt proceedings as “a subsequent stepoutside the categorical\napproachin light of Section 841(b)(4)’s\n‘circumstance-specific’ nature.” Brief for Respondent 37. This\nargument rests uponNijhawan, in which we considered another\naggravated felony, “an offense that . . . involves fraud\nor deceit in which the loss to the victim or victims exceeds\n$10,000.” 8 U. S. C. §1101(a)(43)(M)(i). We held that the\n$10,000 threshold was not to be applied categorically as a required\ncomponent of a generic offense, but instead called for a\n“circumstance-specific approach” that allows for an examination, in\nimmigration court, of the “particular circumstances in which an\noffender committed the crime on a particular occasion.”Nijhawan, 557 U. S., at 38–40. The Government suggests\nthe §841(b)(4) factors are like the monetary threshold, and thus\nsimilarly amenable to a circumstance-specific inquiry.We explained inNijhawan, however, that\nunlike the provision there, “illicit trafficking in a controlled\nsubstance” is a “generic crim[e]” to which the categorical approach\napplies, not a circumstance-specific provision.Id., at 37;\nsee alsoCarachuri-Rosendo, 560 U. S., at ___,\nn. 11 (slip op., at 12–13, n. 11). That distinction is\nevident in the structure of the INA. The monetary threshold is a\nlimitation, written into the INA itself, on the scope of the\naggravated felony for fraud. And the monetary threshold is set off\nby the words “in which,” which calls for a circumstance-specific\nexamination of “the conduct involved ‘in’ the commission of\nthe offense of conviction.”Nijhawan, 557 U. S., at 39.\nLocating this exception in the INA proper suggests an intent to\nhave the relevant facts found in immigration proceedings. But\nwhere, as here, the INA incorporates other criminal statutes\nwholesale, we have held it “must refer to generic crimes,” to which\nthe categorical approach applies.Id.,at 37.Finally, the Government suggests that the\nimmigration court’s task would not be so daunting in some cases,\nsuch as those in which a noncitizen was convicted under the New\nYork statute previously discussed or convicted directly under\n§841(b)(4). True, in those cases, the record of conviction might\nreveal on its face that the predicate offense was punishable only\nas a misdemeanor. But most States do not have stand-alone offenses\nfor the social sharing of marijuana, so minitrials concerning\nconvictions from the other States, such as Georgia, would be\ninevitable.[10] The\nGovernment suggests that even in these other States, the record of\nconviction may often address the §841(b)(4) factors, because\nnoncitizens “will be advised of the immigration consequences of a\nconviction,” as defense counsel is required to do underPadillav.Kentucky, 559 U.S. 359 (2010), and as a\nresult counsel can build an appropriate record when the facts are\nfresh. Brief for Respondent 38. Even assuming defense counsel\n“will” do something simply because it is required of effective\ncounsel (an assumption experience does not always bear out), this\nargument is unavailing because there is no reason to believe that\nstate courts will regularly or uniformly admit evidence going to\nfacts, such as remuneration, that are irrelevant to the offense\ncharged.In short, to avoid the absurd consequences that\nwould flow from the Government’s narrow understanding of the\ncategorical approach, the Government proposes a solution that\nlargely undermines the categorical approach. That the only cure is\nworse than the disease suggests the Government is simply wrong.CThe Government fears the consequences of our\ndecision, but its concerns are exaggerated. The Government observes\nthat, like Georgia, about half the States criminalize marijuana\ndistribution through statutes that do not require remuneration or\nany minimum quantity of mari- juana.Id.,at 26–28. As a\nresult, the Government contends, noncitizens convicted of marijuana\ndistribution offenses in those States will avoid “aggravated\nfelony” determinations, purely because their convictions do not\nresolve whether their offenses involved federal felony conduct or\nmisdemeanor conduct, even though many (if not most) prosecutions\ninvolve either remuneration or larger amounts of marijuana (or\nboth).Escaping aggravated felony treatment does not\nmean escaping deportation, though. It means only avoiding mandatory\nremoval. SeeCarachuri-Rosendo, 560 U. S., at ___ (slip\nop., at 17). Any marijuana distribution offense, even a\nmisdemeanor, will still render a noncitizen deportable as a\ncontrolled substances offender. 8 U. S. C.\n§1227(a)(2)(B)(i). At that point, having been found not to be an\naggravated felon, the noncitizen may seek relief from removal such\nas asylum or cancellation of removal, assuming he satisfies the\nother eligibility criteria. §§1158(b), 1229b(a)(1)–(2). But those\nforms of relief are discretionary. The Attorney General may, in his\ndiscretion, deny relief if he finds that the noncitizen is actually\na member of one “of the world’s most dangerous drug cartels,”post,at 2 (opinion of Alito, J.), just as he may deny\nrelief if he concludes the negative equities outweigh the positive\nequities of the noncitizen’s case for other reasons. As a result,\n“to the extent that our rejection of the Government’s broad\nunderstanding of the scope of ‘aggravated felony’ may have any\npractical effect on policing our Nation’s borders, it is a limited\none.”Carachuri-Rosendo, 560 U. S., at ___ (slip op.,\nat 17).In any event, serious drug traffickers may be\nadjudi- cated aggravated felons regardless, because they will\nlikely be convicted under greater “trafficking” offenses that\nnecessarily establish that more than a small amount of marijuana\nwas involved. See,e.g.,Ga. Code Ann. §16–13–31(c)(1)\n(Supp. 2012) (separate provision for trafficking in more than 10\npounds of marijuana). Of course, some offenders’ conduct will fall\nbetween §841(b)(4) conduct and the more serious conduct required to\ntrigger a “trafficking” statute. Brief for Respondent 30. Those\noffenders may avoid aggravated felony status by operation of the\ncategorical approach. But the Government’s objection to that\nunderinclusive result is little more than an attack on the\ncategorical approach itself.[11] We prefer this degree of imperfection to the heavy\nburden of relitigating old prosecutions. Seesupra,at\n15–16. And we err on the side of underinclusiveness because\nambiguity in criminal statutes referenced by the INA must be\nconstrued in the noncitizen’s favor. SeeCarachuri-Rosendo,\n560 U. S., at ___ (slip op., at 17);Leocalv.Ashcroft,543 U.S.\n1, 11, n. 8 (2004).Finally, the Government suggests that our\nholding will frustrate the enforcement of other aggravated felony\nprovisions, like §1101(a)(43)(C), which refers to a federal\nfirearms statute that contains an exception for “antique\nfirearm[s],” 18 U. S. C. §921(a)(3). The Government fears\nthat a conviction under any state firearms law that lacks such an\nexception will be deemed to fail the categorical inquiry. ButDuenas-Alvarezrequires that there be “a realistic\nprobability, not a theoretical possibility, that the State would\napply its statute to conduct that falls outside the generic\ndefinition of a crime.” 549 U. S., at 193. To defeat the\ncategorical comparison in this manner, a non- citizen would have to\ndemonstrate that the State actu- ally prosecutes the relevant\noffense in cases involving an- tique firearms. Further, the\nGovernment points to §1101(a)(43)(P), which makes passport fraud an\naggravated felony, except when the noncitizen shows he committed\nthe offense to assist an immediate family member. But that\nexception is provided in the INA itself. As we held inNijhawan, a circumstance-specific inquiry would apply to\nthat provision, so it is not comparable. 557 U. S., at\n37–38.*  *  *This is the third time in seven years that we\nhave considered whether the Government has properly characterized a\nlow-level drug offense as “illicit trafficking in a controlled\nsubstance,” and thus an “aggravated felony.” Once again we hold\nthat the Government’s approach defies “the ‘commonsense\nconception’ ” of these terms.Carachuri-Rosendo, 560\nU. S., at ___ (slip op., at 9) (quotingLopez, 549\nU. S., at 53). Sharing a small amount of marijuana for no\nremuneration, let alone possession with intent to do so, “does not\nfit easily into the ‘everyday understanding’ ” of\n“trafficking,” which “ ‘ordinarily . . . means some\nsort of commercial dealing.’ ”Carachuri-Rosendo, 560\nU. S., at ___ (slip op., at 9) (quotingLopez, 549\nU. S., at 53–54). Nor is it sensible that a state statute that\ncriminalizes conduct that the CSA treats as a misde- meanor should\nbe designated an “aggravated felony.” We hold that it may not be.\nIf a noncitizen’s conviction for a marijuana distribution offense\nfails to establish that the offense involved either remuneration or\nmore than a small amount of marijuana, the conviction is not for an\naggravated felony under the INA. The contrary judgment of the Court\nof Appeals is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1In addition to asylum, a\nnoncitizen who fears persecution may seek withholding of removal, 8\nU. S. C. §1231(b)(3)(A), and deferral of removal under\nthe Convention Against Torture and Other Cruel, Inhuman or\nDegrading Treatment or Punishment (CAT), Art. 3, Dec. 10, 1984, S.\nTreaty Doc. No. 100–20, p. 20, 1465 U. N. T. S.\n85; 8 CFR §1208.17(a) (2012). These forms of relief require the\nnoncitizen to show a greater likelihood of persecution or torture\nat home than is necessary for asylum, but the Attorney General has\nno discretion to deny relief to a noncitizen who establishes his\neligibility. A conviction of an aggravated felony has no effect on\nCAT eligibility, but will render a noncitizen ineligible for\nwithholding of removal if he “has been sentenced to an aggregate\nterm of imprisonment of at least 5 years” for any aggravated\nfelonies. 8 U. S. C. §1231(b)(3)(B).2The parties agree that\nthis resolution of Moncrieffe’s Georgia case is nevertheless a\n“conviction” as the INA defines that term, 8 U. S. C.\n§1101(a)(48)(A). See Brief for Petitioner 6, n. 2; Brief for\nRespondent 5, n. 2.3Compare 662 F.3d 387 (CA5\n2011) (case below),Garciav.Holder, 638 F.3d 511\n(CA6 2011) (is an aggravated felony), andJulcev.Mukasey, 530 F.3d 30 (CA1 2008) (same), withMartinezv.Mukasey, 551 F.3d 113 (CA2 2008) (is not an aggravated\nfelony), andWilsonv.Ashcroft,350 F.3d 377(CA3 2003) (same).4Carachuri-Rosendoconstrued a different provision of the INA that concerns\ncancellation of removal, which also requires determining whether\nthe noncitizen has been “convictedof any aggravated\nfelony.” 8 U. S. C. §1229b(a)(3) (emphasis added). Our\nanalysis is the same in both contexts.5In full, 21\nU. S. C. §841(a)(1) provides, “Except as authorized by\nthis subchapter, it shall be unlawful for any person knowingly or\nintentionally— “(1) to manufacture, distribute, or dispense, or\npossess with intent to manufacture, distribute, or dispense, a\ncontrolled substance . . . .”6In pertinent part,\n§§841(b)(1)(D) and (b)(4) (2006 ed. and Supp. V) provide, “Except\nas otherwise provided in section 849, 859, 860, or 861 of this\ntitle, any person who violates subsection (a) of this section shall\nbe sentenced as follows: .     .     .     .     . “[(1)](D) In the\ncase of less than 50 kilograms of marihuana, except in the case of\n50 or more marihuana plants regardless of weight, 10 kilograms of\nhashish, or one kilogram of hashish oil, such person shall, except\nas provided in paragraphs (4) and (5) of this subsection, be\nsentenced to a term of imprisonment of not more than 5 years, a\nfine not to exceed the greater of that authorized in accordance\nwith the provisions of title 18 or $250,000 if the defendant is an\nindividual or $1,000,000 if the defendant is other than an\nindividual, or both. . . . .     .     .     .     .\n“(4) Notwithstanding paragraph (1)(D) of this subsection, any\nperson who violates subsection (a) of this section by distributing\na small amount of marihuana for no remuneration shall be treated as\nprovided in section 844 of this title and section 3607 of title\n18.”7Although paragraph (4)\nspeaks only of “distributing” marijuana, the parties agree that it\nalso applies to “the more inchoate offense of possession with\nintent to distribute that drug.”Matter of Castro Rodriguez,\n25 I. & N. Dec. 698, 699, n. 2 (BIA 2012); see\nBrief for Petitioner 6, n. 2; Brief for Respondent 8,\nn. 5. The CSA does not define “small amount.” The BIA has\nsuggested that 30 grams “serve[s] as a useful guidepost,”Castro\nRodriguez, 25 I. & N. Dec., at 703, noting that\nthe INA exempts from deportable controlled substances offenses “a\nsingle offense involving possession for one’s own use of 30 grams\nor less of marijuana,” 8 U. S. C. §1227(a)(2)(B)(i). The\nmeaning of “small amount” is not at issue in this case, so we need\nnot, and do not, define the term.8Justice Alito states that\nthe statute “obviously” requires examination of whether “conduct\nassociated with the state offense . . .would havesupported a qualifying conviction under the federal CSA.”Post,at 3 (dissenting opinion) (emphasis added); see alsopost,at 8. But this echoes the Fifth Circuit’s approach inCarachuri-Rosendo. As noted in the text, our opinion\nexplicitly rejected such reasoning based on conditional perfect\nformulations. See also,e.g.,Carachuri-Rosendo, 560\nU. S., at ___ (slip op., at 16) (criticizing approach that\n“focuses on facts known to the immigration court thatcould\nhavebut did not serve as the basis for the state conviction\nand punishment” (emphasis altered)). Instead, as we have explained,supra,at 10–11, our holding depended upon the fact that\nCarachuri-Rosendo’s conviction did not establish the fact necessary\nto distinguish between misdemeanor and felony punishment under the\nCSA. The same is true here.9The Government also cites\n21 U. S. C. §885(a)(1), which provides that the\nGovernment need not “negative any exemption or exception set forth”\nin the CSA, and instead “the burden of going forward with the\nevidence with respect to any such exemption or exception shall be\nupon the person claiming its benefit.” Brief for Respondent 21.\nEven assuming §841(b)(4) is such an “exception,” §885(a)(1)\napplies, by its own terms, only to “any trial, hearing, or other\nproceeding under” the CSA itself, not to the rather different\nproceedings under the INA.10In\naddition to New York, it appears that 13 other States have separate\noffenses for §841(b)(4) conduct. See Cal. Health & Safety Code\nAnn. §11360(b) (West Supp. 2013); Colo. Rev. Stat. Ann.\n§18–18–406(5) (2012); Fla. Stat. §893.13(2)(b)(3) (2010); Ill.\nComp. Stat., ch. 20, §§550/3, 550/4, 550/6 (West 2010); Iowa\nCode §124.410 (2009); Minn. Stat. §152.027(4)(a) (2010); N. M.\nStat. Ann. §30–31–22(E) (Supp. 2011); Ohio Rev. Code Ann.\n§2925.03(C)(3)(h) (Lexis 2012 Cum. Supp.); Ore. Rev. Stat.\n§475.860(3) (2011); Pa. Stat. Ann., Tit. 35, §780–113(a)(31)\n(Purdon Supp. 2012); S. D. Codified Laws §22–42–7 (Supp.\n2012); Tex. Health & Safety Code Ann. §481.120(b)(1) (West\n2010); W. Va. Code Ann. §60A–4–402(c) (Lexis\n2010).11Similarly, Justice Alito’s dissent\nsuggests that he disagrees with the first premises of the\ncategorical approach. He says it is a “strange and disruptive\nresul[t]” that “defendants convicted in different States for\ncommitting the same criminal conduct” might suffer different\ncollateral consequences depending upon how those States define\ntheir statutes of conviction.Post,at 9. Yet that is the\nlongstanding, natural result of the categorical approach, which\nfocuses not on the criminal conduct a defendant “commit[s],” but\nrather what facts are necessarily established by a conviction for\nthe state offense. Different state offenses will necessarily\nestablish different facts. Some will track the “uni-form” federal\ndefinition of the generic offense, and some will not.Taylorv.United States,495 U.S.\n575, 590 (1990). Whatever disparity this may create as between\ndefendants whose real-world conduct was the same, it ensures that\nall defendants whose convictions establish the same facts will be\ntreated consistently, and thus predictably, under federal law. This\nwasTaylor’s chief concern in adopting the categorical\napproach. Seeid.,at 599–602.",
    "joined": []
}