{
    "case": {
        "docket": "19-511",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-511/"
    },
    "id": "4380834",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–511_________________FACEBOOK, INC., PETITIONERv.NOAH\nDUGUID, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 1, 2021]Justice Sotomayor delivered the opinion of the\nCourt.The Telephone Consumer Protection Act of 1991\n(TCPA) proscribes abusive telemarketing practices by, among other\nthings, imposing restrictions on making calls with an “automatic\ntelephone dialing system.” As defined by the TCPA, an “automatic\ntelephone dialing system” is a piece of equipment with the capacity\nboth “to store or produce telephone numbers to be called, using a\nrandom or sequential number generator,” and to dial those numbers.\n47 U. S. C. §227(a)(1). The question before the Court is\nwhether that definition encompasses equipment that can “store” and\ndial telephone numbers, even if the device does not “us[e] a random\nor sequential number generator.” It does not. To qualify as an\n“automatic telephone dialing system,” a device must have the\ncapacity either to store a telephone number using a random or\nsequential generator or to produce a telephone number using a\nrandom or sequential number generator.IAIn 1991, Congress passed the TCPA to address\n“the proliferation of intrusive, nuisance calls” to consumers and\nbusinesses from telemarketers. §2, ¶¶1, 6, 105Stat. 2394, note\nfollowing 47 U. S. C. §227. Advances in automated\ntechnology made it feasible for companies to execute large-scale\ntelemarketing campaigns at a fraction of the prior cost,\ndramatically increasing customer contacts. Infamously, the\ndevelopment of “robocall” technology allowed companies to make\ncalls using artificial or prerecorded voices, obviating the need\nfor live human callers altogether.This case concerns “automatic telephone dialing\nsystems” (hereinafter autodialers), which revolutionized\ntelemarketing by allowing companies to dial random or sequential\nblocks of telephone numbers automatically. Congress found\nautodialer technology to be uniquely harmful. It threatened public\nsafety by “seizing the telephone lines of public emergency\nservices, dangerously preventing those lines from being utilized to\nreceive calls from those needing emergency services.” H. R. Rep.\nNo. 102–317, p. 24 (1991). Indeed, due to the sequential\nmanner in which they could generate numbers, autodialers could\nsimultaneously tie up all the lines of any business with\nsequentially numbered phone lines. Nor were individual consumers\nspared: Autodialers could reach cell phones, pagers, and unlisted\nnumbers, inconveniencing consumers and imposing unwanted\nfees.[1]Ibid.Against this technological backdrop, Congress\nmade it unlawful to make certain calls “using any automatic\ntelephone dialing system” to “emergency telephone line[s],” to\n“guest room[s] or patient room[s] of a hospital,” or “to any\ntelephone number assigned to a paging service [or] cellular\ntelephone service” without the “prior express consent of the called\nparty.” 47 U. S. C. §227(b)(1)(A).[2] The TCPA creates a private right of action for\npersons to sue to enjoin unlawful uses of autodialers and to\nrecover up to $1,500 per violation or three times the plaintiffs’\nactual monetary losses. §227(b)(3).BPetitioner Facebook, Inc., maintains a social\nmedia platform with an optional security feature that sends users\n“login notification” text messages when an attempt is made to\naccess their Facebook account from an unknown device or browser. If\nnecessary, the user can then log into Facebook and take action to\nsecure the account. To opt in to this service, the user must\nprovide and verify a cell phone number to which Facebook can send\nmessages.In 2014, respondent Noah Duguid received several\nlogin-notification text messages from Facebook, alerting him that\nsomeone had attempted to access the Facebook account associated\nwith his phone number from an unknown browser. But Duguid has never\nhad a Facebook account and never gave Facebook his phone\nnumber.[3] Unable to stop the\nnotifications, Duguid brought a putative class action against\nFacebook. He alleged that Facebook violated the TCPA by maintaining\na database that stored phone numbers and programming its equipment\nto send automated text messages to those numbers each time the\nassociated account was accessed by an unrecognized device or web\nbrowser.Facebook moved to dismiss the suit, arguing\nprimarily that Duguid failed to allege that Facebook used an\nautodialer because he did not claim Facebook sent text messages to\nnumbers that were randomly or sequentially generated. Rather,\nFacebook argued, Duguid alleged that Facebook sent targeted,\nindividualized texts to numbers linked to specific accounts. The\nU. S. District Court for the Northern District of California\nagreed and dismissed Duguid’s amended complaint with prejudice.\n2017 WL 635117, *4–*5 (Feb. 16, 2017).The United States Court of Appeals for the Ninth\nCircuit reversed. As relevant here, the Ninth Circuit held that\nDuguid had stated a claim under the TCPA by alleging that\nFacebook’s notification system automatically dialed stored numbers.\nAn autodialer, the Court of Appeals held, need not be able to use a\nrandom or sequential generator to store numbers; it need only have\nthe capacity to “ ‘store numbers to be called’ ” and\n“ ‘to dial such numbers automatically.’ ” 926 F.3d 1146,\n1151 (2019) (quotingMarksv.Crunch San Diego, LLC,\n904 F.3d 1041, 1053 (CA9 2018)).We granted certiorari to resolve a conflict\namong the Courts of Appeals regarding whether an autodialer must\nhave the capacity to generate random or sequential phone\nnumbers.[4] 591 U. S. ___\n(2020). We now reverse the Ninth Circuit’s judgment.IISection 227(a)(1) defines an autodialer\nas:“equipment which has the capacity—“(A) to store or produce telephone numbers to\nbe called, using a random or sequential number generator; and“(B) to dial such numbers.”Facebook argues the clause “using a random or\nsequential number generator” modifies both verbs that precede it\n(“store” and “produce”), while Duguid contends it modifies only the\nclosest one (“produce”). We conclude that the clause modifies both,\nspecifying how the equipment must either “store” or “produce”\ntelephone numbers. Because Facebook’s notification system neither\nstores nor produces numbers “using a random or sequential number\ngenerator,” it is not an autodialer.AWe begin with the text. Congress defined an\nautodialer in terms of what it must do (“store or produce telephone\nnumbers to be called”) and how it must do it (“using a random or\nsequential number generator”). The definition uses a familiar\nstructure: a list of verbs followed by a modifying clause. Under\nconventional rules of grammar, “[w]hen there is a straightforward,\nparallel construction that involves all nouns or verbs in a\nseries,” a modifier at the end of the list “normally applies to the\nentire series.” A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 147 (2012) (Scalia & Garner)\n(quotation modified). The Court often applies this interpretative\nrule, usually referred to as the “series-qualifier canon.” SeeParolinev.United States,572\nU.S. 434, 447 (2014) (citingPorto Rico Railway, Light &\nPower Co.v.Mor,253 U.S.\n345, 348 (1920)); see alsoUnited Statesv.Bass,404 U.S.\n336, 339–340 (1971). This canon generally reflects the most\nnatural reading of a sentence. Imagine if a teacher announced that\n“students must not complete or check any homework to be turned in\nfor a grade, using online homework-help websites.” It would be\nstrange to read that rule as prohibiting students from completing\nhomework altogether, with or without online support.Here, the series-qualifier canon recommends\nqualifying both antecedent verbs, “store” and “produce,” with the\nphrase “using a random or sequential number generator.” That\nrecommendation produces the most natural construction, as confirmed\nby other aspects of §227(a)(1)(A)’s text.To begin, the modifier at issue immediately\nfollows a concise, integrated clause: “store or produce telephone\nnumbers to be called.” SeeCyan, Inc.v.Beaver County\nEmployees Retirement Fund, 583 U. S. ___, ___–___ (2018)\n(slip op., at 21–22). The clause “hangs together as a unified\nwhole,”id.,at ___ (slip op., at 21), using the word “or”\nto connect two verbs that share a common direct object, “telephone\nnumbers to be called.” It would be odd to apply the modifier\n(“using a random or sequential number generator”) to only a portion\nof this cohesive preceding clause.This interpretation of §227(a)(1)(A) also\n“heed[s] the commands of its punctuation.”United States Nat.\nBank of Ore.v.Independent Ins. Agents of America,\nInc.,508 U.S.\n439, 454 (1993). Recall that the phrase “using a random or\nsequential number generator” follows a comma placed after the\nphrase “store or produce telephone numbers to be called.” As\nseveral leading treatises explain, “ ‘[a] qualifying phrase\nseparated from antecedents by a comma is evidence that the\nqualifier is supposed to apply to all the antecedents instead of\nonly to the immediately preceding one.’ ” W. Eskridge,\nInterpreting Law: A Primer on How To Read Statutes and the\nConstitution 67–68 (2016); see also 2A N. Singer & S. Singer,\nSutherland Statutes and Statutory Construction §47:33, pp. 499–500\n(rev. 7th ed. 2014); Scalia & Garner 161–162. The comma in\n§227(a)(1)(A) thus further suggests that Congress intended the\nphrase “using a random or sequential number generator” to apply\nequally to both preceding elements.Contrary to Duguid’s view, this interpretation\ndoes not conflict with the so-called “rule of the last antecedent.”\nUnder that rule, “a limiting clause or phrase . . .\nshould ordinarily be read as modifying only the noun or phrase that\nit immediately follows.”Barnhartv.Thomas,540 U.S.\n20, 26 (2003); see alsoLockhartv.United\nStates, 577 U.S. 347, 351 (2016). The rule of the last\nantecedent is context dependent. This Court has declined to apply\nthe rule where, like here, the modifying clause appears after an\nintegrated list. SeeJamav.Immigration and Customs\nEnforcement,543 U.S.\n335, 344, n. 4 (2005) (collecting cases). Moreover, even\nif the rule of the last antecedent were relevant here, it would\nprovide no help to Duguid. The last antecedent before “using a\nrandom or sequential number generator” is not “produce,” as Duguid\nneeds it to be, but rather “telephone numbers to be called.” There\nis “no grammatical basis,”Cyan, 583 U. S., at ___\n(slip op., at 22), for arbitrarily stretching the modifier back to\ninclude “produce,” but not so far back as to include “store.”In sum, Congress’ definition of an autodialer\nrequires that in all cases, whether storing or producing numbers to\nbe called, the equipment in question must use a random or\nsequential number generator. This definition excludes equipment\nlike Facebook’s login notification system, which does not use such\ntechnology.[5]BThe statutory context confirms that the\nautodialer definition excludes equipment that does not “us[e] a\nrandom or sequential number generator.” 47 U. S. C.\n§227(a)(1)(A). Consider the TCPA’s restrictions on the use of\nautodialers. As previously noted, §227(b)(1) makes it unlawful to\nuse an autodialer to call certain “emergency telephone line[s]” and\nlines “for which the called party is charged for the call.”\n§227(b)(1)(A). It also makes it unlawful to use an autodialer “in\nsuch a way that two or more telephone lines of a multiline business\nare engaged simultaneously.” §227(b)(1)(D). These prohibitions\ntarget a unique type of telemarketing equipment that risks dialing\nemergency lines randomly or tying up all the sequentially numbered\nlines at a single entity.Expanding the definition of an autodialer to\nencompass any equipment that merely stores and dials telephone\nnumbers would take a chainsaw to these nuanced problems when\nCongress meant to use a scalpel. Duguid’s interpretation of an\nautodialer would capture virtually all modern cell phones, which\nhave the capacity to “store . . . telephone numbers to be\ncalled” and “dial such numbers.” §227(a)(1). The TCPA’s liability\nprovisions, then, could affect ordinary cell phone owners in the\ncourse of commonplace usage, such as speed dialing or sending\nautomated text message responses. See §227(b)(3) (authorizing a\n$500 fine per violation, increased to $1,500 if the sender acted\n“willfully” or “knowingly”).[6]IIIDuguid’s counterarguments cannot overcome the\nclear commands of §227(a)(1)(A)’s text and the statutory context.\nThe crux of Duguid’s argument is that the autodialer definition\ncalls for a construction that accords with the “sense” of the text.\nBrief for Respondents 11, and n. 3. It makes the most “sense,”\nDuguid insists, to apply the phrase “using a random or sequential\nnumber generator” to modify only “produce,” which, unlike the verb\n“store,” is closely connected to the noun “generator.” Dictionary\ndefinitions of “generator,” for instance, regularly include the\nword “produce,” which carries a very different meaning than\n“store.” Duguid also claims that, at the time of the TCPA’s\nenactment, the technical meaning of a “random number generator”\ninvoked ways of producing numbers, not means of storing them.Perhaps Duguid’s interpretive approach would\nhave some appeal if applying the traditional tools of\ninterpretation led to a “linguistically impossible” or contextually\nimplausible outcome.Encino Motorcars, LLCv.Navarro, 584 U. S. ___, ___ (2018) (slip op., at 8);\nsee alsoAdvocate Health Care Networkv.Stapleton,\n581 U. S. ___, ___ (2017) (slip op., at 11) (noting that a\n“sense of inconceivability” might “urg[e] readers to discard usual\nrules of interpreting text”). Duguid makes a valiant effort to\nprove as much, but ultimately comes up short. It is true that, as a\nmatter of ordinary parlance, it is odd to say that a piece of\nequipment “stores” numbers using a random number “generator.” But\nit is less odd as a technical matter. Indeed, as early as 1988, the\nU. S. Patent and Trademark Office issued patents for devices\nthat used a random number generator to store numbers to be called\nlater (as opposed to using a number generator for immediate\ndialing).[7] Brief for\nProfessional Association for Customer Engagement et al. asAmici Curiae15–21. At any rate, Duguid’s interpretation is\ncontrary to the ordinary reading of the text and, by classifying\nalmost all modern cell phones as autodialers, would produce an\noutcome that makes even less sense.Duguid’s reliance on the distributive canon\nfails for similar reasons. That canon provides that “[w]here a\nsentence contains several antecedents and several consequents,”\ncourts should “read them distributively and apply the words to the\nsubjects which, by context, they seem most properly to relate.” 2A\nSinger, Sutherland Statutes and Statutory Construction §47:26, at\n448. Set aside for a moment that the canon’s relevance is highly\nquestionable given there are two antecedents (store and produce)\nbut only one consequent modifier (using a random or sequential\nnumber generator). SeeEncino Motorcars, 584 U. S., at\n___ (slip op., at 8) (“[T]he distributive canon has the most force\nwhen the statute allows for one-to-one matching”). As just\nexplained, the consequent “using a random or sequential number\ngenerator” properly relates to both antecedents.Duguid next turns to legislative purpose, but he\nmerely gestures at Congress’ “broad privacy-protection goals.”\nBrief for Respondents 28 (emphasizing that Congress prohibited\ncalls made using an autodialer without “ ‘prior express\nconsent of the called party’ ” (quoting 47 U. S. C.\n§227(b)(1)(A))). That Congress was broadly concerned about\nintrusive telemarketing practices, however, does not mean it\nadopted a broad autodialer definition. Congress expressly found\nthat the use of random or sequential number generator technology\ncaused unique problems for business, emergency, and cellular lines.\nSeesupra,at 2. Unsurprisingly, then, the autodialer\ndefinition Congress employed includes only devices that use such\ntechnology, and the autodialer prohibitions target calls made to\nsuch lines. See §227(b)(1)(A).[8] The narrow statutory design, therefore, does not\nsupport Duguid’s broad interpretation.Duguid last warns that accepting Facebook’s\ninterpretation will “unleash” a “torrent of robocalls.” Brief for\nRespondents 38 (quotation modified). As Duguid sees it, the thrust\nof congressional action since the TCPA’s enactment has been to\nrestrict nuisance calls. Because technology “adapt[s] to change,”\nDuguid argues, the TCPA must be treated as an “ ‘agile\ntool.’ ”Id.,at 38, 41. To this end, Duguid asks this\nCourt to focus not on whether a device has the “senescent\ntechnology,”id.,at 41, of random or sequential number\ngeneration but instead on whether it has the “capacity to dial\nnumbers without human intervention,”id., at 39 (internal\nquotation marks omitted).To begin with, Duguid greatly overstates the\neffects of accepting Facebook’s interpretation. The statute\nseparately prohibits calls using “an artificial or prerecorded\nvoice” to various types of phone lines, including home phones and\ncell phones, unless an exception applies. See 47 U. S. C.\n§§227(b)(1)(A) and (B). Our decision does not affect that\nprohibition. In any event, Duguid’s quarrel is with Congress, which\ndid not define an autodialer as malleably as he would have liked.\n“Senescent” as a number generator (and perhaps the TCPA\nitself ) may be, that is no justification for eschewing the\nbest reading of §227(a)(1)(A). This Court must interpret what\nCongress wrote, which is that “using a random or sequential number\ngenerator” modifies both “store” and “produce.”*  *  *We hold that a necessary feature of an\nautodialer under §227(a)(1)(A) is the capacity to use a random or\nsequential number generator to either store or produce phone\nnumbers to be called. The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1At the time Congress\nenacted the TCPA, most cellular providers charged users not only\nfor outgoing calls but also for incoming calls. SeeIn re Rules\nand Regulations Implementing Telephone Consumer Protection Act of\n1991, 18 FCC Rcd. 14014, 14115 (2003).2Neither party disputes\nthat the TCPA’s prohibition also extends to sending unsolicited\ntext messages. SeeCampbell-Ewald Co.v.Gomez, 577\nU.S. 153, 156 (2016). We therefore assume that it does without\nconsidering or resolving that issue.3As Facebook explains, it\nis possible that Duguid was assigned a recycled cell phone number\nthat previously belonged to a Facebook user who opted to receive\nlogin notifications.4Compare 926 F.3d 1146,\n1151–1152 (CA9 2019);Duranv.La Boom Disco, Inc.,\n955 F.3d 279, 290 (CA2 2020); andAllanv.Pennsylvania\nHigher Educ. Assistance Agency, 968 F.3d 567, 579–580 (CA6\n2020), withGadelhakv.AT&T Servs., Inc., 950\nF.3d 458, 468 (CA7 2020) (Barrett, J., for the court);Glasserv.Hilton Grand Vacations Co., 948 F.3d 1301,\n1306–1307 (CA11 2020); andDominguezv.Yahoo, Inc.,\n894 F.3d 116, 119 (CA3 2018).5Justice Alito notes that he\n“agree[s] with much of the Court’s analysis,” as well as its\nultimate conclusion about the interpretive question before us, yet\nhe concurs in the judgment only.Post,at 1. His\napprehension appears to stem from what he sees as the Court’s\n“heavy reliance” on the series-qualifier canon.Ibid.Such\ncanons, he argues, are “not inflexible rules.”Post,at 4.\nOn that point, we agree: Linguistic canons are tools of statutory\ninterpretation whose usefulness depends on the particular statutory\ntext and context at issue. That may be all Justice Alito seeks to\nprove with his discussion and list of “sentences that clearly go\nagainst the canon,”post,at 3. (That the grammatical\nstructure of every example he provides is materially dissimilar\nfrom that of the clause at issue in this case proves the point.)\nBut to the extent that he suggests that such canons have no role to\nplay in statutory interpretation, or that resolving difficult\ninterpretive questions is a simple matter of applying the “common\nunderstanding” of those “familiar with the English language,”post,at 2–3, we disagree. Difficult ambiguities in\nstatutory text will inevitably arise, despite the best efforts of\nlegislators writing in “English prose,”post,at 4. Courts\nshould approach these interpretive problems methodically, using\ntraditional tools of statutory interpretation, in order to confirm\ntheir assumptions about the “common understanding” of\nwords.6Duguid contends that\nordinary cell phones are not autodialers under his interpretation\nbecause they cannot dial phone numbers automatically and instead\nrely on human intervention. But all devices require some human\nintervention, whether it takes the form of programming a cell phone\nto respond automatically to texts received while in “do not\ndisturb” mode or commanding a computer program to produce and dial\nphone numbers at random. We decline to interpret the TCPA as\nrequiring such a difficult line-drawing exercise around how much\nautomation is too much.7Duguid argues that such a\ndevice would necessarily “produce” numbers using the same generator\ntechnology, meaning “store or” in §227(a)(1)(A) is superfluous. “It\nis no superfluity,” however, for Congress to include both functions\nin the autodialer definition so as to clarify the domain of\nprohibited devices.BFPv.Resolution Trust\nCorporation,511 U.S.\n531, 544, n. 7 (1994). For instance, an autodialer might\nuse a random number generator to determine the order in which to\npick phone numbers from a preproduced list. It would then store\nthose numbers to be dialed at a later time. See Brief for\nProfessional Association for Customer Engagement et al. asAmici\nCuriae19. In any event, even if the storing and producing\nfunctions often merge, Congress may have “employed a belt and\nsuspenders approach” in writing the statute.Atlantic Richfield\nCo.v.Christian, 590 U. S. ___, ___, n. 5\n(2020) (slip op., at 10, n. 5).8By contrast, Congress did\nimpose broader prohibitions elsewhere in the TCPA. See,e.g.,47 U. S. C. §§227(b)(1)(A) and (B)\n(prohibiting “artificial or prerecorded voice” calls, irrespective\nof the type of technology used).",
    "joined": []
}