{
    "case": {
        "docket": "400",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/400/"
    },
    "id": "4565409",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1259_________________UNITED STATES, PETITIONERv.ANTOINE\nJONESon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[January 23, 2012]Justice Sotomayor, concurring.I join the Court’s opinion because I agree that\na search within the meaning of the Fourth Amendment occurs, at a\nminimum, “[w]here, as here, the Government obtains information by\nphysically intruding on a constitutionally protected area.”Ante,at 6, n. 3. In this case, the Government\ninstalled a Global Positioning System (GPS) tracking device on\nrespondent Antoine Jones’ Jeep without a valid warrant and without\nJones’ consent, then used that device to monitor the Jeep’s\nmovements over the course of four weeks. The Government usurped\nJones’ property for the purpose of conducting surveillance on him,\nthereby invading privacy interests long afforded, and undoubtedly\nentitled to, Fourth Amendment protection. See,e.g.,Silvermanv.United States,365\nU.S. 505, 511–512 (1961).Of course, the Fourth Amendment is not concerned\nonly with trespassory intrusions on property. See,e.g.,Kyllov.United States,533 U.S.\n27, 31–33 (2001). Rather, even in the absence of a trespass, “a\nFourth Amendment search occurs when the government violates a\nsubjective expectation of privacy that society recognizes as\nreasonable.”Id.,at 33; see alsoSmithv.Maryland,442 U.S.\n735, 740–741 (1979);Katzv.United States,389 U.S.\n347, 361 (1967) (Harlan, J., concurring). InKatz, this\nCourt enlarged its then-prevailing focus on property rights by\nannouncing that the reach of the Fourth Amendment does not “turn\nupon the presence or absence of a physical intrusion.”Id.,at 353. As the majority’s opinion makes clear, however,Katz’s reasonable-expectation-of-privacy test augmented, but\ndid not displace or diminish, the common-law trespassory test that\npreceded it.Ante,at 8. Thus, “when the Governmentdoesengage in physical intrusion of a constitutionally\nprotected area in order to obtain information, that intrusion may\nconstitute a violation of the Fourth Amendment.”United\nStatesv.Knotts,460\nU.S. 276, 286 (1983) (Brennan, J., concurring in judgment); see\nalso,e.g., Rakasv.Illinois,439 U.S.\n128, 144, n. 12 (1978). Justice Alito’s approach, which\ndiscounts altogether the constitutional relevance of the\nGovernment’s physical intrusion on Jones’ Jeep, erodes that\nlongstanding protection for privacy expectations inherent in items\nof property that people possess or control. Seepost,at 5–7\n(opinion concurring in judgment). By contrast, the trespassory test\napplied in the majority’s opinion reflects an irreducible\nconstitutional minimum: When the Government physically invades\npersonal property to gather information, a search occurs. The\nreaffirmation of that principle suffices to decide this case.Nonetheless, as Justice Alito notes, physical\nintrusion is now unnecessary to many forms of surveillance.Post,at 9–12. With increasing regularity, the Government\nwill be capable of duplicating the monitoring undertaken in this\ncase by enlisting factory- or owner-installed vehicle tracking\ndevices or GPS-enabled smartphones. SeeUnited Statesv.Pineda-Moreno, 617 F.3d 1120, 1125 (CA9 2010) (Kozinski,\nC. J., dissenting from denial of rehearing en banc). In cases\nof electronic or other novel modes of surveillance that do not\ndepend upon a physical invasion on property, the majority opinion’s\ntrespassory test may provide little guidance. But “[s]ituations\ninvolving merely the transmission of electronic signals without\ntrespass wouldremainsubject toKatzanalysis.”Ante,at 11. As Justice Alito incisively observes, the same\ntechnological advances that have made possible nontrespassory\nsurveillance techniques will also affect theKatztest by\nshaping the evolution of societal privacy expectations.Post,at 10–11. Under that rubric, I agree with Justice\nAlito that, at the very least, “longer term GPS monitoring in\ninves- tigations of most offenses impinges on expectations of\nprivacy.”Post,at 13.In cases involving even short-term monitoring,\nsome unique attributes of GPS surveillance relevant to theKatzanalysis will require particular attention. GPS\nmonitoring generates a precise, comprehensive record of a person’s\npublic movements that reflects a wealth of detail about her\nfamilial, political, professional, religious, and sexual\nassociations. See,e.g.,Peoplev.Weaver, 12\nN.Y.3d 433, 441–442, 909 N.E.2d 1195, 1199 (2009) (“Disclosed in\n[GPS] data . . . will be trips the indisputably private\nnature of which takes little imagination to conjure: trips to the\npsychiatrist, the plastic surgeon, the abortion clinic, the AIDS\ntreatment center, the strip club, the criminal defense attorney,\nthe by-the-hour motel, the union meeting, the mosque, synagogue or\nchurch, the gay bar and on and on”). The Government can store such\nrecords and efficiently mine them for information years into the\nfuture.Pineda-Moreno, 617 F. 3d, at 1124 (opinion of\nKozinski, C. J.). And because GPS monitoring is cheap in\ncomparison to conventional surveillance techniques and, by design,\nproceeds surreptitiously, it evades the ordinary checks that\nconstrain abusive law enforcement practices: “limited police\nresources and community hostility.”Illinoisv.Lidster,540 U.S.\n419, 426 (2004).Awareness that the Government may be watching\nchills associational and expressive freedoms. And the Government’s\nunrestrained power to assemble data that reveal private aspects of\nidentity is susceptible to abuse. The net result is that GPS\nmonitoring—by making available at a relatively low cost such a\nsubstantial quantum of intimate information about any person whom\nthe Government, in its unfettered discretion, chooses to track—may\n“alter the relationship between citizen and government in a way\nthat is inimical to democratic society.”United Statesv.Cuevas-Perez, 640 F.3d 272, 285 (CA7 2011) (Flaum, J.,\nconcurring).I would take these attributes of GPS monitoring\ninto account when considering the existence of a reasonable\nsocietal expectation of privacy in the sum of one’s public\nmovements. I would ask whether people reasonably expect that their\nmovements will be recorded and aggregated in a manner that enables\nthe Government to ascertain, more or less at will, their political\nand religious beliefs, sexual habits, and so on. I do not regard as\ndispositive the fact that the Government might obtain the fruits of\nGPS monitoring through lawful conventional surveillance techniques.\nSeeKyllo, 533 U. S., at 35, n. 2;ante,at\n11 (leaving open the possibility that duplicating traditional\nsurveillance “through electronic means, without an accompanying\ntrespass, is an unconstitutional invasion of privacy”). I would\nalso consider the appropriateness of entrusting to the Executive,\nin the absence of any oversight from a coordinate branch, a tool so\namenable to misuse, especially in light of the Fourth Amendment’s\ngoal to curb arbitrary exercises of police power to and prevent “a\ntoo permeating police surveillance,”United Statesv.Di\nRe,332 U.S.\n581, 595 (1948).[1]*More fundamentally, it may be necessary to\nreconsider the premise that an individual has no reasonable\nexpectation of privacy in information voluntarily disclosed to\nthird parties.E.g., Smith, 442 U. S., at 742;United Statesv.Miller,425\nU.S. 435, 443 (1976). This approach is ill suited to the\ndigital age, in which people reveal a great deal of information\nabout themselves to third parties in the course of carrying out\nmundane tasks. People disclose the phone numbers that they dial or\ntext to their cellu- lar providers; the URLs that they visit and\nthe e-mail addresses with which they correspond to their Internet\nservice providers; and the books, groceries, and medi- cations they\npurchase to online retailers. Perhaps, as Justice Alito notes, some\npeople may find the “tradeoff ” of privacy for convenience\n“worthwhile,” or come to accept this “diminution of privacy” as\n“inevitable,”post,at 10, and perhaps not. I for one doubt\nthat people would accept without complaint the warrantless\ndisclosure to the Government of a list of every Web site they had\nvisited in the last week, or month, or year. But whatever the\nsocietal expectations, they can attain constitutionally protected\nstatus only if our Fourth Amendment jurisprudence ceases to treat\nsecrecy as a prerequisite for privacy. I would not assume that all\ninformation voluntarily disclosed to some member of the public for\na limited purpose is, for that reason alone, disentitled to Fourth\nAmendment protection. SeeSmith, 442 U. S., at 749\n(Marshall, J., dissenting) (“Privacy is not a discrete commodity,\npossessed absolutely or not at all. Those who disclose certain\nfacts to a bank or phone company for a limited business purpose\nneed not assume that this information will be released to other\npersons for other purposes”); see alsoKatz, 389 U. S.,\nat 351–352 (“[W]hat [a person] seeks to preserve as private, even\nin an area accessible to the public, may be constitutionally\nprotected”).Resolution of these difficult questions in this\ncase is unnecessary, however, because the Government’s physical\nintrusion on Jones’ Jeep supplies a narrower basis for decision. I\ntherefore join the majority’s opinion.Notes1*United Statesv.Knotts,460 U.S.\n276(1983), does not foreclose the conclusion that GPS\nmonitoring, in the absence of a physical intrusion, is a Fourth\nAmendment search. As the majority’s opinion notes,Knottsreserved the question whether “ ‘different constitutional\nprinciplesmay be applicable’ ” to invasive law enforcement\npractices such as GPS tracking. Seeante,at 8, n. 6\n(quoting 460 U. S., at 284).United Statesv.Karo,468 U.S.\n705(1984), addressed the Fourth Amendment implications of the\ninstallation of a beeper in a container with the consent of the\ncontainer’s original owner, who was awarethat the beeper would be\nused for surveillance purposes.Id.,at 707. Owners of\nGPS-equipped cars and smartphones do not contemplate that these\ndevices will be used to enable covert surveillance of their\nmovements. To the contrary, subscribers of one such service\ngreeteda similar suggestion with anger. Quain, Changes to OnStar’s\nPrivacy Terms Rile Some Users, N. Y. Times (Sept. 22, 2011),\nonline at\nhttp://wheels.blogs.nytimes.com/2011/09/22/changes-to-onstars-privacy-terms-rile-some-users\n(as visited Jan. 19, 2012, and available in Clerk of Court’s case\nfile). In addition, the bugged container inKarolacked the\nclose relationship with the target that a car shares with its\nowner. The bugged container inKarowas stationary for much\nof the Government’s surveillance. See 468 U. S., at 708–710. A\ncar’s movements, by contrast, are its owner’s\nmovements.",
    "joined": []
}