{
    "case": {
        "docket": "15-1251",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-1251/"
    },
    "id": "3706135",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1251_________________NATIONAL LABOR RELATIONS BOARD, PETITIONERv.SW GENERAL, INC., dba SOUTHWEST AMBULANCEon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[March 21, 2017]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.Many high-level offices in the Executive Branch\nmay be filled only by a person who has been nominated to the\nposition by the President and confirmed by the Senate. The Federal\nVacancies Reform Act of 1998 (FVRA) cedes the Senate’s confirmation\nauthority, partially and on a temporary basis, to allow executive\nagencies to continue to function when one of those high-level\noffices becomes vacant. It authorizes certain categories of\nofficials to perform the duties of vacant offices on an acting\nbasis. One of its provisions pulls back that authorization when an\nofficial has been nominated to fill the vacant office on a\npermanent basis. The scope of that provision is at issue here. I\nagree with the Court that the provision applies to first assistants\nto a vacant office who serve as acting officials automatically, by\noperation of the FVRA. I dis-agree with the Court’s conclusion that\nthe provision also applies to other officials who may serve as\nacting officials if the President directs them to serve in that\ncapacity. The Court gives the provision a broader reach than the\ntext can bear with no support from the history of, or practice\nunder, the FVRA. I respectfully dissent.IAs the Court explains, the FVRA governs\nvacancies in offices held by persons “whose appointment to office\nis required to be made by the President, by and with the advice and\nconsent of the Senate.” 5 U. S. C. §3345(a). These are\nknown as “PAS” offices. When an official in a PAS office “dies,\nresigns, or is otherwise unable to perform the functions and duties\nof the office” the FVRA steps in.Ibid.; see also\n§3345(c)(2) (an “expiration of a term of office” makes an official\nunable “to perform the functions and duties” of the office).Section 3345 of the FVRA authorizes four\ncategories of officials to perform the duties of a vacant office.\nSubsection (a)(1) contains a default rule: The “first assistant to\nthe office” automatically assumes the vacant office and performs\n“the functions and duties of the office temporarily in an acting\ncapacity.” §3345(a)(1). Subsections (a)(2), (a)(3), and (c)(1)\nauthorize the President to override that default rule. The\nPresident may direct a person already confirmed by the Senate to a\nPAS office to serve as the acting officer. See §3345(a)(2). The\nPresident may direct certain senior officials in the same agency to\nserve as the acting officer. See §3345(a)(3). Or the President may\ndirect a person whose Senate-confirmed term in the office has\nexpired and who has been nominated to a subsequent term in that\nsame office to serve as the acting officer until the Senate acts on\nthe nomination. See §3345(c)(1).Subsection (b)(1) takes away this authorization\nin a specific situation. It provides that, “[n]otwithstanding\nsubsection (a)(1)”—the first assistant default rule—a person may\nnot serve as an acting official while nominated to fill the office\nif the person was not the first assistant to the office for at\nleast 90 of the 365 days preceding the vacancy. §3345(b)(1). The\nprohibition in subsection (b)(1) does not apply to a person serving\nas the Senate-confirmed first assistant to the vacant office. See\n§3345(b)(2).IIIn my view, the text, purpose, and history of\nthe FVRA make clear that the prohibition in subsection (b)(1)\napplies only to a first assistant who performs the duties of a\nvacant office under subsection (a)(1).AAs the Court observes, subsection (b)(1)\ncontains some potentially broad language. The provision specifies\nwhen “a person may not serve as an acting officer for an office\nunder this section”—that is, §3345. The words “person” and “this\nsection,” taken in isolation, could signal that the prohibition\napplies to subsections (a)(1), (a)(2), (a)(3), and (c)(1) and thus\ncovers all acting officials. But context matters. And here, the\ncontext cabins those words and gives subsection (b)(1) a more\nlimited reach.The text of subsection (b)(1) contains a clear\nsignal that its prohibition applies only to first assistants who\nautomatically assume a vacant office under subsection (a)(1): It\nbegins with the clause “[n]otwithstanding subsection (a)(1).” A\nnotwithstanding clause identifies a potential conflict between two\nor more provisions and specifies which provision will prevail.\nUnder the familiarexpressio unius est exclusio alteriusinterpretive canon, the choice to single out subsection (a)(1)—and\nonly subsection (a)(1)—in this notwithstanding clause strongly\nsuggests that the prohibition reaches, and conflicts with,\nsubsection (a)(1), and only subsection (a)(1).The rest of §3345 confirms this conclusion. The\nprohibition in subsection (b)(1) establishes whomay notperform the duties of a vacant office. In doing so, it introduces a\npotential conflict with subsections (a)(1), (a)(2), (a)(3), and\n(c)(1), which identify four categories of persons whomayperform the duties of a vacant office. By stating that its\nprohibition applies “[n]otwithstanding subsection (a)(1),”\nsubsection (b)(1) expressly states that its prohibition takes\nprecedence over the default rule set out in subsection (a)(1). The\nomission of any reference to subsections (a)(2), (a)(3), and\n(c)(1), in spite of the parallel potential for conflict with those\nsubsections, suggests that the omission was a “ ‘deliberate\nchoice, not inadvertence.’ ”Bruesewitzv.Wyeth\nLLC, 562 U. S. 223 –233 (2011) (quotingBarnhartv.Peabody Coal Co., 537 U. S. 149, 168 (2003) ). That\nchoice means that subsection (b)(1) trumps subsection (a)(1) but\nnot subsections (a)(2), (a)(3), and (c)(1).Nothing about a notwithstanding clause renders\nit impervious to this established rule of statutory interpretation.\nThe Court says that the rule has less force in the context of a\nnotwithstanding clause because such a clause “confirms rather than\nconstrains” the breadth of the provision to which it is attached.Ante,at 11. But the breadth of the attached provision is\nprecisely the question here, and the clause’s specific reference to\nsubsection (a)(1) and only subsection (a)(1) strongly supports\nreading the attached prohibition to limit only subsection (a)(1).\nSeePreseaultv.ICC, 494 U. S. 1 –14 (1990) (a\nreference to “ ‘this Act’ ” in a notwithstanding clause\nlimited the scope of the attached provision (emphasis\ndeleted)).The Court claims that the reference to\nsubsection (a)(1) may serve a different purpose. In its view, the\nreference might instead demonstrate a congressional concern that a\nconflict between subsection (b)(1) and subsection (a)(1) would be\n“quite likely to arise” or “particularly difficult to resolve.”Ante,at 11. A closer examination does not bear out this\nhypothesis.The text itself refutes the theory that\nsubsection (b)(1) is more likely to conflict with subsection (a)(1)\nthan the other subsections. The prohibition in subsection (b)(1)\ndoes not apply to a person who served as the first assistant to the\nvacant office for more than 90 days in the year before the vacancy\narose, §3345(b)(1)(A), or who serves as a Senate-confirmed first\nassistant to the office, §3345(b)(2). A person serving under\nsubsection (a)(1)—by definition, only a first assistant—has a leg\nup in meeting those conditions and avoiding subsection (b)(1)’s\nprohibition altogether. Those serving under subsections (a)(2),\n(a)(3), and (c)(1)—PAS officials, senior agency officials, or\nofficials whose terms in the vacant office have expired—do not. The\nprohibition in subsection (b)(1) is thus more likely, not less\nlikely, to conflict with subsections (a)(2), (a)(3), and\n(c)(1).And true enough, subsection (a)(1) sets out an\nautomatic rule under which the first assistant assumes acting\nstatus upon a vacancy, whereas subsections (a)(2), (a)(3), and\n(c)(1) set out conditional rules, under which the President may\nchoose to direct other officials to assume acting status. But that\ndistinction makes no difference when asking whether a conflict\nbetween subsections (b)(1) and (a)(1) would be harder to resolve\nwithout guidance than a conflict between subsection (b)(1) and the\nother subsections. In stating who may not assume acting status,\nsubsection (b)(1) conflicts equally with the rules about who may\nassume acting status set out in subsections (a)(1), (a)(2), (a)(3),\nand (c)(1). The reference to subsection (a)(1) in subsection\n(b)(1)’s notwithstanding clause thus cannot be understood as a\nmeans to resolve a particularly vexing conflict. The same conflict\nexists for all four categories.Indeed, the Court’s explanations make the\nnotwithstanding clause in subsection (b)(1) superfluous. If the\nnotwithstanding clause serves only to confirm the breadth of\nsubsection (b)(1) and singles out subsection (a)(1) to address a\nconflict shared equally by other subsections, then it does no real\nwork. The clause could be deleted without changing the meaning of\nsubsection (b)(1), as the Court all but admits. Seeante,at\n12.Worse still, a broad interpretation of\nsubsection (b)(1) renders subsection (c)(1) superfluous. Under\nsubsection (c)(1), the President may designate a person whose term\nin an office has expired and who has been nominated to a subsequent\nterm to serve as the acting official. It is unlikely, even\nimplausible, that a person who serves out a set term will have\nserved as the first assistant to her own office during the year\nbefore her term expired. Yet subsection (b)(1) requires such\nservice before a person can serve as both an acting official and a\nnominee.[1] As a result, if\nsubsection (b)(1) applies to all acting officials, it would\nprohibit what subsection (c)(1) expressly permits: acting service\nby a person nominated by the President to serve out a consecutive\nSenate-confirmed term in the vacant office. That is no way to read\na statute.Not a problem, the Court says. “[S]ubsection\n(b)(1) has no effect on (c)(1)” because subsection (c)(1) contains\na specific rule about acting service by a nominee for a second term\nthat, under ordinary principles of statutory interpretation,\ncontrols over the general rule governing acting service by a\nnominee in subsection (b)(1).Ante, at 14. The Court’s\nreasoning on this point undercuts its opening claim that the words\n“person” and “under this section” in subsection (b)(1) must refer\nto “anyone who performs acting duties under the FVRA.”Ante,\nat 9. And it underscores why the “[n]otwithstanding subsection\n(a)(1)” clause in subsection (b)(1) is superfluous under the\nCourt’s reading. The general authorization of acting service by a\nfirst assistant in subsection (a)(1) would yield to the specific\nprohibition on acting service by certain nominees in subsection\n(b)(1) even without the notwithstanding clause.[2]In contrast, reading subsection (b)(1) to apply\nonly to a first assistant serving as an acting official under\nsubsection (a)(1) renders no other provision superfluous. The Court\nreasons that subsection (b)(2)(A)’s reference to a person “serving\nas the first assistant to the office” would be superfluous if\nsubsection (b)(1) applies only to first assistants serving under\nsubsection (a)(1). Seeante, at 13. But recall that\nsubsection (b)(2) creates an exception to subsection (b)(1).\nSubsection (b)(1) provides that a person cannot serve as an acting\nofficial while nominated if that person was not the first assistant\nto the vacant office for at least 90 of the 365 days before the\nvacancy arose. Subsection (b)(2) states that those requirements do\n“not apply to” current Senate-confirmed first assistants. Put\nanother way, subsection (b)(1) imposes requirements based on a\nperson’s past service, and subsection (b)(2) lifts those\nrequirements based on a person’s current service. The reference in\nsubsection (b)(2)(A) to a person “serving as the first assistant to\nthe office” is thus necessary to convey the relevant time period of\nthe service that triggers the exception to subsection (b)(1).BThe events leading up to and following the\nenactment of the FVRA further support interpreting subsection\n(b)(1) to apply only to first assistants serving under subsection\n(a)(1).First, nothing in the legislative history of the\nFVRA indicates that subsection (b)(1) was enacted as a broad\nprohibition on acting service by all nominees. Under the Vacancies\nAct of 1868, the FVRA’s predecessor, the first assistant to a\nvacant office served as the acting official unless the President\ndirected another PAS official to do so. See Act of July 23, 1868,\nch. 227, 15Stat. 168–169. The Act did not prohibit any person,\nfirst assistant or otherwise, from serving as an acting official\nwhile nominated to fill the office. This structure remained in\nplace for over a century.The events that prompted the FVRA’s enactment\nconfirm, in line with the reading above, that the Act altered this\npre-existing structure to prohibit certain first assistants from\nserving in an acting capacity while nominated to the vacant office.\nThe service of one acting official, Bill Lann Lee, was the turning\npoint in a broader, long-running dispute between the political\nbranches over Executive Branch compliance with the Vacancies Act of\n1868. In 1997, Lee was brought into the Department of Justice to\nserve as the Acting Assistant Attorney General for the Civil Rights\nDivision after his nomination to the position failed. He continued\nto serve in an acting capacity after he was renominated to the\nposition. The decision to bring Lee in to serve in the Department\nof Justice after his failed nomination led to strong congressional\ncriticism. See,e.g.,Letter from A. Fois, Assistant\nAttorney General, Office of Legislative Affairs, to Sen. S.\nThurmond, pp. 3–4 (Feb. 24, 1998). Subsection (b)(1) addresses the\nLee incident and prevents its recurrence. See S. Rep. No. 105–250,\np. 13 (1998) (explaining that an earlier version of subsection\n(b)(1) “prevent[s] manipulation of first assistants to include\npersons highly unlikely to be career officials”). It bars a first\nassistant from serving under subsection (a)(1) while nominated\nunless the person was the first assistant for a significant period\nof time before the vacancy arose (90 of the previous 365 days) or\nthe person is the Senate-confirmed first assistant to the vacant\noffice.In contrast, there is no indication of an intent\nto depart further from the century-old practice under the Vacancies\nAct of 1868 and prohibit acting service by other officials\nnominated to a vacant office. No one has identified congressional\nstatements expressing concern with such service or calling for a\nbroader prohibition. Indeed, an earlier version of subsection\n(b)(1) unquestionably applied only to first assistants serving\nunder subsection (a)(1), even though the bill permitted the\nPresident to designate a PAS official as the acting official\ninstead of the first assistant. Seeid., at 25. The\nlegislative history does not document the reason for the changes to\nthis subsection. The Court suggests that an unspoken congressional\ncompromise led to an expanded subsection (b)(1).Ante,at\n15–16. While the compromise it hypothesizes is possible, no\nevidence supports it, and the absence of any hint that the\ncompromise was hoped for during the development of or debate on the\nFVRA means that it is not probable.Second, under the Court’s reading of subsection\n(b)(1), the Executive Branch began violating the FVRA almost\nimmediately after its enactment. Within months, the Department of\nJustice’s Office of Legal Counsel (OLC) advised Executive Branch\nagencies that the prohibition in subsection (b)(1) “applies only to\npersons who serve as acting officers by virtue of having been the\nfirst assistant to the office.” Guidance on Application of Federal\nVacancies Reform Act of 1998, 23 Op. OLC 60, 64 (1999). The\nGovernment Accountability Office, tasked with aiding congressional\nenforcement of the FVRA, later reached the same conclusion. See\nLetter from C. Joyner, Dir., Strategic Issues, to F. Thompson,\nChairman, U. S. Senate Committee on Governmental Affairs, Subject:\nEligibility Criteria for Individuals To Temporarily Fill Vacant\nPositions Under the Federal Vacancies Reform Act of 1998,\npp. 3–4 (GAO–01–468R, Feb. 23, 2001). Since the enactment of\nthe FVRA, the Senate has received over 100 nominations of persons\nwho continued to serve in an acting capacity after their nomination\nbut had not satisfied the conditions in subsection (b)(1) for\nacting service by a nominee. See App. A to Brief for United\nStates.And yet, this legion of would-be violations\nprompted no response. No evidence suggests that the Senate reacted\nby requiring any of those nominees to cease their acting service.\nCf. Pet. for Cert. 28–29 (citing objections raised after the\ndecision below). The failure to object is all the more glaring in\nlight of the enforcement mechanism written into the FVRA. Section\n3349 requires each Executive Branch agency to “immediately” notify\nthe Comptroller General, who heads the Government Accountability\nOffice, and both Houses of Congress of “a vacancy . . .\nand the date such vacancy occurred,” “the name of any person\nserving in an acting capacity and the date such service began,”\n“the name of any person nominated to the Senate to fill the vacancy\nand the date such nomination is submitted,” and the date a\nnomination is acted upon. This provision leaves no doubt that\nCongress had all the information it needed to object to any FVRA\nviolations it perceived.Congressional silence in the face of a\ndecade-plus practice of giving subsection (b)(1) a narrow reach\ncasts serious doubt on the broader interpretation. It indicates\nthat Congress, like the Executive Branch, interpreted subsection\n(b)(1) in line with its text to reach only first assistants to the\nvacant office serving pursuant to subsection (a)(1).*  *  *The FVRA prohibits a limited set of acting\nofficials—non-Senate confirmed first assistants who serve under\nsubsection (a)(1) and did not serve as the first assistant to the\nvacant office for at least 90 of the 365 days before the vacancy\narose—from performing the duties of a vacant office while also\nserving as the President’s nominee to fill that office. Reading the\nprovision more broadly to apply to all acting officials disregards\nthe full text of the FVRA and finds no support in its purpose or\nhistory. The Court prefers that reading. I respectfully\ndissent.Notes1Subsection (b)(2)’s\nexception would not apply, as a person “nominated . . .\nfor reappointment for an additional term to the same office\n. . . without a break in service,” 5 U. S. C.\n§3345(c)(1), will of course not be a Senate-confirmed first\nassistant to that office.2SW General offers a\ndifferent response that a person directed to perform the duties of\na vacant office under subsection (c)(1) does not “serve as an\nacting officer,” §3345(b)(1). See Tr. of Oral Arg. 30. This also\nmisses the mark. Like subsections (a)(1), (a)(2), and (a)(3),\nsubsection (c)(1) is located in §3345, titled, “Acting officer.”\nDiv. C, §151(b), 112Stat. 2681–611. Like those subsections, it\naddresses who may fill a vacant office. See 5 U. S. C. §3345(c)(2).\nAnd like those subsections, it expressly subjects service to the\ntime limits in §3346, which apply to “the person serving as an\nacting officer as described under section 3345.” §3346(a).\nMoreover, relegating officials directed to serve under subsection\n(c)(1) to some statutorily unnamed, non-acting official status\nwould muddle other provisions of the FVRA. See §3347(a) (making\n§§3345 and 3346 “the exclusive means for temporarily authorizing an\nacting official” to serve in a PAS office); §3349(a)(2) (requiring\nreporting of “the name of any person serving in an acting capacity\nand the date such service began immediately upon the\ndesignation”).",
    "joined": []
}