{
    "case": {
        "docket": "16-74",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-74/"
    },
    "id": "4565632",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 16–74, 16–86, and 16–258_________________ADVOCATE HEALTH CARE NETWORK,\net al., PETITIONERS16–74v.MARIA STAPLETON, et al.;on writ of certiorari to the united states\ncourt of appeals for the seventh circuitSAINT PETER’S HEALTHCARE SYSTEM,\net al., PETITIONERS16–86v.LAURENCE KAPLAN; ANDon writ of certiorari to the united states\ncourt of appeals for the third circuitDIGNITY HEALTH, et al.,\nPETITIONERS16–258v.STARLA ROLLINSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 5, 2017]Justice Sotomayor, concurring.The Employee Retirement Income Security Act of\n1974 (ERISA) protects employees by ensuring “ ‘that if a\nworker has been promised a defined pension benefit upon\nretirement—and if he has fulfilled whatever conditions are required\nto obtain a vested benefit—he will actually receive it.’ ”Lockheed Corp.v.Spink,517\nU.S. 882, 887 (1996). Any decision interpreting the provisions\ngoverning which employers are subject to ERISA is ultimately a\ndecision about which employees receive this assurance. Today, by\nholding that ERISA’s exemption for “church plan[s],” 29 U. S. C.\n§1003(b)(2), covers plans neither established nor maintained by a\nchurch, the Court holds that scores of employees—who work for\norganizations that look and operate much like secular\nbusinesses—potentially might be denied ERISA’s protections. In\nfact, it was the failure of unregulated “church plans” that spurred\ncases such as these. See,e.g.,Brief for Respondents 7–8\n(collecting cases and press reports of church plan failures).I join the Court’s opinion because I am\npersuaded that it correctly interprets the relevant statutory text.\nBut I am nonetheless troubled by the outcome of these cases. As the\nmajority acknowledges,ante, at 12, the available\nlegislative history does not clearly endorse this result. That\nsilence gives me pause: The decision to exempt plans neither\nestablished nor maintained by a church could have the kind of broad\neffect that is usually thoroughly debated during the legislative\nprocess and thus recorded in the legislative record. And to the\nextent that Congress acted to exempt plans established by orders of\nCatholic Sisters, seeibid., it is not at all clear that\nCongress would take the same action today with respect to some of\nthe largest health-care providers in the country. Despite their\nrelationship to churches, organizations such as petitioners operate\nfor-profit subsidiaries, see Dignity Health and Subordinate\nCorporations, Consolidated Financial Statements as of and for Years\nended June 30, 2016 and 2015 and Independent Auditors’ Report, p.\n50, https://emma. msrb.org/ES823341-ES646022-ES1041174.pdf (as last\nvisited June 1, 2017); employ thousands of employees, App. 774;\nApp. to Pet. for Cert. in No. 16–74, pp. 5a, 31a; earn billions of\ndollars in revenue,ibid.; and compete in the secular market\nwith companies that must bear the cost of complying with ERISA.\nThese organizations thus bear little resemblance to those Congress\nconsidered when enacting the 1980 amendment to the church plan\ndefinition. This current reality might prompt Congress to take a\ndifferent path.In the end, I agree with the majority that the\nstatutory text compels today’s result. Other provisions also impact\nthe scope of the “church plan” exemption. Those\nprovisions—including the provisions governing which organizations\nqualify as principal purpose organizations permitted to establish\nand maintain “church plans,” see,e.g.,ante, at 6,\nn. 3—need also be construed in line with their text and with a view\ntoward effecting ERISA’s broad remedial purposes.",
    "joined": []
}