{
    "case": {
        "docket": "15-1391",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1391/"
    },
    "id": "3710970",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1391_________________EXPRESSIONS HAIR DESIGN, et al.,\nPETITIONERSv.ERIC T. SCHNEIDERMAN, ATTORNEY GENERAL OF NEW\nYORK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[March 29, 2017]Justice Sotomayor, with whom Justice Alito\njoins, concurring in the judgment.The Court addresses only one part of one half of\npetitioners’ First Amendment challenge to the New York statute at\nissue here. This quarter-loaf outcome is worse than none. I would\nvacate the judgment below and remand with directions to certify the\ncase to the New York Court of Appeals for a definitive\ninterpretation of the statute that would permit the full resolution\nof petitioners’ claims. I thus concur only in the judgment.INew York prohibits its merchants from\n“impos[ing] a surcharge on a [customer] who elects to use a credit\ncard in lieu of payment by cash, check, or similar means.” N. Y.\nGen. Bus. Law Ann. §518 (West 2012). A merchant who violates this\nprohibition commits a misdemeanor and risks “a fine not to exceed\nfive hundred dollars or a term of imprisonment up to one year, or\nboth.”Ibid.ASection 518 can be interpreted in several\nways. On first read, its prohibition on “impos[ing] a surcharge” on\ncredit card customers appears to prohibit charging customers who\npay with a credit card more than those who pay by other means. See\nBlack’s Law Dictionary 1579 (9th ed. 2009) (“surcharge” means “[a]n\nadditional tax, charge, or cost”). That is, §518 may require a\nmerchant to charge all customers the same price, no matter the form\nof payment.An earlier federal law containing an almost\nidentical prohibition muddies the path to this plain text reading.\nA 1976 amendment to the Truth in Lending Act set out a temporary\nprohibition barring a “seller in any sales transaction” from\n“impos[ing] a surcharge on a cardholder who elects to use a credit\ncard in lieu of payment by cash, check, or similar means.”\n§3(c)(1), 90Stat. 197. The amendment also defined a “surcharge” as\n“any means of increasing the regular price to a cardholder which is\nnot imposed upon customers paying by cash, check, or similar\nmeans.” §3(a),ibid. “[R]egular price” was later defined to\nmean the displayed price if a merchant displayed only one price or\nthe credit card price if the merchant either did not display prices\nor displayed both cash and credit card prices. §102(a), 95Stat.\n144. Under that definition, a merchant violated the federal\nprohibition on “impos[ing] a surcharge” by displaying in\ndollars-and-cents form only one price—the cash price—and then\ncharging credit card customers a higher price.[1]When the federal law lapsed in 1984, New York\nenacted §518, which sets out the same ban on “impos[ing] a\nsurcharge.” New York borrowed the federal prohibition almost\nverbatim. But it chose, without explanation, not to borrow the\nfederal definitions or to enact clarifying definitions of its\nown.The difference between the laws leaves §518 open\nto at least three interpretations. It could be read in line with\nits plain text to require that a merchant charge the same price to\nall his customers. It could be read in line with the lapsed federal\nban to permit a merchant to charge different prices to cash and\ncredit card customers but to prohibit a merchant from displaying in\ndollars-and-cents form only the cash price and then charging credit\ncard customers a higher price. On this reading, §518 would not\napply where a merchant displays in dollars-and-cents form only the\ncredit card price and then charges a lower price to cash customers,\nor where a merchant displays both the cash and credit card prices\nin dollars-and-cents form. Or it could be read more broadly, based\non the omission of the definitions that had limited the federal\nban’s scope. On this reading, §518 might prohibit a merchant from\ncharacterizing the difference between the cash and credit card\nprices as a “surcharge,” no matter how he displays his\nprices.[2]Confirming the elusive nature of §518, New York\nhas pressed almost all of these interpretations during this\nlitigation. Before the District Court, it viewed §518 as mirroring\nthe lapsed federal ban. See 975 F. Supp. 2d 430, 442 (SDNY\n2013). Before the Second Circuit, it offered the lapsed federal ban\nas a narrowing interpretation, thus suggesting that §518 applies\nmore broadly than that provision. See 808 F. 3d 118, 140,\nn. 13 (2015). And before this Court, it explained that other\nprosecutorial entities in New York are not bound by its\ninterpretation of §518 (or the interpretations of the state\ndistrict attorneys who are parties to this case), leaving open the\npossibility of still other interpretations. See Tr. of Oral Arg.\n40.[3]BPetitioners here are five New York merchants.\nWhen a customer pays with a credit card, petitioners (like all\nmerchants) are charged a processing fee by the card issuer.\nPetitioners want to pass that fee on to their credit card paying\ncustomers, but not their cash paying customers. They want to charge\ncash customers one price and credit card customers a higher price\nthat includes the processing fee. One petitioner, Expressions Hair\nDesign, currently does pass the costs of credit card processing\nfees on to its credit card paying customers. The other four charge\none price to all customers. They set their prices to account for\nthe processing fees they predict they will incur.All five would prefer to use a different pricing\nsystem or display than the ones they use now. Expressions Hair\nDesign and Five Points Academy would like to charge cash and credit\ncard customers two different prices and to display a\ndollars-and-cents cash price alongside the extra charge for credit\ncard customers—say, “$100 with a 3% credit card charge” or “$100\nwith a $3 credit card charge.” Brooklyn Farmacy & Soda\nFountain, Brite Buy Wines & Spirits, and Patio.com want to\ncharge cash and credit card customers two different prices and to\ncharacterize the difference in prices as a “surcharge” when they\ndisplay or convey their prices to customers. App. 47–48, 51,\n57.All five do not use their preferred pricing\nsystems or displays for fear of violating §518. Expressions Hair\nDesign and Five Points Academy believe §518 prohibits their pricing\ndisplay because it would convey the credit card processing costs\nimpermissibly as a surcharge, rather than permissibly as a\ndiscount—say, “$103 with a 3% discount for cash payment” or “$103\nwith a $3 discount for cash payment.” The other three petitioners\nbelieve that §518 regulates how they can describe the difference\nbetween cash and credit card prices. Because §518 does not, in\ntheir view, clearly state just how it regulates those descriptions,\nthey have decided that the uncertainty counsels against a\nchange.Petitioners view §518 as an unconstitutional\nrestriction on their ability to display and describe their prices\nto their customers. And so they sued and challenged the law on\nFirst Amendment grounds.IIResolving petitioners’ challenge to §518\nrequires an accurate picture of how, exactly, the statute works.\nThat understanding is needed both to decide whether §518 prohibits\npetitioners’ preferred pricing systems and displays and, if so,\nwhether that prohibition is consistent with the First Amendment.\nSee 808 F. 3d, at 141;ante,at 10, n. 3.But the Second Circuit did not decide just how\nfar §518 extends. It instead decided how §518 applies to part of\nthe petitioners’ challenge—the pricing display Expressions Hair\nDesign and Five Points Academy wish to use—and declined to decide\nhow, or even if, §518 applies to the rest of the challenge. While\n§518 evades easy interpretation, a partial decision was neither\nrequired nor right. The court below erred by not asking the New\nYork Court of Appeals for a definitive interpretation of §518, and\nthis Court errs by not correcting it.AGiven a constitutional challenge that turned\non the interpretation of an ambiguous state statute not yet\ndefinitively interpreted by the state courts, the Second Circuit\nfaced a problem. Any interpretation it gave §518 would not be\nauthoritative since state courts, not federal courts, have the\nfinal word on the interpretation of state statutes. But it had\nbefore it two routes—abstention and certification—to a solution.\nBoth would have allowed it to secure an authoritative\ninterpretation of §518 before resolving the constitutional\nchallenge.In this context, abstention and certification\nserve the same goals. Both recognize that when the outcome of a\nconstitutional challenge turns on the proper interpretation of\nstate law, a federal court’s resolution of the constitutional\nquestion may turn out to be unnecessary. The state courts could\nlater interpret the state statute differently. And the state\ncourt’s different interpretation might result in a statute that\nimplicates no constitutional question, or that renders the federal\ncourt’s constitutional analysis irrelevant. See,e.g.,Arizonans for Official Englishv.Arizona, 520\nU. S. 43, 79 (1997) ;Brockettv.Spokane Arcades,\nInc., 472 U. S. 491 –509 (1985) (O’Connor, J.,\nconcurring). Abstention and certification avoid this risk by\ndeferring a federal court’s decision on the constitutionality of\nthe state statute until a state court has authoritatively resolved\nthe antecedent state-law question.Abstention is a blunt instrument. UnderRailroad Comm’n of Tex.v.Pullman Co., 312\nU. S. 496 (1941) , a federal court’s decision to abstain sends\nthe plaintiff to state court. Once the plaintiff obtains the state\ncourts’ views on the statute, he may return to federal court,\nstate- court decision in hand, for resolution of the constitutional\nquestion.Pullmanabstention thus “entail[s] a full round of\nlitigation in the state court system before any resumption of\nproceedings in federal court.”Arizonans for Official\nEnglish, 520 U. S., at 76.Certification offers a more precise tool. In\nStates that have authorized certification, a federal court may “put\nthe [state-law] question directly to the State’s highest court,\nreducing the delay, cutting the cost, and increasing the assurance\nof gaining an authoritative response.”Ibid.The rule\nrelevant here is typical of certification statutes. New York allows\na federal court of appeals to certify “determinative questions of\nNew York law . . . involved in a case pending before that\ncourt for which no controlling precedent of the Court of Appeals\nexists . . . to the [New York] Court of Appeals.”\nN. Y. Comp. Code, Rules & Regs., tit. 22, Rule 500.27(a)\n(2016).[4]While the decision to certify “rests in the\nsound discretion of the federal court,”Lehman Brothersv.Schein, 416 U. S. 386, 391 (1974) , this Court has\nrepeatedly emphasized that certification offers clear advantages\nover abstention. “[M]ere difficulty in ascertaining local law is no\nexcuse for” abstaining and “remitting the parties to a state\ntribunal for the start of another lawsuit.”Id., at 390.\nKeeping the case, waiting for an answer on the certified question,\nand then fully resolving the issues “in the long run save[s] time,\nenergy, and resources and helps build a cooperative judicial\nfederalism.”Id.,at 391. As a result, “the availability of\ncertification greatly simplifies the analysis” of whether to\nabstain.Bellottiv.Baird, 428 U. S. 132, 151\n(1976) ; see alsoArizonans for Official English, 520\nU. S., at 75 (“Certification today covers territory once\ndominated by a deferral device calledPullmanabstention”\n(internal quotation marks omitted)). And this Court has described\nabstention as particularly problematic where, as here, a challenge\nto a state statute rests on the First Amendment. Cf.Virginiav.American Booksellers Assn., Inc., 484\nU. S. 383, 396 (1988) (“Certification, in contrast to the more\ncumbersome and (in this context) problematic abstention doctrine,\nis a method by which we may expeditiously obtain that\nconstruction”);Houstonv.Hill, 482 U. S. 451\n–468 (1987).The court below chose a convoluted course: It\nrejected certification, abstained in part, and decided the question\nin part. It did so by dividing petitioners’ challenge into two\nparts. As to the first part, it held that §518 did prohibit the\npricing display that Expressions Hair Design and Five Points\nAcademy prefer: displaying the cash price alongside the credit card\ncharge.[5] It found this\napplication of §518 consistent with the First Amendment. See 808\nF. 3d, at 130. As to the second part, it declined to address\nwhether §518 speaks to, or unconstitutionally restricts, how\npetitioners who wish to display both the cash and credit card\nprices in dollars-and-cents form can describe the difference\nbetween those prices. Seeid.,at 136. It doubted whether\n§518 did reach that broadly and assumed that, even if it did, the\nNew York state courts would construe the statute more narrowly—in\nline with the lapsed federal provision. And so the court declined\nto certify the question and chose instead to abstain from deciding\nthis part of petitioners’ challenge. Seeid., at 137–139. It\ndid so even though New York, responsible for enforcing §518, had\n“never quite abandon[ed]” its position that §518 might reach more\nbroadly than the lapsed federal provision.Id.,at 140,\nn. 13.The Second Circuit should have exercised its\ndiscretion to certify the antecedent state-law question here: What\npricing schemes or pricing displays does §518 prohibit?\nCertification might have avoided the need for a constitutional\nruling altogether. If the state court reads §518 only as a price\nregulation, no constitutional concerns are implicated. Compare44 Liquormart, Inc.v.Rhode Island, 517 U. S.\n484, 507 (1996) (plurality opinion) (“direct regulation” of prices\ndoes “not involve any restriction on speech”), withVirginia Bd.\nof Pharmacyv.Virginia Citizens Consumer Council, Inc.,\n425 U. S. 748, 761 (1976) (price advertisements contain\nprotected speech because they convey a merchant’s\n“ ‘idea’ ” that “ ‘I will sell you the X\nprescription drug at the Y price’ ”). Or certification might\nhave limited the scope of the constitutional challenge in the case.\nIf the state court reads §518 to mirror the lapsed federal ban,\nthat would eliminate the need for a constitutional ruling on the\nsecond part of petitioners’ challenge (premised on a reading of\n§518 that prohibits more than the lapsed federal ban). At the very\nleast, certification would have allowed the court to resolve\npetitioners’ entire challenge in one go.The Second Circuit declined to exercise its\ndiscretion to certify because it viewed the “state of the record”\nas too underdeveloped. 808 F. 3d, at 141. It thought that the New\nYork Court of Appeals could not interpret §518, and that it could\nnot resolve the challenge to §518, basedon that record. Both issues\nare pure questions of law: whether §518 prohibits petitioners’\npreferred pricing sys-tems and displays (a statutory interpretation\nquestion for theNew York Court of Appeals) and whether §518\nsurvives petitioners’ First Amendment challenge (a constitutional\nquestion for the Second Circuit). And both issues turn on only a\nlimited set of facts—the pricing systems and displays that\npetitioners wish to use. As discussed above, the record contains\nthose facts. The “state of the record” thus does not counsel\nagainst certification. Given the significant benefits certification\noffered and given the absence of persuasive downsides identified by\nthe Second Circuit, the decision not to certify was an abuse of\ndiscretion.BThe consequences of the decision not to\ncertify reverberate throughout the Court’s opinion today. For lack\nof a definitive interpretation of §518, it chooses to address only\nthe first part of petitioners’ challenge and to defer to the Second\nCircuit’s partial interpretation of §518.[6]Ante,at 6–8. It then holds that §518 does\nrestrict constitutionally protected speech.Ante,at 8–10.\nBut it does not decide whether §518’s restriction is\nconstitutionally permissible because doing so would require it to\nanswer the ever-present question in this case: “whether the statute\npermits . . . pricing schemes like the one\n. . . Expressions currently uses.”Ante,at 10,\nn. 3. And so it sends this case back to the Second Circuit for\nfurther proceedings.Ante,at 10.III“The complexity” of this case “might have been\navoided,”Arizonans for Official English, 520 U. S., at\n79, had the Second Circuit certified the question of §518’s meaning\nwhen the case was first before it. The Court’s opinion does not\nforeclose the Second Circuit from choosing that route on remand.\nBut rather than contributing to the piecemeal resolution of this\ncase, I would vacate the judgment below and remand with\ninstructions to certify the case to the New York Court of Appeals\nto allow it to definitively interpret §518. I thus concur only in\nthe judgment.Notes1This is the\ninterpretation of the lapsed federal ban offered by the United\nStates and accepted by the majority. For purposes of this opinion,\nI assume that this interpretation is correct.2Section 518’s sparse\nenforcement history does not clear up the ambiguity. New York has\npursued one §518 prosecution, which resulted in a conviction later\nset aside on appeal. The decision supports, but does not require,\ngiving §518 a broader reading than the lapsed federal ban. SeePeoplev.Fulvio, 136 Misc. 2d 334, 344–345, 517\nN. Y. S. 2d 1008, 1015 (1987) (stating that §518\npermits a conviction for being “careless enough to describe the\nhigher price in terms which amount to the ‘credit price’ having\nbeen derived from adding a charge to the lower price” (emphasis\ndeleted)). A more recent enforcement spree is more opaque. A group\nof merchants state that when a customer called asking for their\nprices, they would quote the cash price and tell the customers they\ncharged, for example, “a $.05 surcharge” for payment with a credit\ncard. See,e.g.,App. 107. They state that in 2009 the New\nYork Attorney General’s Office told them that they had violated\n§518, directed them to stop, and explained that they could comply\nwith §518 by quoting the credit card price and offering a\n“discoun[t]” for payment with cash.Ibid.While these\nmerchants’ acts would have violated the lapsed federal ban—by\nstating a single cash price and then charging a higher price to\ncredit card customers—the recent enforcement actions do not\ndemonstrate that §518 prohibits only those acts and stretches no\nfurther. And because the New York attorney general lacks the\nauthor-ity to adopt an interpretation of §518 that binds other\nprosecutorial entities in the State, these enforcement actions\nspeak only to how the attorney general may interpret §518. See Tr.\nof Oral Arg. 40–41.3The multiple available\ninterpretations of §518 do not render §518 so vague as to violate\nthe Due Process Clause. But they do render §518 ambiguous enough to\nwarrant asking the New York Court of Appeals to resolve the\nstatute’s meaning.4The New York Court of\nAppeals regularly accepts and answers certified questions. See,e.g., Flo & Eddie, Inc.v.Sirius XM Radio, Inc.,\n28 N. Y. 3d 583, ___ N. E. 3d ___ (Dec. 20, 2016)\n(certified Apr. 13, 2016);Pasternackv.Laboratory Corp.\nof Am.Holdings, 27 N. Y. 3d 817, 59 N. E. 3d\n485 (June 30, 2016) (certified Nov. 17, 2015);Matter of Viking\nPump, Inc., 27 N. Y. 3d 244, 52 N. E. 3d 1144 (May 3,\n2016) (certified June 10, 2015);Beck Chevrolet Co.v.General Motors LLC, 27 N. Y. 3d 379, 53 N. E. 3d\n706 (May 3, 2016) (certified May 19, 2015);Ministers &\nMissionaries Benefit Bd.v.Snow, 26 N. Y. 3d 466,\n45 N. E. 3d 917 (Dec. 15, 2015) (certified Mar. 5, 2015). The\nSecond Circuit has “actively and vigorously employed”\ncertification. Kaye, Tribute to Judge Guido Calabresi, 70\nN. Y. U. Annual Survey Am. L. 33, 34 (2014) (noting,\nbased on service as the Chief Judge of the New York Court of\nAppeals, that certification by the Second Circuit “has done an\nenormous amount to bridge the gap between our state and federal\ncourt systems”).5The court below did not\ntruly engage with the plain text reading of §518, under which a\nmerchant may not charge different prices to cash and credit card\ncustomers. See 808 F. 3d 118, 128 (CA2 2015). It is free to\nconsider that reading on remand in light of the Court’s\nconstitutional holding.6It does so by invoking an\ninterpretive rule of deference to a lower federal court’s\nconstruction of the law of a State within its jurisdiction, in line\nwith the general principle that this Court does not resolve issues\nof state law. I do not read the Court’s deference to the Second\nCircuit as holding that this Court will defer to a lower federal\ncourt’s interpretation of state law even where doing so would cast\nserious constitutional doubt on, or invalidate, a state law. Such a\nrule would be incorrect. SeeFrisbyv.Schultz, 487\nU. S. 474, 483 (1988) (describing lower courts’ interpretation\nas “plain error . . . [t]o the extent they endorsed a\nbroad reading of the” law at issue because “the lower courts ran\nafoul of the well-established principle that statutes will be\ninterpreted to avoid constitutional difficulties”). The Court’s\nsilence on the relevance of the avoidance canon to the Second\nCircuit’s interpretation is consistent with an unexpressed\nconclusion, with which I disagree, that no narrowing construction\nis available that would avoid constitutional concerns or that a\nbroader constriction raises no constitutional\nconcerns.",
    "joined": []
}