{
    "case": {
        "docket": "17-459",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-459/"
    },
    "id": "3918484",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–459_________________WESCLEY FONSECA PEREIRA, PETITIONERv.JEFFERSON B. SESSIONS, III, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 21, 2018]Justice Sotomayor delivered the opinion of the\nCourt.Nonpermanent residents, like petitioner here,\nwho are subject to removal proceedings and have accrued 10 years of\ncontinuous physical presence in the United States, may be eligible\nfor a form of discretionary relief known as cancellation of\nremoval. 8 U. S. C. §1229b(b)(1). Under the so-called\n“stop-time rule” set forth in §1229b(d)(1)(A), however, that period\nof continuous physical presence is “deemed to end . . .\nwhen the alien is served a notice to appear under section 1229(a).”\nSection 1229(a), in turn, provides that the Government shall serve\nnoncitizens in removal proceedings with “written notice (in this\nsection referred to as a ‘notice to appear’) . . .\nspecifying” several required pieces of information, including\n“[t]he time and place at which the [removal] proceedings will be\nheld.” §1229(a)(1)(G)(i).[1]The narrow question in this case lies at the\nintersectionof those statutory provisions. If the Government\nserves a noncitizen with a document that is labeled “notice to\nappear,” but the document fails to specify either the time or place\nof the removal proceedings, does it trigger the stop-time rule? The\nanswer is as obvious as it seems: No. A notice that does not\ninform a noncitizen when and where to appear for removal\nproceedings is not a “notice to appear under section 1229(a)” and\ntherefore does not trigger the stop-time rule. The plain text, the\nstatutory context, and common sense all lead inescapably and\nunambiguously to that conclusion.IAUnder the Illegal Immigration Reform and\nImmigrant Responsibility Act of 1996 (IIRIRA), 110Stat. 3009–546,\nthe Attorney General of the United States has discretion to “cancel\nremoval” and adjust the status of certain nonpermanent residents.\n§1229b(b). To be eligible for such relief, a nonpermanent resident\nmust meet certain enumerated criteria, the relevant one here being\nthat the noncitizen must have “been physically present in the\nUnited States for a continuous period of not less than 10 years\nimmediately preceding the date of [an] application” for\ncancellation of removal. §1229b(b)(1)(A).[2]IIRIRA also established the stop-time rule at\nissue in this case. Under that rule, “any period of . . .\ncontinuous physical presence in the United States shall be deemed\nto end . . . when the alien is served a notice to appear\nunder section 1229(a) of this title.”[3] §1229b(d)(1)(A). Section 1229(a), in turn, provides\nthat “written notice (in this section referred to as a ‘notice to\nappear’) shall be given . . . to the alien\n. . . specifying”:“(A) The nature of the proceedings against the\nalien.“(B) The legal authority under which the\nproceedings are conducted.“(C) The acts or conduct alleged to be in\nviolation of law.“(D) The charges against the alien and the\nstatutory provisions alleged to have been violated.“(E) The alien may be represented by counsel\nand the alien will be provided (i) a period of time to secure\ncounsel under subsection (b)(1) of this section and (ii) a current\nlist of counsel prepared under subsection (b)(2) of this\nsection.“(F)(i) The requirement that the alien must\nimmediately provide (or have provided) the Attorney General with a\nwritten record of an address and telephone number (if any) at which\nthe alien may be contacted respecting proceedings under section\n1229a of this title.“(ii) The requirement that the alien must\nprovide the Attorney General immediately with a written record of\nany change of the alien’s address or telephone number.“(iii) The consequences under section\n1229a(b)(5) of this title of failure to provide address and\ntelephone information pursuant to this subparagraph.“(G)(i) The time and place at which the\n[removal] proceedings will be held.“(ii) The consequences under section 1229a(b)(5)\nof this title of the failure, except under exceptional cir-cumstances, to appear at such proceedings.”\n§1229(a)(1) (boldface added).The statute also enables the Government to\n“change or postpon[e] . . . the time and place of [the\nremoval] proceedings.” §1229(a)(2)(A). To do so, the Government\nmust give the noncitizen “a written notice . . .\nspecifying . . . the new time or place of the\nproceedings” and “the consequences . . . of failing,\nexcept under exceptional circumstances, to attend such\nproceedings.”Ibid.The Government is not required to\nprovide written notice of the change in time or place of the\nproceedings if the noncitizen is “not in detention” and “has failed\nto provide [his] address” to the Government. §1229(a)(2)(B).The consequences of a noncitizen’s failure to\nappear at a removal proceeding can be quite severe. If a noncitizen\nwho has been properly served with the “written notice required\nunder paragraph (1) or (2) of section 1229(a)” fails to appear at a\nremoval proceeding, he “shall be ordered removed in absentia” if\nthe Government “establishes by clear, unequivocal, and convincing\nevidence that the written notice was so provided and that the alien\nis removable.” §1229a(b)(5)(A). Absent “exceptional circumstances,”\na noncitizen subject to an in absentia removal order is ineligible\nfor some forms of discretionary relief for 10 years if, “at the\ntime of the notice described in paragraph (1) or (2) of section\n1229(a),” he “was provided oral notice . . . of the time\nand place of the proceedings and of the consequences” of failing to\nappear. §1229a(b)(7). In certain limited circumstances, however, a\nremoval order entered in absentia may be rescinded—e.g.,when the noncitizen “demonstrates that [he] did not receive notice\nin accordance with paragraph (1) or (2) of section 1229(a).”\n§1229a(b)(5)(C)(ii).BIn 1997, shortly after Congress passed IIRIRA,\nthe Attorney General promulgated a regulation stating that a\n“notice to appear” served on a noncitizen need only provide “the\ntime, place and date of the initial removal hearing, where\npracticable.” 62 Fed. Reg. 10332 (1997). Per that\nregulation, the Department of Homeland Security (DHS), at least in\nrecent years, almost always serves noncitizens with notices that\nfail to specify the time, place, or date of initial removal\nhearings whenever the agency deems it impracticable to include such\ninformation. See Brief for Petitioner 14; Brief for Respondent\n48–49; Tr. of Oral Arg. 52–53 (Government’s admission that “almost\n100 percent” of “notices to appear omit the time and date of the\nproceeding over the last three years”). Instead, these notices\nstate that the times, places, or dates of the initial hearings are\n“to be determined.” Brief for Petitioner 14.InMatter of Camarillo, 25\nI. & N. Dec. 644 (2011), the Board of Immigration\nAppeals (BIA) addressed whether such notices trigger the stop-time\nrule even if they do not specify the time and date of the removal\nproceedings. The BIA concluded that they do.Id.,at 651. It\nreasoned that the statutory phrase “notice to appear ‘under section\n[1229](a)’ ” in the stop-time rule “merely specifies the\ndocument the DHS must serve on the alien to trigger the ‘stop-time’\nrule,” but otherwise imposes no “substantive requirements” as to\nwhat information that document must include to trigger the\nstop-time rule.Id.,at 647.CPetitioner Wescley Fonseca Pereira is a native\nand citizen of Brazil. In 2000, at age 19, he was admitted to the\nUnited States as a temporary “non-immigrant visitor.” App. to\nPet. for Cert. 3a. After his visa expired, he remained in the\nUnited States. Pereira is married and has two young daughters,\nboth of whom are United States citizens. He works as a\nhandyman and, according to submissions before the Immigration\nCourt, is a well-respected member of his community.In 2006, Pereira was arrested in Massachusetts\nfor operating a vehicle while under the influence of alcohol. On\nMay 31, 2006, while Pereira was detained, DHS served him (in\nperson) with a document labeled “Notice to Appear.” App. 7–13. That\nputative notice charged Pereira as removable for overstaying his\nvisa, informed him that “removal proceedings” were being initiated\nagainst him, and provided him with information about the “[c]onduct\nof the hearing” and the consequences for failing to appear.Id., at 7, 10–12. Critical here, the notice did not specify\nthe date and time of Pereira’s removal hearing. Instead, it ordered\nhim to appear before an Immigration Judge in Boston “ona date\nto be setata time to be set.”Id., at 9\n(underlining in original).More than a year later, on August 9, 2007, DHS\nfiled the 2006 notice with the Boston Immigration Court. The\nImmigration Court thereafter attempted to mail Pereira a more\nspecific notice setting the date and time for his initial removal\nhearing for October 31, 2007, at 9:30 a.m. But that second notice\nwas sent to Pereira’s street address rather than his post office\nbox (which he had provided to DHS), so it was returned as\nundeliverable. Because Pe- reira never received notice of the time\nand date of his re- moval hearing, he failed to appear, and the\nImmigration Court ordered him removed in absentia. Unaware of that\nre- moval order, Pereira remained in the United States.In 2013, after Pereira had been in the country\nfor more than 10 years, he was arrested for a minor motor vehicle\nviolation (driving without his headlights on) and was subsequently\ndetained by DHS. The Immigration Court reopened the removal\nproceedings after Pereira demonstrated that he never received the\nImmigration Court’s 2007 notice setting out the specific date and\ntime of his hearing. Pereira then applied for cancellation of\nremoval, arguing that the stop-time rule was not triggered by DHS’\ninitial 2006 notice because the document lacked information about\nthe time and date of his removal hearing.The Immigration Court disagreed, finding the law\n“quite settled that DHS need not put a date certain on the Notice\nto Appear in order to make that document effective.” App. to Pet.\nfor Cert. 23a. The Immigration Court therefore concluded that\nPereira could not meet the 10-year physical-presence requirement\nunder §1229b(b), thereby render- ing him statutorily ineligible for\ncancellation of removal, and ordered Pereira removed from the\ncountry. The BIA dismissed Pereira’s appeal. Adhering to its\nprecedent inCamarillo, the BIA agreed with the Immigration\nCourt that the 2006 notice triggered the stop-time rule and that\nPereira thus failed to satisfy the 10-year physical-presence\nrequirement and was ineligible for cancellation of removal.The Court of Appeals for the First Circuit\ndenied Pereira’s petition for review of the BIA’s order. 866\nF. 3d 1 (2017). Applying the framework set forth inChevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil, Inc., 467 U. S. 837 (1984), the Court of Appeals\nfirst found that the stop-time rule in §1229b(d)(1) is ambiguous\nbecause it “does not explicitly state that the date and time of the\nhearing must be included in a notice to appear in order to cut off\nan alien’s period of continuous physical presence.” 866 F. 3d,\nat 5. Then, after reviewing the statutory text and structure, the\nadministrative context, and pertinent legislative history, the\nCourt of Appeals held that the BIA’s interpretation of the\nstop-time rule was a permissible reading of the statute.Id.,at 6–8.IIAThe Court granted certiorari in this case, 583\nU. S. ___ (2018), to resolve division among the Courts of\nAppeals on a simple, but important, question of statutory\ninterpretation: Does service of a document styled as a “notice to\nappear” that fails to specify “the items listed” in §1229(a)(1)\ntrigger the stop-time rule?[4]\nPet. for Cert. i.As a threshold matter, the Court notes that the\nquestion presented by Pereira, which focuses on all “items listed”\nin §1229(a)(1), sweeps more broadly than necessary to resolve the\nparticular case before us. Although the time-and-place information\nin a notice to appear will vary from case to case, the Government\nacknowledges that “[m]uch of the information Section 1229(a)(1)\ncalls for does not” change and is therefore “included in\nstandardized language on the I–862 notice-to-appear form.” Brief\nfor Respondent 36 (referencing 8 U. S. C.\n§§1229(a)(1)(A)–(B), (E)–(F), and (G)(ii)). In fact, the\nGovernment’s 2006 notice to Pereira included all of the information\nrequired by §1229(a)(1), except it failed to specify the date and\ntime of Pereira’s removal proceedings. See App. 10–12. Accordingly,\nthe dispositive question in this case is much narrower, but no less\nvital: Does a “notice to appear” that does not specify the “time\nand place at which the proceedings will be held,” as required by\n§1229(a)(1)(G)(i), trigger the stop-time rule?[5]In addressing that narrower question, the Court\nneed not resort toChevrondeference, as some lower courts\nhave done, for Congress has supplied a clear and unambiguous answer\nto the interpretive question at hand. See 467 U. S., at\n842–843 (“If the intent of Congress is clear, that is the end of\nthe matter; for the court, as well as the agency, must give effect\nto the unambiguously expressed intent of Congress”). A putative\nnotice to appear that fails to designate the specific time or place\nof the noncitizen’s removal proceedings is not a “notice to appear\nunder section 1229(a),” and so does not trigger the stop-time\nrule.BThe statutory text alone is enough to resolve\nthis case. Under the stop-time rule, “any period of . . .\ncontinuous physical presence” is “deemed to end . . .\nwhen the alien is served a notice to appear under section 1229(a).”\n8 U. S. C. §1229b(d)(1). By expressly referencing\n§1229(a), the statute specifies where to look to find out what\n“notice to appear” means. Section 1229(a), in turn, clarifies that\nthe type of notice “referred to as a ‘notice to appear’ ”\nthroughout the statutory section is a “written notice\n. . . specifying,” as relevant here, “[t]he time and\nplace at which the [removal] proceedings will be held.”\n§1229(a)(1)(G)(i). Thus, based on the plain text of the statute, it\nis clear that to trigger the stop-time rule, the Government must\nserve a notice to appear that, at the very least, “specif[ies]” the\n“time and place” of the removal proceedings.It is true, as the Government and dissent point\nout, that the stop-time rule makes broad reference to a notice\ntoappear under “section 1229(a),” which includes\nparagraph (1), as well as paragraphs (2) and (3). See Brief\nfor Respondent 27–28;post,at 5–6 (opinion of Alito, J.).\nBut the broad reference to §1229(a) is of no consequence, because,\nas even the Government concedes, only paragraph (1) bears on the\nmeaning of a “notice to appear.” Brief for Respondent 27. By\ncontrast, paragraph (2) governs the “[n]otice of change in time or\nplace of proceedings,” and paragraph (3) provides for a system\nto record noncitizens’ addresses and phone numbers. Nowhere else\nwithin §1229(a) does the statute purport to delineate the\nrequirements of a “notice to appear.” In fact, the term “notice to\nappear” appears only in paragraph (1) of §1229(a).If anything, paragraph (2) of §1229(a) actually\nbolsters the Court’s interpretation of the statute. Paragraph (2)\nprovides that, “in the case of any change or postponement in the\ntime and place of [removal] proceedings,” the Government shall give\nthe noncitizen “written notice . . . specifying\n. . . the new time or place of the proceedings.”\n§1229(a)(2)(A)(i). By allowing for a “change or postponement” of\nthe proceedings to a “new time or place,” paragraph (2) presumes\nthat the Government has already served a “notice to appear under\nsection 1229(a)” that specified a time and place as required by\n§1229(a)(1)(G)(i). Otherwise, there would be no time or place to\n“change or postpon[e ].” §1229(a)(2). Notably, the dissent\nconcedes that paragraph (2) confirms that a notice to appear must\n“state the ‘time and place’ of the removal proceeding as required\nby §1229(a)(1).’ ”Post,at 13. The dissent\nnevertheless retorts that this point is “entirely irrelevant.”Ibid.Not so. Paragraph (2) clearly reinforces the\nconclusion that “a notice to appear under section 1229(a),”\n§1229b(d)(1), must include at least the time and place of the\nremoval proceedings to trigger the stop-time rule.Another neighboring statutory provision lends\nfurther contextual support for the view that a “notice to appear”\nmust include the time and place of the removal proceedings to\ntrigger the stop-time rule. Section 1229(b)(1) gives a noncitizen\n“the opportunity to secure counsel before the first [removal]\nhearing date” by mandating that such “hearing date shall not be\nscheduled earlier than 10 days after the service of the notice to\nappear.” For §1229(b)(1) to have any meaning, the “notice to\nappear” must specify the time and place that the noncitizen, and\nhis counsel, must appear at the removal hearing. Otherwise, the\nGovernment could serve a document labeled “notice to appear”\nwithout listing the time and location of the hearing and then,\nyears down the line, provide that information a day before the\nremoval hearing when it becomes available. Under that view of the\nstatute, a noncitizen theoretically would have had the “opportunity\nto secure counsel,” but that opportunity will not be meaningful if,\ngiven the absence of a specified time and place, the noncitizen has\nminimal time and incentive to plan accordingly, and his counsel, in\nturn, receives limited notice and time to prepare adequately. It\ntherefore follows that, if a “notice to appear” for purposes of\n§1229(b)(1) must include the time-and-place information, a “notice\nto appear” for purposes of the stop-time rule under §1229b(d)(1)\nmust as well. After all, “it is a normal rule of statutory\nconstruction that identical words used in different parts of the\nsame act are intended to have the same meaning.”Taniguchiv.Kan Pacific Saipan, Ltd., 566 U. S. 560, 571 (2012)\n(internal quotation marks omitted).[6]Finally, common sense compels the conclusion\nthat a notice that does not specify when and where to appear for a\nremoval proceeding is not a “notice to appear” that triggers the\nstop-time rule. If the three words “notice to appear” mean anything\nin this context, they must mean that, at a minimum, the Government\nhas to provide noncitizens “notice” of the information,i.e.,the “time” and “place,” that would enable them “to\nappear” at the removal hearing in the first place. Conveying such\ntime-and-place information to a noncitizen is an essential function\nof a notice to appear, for without it, the Government cannot\nreason- ably expect the noncitizen to appear for his removal\nproceedings. To hold otherwise would empower the Government to\ntrigger the stop-time rule merely by sending noncitizens a\nbarebones document labeled “Notice to Appear,” with no mention of\nthe time and place of the removal proceedings, even though such\ndocuments would do little if anything to facilitate appearance at\nthose proceedings.[7]\n“ ‘We are not willing to impute to Congress . . .\nsuch [a] contradictory and absurd purpose,’ ”United\nStatesv.Bryan, 339 U. S. 323, 342 (1950),\nparticularly where doing so has no basis in the statutory text.IIIStraining to inject ambiguity into the\nstatute, the Government and the dissent advance several overlapping\narguments. None is persuasive.AFirst, the Government posits that §1229(a) “is\nnot worded in the form of a definition” and thus cannot circum-\nscribe what type of notice counts as a “notice to appear” for\npurposes of the stop-time rule. Brief for Respondent 32. Section\n1229(a), however, does speak in definitional terms, at least with\nrespect to the “time and place at which the proceedings will be\nheld”: It specifically provides that the notice described under\nparagraph (1) is “referred to as a ‘notice to appear,’ ” which\nin context is quintessential definitional language.[8] It then defines that term as a “written\nnotice” that, as relevant here, “specif[ies] . . . [t]he\ntime and place at which the [removal] proceedings will be held.”\n§1229(a)(1)(G)(i). Thus, when the term “notice to appear” is used\nelsewhere in the statutory section, including as the trigger for\nthe stop-time rule, it carries with it the substantive\ntime-and-place criteria required by §1229(a).Resisting this straightforward understanding of\nthe text, the dissent posits that “§1229(a)(1)’s language can be\nunderstood to define what makes a notice to appearcomplete.”Post, at 10 (emphasis in original). In the\ndissent’s view, a defective notice to appear is still a “notice to\nappear” even if it is incomplete—much like a three-wheeled Chevy is\nstill a car.Post,at 10–11. The statutory text proves\notherwise. Section 1229(a)(1) does not say a “notice to appear” is\n“complete” when it specifies the time and place of the removal\nproceedings. Rather, it defines a “notice to appear” as a “written\nnotice” that “specif[ies],” at a minimum, the time and place of the\nremoval proceedings. §1229(a)(1)(G)(i). Moreover, the omission of\ntime-and-place information is not, as the dissent asserts, some\ntrivial, ministerial defect, akin to an unsigned notice of appeal.\nCf.Beckerv.Montgomery, 532 U. S. 757, 763,\n768 (2001). Failing to specify integral information like the time\nand place of removal proceedings unquestionably would “deprive [the\nnotice to appear] of its essential character.”Post,at 12,\nn. 5; seesupra,at 12–13, n. 7.[9]BThe Government and the dissent next contend\nthat Congress’ use of the word “under” in the stop-time rule\nrenders the statute ambiguous. Brief for Respondent 22–23;post,at 4–5. Recall that the stop-time rule provides that\n“any period of . . . continuous physical presence” is\n“deemed to end . . . when the alien is served a notice to\nappear under section 1229(a).” §1229b(d)(1)(A). According to the\nGovernment, the word “under” in that provision means “subject to,”\n“governed by,” or “issued under the authority of.” Brief for\nRespondent 24. The dissent offers yet another alternative,\ninsisting that “under” can also mean “authorized by.”Post,at 4. Those definitions, the Government and dissent maintain,\nsupport the BIA’s view that the stop-time rule applies so long as\nDHS serves a notice that is “authorized by,” or “subject to or\ngoverned by, or issued under the authority of” §1229(a), even if\nthe notice bears none of the time-and-place information required by\nthat provision. See Brief for Respondent 24;post,at\n4–5.We disagree. It is, of course, true that “[t]he\nword ‘under’ is [a] chameleon ” that “ ‘must draw its\nmeaning from its context.’ ”Kucanav.Holder,\n558 U. S. 233, 245 (2010) (quotingArdestaniv.INS, 502 U. S. 129, 135 (1991)). But nothing in the\ntext or context here supports either the Government’s or the\ndissent’s preferred definition of “under.” Based on the plain\nlanguage and statutory context discussed above, we think it obvious\nthat the word “un-der,” as used in the stop-time rule, can only\nmean “in accordance with” or “according to,” for it connects the\nstop-time trigger in §1229b(d)(1) to a “notice to appear” that\ncontains the enumerated time-and-place information described in\n§1229(a)(1)(G)(i). See 18 Oxford English Dictionary 950 (2d ed.\n1989) (defining “under” as “[i]n accordance with”); Black’s Law\nDictionary 1525 (6th ed. 1990) (defining “under” as “according\nto”). So construed, the stop-time rule applies only if the\nGovernment serves a “notice to appear” “[i]n accordance with” or\n“according to” the substantive time-and-place requirements set\nforth in §1229(a). SeeKirtsaengv.John Wiley &\nSons, Inc., 568 U. S. 519, 530 (2013) (internal quotation\nmarks omitted). Far from generating any “degree of ambiguity,”post,at 4, the word “under” provides the glue that bonds\nthe stop-time rule to the substantive time-and-place requirements\nmandated by §1229(a).CThe Government argues that surrounding\nstatutory provisions reinforce its preferred reading. See Brief for\nRespondent 25–27. It points, for instance, to two separate\nprovisions relating to in absentia removal orders: §1229a(b)(5)(A),\nwhich provides that a noncitizen may be removed in absentia if the\nGovernment has provided “written notice required under paragraph\n(1) or (2) of section 1229(a)”; and §1229a(b)(5)(C)(ii), which\nprovides that, once an in absentia removal order has been entered,\nthe noncitizen may seek to reopen the proceeding if,inter\nalia, he “demonstrates that [he] did not receive notice in\naccordance with paragraph (1) or (2) of section 1229(a).” According\nto the Government, those two provisions use the distinct phrases\n“required under” and “in accordance with” as shorthand for a notice\nthat satisfies §1229(a)(1)’s requirements, whereas the stop-time\nrule uses the phrase “under section 1229(a)” to encompass a\ndifferent type of notice that does not necessarily include the\ninformation outlined in §1229(a)(1). See Brief for Respondent\n25–26. That logic is unsound. The Government essentially argues\nthat phrase 1 (“written notice required under paragraph (1)\n. . . of section 1229(a)”) and phrase 2 (“notice in\naccordance with paragraph (1) . . . of section 1229(a)”)\ncan refer to the same type of notice even though they use entirely\ndifferent words, but that phrase 3 (“notice to appear under section\n1229(a)”) cannot refer to that same type of notice because it uses\nwords different from phrases 1 and 2. But the Government offers no\nconvincing reason why that is so. The far simpler explanation, and\nthe one that comports with the actual statutory language and\ncontext, is that each of these three phrases refers to notice\nsatisfying, at a minimum, the time-and-place criteria defined in\n§1229(a)(1).Equally unavailing is the Government’s\ninvocation of §1229a(b)(7). Brief for Respondent 26–27. Under that\nprovision, a noncitizen who is ordered removed in absentia is\nineligible for various forms of discretionary relief for a 10-year\nperiod if the noncitizen, “at the time of the notice described in\nparagraph (1) or (2) of section 1229(a) of [Title 8], was provided\noral notice . . . of the time and place of the\nproceedings” and “of the consequences . . . of failing,\nother than because of exceptional circumstances,” to appear.\n§1229a(b)(7). The Government argues that the express reference to\n“the time and place of the proceedings” in §1229a(b)(7) shows that,\nwhen Congress wants to attach substantive significance to whether a\nnoncitizen is given information about the specific “time and place”\nof a removal proceeding, it knows exactly how to do so. Brief for\nRespondent 26–27. But even if §1229a(b)(7) may impose harsher\nconsequences on noncitizens who fail to appear at removal\nproceedings after having specifically received oral notice of the\ntime and place of such proceedings, that reveals nothing about the\ndistinct question here—i.e.,whether Congress intended the\nstop-time rule to apply when the Government fails to provide\nwritten notice of the time and place of removal proceedings. As to\nthat question, the statute makes clear that Congress fully intended\nto attach substantive significance to the requirement that\nnoncitizens be given notice of at least the time and place of their\nremoval proceedings. A document that fails to include such\ninformation is not a “notice to appear under section 1229(a)” and\nthus does not trigger the stop-time rule.DUnable to find sure footing in the statutory\ntext, the Government and the dissent pivot away from the plain\nlanguage and raise a number of practical concerns. These practical\nconsiderations are meritless and do not justify departing from the\nstatute’s clear text. SeeBurragev.United States,\n571 U. S. 204, 218 (2014).The Government, for its part, argues that the\n“administrative realities of removal proceedings” render it\ndifficult to guarantee each noncitizen a specific time, date, and\nplace for his removal proceedings. See Brief for Respondent 48.\nThat contention rests on the misguided premise that the\ntime-and-place information specified in the notice to appear must\nbe etched in stone. That is incorrect. As noted above, §1229(a)(2)\nexpressly vests the Government with power to change the time or\nplace of a noncitizen’s removal proceedings so long as it provides\n“written notice . . . specifying . . . the new\ntime or place of the proceedings” and the consequences of failing\nto appear. See §1229(a)(2); Tr. of Oral Arg. 16–19. Nothing in our\ndecision today inhibits the Government’s ability to exercise that\nstatu- tory authority after it has served a notice to appear\nspecify- ing the time and place of the removal proceedings.The dissent raises a similar practical concern,\nwhich is similarly misplaced. The dissent worries that requiring\nthe Government to specify the time and place of removal\nproceedings, while allowing the Government to change that\ninformation, might encourage DHS to provide “arbitrary dates and\ntimes that are likely to confuse and confound all who receive\nthem.”Post,at 8. The dissent’s argument wrongly assumes\nthat the Government is ut- terly incapable of specifying an\naccurate date and time on a notice to appear and will instead\nengage in “arbitrary” behavior. Seeibid.The Court does not\nembrace those unsupported assumptions. As the Government concedes,\n“a scheduling system previously enabled DHS and the immigration\ncourt to coordinate in setting hearing dates in some cases.” Brief\nfor Respondent 50, n. 15; Brief for National Immigrant Justice\nCenter asAmicus Curiae30–31. Given today’s advanced\nsoftware capabilities, it is hard to imagine why DHS and\nimmigration courts could not again work together to schedule\nhearings before sending notices to appear.Finally, the dissent’s related contention that\nincluding a changeable date would “mislead” and “prejudice”\nnoncitizens is unfounded.Post,at 8. As already explained,\nif the Government changes the date of the removal proceedings, it\nmust provide written notice to the noncitizen, §1229(a)(2). This\nnotice requirement mitigates any potential confusion that may arise\nfrom altering the hearing date. In reality, it is the dissent’s\ninterpretation of the statute that would “confuse and confound”\nnoncitizens,post,at 8, by authorizing the Government to\nserve notices that lack any information about the time and place of\nthe removal proceedings.EIn a last ditch effort to salvage its atextual\ninterpretation, the Government invokes the alleged purpose and\nlegislative history of the stop-time rule. Brief for Respondent\n37–40. Even for those who consider statutory purpose and\nlegislative history, however, neither supports the Government’s\natextual position that Congress intended the stop-time rule to\napply when a noncitizen has been deprived notice of the time and\nplace of his removal proceedings. By the Government’s own account,\nCongress enacted the stop-time rule to prevent noncitizens from\nexploiting administrative delays to “buy time” during which they\naccumulate periods of continuous presence.Id.,at 37–38\n(citing H. R. Rep. No. 104–469, pt. 1, p. 122 (1996)).\nRequiring the Government to furnish time-and-place information in a\nnotice to appear, however, is en- tirely consistent with that\nobjective because, once a proper notice to appear is served, the\nstop-time rule is triggered, and a noncitizen would be unable to\nmanipulate or delay removal proceedings to “buy time.” At the end\nof the day, given the clarity of the plain language, we “apply the\nstatute as it is written.”Burrage, 571 U. S., at\n218.IVFor the foregoing reasons, the judgment of the\nCourt of Appeals for the First Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1The Court uses the term\n“noncitizen” throughout this opinion to refer to any person who is\nnot a citizen or national of the United States. See 8\nU. S. C. §1101(a)(3).2Lawful permanent\nresidents also may be eligible for cancellation of removal if,inter alia, they have continuously resided in the United\nStates for at least seven years. §1229b(a)(2).3The period of continuous\nphysical presence also stops if and when “the alien has committed”\ncertain enumerated offenses that would constitute grounds for\nremoval or inadmissibility. §1229b(d)(1)(B). That provision is not\nat issue here.4CompareOrozco-Velasquezv.Attorney General United States,\n817 F. 3d 78, 83–84 (CA3 2016) (holding that the stop-time\nrule unambiguously requires service of a “notice to appear” that\nmeets §1229(a)(1)’s requirements), withMoscoso-Castellanosv.Lynch, 803 F. 3d 1079, 1083 (CA9 2015) (finding the\nstatute ambiguous and deferring to the BIA’s interpretation);O’Garrov.United States Atty. Gen., 605 Fed. Appx.\n951, 953 (CA11 2015) (per curiam) (same);Guaman-Yuquiv.Lynch, 786 F. 3d 235, 239–240\n(CA2 2015) (per curiam) (same);Gonzalez-Garciav.Holder, 770 F. 3d 431, 434–435 (CA6 2014) (same);Yi\nDi Wangv.Holder, 759 F. 3d 670, 674–675 (CA7\n2014) (same);Urbinav.Holder, 745 F. 3d 736,\n740 (CA4 2014) (same).5The Court leaves for\nanother day whether a putative notice to appear that omits any of\nthe other categories of information enumerated in §1229(a)(1)\ntriggers the stop-time rule. Contrary to the dissent’s assertion,\nthis exercise of judicial restraint is by no means “tantamount to\nadmitting” that the Government’s (and dissent’s) atextual interpre-\ntation is a permissible construction of the statute.Post,at 10 (opinion of Alito, J.).6The dissent argues that,\nif a notice to appear must furnish time-and-place information, the\nGovernment “may be forced by the Court’s interpretation to guess\nthat the hearing will take place far in the future, only to learn\nshortly afterwards that the hearing is in fact imminent.”Post,at 14. In such a scenario, the dissent hypothesizes, a\nnoncitizen would be “lulled into a false sense of security” and\nthus would have little meaningful opportunity to secure counsel and\nprepare adequately.Ibid.But nothing in our interpretation\nof the statute “force[s]” the Government to guess when and where a\nhearing will take place,ibid., nor does our interpretation\nprevent DHS and the Immigration Courts from working together to\nstreamline the scheduling of removal proceedings, seeinfra,at 18–19. Far from “lull[ing]” noncitizens into a false sense of\nsecurity,post, at 14, our reading (unlike the Government’s\nand the dissent’s) still gives meaning to a noncitizen’s\n“opportunity to secure counsel before the first [removal] hearing\ndate,” §1229(b)(1), by informing the noncitizen that the Government\nis committed to moving forward with removal proceedings at a\nspecific time and place. Equipped with that knowledge, a noncitizen\nhas an incentive to obtain counsel and prepare for his\nhearing.7At oral argument, the\nGovernment conceded that a blank piece of paper would not suffice\nto trigger the stop-time rule because (in its view) such a\nhypothetical notice would fail to specify the charges against the\nnoncitizen. Tr. of Oral Arg. 39–40 (arguing that notice to appear\nmust “tell the alien what proceedings he must appear for and why he\nmust appear for them”). The dissent also endorses the view that a\nnotice to appear “can also be understood to serve primarily as a\ncharging document.”Post,at 14–15. But neither the\nGovernment nor the dissent offers any convincing basis, much less\none rooted in the statutory text, for treating time-and-place\ninformation as any less crucial than charging information for\npurposes of triggering the stop-time rule. Furthermore, there is no\nreason why a notice to appear should have only one essential\nfunction. Even if a notice to appear functions as a “charging\ndocument,” that is not mutually exclusive with the conclusion that\na notice to appear serves another equally integral function:\ntelling a noncitizen when and where to appear. At bottom, the\nGovernment’s self-serving position that a notice to appear must\nspecify charging information, but not the time-and-place\ninformation, reveals the arbitrariness inherent in its atextual\napproach to the stop-time rule.8Congress has employed\nsimilar definitional language in other statutory schemes. See,e.g.,21 U. S. C. §356(b)(1) (creating new class\nof “fast track product[s]” by setting out drug requirements and\nproviding: “In this section, such a drug is referred to as a ‘fast\ntrack product’ ”); §356(a)(1) (“In this section, such a drug\nis referred to as a ‘breakthrough therapy’ ”); 38\nU. S. C. §7451(a)(2) (“hereinafter in this section\nreferred to as ‘covered positions’ ”); 42 U. S. C.\n§285g–4(b) (“hereafter in this section referred to as ‘medical\nrehabilitation’ ”).9The dissent maintains\nthat Congress’ decision to make the stop-time rule retroactive to\ncertain pre-IIRIRA “orders to show cause” “sheds considerable light\non the question presented” because orders to show cause did not\nnecessarily include time-and-place information.Post,at\n6–7. That argument compares apples to oranges. Even if the\nstop-time rule sometimes applies retroactively to an order to show\ncause, that provides scant support for the dissent’s view that,\nunder the new post-IIRIRA statutory regime, an entirely different\ndocument called a “notice to appear,” which, by statute, must\nspecify the time and place of removal proceedings, see\n§1229(a)(1)(G)(i), need not include such information to trigger the\nstop-time rule.",
    "joined": []
}