{
    "case": {
        "docket": "18-485",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-485/"
    },
    "id": "4111209",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–485_________________EDWARD G. McDONOUGH, PETITIONERv.YOUEL SMITH, individually and as SPECIAL DISTRICT ATTORNEY FOR THE\nCOUNTY OF RENSSELAER, NEW YORK, aka TREY SMITHon writ of certiorari to the united states\ncourt of appeals for the second circuit[June 20, 2019]Justice Sotomayor delivered the opinion of the\nCourt.Petitioner Edward McDonough alleges that\nrespondent Youel Smith fabricated evidence and used it to pursue\ncriminal charges against him. McDonough was acquitted, then sued\nSmith under 42 U. S. C. §1983. The courts below,\nconcluding that the limitations period for McDonough’s\nfabricated-evidence claim began to run when the evidence was used\nagainst him, determined that the claim was untimely. We hold that\nthe limitations period did not begin to run until McDonough’s\nacquittal, and therefore reverse.IThis case arises out of an investigation into\nforged absentee ballots that were submitted in a primary election\nin Troy, New York, in 2009. McDonough, who processed the ballots in\nhis capacity as a commissioner of the county board of elections,\nmaintains that he was unaware that they had been forged. Smith was\nspecially appointed to investigate and to prosecute the matter.McDonough’s complaint alleges that Smith then\nset about scapegoating McDonough (against whose family Smith\nharbored a political grudge), despite evidence that McDonough was\ninnocent. Smith leaked to the press that McDonough was his primary\ntarget and pressured him to confess. When McDonough would not,\nSmith allegedly fabricated evidence in order to inculpate him.\nSpecifically, McDonough alleges that Smith falsified affidavits,\ncoached witnesses to lie, and orchestrated a suspect DNA analysis\nto link McDonough to relevant ballot envelopes.Relying in part on this allegedly fabricated\nevidence, Smith secured a grand jury indictment against McDonough.\nMcDonough was arrested, arraigned, and released (with restrictions\non his travel) pending trial. Smith brought the case to trial a\nyear later, in January 2012. He again presented the allegedly\nfabricated testimony during this trial, which lasted more than a\nmonth and ended in a mistrial. Smith then reprosecuted McDonough.\nThe second trial also lasted over a month, and again, Smith\nelicited allegedly fabricated testimony. The second trial ended\nwith McDonough’s acquittal on all charges on December 21, 2012.On December 18, 2015, just under three years\nafter his acquittal, McDonough sued Smith and other defendants\nunder §1983 in the U. S. District Court for the Northern District\nof New York. Against Smith, McDonough asserted two different\nconstitutional claims: one for fabrication of evidence, and one for\nmalicious prosecution without probable cause. The District Court\ndismissed the malicious prosecution claim as barred by\nprosecutorial immunity, though timely. It dismissed the\nfabricated-evidence claim, however, as untimely.McDonough appealed to the U. S. Court of Appeals\nfor the Second Circuit, which affirmed. 898 F.3d 259 (2018). The\nCourt of Appeals agreed with the District Court’s disposition of\nthe malicious prosecution claim. As for the timeliness of the\nfabricated-evidence claim, because all agreed that the relevant\nlimitations period is three years,id.,at 265, the question\nwas when that limitations period began to run: upon McDonough’s\nacquittal, or at some point earlier. In essence, given the dates at\nissue, McDonough’s claim was timely only if the limitations period\nbegan running at acquittal.The Court of Appeals held that McDonough’s\nfabricated-evidence claim accrued, and thus the limitations period\nbegan to run, “when (1) McDonough learned that the evidence was\nfalse and was used against him during the criminal proceedings; and\n(2) he suffered a loss of liberty as a result of that evidence.”Ibid. This rule, in the Second Circuit’s view, followed from\nits conclusion that a plaintiff has a complete fabricated-evidence\nclaim as soon as he can show that the defendant’s knowing use of\nthe fabricated evidence caused him some deprivation of lib- erty.Id.,at 266. Those events undisputedly had occurred by the\ntime McDonough was arrested and stood trial.Ibid.As the Second Circuit acknowledged,id.,\nat 267, other Courts of Appeals have held that the statute of\nlimitations for a fabricated-evidence claim does not begin to run\nuntil favorable termination of the challenged criminal\nproceedings.[1] We granted\ncertiorari to resolve the conflict, 586 U. S. ___ (2019), and\nnow reverse.IIThe statute of limitations for a\nfabricated-evidence claim like McDonough’s does not begin to run\nuntil the criminal proceedings against the defendant (i.e.,the §1983 plaintiff) have terminated in his favor. This conclusion\nfollows both from the rule for the most natural common-law analogy\n(the tort of malicious prosecution) and from the practical\nconsiderations that have previously led this Court to defer accrual\nof claims that would otherwise constitute an untenable collateral\nattack on a criminal judgment.AThe question here is when the statute of\nlimitations began to run. Although courts look to state law for the\nlength of the limitations period, the time at which a §1983 claim\naccrues “is a question of federal law,” “conforming in general to\ncommon-law tort principles.”Wallacev.Kato,549 U.S.\n384, 388 (2007). That time is presumptively “when the plaintiff\nhas ‘a complete and present cause of action,’ ”ibid.,though the answer is not always so simple. See,e.g.,id., at 388–391, and n. 3;Doddv.United\nStates,545 U.S.\n353, 360 (2005). Where, for example, a particular claim may not\nrealistically be brought while a violation is ongoing, such a claim\nmay accrue at a later date. SeeWallace, 549 U. S., at\n389.An accrual analysis begins with identifying\n“ ‘the specific constitutional right’ ” alleged to have\nbeen infringed.Manuelv.Joliet, 580 U. S. ___,\n___ (2017) (slip op., at 12) (quotingAlbrightv.Oliver,510 U.S.\n266, 271 (1994) (plurality opinion)). Though McDonough’s\ncomplaint does not ground his fabricated-evidence claim in a\nparticular constitutional provision, the Second Circuit treated his\nclaim as arising under the Due Process Clause. 898 F. 3d, at\n266. McDonough’s claim, this theory goes, seeks to vindicate a\n“ ‘right not to be deprived of liberty as a result of the\nfabrication of evidence by a government officer.’ ”Ibid.(quotingZahreyv.Coffey,221 F.3d 342, 349 (CA2 2000)); see also,e.g.,Napuev.Illinois,360 U.S.\n264, 269 (1959). We assume without deciding that the Second\nCircuit’s articulations of the right at issue and its contours are\nsound, having not granted certiorari to resolve those separate\nquestions. SeeHeckv.Humphrey,512 U.S.\n477, 480, n. 2 (1994) (accepting the lower courts’\ncharacterization of the relevant claims).[2]BAs noted above, this Court often decides\naccrual questions by referring to the common-law principles\ngoverning analogous torts. SeeWallace, 549 U. S., at\n388;Heck, 512 U. S., at 483. These “principles are\nmeant to guide rather than to control the definition of §1983\nclaims,” such that the common law serves “ ‘more as a source\nof inspired examples than of prefabricated components.’ ”Manuel, 580 U. S., at ___ (slip op., at 12).Relying on our decision inHeck,\nMcDonough analogizes his fabricated-evidence claim to the\ncommon-law tort of malicious prosecution, a type of claim that\naccrues only once the underlying criminal proceedings have resolved\nin the plaintiff’s favor. 512 U. S., at 484; Prosser &\nKeeton §119, at 871, 874–875; Restatement (Second) of Torts §§653,\n658 (1976); 3 D. Dobbs, P. Hayden, & E. Bublick, Law of Torts\n§§586, 590, pp. 388–389, 402–404 (2d ed. 2011) (Dobbs). McDonough\nis correct that malicious prosecution is the most analogous\ncommon-law tort here.Common-law malicious prosecution requires\nshowing, in part, that a defendant instigated a criminal proceeding\nwith improper purpose and without probable cause. Restatement\n(Second) of Torts §653; see also Dobbs §586, at 388–389; Prosser\n& Keeton §119, at 871.[3]\nThe essentials of McDonough’s claim are similar: His claim requires\nhim to show that the criminal proceedings against him—and\nconsequent deprivations of his liberty[4]—were caused by Smith’s malfeasance in fabricating\nevidence. At bottom, both claims challenge the integrity of\ncriminal prosecutions undertaken “pursuant to legal process.” SeeHeck, 512 U. S., at 484.[5]We follow the analogy where it leads: McDonough\ncould not bring his fabricated-evidence claim under §1983 prior to\nfavorable termination of his prosecution. AsHeckexplains,\nmalicious prosecution’s favorable-termination requirement is rooted\nin pragmatic concerns with avoiding parallel criminal and civil\nlitigation over the same subject matter and the related possibility\nof conflicting civil and criminal judgments. Seeid., at\n484–485; see also Prosser & Keeton §119, at 874; Dobbs §589, at\n402. The requirement likewise avoids allowing collateral attacks on\ncriminal judgments through civil litigation.Heck, 512\nU. S., at 484. These concerns track “similar concerns for\nfinality and consistency” that have motivated this Court to refrain\nfrom multiplying avenues for collateral attack on criminal\njudgments through civil tort vehicles such as §1983.Id., at\n485; see alsoPreiserv.Rodriguez,411 U.S.\n475, 490 (1973) (noting the “strong policy requiring exhaustion\nof state remedies” in order “to avoid the unnecessary friction\nbetween the federal and state court systems”);Youngerv.Harris,401 U.S.\n37, 43 (1971) (“Since the beginning of this country’s history\nCongress has, subject to few exceptions, manifested a desire to\npermit state courts to try state cases free from interference by\nfederal courts”). Because a civil claim such as McDonough’s,\nasserting that fabricated evidence was used to pursue a criminal\njudgment, implicates the same concerns, it makes sense to adopt the\nsame rule.[6]Heckconfirms the strength of this\nanalogy. InHeck, a prisoner serving a 15-year sentence for\nmanslaughter sought damages under §1983 against state prosecutors\nand an investigator for alleged misconduct similar to that alleged\nhere, including knowingly destroying exculpatory evidence and\ncausing an illegal voice identification procedure to be employed at\nthe prisoner’s trial. 512 U. S., at 478–479. The Court took as\na given the lower courts’ conclusion that those claims all\neffectively “challeng[ed] the legality of” the plaintiff’s\nconviction.Id., at 480, n. 2. Looking first to the\ncommon law, the Court observed that malicious prosecution\n“provide[d] the closest analogy to” such claims because, unlike\nother potentially analogous common-law claims, malicious\nprosecution “permits damages for confinement imposed pursuant to\nlegal process.”Id.,at 484.Emphasizing the concerns with parallel\nlitigation and conflicting judgments just discussed, seeid.,at 484–486, the Court inHeckheld that “in\norder to recover damages for allegedly unconstitutional conviction\nor imprisonment, or for other harm caused by actions whose\nunlawfulness would render a conviction or sentence invalid,” a\nplaintiff in a §1983 action first had to prove that his conviction\nhad been invalidated in some way,id., at 486. This\nfavorable-termination requirement, the Court explained, applies\nwhenever “a judgment in favor of the plaintiff would necessarily\nimply” that his prior conviction or sentence was invalid.Id.,at 487.This case differs fromHeckbecause the\nplaintiff inHeckhad been convicted, while McDonough was\nacquitted. Although some claims do fall outsideHeck’s ambit\nwhen a conviction is merely “anticipated,”Wallace, 549\nU. S., at 393, however, McDonough’s claims are not of that\nkind, seeinfra, at 11–12. As articulated by the Court of\nAppeals, his claims challenge the validity of the criminal\nproceedings against him in essentially the same manner as the\nplaintiff inHeckchallenged the validity of his conviction.\nAnd the pragmatic considerations discussed inHeckapply\ngenerally to civil suits within the domain of habeas corpus, not\nonly to those that challenge convictions. SeePreiser, 411\nU. S., at 490–491. The principles and reasoning ofHeckthus point toward a corollary result here: There is not “ ‘a\ncomplete and present cause of action,’ ”Wallace, 549\nU. S., at 388, to bring a fabricated-evidence challenge to\ncriminal proceedings while those criminal proceedings are ongoing.\nOnly once the criminal proceeding has ended in the defendant’s\nfavor, or a resulting conviction has been invalidated within the\nmeaning ofHeck, see 512 U. S., at 486–487, will the\nstatute of limitations begin to run.[7]CThe soundness of this conclusion is reinforced\nby the consequences that would follow from the Second Circuit’s\napproach, which would impose a ticking limitations clock on\ncriminal defendants as soon as they become aware that fabricated\nevidence has been used against them. Such a rule would create\npractical problems in jurisdictions where prosecutions regularly\nlast nearly as long as—or even longer than—the relevant civil\nlimitations period. See Brief for Petitioner 53–55; Brief for\nCriminal Defense Organizations et al. asAmici Curiae23–24. A significant number of criminal defendants could face an\nuntenable choice between (1) letting their claims expire and (2)\nfiling a civil suit against the very person who is in the midst of\nprosecuting them. The first option is obviously undesir- able, but\nfrom a criminal defendant’s perspective the latter course, too, is\nfraught with peril: He risks tipping his hand as to his defense\nstrategy, undermining his privilege against self-incrimination, and\ntaking on discovery obligations not required in the criminal\ncontext. SeeSECv.Dresser Industries, Inc., 628\nF.2d 1368, 1376 (CADC 1980) (en banc). Moreover, as noted above,\nthe parallel civil litigation that would result if plaintiffs chose\nthe second option would run counter to core principles of\nfederalism, comity, consistency, and judicial economy. Seesupra,at 7–8.Smith suggests that stays and ad hoc abstention\nare sufficient to avoid the problems of two-track litigation. Such\nworkarounds are indeed available when claims falling outsideHeck’s scope nevertheless are initiated while a state\ncriminal proceeding is pending, seeWallace, 549 U. S.,\nat 393–394 (noting the power of district courts to stay civil\nactions while criminal prosecutions proceed);Heck, 512\nU. S., at 487–488, n. 8 (noting possibility of\nabstention), but Smith’s solution is poorly suited to the type of\nclaim at issue here. When, as here, a plaintiff’s claim\n“necessarily” questions the validity of a state proceeding,id.,at 487, there is no reason to put the onus to safeguard\ncomity on district courts exercising case-by-case\ndiscretion—particularly at the foreseeable expense of potentially\nprejudicing litigants and cluttering dockets with dormant, unripe\ncases. Cf.Panettiv.Quarterman,551 U.S.\n930, 943 (2007) (noting that a scheme requiring “conscientious\ndefense attorneys” to file unripe suits “would add to the burden\nimposed on courts, applicants, and the States, with no clear\nadvantage to any”). The accrual rule we adopt today, by contrast,\nrespects the autonomy of state courts and avoids these costs to\nlitigants and federal courts.In deferring rather than inviting such suits, we\nadhere to familiar principles. The proper approach in our federal\nsystem generally is for a criminal defendant who believes that the\ncriminal proceedings against him rest on knowingly fabricated\nevidence to defend himself at trial and, if necessary, then to\nattack any resulting conviction through collateral review\nproceedings. McDonough therefore had a complete and present cause\nof action for the loss of his liberty only once the criminal\nproceedings against him terminated in his favor.IIISmith’s counterarguments do not sway the\nresult.First, Smith argues thatHeckis\nirrelevant to McDonough’s claim, relying on this Court’s opinion inWallace.Wallaceheld that the limitations period\nbegins to run on a §1983 claim alleging an unlawful arrest under\nthe Fourth Amendment as soon as the arrestee “becomes detained\npursuant to legal process,” not when he is ultimately released. 549\nU. S., at 397. The Court rejected the plaintiff’s reliance onHeck, stating that theHeckrule comes “into play\nonly when there exists ‘a conviction or sentence that hasnotbeen . . . invalidated,’ that is to say, an\n‘outstanding criminal judgment.’ ”Wallace, 549\nU. S., at 393. The Court thus declined to adopt the\nplaintiff’s theory “that an action which would impugnan\nanticipated future convictioncannot be brought until that\nconviction occurs and is set aside,” because doing so in the\ncontext of an action for false arrest would require courts and\nlitigants “to speculate about whether a prosecution will be\nbrought, whether it will result in conviction, and whether the\npending civil action will impugn that verdict—all this at a time\nwhen it can hardly be known what evidence the prosecution has in\nits possession.”Ibid.(citations omitted).[8]Smith is correct thatHeckconcerned a\nplaintiff serving a sentence for a still-valid conviction and thatWallacedistinguishedHeckon that basis, butWallacedid not displace the principles inHeckthat\nresolve this case. A false-arrest claim,Wallaceexplained,\nhas a life independent of an ongoing trial or putative future\nconviction—it attacks the arrest only to the extent it was without\nlegal process, even if legal process later commences. See 549\nU. S.,at 389–390, 393. That feature made the claim\nanalogous to common-law false imprisonment.Id.,at 389. By\ncontrast, a claim like McDonough’s centers on evidence used to\nsecure an indictment and at a criminal trial, so it does not\nrequire “speculat[ion] about whether a prosecution will be\nbrought.”Id.,at 393. It directly challenges—and thus\nnecessarily threatens to impugn—the prosecution itself. SeeHeck, 512 U. S., at 486–487.Second, Smith notes (1) that a\nfabricated-evidence claim in the Second Circuit (unlike a malicious\nprosecution claim) can exist even if there is probable cause and\n(2) that McDonough was acquitted. In other words, McDonough\ntheoretically could have been prosecuted without the fabricated\nevidence, and he was not convicted even with it. Because a\nviolation thus could exist no matter its effect on the outcome,\nSmith reasons, “the date on which that outcome occurred is\nirrelevant.” Brief for Respondent 26.Smith is correct in one sense. One could imagine\na fabricated-evidence claim that does not allege that the\nviolation’s consequence was a liberty deprivation occasioned by the\ncriminal proceedings themselves. See n. 2,supra. To be\nsure, the argument for adopting a favorable-termination requirement\nwould be weaker in that context. That is not, however, the nature\nof McDonough’s claim.As already explained, McDonough’s claim remains\nmost analogous to a claim of common-law malicious prosecution, even\nif the two are not identical. Seesupra, at 6–7.Heckexplains why favorable termination is both relevant and required\nfor a claim analogous to malicious prosecution that would impugn a\nconviction, and that rationale extends to an ongoing prosecution as\nwell: The alternative would impermissibly risk parallel litigation\nand conflicting judgments. Seesupra,at 7–8. If the date of\nthe favorable termination was relevant inHeck, it is\nrelevant here.It does not change the result, meanwhile, that\nMcDonough suffered harm prior to his acquittal. The Court has never\nsuggested that the date on which a constitutional injury first\noccurs is the only date from which a limitations period may run.\nCf.Wallace, 549 U. S., at 389–391, and n. 3\n(explaining that the statute of limitations for false-arrest claims\ndoes not begin running when the initial arrest takes place). To the\ncontrary, the injury caused by a classic malicious prosecution\nlikewise first occurs as soon as legal process is brought to bear\non a defendant, yet favorable termination remains the accrual date.\nSeeHeck, 512 U. S., at 484.[9]Third and finally, Smith argues that the\nadvantages of his rule outweigh its disadvantages as a matter of\npolicy. In his view, the Second Circuit’s approach would provide\nmore predictable guidance, while the favorable-termination approach\nfosters perverse incentives for prosecutors (who may become\nreluctant to offer favorable resolutions) and risks foreclosing\nmeritorious claims (for example, where an outcome is not clearly\n“favorable”). These arguments are unconvincing. We agree that clear\naccrual rules are valuable but fail to see how assessing when\nproceedings terminated favorably will be, on balance, more\nburdensome than assessing when a criminal defendant “learned that\nthe evidence was false and was used against him” and deprived him\nof liberty as a result. 898 F. 3d, at 265. And while the risk\nof foreclosing certain claims and the potential incentive effects\nthat Smith identifies could be valid considerations in other\ncontexts,[10] they do not\novercome the greater danger that plaintiffs will be deterred under\nSmith’s theory from suing for redress of egregious misconduct, seesupra,at 10—nor do they override the guidance of the common\nlaw and precedent.IVThe statute of limitations for McDonough’s\n§1983 claim alleging that he was prosecuted using fabricated\nevidence began to run when the criminal proceedings against him\nterminated in his favor—that is, when he was acquitted at the end\nof his second trial. The judgment of the United States Court of\nAppeals for the Second Circuit is therefore reversed, and the case\nis remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1SeeFloydv.Attorney General of Pa., 722 Fed. Appx. 112, 114 (CA3 2018);Millsv.Barnard, 869 F.3d 473, 484 (CA6 2017);Bradfordv.Scherschligt, 803 F.3d 382, 388 (CA9\n2015);Castellanov.Fragozo,352 F.3d 939, 959–960 (CA5 2003) (en banc).2In accepting the Court of\nAppeals’ treatment of McDonough’s claim as one sounding in denial\nof due process, we express no view as to what other constitutional\nprovisions (if any) might provide safeguards against the creation\nor use of fabricated evidence enforceable through a 42 U. S. C.\n§1983 action. SeeSoldalv.Cook County,506 U.S.\n56, 70 (1992) (“Certain wrongs affect more than a single right\nand, accord-ingly, can implicate more than one of the\nConstitution’s commands”). Moreover, because the Second Circuit\nunderstood McDonough’s due process claim to allege a deprivation of\nliberty, we have no occasion to consider the proper handling of a\nfabricated-evidence claim founded on an allegation that the use of\nfabricated evidence was so egregious as to shock the conscience,\nsee,e.g.,County of Sacramentov.Lewis,523 U.S.\n833, 849 (1998), or caused harms exclusively to “interests\nother than the interest in freedom from physical restraint,”Albrightv.Oliver,510 U.S.\n266, 283 (1994) (Kennedy, J., concurring in judgment); see\nalso,e.g., W. Keeton, D. Dobbs, R. Keeton, & D. Owen,\nProsser and Keeton on Law of Torts §119, p. 870 (5th ed. 1984)\n(Prosser & Keeton) (“[O]ne who is wrongfully prosecuted may\nsuffer both in reputation and by confinement”). Accordingly, we do\nnot address what the accrual rule would be for a claim rooted in\nother types of harm independent of a liberty deprivation, as no\nsuch claim is before us. See 898 F.3d 259, 266 (CA2\n2018).3The Second Circuit\nborrowed the common-law elements of malicious prosecution to govern\nMcDonough’s distinct constitutional malicious prosecution claim,\nwhich is not before us. See 898 F. 3d, at 268, n. 10.\nThis Court has not defined the elements of such a §1983 claim, seeManuelv.Joliet, 580 U. S. ___, ___–___ (2017)\n(slip op., at 14–15), and this case provides no occasion to opine\non what the elements of a constitutional malicious prosecution\naction under §1983 are or how they may or may not differ from those\nof a fabricated-evidence claim. Similarly, while noting that only\nMcDonough’s malicious prosecution claim was barred on\nabsolute-immunity grounds below, we make no statement on whether or\nhow the doctrine of absolute immunity would apply to McDonough’s\nfabricated-evidence claim. Any further consideration of that\nquestion is properly addressed by the Second Circuit on remand,\nsubject to ordinary principles of waiver and\nforfeiture.4Though McDonough was not\nincarcerated pending trial, he was subject to restrictions on his\nability to travel and other “ ‘restraints not shared by the\npublic generally,’ ”Justices of Boston Municipal Courtv.Lydon,466 U.S.\n294, 301 (1984), and as the case comes to this Court, it is\nundisputed that McDonough has pleaded a liberty deprivation. See\n898 F. 3d, at 266.5Smith urges the Court to\nsteer away from the comparison to malicious prosecution, noting\nthat the Second Circuit treats malicious prosecution claims and\nfabricated-evidence claims as distinct. Seeid., at 268, and\nn. 12. But two constitutional claims may differ yet still both\nresemble malicious prosecution more than any other common-law tort;\ncomparing constitutional and common-law torts is not a one-to-one\nmatching exercise. See,e.g.,Heck, 512 U. S.,\nat 479, 484 (analogizing malicious prosecution to several distinct\nclaims). Tellingly, Smith has not suggested an alternative\ncommon-law analogy. See Tr. of Oral Arg. 44–46.6Such considerations are\nwhy Congress has determined that a petition for writ of habeas\ncorpus, not a §1983 action, “is the appropriate remedy for state\nprisoners attacking the validity of the fact or length of their\nconfinement,”Preiserv.Rodriguez,411 U.S.\n475, 490 (1973), including confinement pending trial before any\nconviction has occurred, seeid.,at 491 (citingBradenv.30th Judicial Circuit Court of Ky.,410 U.S.\n484(1973)).7Because McDonough was not\nfree to sue prior to his acquittal, we need not reach his\nalternative argument that his claim was timely because it alleged a\ncontinuing violation.8Heckitself\nsuggested that a similar rule might allow at least some Fourth\nAmendment unlawful-search claims to proceed without a favorable\ntermination. See 512 U. S., at 487, n. 7.9As for Smith’s suggestion\nthat the fabricated evidence could not have caused any liberty\ndeprivation where, as here, there could have been probable cause\nand there was in fact an acquittal, it suffices to reiterate that\nwe assume the contours of the claim as defined by the Second\nCircuit, seesupra,at 5, 6–7, and nn. 2, 4, and thus\naccept its undisputed conclusion that there was a sufficient\nliberty deprivation here, see 898 F. 3d, at 266; see alsoGarnettv.Undercover Officer C0039, 838 F.3d 265,\n277 (CA2 2016) (explaining that “a further deprivation of liberty\ncan result from the fabrication of evidence even if the initial\narrest is lawful”).10Because McDonough’s acquittal was\nunquestionably a favorable termination, we have no occasion to\naddress the broader range of ways a criminal prosecution (as\nopposed to a conviction) might end favorably to the accused. Cf.Heck, 512 U. S., at 486–487. To the extent Smith argues\nthat the law in this area should take account of prosecutors’ broad\ndiscretion over such matters as the terms on which pleas will be\noffered or whether charges will be dropped, those arguments more\nproperly bear on the question whether a given resolution should be\nunderstood as favorable or not. Such considerations might call for\na context-specific and more capacious understanding of what\nconstitutes “favorable” termination for purposes of a §1983\nfalse-evidence claim, but that is not the question before\nus.",
    "joined": []
}