{
    "case": {
        "docket": "431",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/431/"
    },
    "id": "1970444",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1219_________________DAVID J. KAPPOS, UNDER SECRETARY OF COM- MERCE\nFOR INTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OF-\nFICE, PETITIONERv.GILBERT P. HYATTon writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 18, 2012]Justice Sotomayor, with whom Justice Breyer\njoins, concurring.As the Court today recognizes, a litigant in a\n35 U. S. C. §145 proceeding is permitted to introduce\nevidence not presented to the Patent and Trademark Office (PTO)\n“ ‘according to the ordinary course of equity practice and\nprocedure.’ ”Ante,at 9 (quotingButterworthv.United States ex rel. Hoe,112 U.S.\n50, 61 (1884)). Dating back to §145’s original predecessor,\nCongress contemplated that courts would manage such actions\n“according to the course and principles of courts of equity.” Act\nof July 4, 1836, ch. 357, §17, 5Stat. 124. And this Court and other\ncourts have acknowledged and applied that principle on numerous\noccasions. See,e.g.,Gandyv.Marble,122 U.S.\n432, 439 (1887) (describing Rev. Stat. 4915 (R. S. 4915)\nproceeding as “a suit according to the ordinary course of equity\npractice and procedure”);In re Hien,166 U.S.\n432, 438 (1897) (same);In re Squire, 22 F. Cas.\n1015, 1016 (No. 13,269) (CC ED Mo. 1877) (in an R. S. 4915\nproceeding, the parties were “at liberty to introduce additional\nevidence” under “the rules and practice of a court of equity”);ante,at 10, 12, n. 4 (citing same cases).Consistent with ordinary equity practice and\nprocedure, there may be situations in which a litigant’s conduct\nbefore the PTO calls into question the propriety of admitting\nevidence presented for the first time in a §145 proceeding before a\ndistrict court. The most well-known example was presented inBarrett Co.v.Koppers Co., 22 F.2d 395, 396 (CA3\n1927), a case in which the Barrett Company, during proceedings\nbefore the Patent Office, “expressly refused to disclose and to\nallow their witnesses to answer questions” essential to\nestablishing the priority of its invention. After the Patent Office\nruled against it, the Barrett Company attempted to present in a\nsubsequent R. S. 4915 proceeding “the very subject-matter\nconcerning which . . . witnesses for the [patent]\napplication were asked questions and the Barrett Company forbade\nthem to answer.”Id.,at 396. The Third Circuit\nunderstandably found the Barrett Company estopped from introducing\nevidence that it had “purposely” withheld from prior factfinders,\nlest the company be allowed “to profit by [its] own . . .\nwrong doing.”Id.,at 397. See alsoDowlingv.Jones, 67 F.2d 537, 538 (CA2 1933) (L. Hand, J.) (describingBarrettas a case in which “the Third Circuit refused to\nconsider evidence which the inventor had deliberately\nsuppressed”).For the reasons the Court articulates, §145\nproceedings are not limited to the administrative record developed\nbe-fore the PTO and applicants are entitled to present new evidence\nto the district court. Accordingly, as Judge Hand suggested, a\ncourt’s equitable authority to exclude evidence in such proceedings\nis limited, and must be exercised with caution. SeeDowling,\n67 F. 2d, at 538 (describing as “doubtful” the proposition\nthat a court should exclude evidence that was “not suppressed, but\nmerely neglected” before the Patent Office). Thus, when a patent\napplicant fails to present evidence to the PTO due to ordinary\nnegligence, a lack of foresight, or simple attorney error, the\napplicant should not be estopped from presenting the evidence for\nthe first time in a §145 proceeding.Because there is no suggestion here that the\napplicant’s failure to present the evidence in question to the PTO\nwas anything other than the product of negligence or a lack of\nforesight, I agree that the applicant was entitled to present his\nadditional evidence to the District Court. But I do not understand\ntoday’s decision to foreclose a district court’s authority,\nconsistent with “ ‘the ordinary course of equity practice and\nprocedure,’ ”ante,at 13 (quotingButterworth,\n112 U. S., at 61), to exclude evidence “deliber-ately\nsuppressed” from the PTO or otherwise withheld in bad faith. For\nthe reasons set out by the Court, seeante,at 13–14, an\napplicant has little to gain by such tactics; such cases will\ntherefore be rare. In keeping with longstanding historical\npractice, however, I understand courts to retain their ordinary\nauthority to exclude evidence from a §145 proceeding when its\nadmission would be inconsistent with regular equity practice and\nprocedure.With those observations, I join the Court’s\nopinion in full.",
    "joined": []
}