{
    "case": {
        "docket": "17-1657",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1657/"
    },
    "id": "4096590",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1657_________________MISSION PRODUCT HOLDINGS, INC., PETITIONERv.TEMPNOLOGY, LLC, nka OLD COLD LLCon writ of certiorari to the united states\ncourt of appeals for the first circuit[May 20, 2019]Justice Sotomayor, concurring.I agree with the Court that a debtor’s choice to\nreject an executory contact under 11 U. S. C. §365(a)\nfunctions as a breach of the contract rather than unwinding the\nrejected contract as if it never existed.Ante, at 8–10.\nThis result follows from traditional bankruptcy principles and from\nthe general rule set out in §365(g) of the Bankruptcy Code. I also\nagree that no specific aspects of trademark law compel a contrary\nrule that equates rejection with rescission. I therefore join the\nCourt’s opinion in full. I write separately to highlight two\npotentially significant features of today’s holding.First, the Court does not decide that every\ntrademark licensee has the unfettered right to continue using\nlicensed marks postrejection. The Court granted certiorari to\ndecide whether rejection “terminates rights of the licensee that\nwould survive the licensor’s breach under applicable nonbankruptcy\nlaw.” Pet. for Cert. i. The answer is no, for the reasons the Court\nexplains. But the baseline inquiry remains whether the licensee’s\nrights would survive a breach under applicable nonbankruptcy law.\nSpecial terms in a licensing contract or state law could bear on\nthat question in individual cases. Seeante, at 9–10; Brief\nfor American Intellectual Property Law Association asAmicus\nCuriae20–25 (discussing examples of contract terms that could\npotentially lead a bankruptcy court to limit licensee rights\npostrejection).Second, the Court’s holding confirms that\ntrademark licensees’ postrejection rights and remedies are more\nexpansive in some respects than those possessed by licensees of\nother types of intellectual property. Those variances stem from\n§365(n), one of several subject-specific provisions in the\nBankruptcy Code that “embellis[h] on or twea[k]” the general\nrejection rule.Ante, at 13, n. 2. Section 365(n)—which\napplies to patents, copyrights, and four other types of\nintellectual property, but not to trademarks, §101(35A)—alters the\ngeneral rejection rule in several respects. For example, a covered\nlicensee that chooses to retain its rights postrejection must make\nall of its royalty payments; the licensee has no right to deduct\ndamages from its payments even if it otherwise could have done so\nunder nonbankruptcy law. §365(n)(2)(C)(i). This provision and\nothers in §365(n) mean that the covered intellectual property types\nare governed by different rules than trademark licenses.Although these differences may prove significant\nfor individual licensors and licensees, they do not alter the\noutcome here. The Court rightly rejects Tempnology’s argument that\nthe presence of §365(n) changes what §365(g) says. As the Senate\nReport accompanying §365(n) explained, the bill did not “address or\nintend any inference to be drawn concerning the treatment of\nexecutory contracts” under §365’s general rule. S. Rep. No.\n100–505, p. 5 (1988); seeante, at 14. To the extent\ntrademark licensees are treated differently from licensees of other\nforms of intellectual property, that outcome leaves Congress with\nthe option to tailor a provision for trademark licenses, as it has\nrepeatedly in other contexts. Seeante,at 13–14.With these observations, I join the Court’s\nopinion.",
    "joined": []
}