{
    "case": {
        "docket": "40",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/40/"
    },
    "id": "3214919",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–517_________________GREGORY P. WARGER, PETITIONER v. RANDY D. SHAUERSon writ of certiorari to the united states court of appeals for\nthe eighth circuit[December 9, 2014]Justice Sotomayor delivered the opinion of the Court.Federal Rule of Evidence 606(b) provides that certain juror\ntestimony regarding what occurred in a jury room is inadmissible\n“[d]uring an inquiry into the validity of a verdict.” The question\npresented in this case is whether Rule 606(b) precludes a party\nseeking a new trial from using one juror’s affidavit of what\nanother juror said in deliberations to demonstrate the other\njuror’s dishonesty during voir dire. We hold that it does.IPetitioner Gregory Warger was riding his motorcycle on a highway\noutside Rapid City, South Dakota, when a truck driven by respondent\nRandy Shauers struck him from behind. Warger claims he was stopped\nat the time of the accident, while Shauers claims that Warger\nsuddenly pulled out in front of him. Regardless of the cause of the\naccident, no one disputes its tragic result: Warger sustained\nserious injuries that ultimately required the amputation of his\nleft leg.Warger sued Shauers for negligence in Federal District Court.\nDuring jury selection, counsel for both parties conducted lengthy\nvoir dire of the prospective jurors. Warger’s counsel asked whether\nany jurors would be unable to award damages for pain and suffering\nor for future medical expenses, or whether there was any juror who\nthought, “I don’t think I could be a fair and impartial juror on\nthis kind of case.” App. 105. Prospective juror Regina Whipple, who\nwas later selected as the jury foreperson, answered no to each of\nthese questions. See id., at 83, 89, 105.Trial commenced, and the jury ultimately returned a verdict in\nfavor of Shauers. Shortly thereafter, one of the jurors contacted\nWarger’s counsel to express concern over juror Whipple’s conduct.\nThe complaining juror subsequently signed an affidavit claiming\nthat Whipple had spoken during deliberations about “a motor vehicle\ncollision in which her daughter was at fault for the collision and\na man died,” and had “related that if her daughter had been sued,\nit would have ruined her life.” App. to Pet. for Cert. 40a–41a.Relying on this affidavit, Warger moved for a new trial. He\ncontended that Whipple had deliberately lied during voir dire about\nher impartiality and ability to award damages. Thus, he asserted,\nhe had satisfied the requirements of McDonough Power Equipment,\nInc. v. Greenwood, 464 U. S. 548 (1984) , which holds that a party\nmay “obtain a new trial” if he “demonstrate[s] that a juror failed\nto answer honestly a material question on voir dire, and . . .\nthat a correct response would have provided a valid basis for a\nchallenge for cause.” Id., at 556.The District Court refused to grant a new trial, holding that\nthe only evidence that supported Warger’s motion, the complaining\njuror’s affidavit, was barred by Federal Rule of Evidence 606(b).\nAs relevant here, that Rule provides that “[d]uring an inquiry into\nthe validity of a verdict,” evidence “about any statement made or\nincident that occurred during the jury’s deliberations” is\ninadmissible. Rule 606(b)(1). The Rule contains three specific\nexceptions—allowing testimony “about whether (A) extraneous\nprejudicial information was improperly brought to the jury’s\nattention; (B) an outside influence was improperly brought to bear\non any juror; or (C) a mistake was made in entering the verdict on\nthe verdict form,” Rule 606(b)(2)—but the District Court found none\nof these exceptions to be applicable.The Eighth Circuit affirmed. 721 F. 3d 606 (2013). It first held\nthat Warger’s proffered evidence did not fall within the\n“extraneous prejudicial evidence” exception set forth in Rule\n606(b)(2)(A). The court explained that “[j]urors’ personal\nexperiences do not constitute extraneous information; it is\nunavoidable they will bring such innate experiences into the jury\nroom.” Id., at 611. Next, the court rejected Warger’s alternative\nargument that Rule 606(b) is wholly inapplicable when a litigant\noffers evidence to show that a juror was dishonest during voir\ndire. Acknowledging that there was a split among the Federal Courts\nof Appeals on this question, the Eighth Circuit joined those\nCircuits that had held that Rule 606(b) applies to any proceeding\nin which the jury’s verdict might be invalidated, including efforts\nto demonstrate that a juror lied during voir dire. Compare id., at\n611–612 (citing Williams v. Price, 343 F. 3d 223, 235–237 (CA3\n2003), and United States v. Benally, 546 F. 3d 1230, 1235 (CA10\n2008)), with Hard v. Burlington N. R. Co., 812 F. 2d 482, 485 (CA9\n1987) (“Statements which tend to show deceit during voir dire are\nnot barred by [Rule 606(b)]”), and Maldonado v. Missouri\nP. R. Co., 798 F. 2d 764, 770 (CA5 1986) (same).We granted certiorari, 571 U. S. ___ (2014), and now\naffirm.IIWe hold that Rule 606(b) applies to juror testimony during a\nproceeding in which a party seeks to secure a new trial on the\nground that a juror lied during voir dire. In doing so, we simply\naccord Rule 606(b)’s terms their plain meaning. The Rule, after\nall, applies “[d]uring an inquiry into the validity of a verdict.”\nRule 606(b)(1). A postverdict motion for a new trial on the ground\nof voir dire dishonesty plainly entails “an inquiry into the\nvalidity of [the] verdict”: If a juror was dishonest during\nvoir dire and an honest response would have provided a valid\nbasis to challenge that juror for cause, the verdict must be\ninvalidated. See McDonough, 464 U. S., at 556.This understanding of the text of Rule 606(b) is consistent with\nthe underlying common-law rule on which it was based. Although some\ncommon-law courts would have permitted evidence of jury\ndeliberations to be introduced to demonstrate juror dishonesty\nduring voir dire, the majority would not, and the language of Rule\n606(b) reflects Congress’ enactment of the more restrictive version\nof the common-law rule.Rule 606(b) had its genesis in Vaise v. Delaval, 1 T. R. 11, 99\nEng. Rep. 944 (K. B. 1785), in which Lord Mansfield held\ninadmissible an affidavit from two jurors claiming that the jury\nhad decided the case through a game of chance. See 8 J. Wigmore,\nEvidence §2352, p. 696 (J. McNaughton rev. 1961). The rule soon\ntook root in the United States, id., at 696–697, where it was\nviewed as both promoting the finality of verdicts and insulating\nthe jury from outside influences, see McDonald v. Pless, 238 U. S.\n264 –268 (1915).Some versions of the rule were narrower than others. Under what\nwas sometimes known as the “Iowa” approach, juror testimony\nregarding deliberations was excluded only to the extent that it\nrelated to matters that “ ‘inhere[d] in the verdict,’ ”\nwhich generally consisted of evidence of the jurors’ subjective\nintentions and thought processes in reaching a verdict. 3 C.\nMueller & L. Kirkpatrick, Federal Evidence §6:16, p. 70 (4th\ned. 2013); 8 Wigmore, Evidence §§2353, 2354, at 699–702. [1] A number of courts adhering to the Iowa rule held\nthat testimony regarding jury deliberations is admissible when used\nto challenge juror conduct during voir dire. See, e.g., Mathi- sen\nv. Norton, 187 Wash. 240, 244–246, 60 P. 2d 1, 3–4 (1936); Williams\nv. Bridges, 140 Cal. App. 537, 538–541, 35 P. 2d 407, 408–409\n(1934).But other courts applied a broader version of the\nanti-impeachment rule. Under this version, sometimes called the\n“federal” approach, litigants were prohibited from using evidence\nof jury deliberations unless it was offered to show that an\n“extraneous matter” had influenced the jury. See 3 Mueller &\nKirkpatrick, Federal Evidence §6:16, at 71; Rules of Evidence for\nUnited States Courts and Magistrates, 56 F. R. D. 183, 265 (1973).\nThe “great majority” of appellate courts applying this version of\nthe rule held jury deliberations evidence inadmissible even if used\nto demonstrate dishonesty during voir dire. Wilson v. Wiggins, 54\nAriz. 240, 246, 94 P. 2d 870, 872 (1939); see, e.g., Willis v.\nDavis, 333 P. 2d 311, 314 (Okla. 1958); Turner v. Hall’s Adm’x, 252\nS. W. 2d 30, 34 (Ky. 1952); Hinkel v. Oregon Chair Co., 80 Ore.\n404, 406, 156 P. 438, 439 (1916); State v. Cloud, 130 La. 955,\n958–960, 58 So. 827, 828–829 (1912); Payne v. Burke, 236 App. Div.\n527, 528–530, 260 N. Y. S. 259, 260–262 (1932).This Court occasionally employed language that might have\nsuggested a preference for the Iowa rule. See Hyde v. United\nStates, 225 U. S. 347 –384 (1912) (“[W]e think the rule\nexpressed in Wright v. Illinois & Miss. Tel. Co., 20 Iowa 195\n[1866], . . . should apply, that the testimony of jurors should not\nbe received to show matters which essentially inhere in the verdict\nitself and necessarily depend upon the testimony of the jurors and\ncan receive no corroboration”); Mattox v. United States, 146\nU. S. 140 –149 (1892) (quoting at length a Kansas Supreme\nCourt decision setting out the Iowa test). But to the extent that\nthese decisions created any question as to which approach this\nCourt followed, McDonald v. Pless largely settled matters. There,\nwe held that juror affidavits were not admissible to show that\njurors had entered a “quotient” verdict, precisely the opposite of\nthe result reached by the Iowa Supreme Court in its decision\nestablishing the Iowa approach. Compare 238 U. S., at 265, 268,\nwith Wright v. Illinois & Miss. Tel. Co., 20 Iowa 195, 211–212\n(1866). In doing so, we observed that although decisions in a few\nStates made admissible a “juror’s affidavit as to an overt act of\nmisconduct, which was capable of being controverted by other\njurors,” the argument in favor of that approach (i.e., the Iowa\nrule) had not been generally accepted, because permitting such\nevidence “would open the door to the most pernicious arts and\ntampering with jurors.” 238 U. S., at 268 (internal quotation marks\nomitted).Our subsequent decision in Clark v. United States, 289 U. S. 1\n(1933) , was consistent with our apparent rejection of the Iowa\napproach. In Clark, the Government had prosecuted for contempt a\njuror who, during voir dire in a prior case, had falsely\ndenied knowing the defendant. Id., at 6–8. We held that the\nprosecution could introduce evidence of what had occurred during\ndeliberations in the prior case, rejecting the juror’s argument\nthat these communications were privileged. We were careful to\nexplain, however, that nothing in our decision was “at variance\nwith the rule . . . that the testimony of a juror is not admissible\nfor the impeachment of his verdict.” Id., at 18. This was because\nthe verdict in the original case was not at issue, and therefore\n“the rule against impeachment [was] wholly unrelated to the problem\n. . . before us.” Ibid.; accord, McDonald, 238 U. S., at 269.\nClark thus clarified that the rule against jurors’ impeaching their\nverdicts applies only in a proceeding actually impeaching that\nverdict—precisely the line Rule 606(b) draws when it refers to an\n“inquiry into the validity of a verdict.”In any event, these decisions predated Congress’ enactment of\nRule 606(b), and Congress was undoubtedly free to prescribe a\nbroader version of the anti-impeachment rule than we had previously\napplied. The language of the Rule it adopted clearly reflects the\nfederal approach: As enacted, Rule 606(b) prohibited the use of any\nevidence of juror deliberations, subject only to the express\nexceptions for extraneous information and outside influences. [2]For those who consider legislative history relevant, here it\nconfirms that this choice of language was no accident. Congress\nrejected a prior version of the Rule that, in accordance with the\nIowa approach, would have prohibited juror testimony only as to the\n“effect of anything upon . . . [any] juror’s mind or emotions . . .\nor concerning his mental processes.” Committee on Rules of Practice\nand Procedure of the Judicial Conference of the United States,\nRevised Draft of Proposed Rules of Evidence for the United States\nCourts and Magistrates, 51 F. R. D. 315, 387 (1971); see\nTanner v. United States, 483 U. S. 107 –125 (1987) (detailing\nthe legislative history of the Rule). Thus Congress “specifically\nunderstood, considered, and rejected a version of Rule 606(b)” that\nwould have likely permitted the introduction of evidence of\ndeliberations to show dishonesty during voir dire. Id., at\n125.IIIASeeking to rebut this straightforward understanding of Rule\n606(b), Warger first insists that the proceedings that follow a\nmotion for new trial based on dishonesty during voir dire do\nnot involve an “inquiry into the validity of the verdict.” His\nargument is as follows: Under McDonough, a party moving for a new\ntrial on the basis of voir dire dishonesty need not show that this\ndishonesty had an effect on the verdict. See 464 U. S., at\n556. Although a successful claim will result in vacatur of the\njudgment, vacatur is simply the remedy for the McDonough error,\njust as it may be the remedy for a variety of errors that have\nnothing to do with the manner in which the jury reached its\nverdict. See, e.g., United States v. Davila, 569 U. S. ___,\n___ (2013) (slip op., at 12) (listing certain\n“ ‘structural’ ” errors warranting “automatic reversal”\nof a criminal conviction). Therefore, Warger asserts, the “inquiry\nbegins and ends with what happened during voir dire.” Brief for\nPetitioner 19–20.We are not persuaded. Warger, it seems, would restrict Rule\n606(b)’s application to those claims of error for which a court\nmust examine the manner in which the jury reached its\nverdict—claims, one might say, involving an inquiry into the jury’s\nverdict. But the “inquiry” to which the Rule refers is one into the\n“validity of the verdict,” not into the verdict itself. The Rule\ndoes not focus on the means by which deliberations evidence might\nbe used to invalidate a verdict. It does not say “during an inquiry\ninto jury deliberations,” or prohibit the introduction of evidence\nof deliberations “for use in determining whether an asserted error\naffected the jury’s verdict.” It simply applies “[d]uring an\ninquiry into the validity of the verdict”—that is, during a\nproceeding in which the verdict may be rendered invalid. Whether or\nnot a juror’s alleged misconduct during voir dire had a direct\neffect on the jury’s verdict, the motion for a new trial requires a\ncourt to determine whether the verdict can stand.BNext, Warger contends that excluding jury deliberations evidence\ntending to show that a juror lied during voir dire is\nunnecessary to fulfill Congress’ apparent objectives of encouraging\nfull and open debate in the jury room and preventing the harassment\nof former jurors. He observes that jurors remain free to, and may\nsometimes be forced to, disclose what happened in the jury room,\nand that ethical rules limit the ability of parties to harass\njurors following trial. But these are arguments against Rule 606(b)\ngenerally, not arguments for the particular exception to the Rule\nthat Warger seeks. Congress’ enactment of Rule 606(b) was premised\non the concerns that the use of deliberations evidence to challenge\nverdicts would represent a threat to both jurors and finality in\nthose circumstances not covered by the Rule’s express exceptions.\nWarger cannot escape the scope of the Rule Congress adopted simply\nby asserting that its concerns were misplaced.CNor do we accept Warger’s contention that we must adopt his\ninterpretation of Rule 606(b) so as to avoid constitutional\nconcerns. The Constitution guarantees both criminal and civil\nlitigants a right to an impartial jury. See, e.g., Sheppard v.\nMaxwell, 384 U. S. 333, 362 (1966) ; Thiel v. Southern Pacific Co.,\n328 U. S. 217, 220 (1946) . And we have made clear that voir dire\ncan be an essential means of protecting this right. See, e.g.,\nTurner v. Murray, 476 U. S. 28, 36 (1986) (plurality opinion); Ham\nv. South Carolina, 409 U. S. 524, 527 (1973) . These principles,\nWarger asserts, require that parties be allowed to use evidence of\ndeliberations to demonstrate that a juror lied during voir\ndire.Given the clarity of both the text and history of Rule 606(b),\nhowever, the canon of constitutional avoidance has no role to play\nhere. The canon “is a tool for choosing between competing plausible\ninterpretations” of a provision. Clark v. Suarez-Martinez, 543 U.\nS. 371, 381 (2005) . It “has no application in the absence of\n. . . ambiguity.” United States v. Oakland Cannabis Buyers’\nCooperative, 532 U. S. 483, 494 (2001) . We see none here.Moreover, any claim that Rule 606(b) is unconstitutional in\ncircumstances such as these is foreclosed by our decision in\nTanner. In Tanner, we concluded that Rule 606(b) precluded a\ncriminal defendant from introducing evidence that multiple jurors\nhad been intoxicated during trial, rejecting the contention that\nthis exclusion violated the defendant’s Sixth Amendment right to\n“ ‘a tribunal both impartial and mentally competent to afford\na hearing.’ ” 483 U. S., at 126 (quoting Jordan v.\nMassachusetts, 225 U. S. 167, 176 (1912) ). We reasoned that\nthe defendant’s right to an unimpaired jury was sufficiently\nprotected by voir dire, the observations of court and counsel\nduring trial, and the potential use of “nonjuror evidence” of\nmisconduct. 483 U. S., at 127. Similarly here, a party’s right\nto an impartial jury remains protected despite Rule 606(b)’s\nremoval of one means of ensuring that jurors are unbiased. Even if\njurors lie in voir dire in a way that conceals bias, juror\nimpartiality is adequately assured by the parties’ ability to bring\nto the court’s attention any evidence of bias before the verdict is\nrendered, and to employ nonjuror evidence even after the verdict is\nrendered. [3]IVWe further hold, consonant with the Eighth Circuit, that the\naffidavit Warger sought to introduce was not admissible under Rule\n606(b)(2)(A)’s exception for evidence as to whether “extraneous\nprejudicial information was improperly brought to the jury’s\nattention.”Generally speaking, information is deemed “extraneous” if it\nderives from a source “external” to the jury. See Tanner, 483 U.\nS., at 117. “External” matters include publicity and information\nrelated specifically to the case the jurors are meant to decide,\nwhile “internal” matters include the general body of experiences\nthat jurors are understood to bring with them to the jury room. See\nid., at 117–119; 27 C. Wright & V. Gold, Federal Practice and\nProcedure: Evidence §6075, pp. 520–521 (2d ed. 2007). Here, the\nexcluded affidavit falls on the “internal” side of the line:\nWhipple’s daughter’s accident may well have informed her general\nviews about negligence liability for car crashes, but it did not\nprovide either her or the rest of the jury with any specific\nknowledge regarding Shauers’ collision with Warger.Indeed, Warger does not argue that Whipple’s statements related\nto “extraneous” information in this sense. Instead, he contends\nthat because Whipple would have been disqualified from the jury had\nshe disclosed her daughter’s accident, any information she shared\nwith the other jurors was extraneous.We cannot agree that whenever a juror should have been excluded\nfrom the jury, anything that juror says is necessarily “extraneous”\nwithin the meaning of Rule 606(b)(2)(A). Were that correct, parties\nwould find it quite easy to avoid Rule 606(b)’s limitations. As\ndiscussed above, Congress adopted the restrictive version of the\nanti-impeachment rule, one that common-law courts had concluded\nprecludes parties from using deliberations evidence to prove juror\ndishonesty during voir dire. But if Warger’s understanding of the\n“extraneous” information exception were accepted, then any time a\nparty could use such evidence to show that a juror’s “correct\nresponse [during voir dire] would have provided a valid basis\nfor a challenge”—a prerequisite for relief under McDonough, 464\nU. S., at 556—all evidence of what that juror said during\ndeliberations would be admissible. The “extraneous” information\nexception would swallow much of the rest of Rule 606(b).Even if such a result were not precluded by Congress’ apparent\nintent to adopt the restrictive federal approach, it is foreclosed\nby Tanner, which relied upon the doctrine that “treat[s]\nallegations of the physical or mental incompetence of a juror as\n‘internal’ rather than ‘external’ matters.” 483 U. S., at 118.\nTanner cited, in particular, cases holding that evidence of jurors’\ninsanity, inability to understand English, and hearing impairments\nare all “internal” matters subject to exclusion under Rule 606(b).\nId., at 119. Were we to follow Warger’s understanding of the\n“extraneous information” exception, all these cases, including\nTanner, would have been wrongly decided: If the jurors were not\nable to serve on the jury in the first place, or should have been\ndismissed for their misconduct during the trial, then what they\nsaid or did during deliberations would necessarily be “extraneous”\nand admissible. Tanner’s implicit rejection of this view easily\nextends from the sort of juror incompetence considered in that case\nto the alleged bias considered here. Whether a juror would have\nbeen struck from the jury because of incompetence or bias, the mere\nfact that a juror would have been struck does not make admissible\nevidence regarding that juror’s conduct and statements during\ndeliberations.For the foregoing reasons, the judgment of the United States\nCourt of Appeals for the Eighth Circuit is affirmed.It is so ordered.Notes1The Iowa rule derived from Wright v.\nIllinois & Miss. Tel. Co., 20 Iowa 195 (1866), in which the\nIowa Supreme Court held that a trial court considering a motion for\na new trial should have accepted the affidavits of four jurors who\nclaimed that their damages verdict had been determined by taking\nthe average of the sums each juror thought proper (a “quotient”\nverdict). Id., at 212–213. The Wright court reasoned that, unlike\nevidence of a juror’s subjective intentions in reaching a verdict,\nwhether the verdict had been obtained in this fashion was an\n“independent fact” and thus could and should be proved by any\navail-able evidence. Id., at 211.2The additional exception for mistakes\nmade in entering the verdict on the verdict form was adopted in\n2006. See 547 U. S. 1281 .3There may be cases of juror bias so\nextreme that, almost by definition, the jury trial right has been\nabridged. If and when such a case arises, the Court can consider\nwhether the usual safeguards are or are not sufficient to protect\nthe integrity of the process. We need not consider the question,\nhowever, for those facts are not presented here.",
    "joined": []
}