{
    "case": {
        "docket": "17-8995",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-8995/"
    },
    "id": "4102863",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–8995_________________JASON J. MONT, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 3, 2019]Justice Sotomayor, with whom Justice Breyer,\nJustice Kagan, and Justice Gorsuch join, dissenting.A term of supervised release is tolled when an\noffender “is imprisoned in connection with a conviction.” 18\nU. S. C. §3624(e). The question before the Court is\nwhether pretrial detention later credited as time served for a new\noffense has this tolling effect. The Court concludes that it does,\nbut it reaches that result by adopting a backward-looking approach\nat odds with the statute’s language and by reading the terms\n“imprisoned” and “in connection with” in unnatural isolation.\nBecause I cannot agree that a person “is imprisoned in connection\nwith a conviction” before any conviction has occurred, I\nrespectfully dissent.IAThe Sentencing Reform Act of 1984 empowers a\ncourt to impose a term of supervised release following\nimprisonment. See 18 U. S. C. §§3583(a), (b).The clock starts running on a supervised release\nterm when the offender exits the jailhouse doors. §3624(e). During\nthe term, offenders are bound to follow court-imposed conditions.\nSome apply to all supervised release terms, such as a requirement\nto refrain from committing other crimes. §3583(d). Others apply\nonly at a sentencing court’s discretion, such as a condition that\nthe offender allow visits from a probation officer. See\n§3563(b)(16); §3583(d). The probation officer, in turn, is tasked\nwith monitoring and seeking to improve the offender’s “conduct and\ncondition” and reporting to the sentencing court, among other\nduties. §3603. During the supervised release term, the court has\nthe power to change its conditions and to extend the term if less\nthan the maximum term was previously imposed. §3583(e)(2). If an\noffender violates any of the conditions of release, the court can\nrevoke supervised release and require the person to serve all or\npart of the supervised release term in prison, without giving\ncredit for time previously served on postrelease supervision.\n§3583(e)(3).In the normal course, a supervised release term\nends after the term specified by the district court. But,\ncrucially, the term “does not run during any period in which the\nperson is imprisoned in connection with a conviction for a Federal,\nState, or local crime unless the imprisonment is for a period of\nless than 30 consecutive days.” §3624(e). In other words, certain\nperiods of “imprisonment” postpone the expiration of the supervised\nrelease term.A district court’s revocation power generally\nlasts only as long as the supervised release term. If the court\nissues a warrant or summons for an alleged violation before the\nterm expires, however, the court’s revocation power can extend for\na “reasonably necessary” period beyond the term’s expiration.\n§3583(i).BThough the mechanics of supervised release\ntolling may seem arcane, these calculations can have weighty\nconsequences. For petitioner Jason Mont, tolling enabled a court to\norder an additional 31∕2 years of federal imprisonment after he\nserves his current state sentence.Mont was convicted in 2005 for federal drug and\ngun crimes. The District Court sentenced him to prison time and to\nfive years of supervised release. In 2012, Mont was released from\nprison and his supervised release term began. Left to run its\ncourse, the term would have ended on March 6, 2017.[1]Mont’s time on supervised release did not go\nwell. In January 2016, his probation officer informed the District\nCourt that Mont had failed two drug tests and tried to pass two\nfurther drug tests by using an “ ‘unknown’ ” liquid. 723\nFed. Appx. 325, 326 (CA6 2018). The officer noted that Mont also\nhad been charged with state marijuana-trafficking offenses. Upon\nlearning of these alleged violations of the supervised release\nconditions, the District Court could have issued a warrant for\nMont’s arrest, but it did not do so at that time.On June 1, 2016, Mont was arrested on a new\nstate indictment for trafficking cocaine, and the State took him\ninto custody. The probation officer reported the arrest to the\nDistrict Court, but the record does not reflect any action by the\ncourt in response. After several months in custody, Mont pleaded\nguilty to certain of the state charges. He also admitted to the\nDistrict Court that he had violated the terms of his supervised\nrelease, and he requested a hearing. The District Court set a\nNovember hearing to consider his alleged supervised release\nviolation, but continuances delayed that hearing. Months more\npassed as Mont, still detained, awaited sentencing. In the\nmeantime, the original end date of his federal supervised release\nterm—March 6, 2017—came and went. On March 21, 2017, the state\ncourt sentenced Mont to six years in prison and retroactively\ncredited the approximately 10 months he had spent in pretrial\ndetention toward his sentence.At that point, Mont’s probation officer reported\nMont’s state convictions and sentences to the Federal District\nCourt, which—after its many earlier opportunities—finally issued a\nwarrant for Mont’s arrest on March 30, 2017. Mont objected,\nclaiming that the court had no power to issue the warrant because\nhis supervised release term had expired on March 6. The District\nCourt rejected that contention and sentenced Mont to 42 months in\nprison, to run consecutively to his state sentence.[2]The United States Court of Appeals for the Sixth\nCircuit affirmed. In its view, the District Court had jurisdiction\nto revoke Mont’s supervised release because his pretrial detention\ntriggered the tolling provision in §3624(e) and thus shifted back\nthe end date of his supervised release term. The Sixth Circuit\nconstrued the tolling provision to apply to Mont’s detention\nbecause his state-court indictment ultimately led to a conviction\nand Mont subsequently received credit for the period of detention\nas time served for that conviction.IIThe majority errs by affirming the Sixth\nCircuit’s construction of the tolling statute. Most naturally read,\na person “is imprisoned in connection with a conviction” only while\nhe or she serves a prison term after a conviction. The statute does\nnot allow for tolling when an offender is in pretrial detention and\na conviction is no more than a possibility.The first clue to the meaning of §3624(e) is its\npresent-tense construction. In normal usage, no one would say that\na person “is imprisoned in connection with a conviction” before any\nconviction has occurred, because the phrase would convey something\nthat is not yet—and, indeed, may never be—true: that the detention\nhas the requisite connection to a conviction. After all, many\ndetained individuals are never convicted because they ultimately\nare acquitted or have their cases dismissed.[3] Until a conviction happens, it is impossible to\ntell whether any given pretrial detention is “connect[ed] with” a\nconviction or not.Reading the phrase “is imprisoned” to require a\nreal-time assessment of the character of a conviction does not just\nmatch the colloquial sense of the phrase; it also gives meaning to\nthe tense of the words Congress chose. The Court generally “look[s]\nto Congress’ choice of verb tense to ascertain a statute’s temporal\nreach.”Carrv.United States,560 U.S.\n438, 448 (2010). Doing so abides by the Dictionary Act, which\nprovides that “words used in the present tense include the future\nas well as the present” absent contextual clues to the contrary, 1\nU. S. C. §1, and thus “the present tense generally does\nnot include the past,”Carr, 560 U. S., at 448.\nApplying this presumption here leads to the straightforward result\nthat the phrase “is imprisoned” does not mean “was imprisoned.”\nAdhering to the present-tense framework of the statute, then,\npretrial detention does not meet the statutory definition, no\nmatter what later happens.The other language in §3624(e)—“imprisoned in\nconnection with a conviction”—confirms this result. Had Congress\nwanted to toll supervised release during pretrial confinement, it\ncould have chosen an alternative to the word “imprisoned” that more\nreadily conveys that intent, such as “confined” or “detained.” See\nBlack’s Law Dictionary 362 (10th ed. 2014) (defining “confinement”\nas “the quality, state, or condition of being imprisoned or\nrestrained”);id., at 543 (defining “detention” as “[t]he\nact or an instance of holding a person in custody; confinement or\ncompulsory delay”). Instead, Congress selected a\nword—“imprisoned”—that is most naturally understood in context to\nmean postconviction incarceration.Congress regularly uses the word “imprisoned”\n(or “imprisonment”) to refer to a prison term following a\nconviction. The United States Code is littered with statutes\nproviding that an individual shall be “imprisoned” following a\nconviction for a specific offense. See,e.g., 18\nU. S. C. §§1832, 2199, 2344. Congress also classifies\ncrimes as felonies, misdemeanors, or infractions based on “the\nmaximum term of imprisonment authorized.” §3559(a). And even in the\nSentencing Reform Act itself, which added the tolling provision at\nissue, Congress used the word “imprisonment” to refer to\nincarceration after a conviction. See §3582(a) (describing the\nfactors courts consider when imposing “a term of imprisonment”);\n§3582(b) (referring to “a sentence to imprisonment”);\n§3582(c)(1)(B) (discussing when courts may “modify an imposed term\nof imprisonment”).This Court also has previously equated the word\n“imprisonment” with a “prison term” or a “sentence”—phrases that\nimply post-trial detention. SeeTapiav.United\nStates,564 U.S.\n319, 327 (2011) (referring in passing to “imprisonment” as a\n“prison term”);Barberv.Thomas,560 U.S.\n474, 484 (2010) (“[T]erm of imprisonment” can refer “to the\nsentence that the judge imposes” or “the time that the prisoner\nactually serves” of such a sentence); see alsoArgersingerv.Hamlin,407 U.S.\n25, 37 (1972) (“[N]o person may be imprisoned for any offense\n. . . unless he was represented by counsel at his\ntrial”).To be sure, dictionary definitions of the word\n“imprison” sweep more broadly than just post-trial incarceration.\nSeeante, at 6. But the word “imprisoned” does not appear in\nthis statute in isolation; Congress referred to imprisonment “in\nconnection with a conviction.” As part of that phrase and given its\nusual meaning, the word “imprisoned” is best read as referring to\nthe state of an individual serving time following a conviction.The present tense of the statute and the phrase\n“imprisoned in connection with a conviction” thus lead to the same\nconclusion: Pretrial detention does not toll supervised\nrelease.[4]IIIThe majority justifies a contrary\ninterpretation of the tolling provision only by jettisoning the\npresent-tense view of the statute and affording snippets of text\nbroader meaning than they merit in context.The majority’s first error is its conclusion\nthat courts can take a wait-and-see approach to tolling. If a\nconviction ultimately materializes and a court credits the\noffender’s pretrial custody toward the resulting sentence, the\nmajority reasons, then the pretrial detention retroactively will\ntoll supervised release. If not, then there will be no tolling. Seeante, at 6–8. The offender’s supervised release status thus\nwill be uncertain until the court calculates tolling either “upon\nthe defendant’s release from custody or upon entry of judgment.”Ante,at 8.The majority’s retrospective approach cannot be\nsquared with the language of §3624(e). Because Congress phrased the\nprovision in the present tense, the statute calls for a\ncontemporaneous assessment of whether a person “is imprisoned” with\nthe requisite connection to a conviction. The majority erroneously\nshifts the statute’s frame of reference from that present-tense\nassessment (what is) to a backward-looking review (what was or what\nhas been).[5]The majority’s textual argument hinges on what\nthe majority perceives to be an advantage of the retrospective\napproach: It accounts for the fact that the statute provides for\ntolling only if a period of imprisonment lasts longer than 30 days.\n§3624(e). According to the majority, the 30-day provision shows\nCongress’ expectation that courts look backwards when evaluating\nwhether tolling is appropriate. If Congress anticipated such an\nanalysis as to the length of the detention, the majority implies,\nsurely it provided more generally for backward-looking review of\nthe relationship between the detention and any ensuing conviction.\nSeeante,at 8.This argument, however, assumes a problem of the\nmajority’s own making. The 30-day minimum creates no anomalies if\nthe statute is read to toll supervised release only during\ndetention following a conviction. Under that more natural reading,\ncourts in most cases will not be left in the dark about the length\nof a period of detention or its relationship to a conviction; the\nconviction and sentence of imprisonment at the time imposed will\nanswer both questions.[6]Under the majority’s approach, however, this\nlanguage creates a dilemma. Unlike a term of imprisonment following\na conviction, the duration of pretrial confinement is uncertain at\nits outset. Thus if (as the majority contends) Congress meant to\ntoll such periods of detention, the 30-day limitation means that\nevery single time a person on supervised release enters detention,\nit will be unclear for up to a month whether the supervised release\nterm is being tolled or not. Seeante, at 8 (conceding that\nthere will be “no way for a court to know on day 5 of a defendant’s\npretrial detention whether the period of custody will extend beyond\n30 days”). If pretrial detention lasts longer than 30 days, the\nuncertainty will continue until a judgment of conviction is entered\nand credit for pretrial detention is computed.But the difficulties inherent in predicting how\nlong pretrial detention will last (and whether that detention\neventually will turn out to have any connection to a conviction,\nseesupra,at 4–5, and n. 3) most naturally compel the\nconclusion that Congress never intended to force district courts to\ngrapple with them in the first place. These uncertainties generally\nwould not arise—and courts thus would not need to rely on\nhindsight—if the Court were to adopt Mont’s reading. Yet the\nmajority instead takes as a given that the statute tolls supervised\nrelease during pretrial detention, and then uses the uncertainties\ninherent in that process to justify a backward-looking\nanalysis.The majority’s error is compounded by the\ncenterpiece of its textual analysis, which relies on artificially\nisolating the terms “imprisoned” and “in connection with.” The\nmajority says that imprisonment is a term so capacious as to\nencompass pretrial detention,ante, at 6–7, and that the\nphrase “in connection with” sweeps broadly enough to include\npretrial detention that is ultimately credited to a new sentence,ante, at 7.Whether or not these phrases independently have\nthe far-reaching meaning that the majority ascribes to them—a\nconclusion that is by no means inevitable—the terms are still\nlimited by their relationship to each other and by the\npresent-tense framework of the statute. Individual phrases must not\nbe taken “ ‘in a vacuum,’ ” because doing so overrides\nthe “ ‘fundamental canon of statutory construction that the\nwords of a statute must be read in their context and with a view to\ntheir place in the overall statutory scheme.’ ”Home Depot\nU. S. A., Inc.v.Jackson,ante, at ___\n(slip op., at 5) (quotingDavisv.Michigan Dept. of\nTreasury,489 U.S.\n803, 809 (1989)). As discussed, in the context of a phrase\nreferring to conviction, the term “imprisoned” most naturally means\nimprisonment following a conviction.Supra, at 5–7. And seen\nfrom the point at which a person is detained and awaiting a\nverdict, his confinement is not “in connection with” a conviction\nthat has not happened and may never occur.IVThe majority’s approach has the further flaw\nof treating tolling as the only meaningful avenue to preserve a\ndistrict court’s revocation power when an offender is detained\npretrial. But the statute already provides a way for a court to\nextend its revocation power: If a court issues a warrant or summons\nwhile the supervised release term is running, that action triggers\nan extension of the court’s revocation authority “beyond” the\nsupervised release term “for any period reasonably necessary for\nthe adjudication” of the matters that led to the warrant or\nsummons. See §3583(i).In this very case, the District Court had at\nleast three opportunities to issue a warrant prior to the\nexpiration of Mont’s original supervised release term. Mont’s\nprobation officer notified the District Court of Mont’s potential\nsupervised release violations in January 2016, more than a year\nbefore Mont’s supervised release was set to expire. 723 Fed. Appx.\n325, 326 (CA6 2018). In June 2016, the probation officer alerted\nthe District Court to Mont’s arrest.Ibid. And in October\n2016, Mont filed a written admission with the District Court that\nhe had violated supervised release.Id., at 326–327. The\nDistrict Court was empowered at each step of this process to issue\na warrant. Indeed, the court apparently intended to do just that\nafter Mont’s written admission, though the Sixth Circuit later\nfound that there was no evidence of such a warrant in the record.\nSeeid., at 329, n. 5.In sum, the delayed revocation process provides\na straightforward, and statutorily prescribed, path for district\ncourts to decide which charges are significant enough to justify a\nwarrant and thus to extend the court’s revocation power. The\nmajority’s overly broad reading of the tolling provision is thus\nunnecessary as well as a distortion of the clear statutory\ntext.VLacking a strong textual basis for its\nbackward-looking analysis, the majority is left to rely on\nintuitions about how best to fulfill the statute’s purpose.To begin with, the majority emphasizes that\nsupervised release and incarceration have different aims. Seeante, at 8–10. True enough. The Court has explained that\nsupervised release is intended “to assist individuals in their\ntransition to community life,” and as a result is not\n“interchangeable” with periods of incarceration.United\nStatesv.Johnson,529 U.S.\n53, 58–60 (2000). But the goals of supervised release can be\nfulfilled to some degree even when an offender is detained. Cf.Burnsv.United States,287 U.S.\n216, 223 (1932) (noting that a probationer is still “subject to\nthe conditions of” probation “even in jail”). Offenders on\nsupervised release may well be able to comply with several\nmandatory conditions of supervised release while detained, such as\nsubmitting to a DNA sample or taking drug tests. See §3583(d). And\nprobation officers have experience coordinating with correctional\nfacilities in the prerelease context. See §3624(c)(3) (providing\nthat the probation system “shall, to the extent practicable, offer\nassistance to a prisoner during prerelease custody”).Even if an offender’s detention does make it\nmeaningfully harder to fulfill the goals of supervised release,\nmoreover, the majority’s reading permits the same incongruities.\nUnder the majority’s interpretation, supervised release continues\nto run for offenders who are confined pretrial for less than 30\ndays and for those who are detained pretrial but are later\nacquitted or released after charges are dropped. See Tr. of Oral\nArg. 34.[7] At best, the\nmajority offers a half-a-loaf policy rationale that cannot justify\ndeparting from the best reading of the statute’s text.The majority also invokes the general principle\nagainst double-counting sentences, see,e.g., §3585(b), and\nobjects that Mont’s reading of the statute would give defendants a\n“windfall.”Ante, at 9–10. This argument, however, fails to\nrecognize the distinct character of pretrial detention. Its purpose\nis to ensure that an alleged offender attends trial and is\nincapacitated if he or she is a danger to the community, not to\npunish the offender for a conviction. SeeUnited Statesv.Morales-Alejo,193 F.3d 1102, 1105 (CA9 1999) (citing §3142(c);United\nStatesv.Salerno,481 U.S.\n739, 748 (1987)). A State or the Federal Government may later\nchoose to credit an equivalent period of time toward a new\nsentence, but that credit does not retroactively transform the\ncharacter of the detention itself into “imprison[ment] in\nconnection with a conviction,” §3624(e)—particularly in the context\nof this present-tense statute.In any event, the majority’s approach creates a\nserious risk of unfairness. Offenders in pretrial detention will\nhave no notice of whether they are bound by the terms of supervised\nrelease. This effectively compels all offenders to comply with the\nterms of their release, even though only some will ultimately get\ncredit for that compliance, because otherwise they risk being\ncharged with a violation if their supervised release term is not\ntolled.[8] Although the\nmajority indicates that offenders generally will comply with the\nterms of their release simply by following prison rules, the range\nof supervised release conditions is too broad to guarantee complete\noverlap with prison directives. See,e.g.,Doherty,\nIndeterminate Sentencing Returns: The Invention of Supervised\nRelease, 88 N. Y. U. L. Rev. 958, 1012–1013\n(2013) (describing mandatory condition of cooperating in DNA\ncollection and special conditions of taking prescribed medications\nand undergoing periodic polygraph testing). Altogether, I am not\nnearly as sanguine as the majority that the uncertainty created by\nthe majority’s expansive tolling rule “matters little from either\nthe court’s or the defendant’s perspective.”Ante, at\n11.*  *  *The Court errs by treating Mont’s pretrial\ndetention as tolling his supervised release term. Because its\napproach misconstrues the operative text and fosters needless\nuncertainty and unfairness, I respectfully dissent.Notes1I accept the dates as\ngiven in the Sixth Circuit’s opinion, although that opinion notes\nsome immaterial discrepancies in the record. See 723 Fed. Appx.\n325, 326, nn. 1–2 (2018).2The District Court held\nthat it had jurisdiction because of a summons it issued on November\n1, 2016, which would have given the court power to sanction a\nsupervised release violation even after the term expired. See 18\nU. S. C. §3583(i). The Sixth Circuit did not affirm on\nthis ground, however, because it “failed to detect any\n. . . evidence in the record” of a November 2016 summons.\n723 Fed. Appx., at 329, n. 5.3See Dept. of Justice,\nOffice of Justice Programs, Bureau of Justice Statistics, T. Cohen\n& B. Reaves, Pretrial Release of Felony Defendants in State\nCourts; State Court Processing Statistics, 1990–2004, p. 7 (Nov.\n2007) (roughly one in five defendants held in pretrial detention\nforstate felony charges conclude their cases without a conviction),\nhttps://www.bjs.gov/content/pub/pdf/prfdsc.pdf (as last visited May\n30, 2019).4I note that rejecting the\nSixth Circuit’s contrary interpretation of the statute would not\nnecessarily resolve this case in Mont’s favor. The Government views\nMont’s guilty plea as a “conviction” and thus argues that his\nsupervised release should, at the least, have been tolled during\nthe five months he was detained between his plea and sentencing.\nSee Brief for United States 39–44. Because the Sixth Circuit did\nnot directly address whether a guilty plea constitutes a\n“conviction,” the appropriate course would be to remand to the\nSixth Circuit to consider this argument in the first instance. See,e.g.,Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005).5Although Congress did not\nuse a phrase like “was imprisoned” or “has been imprisoned” in this\nprovision, it did employ such formulations in several other tolling\nprovisions. See 38 U. S. C. §3103(b)(3) (eligibility\nperiod “shall not run” during any period in which a veteran “was\n. . . prevented” from accessing a rehabilitation\nprogram); §3031(b) (time period “shall not run” during a period in\nwhich an individual “had not met” a discharge requirement); 29\nU. S. C. §1854(f ) (statute of limitations for a\nfederal claim “shall be tolled” for the period in which a related\nstate-law claim “was pending”).6The Government gestures\nto some uncertainties inherent in predicting the length of\nimprisonment even following a conviction, such as the presence of\nindeterminate sentencing schemes and the possibility that a\ndeterminate sentence can be shortened or interrupted temporarily.\nSee Brief for United States 34–35 (citing 18 U. S. C.\n§§3621(e)(2)(B), 3622). However, these provisions in no way suggest\nthat a court regularly would find itself unsure whether a\nprisoner’s sentence will extend past 30 days.7Imagine two offenders on\nsupervised release and detained pending trial on similar charges\nwho receive precisely the same supervision during their detention.\nOne ultimately is convicted and the other’s charges are dismissed\non statute of limitations grounds. Today’s decision means that the\ndetention time for the convicted person will not count toward his\nor her supervised release term, even though the detention of the\nother person—who was detained for similar conduct and received the\nsame monitoring and supervision—will count down the supervised\nrelease clock. The better practice is to read the statute on its\nplain terms and rely on a district court’s power to clarify any\nambiguity in its authority by issuing a warrant when an alleged\nsupervised release violation is sufficiently serious. See\n§3583(i).8The majority suggests\nthat offenders will not necessarily face punishment for a failure\nto comply with supervision conditions while in detention.Ante, at 12, n. 2. Given the consequences of\nrevocation, however, offenders may well be unwilling to take that\nchance. Seesupra,at 2; §3583(e)(3).",
    "joined": []
}