{
    "case": {
        "docket": "16-348",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-348/"
    },
    "id": "3733384",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–348_________________MIDLAND FUNDING, LLC, PETITIONERv.ALEIDA JOHNSONon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[May 15, 2017]Justice Sotomayor, with whom Justice Ginsburg\nand Justice Kagan join, dissenting.The Fair Debt Collection Practices Act (FDCPA or\nAct) prohibits professional debt collectors from using “false,\ndeceptive, or misleading representation[s] or means in connection\nwith the collection of any debt” and from “us[ing] unfair or\nunconscionable means to collect” a debt. 15 U. S. C.\n§§1692e, 1692f. The Court today wrongfully holds that a debt\ncollector that knowingly attempts to collect a time-barred debt in\nbankruptcy proceedings has violated neither of these\nprohibitions.Professional debt collectors have built a\nbusiness out of buying stale debt, filing claims in bankruptcy\nproceedings to collect it, and hoping that no one notices that the\ndebt is too old to be enforced by the courts. This practice is both\n“unfair” and “unconscionable.” I respectfully dissent from the\nCourt’s conclusion to the contrary.[1]IAmericans owe trillions of dollars in consumer\ndebt to creditors—credit card companies, schools, and car dealers,\namong others. See Fed. Reserve Bank of N. Y., Quarterly Report\non Household Debt and Credit 3 (2017). Most people will repay their\ndebts, but some cannot do so. The debts they do not pay are\nincreasingly likely to end up in the hands of professional debt\ncollectors—companies whose business it is to collect debts that are\nowed to other companies. See Consumer Financial Protection Bur.,\nFair Debt Collection Practices Act: Annual Report 2016, p. 8 (CFPB\nReport). Debt collection is a lucrative and growing industry. Last\nyear, the Nation’s 6,000 debt collection agencies earned over $13\nbillion in revenue.Ibid.Although many debt collectors are hired by\ncreditors to work on a third-party basis, more and more collectors\nalso operate as “debt buyers”—purchasing debts from creditors\noutright and attempting to collect what they can, with the profits\ngoing to their own accounts.[2]\nSee FTC, The Structure and Practices of the Debt Buying Industry\n11–12 (2013) (FTC Report); CFPB Report 10. Debt buyers now hold\nhundreds of billions of dollars in consumer debt; indeed, a study\nconducted by the Federal Trade Commission (FTC) in 2009 found that\nnine of the leading debt buyers had purchased over $140 billion in\ndebt just in the previous three years. FTC Report, at i–ii, T–3\n(Table 3).Because creditors themselves have given up\ntrying to collect the debts they sell to debt buyers, they sell\nthose debts for pennies on the dollar.Id.,at 23. The older\nthe debt, the greater the discount: While debt buyers pay close to\neight cents per dollar for debts under three years old, they pay as\nlittle as two cents per dollar for debts greater than six years\nold, and “effectively nothing” for debts greater than 15 years old.Id.,at 23–24. These prices reflect the basic fact that\nolder debts are harder to collect. As time passes, consumers move\nor forget that they owe the debts; creditors have more trouble\ndocumenting the debts and proving their validity; and debts begin\nto fall within state statutes of limitations—time limits that\n“operate to bar a plaintiff’s suit” once passed.CTS Corp.v.Waldburger, 573 U. S. ___, ___ (2014) (slip op., at\n5). Because a creditor (or a debt collector) cannot enforce a\ntime-barred debt in court, the debt is inherently worth very little\nindeed.But statutes of limitations have not deterred\ndebt buyers. For years, they have filed suit in state courts—often\nin small-claims courts, where formal rules of evidence do not\napply—to collect even debts too old to be enforced by those\ncourts.[3] See Holland, The One\nHundred Billion Dollar Problem in Small-Claims Court, 6 J. Bus.\n& Tech. L. 259, 261 (2011). Importantly, the debt buyers’ only\nhope in these cases is that consumers will fail either to invoke\nthe statute of limitations or to respond at all: In most States the\nstatute of limitations is an affirmative defense, meaning that a\nconsumer must appear in court and raise it in order to dismiss the\nsuit. Seeante,at 4–5 (majority opinion). But consumers do\nfail to defend themselves in court—in fact, according to the FTC,\nover 90% fail to appear at all. FTC Report 45. The result is that\ndebt buyers have won “billions of dollars in default judgments”\nsimply by filing suit and betting that consumers will lack the\nresources to respond. Holland,supra,at 263.The FDCPA’s prohibitions on “misleading” and\n“unfair” conduct have largely beaten back this particular practice.\nEvery court to have considered the question has held that a debt\ncollector that knowingly files suit in court to collect a\ntime-barred debt violates the FDCPA. SeePhillipsv.Asset Acceptance, LLC, 736 F. 3d 1076, 1079 (CA7 2013);Kimberv.Federal Financial Corp., 668 F. Supp. 1480,\n1487 (MD Ala. 1987); see alsoante,at 5–6 (majority\nopinion) (citing other cases). In 2015, petitioner and its parent\ncompany entered into a consent decree with the Government\nprohibiting them from filing suit to collect time-barred debts and\nordering them to pay $34 million in restitution. See Consent Order\ninIn re Encore Capital Group, Inc., No. 2015–CFPB–0022\n(Sept. 9, 2015), pp. 38, 46. And the leading trade association has\nnow adopted a resolution barring the practice. See Brief for DBA\nInternational, Inc., asAmicus Curiae2–3.Stymied in state courts, the debt buyers have\nnow turned to a new forum: bankruptcy courts. The same debt buyers\nthat for years filed thousands of lawsuits in state courts across\nthe country have begun to do the same thing in bankruptcy\ncourts—specifically, in cases governed by Chapter 13 of the\nBankruptcy Code, which allows consumers earning regular incomes to\nrestructure their debts and repay as many as they can over a period\nof several years. See 8 Collier on Bankruptcy ¶1300.01 (A. Resnick\n& H. Sommer eds., 16th ed. 2016). As in ordinary civil cases, a\ndebtor in a Chapter 13 bankruptcy proceeding is entitled to have\ndismissed any claim filed against his estate that is barred by a\nstatute of limitations. See 11 U. S. C. §558. As in\nordinary civil cases, the statute of limitations is an affirmative\ndefense, one that must be raised by either the debtor or the\ntrustee of his estate before it is honored. §§502, 558. And so—just\nas in ordinary civil cases—debt collectors may file claims in\nbankruptcy proceedings for stale debts and hope that no one notices\nthat they are too old to be enforced.And that is exactly what the debt buyers have\ndone. As a wide variety of courts and commentators have observed,\ndebt buyers have “deluge[d]” the bankruptcy courts with claims “on\ndebts deemed unenforceable under state statutes of limitations.”Crawfordv.LVNV Funding, LLC, 758 F. 3d 1254,\n1256 (CA11 2014); see alsoIn re Jenkins, 456\nB. R. 236, 239, n. 2 (Bkrtcy. Ct. EDNC 2011) (noting a\n“plague of stale claims”); Brief for National Association of\nConsumer Bankruptcy Attorneys et al. asAmici Curiae9\n(noting study describing “hundreds of thousands of proofs of claim\nasserting hundreds of millions of dollars of consumer indebtedness,\nall in a single year”). This practice has become so widespread that\nthe Government sued one debt buyer last year “to address [its]\nsystemic abuse of the bankruptcy process”—including a “business\nmodel” of “knowingly and strategically” filing thousands of claims\nfor time-barred debt. Complaint inIn re Freeman-Clayv.Resurgent Capital Servs., L. P., No. 14–41871\n(Bkrtcy. Ct. WD Mo.), ¶¶1, 35 (ResurgentComplaint). This\npractice, the Government explained, “manipulates the bankruptcy\nprocess by systematically shifting the burden” to trustees and\ndebtors to object even to “frivolous claims”—especially given that\nfiling an objection is costly, time consuming, and easy to\noverlook.Id.,at ¶¶35, 43–44.IIThe FDCPA prohibits professional debt\ncollectors from engaging in “unfair” and “unconscionable”\npractices. 15 U. S. C. §1692f.[4] Filing a claim in bankruptcy court for debt that a\ncollector knows to be time barred—like filing a lawsuit in a court\nto collect such a debt—is just such a practice.ABegin where the debt collectors themselves\nbegan: with their practice of filing suit in ordinary civil courts\nto collect debts that they know are time barred. Every court to\nhave considered this practice holds that it violates the FDCPA.\nThere is no sound reason to depart from this conclusion.Statutes of limitations “are not simply\ntechnicalities.”Board of Regents of Univ. of State of N. Y.v.Tomanio, 446 U. S. 478, 487 (1980) . They reflect\nstrong public-policy determinations that “it is unjust to fail to\nput [an] adversary on notice to defend within a specified period of\ntime.”United Statesv.Kubrick, 444 U. S. 111,\n117 (1979) . And they “promote justice by preventing surprises\nthrough the revival of claims that have been allowed to slumber\nuntil evidence has been lost, memories have faded, and witnesses\nhave disappeared.”Railroad Telegraphersv.Railway\nExpress Agency, Inc., 321 U. S. 342 –349 (1944). Such\nconcerns carry particular weight in the context of small-dollar\nconsumer debt collection. As one thoughtful opinion explains:“Because few unsophisticated consumers\nwould be aware that a statute of limitations could be used to\ndefend against lawsuits based on stale debts, such consumers would\nunwittingly acquiesce to such lawsuits. And, even if the consumer\nrealizes that she can use time as a defense, she will more than\nlikely still give in rather than fight the lawsuit because she must\nstill expend energy and resources and subject herself to the\nembarrassment of going into court to present the defense\n. . . .”Kimber, 668 F. Supp., at\n1487.Debt buyers’ efforts to pursue stale debt in\nordinary civil litigation may also entrap debtors into forfeiting\ntheir time defenses altogether. When a debt collector sues or\nthreatens to sue to collect a debt, many consumers respond by\noffering a small partial payment to forestall suit. In many States,\na consumer who makes an offer like this has—unbeknownst to\nhim—forever given up his ability to claim the debt is\nunenforceable. That is because in most States a consumer’s partial\npayment on a time-barred debt—or his promise to resume payments on\nsuch a debt—will restart the statute of limitations. FTC Report 47;\nsee,e.g., Youngv.Sorenson, 47 Cal. App. 3d 911,\n914, 121 Cal. Rptr. 236, 237 (1975) (“ ‘The theory on which\nthis is based is that the payment is an acknowledgement on the\nexistence of the indebtedness which raises an implied promise to\ncontinue the obligation and to pay the balance’ ”). Debt\ncollectors’ efforts to entrap consumers in this way have no place\nin honest business practice.BThe same dynamics are present in bankruptcy\nproceedings. A proof of claim filed in bankruptcy court represents\nthe debt collector’s belief that it is entitled to payment, even\nthough the debt should not be enforced as a matter of public\npolicy. The debtor’s claim will be allowed, and will be\nincorporated in a debtor’s payment plan, unless the debtor or his\ntrustee objects. But such objections require ordinary and\nunsophisticated people (and their overworked trustees) to be on\nguard not only against mistaken claims but also against claims that\ndebt collectors know will fail under law if an objection is raised.\nDebt collectors do not file these claims in good faith; they file\nthem hoping and expecting that the bankruptcy system will fail.\nSuch a practice is “unfair” and “unconscionable” in violation of\nthe FDCPA.The Court disagrees. But it does so on narrow\ngrounds. To begin with, the Court does not hold that the Bankruptcy\nCode altogether displaces the FDCPA, leaving it withno role to play\nin bankruptcy proceedings. Such a conclusion would be wrong.\nAlthough the Code and the FDCPA “have different purposes and\nstructural features,”ante,at 8, the Court has held that\nCongress, in passing the FDCPA’s predecessor, did so on the\nunderstanding that “the provisions and the purposes” of the two\nstatutes were intended to “coexist.”Kokoszkav.Belford, 417 U. S. 642, 650 (1974) . Although\npetitioner suggests that the FDCPA is best read “to have no\napplication to [a] debt collector’s conduct” in a bankruptcy\nproceeding, Brief for Petitioner 41, the majority declines its\ninvitation to adopt such a sweeping rule.[5]Nor does the majority take a position on whether\na debt collector violates the FDCPA by filing suit in an ordinary\ncourt to collect a debt it knows is time barred.Ante,at 6.\nInstead, the majority concludes, even assuming that such a practice\nwould violate the FDCPA, a debt collector does not violate the Act\nby doing the same thing in bankruptcy proceedings. Bankruptcy, the\nmajority argues, is different. True enough. But none of the\ndistinctions that the majority identifies bears the weight placed\non it.First, the majority contends, structural\nfeatures of the bankruptcy process reduce the risk that a stale\ndebt will go unnoticed and thus be allowed.Ante,at 6–7.\nBut there is virtually no evidence that the majority’s theory holds\ntrue in practice. The majority relies heavily on the presence of a\nbankruptcy trustee, appointed to act on the debtor’s behalf and\nempowered to (among other things) object to claims that he believes\nlack merit. See 11 U. S. C. §§704(a)(5), 1302(b). In the\nmajority’s view, the trustee’s gatekeeping role makes it\n“considerably more likely that an effort to collect upon a stale\nclaim in bankruptcy will be met with resistance, objection, and\ndisallowance.”Ante,at 7. The problem with the majority’sipse dixitis that everyone with actual experience in the\nmatter insists that it is false. The Government, which oversees\nbankruptcy trustees, tells us that trustees “cannot realistically\nbe expected to identify every time-barred . . . claim\nfiled in every bankruptcy.” Brief for United States asAmicus\nCuriae25–26; see alsoResurgentComplaint ¶43 (“Filing\nobjections to all of [one collector]’s unenforceable claims would\nclog the docket of this Court and other courts with objections to\nfrivolous claims”). The trustees themselves (appearing here asamici curiae) agree, describing the practice as “wasteful”\nand “exploit[ative].” Brief for National Association of Chapter\nThirteen Trustees asAmicus Curiae12. And courts across the\ncountry recognize that Chapter 13 trustees are struggling under a\n“deluge” of stale debt.Crawford, 758 F. 3d, at\n1256.Second, the other features of the bankruptcy\nprocess that the majority believes will serve as a backstop against\nfrivolous claims are even less likely to do so in practice. The\nmajority implies that a person who files for bankruptcy is more\nsophisticated than the average consumer debtor because the\ninitiation of bankruptcy is a choice made by a debtor.Ante,at 6. But a person who has filed for bankruptcy will rarely be in\nsuch a superior position; he has, after all, just declared that he\nis unable to meet his financial obligations and in need of the\nassistance of the courts. It is odd to speculate that such a person\nis better situated to monitor court filings and lodge objections\nthan an ordinary consumer. The majority also suggests that the\nrules of bankruptcy help “guide the evaluation of claims.”Ibid.But the rules of bankruptcy in fact facilitate theallowanceof claims: Claims are automatically allowed and\nmade part of a plan unless an objection is made. See 11\nU. S. C. §502(a). A debtor is arguably more vulnerable in\nbankruptcy—not less—to the oversights that the debt buyers know\nwill occur.Finally, the majority suggests, in some cases a\nconsumer will actuallybenefitif a claim for an untimely\ndebt is filed.Ante,at 7–8. If such a claim is filed but\ndisallowed, the majority explains, the debt will eventually be\ndischarged, and the creditor will be barred from collecting it. See\n§1328(a). Here, too, practice refutes the majority’s rosy portrait\nof these proceedings. A debtor whose trustee does not spot and\nobject to a stale debt will find no comfort in the knowledge thatotherconsumers with more attentive trustees may have their\ndebts disallowed and discharged. Moreover, given the high rate at\nwhich debtors are unable to fully pay off their debts in Chapter 13\nproceedings, see Porter, The Pretend Solution: An Empirical Study\nof Bankruptcy Outcomes, 90 Texas L. Rev. 103, 111–112 (2011),\nmost debtors who fail to object to a stale claim will end up worse\noff than had they never entered bankruptcy at all: They will make\npayments on the stale debts, thereby resuscitating them, seesupra, at 6–7, and may thuswalk out of bankruptcy court\nowing more to their creditors than they did when they entered it.\nThere is no benefit to anyone in such a proceeding—except the debt\ncollectors.*  *  *It does not take a sophisticated attorney to\nunderstand why the practice I have described in this opinion is\nunfair. It takes only the common sense to conclude that one should\nnot be able to profit on the inadvertent inattention of others. It\nis said that the law should not be a trap for the unwary. Today’s\ndecision sets just such a trap.I take comfort only in the knowledge that the\nCourt’s decision today need not be the last word on the matter. If\nCongress wants to amend the FDCPA to make explicit what in my view\nis already implicit in the law, it need only say so.I respectfully dissent.Notes1Because I believe the\npractice at issue here is “unfair” and “unconscionable,” and thus\nviolates 15 U. S. C. §1692f, I do not address the Court’s\nconclusion that the practice is not “false, deceptive, or\nmisleading” in violation of §1692e.2A case pending before\nthis Court,Hensonv.Santander Consumer USA Inc.,\nNo. 16–349, asks whether a certain kind of debt buyer is a “debt\ncollector” under the FDCPA. Midland does not dispute that it is a\ndebt collector under the Act.3Petitioner’s parent alone\nfiled 245,000 lawsuits in 2009. See Silver-Greenberg, Boom in Debt\nBuying Fuels Another Boom—in Lawsuits, Wall Street Journal, Nov.\n29, 2010, pp. A1, A16. Petitioner itself filed 110 lawsuits on just\none date in a single state court.Id.,at A1.4This Court has not had\noccasion to construe the terms “unfair” and “unconscionable” in\n§1692f. The FDCPA’s legislative history suggests that Congress\nintended these terms as a backstop that would enable “courts, where\nappropriate, to proscribe other improper conduct . . .\nnot specifically addressed” by the statute. S. Rep. No.\n95–382, p. 4 (1977). Courts have construed these terms,\nconsistent with other federal and state statutes that employ them,\nto borrow from equitable and common-law traditions. See,e.g.,\nLeBlancv.Unifund CCR Partners, 601 F. 3d 1185,\n1200–1201 (CA11 2010) (per curiam);Belerv.Blatt, Hasenmiller, Leibsker & Moore, LLC, 480\nF. 3d 470, 473–474 (CA7 2007).5The majority does lean\nheavily on its fear that, were we to conclude that the FDCPA bars\nthe practice at issue, we would be licensing “postbankruptcy\nlitigation in an ordinary civil court” concerning matters best left\nto bankruptcy courts.Ante,at 9. But to do so would not, as\nthe majority suggests, “upset [the] ‘delicate balance’ ”\nstruck by the Code.Ibid.(quotingKokoszkav.Belford, 417 U. S., at 651). For one, nothing requires\na debtor to engage in satellite litigation in order to sue a debt\ncollector under the FDCPA; a debtor can easily file an adversary\nproceeding asserting an FDCPA claim with the bankruptcy court\nitself, and in many cases will be better served by doing so. See,e.g., Simonv.FIA Card Servs., N. A., 732\nF. 3d 259, 263 (CA3 2013). Nor is there any risk that finding\nthe FDCPA applicable here will authorize bankruptcy courts (or, for\nthat matter, civil courts) to engage in novel and unfettered\ninquiries into “a creditor’s state of mind.”Ante,at 9.\nBoth Fed. Rule Civ. Proc. 11 and its bankruptcy counterpart, Fed.\nRule Bkrtcy. Proc. 9011, authorize a court to impose sanctions on\nparties who willfully file meritless claims (a category that\nincludes the debt buyers here, seeIn re Sekema, 523 B. R.\n651, 654–655 (Bkrtcy. Ct. ND Ind. 2015)). So there is nothing new\nabout the inquiry that courts would be required to undertake; it is\nno different than analyses they conduct every day.",
    "joined": []
}