{
    "case": {
        "docket": "438",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/438/"
    },
    "id": "1963263",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTCARR V. UNITED STATES560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1301THOMAS CARR, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the seventh circuit[June 1, 2010]Justice Sotomayor delivered the\nopinion of the Court.Since 1994, federal law has\nrequired States, as a condition for the receipt of certain law\nenforcement funds, to maintain federally compliant systems for\nsex-offender registration and community notification. In an effort\nto make these state schemes more comprehensive, uniform, and\neffective, Congress in 2006 enacted the Sex Offender Registration\nand Notification Act (SORNA or Act) as part of the Adam Walsh Child\nProtection and Safety Act, Pub. L. 109–248, Tit. I, 120 Stat. 590.\nAmong its provisions, the Act established a federal criminal\noffense covering,inter alia, any person who (1) “is\nrequired to register under [SORNA],” (2) “travels in interstate or\nforeign commerce,” and (3) “knowingly fails to register or update a\nregistration.” 18 U. S. C. §2250(a). At issue in this case is\nwhether §2250 applies to sex offenders whose interstate travel\noccurred prior to SORNA’s effective date and, if so, whether the\nstatute runs afoul of the Constitution’s prohibition onex post factolaws. See Art. I, §9, cl. 3.\nLiability under §2250, we hold, cannot be predicated on pre-SORNA\ntravel. We therefore do not address theex post factoquestion.IIn May 2004, petitioner Thomas\nCarr pleaded guilty in Alabama state court to first-degree sexual\nabuse. He was sentenced to 15 years’ imprisonment, with all but two\nyears suspended. Receiving credit for time previously served, Carr\nwas released on probation on July 3, 2004, and he registered as a\nsex offender as required by Alabama law.In late 2004 or early 2005, prior\nto SORNA’s enactment, Carr relocated from Alabama to Indiana. He\ndid not comply with Indiana’s sex-offender registration\nrequirements. In July 2007, Carr came to the attention of law\nenforcement in Fort Wayne, Indiana, following his involvement in a\nfight.On August 22, 2007, federal prosecutors filed\nan indictment in the United States District Court for the Northern\nDistrict of Indiana charging Carr with failing to register in\nviolation of §2250. Carr moved to dismiss the indictment, asserting\nthat because he traveled to Indiana prior to SORNA’s effective\ndate, it would violate theEx Post FactoClause to\nprosecute him under §2250. The District Court denied Carr’s motion,\nand Carr entered a conditional guilty plea, preserving his right to\nappeal. He received a 30-month prison sentence.The United States Court of Appeals for the\nSeventh Circuit consolidated Carr’s appeal with that of a similarly\nsituated defendant, who, in addition to raising anex post\nfactoclaim, asserted that §2250, by its terms, does not apply\nto persons whose interstate travel preceded SORNA’s enactment.\nBeginning with the statutory argument, the Court of Appeals held\nthat §2250 “does not require that the defendant’s travel postdate\nthe Act.”United Statesv.Dixon, 551 F. 3d\n578, 582 (2008). The court relied principally on its understanding\nof SORNA’s underlying purpose:“The evil at which [the Act] is aimed is that\nconvicted sex offenders registered in one state might move to\nanother state, fail to register there, and thus leave the public\nunprotected. The concern is as acute in a case in which the\noffender moved before the Act was passed as in one in which he\nmoved afterward.”Ibid. (citation omitted).The court drew an analogy to 18 U. S. C.\n§922(g), which prohibits convicted felons from “possess[ing] in or\naffecting commerc[e] any firearm or ammunition.” “The danger posed\nby such a felon is unaffected by when the gun crossed state lines …\n, and so it need not have crossed after the statute was passed.”\n551 F. 3d, at 582 (citingScarboroughv.United\nStates,431 U.\nS. 563(1977)). According to the court, §2250(a), like §922(g),\nuses movement in interstate commerce as a jurisdictional element\n“to establish a constitutional predicate for the statute … rather\nthan to create a temporal requirement.” 551 F. 3d, at 583.Reading §2250 to encompass pre-SORNA travel,\nthe Seventh Circuit recognized, created a conflict with the Tenth\nCircuit’s decision inUnited Statesv.Husted,\n545 F. 3d 1240 (2008). In holding that §2250’s coverage “is\nlimited to those individuals who travel in interstate commerce\nafter the Act’s effective date,” the Tenth Circuit emphasized\n“Congress’s use of the present tense form of the verb ‘to travel’ …\n, which according to ordinary English grammar, does not refer to\ntravel that has already occurred.”Id., at 1243–1244.\nRejecting this analysis, the Seventh Circuit characterized\nCongress’ choice of tenses as “ ‘not very revealing.’ ”\n551 F. 3d, at 583 (quotingScarborough, 431 U. S., at\n571).Having dispensed with the statutory question,\nthe Seventh Circuit considered the claim of Carr and his\nco-appellant that predicating a §2250 prosecution on pre-SORNA\ntravel violates theEx Post FactoClause. Reliance on\na defendant’s pre-SORNA travel, the court concluded, poses noex post factoproblem so long as the defendant had\n“reasonable time” to register after SORNA took effect but failed to\ndo so. 551 F. 3d, at 585. Noting that Carr remained\nunregistered five months after SORNA became applicable to him, the\nSeventh Circuit affirmed his conviction.Id., at 586–587.\nThe court reversed the conviction of Carr’s co-appellant, finding\nthat he had not been given a sufficient grace period to\nregister.In view of the division among the Circuits as\nto the meaning of §2250’s “travel” requirement,[Footnote 1] we granted certiorari, 557 U. S. __\n(2009), to decide the statute’s applicability to pre-SORNA travel\nand, if necessary, to consider the statute’s compliance with theEx Post FactoClause.[Footnote 2]IIAs relevant here, §2250\nprovides:“(a) In General.—Whoever—“(1) is required to register under the Sex\nOffender Registration and Notification Act;“(2)(A) is a sex offender as defined for the\npurposes of the Sex Offender Registration and Notification Act by\nreason of a conviction under Federal law (including the Uniform\nCode of Military Justice), the law of the District of Columbia,\nIndian tribal law, or the law of any territory or possession of the\nUnited States; or“(B) travels in interstate or foreign\ncommerce, or enters or leaves, or resides in, Indian country;\nand“(3) knowingly fails to register or update a\nregistration as required by the Sex Offender Registration and\nNotification Act;“shall be fined under this title or imprisoned not more than 10\nyears, or both.”For a defendant to violate this provision, Carr and\nthe Government agree, the statute’s three elements must “be\nsatisfied in sequence, culminating in a post-SORNA failure to\nregister.” Brief for United States 13; see also Reply Brief for\nPetitioner 4, 7, n. 6. A sequential reading, the parties recognize,\nhelps to assure a nexus between a defendant’s interstate travel and\nhis failure to register as a sex offender. Persons convicted of sex\noffenses under state law who fail to register in their State of\nconviction would otherwise be subject to federal prosecution under\n§2250 even if they had not left the State after being convicted—an\nillogical result given the absence of any obvious federal interest\nin punishing such state offenders.[Footnote 3]While both parties accept that the elements of\n§2250 should be read sequentially, they disagree on the event that\nsets the sequence in motion. In the Government’s view, the statute\nis triggered by a sex-offense conviction, which must be followed by\ninterstate travel, and then a failure to register under SORNA. Only\nthe last of these events, the Government maintains, must occur\nafter SORNA took effect; the predicate conviction and the travel\nmay both have predated the statute’s enactment. Carr, in contrast,\nasserts that the statutory sequence begins when a person becomes\nsubject to SORNA’s registration requirements. The person must then\ntravel in interstate commerce and thereafter fail to register. All\nof these events, Carr avers, necessarily postdate SORNA’s enactment\nbecause a sex offender could not have been required to register\nunder SORNA until SORNA became the law.Carr’s interpretation better accords with the\nstatutory text. By its terms, the first element of §2250(a) can\nonly be satisfied when a person “is required to registerunder\nthe Sex Offender Registration and Notification Act.”\n§2250(a)(1) (emphasis added). In an attempt to reconcile its\npreferred construction with the words of the statute, the\nGovernment insists that this language is merely “a shorthand way of\nidentifying those persons who have a [sex-offense] conviction in\nthe classes identified by SORNA.” Brief for United States 19–20. To\nreach this conclusion, the Government observes that another\nprovision of SORNA, 42 U. S. C. §16913(a), states that the\nAct’s registration requirements apply to “sex offender[s].” A “sex\noffender” is elsewhere defined as “an individual who was convicted\nof a sex offense.” §16911(1). Thus, as the Government would have\nit, Congress used 12 words and two implied cross-references to\nestablish that the first element of §2250(a) is that a person has\nbeen convicted of a sex offense. Such contortions can scarcely be\ncalled “shorthand.” It is far more sensible to conclude that\nCongress meant the first precondition to §2250 liability to be the\none it listed first: a “require[ment] to register under [SORNA].”\nOnce a person becomes subject to SORNA’s registration requirements,\nwhich can occur only after the statute’s effective date, that\nperson can be convicted under §2250 if he thereafter travels and\nthen fails to register.[Footnote\n4]That §2250 sets forth the travel requirement\nin the present tense (“travels”) rather than in the past or present\nperfect (“traveled” or “has traveled”) reinforces the conclusion\nthat preenactment travel falls outside the statute’s compass.\nConsistent with normal usage, we have frequently looked to\nCongress’ choice of verb tense to ascertain a statute’s temporal\nreach. See,e.g.,United Statesv.Wilson,503\nU. S. 329, 333 (1992) (“Congress’ use of a verb tense is\nsignificant in construing statutes”);Gwaltney of Smithfield,\nLtd.v.Chesapeake Bay Foundation, Inc.,484 U. S. 49, 57 (1987)\n(“Congress could have phrased its requirement in language that\nlooked to the past … , but it did not choose this readily available\noption”);Barrettv.United States,423 U. S. 212, 216\n(1976) (observing that Congress used the present perfect tense to\n“denot[e] an act that has been completed”). The Dictionary Act also\nascribes significance to verb tense. It provides that, “[i]n\ndetermining the meaning of any Act of Congress, unless the context\nindicates otherwise[,] … words used in the present tense include\nthe future as well as the present.” 1 U. S. C. §1. By\nimplication, then, the Dictionary Act instructs that the present\ntense generally does not include the past. Accordingly, a statute\nthat regulates a person who “travels” is not readily understood to\nencompass a person whose only travel occurred before the statute\ntook effect. Indeed, neither the Government nor the dissent\nidentifies any instance in which this Court has construed a\npresent-tense verb in a criminal law to reach preenactment\nconduct.[Footnote 5]In this instance, the statutory context\nstrongly supports a forward-looking construction of “travels.”\nFirst, the word “travels” is followed in §2250(a)(2)(B) by a series\nof other present tense verbs—“entersorleaves,\norresidesin, Indian country.” (Emphasis added.) This\nCourt has previously described a statute’s “undeviating use of the\npresent tense” as a “striking indic[ator]” of its “prospective\norientation.”Gwaltney, 484 U. S., at 59. The Seventh\nCircuit thought otherwise, reasoning that it would “mak[e] no\nsense” for “a sex offender who has resided in Indian country since\nlong before the Act was passed [to be] subject to the Act but not\nsomeone who crossed state lines before the Act was passed.” 551\nF. 3d, at 583. As a textual matter, however, it is the Seventh\nCircuit’s approach that makes little sense: If “travels” means\n“traveled” (i.e., a person “travels” if he crossed state\nlinesbeforeSORNA’s enactment), then the only way to\navoid an incongruity among neighboring verbs would be to construe\nthe phrase “resides i[n] Indian country” to encompass persons who\nonce resided in Indian country but who left before SORNA’s\nenactment and have not since returned—an implausible reading that\nneither the Seventh Circuit, nor the Government, nor the dissent\nendorses.Second, the other elements of a §2250\nviolation are similarly set forth in the present tense. Sections\n2250(a)(1) and (a)(3) refer, respectively, to any person who\n“isrequired to register under [SORNA]” and who “knowinglyfailsto register or update a registration as required by\n[SORNA].” (Emphasis added.) The Government accepts that this last\nelement—a knowing failure to register or update a registration—must\npostdate SORNA’s enactment. Had Congress intended preenactment\nconduct to satisfy the first two requirements of §2250 but not the\nthird, it presumably would have varied the verb tenses to convey\nthis meaning. Indeed, numerous federal statutes use the\npast-perfect tense to describe one or more elements of a criminal\noffense when coverage of preenactment events is intended. See,e.g., 18 U. S. C. A. §249(a)(2)(B)(iii) (Supp.\n2010) (proscribing hate crimes in which “the defendant employs a\nfirearm, dangerous weapon, explosive or incendiary device, or other\nweapon thathas traveledin interstate or foreign\ncommerce” (emphasis added)); 18 U. S. C. §922(g)(9) (2006 ed.)\n(proscribing firearm possession or transport by any person “whohas beenconvicted” of a felony or a misdemeanor\ncrime of domestic violence (emphasis added)); §2252(a)(2) (2006\ned., Supp. II) (making it unlawful for any person to receive or\ndistribute a visual depiction of a minor engaging in sexually\nexplicit conduct that “has been mailed, orhas been\nshipped or transportedin or affecting interstate or foreign\ncommerce” (emphasis added)). The absence of similar phrasing here\nprovides powerful evidence that §2250 targets only postenactment\ntravel.[Footnote 6]IIIEchoing the Seventh Circuit’s\nassessment that Congress’ use of present-tense verbs in §2250 is\n“not very revealing,” Brief for United States 17, the Government\noffers two principal arguments for construing the statute to cover\npre-SORNA travel: First, such a reading avoids an “anomaly” in the\nstatute’s coverage of federal versus state sex offenders; and\nsecond, it “better effectuates the statutory purpose.”Id., at 22 (capitalization omitted). Neither argument\npersuades us to adopt the Government’s strained reading of the\nstatutory text.ASection 2250 imposes criminal\nliability on two categories of persons who fail to adhere to\nSORNA’s registration requirements: any person who is a sex offender\n“by reason of a conviction under Federal law … , the law of the\nDistrict of Columbia, Indian tribal law, or the law of any\nterritory or possession of the United States,” §2250(a)(2)(A), and\nany other person required to register under SORNA who “travels in\ninterstate or foreign commerce, or enters or leaves, or resides in,\nIndian country,” §2250(a)(2)(B). According to the Government, these\ncategories correspond to “two alternate sources of power to achieve\nCongress’s aim of broadly registering sex offenders.”Id.,\nat 22. Placing pre-SORNA travelers within the statute’s coverage,\nthe Government maintains, “ensures that the jurisdictional reach of\nSection 2250(a)(2) has a comparable breadth as applied to both\nfederal and state sex offenders.”Id., at 21.The Government’s pronouncement\nthat §2250 should have an “equally broad sweep” with respect to\nfederal and state offenders,id., at 22, is little more\nthanipse dixit. Had Congress intended to subject any\nunregistered state sex offender who has ever traveled in interstate\ncommerce to federal prosecution under §2250, it easily could have\nadopted language to that effect. That it declined to do so\nindicates that Congress instead chose to handle federal and state\nsex offenders differently. There is nothing “anomal[ous]” about\nsuch a choice. To the contrary, it is entirely reasonable for\nCongress to have assigned the Federal Government a special role in\nensuring compliance with SORNA’s registration requirements by\nfederal sex offenders—persons who typically would have spent time\nunder federal criminal supervision. It is similarly reasonable for\nCongress to have given the States primary responsibility for\nsupervising and ensuring compliance among state sex offenders and\nto have subjected such offenders to federal criminal liability only\nwhen, after SORNA’s enactment, they use the channels of interstate\ncommerce in evading a State’s reach.In this regard, it is notable that the federal\nsex-offender registration laws have, from their inception,\nexpressly relied on state-level enforcement. Indeed, when it\ninitially set national standards for state sex-offender\nregistration programs in 1994, Congress did not include any federal\ncriminal liability. Congress instead conditioned certain federal\nfunds on States’ adoption of “criminal penalties” on any person\n“required to register under a State program … who knowingly fails\nto so register and keep such registration current.” Jacob\nWetterling Crimes Against Children and Sexually Violent Offender\nRegistration Act, Pub. L. 103–322, Tit. XVII, §170101(c), 108 Stat.\n2041, 42 U. S. C. §14071(d). Two years later, Congress\nsupplemented state enforcement mechanisms by subjecting to federal\nprosecution any covered sex offender who “changes address to a\nState other than the State in which the person resided at the time\nof the immediately preceding registration” and “knowingly fails to”\nregister as required. Pam Lychner Sexual Offender Tracking and\nIdentification Act of 1996, Pub. L. 104–236, §2, 110 Stat. 3095,\n3096, 42 U. S. C. §§14072(g)(3), (i).[Footnote 7] The prospective orientation of this\nprovision is apparent. No statutory gap necessitated coverage of\nunregistered offenders who “change[d] address” before the statute’s\nenactment; the prosecution of such persons remained the province of\nthe States.In enacting SORNA, Congress preserved this\nbasic allocation of enforcement responsibilities. To strengthen\nstate enforcement of registration requirements, Congress\nestablished, as a funding condition, that “[e]ach jurisdiction,\nother than a Federally recognized Indian tribe, shall provide a\ncriminal penalty that includes a maximum term of imprisonment that\nis greater than 1 year for the failure of a sex offender to comply\nwith the requirements of this subchapter.” §16913(e).[Footnote 8] Meanwhile, Congress in §2250\nexposed to federal criminal liability, with penalties of up to 10\nyears’ imprisonment, persons required to register under SORNA over\nwhom the Federal Government has a direct supervisory interest or\nwho threaten the efficacy of the statutory scheme by traveling in\ninterstate commerce.Understanding the act of travel as an aspect\nof the harm Congress sought to punish serves to distinguish §2250\nfrom the felon-in-possession statute to which the Seventh Circuit\nanalogized. See 551 F. 3d, at 582–583. InScarborough, this Court held that a prior version of the\nstatute, which imposed criminal liability on any convicted felon\nwho “ ‘possesses … in commerce or affecting commerce … any\nfirearm,’ ” 431 U. S., at 564 (quoting 18 U. S. C. App.\n§1202(a) (1970 ed.)), did not require the Government to prove\npostenactment movement of the firearm across state lines. According\nto the Court, Congress had given “no indication of any concern with\neither the movement of the gun or the possessor or with the time of\nacquisition.” 431 U. S., at 572. Its aim was simply “to keep guns\nout of the hands of” convicted felons,ibid., and, by\nusing the phrase “in commerce or affecting commerce,” it invoked\nthe full breadth of its Commerce Clause authority to achieve that\nend. No one inScarboroughdisputed, however, that the act\nof possession had to occur post- enactment; a felon who\n“possess[ed]” a firearm only preenactment was plainly outside the\nstatute’s sweep. In this case, the proper analogy is not, as the\nSeventh Circuit suggested, between the travel of a sex offender and\nthe movement of a firearm; it is between the sex offender who\n“travels” and the convicted felon who “possesses.” The act of\ntravel by a convicted sex offender may serve as a jurisdictional\npredicate for §2250, but it is also, like the act of possession,\nthe very conduct at which Congress took aim.BIn a final effort to justify its\nposition, the Government invokes one of SORNA’s underlying\npurposes: to locate sex offenders who had failed to abide by their\nregistration obligations. SORNA, the Government observes, was\nmotivated at least in part by Congress’ concern about these\n“missing” sex offenders—a problem the House Committee on the\nJudiciary expressly linked to interstate travel: “The most\nsignificant enforcement issue in the sex offender program is that\nover 100,000 sex offenders, or nearly one-fifth in the Nation[,]\nare ‘missing,’ meaning they have not complied with sex offender\nregistration requirements. This typically occurs when the sex\noffender moves from one State to another.” H. R. Rep. No.\n109–218, pt. 1, p. 26 (2005). The goal of tracking down\nmissing sex offenders, the Government maintains, “is surely better\nserved by making Section 2250 applicable to them in their new\nStates of residence immediately than by waiting for them to travel\nin interstate commerce and fail to register yet again.” Brief for\nUnited States 23–24. The Court of Appeals expressed a similar view.\nSee 551 F. 3d, at 582.[Footnote 9]The Government’s argument\nconfuses a general goal of SORNA with the specific purpose of\n§2250. Section 2250 is not a stand-alone response to the problem of\nmissing sex offenders; it is embedded in a broader statutory scheme\nenacted to address the deficiencies in prior law that had enabled\nsex offenders to slip through the cracks. See 42 U. S. C.\n§16901 (“Congress in this chapter establishes a comprehensive\nnational system for the registration of [sex] offenders”). Among\nits many provisions, SORNA instructs States to maintain\nsex-offender registries that compile an array of information about\nsex offenders, §16914; to make this information publicly available\nonline, §16918; to share the information with other jurisdictions\nand with the Attorney General for inclusion in a comprehensive\nnational sex-offender registry, §§16919–16921; and to “provide a\ncriminal penalty that includes a maximum term of imprisonment that\nis greater than 1 year for the failure of a sex offender to comply\nwith the requirements of this subchapter,” §16913(e). Sex\noffenders, in turn, are required to “register, and keep the\nregistration current, in each jurisdiction where the offender\nresides, where the offender is an employee, and where the offender\nis a student,” §16913(a), and to appear in person periodically to\n“allow the jurisdiction to take a current photograph, and verify\nthe information in each registry in which that offender is required\nto be registered,” §16916. By facilitating the collection of\nsex-offender information and its dissemination among jurisdictions,\nthese provisions, not §2250, stand at the center of Congress’\neffort to account for missing sex offenders.Knowing that Congress aimed to reduce the\nnumber of noncompliant sex offenders thus tells us little about the\nspecific policy choice Congress made in enacting §2250. While\nsubjecting pre-SORNA travelers to punishment under §2250 may well\nbe consistent with the aim of finding missing sex offenders, a\ncontrary construction in no way frustrates that broad goal. Taking\naccount of SORNA’s overall structure, we have little reason to\ndoubt that Congress intended §2250 to do exactly what it says: to\nsubject to federal prosecution sex offenders who elude SORNA’s\nregistration requirements by traveling in interstate commerce. Cf.Mertensv.Hewitt Associates,508 U. S. 248, 261\n(1993) (“[V]ague notions of a statute’s ‘basic purpose’ are …\ninadequate to overcome the words of its text regarding thespecificissue under consideration”).CNone of the legislative materials\nthe Government cites as evidence of SORNA’s purpose calls this\nreading into question. To the contrary, the report of the House\nJudiciary Committee suggests not only that a prohibition on\npostenactment travel is consonant with Congress’ goals, but also\nthat it is the rule Congress in fact chose to adopt. As the\nGovernment acknowledges, the bill under consideration by the\nCommittee contained a version of §2250 that “would not have reached\npre-enactment interstate travel.” Brief for United States 24,\nn. 9. This earlier version imposed federal criminal penalties\non any person who “receives a notice from an official that such\nperson is required to register under [SORNA] and … thereafter\ntravels in interstate or foreign commerce, or enters or leaves\nIndian country.” H. R. Rep. No. 109–218, pt. 1, at 9; see alsoid., at 26 (“[S]ex offenders will now face Federal\nprosecution … if they cross a State line and fail to comply with\nthe sex offender registration and notification requirements\ncontained in the legislation”). Yet this did not stop the Committee\nfrom describing its legislation as a solution to the problem of\nmissing sex offenders. Seeid., at 23–24, 26, 45–46. The\nGovernment identifies nothing in the legislative record to suggest\nthat, in modifying this language during the course of the\nlegislative process, Congress intended to alter the statute’s\ntemporal sweep.[Footnote 10]\nAt the very least, the close correspondence between the Committee’s\ndiscussion of missing sex offenders and its recognition of the\ntravel element’s prospective application would seem to confirm that\nreading §2250 to reach only postenactment travel does not\ncontravene SORNA’s underlying purposes, let alone result in an\nabsurdity that would compel us to disregard the statutory text. Cf.Arlington Central School Dist. Bd. of Ed.v.Murphy,548\nU. S. 291, 296 (2006) (“We have stated time and again that\ncourts must presume that a legislature says in a statute what it\nmeans and means in a statute what it says there. When the statutory\nlanguage is plain, the sole function of the courts—at least where\nthe disposition required by the text is not absurd—is to enforce it\naccording to its terms” (internal quotation marks and citation\nomitted)).*  *  *Having concluded that §2250 does\nnot extend to preenactment travel, we need not consider whether\nsuch a construction would present difficulties under the\nConstitution’sEx Post FactoClause. The judgment of\nthe United States Court of Appeals for the Seventh Circuit is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Footnote 1While the Seventh and Tenth Circuits have\nconfronted the question directly, other Circuits have also touched\non it. Aligning itself with the Seventh Circuit, the Eleventh\nCircuit has analogized 18 U. S. C. §2250(a) to the\nfelon-in-possession statute, §922(g), and applied it to a sex\noffender who traveled before SORNA became applicable to him.United Statesv.Dumont, 555 F. 3d 1288,\n1291–1292 (2009)(per curiam). In contrast, the Eighth\nCircuit has stated in dictum that §2250(a) “punishes convicted sex\noffenders who travel in interstate commerceafter the enactment\nof SORNA.”United Statesv.May, 535\nF. 3d 912, 920 (2008) (emphasis added).Footnote 2There is a separate conflict among the Courts\nof Appeals as to when SORNA’s registration requirements became\napplicable to persons convicted of sex offenses prior to the\nstatute’s enactment. Several Circuits, including the Seventh, have\ntaken the position that the Act did not apply to such sex offenders\nuntil the Attorney General provided for their inclusion by issuing\nan interim regulation, 28 CFR §72.3, 72 Fed. Reg. 8897, on February\n28, 2007. See,e.g.,United Statesv.Hatcher, 560 F. 3d 222, 226–229 (CA4 2009);United Statesv.Cain, 583 F. 3d 408,\n414–419 (CA6 2009);United Statesv.Dixon, 551\nF. 3d 578, 582 (CA7 2008) (case below);United Statesv.Madera, 528 F. 3d 852, 857–859 (CA11 2008)(per curiam). Other Circuits have held that persons with\npre-SORNA sex-offense convictions became subject to the Act’s\nregistration requirements upon the statute’s enactment in July\n2006. See,e.g.,May, 535 F. 3d, at 915–919;United Statesv.Hinckley, 550 F. 3d 926,\n929–935 (CA10 2008). Because Carr traveled from Alabama to Indiana\nbefore both the enactment of SORNA and the Attorney General’s\nregulation, we have no occasion to consider whether a pre-SORNA sex\noffender whose travel and failure to register occurred between July\n2006 and February 2007 is subject to liability under §2250, and we\nexpress no view on that question. We similarly express no view as\nto whether §72.3 was properly promulgated—a question that has also\ndivided the Circuits. CompareCain, 583 F. 3d, at\n419–424 (holding that the Attorney General lacked good cause for\nissuing the interim regulation without adhering to the\nnotice-and-comment and publication requirements of the\nAdministrative Procedure Act (APA)), withUnited Statesv.Dean, No. 09–13115, 2010 WL 1687618, *3–*8 (CA11, Apr. 28,\n2010) (finding no APA violation);United Statesv.Gould, 568 F. 3d 459, 469–470 (CA4 2009) (same).Footnote 3For persons convicted of sex offenses under\nfederal or Indian tribal law, interstate travel is not a\nprerequisite to §2250 liability. See §2250(a)(2)(A).Footnote 4Offering a variation on the Government’s\nargument, the dissent contends that, “[i]n accordance with current\ndrafting conventions, §2250(a) speaks, not as of the time when the\nlaw went into effect, but as of the time when the first act\nnecessary for conviction is committed.”Post, at 7\n(opinion of Alito, J.). This occurs, the dissent maintains, “when\nan individual is convicted of a qualifying sex offense, for it is\nthat act that triggers the requirement to register under SORNA.”Ibid. The dissent’s account cannot be squared with the\nstatutory text. “[T]he first act necessary for conviction” under\n§2250(a) is not a predicate sex-offense conviction. It is a\nrequirement “to register under [SORNA].” §2250(a)(1). Thus, even if\nthe dissent is correct that legislative drafters do not invariably\nuse the moment of enactment to mark the dividing line between\ncovered and uncovered acts, they have clearly done so here.Footnote 5The Court of Appeals quoted a Ninth Circuit\ndecision for the proposition that “ ‘the present tense is\ncommonly used to refer to past, present, and future all at the same\ntime.’ ” 551 F. 3d, at 583 (quotingCoalition for\nClean Airv.Southern Cal. Edison Co., 971\nF. 2d 219, 225 (CA9 1992)). Neither court offered examples of\nsuch usage. Perhaps, as the Dictionary Act itself recognizes, there\nmay be instances in which “context” supports this sort of\nomnitemporality, but it is not the typical understanding of the\npresent tense in either normal discourse or statutory construction.\nTaken in context, the word “travels” as it appears in §2250 is\nindistinguishable from the present-tense verbs that appear in\nmyriad other criminal statutes to proscribe conduct on a\nprospective basis. Examining a criminal law with a travel element\nsimilar to the one at issue here, the Ninth Circuit itself recently\nagreed that “the present tense verb ‘travels,’ most sensibly read,\ndoes not refer to travel that occurred in the past—that is, before\nthe enactment of the statute.”United Statesv.Jackson, 480 F. 3d 1014, 1019 (CA9 2007)\n(interpreting 18 U. S. C. §2423(c), which imposes criminal\npenalties on “[a]ny United States citizen … who travels in foreign\ncommerce, and engages in any illicit sexual conduct with another\nperson”).Footnote 6The dissent identifies several “SORNA\nprovisions that plainly use the present tense to refer to events\nthat … may have occurred before SORNA took effect.”Post,\nat 10. All of these examples appear in 42 U. S. C. §16911, a\ndefinitional section that merely elucidates the meaning of certain\nstatutory terms and proscribes no conduct. All but two of the\nprovisions, moreover, rely on the term “sex offender,” which\n§16911(1) defines to mean “an individual whowas convictedof a sex offense.” (Emphasis added.) The remaining provisions are\n§16911(7), which simply uses “involves” rather than “involved” to\ndefine whether a prior conviction qualifies as a “specified offense\nagainst a minor,” and §16911(8), which makes plain that its\npresent-tense reference to an offender’s age refers to age “at the\ntime of the offense.” These examples thus provide scant support for\nthe proposition that §2250 uses “travels” to refer to pre-SORNA\ntravel. Given the well-established presumption against\nretroactivity and, in the criminal context, the constitutional bar\nonex post factolaws, it cannot be the case that a\nstatutory prohibition set forth in the present tense applies by\ndefault to acts completed before the statute’s enactment. SeeJohnsonv.United States,529 U. S. 694, 701\n(2000) (“Absent a clear statement of that intent, we do not give\nretroactive effect to statutes burdening private interests”).Footnote 7Pre-SORNA law also exposed to federal\ncriminal liability any person whose State “ha[d] not established a\nminimally sufficient sexual offender registration program” and who\nwas thus required to register with the Federal Bureau of\nInvestigation (FBI). See 42 U. S. C. §§14072(c), (g)(2), (i).\nSORNA does not include a similar FBI registration requirement,\npresumably because, by the time of the statute’s enactment, “every\nState … had enacted some” type of registration system.Smithv.Doe,538 U. S. 84, 90\n(2003).Footnote 8The law in Indiana, Carr’s State of\nresidence, makes the failure to register a Class D felony, which\ncarries a prison term of up to three years’ imprisonment. Ind. Code\n§§11–8–8–17(a), 35–50–2–7(a) (2009).Footnote 9Also making this point, the dissent maintains\nthat “[i]nterpreting §2250(a)(2)(B) to reach only postenactment\ntravel severely impairs §2250(a)’s effectiveness” by “plac[ing]\nbeyond the reach of the federal criminal laws” “the many sex\noffenders who had managed to avoid pre-existing registration\nregimes.”Post, at 14. The dissent sees “no apparent\nreason why Congress would have wanted to impose such a\nrequirement.”Ibid. Yet the dissent approves an even\ngreater impairment. Addressing a dispute we leave unresolved, see\nn. 2,supra, the dissent would hold that, in enacting\nSORNA, “Congress remained neutral on the question whether the Act\nreaches those with pre-SORNA sex-offense convictions.”Post, at 10. The dissent’s view, in other words, is that\nSORNA does not apply of its own force toanysex offenders\nconvicted prior to the statute’s enactment—a reading wholly\ninconsistent with the dissent’s description of SORNA as “a response\nto a dangerous gap in the then-existing sex-offender-registration\nlaws.”Post, at 13. If, as the dissent accepts, Congress\nleft open the possibility thatnopreenactment offenders\nwould face liability under §2250, then it is certainly not\nunreasonable to conclude that Congress limited the statute’s\ncoverage to offenders who travel after its enactment. Indeed, it is\nstrange to think that Congress might have enacted a statute that\ndeclined to cover pre-SORNA offenders but nevertheless covered\npre-SORNA travel.Footnote 10Among other changes, Congress eliminated the\nlanguage that conditioned liability on proof of notice, and it\nremoved the word “thereafter,” presumably as redundant in light of\nthe sequential structure of the enacted statute.",
    "joined": []
}