{
    "case": {
        "docket": "27",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/27/"
    },
    "id": "1963493",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTMATRIXX INITIATIVES, INC. V. SIRACUSANO563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1156MATRIXX INITIATIVES, INC., et al., PETITIONERSv.JAMES SIRACUSANO et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[March 22, 2011]Justice Sotomayor delivered the\nopinion of the Court.This case presents the question\nwhether a plaintiff can state a claim for securities fraud under\n§10(b) of the Securities Exchange Act of 1934, 48 Stat. 891, as\namended, 15 U. S. C. §78j(b), and Securities and Exchange\nCommission (SEC) Rule 10b–5, 17 CFR §240.10b–5 (2010), based on a\npharmaceutical company’s failure to disclose reports of adverse\nevents associated with a product if the reports do not disclose a\nstatistically significant number of adverse events. Respondents,\nplaintiffs in a securities fraud class action, allege that\npetitioners, Matrixx Initiatives, Inc., and three of its executives\n(collectively Matrixx), failed to disclose reports of a possible\nlink between its leading product, a cold remedy, and loss of smell,\nrendering statements made by Matrixx misleading. Matrixx contends\nthat respondents’ complaint does not adequately allege that Matrixx\nmade a material representation or omission or that it acted with\nscienter because the complaint does not allege that Matrixx knew of\na statistically significant number of adverse events requiring\ndisclosure. We conclude that the materiality of adverse event\nreports cannot be reduced to a bright-line rule. Although in many\ncases reasonable investors would not consider reports of adverse\nevents to be material information, respondents have alleged facts\nplausibly suggesting that reasonable investors would have viewed\nthese particular reports as material. Respondents have also alleged\nfacts “giving rise to a strong inference” that Matrixx “acted with\nthe required state of mind.” 15 U. S. C. A.\n§78u–4(b)(2)(A) (Feb. 2011 Supp.). We therefore hold, in agreement\nwith the Court of Appeals for the Ninth Circuit, that respondents\nhave stated a claim under §10(b) and Rule 10b–5.IAThrough a wholly owned\nsubsidiary, Matrixx develops, manufactures, and markets\nover-the-counter pharmaceutical products. Its core brand of\nproducts is called Zicam. All of the products sold under the name\nZicam are used to treat the common cold and associated symptoms. At\nthe time of the events in question, one of Matrixx’s products was\nZicam Cold Remedy, which came in several forms including nasal\nspray and gel. The active ingredient in Zicam Cold Remedy was zinc\ngluconate. Respondents allege that Zicam Cold Remedy accounted for\napproximately 70 percent of Matrixx’s sales.Respondents initiated this\nsecurities fraud class action against Matrixx on behalf of\nindividuals who purchased Matrixx securities between October 22,\n2003, and February 6, 2004.[Footnote 1] The action principally arises out of\nstatements that Matrixx made during the class period relating to\nrevenues and product safety. Respondents claim that Matrixx’s\nstatements were misleading in light of reports that Matrixx had\nreceived, but did not disclose, about consumers who had lost their\nsense of smell (a condition called anosmia) after using Zicam Cold\nRemedy. Respondents’ consolidated amended complaint alleges the\nfollowing facts, which the courts below properly assumed to be\ntrue. SeeAshcroftv.Iqbal, 556 U. S. ___, ___\n(2009) (slip op., at 14).In 1999, Dr. Alan Hirsch, neurological\ndirector of the Smell & Taste Treatment and Research\nFoundation, Ltd., called Matrixx’s customer service line after\ndiscovering a possible link between Zicam nasal gel and a loss of\nsmell “in a cluster of his patients.” App. 67a–68a. Dr. Hirsch told\na Matrixx employee that “previous studies had demonstrated that\nintranasal application of zinc could be problematic.”Id.,\nat 68a. He also told the employee about at least one of his\npatients who did not have a cold and who developed anosmia after\nusing Zicam.In September 2002, Timothy Clarot, Matrixx’s\nvice president for research and development, called Miriam\nLinschoten, Ph.D., at the University of Colorado Health Sciences\nCenter after receiving a complaint from a per- son Linschoten was\ntreating who had lost her sense of smell after using Zicam. Clarot\ninformed Linschoten that Matrixx had received similar complaints\nfrom other customers. Linschoten drew Clarot’s attention to\n“previous studies linking zinc sulfate to loss of smell.”Ibid.Clarot gave her the impression that he had not heard\nof the studies. She asked Clarot whether Matrixx had done any\nstudies of its own; he responded that it had not but that it had\nhired a consultant to review the product. Soon thereafter,\nLinschoten sent Clarot abstracts of the studies she had mentioned.\nResearch from the 1930’s and 1980’s had confirmed “[z]inc’s\ntoxicity.”Id., at 69a. Clarot called Linschoten to ask\nwhether she would be willing to participate in animal studies that\nMatrixx was planning, but she declined because her focus was human\nresearch.By September 2003, one of Linschoten’s\ncolleagues at the University of Colorado, Dr. Bruce Jafek, had\nobserved 10 patients suffering from anosmia after Zicam use.\nLinschoten and Jafek planned to present their findings at a meeting\nof the American Rhinologic Society in a poster presentation\nentitled “Zicam® Induced Anosmia.”Ibid.(internal quotation marks omitted). The American Rhinologic Society\nposted their abstract in advance of the meeting. The presentation\ndescribed in detail a 55-year-old man with previously normal taste\nand smell who experienced severe burning in his nose, followed\nimmediately by a loss of smell, after using Zicam. It also reported\n10 other Zicam users with similar symptoms.Matrixx learned of the\ndoctors’ planned presentation. Clarot sent a letter to Dr. Jafek\nwarning him that he did not have permission to use Matrixx’s name\nor the names of its products. Dr. Jafek deleted the references to\nZicam in the poster before presenting it to the American Rhinologic\nSociety.The following month, two\nplaintiffs commenced a product liability lawsuit against Matrixx\nalleging that Zicam had damaged their sense of smell. By the end of\nthe class period on February 6, 2004, nine plaintiffs had filed\nfour lawsuits.Respondents allege that\nMatrixx made a series of public statements that were misleading in\nlight of the foregoing information. In October 2003, after they had\nlearned of Dr. Jafek’s study and after Dr. Jafek had presented his\nfindings to the American Rhinologic Society, Matrixx stated that\nZicam was “ ‘poised for growth in the upcoming cough and cold\nseason’ ” and that the company had “ ‘very strong\nmomentum.’ ”[Footnote 2]Id., at 72a–74a. Matrixx further expressed its expectation\nthat revenues would “ ‘be up in excess of 50% and that\nearnings, per share for the full year [would] be in the 25 to 30\ncent range.’ ”Id., at 74a. In January 2004, Matrixx\nraised its revenue guidance, predicting an increase in revenues of\n80 percent and earnings per share in the 33-to-38-cent\nrange.In its Form 10–Q filed with\nthe SEC in November 2003, Zicam warned of the potential\n“ ‘material adverse effect’ ” that could result from\nproduct liability claims, “ ‘whether or not proven to be\nvalid.’ ”Id., at 75a–76a. It stated that product\nliability actions could materially affect Matrixx’s “ ‘product\nbranding and goodwill,’ ” leading to reduced customer\nacceptance.[Footnote 3]Id., at 76a. It did not disclose, however, that two\nplaintiffs had already sued Matrixx for allegedly causing them to\nlose their sense of smell.On January 30, 2004, Dow Jones\nNewswires reported that the Food and Drug Administration (FDA) was\n“ ‘looking into complaints that an over-the-counter\ncommon-cold medicine manufactured by a unit of Matrixx Initiatives,\nInc. (MTXX) may be causing some users to lose their sense of\nsmell’ ” in light of at least three product liability\nlawsuits.Id., at 79a–80a. Matrixx’s stock fell from\n$13.55 to $11.97 per share after the report. In response, on\nFebruary 2, Matrixx issued a press release that stated:“All Zicam\nproducts are manufactured and marketed according to FDA guidelines\nfor homeopathic medicine. Our primary concern is the health and\nsafety of our customers and the distribution of fac- tual\ninformation about our products. Matrixx believes statements\nalleging that intranasal Zicam products caused anosmia (loss of\nsmell) are completely unfounded and misleading.“In no clinical trial of\nintranasal zinc gluconate gel products has there been a single\nreport of lost or diminished olfactory function (sense of smell).\nRather, the safety and efficacy of zinc gluconate for the treatment\nof symptoms related to the common cold have been well established\nin two double-blind, placebo-controlled, randomized clinical\ntrials. In fact, in neither study were there any reports of anosmia\nrelated to the use of this compound. The overall incidence of\nadverse events associated with zinc gluconate was extremely low,\nwith no statistically significant difference between the adverse\nevent rates for the treated and placebo subsets.“A multitude of environmental\nand biologic influences are known to affect the sense of smell.\nChief among them is the common cold. As a result, the population\nmost likely to use cold remedy products is already at increased\nrisk of developing anosmia. Other common causes of olfactory\ndysfunction include age, nasal and sinus infections, head trauma,\nanatomical obstructions, and environmental irritants.”Id., at 77a–78a (internal quotation marks\nomitted).The day after Matrixx issued this\npress release, its stock price bounced back to $13.40 per\nshare.On February 6, 2004, the end\nof the class period, Good Morning America, a nationally broadcast\nmorning news program, highlighted Dr. Jafek’s findings. (The\ncomplaint does not allege that Matrixx learned of the news story\nbefore its broadcast.) The program reported that Dr. Jafek had\ndiscovered more than a dozen patients suffering from anosmia after\nusing Zicam. It also noted that four lawsuits had been filed\nagainst Matrixx. The price of Matrixx stock plummeted to $9.94 per\nshare that same day. Zicam again issued a press release largely\nrepeating its February 2 statement.On February 19, 2004, Matrixx\nfiled a Form 8–K with the SEC stating that it had “ ‘convened\na two-day meeting of physicians and scientists to review current\ninformation on smell disorders’ ” in response to Dr. Jafek’s\npresentation.Id., at 82a. According to the Form 8–K,\n“ ‘In the opinion of the panel, there is insufficient\nscientific evidence at this time to determine if zinc gluconate,\nwhen used as recommended, affects a person’s ability to\nsmell.’ ”Ibid.A few weeks later, a reporter quoted\nMatrixx as stating that it would begin conducting “ ‘animal\nand human studies to further characterize these post-marketing\ncomplaints.’ ”Id., at 84a.On the basis of these\nallegations, respondents claimed that Matrixx violated §10(b) of\nthe Securities Exchange Act and SEC Rule 10b–5 by making untrue\nstatements of fact and failing to disclose material facts necessary\nto make the statements not misleading in an effort to maintain\nartificially high prices for Matrixx securities.BMatrixx moved to\ndismiss respondents’ complaint, arguing that they had failed to\nplead the elements of a material misstatement or omission and\nscienter. The District Court granted the motion to dismiss. Relying\nonIn re Carter-Wallace, Inc., Securities Litigation,\n220 F. 3d 36 (CA2 2000), it held that respondents had not\nalleged a “statistically significant correlation between the use of\nZicam and anosmia so as to make failure to public[ly] disclose\ncomplaints and the University of Colorado study a material\nomission.” App. to Pet. for Cert. 50a. The District Court similarly\nagreed that respondents had not stated with particularity facts\ngiving rise to a strong inference of scienter. See 15 U.\nS. C. A. §78u–4(b)(2)(A) (Feb. 2011 Supp.). It noted that\nthe complaint failed to allege that Matrixx disbelieved its\nstatements about Zicam’s safety or that any of the defendants\nprofited or attempted to profit from Matrixx’s public statements.\nApp. to Pet. for Cert. 52a.The Court of\nAppeals reversed. 585 F. 3d 1167 (CA9 2009). Noting that\n“ ‘[t]he determination [of materiality] requires delicate\nassessments of the inferences a “reasonable shareholder” would draw\nfrom a given set of facts and the significance of those inferences\nto him,’ ”id., at 1178 (quotingBasic Inc.v.Levinson,485 U. S. 224, 236\n(1988); some internal quotation marks omitted; alterations in\noriginal), the Court of Appeals held that the District Court had\nerred in requiring an allegation of statistical significance to\nestablish materiality. It concluded, to the contrary, that the\ncomplaint adequately alleged “information regarding the possible\nlink between Zicam and anosmia” that would have been significant to\na reasonable investor. 585 F. 3d, at 1179, 1180. Turning to\nscienter, the Court of Appeals concluded that “[w]ithholding\nreports of adverse effects of and lawsuits concerning the product\nresponsible for the company’s remarkable sales increase is ‘an\nextreme departure from the standards of ordinary care,’ ”\ngiving rise to a strong inference of scienter.Id., at\n1183.We granted certiorari, 560 U.\nS. ___ (2010), and we now affirm.IISection 10(b) of\nthe Securities Exchange Act makes it unlawful for any person to\n“use or employ, in connection with the purchase or sale of any\nsecurity . . . any manipulative or deceptive device or contrivance\nin contravention of such rules and regulations as the Commission\nmay prescribe as necessary or appropriate in the public interest or\nfor the protection of investors.” 15 U. S. C. §78j(b). SEC\nRule 10b–5 implements this provision by making it unlawful to,\namong other things, “make any untrue statement of a material fact\nor to omit to state a material fact necessary in order to make the\nstatements made, in the light of the circumstances under which they\nwere made, not misleading.” 17 CFR §240.10b–5(b). We have implied a\nprivate cause of action from the text and purpose of §10(b). SeeTellabs, Inc.v.Makor Issues & Rights, Ltd.,551 U. S. 308,\n318 (2007).To prevail on\ntheir claim that Matrixx made material misrepresentations or\nomissions in violation of §10(b) and Rule 10b–5, respondents must\nprove “(1) a material misrepresentation or omission by the\ndefendant; (2) scienter; (3) a connection between the\nmisrepresentation or omission and the purchase or sale of a\nsecurity; (4) reliance upon the misrepresentation or omission; (5)\neconomic loss; and (6) loss causation.”Stoneridge Investment\nPartners, LLCv.Scientific-Atlanta, Inc.,552 U. S. 148, 157\n(2008). Matrixx contends that respondents have failed to plead both\nthe element of a material misrepresentation or omission and the\nelement of scienter because they have not alleged that the reports\nreceived by Matrixx reflected statistically significant evidence\nthat Zicam caused anosmia. We disagree.AWe first consider\nMatrixx’s argument that “adverse event reports that do not reveal a\nstatistically significant increased risk of adverse events from\nproduct use are not material information.” Brief for Petitioners 17\n(capitalization omitted).1To prevail on a\n§10(b) claim, a plaintiff must show that the defendant made a\nstatement that was “misleadingas to amaterialfact.”[Footnote 4]Basic, 485 U. S., at 238. InBasic, we held that\nthis materiality requirement is satisfied when there is “ ‘a\nsubstantial likelihood that the disclosure of the omitted fact\nwould have been viewed by the reasonable investor as having\nsignificantly altered the “total mix” of information made\navailable.’ ”Id., at 231–232 (quotingTSC\nIndustries, Inc.v.Northway, Inc.,426 U. S. 438, 449 (1976)). We were\n“careful not to set too low a standard of materiality,” for fear\nthat management would “ ‘bury the shareholders in an avalanche\nof trivial information.’ ” 485 U. S., at 231 (quotingTSC\nIndustries, 426 U. S., at 448–449).Basicinvolved a claim that the defendant had made misleading statements\ndenying that it was engaged in merger negotiations when it was, in\nfact, conducting preliminary negotiations. See 485 U. S., at\n227–229. The defendant urged a bright-line rule that preliminary\nmerger negotiations are material only once the parties to the\nnegotiations reach an agreement in principle.Id., at\n232–233. We observed that “[a]ny approach that designates a single\nfact or occurrence as always determinative of an inherently\nfact-specific finding such as materiality, must necessarily be\noverinclusive or underinclusive.”Id., at 236. We thus\nrejected the defendant’s proposed rule, explaining that it would\n“artificially exclud[e] from the definition of materiality\ninformation concerning merger discussions, which would otherwise be\nconsidered sig- nificant to the trading decision of a reasonable\ninvestor.”Ibid.Like the defendant inBasic, Matrixx urges us to adopt a bright-line rule that\nreports of adverse events[Footnote\n5] associated with a pharmaceutical company’s products cannot\nbe material absent a sufficient number of such reports to establish\na statistically significant risk that the product is in fact\ncausing the events.[Footnote 6]\nAbsent statistical significance, Matrixx argues, adverse event\nreports provide only “anecdotal” evidence that “the user of a drug\nexperienced an adverse event at some point during or following the\nuse of that drug.” Brief for Petitioners 17. Accordingly, it\ncontends, reasonable investors would not consider such reports\nrelevant unless they are statistically significant because only\nthen do they “reflect a scientifically reliable basis for inferring\na potential causal link between product use and the adverse event.”Id., at 32.As inBasic,\nMatrixx’s categorical rule would “artificially exclud[e]”\ninformation that “would otherwise be considered significant to the\ntrading decision of a reasonable investor.” 485 U. S., at 236.\nMatrixx’s argument rests on the premise that statistical\nsignificance is the only reliable indication of causation. This\npremise is flawed: As the SEC points out, “medical researchers . .\n. consider multiple factors in assessing causation.” Brief for\nUnited States asAmicus Curiae12. Statistically\nsignificant data are not always available. For example, when an\nadverse event is subtle or rare, “an inability to obtain a data set\nof appropriate quality or quantity may preclude a finding of\nstatistical significance.”Id., at 15; see also Brief for\nMedical Researchers asAmici Curiae11. Moreover, ethical\nconsiderations may prohibit researchers from conducting randomized\nclinical trials to confirm a suspected causal link for the purpose\nof obtaining statistically significant data. Seeid., at\n10–11.A lack of statistically\nsignificant data does not mean that medical experts have no\nreliable basis for inferring a causal link between a drug and\nadverse events. As Matrixx itself concedes, medical experts rely on\nother evidence to establish an inference of causation. See Brief\nfor Petitioners 44–45, n. 22.[Footnote 7] We note that courts frequently permit expert\ntestimony on causation based on evidence other than statistical\nsignificance. See,e.g.,Bestv.Lowe’s Home\nCenters, Inc., 563 F. 3d 171, 178 (CA6 2009);Westberryv.Gislaved Gummi AB, 178 F. 3d\n257, 263–264 (CA4 1999) (citing cases);Wellsv.Ortho\nPharmaceutical Corp., 788 F. 2d 741, 744–745 (CA11 1986).\nWe need not consider whether the expert testimony was properly\nadmitted in those cases, and we do not attempt to define here what\nconstitutes reliable evidence of causation. It suffices to note\nthat, as these courts have recognized, “medical professionals and\nresearchers do not limit the data they consider to the results of\nrandomized clinical trials or to statistically significant\nevidence.” Brief for Medical Researchers asAmici Curiae31.The FDA similarly does not\nlimit the evidence it considers for purposes of assessing causation\nand taking regulatory action to statistically significant data. In\nassessing the safety risk posed by a product, the FDA considers\nfactors such as “strength of the association,” “temporal\nrelationship of product use and the event,” “consistency of\nfindings across available data sources,” “evidence of a\ndose-response for the effect,” “biologic plausibility,”\n“seriousness of the event relative to the disease being treated,”\n“potential to mitigate the risk in the population,” “feasibility of\nfurther study using observational or controlled clinical study\ndesigns,” and “degree of benefit the product provides, including\navailability of other therapies.”[Footnote 8] FDA, Guidance for Industry: Good\nPharmacovigilance Prac- tices and Pharmacoepidemiologic Assessment\n18 (2005) (capitalization omitted), http://www.fda.gov/downloads/\nRegulatingInformation/Guidances/UCM126834.pdf (all Internet\nmaterials as visited Mar. 17, 2011, and available in Clerk of\nCourt’s case file); see also Brief for United States asAmicus\nCuriae19–20 (same); FDA, The Clinical Im- pact of Adverse\nEvent Reporting 6 (1996) (similar),\nhttp://www.fda.gov/downloads/safety/MedWatch/UCM168505.pdf. It\n“does not apply any single metric for determining when additional\ninquiry or action is necessary, and it certainly does not insist\nupon ‘statistical significance.’ ” Brief for United States asAmicus Curiae19.Not only does the FDA rely on\na wide range of evidence of causation, it sometimes acts on the\nbasis of evidence that suggests, but does not prove, causation. For\nexample, the FDA requires manufacturers of over-the-counter drugs\nto revise their labeling “to include a warning as soon as there is\nreasonable evidence of an association of a serious hazard with a\ndrug; a causal relationship need not have been proved.” 21 CFR\n§201.80(e). More generally, the FDA may make regulatory decisions\nagainst drugs based on postmarketing evidence that gives rise to\nonly a suspicion of causation. See FDA, The Clinical Impact of\nAdverse Event Reporting,supra, at 7 (“[A]chieving certain\nproof of causality through postmarketing surveillance is unusual.\nAttaining a prominent degree of suspicion is much more likely, and\nmay be considered a sufficient basis for regulatory decisions”\n(footnote omitted)).[Footnote\n9]This case proves the point. In\n2009, the FDA issued a warning letter to Matrixx stating that “[a]\nsignificant and growing body of evidence substantiates that the\nZicam Cold Remedy intranasal products may pose a serious risk to\nconsumers who use them.” App. 270a. The letter cited as evidence\n130 reports of anosmia the FDA had received, the fact that the FDA\nhad received few reports of anosmia associated with other\nintranasal cold remedies, and “evidence in the published scientific\nliterature that various salts of zinc can damage olfactory function\nin animals and humans.”Ibid.It did not cite\nstatistically significant data.Given that medical\nprofessionals and regulators act on the basis of evidence of\ncausation that is not statistically significant, it stands to\nreason that in certain cases reasonable investors would as well. As\nMatrixx acknowledges, adverse event reports “appear in many forms,\nincluding direct complaints by users to manufacturers, reports by\ndoctors about reported or observed patient reactions, more detailed\ncase reports published by doctors in medical journals, or larger\nscale published clinical studies.” Brief for Petitioners 17. As a\nresult, assessing the materiality of adverse event reports is a\n“fact-specific” inquiry,Basic, 485 U. S., at 236, that\nrequires consideration of the source, content, and context of the\nreports. This is not to say that statistical significance (or the\nlack thereof) is irrelevant—only that it is not dispositive of\nevery case.Application ofBasic’s “total mix” standard does not mean that\npharmaceutical manufacturers must dis- close all reports of adverse\nevents. Adverse event reports are daily events in the\npharmaceutical industry; in 2009, the FDA entered nearly 500,000\nsuch reports into its reporting system, see FDA, Reports Received\nand Reports Entered in AERS by Year (as of Mar. 31, 2010),\nhttp://www.fda.gov/Drugs/GuidanceComplianceRegulatoryInformation /Surveillance/ AdverseDrugEffects/ ucm070434.\nhtm. The fact that a user of a drug has suffered an adverse event,\nstanding alone, does not mean that the drug caused that event. See\nFDA, Annual Adverse Drug Experience Report: 1996, p. 2 (1997),\nhttp://drugand devicelaw.net/Annual%20Adverse%20Drug%20Experience\n%20Report%201996.pdf. The question remains whether areasonableinvestor would have viewed the nondisclosed\ninformation “ ‘as havingsignificantlyaltered the\n“total mix” of information made available.’ ”Basic,\n485 U. S., at 232 (quotingTSC Industries, 426 U. S., at\n449; emphasis added). For the reasons just stated, the mere\nexistence of reports of adverse events—which says nothing in and of\nitself about whether the drug is causing the adverse events—will\nnot satisfy this standard. Something more is needed, but that\nsomething more is not limited to statistical significance and can\ncome from “the source, content, and context of the reports,”supra, at 15. This contextual inquiry may reveal in some\ncases that reasonable investors would have viewed reports of\nadverse events as material even though the reports did not provide\nstatistically significant evidence of a causal link.[Footnote 10]Moreover, it bears emphasis\nthat §10(b) and Rule 10b–5(b) do not create an affirmative duty to\ndisclose any and all material information. Disclosure is required\nunder these provisions only when necessary “to make . . .\nstatements made, in the light of the circumstances under which they\nwere made, not misleading. 17 CFR §240.10b–5(b); see alsoBasic, 485 U. S., at 239, n. 17 (“Silence, absent a\nduty to disclose, is not misleading under Rule 10b–5”). Even with\nrespect to information that a reasonable investor might consider\nmaterial, companies can control what they have to disclose under\nthese provisions by controlling what they say to the\nmarket.2ApplyingBasic’s “total mix” standard in this case, we conclude\nthat respondents have adequately pleaded materiality. This is not a\ncase about a handful of anecdotal reports, as Matrixx suggests.\nAssuming the complaint’s allegations to be true, as we must,\nMatrixx received information that plausibly indicated a reliable\ncausal link between Zicam and anosmia. That information included\nreports from three medical professionals and researchers about more\nthan 10 patients who had lost their sense of smell after using\nZicam. Clarot told Linschoten that Matrixx had received additional\nreports of anosmia. (In addition, during the class period, nine\nplaintiffs commenced four product liability lawsuits against\nMatrixx alleging a causal link between Zicam use and\nanosmia.)[Footnote 11]\nFurther, Matrixx knew that Linschoten and Dr. Jafek had presented\ntheir findings about a causal link between Zicam and anosmia to a\nnational medical conference devoted to treatment of diseases of the\nnose.[Footnote 12] Their\npresentation described a patient who experienced severe burning in\nhis nose, followed immediately by a loss of smell, after using\nZicam—suggesting a temporal relationship between Zicam use and\nanosmia.Critically, both\nDr. Hirsch and Linschoten had also drawn Matrixx’s attention to\nprevious studies that had demonstrated a biological causal link\nbetween intranasal application of zinc and anosmia.[Footnote 13] Before his conversation with\nLinschoten, Clarot, Matrixx’s vice president of research and\ndevelopment, was seemingly unaware of these studies, and the\ncomplaint suggests that, as of the class period, Matrixx had not\nconducted any research of its own relating to anosmia. See,e.g., App. 84a (referencing a press report, issued after\nthe end of the class period, noting that Matrixx said it would\nbegin conducting “ ‘animal and human studies to further\ncharacterize these post-marketing complaints’ ”). Accordingly,\nit can reasonably be inferred from the complaint that Matrixx had\nno basis for rejecting Dr. Jafek’s findings out of hand.We believe that these\nallegations suffice to “raise a reasonable expectation that\ndiscovery will reveal evidence” satisfying the materiality\nrequirement,Bell Atlantic Corp.v.Twombly,550 U. S. 544, 556 (2007), and to\n“allo[w] the court to draw the reasonable inference that the\ndefendant is liable for the misconduct alleged,”Iqbal,\n556 U. S., at ___ (slip op., at 14). The information provided to\nMatrixx by medical experts revealed a plausible causal relationship\nbetween Zicam Cold Remedy and anosmia. Consumers likely would have\nviewed the risk associated with Zicam (possible loss of smell) as\nsubstantially outweighing the benefit of using the product\n(alleviating cold symptoms), particularly in light of the existence\nof many alternative products on the market. Importantly, Zicam Cold\nRemedy allegedly accounted for 70 percent of Matrixx’s sales.\nViewing the allegations of the complaint as a whole, the complaint\nalleges facts suggesting a significant risk to the commercial\nviability of Matrixx’s leading product.It is substantially likely\nthat a reasonable investor would have viewed this information\n“ ‘as having significantly altered the “total mix” of\ninformation made available.’ ”Basic, 485 U. S., at\n232 (quotingTSC Industries, 426 U. S., at 449). Matrixx\ntold the market that revenues were going to rise 50 and then 80\npercent. Assuming the complaint’s allegations to be true, however,\nMatrixx had information indicating a significant risk to its\nleading revenue-generating product. Matrixx also stated that\nreports indicating that Zicam caused anosmia were\n“ ‘completely unfounded and misleading’ ” and that\n“ ‘the safety and efficacy of zinc gluconate for the treatment\nof symptoms related to the common cold have been well\nestablished.’ ” App. 77a–78a. Importantly, however, Matrixx\nhad evidence of a biological link between Zicam’s key ingredient\nand anosmia, and it had not conducted any studies of its own to\ndisprove that link. In fact, as Matrixx later revealed, the\nscientific evidence at that time was “ ‘insufficient . . . to\ndetermine if zinc gluconate, when used as recommended, affects a\nperson’s ability to smell.’ ”Id., at 82a.Assuming the facts to be true,\nthese were material facts “necessary in order to make the\nstatements made, in the light of the circumstances under which they\nwere made, not misleading.” 17 CFR §240.10b–5(b). We therefore\naffirm the Court of Appeals’ holding that respondents adequately\npleaded the element of a material misrepresentation or\nomission.BMatrixx also\nargues that respondents failed to allege facts plausibly suggesting\nthat it acted with the required level of scienter. “To establish\nliability under §10(b) and Rule 10b–5, a private plaintiff must\nprove that the defendant acted with scienter, ‘a mental state\nembracing intent to deceive, manipulate, or defraud.’ ”Tellabs, 551 U. S., at 319 (quotingErnst &\nErnstv.Hochfelder,425 U. S. 185, 193–194,\nand n. 12 (1976)). We have not decided whether recklessness\nsuffices to fulfill the scienter requirement. SeeTellabs,\n551 U. S., at 319, n. 3. Because Matrixx does not challenge\nthe Court of Appeals’ holding that the scienter requirement may be\nsatisfied by a showing of “deliberate recklessness,” see 585\nF. 3d, at 1180 (internal quotation marks omitted), we assume,\nwithout deciding, that the standard applied by the Court of Appeals\nis sufficient to establish scienter.[Footnote 14]Under the PSLRA,\na plaintiff must “state with par- ticularity facts giving rise to a\nstrong inference that the defendant acted with the required state\nof mind.” 15 U. S. C. A. §78u–4(b)(2)(A) (Feb. 2011\nSupp.). This standard requires courts to take into account\n“plausible opposing inferences.”Tellabs, 551 U. S., at\n323. A complaint adequately pleads scienter under the PSLRA “only\nif a reasonable person would deem the inference of scienter cogent\nand at least as compelling as any opposing inference one could draw\nfrom the facts alleged.”Id., at 324. In making this\ndetermination, the court must review “all the allegations\nholistically.”Id., at 326. The absence of a motive\nallegation, though relevant, is not dispositive.Id., at\n325.Matrixx argues, in summary\nfashion, that because respondents do not allege that it knew of\nstatistically significant evidence of causation, there is no basis\nto consider the inference that it acted recklessly or knowingly to\nbe at least as compelling as the alternative inferences. “Rather,”\nit argues, “the most obvious inference is that petitioners did not\ndisclose the [reports] simply because petitioners believed they\nwere far too few . . . to indicate anything meaningful about\nadverse reactions to use of Zicam.” Brief for Petitioners 49.\nMatrixx’s proposed bright-line rule requiring an allegation of\nstatistical significance to establish a strong inference of\nscienter is just as flawed as its approach to\nmateriality.The inference that Matrixx\nacted recklessly (or intentionally, for that matter) is at least as\ncompelling, if not more compelling, than the inference that it\nsimply thought the reports did not indicate anything meaningful\nabout adverse reactions. According to the complaint, Matrixx was\nsufficiently concerned about the information it received that it\ninformed Linschoten that it had hired a consultant to review the\nproduct, asked Linschoten to participate in animal studies, and\nconvened a panel of physicians and scientists in response to Dr.\nJafek’s presentation. It successfully prevented Dr. Jafek from\nusing Zicam’s name in his presentation on the ground that he needed\nMatrixx’s permission to do so. Most significantly, Matrixx issued a\npress release that suggested that studies had confirmed that Zicam\ndoes not cause anosmia when, in fact, it had not conducted any\nstudies relating to anosmia and the scientific evidence at that\ntime, according to the panel of scientists, was insufficient to\ndetermine whether Zicam did or did not cause anosmia.[Footnote 15]These allegations, “taken\ncollectively,” give rise to a “cogent and compelling” inference\nthat Matrixx elected not to disclose the reports of adverse events\nnot because it believed they were meaningless but because it\nunderstood their likely effect on the market.Tellabs, 551\nU. S., at 323, 324. “[A] reasonable person” would deem the\ninference that Matrixx acted with deliberate recklessness (or even\nintent) “at least as compelling as any opposing inference one could\ndraw from the facts alleged.”Id., at 324. We conclude, in\nagreement with the Court of Appeals, that respondents have\nadequately pleaded scienter. Whether respondents can ultimately\nprove their allegations and establish scienter is an altogether\ndifferent question.*  *  *For the reasons\nstated, the judgment of the Court of Appeals for the Ninth Circuit\nisAffirmed.Footnote\n1According to the complaint,\nMatrixx securities were traded on the NASDAQ National Market. App.\n99a.Footnote\n2At oral argument, counsel for\nthe United States, which submitted anamicus curiaebrief\nin support of respondents, suggested that some of these statements\nmight qualify as nonactionable “puffery.” Tr. of Oral Arg. 51–52.\nThis question is not before us, as Matrixx has not advanced such an\nargument.Footnote\n3Respondents also allege that\nMatrixx falsely reported its financial results in the Form 10–Q by\nfailing to reserve for or disclose potential liability, in\nviolation of Generally Accepted Accounting Principles. The Court of\nAppeals did not rely on these allegations.Footnote\n4Under the Private Securities\nLitigation Reform Act of 1995 (PSLRA), when a plaintiff’s claim is\nbased on alleged misrepresentations or omissions of a material\nfact, “the complaint shall specify each statement alleged to have\nbeen misleading, [and] the reason or reasons why the statement is\nmisleading.” 15 U. S. C. §78u–4(b)(1).Footnote\n5The FDA defines an “[a]dverse\ndrug experience” as “[a]ny adverse event associated with the use of\na drug in humans, whether or not considered drug related.” 21 CFR\n§314.80(a) (2010). Federal law imposes certain obligations on\npharmaceutical manufacturers to report adverse events to the FDA.\nDuring the class period, manufacturers of over-the-counter drugs\nsuch as Zicam Cold Remedy had no obligation to report adverse\nevents to the FDA. In 2006, Congress enacted legislation to require\nmanufacturers of over-the-counter drugs to report any “serious\nadverse event” to the FDA within 15 business days. See 21 U.\nS. C. §§379aa(b), (c).Footnote\n6“A study that is\nstatistically significant has results that are unlikely to be the\nresult of random error . . . .” Federal Judicial Center, Reference\nManual on Scientific Evidence 354 (2d ed. 2000). To test for\nsignificance, a researcher develops a “null\nhypothesis”—e.g., the assertion that there is no\nrelationship between Zicam use and anosmia. Seeid., at\n122. The researcher then calculates the probability of obtaining\nthe observed data (or more extreme data) if the null hypothesis is\ntrue (called thep-value).Ibid.Smallp-values are evidence that the null hypothesis is\nincorrect. Seeibid.Finally, the researcher compares thep-value to a preselected value called the significance\nlevel.Id., at 123. If thep-value is below the\npreselected value, the difference is deemed “significant.”Id., at 124.Footnote\n7Matrixx and itsamicilist as relevant factors the strength of the\nassociation between the drug and the adverse effects; a temporal\nrelationship between exposure and the adverse event; consistency\nacross studies; biological plausibility; consideration of\nalternative explanations; specificity (i.e., whether the\nspecific chemical is associated with the specific disease); the\ndose-response relationship; and the clinical and pathological\ncharacteristics of the event. Brief for Petitioners 44–45, n. 22;\nBrief for Consumer Healthcare Products Assn. et al. asAmici Curiae12–13. These factors are similar to the\nfactors the FDA considers in taking action against pharmaceutical\nproducts. Seeinfra, at 13–14.Footnote\n8See also n. 7,supra.Footnote\n9See also GAO, M. Crosse\net al., Drug Safety: Improvement Needed in FDA’s Postmarket\nDecision-making and Oversight Process 7 (GAO–06–402, 2006) (“If FDA\nhas information that a drug on the market may pose a significant\nhealth risk to consumers, it weighs the effect of the adverse\nevents against the benefit of the drug to determine what actions,\nif any, are warranted. This decision-making process is complex and\nencompasses many factors, such as the medical importance and\nutility of the drug, the drug’s extent of usage, the severity of\nthe disease being treated, the drug’s efficacy in treating this\ndisease, and the availability of other drugs to treat the same\ndisorder”), http://www.gao.gov/new.items/d06402.pdf; Federal\nJudicial Center,supran. 6, at 33 (“[R]isk assessors\nmay pay heed to any evidence that points to a need for caution,\nrather than assess the likelihood that a causal relationship in a\nspecific case is more likely than not”).Footnote\n10We note that our conclusion accords with\nviews of the SEC, as expressed in anamicus curiaebrief\nfiled in this case. See Brief for United States asAmicus\nCuriae11–12; see alsoTSC Industries, Inc.v.Northway, Inc.,426 U. S. 438, 449, n. 10 (1976)\n(“[T]he SEC’s view of the proper balance between the need to insure\nadequate disclosure and the need to avoid the adverse consequences\nof setting too low a threshold for civil liability is entitled to\nconsideration”).Footnote\n11It is unclear whether these\nplaintiffs were the same individuals whose symptoms were reported\nby the medical professionals.Footnote\n12Matrixx contends that Dr.\nJafek and Linschoten’s study was not reliable because they did not\nsufficiently rule out the common cold as a cause for their\npatients’ anosmia. We note that the complaint alleges that, in one\ninstance, a consumer who did not have a cold lost his sense of\nsmell after using Zicam. More importantly, to survive a motion to\ndismiss, respondents need only allege “enough facts to state a\nclaim to relief that is plausible on its face.”Bell Atlantic\nCorp.v.Twombly,550 U. S. 544, 570 (2007). For all the\nreasons we state in the opinion, respondents’ allegations plausibly\nsuggest that Dr. Jafek and Linschoten’s conclusions were based on\nreliable evidence of a causal link between Zicam and\nanosmia.Footnote\n13Matrixx contends that these\nstudies are not reliable evidence of causation because the studies\nused zinc sulfate, whereas the active ingredient in Matrixx is zinc\ngluconate. Respondents’ complaint, however, alleges that the\nstudies confirmed the toxicity of “zinc.” App. 68a. Matrixx further\ncontends that studies relating to fish cannot reliably prove\ncausation with respect to humans. The complaint references several\nstudies, however, only one of which involved fish. In any event,\nthe existence of the studies suggests a plausible biological link\nbetween zinc and anosmia, which, in combination with the other\nallegations, is sufficient to survive a motion to\ndismiss.Footnote\n14Under the PSLRA, if the\nalleged misstatement or omission is a “forward-looking statement,”\nthe required level of scienter is “actual knowledge.” 15 U.\nS. C. §78u–5(c)(1)(B). Matrixx has not argued that the\nstatements or omissions here are “forward-looking\nstatement[s].”Footnote\n15One of Matrixx’samiciargues that “the most cogent inference regarding\nMatrixx’s state of mind is that it delayed releasing information\nregarding anosmia complaints in order to provide itself an\nopportunity to carefully review all evidence regarding any link\nbetween Zicam and anosmia.” Brief for Washington Legal Foundation\nasAmicus Curiae26. We do not doubt that this may be the\nmost cogent inference in some cases. Here, however, the misleading\nnature of Matrixx’s press release is sufficient to render the\ninference of scienter at least as compelling as the inference\nsuggested byamicus.",
    "joined": []
}