{
    "case": {
        "docket": "41",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/41/"
    },
    "id": "1970932",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–930_________________LORI SCIALABBA, ACTING DIRECTOR, UNITEDSTATES\nCITIZENSHIP AND IMMIGRATION SERVICES, et al., PETITIONERS v.\nROSA-LINA CUELLAR DE OSORIO et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 9, 2014]Justice Sotomayor,\nwith whom Justice Breyer joins, and with whom Justice Thomas joins\nexcept as to footnote 3, dissenting.Although the workings\nof our Nation’s immigration system are often complex, the narrow\nquestion of statutory interpretation at the heart of this case is\nstraightforward. Which aged-out children are entitled to retain\ntheir prior-ity dates: derivative beneficiaries of visa petitions\nin all five family-preference categories, or derivative\nbeneficiaries of petitions in only one category? The initial clause\nof 8 U. S. C. §1153(h)(3) provides a clear answer:\nAged-out children may retain their priority dates so long as they\nmeet a single condition—they must be “determined . . . to\nbe 21 years of age or older for purposes of” derivative beneficiary\nstatus. Because all five categories of aged-out children satisfy\nthis condition, all are entitled to relief.Notwithstanding this\ntextual command, the Board of Immigration Appeals (BIA) ruled that\nfour of the five categories of aged-out children to whom\n§1153(h)(3) unambiguously promises priority date retention, are, in\nfact, entitled to no relief at all. See Matter of Wang, 25 I. &\nN. Dec. 28, 38–39 (2009). The Court defers to that interpretation\ntoday. In doing so, the Court does not identify any ambiguity in\nthe dispositive initial clause of §1153(h)(3). Indeed, it candidly\nadmits that the clause mandates relief for “every aged-out\nbeneficiary of a family-preference petition” in any of the five\ncategories. Ante, at 21. The Court nevertheless holds that the BIA\nwas free to ignore this unambiguous text on the ground that\n§1153(h)(3) also offers aged-out derivative beneficiaries a type of\nrelief—automatic conversion—that it thinks can apply only to one of\nthe five categories. The Court thus perceives a conflict in the\nstatute that, in its view, permits the BIA to override\n§1153(h)(3)’s initial eligibility clause.In reaching this\nconclusion, the Court fails to follow a cardinal rule of statutory\ninterpretation: When deciding whether Congress has “specifically\naddressed the question at issue,” thereby leaving no room for an\nagency to fill a statutory gap, courts must “interpret the statute\n‘as a . . . coherent regulatory scheme’ and ‘fit, if\npossible, all parts into [a] harmonious whole.’ ” FDA v. Brown\n& Williamson Tobacco Corp., 529 U. S. 120 –133 (2000)\n(citation omitted). Because the Court and the BIA ignore obvious\nways in which §1153(h)(3) can operate as a coherent whole and\ninstead construe the statute as a self-contradiction that was\nbroken from the moment Congress wrote it, I respectfully\ndissent.IUnder Chevron, the\nfirst question we ask when reviewing an agency’s construction of a\nstatute is whether “Congress has directly spoken to the precise\nquestion at issue.” Chevron U. S. A. Inc. v. Natural\nResources Defense Council, Inc., 467 U. S. 837, 842 (1984) .\nIf it has, then “the court, as well as the agency, must give effect\nto th[at] unambiguously expressed intent.” Id., at 842–843.\nCongress has spoken directly to the question in this case.United States citizens\nand lawful permanent residents (LPRs) may petition for certain\nrelatives who reside abroad (known as the “principal beneficiaries”\nof such petitions) to receive immigrant visas. Congress has defined\nfive categories of eligible relatives—referred to as\nfamily-preference categories—with annual limits on the number of\nvisas that may be issued within each category.[1] Because the demand for visas outstrips supply,\nthe wait for a visa can often last many years. While a principal\nbeneficiary waits, her place in line is determined based on her\n“priority date,” the date on which her petition was filed. See\n§1153(e)(1); 8 CFR §204.1(b) (2014); 22 CFR §42.53(a) (2013).\nPriority dates are therefore crucial—the earlier one’s priority\ndate, the sooner one’s place will come up in line and a visa will\nbe available. Significantly, when the wait ends and a principal\nbeneficiary finally becomes eligible to apply for a visa, 8\nU. S. C. §1153(d) enables the beneficiary’s spouse and\nminor children (known as “derivative beneficiaries”) to do so\ntoo.This case arises from a\ncommon problem: Given the lengthy period prospective immigrants\nmust wait for a visa, a principal beneficiary’s child—although\nyounger than 21 when her parent’s petition was initially\nfiled—often will have turned 21 by the time the parent’s priority\ndate comes up in line. Such a child is said to have “aged out” of\nderivative beneficiary treatment under §1153(d). By way of example,\nrespondent Norma Uy was the principal beneficiary of an F4\nfamily-preference petition filed by her U. S. citizen sister\nin February 1981. That petition listed Norma’s daughter, Ruth, who\nwas then two years old, as a derivative beneficiary. If Norma had\nreached the front of the visa line at any time before Ruth’s 21st\nbirthday, §1153(d) would have enabled Ruth to accompany Norma to\nthe United States. Unfortunately, it took more than two decades for\nNorma’s priority date to become current, by which point Ruth was 23\nand thus too old for derivative beneficiary status under §1153(d).\nNorma therefore immigrated alone to the United States, where she\nfiled a new F2B petition (for unmarried children of LPRs) on Ruth’s\nbehalf. Before §1153(h)(3) was enacted, however, an immigrant in\nRuth’s position would have been unable to retain the February 1981\npriority date from her original petition; the law would have\ninstead required her to receive a new priority date all the way at\nthe back of the F2B line.Congress responded to\nthis problem by enacting §1153(h)(3), a provision entitled\n“[r]etention of priority date.” It states:“If the age of an\nalien is determined under [the formula specified in] paragraph\n(1)[[2]] to be 21 years of age\nor older for the purpos[e] of . . . [§1153(d)] of this\nsection, the alien’s petition shall automatically be converted to\nthe appropriate category and the alien shall retain the original\npriority date issued upon receipt of the original petition.”The provision’s\nstructure is crucial to its meaning. The initial clause (call it\nthe “eligibility clause”) specifies who is eligible for relief. The\nconcluding clause (call it the “relief clause”) describes the two\nforms of relief to which eligible persons are entitled. As the\ntitle of the provision suggests, the main form of relief is the\nright of an aged-out derivative beneficiary to retain the priority\ndate of her original petition. In Ruth Uy’s case, such relief would\nmean the difference between resuming her wait near the front of the\nF2B line (which would allow her to receive a visa in short order)\nand being sent to the back of the line (where she would potentially\nhave to wait an additional 27 years). Brief for Respondents 52.The question in this\ncase is which aged-out beneficiaries of family-preference petitions\nare eligible for priority date retention: the aged-out\nbeneficiaries of petitions in all five family-preference categories\n(which would include respondents’ children, who were derivative\nbeneficiaries of F3 and F4 petitions for adult children and adult\nsiblings of U. S. citizens, respectively), or the aged-out\nbeneficiaries of only F2A petitions for spouses and children of\nLPRs (the interpretation offered by the BIA)?Congress answered that\nquestion in §1153(h)(3)’s eligibility clause, which specifies that\nrelief is to be conferred on any immigrant who has been “determined\nunder [the formula specified in] paragraph (1) to be 21 years of\nage or older” for the purpose of §1153(d). As the plurality\nconcedes, this clause “states a condition that every aged-out\nbeneficiary of a preference petition satisfies”—that is, it makes\neligible for relief aged-out children within each of the F1, F2A,\nF2B, F3, and F4 categories. Ante, at 14.Congress made this\nclear in two mutually reinforc-ing ways. First, by referring to the\nformula set forth in “paragraph (1),” the statute incorporates that\nparagraph’s cross-reference to §1153(h)(2). Section 1153(h)(2) in\nturn defines the set of covered petitions to include, “with respect\nto an alien child who is a derivative beneficiary under [§1153(d)],\na petition filed . . . for classificationof the alien’s\nparent under [§1153(a)].” And §1153(a) encompasses all five\nfamily-preference categories. See §§1153(a)(1)–(4). Second,\n§1153(h)(3) promises relief to those who are found to be 21 “for\nthe purpos[e] of . . . [§1153](d),” the provision\ngoverning derivative beneficiaries. And that provision also\nunambiguously covers all five family-preference categories. See\n§1153(d) (a minor child is “entitled to the same status” as a\nparent who is the principal beneficiary of a petition filed under\n§1153(a)); §1153(a) (setting forth the five\nfamily-preferencecategories).In short, §1153(h)(3)’s\neligibility clause answers the precise question in this case:\nAged-out beneficiaries within all five categories are entitled to\nrelief. “[T]he intent of Congress is clear,” so “that is the end of\nthe matter.” Chevron, 467 U. S., at 842.IIABecause it concedes\nthat §1153(h)(3)’s eligibility clause unambiguously “encompasses\nevery aged-out beneficiary of a family-preference petition,” ante,\nat 21, the plurality tries to fit this case into a special pocket\nof Chevron jurisprudence in which it says we must defer to an\nagency’s decision to ignore a clear statutory command due to a\nconflict between that command and another statutory provision. See\nante, at 14, 21. Thus, unlike in the usual Chevron case, where\nambiguity derives from the fact that the text does not speak with\nsufficient specificity to the question at issue, the plurality\nargues that this is a case in which ambiguity can only arise—if it\nis to arise at all—if Congress has spoken clearly on the issue in\ndiametrically opposing ways.[3]\nAs the plurality frames it, §1153(h)(3)’s eligibility and relief\nclauses are “Janus-faced,” and that conflict “makes possible\nalternative reasonable constructions.” Ante, at 14.In rushing to find a\nconflict within the statute, the plurality neglects a fundamental\ntenet of statutory interpretation: We do not lightly presume that\nCongress has legislated in self-contradicting terms. See A. Scalia\n& B. Garner, Reading Law: The Interpretation of Legal Texts 180\n(2012) (“The provisions of a text should be interpreted in a way\nthat renders them compatible, not\ncontradic-tory. . . . [T]here can be no\njustification for needlessly ren-dering provisions in conflict if\nthey can be interpreted harmoniously”). That is especially true\nwhere, as here, the conflict that Congress supposedly created is\nnot between two different statutes or even two separate provisions\nwithin a single statute, but between two clauses in the same\nsentence. See ibid. (“[I]t is invariably true that intelligent\ndrafters do not contradict themselves”). Thus, time and again we\nhave stressed our duty to “fit, if possible, all parts [of a\nstatute] into [a] harmonious whole.” FTC v. Mandel Brothers, Inc.,\n359 U. S. 385, 389 (1959) ; see also Morton v. Mancari, 417\nU. S. 535, 551 (1974) (when two provisions “are capable of\nco-existence, it is the duty of the courts . . . to\nregard each as effective”). In reviewing an agency’s construction\nof a statute, courts “must,” we have emphasized, “interpret the\nstatute ‘as a . . . coherent regulatory scheme’ ”\nrather than an internally inconsistent muddle, at war with itself\nand defective from the day it was written. Brown & Williamson,\n529 U. S., at 133. And in doing so, courts should “[e]mplo[y]\ntraditional tools of statutory construction.” INS v.\nCardoza-Fonseca, 480 U. S. 421, 446 (1987) . Each of these\ncautions springs from a common well: As judicious as it can be to\ndefer to administrative agencies, our foremost duty is, and always\nhas been, to give effect to the law as drafted by Congress.The plurality contends\nthat deference is appropriate here because, in its view, 8\nU. S. C. §1153(h)(3)’s two clauses are\n“self-contradictory.” Ante, at 33. But far from it being unworkable\n(or even difficult) for the agency to obey both clauses,\ntraditional tools of statutory construction reveal that §1153(h)’s\nclauses are entirely compatible.BThe plurality argues\nthat although §1153(h)(3)’s eligibility clause clearly encompasses\naged-out beneficiaries within all five preference categories, the\nrelief clause implies a conflicting “limitation on the eligible\nclass of recipients.” Ante, at 15. The plurality infers that\nlimitation from two premises. First, it contends that no aged-out\nchild may retain her priority date unless her petition is also\neligible for automatic conversion. And second, it asserts that only\naged-out F2A beneficiaries may receive automatic conversion. As a\nresult, the plurality concludes, it was reasonable for the BIA to\nexclude aged-out children in the four other categories from\nreceiving both automatic conversion and priority date retention,\nthereby rendering §1153(h)(3)’s eligibility clause defunct.The plurality’s\nconclusion is wrong because its premises are wrong. For one,\n§1153(h)(3) is naturally read to confer priority date retention as\nan independent form of relief to all aged-out children, regardless\nof whether automatic conversion is separately available. And even\nif that were wrong, the plurality’s supposition that only F2A\nbeneficiaries can receive automatic conversion is incorrect on its\nown terms. Because either of these interpretations would treat\n§1153(h)(3) as a coherent whole, the BIA’s construction was\nimpermissible.1The most obvious flaw\nin the plurality’s analysis is its presumption that §1153(h)(3)\npermits an aged-out child to retain her original priority date only\nif her petition canbe automatically converted. That is incorrect\nfor many reasons.When an immigrant is\ndetermined to have aged out of derivative beneficiary status,\n§1153(h)(3) prescribes two forms of relief: “[T]he alien’s petition\nshall automatically be converted to the appropriate category and\nthe alien shall retain the original priority date issued upon\nreceipt of the original petition.” We have held that when a statute\nprovides two forms of relief in this manner, joined by the\nconjunction “and,” the two remedies are “distinct.” United States\nv. Ron Pair Enterprises, Inc., 489 U. S. 235 –242 (1989). That\nunderstanding makes particular sense here, where Congress used the\nmandatory word “shall” twice, once before each form of relief. See\nLexecon Inc. v. Milberg Weiss Bershad Hynes & Lerach, 523\nU. S. 26, 35 (1998) (“[T]he mandatory [term] ‘shall’\n. . . normally creates an obligation impervious to\njudicial discretion”). Moreover, the two “shall” commands operate\non different subjects, further reinforcing that they prescribe\ndistinct remedies: An aged-out “alien’s petition shall\nautomatically be converted,” but it is “the alien” herself who, in\nall events, “shall retain” her original priority date. §1153(h)(3)\n(emphasis added).The plurality responds\nwith a series of examples in which the word “and” is used to join\ntwo commands, one of which is—as the plurality asserts\nhere—dependent on another. Ante, at 28, and n. 15. But as the\nplurality recognizes, ante, at 28, that is hardly the only way the\nword can be used. For example: “If today’s baseball game is rained\nout, your ticket shall automatically be converted to a ticket for\nnext Saturday’s game, and you shall retain your free souvenir from\ntoday’s game.” Or: “If you provide the DMV with proof of your new\naddress, your voter registration shall automatically be converted\nto the correct polling location, and you shall receive in the mail\nan updated driver’s license.” It is plain in both of these examples\nthat the two commands are distinct—the fan in the first example can\nkeep her free souvenir even if she cannot attend next Saturday’s\ngame; the new resident will receive an updated driver’s license\neven if she is ineligible to vote. What the plurality does not\nexplain is why we should forgo the same understanding of\n§1153(h)(3)’s relief clause when that would treat the statute as a\ncoherent whole (and when the plurality’s alternative interpretation\nwould render the statute a walking self-contradiction within the\nspan of a few words).With the text\nunavailing, the plurality turns to a policy argument. The plurality\nworries that if automatic conversion and priority date retention\nare independent benefits, aged-out beneficiaries will be able to\n“hold on to a priority date for years . . . while waiting\nfor a relative to file a new petition,” which might hamper\nU. S. Citizenship and Immigration Services (USCIS) operations.\nAnte, at 29–30. But the plurality’s fears of administrative\ninconvenience are belied by the fact that USCIS has administered\nprior-ity date retention in exactly this manner for years, with no\napparent problems. Well before §1153(h)(3) was enacted, a\nregulation provided aged-out F2A derivative beneficiaries the\nability to retain their priority dates without also providing\nautomatic conversion. See 8 CFR §204.2(a)(4) (permitting priority\ndate retention after a “separate petition” is filed); 57 Fed. Reg.\n41053, 41059 (1992) (adopting this provision). Indeed, the USCIS\ncontinues to instruct field officers that a “separate petition”\nmust be filed in order for such beneficiaries to “retain” their\n“original priority date[s].” Adjudicator’s Field Manual,\nch. 21.2(c)(5), online at\nhttp://www.uscis.gov/iframe/ilink/docView/AFM/HTML/AFM/0-0-0-1.html\n(all Internet materials as visited June 5, 2014, and available in\nClerk of Court’s case file). The notion that it is somehow\nimpossible for an immigrant to retain her priority date contingent\nupon the filing of a separate petition is therefore contradicted by\nyears of agency experience.[4]In the end, the\nplurality suggests that we should defer to the BIA’s all-or-nothing\napproach because “context compels” it. Ante, at 28. Yet fatally\nabsent from the plurality’s discussion of context is any mention of\nthe first clause of the very same provision, which, as the\nplurality admits, unambiguously confers relief upon all five\ncategories of aged-out children. That clause is dispositive,\nbecause—assuming that F2A beneficiaries alone can receive automatic\nconversion—a reading that treats automatic conversion and priority\ndate retention as independent benefits is the only one that would\n“produc[e] a substantive effect that is compatible with the rest of\nthe law.” United Sav. Assn. of Tex. v. Timbers of Inwood Forest\nAssociates, Ltd., 484 U. S. 365, 371 (1988) ; see also Home\nBuilders, 551 U. S., at 666 (“ ‘It is a “fundamental\ncanon of statutory construction that the words of a statute must be\nread in their context and with a view to their place in the overall\nstatutory scheme” ’ ”).2Even if it were\nsomehow impossible for an aged-out child to retain her priority\ndate independently of auto-matic conversion, the plurality is wrong\nto view automatic conversion as a benefit that F2A beneficiaries\nalone may enjoy.Section 1153(h)(3)\nprovides that if an aged-out child qualifies for relief under the\nstatute’s eligibility clause, “the alien’s petition shall\nautomatically be converted to the appropriate category.” Whether an\naged-out beneficiary in a given preference category may enjoy this\nrelief turns on how one understands the words “automatically” and\n“converted.” Because the statute does not define the terms, we\napply their ordinary meaning. See Burrage v. United States, 571\nU. S. ___, ___ (2014) (slip op., at 6).The ordinary meaning of\n“automatic” is “ ‘having the capability of starting,\noperating, moving, etc., independently’ ” based upon some\npredetermined predicate event, with no “additional decisions,\ncontingencies, or delays.” Ante, at 15 (quoting Random House\nWebster’s Unabridged Dictionary 140 (2d ed. 2001)). The ordinary\nmeaning of “convert” is “to change (something) into a different\nform.” Id., at 444. Here, the statute specifies the form into which\nan aged-out child’s petition shall be changed: another petition in\nthe “appropriate category.” §1153(h)(3). Tying the terms together,\nthen, “automatic conversion” means changing an old petition into a\nnew petition in an appropriate category upon the occurrenceof some\npredicate event, without a further decision or contingency.All aged-out\nbeneficiaries can have their petitions automatically converted\nunder this definition. Perhaps most sensibly, all five categories\nof petitions may be converted to an appropriate category, without\nany further decision or contingency, upon a logical predicate\nevent: when USCIS receives confirmation that an appropriate\ncategory exists. To see how this would work, recall the case of\nNorma Uy, and her daughter, Ruth. Norma was the principal\nbeneficiary of an F4 petition filed by her U. S. citizen\nsister; Ruth was a derivative beneficiary of the same petition.\nBecause Ruth had aged out of derivative beneficiary status prior to\nNorma’s reaching the front of the visa line, Norma immigrated to\nthe United States without Ruth. Once Norma became an LPR, however,\nshe also became eligible to file a new petition on Ruth’s behalf\nunderthe F2B category (unmarried adult children of LPRs),\n§1153(a)(2)(B). Thus, once Norma provides confirmation of that\neligibility to sponsor Ruth (i.e., that she is an LPR, that Ruth is\nher daughter, and that she has not committed disqualifying criminal\nconduct, see ante, at 4), Ruth’s original F4 petition can\nautomatically be converted to an F2B petition, with no additional\ndecision or contingency.[5]Indeed, this is how\nUSCIS already applies automatic conversion in other contexts. For\nexample, when an LPR has filed an F2A petition on behalf of a\nspouse or child, and the LPR subsequently becomes a U. S.\ncitizen, a provision entitled “[a]utomatic conversion of preference\nclassification,” 8 CFR §204.2(i), permits the F2A petition to be\nautomatically converted to an “immediate relative” petition,\n§204.2(i)(3). See ante, at 16. Significantly, the predicate event\nthat triggers this conversion is the agency’s receipt of proof that\nthe petition’s sponsor has become a U. S. citizen—proof, in\nother words, that there is an appropriate category into which the\npetition can be converted.[6]\nSection 1153(h)(3)’s automatic conversion remedy can sensibly be\nadministered in the same way.The plurality’s\ncontrary conclusion that automatic conversion is impossible for all\nbut one category of family-preference petitions hinges on three\nbasic misunderstandings. First, the plurality contends that\nautomatic conversion is triggered not by confirmation of the\nexistence of an appropriate category, but rather by a different\npredicate event: the moment when “ ‘an immigrant visa number\nbec[omes] available for the alien’s parent.’ ” Ante, at 19.\nThis is a curious argument, not least because nothing in\n§1153(h)(3) suggests it. That provision simply makes automatic\nconversion available “[i]f the age of an alien is determined” to be\n“be 21 years of age or older” for pur-poses of §1153(d). Section\n1153(h)(3) thus states the condition that an immigrant must satisfy\nto be eligible for automatic conversion, but it nowhere commands\nwhen the conversion should occur. There is no reason why conversion\ncannot occur at the logical point just described: the moment when\nUSCIS receives proof that an appropriate category exists.The plurality\nacknowledges that §1153(h)(3) “does not explicitly identify th[e]\npoint in time” at which a “petition is to be ‘converted.’ ”\nAnte, at 18. It nevertheless suggests that the date when a\nconversion occurs “is best viewed” as the date when a visa became\navailable for the aged-out child’s parent. Ante, at 19. But\nCongress could not have intended conversion to occur at that point\nfor a glaring reason: The date on which a visa becomes available\nfor an aged-out child’s parent occurs before the point at which the\nchild is determined to have aged-out under §1153(d)—the very\nrequirement §1153(h)(3) prescribes for the aged-out child to be\neligible for automatic conversion in the first place. As the\nplurality explains, ante, at 5–6, such age determinations occur\nwhen an immigration official reviews the child’s derivative visa\napplication, which invariably happens after a visa became available\nfor the child’s parent as the principal beneficiary. At best, then,\nthe plurality’s interpretation requires USCIS to convert petitions\nat a time when it does not know which petitions are eligible for\nconversion; at worst, it requires the automatic conversion of\npetitions benefiting immigrants who will never even qualify for\nsuch relief (i.e., aged-out immigrants who, for any number of\nreasons, never file a visa application and so are never determined\nby officials to be older than 21).Faced with this fact,\nthe plurality falls back to the position that automatic conversion\nmust merely be viewed as having occurred “as of th[e]\n. . . date” when a parent’s visa becomes available,\nalthough the actual “assess[ment]” of the conversion will\nnecessarily occur at some future point in time. Ante, at 24, n. 13.\nThat approach, however, introduces precisely the kind of\n“additional decisions, contingencies, and delays” that the\nplurality regards as inconsistent with the ordinary meaning of\n“automatic,” ante, at 15. For even under the plurality’s view,\nautomatic conversion cannot actually be “assesse[d]” until and\nunless the aged-out child decides to apply for a visa and officials\nassessing the child’s application deem her to have aged out (events\nwhich may themselves be contingent on the child’s parent first\nfiling her own successful visa application, see ante, at 6). The\nfar simpler approach is for conversion to occur automatically upon\nthe most logical moment suggested by the statute: the moment when\nUSCIS confirms that an “appropriate category” exists, §1153(h)(3).\nIndeed, the plurality fails to explain why this cannot be the\nproper predicate; it simply dismisses such an approach as supported\n“only” by “a single-minded resolve . . . to grant relief\nto every possible aged-out beneficiary.” Ante, at 25, n. 13. But\nthat criticism is revealing: The “single-minded resolve” the\nplurality maligns is Congress’ own, for it is Congress that\nexpressly provided, in the eligibility clause, for aged-out\nbeneficiaries in all five categories to be granted relief.The plurality’s second\nargument is a corollary of its first. If automatic conversion must\noccur when a visa first becomes available for a parent, the\nplurality frets, that will mean an aged-out child will have her\npetition automatically converted before immigration officials can\nascertain whether her parent is even qualified to sponsor her. See\nante, at 17–18. True enough, but that only confirms that it makes\nno sense to force USCIS to convert petitions so prematurely. The\nplurality’s fears can all be averted by having automatic conversion\noccur, as with petitions sponsored by LPRs who later become\nU. S. citizens, supra, at 13–15, when USCIS receives\nconfirmation that conversion is appropriate.[7]The plurality’s final\nargument is that something about the term “conversion” precludes\nrelief for all but the aged-out derivative beneficiaries of F2A\npetitions. The plurality accepts that “conversion” will always\nrequire changing some aspects of a petition, including its\npreference category (e.g., from F2A to F2B) and the identity of its\nprincipal beneficiary (e.g., from an aged-out child’s parent to the\nchild). But the plurality asserts that a related kind of change is\nentirely off the table: a change to the identity of the petition’s\nsponsor. Ante, at 15. If a converted petition requires a different\nsponsor than the original petition, the plurality suggests, then it\ncannot be “converted” at all.The plurality points to\nnothing in the plain meaning of “conversion” that supports this\ndistinction. It instead argues that a “conversion” cannot entail a\nchange to the identity of a petition’s sponsor because that is “the\nexclusive way immigration law used the term when Congress enacted\nthe CSPA.” Ante, at 16. But immigration law has long allowed\npetitions to be converted from one category to another in contexts\nwhere doing so requires changing the sponsor’s identity. In 2006,\nfor example, the Secretary of Homeland Security promulgated a\nregulatory provision entitled “automatic conversion of preference\nclassification,” 8 CFR §204.2(i)(1)(iv), which allows the automatic\nconversion of a petition filed by a U. S. citizen on behalf of\nher spouse to a widower petition if the citizen dies before the\npetition is approved. That conversion requires changing the sponsor\nfrom the citizen to the widower himself. The fact that the agency\nused the word “conversion” to refer to a process in which the\npetition’s sponsor was changed, just a few years after 8\nU. S. C. §1153(h)(3) was enacted, strongly suggests that\nthe term did not have the exclusive meaning that the plurality\nsuggests. Similarly, §1154(a)(1)(D)(i)(III), a provision enacted\ntwo years before §1153(h)(3), see Victims of Trafficking and\nViolence Protection Act of 2000, 114Stat. 1522, provides that a\npetition filed by a battered spouse on behalf of her child “shall\nbe considered” a self-petition filed by the child herself if the\nchild ages out—a conversion that obviously requires changing the\nidentity of the sponsor from the battered spouse to the aged-out\nchild. And §1153(h)(4) confirms that such “self-petitioners” are\nentitled to §1153(h)(3)’s automatic conversion remedy. The\nplurality never explains how it can be mandatory to “convert” the\nidentity of the sponsors in these contexts yet impermissible to\n“convert” the sponsors of the petitions at issue here—an\nunderstanding that is especially implausible in light of Congress’\ncommand that such petitions “shall automatically be converted to\nthe appropriate category.” §1153(h)(3).[8]IIIThe concurrence\nreaches the same result as the plural-ity does, but for a different\nreason. It begins by recognizing that §1153(h)(3)’s eligibility\nclause “states a condition” that is satisfied by aged-out\n“beneficiaries from any preference category.” Ante, at 2 (Roberts,\nC. J., concurring in judgment). The concurrence thus\nacknowledges that the eligibility clause encompasses aged-out\nbeneficiaries of family-preference petitions in the F1, F2A, F2B,\nF3, and F4 categories.The concurrence\nnonetheless concludes that the BIA was free to exclude F1, F2B, F3,\nand F4 beneficiaries from the clear scope of the eligibility clause\nbecause of a perceived ambiguity as to which beneficiaries can\nreceive “automatic conversion.” See ante, at 4 (“Congress did not\nspeak clearly to which petitions can  ‘automatically be\nconverted’ ”). In other words, the concurrence concludes that\nit was reasonable for the agency to ignore the clear text of the\neligibility clause because the phrase “automatic conversion” might\nbe read in a manner that would benefit F2A beneficiaries alone.This is an unusual way\nto interpret a statute. The concurrence identifies no case in which\nwe have deferred to an agency’s decision to use ambiguity in one\nportion of a statute as a license to ignore another statutory\nprovision that is perfectly clear. To the contrary, “[a] provision\nthat may seem ambiguous in isolation is often clarified by the\nremainder of the statutory scheme . . . because only one\nof the permissible meanings produces a substantive effect that is\ncompatible with the rest of the law.” United Sav. Assn. of Tex.,\n484 U. S., at 371.The concurrence\njustifies its conclusion only by treating the eligibility clause as\na nullity. The concurrence is quite candid about its approach,\narguing that §1153(h)(3)’s relief clause is its “only operative\nprovision” and that the eligibility clause does not “grant anything\nto anyone.” Ante, at 3. Yet “[i]t is our duty ‘to give effect, if\npossible, to every clause and word of a statute.’ ” United\nStates v. Menasche, 348 U. S. 528 –539 (1955). And there is an\neasy way to give meaning to the eligibility clause: The clause\nidentifies who is entitled to the benefits specified in the ensuing\nrelief clause.The concurrence relies\nultimately on an irrelevant hypothetical: “If a student is\ndetermined to be enrolled at an accredited university, the\nstudent’s cost of off-campus housing shall be deductible on her tax\nreturn.” Ante, at 3. In this example, the concurrence points out,\nit is “apparent. . . that an enrolled student who lives\non campus is not entitled to the deduction, even though the student\nfalls within the conditional first clause.” Ibid. That is correct,\nbut it says nothing about this case. For in the hypothetical, it is\nplain that the promised relief (a tax deduction for off-campus\nhousing) cannot apply to the persons at issue (students who live on\ncampus). Here, however, the relief promised in §1153(h)(3)\n(priority date retention and automatic conversion) can be given to\npersons specified inthe initial eligibility clause (aged-out\nchildren in all five family-preference categories). See supra, at\n9–19. And once one recognizes that aged-out children in each\ncate-gory unambiguously covered by the eligibility clause can\nreceive relief, the BIA’s view that no children in four of those\ncategories can ever receive any relief cannot be\nreasonable.[9]*  *  *Congress faced a\ndifficult choice when it enacted §1153(h)(3). Given the “zero-sum\nworld of allocating a limited number of visas,” ante, at 33,\nCongress could have required aged-out children like Ruth Uy to lose\ntheir place in line and wait many additional years (or even\ndecades) before being reunited with their parents, or it could have\nenabled such immigrants to retain their place in line—albeit at the\ncost of extending the wait for other immigrants by some shorter\namount. Whatever one might think of the policy arguments on each\nside, however, this much is clear: Congress made a choice. The\nplurality’s contrary view—that Congress actually delegated the\nchoice to the BIA in a statute that unambiguously encompasses\naged-out children in all five preference categories and commands\nthat they “shall retain the[ir] original priority date[s],”\n§1153(h)(3)—is untenable.In the end, then, this\ncase should have been resolved under a commonsense approach to\nstatutory interpretation: Using traditional tools of statutory\nconstruction, agencies and courts should try to give effect to a\nstatute’s clear text before concluding that Congress has legislated\nin conflicting and unintelligible terms. Here, there are\nstraightforward interpretations of §1153(h)(3) that allow it to\nfunction as a coherent whole. Because the BIA and the Court ignore\nthese interpretations and advance a construction that contravenes\nthe language Congress wrote, I respectfully dissent.Notes1The five categories are\nF1 (unmarried adult children of U. S. citizens); F2A (spouses\nand unmarried minor children of LPRs); F2B (unmarried adult\nchildren of LPRs); F3 (married children of U. S. citizens);\nand F4 (brothers and sisters of U. S. citizens). 8\nU. S. C. §§1153(a)(1)–(4).2As the plurality\nexplains, at 9–10, the formula specified in paragraph (1) subtracts\nout bureaucratic delays resulting from the Government’s review of\nthe relevant immigration paperwork. That formula is not at issue in\nthis case.3To understand the kind of\nconflict that can make deference appropriate to an agency’s\ndecision to override unambiguous statutory text, consider the\nprovisions at issue in v. , . One provision, §402(b) of the Clean\nWater Act, , commanded, “without qualification, that the\n[Environmental Protection Agency] ‘shall approve’ a transfer\napplication” whenever nine exclusive criteria were satisfied. 551\nU. S., at 661. A second provision, §7(a)(2) of the Endangered\nSpecies Act of 1973, , was “similarly imperative,” ordering “\n‘[e]ach Federal agency’ ” to ensure that its actions were “ ‘not\nlikely to jeopardize’ ” an endangered species. 551 U. S., at\n662. “[A]pplying [§7(a)(2)’s] language literally,” we observed,\nwould contravene the “mandatory and exclusive list of [nine]\ncriteria set forth in §402(b),” because it would “engraf[t] a tenth\ncriterion onto” the statute. ., at 662–663. The agency accordingly\ncould not “simultaneously obey” both commands: It could consider 9\ncriteria or 10, but not both. ., at 666. In that circumstance, we\nfound it appropriate to defer to the agency’s choice as to “which\ncommand must give way.”4The plurality does not\ndispute that USCIS has administered priority date retention as a\nform of relief independent from automatic conversion for years. at\n30, n. 16. It nonetheless argues that the same approach is\nimpermissible here for the counterintuitive reason that a\npre-existing regulation used express language limiting priority\ndate retention to derivative beneficiaries of F2A petitions alone.\nSee at 30, n. 16(noting that 8 CFR §204.2(a)(4) permitted an\naged-out beneficiary to retain her priority date “ ‘if the\nsubsequent petition is filed by the same petitioner’ ”).\nCongress included no such language to limit the scope of priority\ndate retention in , however, which just reinforces what the\neligibility clause already makes clear: Priority date retention is\nindependently available for aged-out de-rivative beneficiaries of\nall family-preference petitions, not just F2A\npetitions.5Of course, just like any\nother beneficiary of a family visa petition, one whose petition has\nbeen automatically converted must still satisfy the requirements\nfor actually obtaining a visa. See at 5. For example, all visa\napplicants must attach an “affidavit of support” from their\nsponsors. . As is true for any other beneficiary, nothing stops a\nsponsor from declining to swear their support for the beneficiary\nof an automatically converted petition after a visa has become\navailable. Converting petitions upon proof of an appropriate\ncategory therefore produces no uncertainties or contingencies that\ndo not already exist for all family visa applicants to begin\nwith.6See Dept. of State, If\nYou Were an LPR and Are Now a U. S. Citizen: Upgrading a Petition,\nonline at\nhttp://travel.state.gov/visa/immigrants/‌types/types_2991.html#5.\nThe regulation cited by the plurality, 8 CFR §204.2(i), is not to\nthe contrary; it merely establishes that when an automatic\nconversion occurs, it shall be treated as “[e]ffective upon the\ndate of naturalization,” §204.2(i)(3). As the State Department’s\ninstructions make clear, the conversion itself takes place after\nthe new citizen “send[s] proof of [her] U. S. citizenship to\nthe National Visa Center.” Dept. of State, If You Were an LPR and\nAre Now a U. S. Citizen: Upgrading a Petition.7The plurality is\nunsatisfied with this approach to automatic conversion on the\ntheory that, in order to eliminate all additional “decisions,\ncontingencies, or delays” in the process, this solution postpones\nthe moment of “conversion” until the necessary contingencies are\nsatisfied. Yet the plurality’s approach does the same thing,\nbecause even on its account, some “decisions, contingencies, or\ndelays” must occur before conversion can actually be assessed by\nimmigration officials ( a parent’s visa must become available, the\nchild must apply for a visa, and immigration officials must deem\nher to have aged out, see , at 16). So the only question is whether\nthe “conversion” should be considered to occur after all\n“decisions, contingencies, or delays” are in the past such that\nthere is an appropriate category for conversion, or after only\nsome. The former understanding would allow the unambiguous language\nof the eligibility clause to be carried into effect; the latter\nwould preclude relief for four categories of derivative\nbeneficiaries. In support of its restrictive interpretation, the\nplurality offers only the argument that converting a petition upon\nproof of an appropriate category would require the “filing of a new\ndocument. . . that shows the parent’s eligibility to\nsponsor her aged-out [child].” , at 26, n. 14. The fact that a\nstatute may require an agency to process a form is not a reason to\ndisregard a coherent reading of a statute in favor of a\nself-contradictory one.8Moreover, had Congress\nactually intended to permit relief only where a new petition has\nthe same sponsor as the original petition, it had a ready model in\nthe language of a pre-existing regulation. See 8 CFR §204.2(a)(4)\n(conferring priority date retention on a derivative beneficiary\nonly “if the subsequent petition is filed by the same petitioner”).\nIf it had wanted to limit §1153(h)(3) to just the beneficiaries\npreferred by the BIA, “Congress could easily have said so.” v. ,\n.9More fundamentally, the\nconcurrence’s hypothetical is irrelevant because it altogether\nignores a critical feature of the statute before us: §1153(h)(2)’s\nexpress enumeration of the covered petitions to include petitions\nfiled within the F1, F2A, F2B, F3, and F4 preference categories.\nSee at 5–6. A proper analogy would therefore be a provision that\nsays the following: “If a student is determined to be enrolled at\nan accredited junior college, community college, or 4-year college,\nthe student’s room and board shall be tax-deductible and the\nstudent shall receive financial aid.” Is there any permissible\nreading of this provision under which, although expressly covered\nin the eligibility clause, all junior and community college\nstudents are categorically forbidden to receive the tax deduction\nand financial aid? Of course not. And that would be true even if\nthe term “room and board” were ambiguous and thus open to an\ninterpretation under which only 4-year students could receive the\ntax deduction. Likewise here, where F1, F2B, F3, and F4 derivative\nbeneficiaries may not be categorically excluded from relief because\nthey are indisputably covered by §1153(h)(3)’s eligibility clause\nand able to receive the relief described in the relief\nclause.",
    "joined": []
}