{
    "case": {
        "docket": "18-5924",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-5924/"
    },
    "id": "4238648",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–5924_________________EVANGELISTO RAMOS, PETITIONERv.LOUISIANAon writ of certiorari to the court of appeal\nof louisiana, fourth circuit[April 20, 2020]Justice Sotomayor, concurring as to all but\nPart IV–A.I agree with most of the Court’s rationale, and\nso I join all but Part IV–A of its opinion. I write separately,\nhowever, to underscore three points. First, overruling precedent\nhere is not only warranted, but compelled. Second, the interests at\nstake point far more clearly to that outcome than those in other\nrecent cases. And finally, the racially biased origins of the\nLouisiana and Oregon laws uniquely matter here.IBoth the majority and the dissent rightly\nemphasize thatstare decisis“has been a fundamental part of\nour jurisprudence since the founding.”Post, at 12 (opinion\nof Alito, J.); seeante, at 20. Indeed, “[w]e generally\nadhere to our prior decisions, even if we question their soundness,\nbecause doing so ‘promotes the evenhanded, predictable, and\nconsistent development of legal principles, fosters reliance on\njudicial decisions, and contributes to the actual and perceived\nintegrity of the judicial process.’ ”Alleynev.United States,570 U.S.\n99, 118 (2013) (Sotomayor, J., concurring) (quotingPaynev.Tennessee,501 U.S.\n808, 827 (1991)).But put simply, this is not a case where we cast\naside precedent “simply because a majority of this Court now\ndisagrees with” it.Alleyne, 570 U. S., at 133 (Alito,\nJ., dissenting). Rather,Apodacav.Oregon,406 U.S.\n464 (1972), was on shaky ground from the start. That was not\nbecause of the functionalist analysis of that Court’s plurality:\nReasonable minds have disagreed over time—and continue to\ndisagree—about the best mode of constitutional interpretation. That\nthe plurality inApodacaused different interpretive tools\nfrom the majority here is not a reason on its own to discard\nprecedent.What matters instead is that, as the majority\nrightly stresses,Apodacais a universe of one—an opinion\nuniquely irreconcilable with not just one, but two, strands of\nconstitutional precedent well established both before and after the\ndecision. The Court has long recognized that the Sixth Amendment\nrequires unanimity.Ante,at 11, 20–22. Five Justices inApodacaitself disagreed with that plurality’s contrary view\nof the Sixth Amendment. Justice Powell’s theory of dual-track\nincorporation also fared no better: He recognized that his argument\non that score came “late in the day.”Johnsonv.Louisiana,406 U.S.\n356, 375 (1972) (concurring opinion).Moreover, “[t]he force ofstare decisisis at its nadir in cases concerning [criminal] procedur[e] rules\nthat implicate fundamental constitutional protections.”Alleyne, 570 U. S., at 116, n. 5. And the\nconstitutional protection here ranks among the most essential: the\nright to put the State to its burden, in a jury trial that comports\nwith the Sixth Amendment, before facing criminal punishment. SeeCodispotiv.Pennsylvania,418\nU.S. 506, 515–516 (1974) (“The Sixth Amendment represents a\ndeep commitment of the Nation to the right of jury trial in serious\ncriminal cases as a defense against arbitrary law enforcement”\n(internal quotation marks omitted)). Where the State’s power to\nimprison those like Ramos rests on an erroneous interpretation of\nthe jury-trial right, the Court should not hesitate to reconsider\nits precedents.IIIn contrast to the criminal-procedure context,\n“[c]onsiderations in favor ofstare decisisare at their\nacme in cases involving property and contract rights.”Payne, 501 U. S., at 828. Despite that fact, the Court has\nrecently overruled precedent where the Court’s shift threatened\nvast regulatory and economic consequences.Janusv.State, County, and Municipal Employees, 585 U. S. ___\n(2018);id., at ___ (Kagan, J., dissenting) (slip op., at\n23) (noting that the Court’s opinion called into question\n“thousands of . . . contracts covering millions of\nworkers”); seeSouth Dakotav.Wayfair, Inc., 585\nU. S. ___, ___ (2018) (slip op., at 21) (noting the\n“legitimate” burdens that the Court’s overruling of precedent would\nplace on vendors who had started businesses in reliance on a\nprevious decision).This case, by contrast, threatens no broad\nupheaval of private economic rights. Particularly when compared to\nthe interests of private parties who have structured their affairs\nin reliance on our decisions, the States’ interests here in\navoiding a modest number of retrials—emphasized at such length by\nthe dissent—are much less weighty. They are certainly not new:\nOpinions that force changes in a State’s criminal procedure\ntypically impose such costs. And were this Court to take the\ndissent’s approach—defending criminal-procedure opinions as wrong\nasApodacasimply to avoid burdening criminal justice\nsystems—it would never correct its criminal jurisprudence at\nall.To pick up on the majority’s point,ante,\nat 23, in that alternate universe, a trial judge alone could still\ndecide the critical facts necessary to sentence a defendant to\ndeath.Waltonv.Arizona,497\nU.S. 639(1990), overruled byRingv.Arizona,536 U.S.\n584(2002). An officer would still be able to search a car upon\nthe arrest of any one of its recent occupants.New Yorkv.Belton,453 U.S.\n454(1981), holding limited byArizonav.Gant,556 U.S.\n332(2009). And States could still deprive a defendant of the\nright to confront her accuser so long as the incriminating\nstatement was “reliable.”Ohiov.Roberts,448 U.S.\n56(1980), abrogated byCrawfordv.Washington,541 U.S.\n36(2004). The Constitution demands more than the continued use\nof flawed criminal procedures—all because the Court fears the\nconsequences of changing course.IIIFinally, the majority vividly describes the\nlegacy of racism that generated Louisiana’s and Oregon’s laws.Ante,at 1–2, 13–14, and n. 44. Although Ramos does not\nbring an equal protection challenge, the history is worthy of this\nCourt’s attention. That is not simply because that legacy existed\nin the first place—unfortunately, many laws and policies in this\ncountry have had some history of racial animus—but also because the\nStates’ legislatures never truly grappled with the laws’ sordid\nhistory in reenacting them. See generallyUnited Statesv.Fordice,505 U.S.\n717, 729 (1992) (policies that are “traceable” to a State’sde jureracial segregation and that still “have\ndiscriminatory effects” offend the Equal Protection Clause).Where a law otherwise is untethered to racial\nbias—and perhaps also where a legislature actually confronts a\nlaw’s tawdry past in reenacting it—the new law may well be free of\ndiscriminatory taint. That cannot be said of the laws at issue\nhere. While the dissent points to the “legitimate” reasons for\nLouisiana’s reenactment,post, at 3–4, Louisiana’s perhaps\nonly effort to contend with the law’s discriminatory purpose and\neffects came recently, when the law was repealed altogether.Today, Louisiana’s and Oregon’s laws are\nfully—and rightly—relegated to the dustbin of history. And so, too,\nisApodaca. While overruling precedent must be rare, this\nCourt should not shy away from correcting its errors where the\nright to avoid imprisonment pursuant to unconstitutional procedures\nhangs in the balance.",
    "joined": []
}