{
    "case": {
        "docket": "378",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/378/"
    },
    "id": "3539464",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–1382_________________AMERICOLD REALTY TRUST, PETITIONERv.CONAGRA FOODS, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 7, 2016]Justice Sotomayor delivered the opinion of the\nCourt.Federal law permits federal courts to resolve\ncertain nonfederal controversies between “citizens” of different\nStates. This rule is easy enough to apply to humans, but can become\nmetaphysical when applied to legal entities. This case asks how to\ndetermine the citizenship of a “real estate investment trust,” an\ninanimate creature of Maryland law. We answer: While humans and\ncorporations can assert their own citizenship, other entities take\nthe citizenship of their members.IThis action began as a typical state-law\ncontroversy, one involving a contract dispute and an underground\nfood-storage warehouse fire. A group of corporations whose food\nperished in that 1991 fire continues to seek compensation from the\nwarehouse’s owner, now known as Americold Realty Trust. After the\ncorporations filed their latest suit in Kansas court, Americold\nremoved the suit to the Federal District Court for the District of\nKansas. The District Court accepted jurisdiction and resolved the\ndispute in favor of Americold.On appeal, however, the Tenth Circuit asked for\nsupplemental briefing on whether the District Court’s exercise of\njurisdiction was appropriate. The parties responded that the\nDistrict Court possessed jurisdiction because the suit involved\n“citizens of different States.” 28 U. S. C. §§1332(a)(1),\n1441(b).The Tenth Circuit disagreed. The court\nconsidered the corporate plaintiffs citizens of the States where\nthey were chartered and had their principal places of business:\nDelaware, Nebraska, and Illinois. SeeConAgra Foods, Inc.v.Americold Logistics, LLC,776 F. 3d 1175, 1182 (2015);\n§1332(c)(1) (specifying the citizenship of corporations for\njurisdictional purposes). The court applied a different test to\ndetermine Americold’s citizenship because Americold is a “real\nestate investment trust,” not a corporation. Distilling this\nCourt’s precedent, the Tenth Circuit reasoned that the citizenship\nof any “non-corporate artificial entity” is determined by\nconsidering all of the entity’s “members,” which include, at\nminimum, its shareholders.Id., at 1180–1181 (citingCardenv.ArkomaAssociates, 494 U. S.\n185 (1990) ). As there was no record of the citizenship of\nAmericold’s shareholders, the court concluded that the parties\nfailed to demonstrate that the plaintiffs were “citizens of\ndifferent States” than the defendants. SeeStrawbridgev.Curtiss, 3 Cranch 267 (1806).We granted certiorari to resolve confusion among\nthe Courts of Appeals regarding the citizenship of unincorporated\nentities. 576 U. S. ___ (2015). We now affirm.IIExercising its powers under Article III, the\nFirst Congress granted federal courts jurisdiction over\ncontroversies between a “citizen” of one State and “a citizen of\nanother State.” 1Stat. 78. For a long time, however, Congress\nfailed to explain how to determine the citizenship of a\nnonbreathing entity like a business association. In the early 19th\ncentury, this Court took that silence literally, ruling that only a\nhuman could be a citizen for jurisdictional purposes.Bank of\nUnited Statesv.Deveaux, 5 Cranch 61, 86–91 (1809). If\na “mere legal entity” like a corporation were sued, the relevant\ncitizens were its “members,” or the “real persons who come into\ncourt” in the entity’s name.Id.,at 86, 91.This Court later carved a limited exception for\ncorporations, holding that a corporation itself could be considered\na citizen of its State of incorporation. SeeLouisville, C.\n& C. R. Co.v.Letson, 2 How. 497, 558 (1844).\nCongress etched this exception into the U. S. Code, adding\nthat a corporation should also be considered a citizen of the State\nwhere it has its principal place of business. 28 U. S. C.\n§1332(c) (1958 ed.). But Congress never expanded this grant of\ncitizenship to include artificial entities other than corporations,\nsuch as joint-stock companies or limited partnerships. For these\nunincorporated entities, we too have “adhere[d] to our oft-repeated\nrule that diversity jurisdiction in a suit by or against the entity\ndepends on the citizenship of ‘all [its] members.’ ”Carden, 494 U. S., at 195–196 (quotingChapmanv.Barney, 129 U. S. 677, 682 (1889) ).Despite our oft-repetition of the rule linking\nunincorporated entities with their “members,” we have never\nexpressly defined the term. But we have equated an association’s\nmembers with its owners or “ ‘the several persons composing\nsuch association.’ ”Carden, 494 U. S., at 196\n(quotingGreat Southern Fire Proof Hotel Co.v.Jones, 177 U. S. 449, 456 (1900) ). Applying this\nprinciple with reference to specific States’ laws, we have\nidentified the members of a joint-stock company as its\nshareholders, the members of a partnership as its partners, the\nmembers of a union as the workers affiliated with it, and so on.\nSeeCarden, 494 U. S., at 189–190 (citingChapman, 129 U. S., at 682;Great Southern, 177\nU. S., at 457; andSteelworkersv.R. H. Bouligny,\nInc., 382 U. S. 145, 146 (1965) ).This case asks us to determine the citizenship\nof Americold Realty Trust, a “real estate investment trust”\norganized under Maryland law. App. 93. As Americold is not a\ncorporation, it possesses its members’ citizenship. Nothing in the\nrecord designates who Americold’s members are. But Maryland law\nprovides an answer.In Maryland, a real estate investment trust is\nan “unincorporated business trust or association” in which\nprop-erty is held and managed “for the benefit and profit of any\nperson who may become a shareholder.” Md. Corp. & Assns. Code\nAnn. §§8–101(c), 8–102 (2014). As with joint-stock companies or\npartnerships, shareholders have “ownership interests” and votes in\nthe trust by virtue of their “shares of beneficial interest.”\n§§8–704(b)(5), 8–101(d). These shareholders appear to be in the\nsame position as the shareholders of a joint-stock company or the\npartners of a limited partnership—both of whom we viewed as members\nof their relevant entities. SeeCarden, 494 U. S., at\n192–196; see also §8–705(a) (linking the term “beneficial\ninterests” with “membership interests” and “partnership\ninterests”). We therefore conclude that for purposes of diversity\njurisdiction, Americold’s members include its shareholders.IIIAmericold disputes this conclusion. It cites a\ncase calledNavarro Savings Assn.v.Lee, 446\nU. S. 458 (1980) , to argue that anything called a “trust”\npossesses the citizenship of its trustees alone, not its\nshareholder beneficiaries as well. As we have reminded litigants\nbefore, however, “Navarrohad nothing to do with the\ncitizenship of [a] ‘trust.’ ”Carden, 494 U. S.,\nat 192–193. Rather,Navarroreaffirmed a separate rule that\nwhen a trustee files a lawsuit inhername, her\njurisdictional citizenship is the State to which she belongs—as is\ntrue of any natural person. 446 U. S., at 465. This rule\ncoexists with our discussion above that when an artificial entity\nis sued initsname, it takes the citizenship of each of its\nmembers.That said, Americold’s confusion regarding the\ncitizenship of a trust is understandable and widely shared. SeeEmerald Investors Trustv.Gaunt Parsippany Partners,\n492 F. 3d 192, 201–206 (CA3 2007) (discussing various\napproaches among the Circuits). The confusion can be explained,\nperhaps, by tradition. Traditionally, a trust was not considered a\ndistinct legal entity, but a “fiduciary relationship” between\nmultiple people.Kleinv.Bryer, 227 Md. 473,\n476–477, 177 A. 2d 412, 413 (1962); Restatement (Second) of\nTrusts §2 (1957). Such a relationship was not a thing that could be\nhaled into court; legal proceedings involving a trust were brought\nby or against the trustees in their own name.Glennv.Allison, 58 Md. 527, 529 (1882);Deveaux, 5 Cranch,\nat 91. And when a trustee files a lawsuit or is sued in her own\nname, her citizenship is all that matters for diversity purposes.Navarro, 446 U. S., at 462–466. For a traditional\ntrust, therefore, there is no need to determine its membership, as\nwould be true if the trust, as an entity, were sued.Many States, however, have applied the “trust”\nlabel to a variety of unincorporated entities that have little in\ncommon with this traditional template. Maryland, for example,\ntreats a real estate investment trust as a “separate legal entity”\nthat itself can sue or be sued. Md. Corp. & Assns. Code Ann.\n§§8–102(2), 8–301(2). So long as such an entity is unincorporated,\nwe apply our “oft-repeated rule” that it possesses the citizenship\nof all its members.Carden, 494 U. S., at 195. But\nneither this rule norNavarrolimits an entity’s membership\nto its trustees just because the entity happens to call itself a\ntrust.We therefore decline to apply the same rule to\nan unincorporated entity sued in its organizational name that\napplies to a human trustee sued in her personal name. We also\ndecline anamicus’ invitation to apply the same rule to an\nunincorporated entity that applies to a corporation—namely, to\nconsider it a citizen only of its State of establishment and its\nprincipal place of business. See Brief for National Association of\nReal Estate Investment Trusts 11–21. When we last examined the\n“doctrinal wall” between corporate and unincorporated entities in\n1990, we saw no reason to tear it down.Carden, 494\nU. S., at 190. Then as now we reaffirm that it is up to\nCongress if it wishes to incorporate other entities into 28\nU. S. C. §1332(c)’s special jurisdictional rule.*  *  *For these reasons, the judgment of the Court\nof Appeals isAffirmed.",
    "joined": []
}