{
    "case": {
        "docket": "369",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/369/"
    },
    "id": "1970648",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–236_________________KATHLEEN SEBELIUS, SECRETARY OF HEALTH AND\nHUMAN SERVICES, PETITIONERv.MELISSA CLOERon writ of certiorari to the united states\ncourt of appeals for the federal circuit[May 20, 2013]Justice Sotomayor delivered the opinion of the\nCourt.[1]*The National Childhood Vaccine Injury Act of\n1986 (NCVIA or Act), 100Stat. 3756, 42 U. S. C. §300aa–1et seq., provides that a court may award attorney’s\nfees and costs “incurred [by a claimant] in any proceeding on” an\nunsuccessful vaccine-injury “petition filed under section\n300aa–11,” if that petition “was brought in good faith and there\nwas a reasonable basis for the claim for which the petition was\nbrought.” §300aa–15(e)(1). The Act’s limitations provision states\nthat “no petition may be filed for compensation” more than 36\nmonths after the claimant’s initial symptoms occur.\n§300aa–16(a)(2). The question before us is whether an untimely\npetition can garner an award of attorney’s fees. We agree with a\nmajority of the en banc Court of Appeals for the Federal Circuit\nthat it can.IAThe NCVIA “establishes a no-fault compensation\nprogram ‘designed to work faster and with greater ease than the\ncivil tort system.’ ”Bruesewitzv.Wyeth LLC,\n562 U. S. ___, ___ (2011) (slip op., at 3) (quotingShalalav.White-cotton,514 U.S.\n268, 269 (1995)). Congress enacted the NCVIA to stabilize the\nvaccine market and expedite compensation to injured parties after\ncomplaints mounted regarding the inefficiencies and costs borne by\nboth injured consumers and vaccine manufacturers under the pre-\nvious civil tort compensation regime. 562 U. S., at ___–___\n(slip op., at 2–3); H. R. Rep. No. 99–908, pt. 1, pp. 6–7\n(1986) (hereinafter H. R. Rep.).The compensation program’s procedures are\nstraightforward. First, “[a] proceeding for compensation under the\nProgram for a vaccine-related injury or death shall be initiated by\nservice upon the Secretary [for the Department of Health and Human\nServices] and the filing of a petition containing the matter\nprescribed by subsection (c) of this section with the United States\nCourt of Federal Claims.” 42 U. S. C. §300aa–11(a)(1).\nSubsection (c) pro- vides in relevant part that a petition must\ninclude “an affidavit, and supporting documentation, demonstrating\nthat the person who suffered such injury” was actually vaccinated\nand suffered an injury. §300aa–11(c)(1). Next, upon receipt of an\nNCVIA petition, “[t]he clerk of the United States Court of Federal\nClaims shall immediately forward the filed petition to the chief\nspecial master for assignment to a special master.”\n§300aa–11(a)(1). This special master then “makes an informal\nadjudication of the petition.”Bruesewitz, 562 U. S.,\nat ___ (slip op., at 3) (citing §300aa–12(d)(3)). A successful\nclaimant may recover medical costs, lost earning capacity, and an\naward for pain and suffering, 42 U. S. C. §300aa–15(a),\nwith compensation paid out from a federal trust fund supported by\nan excise tax levied on each dose of certain covered vaccines, see\n26 U. S. C. §§4131, 4132, 9510; 42 U. S. C.\n§300aa–15(f)(4)(A). But under the Act’s limitations provision, “no\npetition may be filed for compensation under the Program for [a\nvaccine-related] injury after the expiration of 36 months after the\ndate of the occurrence of the first symptom or manifestation of\nonset or of the significant aggravation of” the alleged injury.\n§300aa–16(a)(2).The Act also includes an unusual scheme for\ncompensating attorneys who work on NCVIA petitions. See\n§300aa–15(e).[2] “No attorney\nmay charge any fee for services in connection with a petition filed\nunder section 300aa–11 of this title.” §300aa–15(e)(3).[3] But a court may award attorney’s\nfees in certain circumstances. In the case of successful petitions,\nthe award of attorney’s fees is automatic. §300aa–15(e)(1) (“In\nawarding compensation on a petition filed under section 300aa–11 of\nthis title the special master or court shall also award as part of\nsuch compensation an amount to cover . . . reasonable\nattorneys’ fees, and . . . other costs”). For\nunsuccessful petitions, “the special master or court may award an\namount of compensation to cover petitioner’s reasonable attorneys’\nfees and other costs incurred in any proceeding on such petition if\nthe special master or court determines that the petition was\nbrought in good faith and there was a reasonable basis for the\nclaim for which the petition was brought.”Ibid.In other\nwords, “[a]ttorney’s fees are provided, not only for successful\ncases, but even for unsuccessful claims that are not frivolous.”Bruesewitz, 562 U. S., at ___ (slip op., at 4).BRespondent, Dr. Melissa Cloer, received three\nHepatitis-B immunizations from September 1996 to April 1997.\nShortly after receiving the third vaccine, Dr. Cloer began to\nexperience numbness and strange sensations in her left forearm and\nhand. She sought treatment in 1998 and 1999, but the diagnoses she\nreceived were inconclusive. By then, Dr. Cloer was experiencing\nnumbness in her face, arms, and legs, and she had difficulty\nwalking. She intermittently suffered these symptoms until 2003,\nwhen she began to experience the full manifestations of, and was\neventually diagnosed with, multiple sclerosis (MS). In 2004, Dr.\nCloer became aware of a link between MS and the Hepatitis-B\nvaccine, and in September 2005, she filed a claim for compensation\nunder the NCVIA, alleging that the vaccinations she received had\ncaused or exacerbated her MS.Dr. Cloer’s petition was sent by the clerk of\nthe Court of Federal Claims to the Chief Special Master, who went\non to adjudicate it. After reviewing the petition and its\nsupporting documentation, the Chief Special Master concluded that\nDr. Cloer’s claim was untimely because the Act’s 36-month\nlimitations period began to run when she first experienced the\nsymptoms of MS in 1997.Cloerv.Secretary of Dept. of\nHealth and Human Servs., No. 05–1002V, 2008 WL 2275574, *1, *10\n(Fed. Cl., May 15, 2008) (opinion of Golkiewicz, Chief Special\nMaster) (citing §300aa–16(a)(2) (NCVIA’s limitations provision)).\nRelying on Federal Circuit precedent, the Chief Special Master also\nrejected Dr. Cloer’s argument that the NCVIA’s limitations period\nshould be subject to equitable tolling.Id.,at *9 (citingBricev.Secretary of Health and Human Servs.,240 F.3d 1367, 1373 (2001)). A divided panel of the Federal\nCircuit reversed the Chief Special Master, concluding that the\nNCVIA’s limitations period did not commence until “the medical\ncommunity at large objectively recognize[d] a link between the\nvaccine and the injury.”Cloerv.Secretary of Health and\nHuman Servs., 603 F.3d 1341, 1346 (2010).The en banc court then reversed the panel’s\ndecision,Cloerv.Secretary of Health and Human\nServs., 654 F.3d 1322 (2011), cert. denied, 566 U. S. ___\n(2012), and held that the statute’s limitations period begins to\nrun on “the calendar date of the occurrence of the first medically\nrecognized symptom or manifestation of onset of the injury claimed\nby the petitioner.” 654 F. 3d,at 1324–1325. The Court\nof Appeals also held that the Act’s limitations provision was\nnonjurisdictional and subject to equitable tolling in limited\ncircumstances, overruling its prior holding inBrice. 654\nF. 3d,at 1341–1344. The court concluded, however, that\nDr. Cloer was ineligible for tolling and that her petition was\nuntimely.Id.,at 1344–1345.Following this decision, Dr. Cloer moved for an\naward of attorney’s fees. The en banc Federal Circuit agreed with\nher that a person who files an untimely NCVIA petition “assert[ing]\na reasonable limitations argument” may re- cover fees and costs so\nlong as “ ‘the petition was brought in good faith and there\nwas a reasonable basis for the claim for which the petition was\nbrought.’ ” 675 F.3d 1358, 1359–1361 (2012) (quoting\n§300aa–15(e)(1)). Six judges disagreed with this conclusion and\ninstead read the NCVIA to bar such awards for untimely petitions.Id.,at 1364–1368 (Bryson, J., dissenting). We granted the\nGovernment’s petition for writ of certiorari. 568 U. S. ___\n(2012). We now affirm.IIAAs in any statutory construction case, “[w]e\nstart, of course, with the statutory text,” and proceed from the\nunderstanding that “[u]nless otherwise defined, statutory terms are\ngenerally interpreted in accordance with their ordinary meaning.”BP America Production Co.v.Burton,549 U.S.\n84, 91 (2006). The Act’s fees provision ties eligibility for\nattorney’s fees broadly to “any proceeding on such petition,”\nreferring specifically to “a petition filed under section\n300aa–11.” 42 U. S. C. §§300aa–15(e)(1), (3). Section\n300aa–11 provides that “[a] proceeding for compensation” is\n“initiated” by “service upon the Secretary” and “the filing of a\npetition containing” certain documentation with the clerk of the\nCourt of Federal Claims who then “immediately forward[s] the filed\npetition” for assignment to a special master. §300aa–11(a)(1). Seesupra,at 2.Nothing in these two provisions suggests that\nthe reason for the subsequent dismissal of a petition, such as its\nuntimeliness, nullifies the initial filing of that petition. We\nhave explained that “[a]n application is ‘filed,’ as that term is\ncommonly understood, when it is delivered to, and accepted by, the\nappropriate court officer for placement into the official record.”Artuzv.Bennett,531 U.S.\n4, 8 (2000). When this ordinary meaning is applied to the text\nof the statute, it is clear that an NCVIA petition which is\ndelivered to the clerk of the court, forwarded for processing, and\nadjudicated in a proceeding before a special master is a “petition\nfiled under section 300aa–11.” 42 U. S. C.\n§300aa–15(e)(1). And so long as such a petition was brought in good\nfaith and with a reasonable basis, it is eligible for an award of\nattorney’s fees, even if it is ultimately unsuccessful.Ibid.If Congress had intended to limit fee awards to timely\npetitions, it could easily have done so. But the NCVIA instead\nauthorizes courts to award attorney’s fees for those unsuccessful\npetitions “brought in good faith and [for which] there was a\nreasonable basis.”Ibid.[4]The Government argues that the Act’s limitations\nprovision, which states that “no petition may be filed for\ncompensation” 36 months after a claimant’s initial symptoms began,\n§300aa–16(a)(2), constitutes “a statutory prerequisite to the\nfiling of a petition ‘for compensation under the Program,’ ”\nBrief for Petitioner 16. Thus, the Government contends, a petition\nthat fails to comply with these time limits is not “a petition\nfiled under section 300aa–11” and is therefore ineligible for fees\nunder §300aa–15(e)(1). See 675 F. 3d, at 1364–1366 (Bryson,\nJ., dissenting).The Government’s argument lacks textual support.\nFirst, as noted, there is no cross-reference to the Act’s\nlimitations provision in its fees provision, §300aa–15(e), or the\nother section it references, §300aa–11(a)(1). When these two linked\nsections are read in tandem they simply indicate that petitions\nfiled with the clerk of the court are eligible for attorney’s fees\nso long as they comply with the other requirements of the Act’s\nfees provision. By its terms, the NCVIA requires nothing more for\nthe award of attorney’s fees. A petition filed in violation of the\nlimitations period will not result in the payment of compensation,\nof course, but it is still a petition filed under\n§300aa–11(a)(1).[5]When the Act does require compliance with the\nlimitations period, it provides so expressly. For example,\n§300aa–11(a)(2)(A) prevents claimants from bringing suit against\nvaccine manufacturers “unless a petition has been filed,in\naccordance with section 300aa–16 of this title[the limitations\nprovision], for compensation under the Program for such injury or\ndeath.” (Emphasis added.) We have long held that “[w]here Congress\nincludes particular language in one section of a statute but omits\nit in another section of the same Act, it is generally presumed\nthat Congress acts intentionally and purposely in the disparate\ninclusion or exclusion.”Batesv.United States,522 U.S.\n23, 29–30 (1997) (internal quotation marks omitted). The\nabsence of any cross-reference to the limitations provision in\neither the fees provision, §300aa–15(e)(1), or the instructions for\ninitiating a compensation proceeding, §300aa–11(a)(1), indicates\nthat a petition can be “filed” without being “in accordance with\n[the limitations provision].” Tellingly, nothing in §300aa–11(a)(1)\nrequires a petitioner to allege or demonstrate the timeliness of\nhis or her petition to initiate such a proceeding.[6]Second, to adopt the Government’s position, we\nwould have to conclude that a petition like Dr. Cloer’s, which was\n“filed” under the ordinary meaning of that term but was later found\nto be untimely, was never filed at all because, on the Government’s\nreading, “no petition may befiledfor compensation” late.\n§300aa–16(a)(2) (emphasis added). Yet the court below identified\nnumerous instances throughout the NCVIA where the word “filed” is\ngiven its ordinary meaning, 675 F. 3d, at 1361, and the\nGovernment does not challenge this aspect of its decision. Indeed,\nthe Government’s reading would produce anomalous results with\nrespect to these other NCVIA provisions. Consider §300aa–12(b)(2),\nwhich provides that “[w]ithin 30 days after the Secretary receives\nservice of any petition filed under section 300aa–11 of this title\nthe Secretary shall publish notice of such petition in the Federal\nRegister.” If the NCVIA’s limitations provision worked to void the\nfiling of an untimely petition, then one would expect the Secretary\nto make timeliness determinations prior to publishing such notice\nor to strike any petitions found to be untimely from the Federal\nRegister. But there is no indication that the Secretary does either\nof these things.[7]The Government asks us to adopt a different\ndefinition of the term “filed” for a single subsection so that for\nfees purposes, and only for fees purposes, a petition filed out of\ntime must be treated retroactively as though it was never filed in\nthe first place. Nothing in the text or structure of the statute\nrequires the unusual result the Government asks us to accept. In\nthe NCVIA, the word “filed” carries its common meaning. SeeArtuz, 531 U. S., at 8. That “no petition may be filed\nfor compensation” after the limitations period has run does not\nmean that a late petition was never filed at all.Our “inquiry ceases [in a statutory construction\ncase] if the statutory language is unambiguous and the statutory\nscheme is coherent and consistent.”Barnhartv.Sigmon\nCoal Co.,534 U.S.\n438, 450 (2002) (internal quotation marks omitted). The text of\nthe statute is clear: like any other unsuccessful petition, an\nuntimely petition brought in good faith and with a reasonable basis\nthat is filed with—meaning delivered to and received by—the clerk\nof the Court of Federal Claims is eligible for an award of\nattorney’s fees.BThe Government’s position is also inconsistent\nwith the goals of the fees provision itself. A stated purpose of\nthe Act’s fees scheme was to avoid “limit[ing] petitioners’ ability\nto obtain qualified assistance” by making fees awards available for\n“non-prevailing, good-faith claims.” H. R. Rep., at 22. The\nGovernment does not explain why Congress would have intended to\ndiscourage counsel from representing petitioners who, because of\nthe difficulty of distinguishing between the initial symptoms of a\nvaccine-related injury and an unrelated malady, see,e.g.,Smithv.Secretary of Dept. of Health and Human\nServs., No. 02–93V, 2006 WL 5610517, *6–*7 (Fed. Cl., July 21,\n2006) (opinion of Golkiewicz, Chief Special Master), may have\ngood-faith claims with a reasonable basis that will only later be\nfound untimely.IIIThe Government offers two additional lines of\nargument for barring the award of attorney’s fees for untimely\npetitions. It first invokes two canons of construction: the canon\nfavoring strict construction of waivers of sovereign immunity and\nthe “ ‘presumption favoring the retention of long-established\nand familiar [common-law] principles.’ ” Brief for Petitioner\n32 (quotingUnited Statesv.Texas,507 U.S.\n529, 534 (1993)). Similarly, the Government also argues that\nthe NCVIA should be construed so as to minimize complex and costly\nfees litigation. But as the Government acknowledges, such canons\nand policy arguments come into play only “[t]o the extent that the\nVaccine Act is ambiguous.” Brief for Petitioner 28. These “rules of\nthumb” give way when “the words of a statute are unambiguous,” as\nthey are here.Connecticut Nat. Bankv.Germain,503 U.S.\n249, 253–254 (1992).Second, the Government argues that permitting\nthe recovery of attorney’s fees for untimely petitions will force\nspecial masters to carry out costly and wasteful “shadow trials,”\nwith no benefit to claimants, in order to determine whether these\nlate petitions were brought in good faith and with a reasonable\nbasis. We reiterate that “when [a] statute’s language is plain, the\nsole function of the courts—at least where the disposition required\nby the text is not absurd—is to enforce it according to its terms.”Hartford Underwriters Ins. Co.v.Union Planters Bank,\nN. A.,530 U.S.\n1, 6 (2000) (internal quotation marks omitted). Consequently,\neven if the plain text of the NCVIA requires that special masters\noccasionally carry out such “shadow trials,” that is not such an\nabsurd burden as to require departure from the words of the Act.\nThis is particularly true here because Congress has specifically\nprovided for such “shadow trials” by permitting the award of\nattorney’s fees “inanyproceeding [on an unsuccessful]\npetition” if such petition was brought in good faith and with a\nreasonable basis, 42 U. S. C. §300aa–15(e)(1) (emphasis\nadded), irrespective of the reasons for the petition’s failure,\nsee,e.g., Cavesv.Secretary of Health and Human\nServs., No. 07–443V, 2012 WL 6951286, *2, *13 (Fed. Cl., Dec.\n20, 2012) (opinion of Moran, Special Master) (awarding attorney’s\nfees despite petitioner’s failure to prove causation).In any event, the Government’s fears appear to\nus exaggerated. Special masters consistently make fee deter-\nminations on the basis of the extensive documentation required by\n§300aa–11(c) and included with the petition.[8] Indeed, when adjudicating the timeliness of a\npetition, the special master may often have to develop a good sense\nof the merits of a case, and will therefore be able to determine if\na reasonable basis exists for the petitioner’s claim, including\nwhether there is a good-faith reason for the untimely filing. In\nthis case, for example, the Chief Special Master conducted a\n“review of the record as a whole,” including the medical evidence\nthat would have supported the merits of Dr. Cloer’s claim, before\ndetermining that her petition was untimely.Cloer, 2008 WL\n2275574, *1–*2, *10.The Government also argues that permitting\nattorney’s fees on untimely petitions will lead to the filing of\nmore untimely petitions. But the Government offers no evidence to\nsupport its speculation. Additionally, this argument is premised on\nthe assumption that in the pursuit of fees, attorneys will choose\nto bring claims lacking good faith or a reasonable basis in\nderogation of their ethical duties. There is no basis for such an\nassumption. Finally, the special masters have shown themselves more\nthan capable of discerning untimely claims supported by good faith\nand a reasonable basis from those that are specious.Supra,\nat 12.*  *  *We hold that an NCVIA petition found to be\nuntimely may qualify for an award of attorney’s fees if it is filed\nin good faith and there is a reasonable basis for its claim.The judgment of the Court of Appeals is\naffirmed.It is so ordered.Notes1* Justice Scalia and\nJustice Thomas join all but Part II–B of this opinion.2The relevant paragraph\nprovides: “(1) In awarding compensation on a petition filed under\nsection 300aa–11 of this title the special master or court shall\nalso award as part of such compensation an amount to cover— “(A)\nreasonable attorneys’ fees, and “(B) other costs, “incurred in any\nproceeding on such petition. If the judgment of the United States\nCourt of Federal Claims on such a petition does not award\ncompensation, the special master or court may award an amount of\ncompensation to cover petitioner’s reasonable attorneys’ fees and\nother costs incurred in any proceeding on such petition if the\nspecial master or court determines that the petition was brought in\ngood faith and there was a reasonable basis for the claim for which\nthe petition was brought.” §300aa–15(e).3For simplicity, we refer\nto attorney’s fees and costs as simply attorney’s\nfees.4The en banc dissent\nreasoned that a dismissal for untimeliness does not constitute a\njudgment on the merits of a petition. See 675 F.3d 1358, 1365 (CA\nFed. 2012) (opinion of Bryson, J.). That argument is not pressed\nhere by the Government, which acknowledged at oral argument that\ndismissals for untimeliness result in judgment against the\npetitioner. Tr. of Oral Arg. 12–13.5The Government suggests\nthat giving the words of their statute their plain meaning would\nproduce incongruous results; notably, it might indicate that “a\nfailure to comply with the limitations provision would not even bar\nrecovery under the Compensation Program itself because 42\nU. S. C. 300aa-13 (‘Determination of eligibility and\ncompensation’) does not expressly cross-reference the limitations\nprovision.” Brief for Petitioner 18. The Government’s argument\nassumes that both sections are equivalently affected by absence of\na cross-reference. This is incorrect. The Government is right that\nbecause “the law typically treats a limitations defense as an\naffirmative defense,”John R. Sand & Gravel Co.v.United States,552 U.S.\n130, 133 (2008), a failure to apply the limitations provision\nto the section outlining the conditions under which compensation\nshould be awarded would be “contrary to [the Act’s] plain meaning\nand would produce an absurd result,”Milavetz, Gallop &\nMilavetz, P. A.v.United States,559 U.S.\n229, 252 (2010). In contrast, giving the Act’s fees provision\nits plain meaning would produce no such absurd result. It would\nsimply allow petitioners to recover attorney’s fees for untimely\npetitions.6If the NCVIA’s\nlimitations period were jurisdictional, then we might reach a\ndifferent conclusion because the Chief Special Master would have\nlacked authority to act on Dr. Cloer’s untimely petition in the\nfirst place. But the Government chose not to seek certiorari from\nthe Federal Circuit’s en banc decision holding that the period is\nnonjurisdictional, seeCloerv.Secretary of Health and\nHuman Servs., 654 F.3d 1332, 1341–1344 (2011), and the\nGovernment now acknowledges that the NCVIA contains no “clear\nstatement” that §300aa–16’s filing deadlines carry jurisdictional\nconsequences. See Reply Brief 7 (discussingSebeliusv.Auburn Regional Medical Center, 568 U. S. ___\n(2013)).7Dr. Cloer’s petition was\npublished, and remains, in the Federal Register. See 70 Fed. Reg.\n73011, 73014 (2005).8See,e.g.,Wellsv.Secretary of Dept. of Health and Human\nServs., 28 Fed. Cl. 647, 649–651 (1993);Rydzewskiv.Secretary of Dept. of Health and Human Servs., No. 99–571V,\n2008 WL 382930, *2–*6 (Fed. Cl., Jan. 29, 2008) (opinion of Moran,\nSpecial Master);Hamrickv.Secretary of Health and Human\nServs., No. 99–683V, 2007 WL 4793152, *2–*3, *5–*9 (Fed. Cl.,\nNov. 19, 2007) (opinion of Moran, Special Master).",
    "joined": []
}