{
    "case": {
        "docket": "19-161",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-161/"
    },
    "id": "4266040",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–161_________________DEPARTMENT OF HOMELAND SECURITY, et al.,\nPETITIONERSv.VIJAYAKUMAR THURAISSIGIAMon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2020]Justice Sotomayor, with whom Justice Kagan\njoins, dissenting.The majority declares that the Executive\nBranch’s denial of asylum claims in expedited removal proceedings\nshall be functionally unreviewable through the writ of habeas\ncorpus, no matter whether the denial is arbitrary or irrational or\ncontrary to governing law. That determination flouts over a century\nof this Court’s practice. In case after case, we have heard claims\nindistinguishable from those respondent raises here, which fall\nwithin the heartland of habeas jurisdiction going directly to the\norigins of the Great Writ.The Court thus purges an entire class of legal\nchallenges to executive detention from habeas review,\ncircumscribing that foundational and “stable bulwark of our\nliberties,” 1 W. Blackstone, Commentaries 99 (Am. ed. 1832). By\nself-imposing this limitation on habeas relief in the absence of a\ncongressional suspension, the Court abdicates its constitutional\nduty and rejects precedent extending to the foundations of our\ncommon law.Making matters worse, the Court holds that the\nConstitution’s due process protections do not extend to noncitizens\nlike respondent, who challenge the procedures used to determine\nwhether they may seek shelter in this country or whether they may\nbe cast to an unknown fate. The decision deprives them of any means\nto ensure the integrity of an expedited removal order, an order\nwhich, the Court has just held, is not subject to any meaningful\njudicial oversight as to its substance. In doing so, the Court\nupends settled constitutional law and paves the way toward\ntransforming already summary expedited removal proceedings into\narbitrary administrative adjudications.Today’s decision handcuffs the Judiciary’s\nability to perform its constitutional duty to safeguard individual\nliberty and dismantles a critical component of the separation of\npowers. It will leave significant exercises of executive discretion\nunchecked in the very circumstance where the writ’s protections\n“have been strongest.”INSv.St. Cyr,533\nU.S. 289, 301 (2001). And it increases the risk of erroneous\nimmigration decisions that contravene governing statutes and\ntreaties.The Court appears to justify its decision by\nadverting to the burdens of affording robust judicial review of\nasylum decisions. But our constitutional protections should not\nhinge on the vicissitudes of the political climate or bend to\naccommodate burdens on the Judiciary. I respectfully dissent.IThe as-applied challenge here largely turns on\nhow the Court construes respondent’s requests for relief. Its\ndescriptions, as well as those of one of the concurrences, skew the\nessence of these claims. A proper reframing thus is in order.ARespondent first advances a straightforward\nlegal question that courts have heard in habeas corpus proceedings\nin “case after case.”Id., at 306. His habeas petition\nclaimed that an asylum officer and Immigration Judge “appl[ied] an\nincorrect legal standard” by ordering him removed despite a showing\nof a significant possibility of credible fear to establish\n“eligibility for asylum, withholding of removal, and [Convention\nAgainst Torture] claims.” App. 31–32; see also 8 U. S. C.\n§1225(b)(1)(B)(v) (setting standard for credible fear as “a\nsignificant possibility, taking into account the . . .\nstatements made by the alien . . . and such other facts\nas are known to the officer, that the alien could establish\neligibility for asylum”). The Government itself has characterized\nthat claim as a challenge to the “ ‘application of a legal\nstandard to factual determinations . . . underlying the\nExecutive’s negative credible-fear findings.’ ” 917 F.3d 1097,\n1117, n. 20 (CA9 2019) (case below). At bottom, respondent\nalleged that he was unlawfully denied admission under governing\nasylum statutes and regulations.The Court disagrees, flattening respondent’s\nclaim into a mere plea “ultimately to obtain authorization to stay\nin this country.”Ante, at 2; see alsoante, at 12\n(describing the request as a “right to enter or remain in a\ncountry”);ante, at 13, n. 14 (framing relief sought as\n“gaining a right to remain in this country”);ante, at 16\n(equating relief with “authorization . . . to remain in a\ncountry other than his own”). Yet while the Court repeatedly says\nthat respondent seeks nothing more than admission as a matter of\ngrace, its own descriptions of respondent’s habeas petition belie\nits assertions. See,e.g.,ante, at 5, n. 5 (“[T]he\ngravamen of his petition is that [respondent] faces persecution in\nSri Lanka ‘because of ’ his Tamil ethnicity and political\nopinions”);ibid.(suggesting that the same persecution\ninquiry governs respondent’s Convention Against Torture and Other\nCruel, Inhuman or Degrading Treatment or Punishment claim);ante, at 36, n. 28 (observing that respondent’s habeas\npetition contains factual allegations that resemble documented\npersecution on the basis of ethnicity or political opinion). Though\nthe Court refuses to admit as much, its descriptions of\nrespondent’s arguments illustrate, at bottom, claims that\nimmigration officials legally erred in their review of his asylum\napplication.In papering over the true nature of respondent’s\nclaims, the Court transforms his assertions of legal error in the\nexercise of executive discretion into a naked demand for executive\naction. But the distinction between those forms of relief makes all\nthe difference. The law has long permitted habeas petitioners to\nchallenge the legality of the exercise of executive power, even if\nthe executive action ultimately sought is discretionary. SeeSt.\nCyr, 533 U. S., at 307 (citing cases). That principle has\neven more force today, where an entire scheme of statutes and\nregulations cabins the Executive’s discretion in evaluating asylum\napplications. For that reason, the Court’s observation that the\nultimate “grant of asylum is discretionary” is beside the point.Ante, at 5, n. 4.For its part, one concurring opinion seems to\nacknowledge that claims that assert something other than pure\nfactual error may constitutionally require some judicial review.Ante, at 3–5 (Breyer, J., concurring in judgment). It simply\ndetermines that respondent’s credible-fear claims amount to nothing\nmore than a “disagreement with immigration officials’ findings\nabout the two brute facts underlying their credible-fear\ndetermination,” namely, the identity of his attackers and their\nmotivations.Ante, at 5. It also faults respondent for\nfailing to develop his claims of legal error with citations\n“indicating that immigration officials misidentified or\nmisunderstood the proper legal standard” or that they “disregarded”\nor were not properly trained in identifying relevant country\nconditions.Ante,at 5–6.But the essence of respondent’s petition is that\nthe facts as presented (that he, a Tamil minority in Sri Lanka, was\nabducted by unidentified men in a van and severely beaten), when\nconsidered in light of known country conditions (as required by\nstatute), amount at least to a “significant possibility” that he\ncould show a well-founded fear of persecution. So viewed,\nrespondent’s challenge does not quibble with historic facts, but\nrather claims that those “settled facts satisfy a legal standard,”\nwhich this Court has held amounts to a “legal inquiry.”Guerrero-Lasprillav.Barr, 589 U. S. ___, ___\n(2020) (slip op., at 4). The concurring opinion suggests that any\nconclusions drawn from the discrete settled facts here could not be\n“so egregiously wrong” as to amount to legal error.Ante,at\n6. But the ultimate inquiry is simply whether the facts presented\nsatisfy a statutory standard. While this concurring opinion may\nbelieve that the facts presented here do not show that respondent\nis entitled to relief, its view of the merits does not alter the\nlegal nature of respondent’s challenge.BSecond, respondent contended that the\ninadequate procedures afforded to him in his removal proceedings\nviolated constitutional due process. Among other things, he\nasserted that the removal proceedings by design did not provide him\na meaningful opportunity to establish his claims, that the\ntranslator and asylum officer misunderstood him, and that he was\nnot given a “reasoned explanation” for the decision. App. 27, 32;\nsee alsoid., at 32 (arguing that “[u]nder constitutionally\nadequate procedures, [respondent] would have prevailed on his\nclaims”). Again, however, the Court falls short of capturing the\nprocedural relief actually requested. The Court vaguely suggests\nthat respondent merely wanted more cracks at obtaining review of\nhis asylum claims, not that he wanted to challenge the existing\nexpedited removal framework or the process actually rendered in his\ncase as constitutionally inadequate. Seeante, at 2\n(characterizing respondent as asking for “additional administrative\nreview of his asylum claim”); see alsoante, at 5, n. 5\n(describing petition as seeking “another opportunity to apply for\nasylum”). That misconstrues respondent’s procedural challenges to\nthe expedited removal proceedings, which matters crucially; a\nconstitutional challenge to executive detention is just the sort of\nclaim the common law has long recognized as cognizable in habeas.\nSee generally Part II,infra.One concurring opinion, meanwhile, properly\ncharacterizes respondent’s claims on this score as “procedural”\nchallenges.Ante, at 7 (opinion of Breyer, J.). Yet it\nconcludes that those claims are not reviewable because they do not\nallege sufficiently serious defects. Seeante, at 7–8\n(describing cognizable claims as those involving “ ‘no\n[factual] finding[s],’ ” contentions that officials “skipped a\nlayer of intra-agency review altogether,” the “outright denial (or\nconstructive denial) of a process,” or an official’s “fail[ure]\nentirely to take obligatory procedural steps”). But these are\nsimply distinctions of degree, not of kind. Respondent claimed that\nofficials violated governing asylum regulations and deprived him of\ndue process by conducting an inadequate interview and providing\nincomplete translation services. It is difficult to see the\ndifference between those claims and the ones that the concurring\nopinion upholds as cognizable. Cf.ante, at 7–8 (finding\ncognizable claims that an official “short-circuit[ed] altogether\nlegally prescribed adjudication procedures by ‘dictating’ an\nimmigration decision” and that an official deprived a noncitizen of\n“ ‘an opportunity to prove his right to enter the country, as\nthe statute meant that he should have’ ”).Indeed, the concurring opinion notes that the\ncore question is whether a defect “fundamentally undermined the\nefficacy of process prescribed by law.”Ante, at 7.\nRespondent’s petition plainly posits procedural defects that\nviolate, or at least call into question, the “efficacy of process\nprescribed by law” and the Constitution.Ibid.The\nconcurring opinion might think that respondent is not entitled to\nadditional protections as a matter of law or that the facts do not\nshow he was denied any required process. But conclusions about the\nmerits of respondent’s procedural challenges should not foreclose\nhis ability to bring them in the first place.CFinally, the Court asserts that respondent did\nnot specifically seek “release” from custody in what the Court\nstyles as the “traditional” sense of the term as understood in\nhabeas jurisprudence.Ante, at 10, 13; cf.ante, at\n14 (suggesting that respondent “does not claim an entitlement to\nrelease”). Instead, the Court seems to argue that respondent seeks\nonly a peculiar form of release: admission into the United States\nor additional asylum procedures that would allow for admission into\nthe United States. Such a request, the Court implies, is more akin\nto mandamus and injunctive relief.Ante, at 13.But it is the Court’s directionality requirement\nthat bucks tradition. Respondent asks merely to be freed from\nwrongful executive custody. He asserts that he has a credible fear\nof persecution, and asylum statutes authorize him to remain in the\ncountry if he does. That request is indistinguishable from, and no\nless “traditional” than, those long made by noncitizens challenging\nrestraints that prevented them from otherwise entering or remaining\nin a country not their own. See Part II–B–1,infra.The Court has also never described “release” as\nthe sole remedy of the Great Writ. Nevertheless, respondent’s\npetition is not limited in the way the Court claims. As it\nacknowledges,ante, at 10, respondent directly asked the\nDistrict Court to “[i]ssue a writ of habeas corpus” without further\nlimitation on the kind of relief that might entail, App. 33.\nRespondent also sought “an [o]rder directing [the Government] to\nshow cause why the writ should not be granted” and an order\n“directing [the Government] to vacate the expedited removal order\nentered against [him].”Ibid.As the petition’s plain\nlanguage indicates, respondent raised a garden-variety plea for\nhabeas relief in whatever form available and appropriate,\nincluding, but not limited to, release.*  *  *Fairly characterized, respondent’s claims\nallege legal error (for violations of governing asylum law and for\nviolations of procedural due process) and an open-ended request for\nhabeas relief. It is “uncontroversial” that the writ encompasses\nsuch claims. SeeBoumedienev.Bush,553\nU.S. 723, 779 (2008) (concluding that release is but one form\nof relief available); see alsoSt. Cyr., 533 U. S., at\n302, 304–308 (citing cases predating the founding to show that the\nwrit could challenge “the erroneous application or interpretation”\nof relevant law); see also Part II–D,infra.IIOnly by recasting respondent’s claims and\nprecedents does the Court reach its decision on the merits. By its\naccount, none of our governing cases, recent or centuries old,\nrecognize that the Suspension Clause guards a habeas right to the\ntype of release that respondent allegedly seeks.[1]Ante, at 13, n. 14 (finding no\nevidence that the writ was understood in 1789 to grant relief that\nwould amount to “gaining a right to remain in this country”);ante, at 13 (characterizing a “ ‘meaningful\nopportunity’ ” for review of asylum claims as falling outside\nof traditional notions of release from custody). An overview of\ncases starting from the colonial period to the present reveals that\nthe Court is incorrect, even accepting its improper framing of\nrespondent’s claims.AThe critical inquiry, the Court contends, is\nwhether respondent’s specific requests for relief (namely,\nadmission into the United States or additional asylum procedures\nallowing for admission into the United States) fall within the\nscope of the kind of release afforded by the writ as it existed in\n1789.Ante, at 11, 12; see alsoante, at 10\n(criticizing the court below for holding §1252(e)(2)\nunconstitutional “without citing any pre-1789 case about the scope\nof the writ”). This scope, it explains, is what the Suspension\nClause protects “at a minimum.”Ante, at 11. But as the\nCourt implicitly acknowledges, its inquiry is impossible. The\ninquiry also runs headlong into precedent, which has never demanded\nthe kind of precise factual match with pre-1789 case law that\ntoday’s Court demands.To start, the Court recognizes the pitfalls of\nrelying on pre-1789 cases to establish principles relevant to\nimmigration and asylum: “At the time, England had nothing like\nmodern immigration restrictions.”Ante, at 18–19 (“As late\nas 1816, the word ‘deportation’ apparently ‘was not to be found in\nany English dictionary’ ”). It notes, too, that our cases have\nrepeatedly observed the relative novelty of immigration laws in the\nearly days of this country.Ante, at 20 (citingHarisiadesv.Shaughnessy,342\nU.S. 580, 588, n. 15 (1952) (“An open door to the immigrant was\nthe early federal policy”);St. Cyr, 533 U. S., at 305\n(remarking that the first immigration regulation was enacted in\n1875)); see alsoDemorev.Kim,538 U.S.\n510, 539 (2003) (O’Connor, J., concurring in part and\nconcurring in judgment) (“Because colonial America imposed few\nrestrictions on immigration, there is little case law prior to that\ntime about the availability of habeas review to challenge temporary\ndetention pending exclusion or deportation”).The Court nevertheless seems to require\nrespondent to engage in an exercise in futility. It demands that\nrespondent unearth cases predating comprehensive federal\nimmigration regulation showing that noncitizens obtained release\nfrom federal custody onto national soil. But no federal statutes at\nthat time spoke to the permissibility of their entry in the first\ninstance; the United States lacked a comprehensive asylum regime\nuntil the latter half of the 20th century. Despite the limitations\ninherent in this exercise, the Court appears to insist on a wealth\nof cases mirroring the precise relief requested at a granular\nlevel; nothing short of that, in the Court’s view, would\ndemonstrate that a noncitizen in respondent’s position is entitled\nto the writ. Seeante, at 18, n. 18 (dismissing\nrespondent’s cited cases on the ground that “[w]hether the founding\ngeneration understood habeas relief more broadly than described by\nBlackstone, Justice Story, and our prior cases . . .\ncannot be settled by a single case or even a few obscure and\npossibly aberrant cases”); see also Neuman, Habeas Corpus,\nExecutive Detention, and the Removal of Aliens, 98 Colum.\nL. Rev. 961 (1998) (noting the inherent difficulties of a\nstrict originalist approach in the habeas context because of, among\nother things, the dearth of reasoned habeas decisions at the\nfounding).But this Court has never rigidly demanded a\none-to-one match between a habeas petition and a common-law habeas\nanalog. InSt. Cyr, for example, the Court considered\nwhether a noncitizen with a controlled substance conviction could\nchallenge on habeas the denial of a discretionary waiver of his\ndeportation order. 533 U. S., at 293. In doing so, the Court\ndid not search high and low for founding-era parallels to waivers\nof deportation for criminal noncitizens. It simply asked, at a far\nmore general level, whether habeas jurisdiction was historically\n“invoked on behalf of noncitizens . . . in the\nimmigration context” to “challenge Executive . . .\ndetention in civil cases.”Id., at 302, 305. That included\ndetermining whether “[h]abeas courts . . . answered\nquestions of law that arose in the context of discretionary\nrelief ” (including questions regarding the allegedly\n“erroneous application or interpretation of statutes”).Id.,\nat 302, and n. 18, 307.Boumedieneis even clearer that the\nSuspension Clause inquiry does not require a close (much less\nprecise) factual match with historical habeas precedent. There, the\nCourt concluded that the writ applied to noncitizen detainees held\nin Guantanamo, 553 U. S., at 771, despite frankly admitting\nthat a “[d]iligent search by all parties reveal[ed] no certain\nconclusions” about the relevant scope of the common-law writ in\n1789,id., at 746. Indeed, the Court reasoned that none of\nthe cited cases illustrated whether a “common-law court would or\nwould not have granted . . . a petition for a writ of\nhabeas corpus” like that brought by the noncitizen-detainee\npetitioners, and candidly acknowledged that “the common-law courts\nsimply may not have confronted cases with close parallels.”Id., at 746, 752. But crucially, the Court declined to\n“infer too much, one way or the other, from the lack of historical\nevidence on point.”Id., at 752. Instead, it sought to find\ncomparable common-law habeas cases by “analogy.”Id., at\n748–752.There is no squaring the Court’s methodology\ntoday withSt. CyrorBoumediene.As those cases\nshow, requiring near-complete equivalence between common-law habeas\ncases and respondent’s habeas claim is out of step with this\nCourt’s longstanding approach in immigration cases.B1Applying the correct (and commonsense)\napproach to defining the Great Writ’s historic scope reveals that\nrespondent’s claims have long been recognized in habeas.Respondent citesSomersetv.Stewart, Lofft. 1, 98 Eng. Rep. 499 (K. B. 1772), as an\nexample on point. There, Lord Mansfield issued a writ ordering\nrelease of a slave bound for Jamaica, holding that there was no\nbasis in English law for “sending . . . him over” to another\ncountry.Id., at 17–19, 98 Eng. Rep., at 509–510. Thus, the\nwrit issued even though it “did not free [the] slave so much as it\nprotected him from deportation.” P. Halliday, Habeas Corpus: From\nEngland to Empire 175 (2010).Somersetestablishes the\nlongstanding availability of the writ to challenge the legality of\nremoval and to secure release into a country in which a petitioner\nsought shelter. Scholarly discussions ofMurray’s Casesuggest much of the same. There, the King’s Bench granted habeas to\nallow a nonnative to remain in England and to prevent his removal\nto Scotland for trial. Halliday, Habeas Corpus, at 236.The Court dismisses these examples outright. It\nacknowledges that the petitioner inSomersetmay have been\nallowed to remain in England because of his release on habeas, yet\ndeclares that this was “due not to the wri[t] ordering [his]\nrelease” but rather to the existing state of the law.Ante,\nat 20. But the writ clearly did more than permit the petitioner to\ndisembark from a vessel; it prevented him from being “sen[t]\n. . . over” to Jamaica. Lofft., at 17, 98 Eng. Rep., at\n509. What England’s immigration laws might have prescribed after\nthe writ’s issuance did not bear on the availability of the writ as\na means to remain in the country in the first instance.The Court also casts aside the facts ofMurray’s Case, even though they, too, reveal that habeas was\nused to permit a nonnative detainee to remain in a country.Ante, at 18, n. 18. The Court minimizes the decision as\n“obscure and possibly aberrant.”Ibid. But given the\nrelative paucity of habeas cases from this era, it is telling that\nthe case serves as another example of the writ being used to allow\na noncitizen to remain in England.[2]The reasoning ofSomersetandMurray’s\nCasecarried over to the Colonies, where colonial governments\npresumed habeas available to noncitizens to secure their residence\nin a territory. See generally Oldham & Wishnie, The Historical\nScope of Habeas Corpus andINSv.St. Cyr, 16 Geo.\nImmigration L. J. 485 (2002). For example, in 1755, British\nauthorities sought to deport French Acadian settlers from Nova\nScotia, then under the control of Great Britain, to the American\nColonies.Id., at 497. The Governor and Assembly of South\nCarolina resisted the migrants’ arrival and detained them in ships\noff the coast of Charleston. They recognized, however, that the\nexclusion could not persist because the migrants would be entitled\nto avail themselves of habeas corpus.Id., at 498.\nUltimately, the Governor released most of the Acadian migrants for\nresettlement throughout the Colony.Ibid.Founding era courts accepted this view of the\nwrit’s scope. Rather than credit these decisions, the Court marches\nthrough an assorted selection of cases and throws up its hands,\ncontending that the case law merely reflects a wide range of\ncircumstances for which individuals were deprived of their liberty.\nSeeante, at 16–17. Thus, the Court concludes, the common\nlaw simply did not speak to whether individuals could seek\n“release” that would allow them to enter a country (as opposed to\nbeing expelled from it).At the same time, notwithstanding its professed\nkeen interest in precedent, the Court seems to discount decisions\nsupporting respondent’s view that habeas permitted release from\ncustody into the country. At least two other classes of cases\ndemonstrate that the writ was available from around the founding\nonward to noncitizens who were detained, and wanted to remain,\nincluding those who were prevented from entering the United States\nat all.First, common-law courts historically granted\nthe writ to discharge deserting foreign sailors found and\nimprisoned in the United States. InCommonwealthv.Holloway, 1 Serg. & Rawle 392 (1815), the Pennsylvania\nSupreme Court granted a writ of habeas corpus to a Danish sailor\nwho had deserted his vessel in violation of both an employment\ncontract and Danish law. The court explained that the desertion did\nnot violate any domestic law or treaty, and thus imprisonment was\ninappropriate.Id., at 396 (opinion of Tilghman,\nC. J.). By ordering an unconditional discharge and declining\nto return the noncitizen sailor to the custody of any foreign\npower, the court used the writ to order a release that authorized a\nnoncitizen to remain in the United States, a country “other than\nhis own.”Ante, at 16. The same was true in similar cases\nthat even the Court cites. Seeante, at 19 (citingCase\nof the Deserters from the British Frigate L’Africaine, 3 Am. L.\nJ. & Misc. Repertory 132 (Md. 1810) (reporting on a decision\ndischarging deserters);Case of Hippolyte Dumas, 2 Am. L. J.\n& Misc. Repertory 86 (Pa. 1809) (same)).Curiously, the Court does not contest that the\nwrits in these cases were used to secure the liberty of foreign\nsailors, and consequently their right to enter the\ncountry.[3] Rather, it remarks\nthat judges at the time “chafed at having to order even release,”ante, at 19, which some saw as inconsistent with principles\nof comity,Holloway, 1 Serg. & Rawle, at 394. But\nreluctance is not inability. That those judges followed the law’s\ndictates despite their distaste for the result should give today’s\nCourt pause.The Court seizes on one case where a court\nordered a deserting sailor to be returned to his foreign\nvessel-master. Seeante, at 14, 19 (citingEx parte\nD’Olivera, 7 F. Cas. 853, 854 (No. 3,967) (CC Mass. 1813)). But\nit reads too much into this one decision. InD’Olivera, the\ncourt held that deserting sailors were unlawfully confined and\ngranted a writ of habeas corpus, but directed that they be\ndischarged to their vessel-master out of “a desire not to encourage\ndesertion among foreign seamen.”Id., at 854. As illustrated\nby other deserter casessupra,the kind of results-oriented\ndecisionmaking inD’Oliveradoes not seem to be the norm.\nThe Court’s proclamation about how the scope of common-law habeas\ncannot hinge on a “single case” should have equal force here.Ante, at 18, n. 18.Next, courts routinely granted the writ to\nrelease wrongfully detained noncitizens into Territories other than\nthe detainees’ “own.” Many involved the release of fugitive or\nformer slaves outside their home State. In these cases, courts\ndecided legal questions as to the status of these petitioners. InArabasv.Ivers, 1 Root 92 (Conn. Super. Ct. 1784),\nfor example, a Connecticut court determined that a former slave\nfrom New York held in local jail on his alleged master’s\ninstructions had, in fact, been freed through his service in the\nContinental Army. The court ordered him discharged “upon the ground\nthat he was a freeman, absolutely manumitted from his master by\nenlisting and serving in the army.”Id., at 93. See alsoIn re Belt, 7 N. Y. Leg. Obs. 80 (1848) (granting\nhabeas to discharge an imprisoned fugitive slave whose owner did\nnot timely apply for his return to Maryland);In re\nRalph, 1 Morris 1 (Iowa 1839) (discharging person from custody\non the grounds that he was not a fugitive slave subject to return\nto Missouri when he had been allowed to travel to the Iowa\nTerritory by his former master);Commonwealthv.Holloway, 2 Serg. & Rawle 305 (Pa. 1816) (holding on\nhabeas corpus that a child born in a free State to a slave was\nfree);In re Richardson’s Case, 20 F. Cas. 703 (No.\n11,778) (CC DC 1837) (ordering prisoner to be discharged in the\nDistrict of Columbia because warrant was insufficient to establish\nthat he was a runaway slave from Maryland);Commonwealthv.Griffith, 19 Mass. 11 (1823) (contemplating that the status\nof a freeman seized in Massachusetts as an alleged fugitive from\nVirginia could be determined on habeas corpus).The weight of historical evidence demonstrates\nthat common-law courts at and near the founding granted habeas to\nnoncitizen detainees to enter Territories not considered their own,\nand thus ordered the kind of release that the Court claims falls\noutside the purview of the common-law writ.The Court argues that none of this evidence is\npersuasive because the writ could not be used to compel\nauthorization to enter the United States.Ante, at 20. But\nthat analogy is inapt. Perhaps if respondent here sought to use the\nwrit to grant naturalization, the comparison would be closer. But\nrespondent sought only the proper interpretation and application of\nasylum law (which statutorily permits him to remain if he shows a\ncredible fear of persecution), or in the alternative, release\npursuant to the writ (despite being cognizant that he could be\ndenied asylum or rearrested upon release if he were found within\nthe country without legal authorization). But that consequence does\nnot deprive respondent of the ability to invoke the writ in the\nfirst instance. See,e.g.,Lewisv.Fullerton,\n22 Va. 15 (1821) (affirming that a judgment on habeas corpus in\nfavor of a slave was not conclusive of her rights but merely\npermitted release from custody on the record before the court and\ndid not prohibit recapture by a master);Ralph, 1 Morris, at\n1 (noting that an adjudication that petitioner was not a fugitive\nonly exempted him from fugitive-slave laws but did not prohibit\nmaster from entering Territory to reclaim him on his own\naccord).For these reasons, the Court is wrong to dispute\nthat common-law habeas practice encompassed the kind of release\nrespondent seeks here.2The Court also appears to contend that\nrespondent sought merely additional procedures in his habeas\nadjudication and that this kind of relief does not fall within the\ntraditional scope of the writ. That reflects a misunderstanding of\nthe writ. Habeas courts regularly afforded the state additional\nopportunities to show that a detention was lawful before ordering\nwhat the Court now considers a release outright.The common-law writ ofhabeas corpus ad\nsubjiciendumevolved into what we know and hail as the “Great\nWrit.” See 3 W. Blackstone, Commentaries on the Laws of England 131\n(1768). That writ, at bottom, allowed a court to elicit the cause\nfor an individual’s imprisonment and to ensure that he be released,\ngranted bail, or promptly tried. See Oaks, Habeas Corpus in the\nStates—1776–1865, 32 U. Chi. L. Rev. 243, 244 (1965).\nFrom its origins, the writ did not require immediate release, but\ncontained procedures that would allow the state to proceed against\na detainee. Under the English Habeas Corpus Act of 1679, jailers\nwere ordered to make a “return” to a writ within a designated time\nperiod and certify the true causes of imprisonment.Id., at\n252–253. Justices of the King’s Bench obtained returns that\nprovided full legal accounts justifying detention. Halliday &\nWhite, The Suspension Clause: English Text, Imperial Contexts, and\nAmerican Implications, 94 Va. L. Rev. 575, 599–600 (2008)\n(Halliday & White). They also examined and were guided by\ndepositions upon which a detention was founded to determine whether\nto admit a petitioner to bail. Oaks, 32 U. Chi. L. Rev., at\n258. Indeed, the King’s Bench routinely considered facts not\nasserted in the return to assist scrutiny of detentions. Halliday\n& White 610; see alsoid., at 611 (documenting instances\nwhere the court would consider affidavits of testimony beyond what\nwas included in the return).Moreover, early practice showed that common-law\nhabeas courts routinely held proceedings to determine whether\ndetainees should be discharged immediately or whether the state\ncould subject them to further proceedings, including trial in\ncompliance with proper procedures. SeeEx parte Bollman, 4\nCranch 75, 125 (1807) (taking testimony in conjunction with an\n“inquiry” to determine whether “the accused shall be discharged or\nheld to trial”). InEx parte Kaine, 14 F. Cas. 78 (No.\n7,597) (CC SDNY 1853), for example, a federal court analyzed\nwhether a petitioner, who had been found guilty of an offense by a\ncommissioner, was subject to extradition. The court passed on\nquestions of law concerning whether the commissioner had the power\nto adjudicate petitioner’s criminality.Id., at 80.\nUltimately, the court found that petitioner was “entitled to be\ndischarged from imprisonment” due to defects in the proceedings\nbefore the commissioner, but entertained further evidence on\nwhether he could nevertheless be extradited.Id., at 82.\nOnly after finding no additional evidence that would permit\nextradition did the court order release.Ibid.Similarly, inColemanv.Tennessee,97 U.S.\n509(1879), the petitioner had been convicted of a capital\noffense by a state court, even though he had committed the offense\nwhile a soldier in the United States Army.Id., at 510–511.\nThis Court granted habeas on the grounds that the state-court\njudgment was void but, because the petitioner had also been found\nguilty of murder by a military court, nevertheless turned the\nprisoner over to the custody of the military for appropriate\npunishment.Id., at 518–520. Not surprisingly, then, the\nCourt has found that habeas courts may discharge detainees in a\nmanner that would allow defects in a proceeding below to be\ncorrected.In re Bonner,151 U.S.\n242, 261 (1894).These examples confirm that outright habeas\nrelease was not always immediately awarded. But they also show that\ncommon-law courts understood that relief short of release, such as\nordering officials to comply with the law and to correct underlying\nerrors, nevertheless fell within the scope of a request for habeas\ncorpus.[4]3Despite exalting the value of pre-1789\nprecedent, the Court’s key rationale for why respondent does not\nseek “release” in the so-called traditional sense rests on an\ninapposite, contemporary case:Munafv.Geren,553 U.S.\n674(2008).[5]Ante,\nat 14.Munaf, the Court claims, shows that habeas is not\navailable to seek an order to be brought into this country.Ante, at 14. But that case is in a category of its own and\nhas no bearing on respondent’s claims here.Munafaddressed\na one-of-a-kind scenario involving the transfer of individuals\nbetween different sovereigns. There, two United States citizens in\nIraq filed habeas petitions seeking to block their transfer to\nIraqi authorities after being accused of committing crimes and\ndetained by American-led coalition forces pending investigation and\nprosecution in Iraqi courts. 553 U. S., at 679–680, 692. The\ncentral question, this Court repeatedly stated, was “whether United\nStates district courts may exercise their habeas jurisdiction to\nenjoin our Armed Forces from transferring individuals detained\nwithin another sovereign’s territory to that sovereign’s government\nfor criminal prosecution.”Id., at 689; see alsoid.,\nat 704.In concluding that habeas did not extend to the\nrelief sought by the citizens detained in Iraq, theMunafCourt relied on cases involving habeas petitions filed to avoid\nextradition.Id., at 695–696 (citingWilsonv.Girard,354 U.S.\n524(1957) (per curiam), andNeelyv.Henkel,180 U.S.\n109(1901)). These decisions, the Court concluded, established\nthat American courts lack habeas jurisdiction to enjoin an\nextradition or similar transfer to a foreign sovereign exercising a\nright to prosecution. 553 U. S., at 696–697. These\ncircumstances, which today’s Court overlooks, mean thatMunafis more like the extradition cases that the Court\ndeems not “pertinent.”Ante,at 20.[6]In any event, respondent is not similarly\nsituated to the petitioners inMunaf, who sought habeas to\nthwart removal from the United States in the face of a competing\nsovereign’s interests. Mindful that the case implicated “sensitive\nforeign policy issues in the context of ongoing military\noperations,” theMunafCourt observed that granting habeas\nrelief would “interfere with Iraq’s sovereign right to punish\noffenses against its laws committed within its borders.” 553\nU. S., at 692 (internal quotation marks omitted); see alsoid., at 689, 694, 700. For that reason, it proceeded\n“ ‘with the circumspection appropriate when this Court is\nadjudicating issues inevitably entangled in the conduct of\n. . . international relations.’ ”Id., at\n689, 692. Here, of course, no foreign sovereign is exercising a\nsimilar claim to custody over respondent during an ongoing conflict\nthat would trigger the comity concerns that animatedMunaf.CNext, the Court casually dismisses nearly 70\nyears of precedent from the finality era, the most relevant\nhistoric period for examining judicial review of immigration\ndecisions. It concludes that, in case after case, this Court\nexercised habeas review over legal questions arising in immigration\ncases akin to those at issue here, not because the Constitution\nrequired it but only because a statute permitted it.Ante,\nat 23–24. That conclusion is both wrong in its own right and\nrepeats arguments this Court rejected a half century ago when\nreviewing this same body of cases.At the turn of the 20th century, immigration to\nthe United States was relatively unrestricted. Public sentiment,\nhowever, grew hostile toward many recent entrants, particularly\nmigrant laborers from China. In response, Congress enacted the\nso-called Chinese Exclusion Act of 1882, ch. 126, 22Stat. 58, which\nprohibited the entry of Chinese laborers to the United States. The\nScott Act, ch. 1064, 25Stat. 504, enacted in 1888, forbade reentry\nof Chinese laborers who had left after previously residing in this\ncountry. Although immigration officials routinely denied entry to\narriving migrants on the basis of these laws, many of these\ndecisions were overturned by federal courts on habeas review. See,e.g.,United Statesv.Jung Ah Lung,124 U.S.\n621(1888).This did not escape Congress’ attention. See\nSelect Committee on Immigration & Naturalization, H. R.\nRep. No. 4048, 51st Cong., 2d Sess., 273–275 (1891) (documenting\nrate of reversal of immigration exclusion orders by Federal\nDistrict Court in San Francisco). Congress responded by enacting\nthe Immigration Act of 1891, which stripped federal courts of their\npower to review immigration denials: “All decisions made by the\ninspection officers or their assistants touching the right of any\nalien to land, when adverse to such right, shall be final unless\nappeal be taken to the superintendent of immigration, whose action\nshall be subject to review by the Secretary of the Treasury.” Act\nof Mar. 3, 1891, §8, 26Stat. 1085. By its terms, that restriction\non federal judicial power was not limited to review of some\nundefined subset of issues, such as questions of law or fact; it\nmade executive immigration decisions final in all respects.The Court, however, quickly construed the\nstatute inNishimura Ekiuv.United States,142 U.S.\n651(1892) (Ekiu), to preclude only review of executive\nfactfinding. Having so construed the statute, the Court inEkiu, and in case after case followingEkiu,\nrecognized the availability of habeas to review a range of legal\nand constitutional questions arising in immigration decisions. The\ncrucial question here is whether the finality-era Courts adopted\nthat construction of jurisdiction-stripping statutes because it was\nsimply the correct interpretation of the statute’s terms and\nnothing more or because that construction was constitutionally\ncompelled to ensure the availability of habeas review. The better\nview is thatEkiu’s construction of the 1891 statute was\nconstitutionally compelled.InEkiu, the Court recognized that a\nJapanese national was entitled to seek a writ of habeas corpus to\nreview an exclusion decision issued almost immediately upon her\narrival to the United States. As the Court notes,ante, at\n26, the relevant issue in that case was whether the 1891 Act, “if\nconstrued as vesting . . . exclusive authority” in the\nExecutive to determine a noncitizen’s right to enter the United\nStates, violated petitioner’s constitutional “right to the writ ofhabeas corpus, which carried with it the right to a\ndetermination by the court as to the legality of her detention,”\n142 U. S., at 656 (statement of the case). That is, theEkiuCourt confronted whether construing the 1891 Act as\nprecluding all judicial review of immigration decisions like the\nexclusion order at issue would violate the constitutional guarantee\nto habeas.The Court answered that question by construing\nthe 1891 Act as precluding judicial review only of questions of\nfact. “An alien immigrant,” the Court first held, who is “prevented\nfrom landing [in the United States] by any [executive] officer\n. . . and thereby restrained of his liberty, is doubtless\nentitled to a writ ofhabeas corpusto ascertain whether the\nrestraint is lawful.”Id., at 660.The Court then\nexplained that it had authority to hear the case (despite Congress’\nclear elimination of judicial review) because it interpreted the\n1891 Act as meaning only that an immigration official’s\ndetermination of “facts” was final and unreviewable.Ibid.(explaining that Congress could entrust the final determination of\nfacts to executive officers).After so articulating the 1891 Act’s limits on\njudicial review, the Court analyzed two challenges to the integrity\nof the proceedings, neither of which raised questions of historical\nfact. Seeid., at 662–663 (considering whether immigration\nofficer’s appointment was unconstitutional such that his actions\nwere invalid);id., at 663 (determining whether proceedings\nwere unlawful because the officer failed to take sworn testimony or\nmake a record of the decision).[7] Although the Court ultimately concluded that those\nlegal and constitutional challenges lacked merit,id., at\n662–664, what matters is that the Court evaluated the arguments and\nrecognized them as possible grounds for habeas relief.What, then, canEkiutell us? Today’s\nCourt finds significant that the brief opinion makes no explicit\nmention of the Suspension Clause.Ante, at 28. This\nomission, it concludes, can only mean that theEkiuCourt\ndid not think that (or had no occasion to consider whether) the\nSuspension Clause “imposed any limitations on the authority of\nCongress to restrict the issuance of writs of habeas corpus in\nimmigration matters.”Ante, at 27. According to this theory,Ekiuconcluded that the plain terms of the1891 Act\nprohibited judicial review of executive factfinding alone, and\nnothing more can be said.But this myopic interpretation ignores many\nsalient facts. To start, the 1891 Act was enacted for the purpose\nof limiting all judicial review of immigration decisions, not just\na subset of factual issues that may arise in those decisions.\nFurther, the plain terms of the statute did not cabin the\nlimitation on judicial review to historical facts found by an\nimmigration officer.Ekiu, moreover, evaluated the Act’s\nconstitutionality in view of the petitioner’s argument that the\nlimitation on judicial review violated the constitutional “right to\nthe writ ofhabeas corpus.” 142 U. S., at 656\n(statement of the case). These considerations all point in one\ndirection: Even if theEkiuCourt did not explicitly hold\nthat the Suspension Clause prohibits Congress from broadly limiting\nall judicial review in immigration proceedings, it certainly\ndecided the case in a manner that avoided raising this\nconstitutional question. Indeed, faced with a\njurisdiction-stripping statute, the only review left for theEkiuCourt was that required by the Constitution and, by\nextension, protected by the guarantee of habeas corpus.The Court also maintains thatEkiuconcluded that “ ‘the act of 1891 is constitutional’ ” in\nfull, not “only in part.”Ante, at 27 (quotingEkiu,\n142 U. S., at 664). Yet as the Court acknowledges, it was only\n“after interpreting the 1891 Act” as precluding judicial review of\nquestions of fact alone that theEkiuCourt deemed it\nconstitutional.Ante, at 26; see alsoEkiu, 142 U.\nS., at 664 (concluding that “[t]he result” of its construction is\nthat the 1891 Act “is constitutional”). That cannot mean thatEkiufound the 1891 Act constitutional even to the extent\nthat it prevented all judicial review of immigration decisions,\neven those brought on habeas. What it can only mean, instead, is\nthatEkiu’s construction of the 1891 Act was an answer to\nthe constitutional question posed by the case: whether and to what\nextent denying judicial review under the 1891 Act would violate the\nconstitutional “right to the writ ofhabeas corpus.” 142\nU. S., at 656 (statement of the case).[8]Bolstering this interpretation is that the Court\nhas repeatedly reached the same result when interpreting subsequent\nstatutes purporting to strip federal courts of all jurisdiction\nover immigration decisions. InGegiowv.Uhl,239 U.S. 3(1915), for example, the Court observed thatEkiudecided\nthat “[t]he conclusiveness of the decisions of immigration officers\nunder [the 1891 Act]” referred only to “conclusiveness upon matters\nof fact.” 239 U. S., at 9. It relied heavily onEkiuto\nsupport its determination that the Immigration Act of 1907, 34Stat.\n898, which also rendered decisions of immigration officers to be\n“final,” §25,id., at 907, similarly only barred judicial\nreview of questions of fact, 239 U. S., at 9. Indeed, time and\nagain, against a backdrop of statutes purporting to bar all\njudicial review of executive immigration decisions, this Court has\nentertained habeas petitions raising a host of issues other than\nhistoric facts found by immigration authorities.[9]To be sure, this entrenched line of cases does\nnot directly state that habeas review of immigration decisions is\nconstitutionally compelled. But an alternate understanding of those\ncases rests on an assumption that is farfetched at best: that, year\nafter year, and in case after case, this Court simply ignored the\nunambiguous texts of the serial Immigration Acts limiting judicial\nreview altogether. The Court’s pattern of hearing habeas cases\ndespite those statutes’ contrary mandate reflects that the Court\nunderstood habeas review in those cases as not statutorily\npermitted but constitutionally compelled.In any event, we need not speculate now about\nwhether theEkiuCourt, or the Courts that followed, had the\nconstitutional right to habeas corpus in mind when they interpreted\njurisdiction-stripping statutes only to preclude review of historic\nfacts. This Court has already identified which view is correct. InHeikkilav.Barber,345 U.S.\n229(1953), the Court explained thatEkiuand its\nprogeny had, in fact, construed the finality statutes to avoid\nserious constitutional questions about Congress’ ability to strip\nfederal courts of their habeas power. AsHeikkilareiterated, the key question inEkiu(and in later cases\nanalyzing finality statutes) was the extent to which the\nConstitution allowed Congress to make administrative decisions\nunreviewable. 345 U. S., at 234. And it concluded that the\njurisdiction-stripping immigration statute in that case, a\nsuccessor to the 1891 Act, “preclud[ed] judicial intervention in\ndeportation cases except insofar as it was required by the\nConstitution.”Id., at 234–235.Heikkilathus settles the matter; during\nthe finality era, this Court either believed that the Constitution\nrequired judicial review on habeas of constitutional and legal\nquestions arising in immigration decisions or, at the very least,\nthought that there was a serious question about whether the\nConstitution so required. Although the Court tries to minimize that\nconclusion as not dispositive of the question presented,ante,at 29, such a conclusion undoubtedly weighs against\nfinding §1252(e)(2) constitutional in spite of its broad\nprohibition on reviewing constitutional and legal questions.The Court dismissesHeikkilaand its\nexplanation of the finality-era cases outright.It fixates\non the fact thatHeikkilawas not itself a habeas case and\ninstead analyzed whether judicial review of immigration orders was\navailable under the Administrative Procedure Act (APA).Ante, at 31–32.Heikkila’s discussion of the APA does\nnot detract from its affirmation that when the language of a\njurisdiction-stripping statute precludes all judicial review, the\nonly review that is left is that required by the constitutional\nguarantee of habeas corpus. 345 U. S., at 235.[10] Most importantly,Heikkilaconcluded that APA review was not equivalent to that judicial\nreview. Second, the Court also states thatHeikkilanever\ninterpretedEkiuas having found the 1891 Act “partly\nunconstitutional.”Ante, at 32. But there was no need for\ntheEkiuCourt to find the 1891 Act unconstitutional in part\nto construe it as prohibiting only review of historic facts.\nInstead, asHeikkilaexplained,Ekiureached its\ndecision by exercising constitutional avoidance.By disregardingHeikkila, the Court\nignores principles ofstare decisisto stir up a settled\ndebate. Cf.Ramosv.Louisiana, 590 U. S. ___,\n___, ___ (2020) (Alito, J., dissenting) (slip op., at 1, 12).\nPerhaps its view is tinted by the fact that it doubts the\nSuspension Clause could limit Congress’ ability to eliminate habeas\njurisdiction at all. The Court scoffs at the notion that a\nlimitation on judicial review would have been understood as an\nunconstitutional suspension of habeas, noting and distinguishing\nthe limited number of occasions that this Court has found a\nsuspension of the writ of habeas corpus. Seeante, at 28–29;\nbut seeante, at 7, n. 4 (Thomas, J., concurring)\n(noting that historically, suspensions of habeas did not\nnecessarily mention the availability of the writ). The references\nto those major historic moments where this Court has identified a\nsuspension only establish the outer bounds of Congress’ suspension\npowers; it says nothing about whether, and to what extent, more\nlimited restrictions on judicial review might also be found\nunconstitutional.Indeed, the Court acknowledges that some thought\nit an open question during the finality era whether the Suspension\nClause imposes limits on Congress’ ability to limit judicial\nreview. Seeante, at 31, n. 25 (quoting Justice Brewer’s\nconcurring opinion inUnited States ex rel. Turnerv.Williams,194\nU.S. 279, 295 (1904), raising the question). That this question\nremained unsettled, see n. 1,supra, suffices to\nsupport the Court’s conclusion inHeikkila: The finality-era\nCourts endeavored to construe jurisdiction-stripping statutes to\navoid serious constitutional questions about the extent of\ncongressional power to limit judicial review.At bottom, the better view of the finality-era\ncases is that they understood the habeas right they sustained to\nbe, or at least likely to be, constitutionally compelled. Certainly\nthe cases do not establish the Court’s simplistic view to the\ncontrary: That the finality-era Court entertained habeas petitions\nonly because no statute limited its ability to do so, and no\nConstitutional provision required otherwise. That reading of\nprecedent disregards significant indications that this Court\npersistently construed immigration statutes stripping courts of\njudicial review to avoid depriving noncitizens of constitutional\nhabeas guarantees. Ignoring how past courts wrestled with this\nissue may make it easier for the Court to announce that there is no\nunconstitutional suspension today. But by sweeping aside most of\nour immigration history in service of its conclusion, the Court\nreopens a question that this Court put to rest decades ago, and now\ndecides it differently. The cost of doing so is enormous. The\nCourt, on its own volition, limits a constitutional protection so\nrespected by our Founding Fathers that they forbade its suspension\nexcept in the direst of circumstances.DNot only does the Court cast to one side our\nfinality-era jurisprudence, it skims over recent habeas precedent.\nPerhaps that is because these cases undermine today’s decision.\nIndeed, bothINSv.St. Cyr,533\nU.S. 289(2001), andBoumedienev.Bush,553 U.S.\n723(2008), instruct that eliminating judicial review of legal\nand constitutional questions associated with executive detention,\nlike the expedited-removal statute at issue here does, is\nunconstitutional.The Court acknowledgesSt. Cyr’s holding\nbut does not heed it.St. Cyrconcluded that\n“ ‘[b]ecause of [the Suspension] Clause some “judicial\nintervention in deportation cases” is unquestionably “required by\nthe Constitution.” ’ ”Ante, at 33 (quoting 533\nU. S., at 300). This statement affirms what the finality-era\ncases long suggested: that the Suspension Clause limits Congress’\npower to restrict judicial review in immigration cases. Nor didSt. Cyrarrive at this conclusion simply based on canons of\nstatutory construction. The Court spoke of deeper historical\nprinciples, affirming repeatedly that “[a]t its historical core,\nthe writ of habeas corpus has served as a means of reviewing the\nlegality of Executive detention, and it is in that context that its\nprotections have been strongest.”Id., at 301; see alsoid., at 305 (“The writ of habeas corpus has always been\navailable to review the legality of Executive detention”). The\nCourt looked to founding era cases to establish that the scope of\nthis guarantee extended to both the “interpretation” and\n“application” of governing law, including law that guided the\nexercise of executive discretion.Id., at 302.Based on that history, the Court also concluded\nthat “a serious Suspension Clause issue would be presented” by\nprecluding habeas review in the removal context,id., at\n305, even where there was “no dispute” that the Government had the\nlegal authority to detain a noncitizen like St. Cyr,id.,at 303. Thus based on the same principles\nthat the Court purports to apply in this case, theSt. CyrCourt reached the opposite conclusion: The Suspension Clause likely\nprevents Congress from eliminating judicial review of discretionary\nexecutive action in the deportation context, even when the writ is\nused to challenge more than the fact of detention itself.Boumedienereprised many of the rules\narticulated inSt. Cyr. It first confirmed that the\nSuspension Clause applied to detainees held at Guantanamo Bay,\nrepeating the “uncontroversial” proposition that “the privilege of\nhabeas corpus entitles” an executive detainee to a “meaningful\nopportunity to demonstrate that he is being held pursuant to ‘the\nerroneous application or interpretation’ of relevant law.” 553\nU. S., at 779 (quotingSt. Cyr, 533 U. S., at\n302). Then the Court detailed the writ’s remedial scope. It\naffirmed that one of the “easily identified attributes of any\nconstitutionally adequate habeas corpus proceeding” is that “the\nhabeas court must have the power to order the conditional release\nof an individual unlawfully detained.” 553 U. S., at 779.\nNotably, the Court explained that release “need not be the\nexclusive remedy,” reasoning that “common-law habeas corpus was,\nabove all, an adaptable remedy” whose “precise application and\nscope changed depending upon the circumstances.”Ibid.(citing 3 W. Blackstone, Commentaries *131). The Court noted that\nany habeas remedy might be tempered based on the traditional test\nfor procedural adequacy in the due process context and thus could\naccommodate the “rigor of any earlier proceedings.” 553 U. S.,\nat 781 (citingMathewsv.Eldridge,424 U.S.\n319, 335 (1976)).The Court discounts these cases because it\nobjects to the perceived direction of respondent’s requested\nrelease.Ante, at 32 (explaining thatBoumedienedid\nnot suggest that the enemy combatant petitioners were entitled to\nenter the United States upon release). It similarly contends that\nrespondent’s attempted use of the writ is “very\ndifferent” from that at issue inSt. Cyr.Ante,\nat 33.Neither rejoinder is sound.St. CyrandBoumedieneconfirm that at minimum, the historic scope of\nthe habeas power guaranteed judicial review of constitutional and\nlegal challenges to executive action. They do not require release\nas an exclusive remedy, let alone a particular direction of\nrelease. Rather, both cases built on the legacy of the finality era\nwhere the Court, concerned about the constitutionality of limiting\njudicial review, unquestionably entertained habeas petitions from\narriving migrants who raised the same types of questions respondent\nposes here. See,e.g., St. Cyr, 533 U. S., at 307\n(citingUnited States ex rel. Accardiv.Shaughnessy,347 U.S.\n260(1954) (habeas case attacking the denial of an application\nfor suspension of deportation); see alsoid., at 268 (“[W]e\nobject to the Board’s alleged failure to exercise its own\ndiscretion, contrary to existing valid regulations” (emphasis\ndeleted))).As discussed above, respondent requests review\nof immigration officials’ allegedly unlawful interpretation of\ngoverning asylum law, and seeks to test the constitutional adequacy\nof expedited removal procedures. As a remedy, he requests\nprocedures affording a conditional release, but certainly did not\nso limit his prayer for relief. His constitutional and legal\nchallenges fall within the heartland of whatSt. Cyrsaid\nthe common-law writ encompassed, andBoumedieneconfirms he\nis entitled to additional procedures as a form of conditional\nhabeas relief. These precedents themselves resolve this case.*  *  *The Court wrongly declares that §1252(e)(2)\ncan preclude habeas review of respondent’s constitutional and legal\nchallenges to his asylum proceedings. So too the Court errs in\nconcluding that Congress need not provide a substitute mechanism to\nsupply that review. In so holding, the Court manages to flout\nprecedents governing habeas jurisprudence from three separate eras.\nEach one shows that respondent is entitled to judicial review of\nhis constitutional and legal claims. Because §1252(e)(2) excludes\nhis challenges from habeas proceedings, and because the INA does\nnot otherwise provide for meaningful judicial review of the\nExecutive’s removal determination, respondent has no effective\nmeans of vindicating his right to habeas relief. Quite simply, the\nConstitution requires more.IIIAlthough the Court concludes that habeas\nrelief is not available because of the particular kind of release\nthat it thinks respondent requests, it also suggests that\nrespondent’s unlawful status independently prohibits him from\nchallenging the constitutionality of the expedited removal\nproceedings. By determining that respondent, a recent unlawful\nentrant who was apprehended close in time and place to his\nunauthorized border crossing, has no procedural due process rights\nto vindicate through his habeas challenge, the Court unnecessarily\naddresses a constitutional question in a manner contrary to the\ntext of the Constitution and to our precedents.The Court stretches to reach the issue whether a\nnoncitizen like respondent is entitled to due process protections\nin relation to removal proceedings, which the court below mentioned\nonly in a footnote and as an aside. Seeante, at 34 (quoting\n917 F. 3d, at 1111, n. 15). In so doing, the Court opines on a\nmatter neither necessary to its holding nor seriously in dispute\nbelow.[11]The Court is no more correct on the merits. To\nbe sure, our cases have long held that foreigners who had never\ncome into the United States—those “on the threshold of initial\nentry”—are not entitled to any due process with respect to their\nadmission.Shaughnessyv.United States ex rel.\nMezei,345 U.S.\n206, 212 (1953) (citingEkiu, 142 U. S., at 660);\nsee alsoLandonv.Plasencia,459 U.S.\n21, 32 (1982). That follows from this Courts’ holdings that the\npolitical branches of Government have “plenary” sovereign power\nover regulating the admission of noncitizens to the United States.Ante, at 35; see alsoEkiu, 142 U. S., at\n659.Noncitizens in this country, however, undeniably\nhave due process rights. InYick Wov.Hopkins,118 U.S.\n356(1886), the Court explained that “[t]he Fourteenth\nAmendment to the Constitution is not confined to the protection of\ncitizens” but rather applies “to all persons within the territorial\njurisdiction, without regard to any differences of race, of color,\nor of nationality.”Id., at 369;Zadvydasv.Davis,533 U.S.\n678, 693 (2001) (reiterating that “once an alien enters the\ncountry,” he is entitled to due process in his removal proceedings\nbecause “the Due Process Clause applies to all ‘persons’ within the\nUnited States, including aliens, whether their presence here is\nlawful, unlawful, temporary, or permanent”).In its early cases, the Court speculated whether\na noncitizen could invoke due process protections when he entered\nthe country without permission or had resided here for too brief a\nperiod to “have become, in any real sense, a part of our\npopulation.”The Japanese Immigrant Case,189 U.S.\n86, 100 (1903); see alsoante, at 34 (quotingEkiu, 142 U. S., at 660 (remarking that for those not\n“ ‘admitted into the country pursuant to law,’ ” the\nprocedures afforded by the political branches are all that are\ndue)). But the Court has since determined that presence in the\ncountry is the touchstone for at least some level of due process\nprotections. SeeMezei, 345 U. S., at 212 (explaining\nthat “aliens who have once passed through our gates, even\nillegally,” possess constitutional rights);Mathewsv.Diaz,426 U.S.\n67, 77 (1976) (“There are literally millions of aliens within\nthe jurisdiction of the United States. The Fifth Amendment\n. . . protects every one of these persons . . . . Even\none whose presence in this country is unlawful, involuntary, or\ntransitory is entitled to that constitutional protection”). As a\nnoncitizen within the territory of the United States, respondent is\nentitled to invoke the protections of the Due Process Clause.In order to reach a contrary conclusion, the\nCourt assumes that those who do not enter the country legally have\nthe same due process rights as those who do not enter the country\nat all. The Court deems that respondent possesses only the rights\nof noncitizens on the “threshold of initial entry,” skirting\nbinding precedent by assuming that individuals like respondent have\n“ ‘assimilated to [the] status’ ” of an arriving\nnoncitizen for purposes of the constitutional analysis.Mezei, 345 U. S., at 212, 214. But that relies on a\nlegal fiction. Respondent, of course, was actually within the\nterritorial limits of the United States.More broadly, by drawing the line for due\nprocess at legal admission rather than physical entry, the Court\ntethers constitutional protections to a noncitizen’s legal status\nas determined under contemporary asylum and immigration law. But\nthe Fifth Amendment, which of course long predated any admissions\nprogram, does not contain limits based on immigration status or\nduration in the country: It applies to “persons” without\nqualification.Yick Wo, 118 U. S., at 369. The Court\nhas repeatedly affirmed as much long after Congress began\nregulating entry to the country.Mathews, 426 U. S., at\n77;Zadvydas, 533 U. S., at 693–694. The Court lacks\nany textual basis to craft an exception to this rule, let alone one\nhinging on dynamic immigration laws that may be amended at any\ntime, to redefine when an “entry” occurs. Fundamentally, it is out\nof step with how this Court has conceived the scope of the Due\nProcess Clause for over a century: Congressional policy in the\nimmigration context does not dictate the scope of the\nConstitution.In addition to creating an atextual gap in the\nConstitution’s coverage, the Court’s rule lacks any limiting\nprinciple. This is not because our case law does not supply one.\nAfter all, this Court has long affirmed that noncitizens have due\nprocess protections in proceedings to remove them from the country\nonce they have entered. Seeid., at 693–694;Mezei,\n345 U. S., at 212.Perhaps recognizing the tension between its\nopinion today and those cases, the Court cabins its holding to\nindividuals who are “in respondent’s position.”Ante, at 36.\nPresumably the rule applies to—and only to—individuals found within\n25 feet of the border who have entered within the past 24 hours of\ntheir apprehension. Where its logic must stop, however, is hard to\nsay. Taken to its extreme, a rule conditioning due process rights\non lawful entry would permit Congress to constitutionally eliminate\nall procedural protections for any noncitizen the Government deems\nunlawfully admitted and summarily deport them no matter how many\ndecades they have lived here, how settled and integrated they are\nin their communities, or how many members of their family are\nU. S. citizens or residents.This judicially fashioned line-drawing is not\nadministrable, threatens to create arbitrary divisions between\nnoncitizens in this country subject to removal proceedings, and,\nmost important, lacks any basis in the Constitution. Both the\nConstitution and this Court’s cases plainly guarantee due process\nprotections to all “persons” regardless of their immigration\nstatus, a guarantee independent of the whims of the political\nbranches. This contrary proclamation by the Court unnecessarily\ndecides a constitutional question in a manner contrary to governing\nlaw.[12]IVThe Court reaches its decision only by\ndownplaying the nature of respondent’s claims, ignoring a plethora\nof common-law immigration cases from a time of relatively open\nborders, and mischaracterizing the most relevant precedents from\nthis Court. Perhaps to shore up this unstable foundation, the Court\njustifies its decision by pointing to perceived vulnerabilities and\nabuses in the asylum system. I address the Court’s policy concerns\nbriefly.In some ways, this country’s asylum laws have\nrepresented the best of our Nation. Unrestricted migration at the\nfounding and later, formal asylum statutes, have served as a beacon\nto the world, broadcasting the vitality of our institutions and our\ncollective potential. For many who come here fleeing religious,\npolitical, or ideological persecution, and for many more who have\npreceded them, asylum has provided both a form of shelter and a\nstart to a better life. That is not to say that this country’s\nasylum policy has always, or ever, had overwhelming support.\nIndeed, many times in our past, particularly when the Nation’s\nfuture has appeared uncertain or bleak, members of this country\nhave sought to close our borders rather than open them. See S.\nLegomsky & C. Rodriguez, Immigration and Refugee Law and Policy\n875–876 (5th ed. 2009) (explaining that restrictionist sentiments\nin the 1930s were fueled in part by the Great Depression). Yet this\ncountry has time and again reaffirmed its commitment to providing\nsanctuary to those escaping oppression and persecution. Congress\nand the Executive have repeatedly affirmed that choice in response\nto serial waves of migration from other countries by enacting and\namending asylum laws and regulations. In fact, a centerpiece of\nrespondent’s claim is that officials were not following these\nstatutorily enacted procedures.The volume of asylum claims submitted, pending,\nand granted has varied over the years, due to factors like changing\ninternational migration patterns, the level of resources devoted to\nprocessing and adjudicating asylum applications, and amendments to\ngoverning immigration laws. See Congressional Research Service,\nImmigration: U. S. Asylum Policy 25 (Feb. 19, 2019); see also\nDept. of Homeland Security, Office of Immigration Statistics, 2018\nYearbook of Immigration Statistics 43 (2019) (Table 16)\n(“Individuals Granted Asylum Affirmatively or Defensively: Fiscal\nYears 1990 to 2018” (quotation modified)). For the past few years,\nboth new asylum applications and pending applications have steadily\nincreased. Immigration: U. S. Asylum Policy, at 25.It is universally acknowledged that the asylum\nregime is under strain. It is also clear that, while the reasons\nfor the large pending caseload are complicated,[13] delays in adjudications are undesirable\nfor a number of reasons. At bottom, when asylum claims are not\nresolved in a timely fashion, the protracted decisionmaking harms\nthose eligible for protection and undermines the integrity of the\nregime as a whole. D. Meissner, F. Hipsman, & T. Aleinikoff,\nMigration Policy Institute, The U. S. Asylum System in Crisis:\nCharting a Way Forward 4 (Sept. 2018).But the political branches have numerous tools\nat their disposal to reform the asylum system, and debates over the\nbest methods of doing so are legion in the Government, in the\nacademy, and in the public sphere.[14] Congress and the Executive are thus well equipped to\nenact a range of measures to reform asylum in a number of ways and\nroutinely do so.[15] Indeed,\nas the Court notes, the expedited removal process at issue here was\ncreated by law as one such measure to ease pressures on the\nimmigration system.Ante,at 4.In the face of these policy choices, the role of\nthe Judiciary is minimal, yet crucial: to ensure that laws passed\nby Congress are consistent with the limits of the Constitution. The\nCourt today ignores its obligation, going out of its way to\nrestrict the scope of the Great Writ and the reach of the Due\nProcess Clause. This may accommodate congressional policy concerns\nby easing the burdens under which the immigration system currently\nlabors. But it is nothing short of a self-imposed injury to the\nJudiciary, to the separation of powers, and to the values embodied\nin the promise of the Great Writ.Because I disagree with the Court’s\ninterpretation of the reach of our Constitution’s protections, I\nrespectfully dissent.Notes1The Court wisely declines to\nexplore whether the Suspension Clause independently guarantees the\navailability of the writ or simply restricts the temporary\nwithholding of its operation, a point of disagreement between the\nmajority and dissent inINSv.St. Cyr,533 U.S.\n289(2001). Ante, at 11, n. 12. Justice Scalia,\ndissenting inSt. Cyr, wrote that the Suspension Clause\n“does not guarantee any content to (or even the existence of )\nthe writ of habeas corpus, but merely provides that the writ shall\nnot (except in case of rebellion or invasion) be suspended.” 533\nU. S., at 337. But no majority of this Court, at any time, has\nadopted that theory. Notably, moreover, even Justice Scalia appears\nto have abandoned his position just three years later inHamdiv.Rumsfeld,542 U.S.\n507, 555–556 (2004) (dissenting opinion) (“The two ideas\ncentral to Blackstone’s understanding—due process as the right\nsecured, and habeas corpus as the instrument by which due process\ncould be insisted upon by a citizen illegally imprisoned—found\nexpression in the Constitution’s Due Process and Suspension\nClauses”); see alsoid., at 558 (“The writ of habeas corpus\nwas preserved in the Constitution—the only common-law writ to be\nexplicitly mentioned”). Even one concurring opinion seems to\nrecognize that the Suspension Clause “protect[s] a substantive\nright.”Ante, at 3–4 (opinion of Thomas, J.).2The Court notes “the ‘delicate’\nrelationship between England and Scotland at the time” ofMurray’s Case.Ante, at 18, n. 18.\nInterestingly, the Court does not mention the delicate nature of\nthe relationship between the United States and Iraq inMunafv.Geren,553 U.S.\n674(2008), the centerpiece of the Court’s argument, even\nthough that case arose during a military conflict.Ante, at\n14–15. Nor does it acknowledge the impact that the relationship had\non theMunafCourt’s decision to refrain from issuing the\nwrit. See Part II–B–3,infra.3Indeed, the Court highlights a\nstriking similarity to the present asylum challenge by observing\nthat the foreign-deserter cases show the “use of habeas to secure\nrelease from custody when not in compliance with . . .\nstatute[s] and relevant treaties.”Ante, at 21.4The Court considers irrelevant\ncases demonstrating that the executive was permitted to cure\ndefects in detention because “the legality of [respondent’s]\ndetention is not in question” here.Ante,at 17; see alsoante,at 32–33 (acknowledging that it is “often\n‘appropriate’ to allow the executive to cure defects in a\ndetention” in habeas cases (quotingBoumediene, 553 U. S.,\nat 779)). But as explained in Part I–A,supra, that is\nexactly what respondent questions by arguing that his detention\nviolated governing asylum law.5Oddly, the Court embracesMunaf—a recent decision involving detainees held outside the\nterritorial limits of the United States who were subject to\nprosecution by a foreign sovereign—to support its conclusion about\nthe availability of habeas review. Yet at the same time, it\ndismisses respondent’s reliance onBoumedienev.Bush,553 U.S.\n723(2008), outright on the grounds that the case is “not about\nimmigration at all.”Ante, at 32.6Nor is the Court correct in\ndismissing common-law extradition precedents as inapposite because\nthey show “nothing more than the use of habeas to secure release\nfrom custody.”Ante, at 21. Indeed, these extradition cases\ndemonstrate that the common-law writ encompassed exactly the kind\nof permission to remain in a country that the Court claims falls\noutside its scope.Ante, at 12, 14.In re Stupp,23 F. Cas. 296 (No. 13,563) (CC SDNY 1875), which the Court cites\nin passing, emphatically affirmed that habeas corpus was available\nto challenge detention pending extradition: “[T]he great purposes\nof the writ of habeas corpus can be maintained, as they must be.\nThe court issuing the writ must inquire and adjudge whether the\ncommissioner acquired jurisdiction . . . and had before\nhim legal and competent evidence of facts whereon to pass judgment\nas to the fact of criminality, and did not arbitrarily commit the\naccused for surrender.”Id., at 303. Although theStuppcourt did not ultimately issue the writ, other courts\nhave. See,e.g.,Ex parte Kaine, 14 F. Cas. 78,\n82 (No. 7,597) (CC SDNY 1853) (granting the writ to a prisoner\nwhose detention was “in consequence of illegality in the\nproceedings under the [extradition] treaty”);Pettitv.Walshe,194 U.S.\n205, 219–220 (1904) (affirming a grant of habeas where a\nprisoner’s detention violated the terms of an extradition treaty\nwith Great Britain);In re Washburn, 4 Johns. Ch. 106,\n114 (N. Y. 1819) (granting a habeas petition of a noncitizen\nafter a request for extradition);Peoplev.Goodhue,\n2 Johns. Ch. 198, 200 (N. Y. 1816) (releasing prisoner subject\nto possible interstate extradition). These extradition-related\nhabeas cases show that the writ was undoubtedly used to grant\nrelease in the very direction—that is, away from a foreign country\nand into the United States—that the Court today derides. Indeed,\nthe same scholar the Court cites makes the point that extradition\nspecifically allowed courts to hear challenges to the Executive’s\nability to “detain aliens for removal to another country at the\nrequest of [the] government.” Neuman, Habeas Corpus, Executive\nDetention, and the Removal of Aliens, 98 Colum. L. Rev. 961, 1003\n(1998).7These claims are uncannily\nreminiscent of the kinds of claims respondent advances here. See\nParts II–A and II–B,supra.8The Court also claims that\nbecauseEkiustated that the 1891 Act was constitutional,\nrespondent must be wrong thatEkiufound the 1891 Act\n“unconstitutional in most of its applications (i.e., to all\nquestions other than questions of fact).”Ante, at 27. But\nthe point here is not thatEkiuactually found the 1891 Act\nunconstitutional in part; it is thatEkiuinterpreted the\n1891 Act to avoid rendering it unconstitutional in\npart.9See,e.g.,The\nJapanese Immigrant Case,189 U.S.\n86(1903) (habeas petition filed by noncitizen alleged to have\nentered unlawfully and apprehended four days after being let on\nshore);Gonzalesv.Williams,192 U.S.\n1(1904) (habeas petition filed by resident of Puerto Rico\ndetained at the port, who claimed that Puerto Rican nationals are\nUnited States citizens allowed to enter the mainland as a matter of\ncourse);United States ex rel. Turnerv.Williams,194 U.S.\n279(1904) (habeas petition by noncitizen found within the\nUnited States 10 days after entry alleging his arrest was\nunconstitutional);Chin Yowv.United States,208 U.S. 8(1908) (habeas petition filed by a Chinese individual with a claim\nof U. S. citizenship who was detained on a steamship and\nprohibited from disembarking);Yee Wonv.White,256 U.S.\n399(1921) (habeas petition filed on behalf of noncitizen wife\nand child denied admission to the United States upon arrival\ndespite claiming legal right to join a family member residing in\nthe country);Todv.Waldman,266\nU.S. 113(1924) (habeas petition by family fleeing religious\npersecution in Russia denied entry on the grounds that they were\nlikely to become a public charge);United States ex rel.Polymerisv.Trudell,284 U.S.\n279(1932) (habeas petition filed by residents of Greek\nancestry who left the United States and sought reentry after a\nlengthy trip abroad).10Indeed, the\nGovernment itself embraced that position in a brief to the Court\nduring that time. Brief for Respondent inMartinezv.Neelly, O. T. 1952, No. 218, p. 19 (“The clear purpose of\nthis [finality] provision was to preclude judicial review of the\nAttorney General’s decisions in alien deportation cases insofar as\nthe Congress could do so under the Constitution”);id., at\n33 (“[T]he courts have long recognized” the finality provisions\n“restric[t] review of deportation orders as far as the Constitution\npermits”); see alsoid., at 18 (explaining that the finality\nprovisions “precluded judicial review of deportation orders except\nfor the collateral review in habeas corpus which the Constitution\nprescribes in cases of personal detention”).11While the\nCourt contends that the writ of habeas corpus does not allow an\nindividual to “obtain administrative review” or additional\nprocedures, it arrives at this conclusion only in the context of\ndiscussing what sorts of “relief ” properly qualified as\nrelease from custody at common law.Ante, at 2, 14–16\n(contrasting request for additional remedies with a “simple”\nrelease from custody). To the extent that this discussion\nnecessarily prohibits federal courts from entertaining habeas\npetitions alleging due process violations in expedited removal\nproceedings, the Court’s separate discussion in Part IV is\nunnecessary.12The Court\nnotes that noncitizens like respondent seeking legal admission lack\ndue process rights “ ‘regarding [their] application.’ ”Ante, at 34 (quotingLandonv.Plasencia,459 U.S.\n21, 32 (1982)). It does not, however, explain what kinds of\nchallenges are related to one’s application and what kinds are not.\nPresumably a challenge to the length or conditions of confinement\npending a hearing before an immigration judge falls outside that\nclass of cases. Because respondent only sought promised asylum\nprocedures, however, today’s decision can extend no further than\nthese claims for relief.13In 2018\nSenate Judiciary Committee hearings, the Director of the Executive\nOffice of Immigration Review identified factors contributing to the\nbacklog of cases, including lengthy hiring times for new\nimmigration judges and the continued use of paper files. See\nTestimony of James McHenry, Strengthening and Reforming America’s\nImmigration Court System, Hearings before the Subcommittee on\nBorder Security and Immigration of the Senate Committee on the\nJudiciary, 115th Cong., 2d Sess., 2 (2018). The Court, meanwhile,\ninsinuates that much of the burden on the asylum system can be\nattributed to frivolous or fraudulent asylum claims. See,e.g.,ante, at 1, 7–8, nn. 9 and 10. But the\nmagnitude of asylum fraud has long been debated. See S. Legomsky\n& C. Rodriguez, Immigration and Refugee Law and Policy 1034\n(5th ed. 2009); Immigration: U. S. Asylum Policy, at\n28.14See,e.g.,GAO, Immigration Courts: Actions Needed To Reduce Case\nBacklog and Address Long-Standing Management and Operational\nChallenges (GAO–17–438, June 2017); Uchimiya, A Blackstone’s Ratio\nfor Asylum: Fighting Fraud While Preserving Procedural Due Process\nfor Asylum Seekers, 26 Pa. St. Int’l L. Rev. 383 (2007);\nMartin, Reforming Asylum Adjudication: On Navigating the Coast of\nBohemia, 138 U. Pa. L. Rev. 1247 (1990).15P. Alvarez\n& G. Sands, Trump Administration Proposes Sweeping Changes to\nU. S. Asylum System in New Rule, CNN, June 10, 2020 (online\nsource archived at www.supremecourt.gov).",
    "joined": []
}