{
    "case": {
        "docket": "18-1048",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1048/"
    },
    "id": "4255729",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1048_________________GE ENERGY POWER CONVERSION FRANCE SAS, CORP.,\nfka CONVERTEAM SAS, PETITIONERv.OUTOKUMPU STAINLESS USA,\nLLC, et al.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 1, 2020]Justice Sotomayor, concurring.I agree with the Court that the Convention on\nthe Recognition and Enforcement of Foreign Arbitral Awards, June\n10, 1958, 21 U. S. T. 2517, T. I. A. S.\nNo. 6997 (New York Convention), does not categorically prohibit the\napplication of domestic doctrines, such as equitable estoppel, that\nmay permit nonsignatories to enforce arbitration agreements. I\nnote, however, that the application of such domestic doctrines is\nsubject to an important limitation: Any applicable domestic\ndoctrines must be rooted in the principle of consent to\narbitrate.This limitation is part and parcel of the\nFederal Arbitration Act (FAA) itself. It is a “basic precept,”Stolt-Nielsen S. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662, 681 (2010), that “[a]rbitration under the [FAA] is a\nmatter of consent, not coercion,”Volt Information Sciences,\nInc.v.Board of Trustees of Leland Stanford Junior\nUniv.,489 U.S.\n468, 479 (1989); see also,e.g.,Lamps Plus, Inc.v.Varela, 587 U. S. ___, ___ (2019) (slip op., at 7)\n(“Consent is essential under the FAA”);Granite Rock Co.v.Teamsters,561 U.S.\n287, 299 (2010) (“[T]he first principle that underscores all of\nour arbitration decisions” is that “[a]rbitration is strictly ‘a\nmatter of consent’ ”). “We have emphasized th[is]\n‘foundational FAA principle’ many times,”Lamps Plus, 587\nU. S., at ___ (slip op., at 7) (quotingStolt-Nielsen,\n559 U. S., at 684) (citing cases), and even the parties find\ncommon ground on the point, see Tr. of Oral Arg. 7, 49; Brief for\nRespondents 2.Because this consent principle governs the FAA\non the whole, it constrains any domestic doctrines under Chapter 1\nof the FAA that might “appl[y]” to Convention proceedings (to the\nextent they do not “conflict with” the Convention). 9\nU. S. C. §208; cf.ante, at 5–6. Parties seeking\nto enforce arbitration agreements under Article II of the\nConvention thus may not rely on domestic nonsignatory doctrines\nthat fail to reflect consent to arbitrate.While the FAA’s consent principle itself is\ncrystalline, it is admittedly difficult to articulate a bright-line\ntest for determining whether a particular domestic nonsignatory\ndoctrine reflects consent to arbitrate. That is in no small part\nbecause some domestic nonsignatory doctrines vary from jurisdiction\nto jurisdiction. With equitable estoppel, for instance, one\nformulation of the doctrine may account for a party’s consent to\narbitrate while another does not. Cf. Brief for Respondents 45\n(maintaining that courts have applied at least “three different\nversions” of GE Energy’s equitable-estoppel theory, including one\nthat allegedly “allows a non-party to force arbitration even of\nclaims wholly unconnected to the agreement”). Lower courts must\ntherefore determine, on a case-by-case basis, whether applying a\ndomestic nonsignatory doctrine would violate the FAA’s inherent\nconsent restriction.[1]*Article II of the Convention leaves much to the\ncontracting states to resolve on their own, and the FAA imposes few\nrestrictions. Nevertheless, courts applying domestic nonsignatory\ndoctrines to enforce arbitration agreements under the Convention\nmust strictly adhere to “the foundational FAA principle that\narbitration is a matter of consent.”Stolt-Nielsen, 559\nU. S., at 684. Because the Court’s opinion is consistent with\nthis limitation, I join it in full.Notes1* In this case, however, I\nam skeptical that any domestic nonsignatory doctrines need come\ninto play at all, because Outokumpu appears to have expressly\nagreed to arbitrate disputes under the relevant contract with\nsubcontractors like GE Energy. The contract provided that disputes\narising between the buyer and seller in connection with the\ncontract were subject to arbitration. App. 171. It also specified\nthat the seller in the contract “shall be understood” to include\n“[s]ub-contractors.” Id., at 88–89. And it appended a list of\npotential subcontractors, one of which was GE Energy’s predecessor,\nConverteam. Id., at 184–185.",
    "joined": []
}