{
    "case": {
        "docket": "18-1334",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1334/"
    },
    "id": "4255732",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1334, 18–1475, 18–1496, 18–1514 and\n18–1521_________________FINANCIAL OVERSIGHT AND MANAGEMENT BOARD\nFOR PUERTO RICO, PETITIONER18–1334v.AURELIUS INVESTMENT, LLC,\net al.AURELIUS INVESTMENT, LLC, et al.,\nPETITIONERS18–1475v.COMMONWEALTH OF PUERTO RICO,\net al.OFFICIAL COMMITTEE OF UNSECURED\nCREDITORS OF ALL TITLE III DEBTORS OTHER THAN COFINA,\nPETITIONER18–1496v.AURELIUS INVESTMENT, LLC,\net al.UNITED STATES, PETITIONER18–1514v.AURELIUS INVESTMENT, LLC,\net al.UNIÓN DE TRABAJADORES DE LA INDUSTRIA\nELÉCTRICA Y RIEGO, INC., PETITIONER18–1521v.FINANCIAL OVERSIGHT AND MANAGEMENT\nBOARD FOR PUERTO RICO, et al.on writs of certiorari to the united states\ncourt of appeals for the first circuit[June 1, 2020]Justice Thomas, concurring in the\njudgment.The Court reaches the right conclusion: The\nappointment process for members of the Financial Oversight and\nManagement Board for Puerto Rico (Board) does not violate the\nAppointments Clause. I cannot agree, however, with the ill-defined\npath that the Court takes to reach this result. I would resolve\nthese cases based on the original public meaning of the phrase\n“Officers of the United States” in the Appointments Clause.IThe Appointments Clause provides that the\nPresident “shall nominate, and by and with the Advice and Consent\nof the Senate, shall appoint Ambassadors, other public Ministers\nand Consuls, Judges of the supreme Court, and all other Officers of\nthe United States, whose Appointments are not herein otherwise\nprovided for, and which shall be established by Law.” Art. II, §2,\ncl. 2. The Clause also permits Congress to vest the appointment of\n“inferior Officers” in “the President alone,” “the Courts of Law,”\nor “the Heads of Departments.”Ibid.As I have previously explained, the original\npublic meaning of the phrase “Officers of the United States”\nincludes “all federal civil officials who perform an ongoing,\nstatutory duty.”Luciav.SEC, 585 U. S. ___,\n___ (2018) (Thomas, J., concurring) (slip op., at 2) (citing\nMascott, Who Are “Officers of the United States”? 70 Stan. L. Rev.\n443, 454 (2018) (Mascott)). At the founding, the term “officer”\nreferred to “anyone who performed a continuous public duty.” 585\nU. S.,at ___ (slip op., at 3). And the phrase “of the\nUnited States” limited the Appointments Clause to “federal”\nofficers.Ibid.; see Mascott 471–479.IITerritorial officials performing duties\ncreated under Article IV of the Constitution are not federal\nofficers within the original meaning of the phrase “Officers of the\nUnited States.” Since the founding, this Court has recognized a\ndistinction between Article IV power and the powers of the National\nGovernment in Articles I, II, and III. The founding generation\nunderstood the phrase “Officers of the United States” to refer to\nofficers exercising the powers of the National Government, not\nofficers solely exercising Article IV territorial power. Because\nthe Board’s members perform duties pursuant to Article IV, they do\nnot qualify as “Officers of the United States.”AThe Territory Clause of Article IV provides\nCongress the “Power to dispose of and make all needful Rules and\nRegulations respecting the Territory . . . belonging to\nthe United States.” §3, cl. 2. This power is “absolute and\nundisputed.”Serev.Pitot, 6 Cranch 332, 337 (1810).\nCongress has “full and complete legislative authority over the\npeople of the Territories and all the departments of the\nterritorial governments.”National Bankv.County of\nYankton,101 U.S.\n129, 133 (1880).“No one has ever doubted the authority of\ncongress to erect territorial governments within the territory of\nthe United States, under the general language of the clause, ‘to\nmake all needful rules and regulations.’ ” 3 J. Story, Commentaries\non the Constitution of the United States §1319, p. 195 (1833).\nThese governments are “the creations, exclusively, of [Congress],\nand subject to its supervision and control.”Bennerv.Porter, 9 How. 235, 242 (1850).[1]Because territorial governments “are not\norganized under the Constitution,” they are not “subject to its\ncomplex distribution of the powers of government.”Ibid.Congress may give Territories “a legislative, an executive, and a\njudiciary, with such powers as it has been their will to assign.”Sere, 6 Cranch, at 337. And, since the founding, Congress\nhas done so in ways that do not comport with the Constitution’s\nrestrictions on the National Government. For example, Congress has\ndelegated Article IV legislative authority to territorial officials\nand legislatures,[2] which it\ncould not do with Article I legislative power. SeeWhitmanv.American Trucking Assns., Inc.,531\nU.S. 457, 472 (2001);Department of Transportationv.Association of American Railroads, 575 U.S. 43, 67–88 (2015)\n(Thomas, J., concurring in judgment). It has also established\nterritorial courts that do not comply with Article III. See Baude,\nAdjudication Outside Article III, 133 Harv. L. Rev. 1511, 1525–1530\n(2020) (analyzing territorial courts in early Territories).The powers vested in territorial governments are\ndistinct from the powers of the National Government. Territorial\nlegislatures exercise the legislative power of the Territory, not\nArticle I legislative power.Cincinnati Soap Co.v.United States,301 U.S.\n308, 322–323 (1937). Territorial officials exercise the\nexecutive power of the Territory, not Article II executive power.Snowv.United States, 18 Wall. 317, 321–322 (1873).\nAnd territorial courts exercise the judicial power of the\nTerritory, not the “judicial power of the United States” under\nArticle III.American Ins. Co.v.356 Bales of\nCotton, 1 Pet. 511, 546 (1828);Clintonv.En-glebrecht, 13 Wall. 434, 447 (1872).BGiven the distinction between territorial and\nnational powers, the question becomes whether officers exercising\nArticle IV territorial power are officers “of the United States”\nunder the original meaning of the Appointments Clause. They are\nnot. Both the text of the Appointments Clause and historical\npractice support this conclusion.1The text of the Appointments Clause indicates\nthat “Officers of the United States” refers to officers exercising\nthe powers of the National Government, not officers exercising\nterritorial power. The Clause applies to the appointment of“Ambassadors, other public Ministers and\nConsuls, Judges of the supreme Court, and all other Officers of the\nUnited States.” Art. II, §2, cl. 2. Each of the officers\nspecifically mentioned in the Clause—“Ambassadors,” “public\nMinisters,” “Consuls,” and “Judges of the supreme Court”—holds an\noffice that exercises national power.Ibid.Although not\ndispositive, this fact suggests that the phrase “and all other\nOfficers of the United States” refers to “other” officers of the\nNational Government. SeeBeechamv.United States,511 U.S.\n368, 371 (1994) (“That several items in a list share an\nattribute counsels in favor of interpreting the other items as\npossessing that attribute as well”); see also A. Scalia & B.\nGarner, Reading Law: The Interpretation of Legal Texts 195–198\n(2012) (discussing the “associated-words canon,” also known asnoscitur a sociis).2Historical evidence from the founding era\nconfirms that officers exercising Article IV territorial power are\nnot “Officers of the United States.” The Court acknowledges some of\nthis evidence and surveys the history of appointments in Puerto\nRico.Ante,at 8–14. I, however, would give more weight and\nfocus to the practices of the First Congress, which provide\n“powerful evidence of the original understanding of the\nConstitution.”Comptroller of Treasury of Md.v.Wynne, 575 U.S. 542, 580 (2015) (Thomas, J., dissenting)\n(compiling cases relying on the practices of the First Congress to\ninterpret the Constitution).Before the Constitution’s ratification, the\nNorthwest Ordinance of 1787 set up a territorial government for the\nNorthwest Territory. Act of Aug. 7, 1789, 1Stat. 51, n. (a)\n(reproducing the Northwest Ordinance of 1787 enacted by the\nContinental Congress). This ordinance granted Congress the power to\nappoint the Northwest Territory’s Governor, secretary, judges, and\ngeneral militia officers.Ibid.And it provided the Governor\nthe power to appoint “magistrates and other civil officers” of the\nTerritory.Ibid.In 1789, after the ratification of the\nConstitution, the First Congress amended the Northwest Ordinance\n“to adapt [it] to the present Constitution of the United States.”Id.,at 51. One of these amendments provided that “the\nPresident shall nominate, and by and with the advice and consent of\nthe Senate, shall appoint all officers which by the said ordinance\nwere to have been appointed by the United States in Congress\nassembled, and all officers so appointed shall be commissioned by\nhim.”Id.,at 53. The officers not previously designated for\ncongressional appointment, including “magistrates and other civil\nofficers,” remained subject to appointment by the Governor.Id.,at 51, n. (a), and 53. These amendments (and\nlack thereof ) provide strong evidence that the First Congress\nunderstood the distinction between territorial officers and\nofficers of the National Government.As the Court recognizes, Congress revised the\nNorthwest Ordinance to require “a Presidential-appointment,\nSenate-confirmation process for high-level territorial appointees\nwho assumedfederal, as well as local, duties.”Ante,at 8 (emphasis added). For example, Congress revised the\nappointment process for the Governor of the Northwest Territory,\nwho performed duties under the powers of the National Government in\naddition to his Article IV territorial duties. The Governor\n“discharg[ed] the duties of superintendent of Indian affairs,” Act\nof Sept. 11, 1789, ch. 13, §1, 1Stat. 68, which required him to\nexecute congressional regulations, manage trade with Indians, and\nobey instructions received from the Secretary of War with respect\nto his duties as superintendent. See Ordinance for the Regulation\nof Indian Affairs (Aug. 7, 1786); see also F. Prucha, American\nIndian Policy in the Formative Years: The Indian Trade and\nIntercourse Acts 1790–1834, p. 36 (1962). The Governor negotiated\ntreaties with Indians on behalf of the United States. See 2 The\nPapers of George Washington: Presidential Series 196–198 (D. Twohig\ned. 1987); 33 Journals of the Continental Congress, 1774–1789, p.\n711 (R. Hill ed. 1936). He even had the power to call on the\nmilitia of the States in the President’s name to prevent\n“incursions of the hostile Indians.” 2 The St. Clair Papers 125 (W.\nSmith ed. 1882). Thus, at least with respect to the Governor, who\nwielded powers of the National Government, the First Congress\nappears to have modified the Northwest Ordinance to ensure its\ncompliance with the Appointments Clause.In contrast, Congress did not revise the process\nfor appointing “magistrates and other civil officers,” who remained\nsubject to appointment by the Governor. 1Stat. 51,\nn. (a), and 53. The “magistrates and other civil\nofficers” of the Northwest Territory included justices of the\npeace, clerks of the court, sheriffs, coroners, surveyors, and\nnotaries. 3 The Territorial Papers of the United States: The\nTerritory Northwest of the River Ohio, 1787–1803, pp. 304–307 (C.\nCarter ed. 1934). If these officials were exercising a statutory\nduty under the powers of the National Government, they would have\ncertainly been considered “Officers of the United States” under the\nAppointments Clause. See Mascott 484–507, 510–515. “The Founders\nconsidered individuals to be officers even if they performed only\nministerial statutory duties—including recordkeepers, clerks, and\ntidewaiters (individuals who watched goods land at a customhouse).”Lucia, 585 U. S., at ___ (Thomas, J., concurring) (slip\nop., at 3). But “the powers and duties of magistrates and other\ncivil officers [were] regulated and defined by the [territorial]\nassembly,” 1Stat. 51, n. (a), and therefore were\nnecessarily exercised pursuant to Article IV, seesupra,at\n3–5. It is evident that the First Congress did not consider these\nofficials to be “Officers of the United States,” because it allowed\nappointment by an official who is not the “hea[d] of a department.”\nSeeUnited Statesv.Germaine,99 U.S.\n508, 510 (1879).One cannot plausibly conclude that the First\nCongress—seeking to “adapt” the Northwest Ordinance to the\nConstitution, 1Stat. 51—prescribed methods of appointing\nterritorial officers that violated the Appointments Clause. Rather,\nthe First Congress recognized the distinction between territorial\nand national powers, seesupra,at 6–8, and understood that\nofficers performing duties pursuant to only Article IV territorial\npowers are not officers “of the United States.” For these reasons,\nI would hold that the original meaning of the phrase “Officers of\nthe United States” does not include territorial officers exercising\nonly powers conferred under Article IV.CUnder the original meaning of the Appointments\nClause, the Board’s members are not “Officers of the United\nStates.” They are territorial officers exercising power granted\nunder Article IV.The Board is “an entity within the territorial\ngovernment,” 48 U. S. C. §2121(c)(1), created “pursuant to article\nIV, section 3 of the Constitution of the United States,”\n§2121(b)(2), and funded by the Territory, §2127(b). The members of\nthe Board perform duties involving the oversight of Puerto Rico’s\nfinances and fiscal reform efforts, §§2141–2152, and the\nrepresentation of Puerto Rico in debt restructuring proceedings,\n§§2161–2177. Because “they do not exercise the national executive\npower,” “national judicial power,” or national legislative power,\nthe Board’s members are “Article IV executives,” not Officers of\nthe United States under the Appointments Clause. SeeFreytagv.Commissioner,501 U.S.\n868, 913 (1991) (Scalia, J., concurring in part and concurring\nin judgment) (emphasis deleted).The Court rightfully acknowledges the\nterritorial nature of the Board’s duties.Ante,at 14–20.\nBut in the process, the Court sets up a dichotomy between officers\nwith “primarily local versus primarily federal” duties.Ante,at 18 (emphasis deleted). I cannot agree with this\namorphous test.As an initial matter, the Court need not decide\nwhether an officer exercising both national and Article IV powers\nqualifies as an “Officer of the United States.” The Board’s members\nhave responsibility for ongoing statutory duties that are entirely\nwithin the scope of Article IV. Seeante,at 14–20.Resolving this unnecessary issue is especially\nproblematic because the original meaning of the phrase “Officers of\nthe United States” arguably includes all officers exercising the\npowers of the National Government, even if those officers also\nexercise power vested under Article IV. The Governor of the\nNorthwest Territory, for example, seems to have performed\n“primarily local” duties, yet the First Congress believed the\nGovernor was an “Officer of the United States” subject to the\nrestrictions of the Appointments Clause.Supra,at 7–8; see\nalsoante,at 8.The Court fails to engage with this point.\nIndeed, it fails to provide any foundation at all for its\n“primarily local” rule. The only analysis to be found is a\nconclusory statement thatPalmorev.United States,411 U.S.\n389(1973), “provides a rough analogy.”Ante, at 19. But\ndrawing a rule from a case that is “no[t] . . . directly\non point,”ibid., without even analyzing the underlying\nreasoning of that case, is not sound constitutional interpretation.\nAnd favoring a tangentially related decision from 1973 over the\npractices of the First Congress is certainly not “more faithful to\nthe [Appointment] Clause’s original meaning,”ante,at\n21.Finally, the Court fails to provide any\nexplanation for what makes an officer’s duties “primarily local.”Ante, at 14–20. Is it the relative importance of the duties?\nOr is it the number of duties exercised pursuant to each power? And\nwhat ratio is required for duties to be primarily local? The\nCourt’s opinion has no answers and does not even acknowledge the\nquestions. And, regardless of how these questions are resolved, the\nprimarily local test allows Congress to evade the requirements of\nthe Appointments Clause by supplementing an officer’s federal\nduties with sufficient territorial duties, such that they become\n“primarily local,” whatever that means.*  *  *Today’s decision reaches the right outcome,\nbut it does so in a roundabout way that departs from the original\nmeaning of the Appointments Clause. I would hold that the Board’s\nmembers are not “Officers of the United States” because they\nperform ongoing statutory duties under only Article IV. I therefore\ncannot join the Court’s opinion and concur only in the\njudgment.Notes1The Court of Appeals\nattempted to draw a distinction between power exercised pursuant to\nterritorial laws enacted by Congress and power exercised pursuant\nto territorial laws enacted by a territorial legislature. There is\nno meaningful distinction in this context. While the legislature of\nthe Territory may establish laws for the Territories, Article IV\nremains the “ultimate source” of territorial power.Puerto\nRicov.Sánchez Valle, 579 U. S. ___, ___ (2016)\n(slip op., at 15) (internal quotation marks omitted). Congress is\nthe source of the “entire dominion and sovereignty” of a Territory,Simmsv.Simms,175 U.S.\n162, 168 (1899), and therefore all territorial laws, whether\ncongressionally enacted or territorially enacted, derive from\nArticle IV,Sánchez Valle, 579 U. S., at ___ (slip op.,\nat 15) (recognizing that the “most immediate source of [the]\nauthority” does not change the nature of the power\nexercised).2See,e.g.,Act of Aug.\n7, 1789, 1Stat. 51, and n. (a) (Northwest Territory); Act of\nMay 26, 1790, ch. 14, §1, 1Stat. 123 (Southwest Territory); Act of\nApr. 7, 1798, §3, 1Stat. 550 (Mississippi); Act of May 7, 1800,\n§§2, 4, 2Stat. 59 (Indiana); Act of Mar. 26, 1804, §4, 2Stat. 284\n(Louisiana); Act of Jan. 11, 1805, ch. 5, §2, 2Stat. 309\n(Michigan); Act of Mar. 2, 1805, §§1, 2, 2Stat. 322 (Orleans); Act\nof Feb. 3, 1809, §§2, 4, 2Stat. 515 (Illinois); Act of June 4,\n1812, §4, 2Stat. 744 (Missouri); Act of Mar. 3, 1817, §4, 3Stat.\n372 (Alabama); Act of Mar. 2, 1819, §5, 3Stat. 494 (Arkansas); Act\nof Mar. 30, 1822, §5, 3Stat. 655 (Florida); Act of Mar. 3, 1823,\n§5, 3Stat. 751 (Florida); Act of Apr. 20, 1836, §4, 5Stat. 12\n(Wisconsin); Act of June 12, 1838, §4, 5Stat. 236 (Iowa); Act of\nAug. 14, 1848, §4, 9Stat. 324 (Oregon); Act of Mar. 3, 1849, §4,\n9Stat. 404 (Minnesota); Act of Sept. 9, 1850, §5, 9Stat. 448 (New\nMexico); Act of Sept. 9, 1850, §4, 9Stat. 454 (Utah); Act of Mar.\n2, 1853, §4, 10Stat. 173 (Washington); Act of May 30, 1854, §§4–6,\n22–24, 10Stat. 278–279, 284–285 (Nebraska and Kansas); Act of Feb.\n28, 1861, §4, 12Stat. 173 (Colorado); Act of Mar. 2, 1861, §4,\n12Stat. 210–211 (Nevada); Act of Mar. 2, 1861, §4, 12Stat. 240\n(Dakota); Act of Feb. 24, 1863, ch. 56, §2, 12Stat. 665 (Arizona);\nAct of Mar. 3, 1863, §4, 12Stat. 809 (Idaho); Act of May 26, 1864,\n§4, 13Stat. 87 (Montana); Act of July 25, 1868, §4, 15Stat. 179\n(Wyoming); Act of May 2, 1890, §4, 26Stat. 83 (Oklahoma); Act of\nApr. 12, 1900, §27, 31Stat. 82 (Puerto Rico); Act of Apr. 30, 1900,\n§12, 31Stat. 144 (Hawaii); Act of July 1, 1902, §7, 32Stat. 693–694\n(Philippines); Act of Aug. 24, 1912, §4, 37Stat. 513 (Alaska); Act\nof June 22, 1936, §5, 49Stat. 1808 (Virgin Islands); Act of Aug. 1,\n1950, §10, 64Stat. 387 (Guam).",
    "joined": []
}