{
    "case": {
        "docket": "18-485",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-485/"
    },
    "id": "4111208",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–485_________________EDWARD G. McDONOUGH, PETITIONERv.YOUEL SMITH, individually and as SPECIAL DISTRICT ATTORNEY FOR THE\nCOUNTY OF RENSSELAER, NEW YORK, aka TREY SMITHon writ of certiorari to the united states\ncourt of appeals for the second circuit[June 20, 2019]Justice Thomas, with whom Justice Kagan and\nJustice Gorsuch join, dissenting.We granted certiorari to decide when “the\nstatute of limitations for a Section 1983 claim based on\nfabrication of evidence in criminal proceedings begins to run.”\nPet. for Cert. i. McDonough, however, declined to take a definitive\nposition on the “threshold inquiry in a [42 U. S. C.]\n§1983 suit”: “ ‘identify[ing] the specific constitutional\nright’ at issue.”Manuelv.Joliet, 580 U. S.\n___, ___ (2017) (slip op., at 12) (quotingAlbrightv.Oliver,510 U.S.\n266, 271 (1994) (plurality opinion)). Because it is only\n“[a]fter pinpointing that right” that courts can proceed to\n“determine the elements of, and rules associated with, an action\nseeking damages for its violation,”Manuel, 580 U. S.,\nat ___ (slip op., at 12), we should have dismissed this case as\nimprovidently granted.McDonough’s failure to specify which\nconstitutional right the respondent allegedly violated profoundly\ncomplicates our inquiry. McDonough argues that malicious\nprosecution is the common-law tort most analogous to his\nfabrication-of-evidence claim. But without “ ‘identify[ing]\nthe specific constitutional right’ at issue,” we cannot adhere to\nthe contours of that right when “applying, selecting among, or\nadjusting common-law approaches.”Ibid.McDonough also\ncontends that his suit is timely because he suffered a continuing\nconstitutional violation, but this argument is similarly difficult\nto evaluate without identifying precisely what that violation was.\nMoreover, because the constitutional basis for McDonough’s claim is\nunclear, we are unable to confirm that he has a constitutional\nclaim at all. In my view, it would be both logical and prudent to\naddress that antecedent question before addressing the statute of\nlimitations for that claim.McDonough also urges us to resolve the question\npresented by extendingPreiserv.Rodriguez,411 U.S.\n475(1973), andHeckv.Humphrey,512 U.S.\n477(1994). But the analysis under both cases depends on what\nfacts a §1983 plaintiff would need to prove to prevail on his\nclaim.[1] And McDonough\ndeclines to take a position on that issue as well. See Brief for\nPetitioner 19 (“The Court thus does not need to delve into what the\nelements of McDonough’s constitutional claim are”); see alsoid., at 37–38, n. 11.Further complicating this case, McDonough raised\na malicious-prosecution claim alongside his fabrication-of-evidence\nclaim. The District Court dismissed that claim on grounds of\nabsolute immunity. McDonough has not fully explained the difference\nbetween that claim and his fabrication claim, which he insists is\nboth analogous to the common-law tort of malicious prosecution and\ndistinct from his dismissed malicious-prosecution claim. See Tr. of\nOral Arg. 11–12; Reply Brief 3–4. Additionally, it appears that\nMcDonough’s fabrication claim could face dismissal on\nabsolute-immunity grounds on remand. Brief for United States asAmicus Curiae29–32.The Court, while recognizing that it is critical\nto ascertain the basis for a §1983 claim when deciding how to\n“handl[e]” it,ante,at 5, n. 2, attempts to evade\nthese issues by “assum[ing] without deciding that the Second\nCircuit’s articulations of the right at issue and its contours are\nsound.”Ante, at 4–5. But because the parties have not\naccepted the Second Circuit’s view that the claim sounds in\nprocedural due process,[2] that\nclaim as “articulated by the Court of Appeals” might be different\nfrom the claim McDonough actually brought.Ante, at 9. The\nbetter course would be to dismiss this case as improvidently\ngranted and await a case in which the threshold question of the\nbasis of a “fabrication-of-evidence” claim is cleanly presented.\nMoreover, even if the Second Circuit were correct that McDonough\nasserts a violation of the Due Process Clause, it would be\npreferable for the Court to determine the claim’s elements before\ndeciding its statute of limitations.*  *  *McDonough asks the Court to bypass the\nantecedent question of the nature and elements of his claim and\nfirst determine its statute of limitations. We should have declined\nthe invitation and dismissed the writ of certiorari as\nimprovidently granted. I therefore respectfully dissent.Notes1SeePreiser, 411\nU. S., at 500 (“[W]hen a state prisoner is challenging the\nvery fact or duration of his physical imprisonment, and the relief\nhe seeks is a determination that he is entitled to immediate\nrelease or a speedier release from that imprisonment,” he cannot\nbring suit under §1983);Heck, 512 U. S., at 486–487\n(“[T]o recover damages for allegedly unconstitutional conviction or\nimprisonment . . . a §1983 plaintiff must prove that the\nconviction or sentence has been” reversed, expunged, invalidated,\nor otherwise called into question); accord,id., at 486,\nn. 6 (explaining that a §1983 action will not lie where a\nplaintiff would have to negate an element of the offense of which\nhe was convicted to succeed on his §1983 claim).2See Tr. of Oral Arg. 7\n(petitioner) (citing the Fourth and Fourteenth Amendments);id., at 42 (respondent) (asserting that the claim is not a\nprocedural due process claim).",
    "joined": []
}