{
    "case": {
        "docket": "427",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/427/"
    },
    "id": "3231175",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–1010_________________M&G POLYMERS USA, LLC, et al., PETITIONERSv.HOBERT FREEL TACKETT et al.on writ of certiorari to the united states court of appeals for\nthe sixth circuit[January 26, 2015]Justice Thomas delivered the opinion of the Court.This case arises out of a disagreement between a group of\nretired employees and their former employer about the meaning of\ncertain expired collective-bargaining agreements. The retirees (and\ntheir former union) claim that these agreements created a right to\nlifetime contribution-free health care benefits for retirees, their\nsurviving spouses, and their dependents. The employer, for its\npart, claims that those provisions terminated when the agreements\nexpired. The United States Court of Appeals for the Sixth Circuit\nsided with the retirees, relying on its conclusion inInternational Union, United Auto, Aerospace, & Agricultural\nImplement Workers of Am.v.Yard-Man, Inc., 716\nF. 2d 1476, 1479 (1983), that retiree health care benefits are\nunlikely to be left up to future negotiations. We granted\ncertiorari and now conclude that such reasoning is incompatible\nwith ordinary principles of contract law. We therefore vacate the\njudgment of the Court of Appeals and remand for it to apply\nordinary principles of contract law in the first instance.IARespondents Hobert Freel Tackett, Woodrow K. Pyles, and Harlan\nB. Conley worked at (and retired from) the Point Pleasant Polyester\nPlant in Apple Grove, West Virginia (hereinafter referred to as the\nPlant). During their employment, respondent United Steel, Paper and\nForestry, Rubber, Manufacturing, Energy, Allied Industrial and\nService Workers International Union, AFL-CIO-CLC, or its\npredecessor unions (hereinafter referred to as the Union),\nrepresented them in collective bargaining. Tackett and Pyles\nretired in 1996, and Conley retired in 1998. They represent a class\nof retired employees from the Plant, along with their surviving\nspouses and other dependents. Petitioner M&G Polymers USA, LLC,\nis the current owner of the Plant.When M&G purchased the Plant in 2000, it entered a master\ncollective-bargaining agreement and a Pension, Insurance, and\nService Award Agreement (P & I agreement) with the Union,\ngenerally similar to agreements the Union had negotiated with\nM&G’s predecessor. The P & I agreement provided for retiree\nhealth care benefits as follows:“Employees who retire on or after January 1, 1996 and who are\neligible for and receiving a monthly pension under the 1993 Pension\nPlan . . . whose full years of attained age and full\nyears of attained continuous service . . . at the time of\nretirement equals 95 or more points will receive a full Company\ncontribution towards the cost of [health care] benefits described\nin this Exhibit B–1 . . . . Employees who have less\nthan 95 points at the time of retirement will receive a reduced\nCompany contribution. The Company contribution will be reduced by\n2% for every point less than 95. Employees will be required to pay\nthe balance of the health care contribution, as estimated by the\nCompany annually in advance, for the [health care] benefits\ndescribed in this Exhibit B–1. Failure to pay the required medical\ncontribution will result in cancellation of coverage.” App.\n415–416.Exhibit B–1, which described the health care benefits at issue,\nopened with the following durational clause: “Effective January 1,\n1998, and for the duration of this Agreement thereafter, the\nEmployer will provide the following program of hospital benefits,\nhospital-medical benefits, surgical benefits and prescription drug\nbenefits for eligible employees and their dependents\n. . . . ”Id.,at 377–378 (emphasis deleted).\nThe P & I agreement provided for renegotiation of its\nterms in three years.[1]BIn December 2006, M&G announced that it would begin\nrequiring retirees to contribute to the cost of their health care\nbenefits. Respondent retirees, on behalf of themselves and others\nsimilarly situated, sued M&G and re-lated entities, alleging\nthat the decision to require these contributions breached both the\ncollective-bargaining agreement and the P & I agreement, in\nviolation of §301 of the Labor Management Relations Act, 1947\n(LMRA) and §502(a)(1)(B) of the Employee Retirement Income Security\nAct of 1974 (ERISA),88Stat.891.[2] Specifically,\nthe retirees alleged that M&G had promised to provide lifetime\ncontribution-free health care benefits for them, their surviving\nspouses, and their dependents. They pointed to the language in the\n2000 P & I agreement providing that employees with a certain\nlevel of seniority “will receive a full Company contribution\ntowards the cost of [health care] benefits described in\n. . . Exhibit B–1.” The retirees alleged that, with this\npromise, M&G had created a vested right to such benefits that\ncontinued beyond the expiration of the 2000 P & I\nagreement.The District Court dismissed the complaint for failure to state\na claim. 523 F. Supp. 2d 684, 696 (SD Ohio 2007). It concluded\nthat the cited language unambiguously did not create a vested right\nto retiree benefits.The Court of Appeals reversed based on the reasoning of its\nearlier decision inYard-Man. 561 F. 3d 478 (CA6 2009)\n(Tackett I).Yard-Maninvolved a similar claim that\nan employer had breached a collective-bargaining agreement when it\nterminated retiree benefits. 716 F. 2d, at 1478. Although the\ncourt found the text of the provision in that case ambiguous, it\nrelied on the “context” of labor negotiations to resolve that\nambiguity in favor of the retirees’ interpretation.Id.,at\n1482. Specifically, the court inferred that parties to collective\nbargaining would intend retiree benefits to vest for life because\nsuch benefits are “not mandatory” or required to be included in\ncollective-bargaining agreements, are “typically understood as a\nform of delayed compensation or reward for past services,” and are\nkeyed to the acquisition of retirement status.Ibid.The\ncourt concluded that these inferences “outweigh[ed] any contrary\nimplications [about the termination of retiree benefits] derived\nfrom” general termination clauses.Id., at 1483.Applying theYard-Maninferences on review of the\nDistrict Court’s dismissal of the action, the Court of Appeals\nconcluded that the retirees had stated a plausible claim.Tackett I, 561 F. 3d, at 490. “Keeping in mind the\ncontext of the labor-management negotiations identified inYard-Man,” the court found “it unlikely that [the Union]\nwould agree to language that ensures its members a ‘full Company\ncontribution,’ if the company could unilaterally change the level\nof contribution.”Ibid.The court construed the language\nabout “employees” contributing to their health care premiums as\nlimited to employees who had not attained the requisite seniority\npoints to be entitled to a full company contribution.Ibid.And it discerned an intent to vest lifetime contribution-free\nhealth care benefits from provisions tying eligibility for health\ncare benefits to eligibility for pension benefits.Id., at\n490–491.On remand, the District Court conducted a bench trial and ruled\nin favor of the retirees. It declined to revisit the question\nwhether the P & I agreement created a vested right to\nretiree benefits, concluding that the Court of Appeals had\ndefinitively resolved that issue. It then issued a permanent\ninjunction ordering M&G to reinstate contribution-free health\ncare benefits for the individual respondents and similarly situated\nretirees. 853 F. Supp. 2d 697 (SD Ohio 2012).The Court of Appeals affirmed, concluding that, al-though the\nDistrict Court had erred in treatingTackett Ias a\nconclusive resolution of the meaning of the P & I\nagreement, it had not erred in “presum[ing]” that, “in the absence\nof extrinsic evidence to the contrary, the agreements indicated an\nintent to vest lifetime contribution-free benefits.” 733 F. 3d\n589, 600 (CA6 2013) (Tackett II). And because the District\nCourt had concluded that the proffered extrinsic evidence was\ninapplicable, it had not clearly erred in finding that the\nagreement created those vested rights.We granted certiorari, 572 U. S. ___ (2014), and now vacate\nand remand.IIThis case is about the interpretation of collective-bargaining\nagreements that define rights to welfare benefits plans. The LMRA\ngrants federal courts jurisdiction to resolve disputes between\nemployers and labor unions about collective-bargaining\nagreements.29 U. S. C. §185. When collective-bargaining\nagreements create pension or welfare benefits plans, those plans\nare subject to rules established in ERISA. ERISA defines pension\nplans as plans, funds, or programs that “provid[e] retirement\nincome to employees” or that “resul[t] in a deferral of income.”\n§1002(2)(A). It defines welfare benefits plans as plans, funds, or\nprograms established or maintained to provide participants with\nadditional benefits, such as life insurance and disability\ncoverage. §1002(1).ERISA treats these two types of plans differently. Although\nERISA imposes elaborate minimum funding and vesting standards for\npension plans, §§1053, 1082, 1083, 1084, it explicitly exempts\nwelfare benefits plans from those rules, §§1051(1), 1081(a)(1).\nWelfare benefits plans must be “established and maintained pursuant\nto a written instrument,” §1102(a)(1), but “[e]mployers or other\nplan sponsors are generally free under ERISA, for any reason at any\ntime, to adopt, modify, or terminate welfare plans,”Curtiss-Wright Corp.v.Schoonejongen,514 U. S.\n73,78 (1995). As we have previously recognized, “[E]mployers have\nlarge leeway to design disability and other welfare plans as they\nsee fit.”Black & Decker Dis-ability Planv.Nord,538 U. S. 822,833 (2003). And, we have observed,\nthe rule that contractual “provisions ordinarily should be enforced\nas written is especially appropriate when enforcing an ERISA\n[welfare benefits] plan.”Heimeshoffv.Hartford Life\n& Accident Ins. Co., 571 U. S. ___, ___ (2013) (slip\nop., at 7). That is because the “focus on the written terms of the\nplan is the linchpin of a system that is not so complex that\nadministrative costs, or litigation expenses, unduly discourage\nemployers from offering [welfare benefits] plans in the first\nplace.”Id.,at ___ (slip op., at 8) (internal quotation\nmarks, brackets, and citation omitted).We interpret collective-bargaining agreements, including those\nestablishing ERISA plans, according to ordinary principles of\ncontract law, at least when those principles are not inconsistent\nwith federal labor policy. SeeTextile Workersv.Lincoln\nMills of Ala.,353 U. S. 448–457 (1957). “In this endeavor,\nas with any other contract, the parties’ intentions control.”Stolt-Nielsen S. A.v.AnimalFeeds Int’l\nCorp.,559 U. S. 662,682 (2010) (internal quotation marks\nomitted). “Where the words of a contract in writing are clear and\nunambiguous, its meaning is to be ascertained in accordance with\nits plainly expressed intent.” 11 R. Lord, Williston on Contracts\n§30:6, p. 108 (4th ed. 2012) (Williston) (internal quotation marks\nomitted). In this case, the Court of Appeals applied theYard-Maninferences to conclude that, in the absence of\nextrinsic evidence to the contrary, the provisions of the contract\nindicated an intent to vest retirees with lifetime benefits.Tackett II, 733 F. 3d, at 599–600. As we now explain,\nthose inferences conflict with ordinary principles of contract\nlaw.IIIA1The Court of Appeals has long insisted that itsYard-Maninferences are drawn from ordinary contract law. InYard-Manitself, the court purported to apply “traditional rules for\ncontractual interpretation.” 716 F. 2d, at 1479. The court\nfirst concluded that the provision governing retiree insurance\nbenefits—which stated only that the employer “will provide” such\nbenefits—was ambiguous as to the duration of those benefits.Id.,at 1480. To resolve that ambiguity, it looked to other\nprovisions of the agreement. The agreement included provisions for\nterminating active employees’ insurance benefits in the case of\nlayoffs and for terminating benefits for a retiree’s spouse and\ndependents in case of the retiree’s death before the expiration of\nthe collective-bargaining agreement, but no provision specifically\naddressed the duration of retiree health care benefits.Id.,at 1481–1482. From the existence of these termination provisions\nand the absence of a termination provision specifically addressing\nretiree benefits, the court inferred an intent to vest those\nretiree benefits for life.The court then purported to apply the rule that contracts should\nbe interpreted to avoid illusory promises. It noted that the\nretiree insurance provisions “contain[ed] a promise that the\ncompany will pay an early retiree’s insurance upon such retiree\nreaching age 65 but that the retiree must bear the cost of company\ninsurance until that time.”Id.,at 1481. Employees could\nretire at age 55, but the agreement containing this promise applied\nonly for a 3-year term.Ibid.Thus, retirees between the\nages of 55 and 62 would not turn 65 and become eligible for the\ncompany contribution before the 3-year agreement expired. In light\nof this fact, the court reasoned that the promise would be\n“completely illusory for many early retirees under age 62” if the\nretiree benefits terminated when the contract expired.Ibid.Finally, the court turned to “the context” of labor\nnegotiations.Id.,at 1482. It observed that “[b]enefits for\nretirees are . . . not mandatory subjects of collective\nbargaining” and that “employees are presumably aware that the union\nowes no obligation to bargain for continued benefits for retirees.”Ibid.Based on these observations, the court concluded that\n“it is unlikely that such benefits . . . would be\nleft to the contingencies of future negotiations.”Ibid. It\nalso asserted that “retiree benefits are in a sense ‘status’\nbenefits which, as such, carry with them an inference that they\ncontinue so long as the prerequisite status is maintained.”Ibid.Although the contract included a general durational\nclause—meaning that the contract itself would expire at a set\ntime—the court concluded that these contextual clues “outweigh[ed]\nany contrary implications derived from a routine duration clause.”Id.,at 1483.2Two years afterYard-Man, the court took this analysis\neven further. In a dispute between retirees and a steel company\nover retiree health insurance benefits, it construed the language\n“will continue to provide at its expense, supplemental medicare and\nmajor medical benefits for Pensioners aged 65 and over” to\n“unambiguouslyconfe[r]” lifetime benefits.Policyv.Powell Pressed Steel Co., 770 F. 2d 609, 615 (CA6 1985)\n(emphasis added). Yet it had interpreted similar language—“will\nprovide insurance benefits equal to the active group”—to beambiguousinYard-Man. The court refused to give any\nweight to provisions that supported a contrary construction—namely,\none establishing a fund to pay pension, but not welfare, benefits,\nand another providing for the continuation of pension, but not\nwelfare, benefits after the agreement expired.Policy,770\nF. 2d, at 615–616. According to the court, a contrary\ninterpretation “would render the Company’s promise [of benefits for\nretirees aged 65 and over] in substantial part nugatory and\nillusory” to retirees who were 62 or younger when the 3-year\nagreement was signed.Ibid.And it faulted the District\nCourt for failing “to give effect” toYard-Man’s admonition\n“that retiree benefits normally . . . are interminable.”\n770 F. 2d, at 616.The Court of Appeals has continued to extend the reasoning ofYard-Man. Relying onYard-Man’s statement that\ncontext considerations outweigh the effect of a general termination\nclause, it has concluded that, “ ‘[a]bsent specific durational\nlanguage referring to retiree benefits themselves,’ a general\ndurational clausesays nothingabout the vesting of retiree\nbenefits.”Noev.PolyOne Corp., 520 F. 3d 548,\n555 (CA6 2008) (emphasis added). It has also held that a provision\nthat “ties eligibility for retirement-health benefits to\neligibility for a pension . . . [leaves] little room for debate\nthat retirees’ health benefits ves[t] upon retirement.”Id.,\nat 558 (internal quotation marks omitted). Commenting on these\nextensions ofYard-Man, the court has acknowledged that\n“there is a reasonable argument to be made that, while th[e] court\nhas repeatedly cautioned thatYard-Mandoes not create a\npresumption of vesting, [it] ha[s] gone on to apply just such a\npresumption.”Colev.ArvinMeritor, Inc., 549\nF. 3d 1064, 1074 (CA6 2008).BWe disagree with the Court of Appeals’ assessment that the\ninferences applied inYard-Manand its progeny represent\nordinary principles of contract law.As an initial matter,Yard-Manviolates ordinary contract\nprinciples by placing a thumb on the scale in favor of vested\nretiree benefits in all collective-bargaining agreements. That rule\nhas no basis in ordinary principles of contract law. And it\ndistorts the attempt “to ascertain the intention ofthe\nparties.” 11 Williston §30:2, at 18 (emphasis added); see alsoStolt-Nielsen, 559 U. S., at 682.Yard-Man’s\nassessment of likely behavior in collective bargaining is too\nspeculative and too far removed from the context of any particular\ncontract to be useful in discerning the parties’ intention.And the Court of Appeals derived its assessment of likely\nbehavior not from record evidence, but instead from its own\nsuppositions about the intentions of employees, unions, and\nemployers negotiating retiree benefits. SeeYard-Man, 716\nF. 2d, at 1482. For example, it asserted, without any\nfoundation, that, “when . . . parties contract for benefits which\naccrue upon achievement of retiree status, there is an inference\nthat the parties likely in-tended those benefits to continue as\nlong as the benefi-ciary remains a retiree.”Ibid.; see alsoibid.(“[I]t is unlikely that [retiree] benefits\n. . . would be left to the contingencies of future\nnegotiations”). Although a court may look to known customs or\nusages in a particular industry to determine the meaning of a\ncontract, the parties must prove those customs or usages using\naffirmative evidentiary support in a given case. 12 Williston\n§34:3; accord,Robinsonv.United States, 13 Wall.\n363, 366 (1872);Oelricksv.Ford, 23 How. 49, 61–62\n(1860).Yard-Manrelied on no record evidence indicating\nthat employers and unions in that industry customarily vest retiree\nbenefits. Worse, the Court of Appeals has taken the inferences inYard-Manand applied them indiscriminately across\nindustries. See, e.g., Cole,supra, at 1074\n(automobile);Armisteadv.Vernitron Corp., 944\nF. 2d 1287, 1297 (CA6 1991) (electronics);Policy,supra, at 618 (steel).Because the Court of Appeals did not ground itsYard-Maninferences in any record evidence, it is unsurprising that the\ninferences rest on a shaky factual foundation. For example,Yard-Manrelied in part on the premise that retiree health\ncare benefits are not subjects of mandatory collective bargaining.\nParties, however, can and do voluntarily agree to make retiree\nbenefits a subject of mandatory collective bargaining. Indeed, the\nemployer and union in this case entered such an agreement in 2001.\nApp. 435–436.Yard-Manalso relied on the premise that\nre-tiree benefits are a form of deferred compensation, but that\ncharacterization is contrary to Congress’ determi-nation otherwise.\nIn ERISA, Congress specifically defined plans that “resul[t] in a\ndeferral of income by employ-ees” as pension plans,\n§1002(2)(A)(ii), and plans that offer medical benefits as welfare\nplans, §1002(1)(A). Thus, retiree health care benefits are not a\nform of deferred compensation.Further compounding this error, the Court of Appeals has refused\nto apply general durational clauses to provisions governing retiree\nbenefits. Having inferred that parties would not leave retiree\nbenefits to the contingencies of future negotiations, and that\nretiree benefits generally last as long as the recipient remains a\nretiree, the court inYard-Manexplicitly concluded that\nthese inferences “outweigh[ed] any contrary implications derived\nfrom a routine duration clause terminating the agreement\ngenerally.” 716 F. 2d,at 1482–1483. The court’s\nsubsequent decisions went even further, requiring a contract to\ninclude a specific durational clause for retiree health care\nbenefits to prevent vesting.E.g., Noe,supra, at\n555. These decisions distort the text of the agreement and conflict\nwith the principle of contract law that the written agreement is\npresumed to encompass the whole agreement of the parties. See 1 W.\nStory, Law of Contracts §780 (M. Bigelow ed., 5th ed. 1874); see\nalso 11 Williston §31:5.Perhaps tugged by these inferences, the Court of Appeals\nmisapplied other traditional principles of contract law, including\nthe illusory promises doctrine. That doctrine instructs courts to\navoid constructions of contracts that would render promises\nillusory because such promises cannot serve as consideration for a\ncontract. See 3Williston §7:7 (4th ed. 2008). But the Court of\nAppeals construed provisions that admittedly benefited some class\nof retirees as “illusory” merely because they did not equally\nbenefitallretirees. SeeYard-Man,supra, at\n1480–1481. That interpretation is a contradiction in terms—a\npromise that is “partly”illusory is by definition not\nillusory. If it benefits some class of retirees, then it may\nserveas consideration for the union’s promises. And the court’s\ninterpretation is particularly inappropriate in the context of\ncollective-bargaining agreements, which are negotiated on behalf of\na broad category of individuals and consequently will often include\nprovisions inapplicable to some category of employees.The Court of Appeals also failed even to consider the\ntraditional principle that courts should not construe ambiguous\nwritings to create lifetime promises. See 3 A. Corbin, Corbin on\nContracts §553, p. 216 (1960) (explaining that contracts that are\nsilent as to their duration will ordinarily be treated not as\n“operative in perpetuity” but as “operative for a reasonable time”\n(internal quotation marks omitted)). The court recognized that\n“traditional rules of contractual interpretation require a clear\nmanifestation of intent before conferring a benefit or obligation,”\nbut asserted that “the duration of the benefit once clearly\nconferred is [not] subject to this stricture.”Yard-Man,supra, at 1481, n. 2. In stark contrast to this\nassertion, however, the court later applied that very stricture to\nnoncollectively bargained contracts offering retiree benefits. SeeSpraguev.General Motors Corp., 133 F. 3d 388,\n400 (CA6 1998) (“To vest benefits is to render them forever\nunalterable. Because vesting of welfare plan benefits is not\nrequired by law, an employer’s commitment to vest such benefits is\nnot to be inferred lightly; the intent to vest must be found in the\nplan documents and must be stated in clear and express language”\n(internal quotation marks omitted)). The different treatment of\nthese two types of employment contracts only underscoresYard-Man’s deviation from ordinary principles of contract\nlaw.Similarly, the Court of Appeals failed to consider the\ntraditional principle that “contractual obligations will cease, in\nthe ordinary course, upon termination of the bargaining agreement.”Litton Financial Printing Div., Litton Business Systems,\nInc.v.NLRB,501 U. S. 190,207 (1991). That\nprinciple does not preclude the conclusion that the parties\nintended to vest lifetime benefits for retirees. Indeed, we have\nalready recognized that “a collective-bargaining agreement [may]\nprovid[e] in explicit terms that certain benefits continue after\nthe agreement’s expiration.”Ibid.But when a contract is\nsilent as to the duration of retiree benefits, a court may not\ninfer that the parties intended those benefits to vest for\nlife.CThere is no doubt thatYard-Manand its progeny af-fected\nthe outcome here. As in its previous decisions, the Court of\nAppeals here cited the “context of . . . labor-management\nnegotiations” and reasoned that the Union likely would not have\nagreed to language ensuring its members a “full Company\ncontribution” if the company could change the level of that\ncontribution.Tackett I, 561 F. 3d, at 490 (internal\nquotation marks omitted). It similarly concluded that the tying of\neligibility for health care benefits to receipt of pension benefits\nsuggested an intent to vest health care benefits.Ibid.And\nit framed its analysis from beginning to end in light of the\nprinciples it announced inYard-Manand its progeny. See 561\nF. 3d, at 489; see alsoTackett II, 733 F. 3d, at\n599–600.We reject theYard-Maninferences as inconsistent with\nordinary principles of contract law. But because “[t]his Court is\none of final review, not of first view,”Ford Motor Co.v.United States, 571 U. S. ___, ___ (2013) (per\ncuriam) (slip op., at 2) (internal quotation marks omitted),\nthe Court of Appeals should be the first to review the agreements\nat issue under the correct legal principles. We vacate the judgment\nof the Court of Appeals and remand the case for that court to apply\nordinary principles of contract law in the first instance.It is so ordered.Notes1In accordance with this provision,\nM&G and the Union began bargaining anew in 2003, ultimately\nreaching a new agreement in 2005. The provisions of the existing\nagreements remained in effect during the course of those\nnegotiations. See App. to Pet. for Cert. 25,\nn. 1.2The Union was a plaintiff in the suit\nand is a respondent here. For ease of reference, we refer to the\nrespondents collectively as “the retirees.”",
    "joined": []
}