{
    "case": {
        "docket": "16-402",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-402/"
    },
    "id": "3919267",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–402_________________TIMOTHY IVORY CARPENTER, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 22, 2018]Justice Thomas, dissenting.This case should not turn on “whether” a search\noccurred.Ante,at 1. It should turn, instead, onwhoseproperty was searched. The Fourth Amendment guarantees\nindividuals the right to be secure from unreasonable searches of\n“theirpersons, houses, papers, and effects.” (Emphasis\nadded.) In other words, “eachperson has the right to be\nsecure against unreasonable searches . . . inhis\nownperson, house, papers, and effects.”Minnesotav.Carter, 525 U. S. 83, 92 (1998) (Scalia, J.,\nconcurring). By obtaining the cell-site records of MetroPCS and\nSprint, the Government did not search Carpenter’s property. He did\nnot create the records, he does not maintain them, he cannot\ncontrol them, and he cannot destroy them. Neither the terms of his\ncontracts nor any provision of law makes the records his. The\nrecords belong to MetroPCS and Sprint.The Court concludes that, although the records\nare not Carpenter’s, the Government must get a warrant because\nCarpenter had a reasonable “expectation of privacy” in the location\ninformation that they reveal.Ante,at 11. I agree with\nJustice Kennedy, Justice Alito, Justice Gorsuch, and every Court of\nAppeals to consider the question that this is not the best reading\nof our precedents.The more fundamental problem with the Court’s\nopinion, however, is its use of the “reasonable expectation of\nprivacy” test, which was first articulated by Justice Harlan inKatzv.United States, 389 U. S. 347, 360–361\n(1967) (concurring opinion). TheKatztest has no basis in\nthe text or history of the Fourth Amendment. And, it invites courts\nto make judgments about policy, not law. Until we confront the\nproblems with this test,Katzwill continue to distort\nFourth Amendment jurisprudence. I respectfully dissent.IKatzwas the culmination of a series of\ndecisions applying the Fourth Amendment to electronic\neavesdropping. The first such decision wasOlmsteadv.United States, 277 U. S. 438 (1928), where federal\nofficers had intercepted the defendants’ conversations by tapping\ntelephone lines near their homes.Id.,at 456–457. In an\nopinion by Chief Justice Taft, the Court concluded that this\nwiretap did not violate the Fourth Amendment. No “search” occurred,\naccording to the Court, because the officers did not physically\nenter the defendants’ homes.Id.,at 464–466. And neither\nthe telephone lines nor the defendants’ intangible conversations\nqualified as “persons, houses, papers, [or] effects” within the\nmeaning of the Fourth Amendment.Ibid.[1] In the ensuing decades, this Court adhered\ntoOlmsteadand rejected Fourth Amendment\nchallenges to various methods of electronic surveillance. SeeOn\nLeev.United States, 343 U. S. 747, 749–753 (1952)\n(use of microphone to overhear conversations with confidential\ninformant);Goldmanv.United States, 316 U. S.\n129, 131–132, 135–136 (1942) (use of detectaphone to hear\nconversations in office next door).In the 1960’s, however, the Court began to\nretreat fromOlmstead. InSilvermanv.United\nStates, 365 U. S. 505 (1961), for example, federal\nofficers had eavesdropped on the defendants by driving a “spike\nmike” several inches into the house they were occupying.Id.,at 506–507. This was a “search,” the Court held,\nbecause the “unauthorized physical penetration into the premises”\nwas an “actual intrusion into a constitutionally protected area.”Id.,at 509, 512. The Court did not mentionOlmstead’s other holding that intangible conversations are\nnot “persons, houses, papers, [or] effects.” That omission was\nsignificant. The Court confirmed two years later that “[i]t follows\nfrom [Silverman] that the Fourth Amendment may protect\nagainst the overhearing of verbal statements as well as against the\nmore traditional seizure of ‘papers and effects.’ ”Wong\nSunv.United States, 371 U. S. 471, 485 (1963);\naccord,Bergerv.New York, 388 U. S. 41, 51\n(1967).InKatz, the Court rejectedOlmstead’s remaining holding—that eavesdropping is not a\nsearch absent a physical intrusion into a constitutionally\nprotected area. The federal officers inKatzhad intercepted\nthe defendant’s conversations by attaching an electronic device to\nthe outside of a public telephone booth. 389 U. S., at 348.\nThe Court concluded that this was a “search” because the officers\n“violated the privacy upon which [the defendant] justifiably relied\nwhile using the telephone booth.”Id.,at 353. Although the\ndevice did not physically penetrate the booth, the Court overruledOlmsteadand held that “the reach of [the Fourth] Amendment\ncannot turn upon the presence or absence of a physical intrusion.”\n389 U. S., at 353. The Court did not explain what should\nreplaceOlmstead’s physical-intrusion requirement. It simply\nasserted that “the Fourth Amendment protects people, not places”\nand “what [a person] seeks to preserve as private . . .\nmay be constitutionally protected.” 389 U. S., at 351.Justice Harlan’s concurrence inKatzattempted to articulate the standard that was missing from the\nmajority opinion. While Justice Harlan agreed that “ ‘the\nFourth Amendment protects people, not places,’ ” he stressed\nthat “[t]he question . . . is what protection it affords\nto those people,” and “the answer . . . requires\nreference to a ‘place.’ ”Id.,at 361. Justice Harlan\nidentified a “twofold requirement” to determine when the\nprotections of the Fourth Amendment apply: “first that a person\nhave exhibited an actual (subjective) expectation of privacy and,\nsecond, that the expectation be one that society is prepared to\nrecognize as ‘reasonable.’ ”Ibid.Justice Harlan did not cite anything for this\n“expectation of privacy” test, and the parties did not discuss it\nin their briefs. The test appears to have been presented for the\nfirst time at oral argument by one of the defendant’s lawyers. See\nWinn,Katzand the Origins of the “Reason- able Expectation\nof Privacy” Test, 40 McGeorge L. Rev. 1, 9–10 (2009). The\nlawyer, a recent law-school graduate, apparently had an\n“[e]piphany” while preparing for oral argument. Schneider,Katz\nv. United States: The Untold Story, 40 McGeorge L. Rev.\n13, 18 (2009). He conjectured that, like the “reasonable person”\ntest from his Torts class, the Fourth Amendment should turn on\n“whether a reasonable person . . . could have expected\nhis communication to be private.”Id.,at 19. The lawyer\npresented his new theory to the Court at oral argument. See,e.g.,Tr. of Oral Arg. inKatzv.United\nStates, O. T. 1967, No. 35, p. 5 (proposing a\ntest of “whether or not, objectively speaking, the communication\nwas intended to be private”);id.,at 11 (“We propose a test\nusing a way that’s not too dissimilar from the tort ‘reasonable\nman’ test”). After some questioning from the Justices, the lawyer\nconceded that his test should also require individuals to\nsubjectively expect privacy. Seeid.,at 12. With that\nmodification, Justice Harlan seemed to accept the lawyer’s test\nalmost verbatim in his concurrence.Although the majority opinion inKatzhad\nlittle practical significance after Congress enacted the Omnibus\nCrime Control and Safe Streets Act of 1968, Justice Harlan’s\nconcurrence profoundly changed our Fourth Amendment jurisprudence.\nIt took only one year for the full Court to adopt his two-pronged\ntest. SeeTerryv.Ohio, 392 U. S. 1, 10 (1968).\nAnd by 1979, the Court was describing Justice Harlan’s test as the\n“lodestar” for determining whether a “search” had occurred.Smithv.Maryland, 442 U. S. 735, 739 (1979).\nOver time, the Court minimized the subjective prong of Justice\nHarlan’s test. See Kerr,KatzHas Only One Step: The\nIrrelevance of Subjective Expectations, 82 U. Chi.\nL. Rev. 113 (2015). That left the objective prong—the\n“reasonable expectation of privacy” test that the Court still\napplies today. Seeante,at 5;United Statesv.Jones, 565 U. S. 400, 406 (2012).IIUnder theKatztest, a “search” occurs\nwhenever “government officers violate a person’s ‘reasonable\nexpectation of privacy.’ ”Jones,supra,at 406.\nThe most glaring problem with this test is that it has “no\nplausible foundation in the text of the Fourth Amendment.”Carter, 525 U. S., at 97 (opinion of Scalia, J.). The\nFourth Amendment, as relevant here, protects “[t]he right of the\npeople to be secure in their persons, houses, papers, and effects,\nagainst unreasonable searches.” By defining “search” to mean “any\nviolation of a reasonable expectation of pri- vacy,” theKatztest misconstrues virtually every one of these\nwords.ATheKatztest distorts the original\nmeaning of “searc[h]”—the word in the Fourth Amendment that it\npurports to define, seeante, at 5;Smith,supra. Under theKatztest, the government conducts a\nsearch anytime it violates someone’s “reasonable expectation of\nprivacy.” That is not a normal definition of the word “search.”At the founding, “search” did not mean a\nviolation of someone’s reasonable expectation of privacy. The word\nwas probably not a term of art, as it does not appear in legal\ndictionaries from the era. And its ordinary meaning was the same as\nit is today: “ ‘[t]o look over or through for the purpose of\nfinding something; to explore; to examine by inspection; as, tosearchthe house for a book; tosearchthe wood for a\nthief.’ ”Kyllov.United States, 533 U. S.\n27, 32, n. 1 (2001) (quoting N. Webster, An American Dictionary of\nthe English Language 66 (1828) (reprint 6th ed. 1989)); accord, 2\nS. Johnson, A Dictionary of the English Language (5th ed. 1773)\n(“Inquiry by looking into every suspected place”); N. Bailey, An\nUniversal Etymological English Dictionary (22d ed. 1770) (“a\nseeking after, a looking for, &c.”); 2 J. Ash, The New and\nComplete Dictionary of the English Language (2d ed. 1795) (“An\nenquiry, an examination, the act of seeking, an enquiry by looking\ninto every suspected place; a quest; a pursuit”); T. Sheridan, A\nComplete Dictionary of the English Language (6th ed. 1796)\n(similar). The word “search” was not associated with “reasonable\nexpectation of privacy” until Justice Harlan coined that phrase in\n1967. The phrase “expectation(s) of privacy” does not appear in the\npre-Katzfederal or state case reporters, the papers of\nprominent Founders,[2] early\ncongressional documents and debates,[3] collections of early American English texts,[4] or early American\nnewspapers.[5]BTheKatztest strays even further from\nthe text by focusing on the concept of “privacy.” The word\n“privacy” does not appear in the Fourth Amendment (or anywhere else\nin the Constitution for that matter). Instead, the Fourth Amendment\nreferences “[t]he right of the people to be secure.” It then\nqualifies that right by limiting it to “persons” and three specific\ntypes of property: “houses, papers, and effects.” By connecting the\nright to be secure to these four specific objects, “[t]he text of\nthe Fourth Amendment reflects its close connection to property.”Jones,supra, at 405. “[P]rivacy,” by contrast, “was\nnot part of the political vocabulary of the [founding]. Instead,\nliberty and privacy rights were understood largely in terms of\nproperty rights.” Cloud, Property Is Privacy: Locke and Brandeis in\nthe Twenty-First Century, 55 Am. Crim. L. Rev. 37, 42\n(2018).Those who ratified the Fourth Amendment were\nquite familiar with the notion of security in property. Security in\nproperty was a prominent concept in English law. See,e.g.,3 W. Blackstone, Commentaries on the Laws of Eng-land 288 (1768) (“[E]very man’s house is looked\nupon by the law to be his castle”); 3 E. Coke, Institutes of Laws\nof England 162 (6th ed. 1680) (“[F]or a man[’]s house is his\nCastle, & domus sua cuique est tutissimum refugium [each man’s\nhome is his safest refuge]”). The political philosophy of John\nLocke, moreover, “permeated the 18th-century political scene in\nAmerica.”Obergefellv.Hodges, 576 U. S. ___,\n___ (2015) (Thomas, J., dissenting) (slip op., at 8). For Locke,\nevery individual had a property right “in his own person” and in\nanything he “removed from the common state [of] Nature” and “mixed\nhis labour with.” Second Treatise of Civil Government §27 (1690).\nBecause property is “very unsecure” in the state of nature, §123,\nindividuals form governments to obtain “a secure enjoyment of their\nproperties.” §95. Once a government is formed, however, it cannot\nbe given “a power to destroy that which every one designs to\nsecure”; it cannot legitimately “endeavour to take away, and\ndestroy the property of the people,” or exercise “an absolute power\nover [their] lives, liberties, and estates.” §222.The concept of security in property recognized\nby Locke and the English legal tradition appeared throughout the\nmaterials that inspired the Fourth Amendment. InEntickv.Carrington, 19 How. St. Tr. 1029 (C. P. 1765)—a\nheralded decision that the founding generation considered “the true\nand ultimate expression of constitutional law,”Boydv.United States, 116 U. S. 616, 626 (1886)—Lord Camden\nexplained that “[t]he great end, for which men entered into\nsociety, was to secure their property.” 19 How. St. Tr., at 1066.\nThe American colonists echoed this reasoning in their “widespread\nhostility” to the Crown’s writs of assistance[6]—a practice that inspired the Revolution and\nbecame “[t]he driving force behind the adoption of the [Fourth]\nAmendment.”United Statesv.Verdugo-Urquidez, 494\nU. S. 259, 266 (1990). Prominent colonists decried the writs\nas destroying “ ‘domestic security’ ” by permitting broad\nsearches of homes. M. Smith, The Writs of Assistance Case 475\n(1978) (quoting a 1772 Boston town meeting); see alsoid.,at 562 (complaining that “ ‘every householder in this\nprovince, will necessarily becomeless securethan he was\nbefore this writ’ ” (quoting a 1762 article in the Boston\nGazette));id.,at 493 (complaining that the writs were\n“ ‘expressly contrary to the common law, which ever regarded a\nman’shouseas his castle, or a place of perfect\nsecurity’ ” (quoting a 1768 letter from John Dickinson)). John\nOtis, who argued the famous Writs of Assistance case, contended\nthat the writs violated “ ‘the fundamental Principl[e] of\nLaw’ ” that “ ‘[a] Man who is quiet, is as secure in his\nHouse, as a Prince in his Castle.’ ”Id.,at 339\n(quoting John Adam’s notes). John Adams attended Otis’ argument and\nlater drafted Article XIV of the Massachusetts\nConstitution,[7] which served\nas a model for the Fourth Amendment. See Clancy, The Framers’\nIntent: John Adams, His Era, and the Fourth Amendment, 86 Ind.\nL. J. 979, 982 (2011); Donahue, The Original Fourth Amendment,\n83 U. Chi. L. Rev. 1181, 1269 (2016)(Donahue). Adams agreed that “[p]roperty must be\nsecured, or liberty cannot exist.” Discourse on Davila, in 6 The\nWorks of John Adams 280 (C. Adams ed. 1851).Of course, the founding generation understood\nthat, by securing their property, the Fourth Amendment would often\nprotect their privacy as well. See,e.g.,Boyd,supra, at 630 (explaining that searches of houses invade\n“the privacies of life”);Wilkesv.Wood, 19 How. St.\nTr. 1153, 1154 (C. P. 1763) (argument of counsel contending\nthat seizures of papers implicate “our most private concerns”). But\nthe Fourth Amendment’s attendant protection of privacy does not\njustifyKatz’s elevation of privacy as thesine qua\nnonof the Amendment. See T. Clancy, The Fourth Amendment:\nIts History and Interpretation §3.4.4, p. 78 (2008) (“[TheKatztest] confuse[s] the reasons for exercising the\nprotected right with the right itself. A purpose of exercising\none’s Fourth Amendment rights might be the desire for privacy, but\nthe individual’s motivation is not the right protected”); cf.United Statesv.Gonzalez- Lopez, 548 U. S. 140,\n145 (2006) (rejecting “a line of reasoning that ‘abstracts from the\nright to its purposes, and then eliminates the right’ ”). As\nthe majority opinion inKatzrecognized, the Fourth\nAmendment “cannot be translated into a general constitutional\n‘right to privacy,’ ” as its protections “often have nothing\nto do with privacy at all.” 389 U. S., at 350. Justice\nHarlan’s focus on privacy in his concurrence—an opinion that was\nissued betweenGriswoldv.Connecticut, 381\nU. S. 479 (1965), andRoev.Wade, 410\nU. S. 113 (1973)—reflects privacy’s status as the organizing\nconstitutional idea of the 1960’s and 1970’s. The organizing\nconstitutional idea of the founding era, by contrast, was\nproperty.CIn shifting the focus of the Fourth Amendment\nfrom property to privacy, theKatztest also reads the words\n“persons, houses, papers, and effects” out of the text. At its\nbroadest formulation, theKatztest would find a search\n“whereveran individual may harbor a reasonable ‘expectation\nof privacy.’ ”Terry, 392 U. S., at 9 (emphasis\nadded). The Court today, for example, does not ask whether\ncell-site location records are “persons, houses, papers, [or]\neffects” within the meaning of the Fourth Amendment.[8] Yet “persons, houses, papers, and effects”\ncannot mean “anywhere” or “anything.”Katz’s catchphrase\nthat “the Fourth Amendment protects people, not places,” is not a\nserious attempt to reconcile the constitutional text. SeeCarter, 525 U. S., at 98, n. 3 (opinion of Scalia,\nJ.). The Fourth Amendment obviously protects people; “[t]he\nquestion . . . is what protection it affords to those\npeople.”Katz, 389 U. S., at 361 (Harlan, J.,\nconcurring). The Founders decided to protect the people from\nunreasonable searches and seizures of four specific things—persons,\nhouses, papers, and effects. They identified those four categories\nas “the objects of privacy protection to which theConstitutionwould extend, leaving further expansion to the\ngood judgment . . . of the people through their\nrepresentatives in the legislature.”Carter,supra,\nat 97–98 (opinion of Scalia, J.).This limiting language was important to the\nfounders. Madison’s first draft of the Fourth Amendment used a\ndifferent phrase: “their persons, their houses, their papers, and\ntheirother property.” 1 Annals of Cong. 452 (1789)(emphasis added). In one of the few changes made\nto Madison’s draft, the House Committee of Eleven changed “other\nproperty” to “effects.” See House Committee of Eleven Report (July\n28, 1789), in N. Cogan, The Complete Bill of Rights 334 (2d ed.\n2015). This change might have narrowed the Fourth Amendment by\nclarifying that it does not protect real property (other than\nhouses). SeeOliverv.United States, 466 U. S.\n170, 177, and n. 7 (1984); Davies, Recovering the Original\nFourth Amendment, 98 Mich. L. Rev. 547, 709–714 (1999)\n(Davies). Or the change might have broadened the Fourth Amendment\nby clarifying that it protects commercial goods, not just personal\npossessions. See Donahue 1301. Or it might have done both. Whatever\nits ultimate effect, the change reveals that the Founders\nunderstood the phrase “persons, houses, papers, and effects” to be\nan important measure of the Fourth Amendment’s overall scope. See\nDavies 710. TheKatztest, however, displaces and renders\nthat phrase entirely “superfluous.”Jones, 565 U. S.,\nat 405.D“[P]ersons, houses, papers, and effects” are\nnot the only words that theKatztest reads out of the\nFourth Amendment. The Fourth Amendment specifies that the people\nhave a right to be secure from unreasonable searches of “their”\npersons, houses, papers, and effects. Although phrased in the\nplural, “[t]he obvious meaning of [‘their’] is thateachperson has the right to be secure against unreasonable searches and\nseizures inhis ownperson, house, papers, and effects.”Carter,supra, at 92 (opinion of Sca- lia, J.); see\nalsoDistrict of Columbiav.Heller, 554 U. S.\n570, 579 (2008) (explaining that the Constitution uses the plural\nphrase “the people” to “refer to individual rights, not\n‘collective’ rights”). Stated differently, the word “their” means,\nat the very least, that individuals do not have Fourth Amendment\nrights insomeone else’sproperty. SeeCarter,supra, at 92–94 (opinion of Scalia, J.). Yet, under theKatztest, individuals can have a reasonable expectation of\nprivacy in another person’s property. See,e.g., Carter, 525\nU. S., at 89 (majority opinion) (“[A] person may have a\nlegitimate expectation of privacy in the house of someone else”).\nUntil today, our precedents have not acknowledged that individuals\ncan claim a reasonable expectation of privacy in someone else’s\nbusiness records. Seeante,at 2 (Kennedy, J., dissenting).\nBut the Court erases that line in this case, at least for cell-site\nlocation records. In doing so, it confirms that theKatztest does not necessarily require an individual to prove that the\ngovernment searchedhisperson, house, paper, or effect.Carpenter attempts to argue that the cell-site\nrecords are, in fact, his “papers,” see Brief for Petitioner 32–35;\nReply Brief 14–15, but his arguments are unpersuasive, seeante,at 12–13 (opinion of Kennedy, J.);post,at\n20–23 (Alito, J., dissenting). Carpenter stipulated below that the\ncell-site records are the business records of Sprint and MetroPCS.\nSee App. 51. He cites no property law in his briefs to this Court,\nand he does not explain how he has a property right in the\ncompanies’ records under the law of any jurisdiction at any point\nin American history. If someone stole these records from Sprint or\nMetroPCS, Carpenter does not argue that he could recover in a\ntraditional tort action. Nor do his contracts with Sprint and\nMetroPCS make the records his, even though such provisions could\nexist in the marketplace. Cf.,e.g.,Google Terms of\nService, https://policies.google.com/terms (“Some of our Services\nallow you to upload, submit, store, send or receive content. You\nretain ownership of any intellectual property rights that you hold\nin that content. In short, what belongs to you stays yours”).Instead of property, tort, or contract law,\nCarpenter relies on the federal Telecommunications Act of 1996 to\ndemonstrate that the cell site records are his papers. The\nTelecommunications Act generally bars cell-phone companies from\ndisclosing customers’ cell site location information to the public.\nSee 47 U. S. C. §222(c). This is sufficient to make the\nrecords his, Carpenter argues, because the Fourth Amendment merely\nrequires him to identify a source of “positive law” that “protects\nagainst access by the public without consent.” Brief for Petitioner\n32–33 (citing Baude & Stern, The Positive Law Model of the\nFourth Amendment, 129 Harv. L. Rev. 1821, 1825–1826 (2016);\nemphasis deleted).Carpenter is mistaken. To come within the text\nof the Fourth Amendment, Carpenter must prove that the cell-site\nrecords arehis; positive law is potentially relevant only\ninsofar as it answers that question. The text of the Fourth\nAmendment cannot plausibly be read to mean “any violation of\npositive law” any more than it can plausibly be read to mean “any\nviolation of a reasonable expectation of privacy.”Thus, the Telecommunications Act is insufficient\nbecause it does not give Carpenter a property right in the\ncell-site records. Section 222, titled “Privacy of customer\ninformation,” protects customers’ privacy by preventing cell-phone\ncompanies from disclosing sensitive information about them. The\nstatute creates a “duty to protect the confidentiality” of\ninformation relating to customers, §222(a), and creates “[p]rivacy\nrequirements” that limit the disclosure of that information,\n§222(c)(1). Nothing in the text pre-empts state property law or\ngives customers a property interest in the companies’ business\nrecords (assuming Congress even has that authority).[9] Although §222 “protects the interests of\nindividuals against wrongful uses or disclosures of personal data,\nthe rationale for these legal protections has not historically been\ngrounded on a perception that people have property rights in\npersonal data as such.” Samuelson, Privacy as Intellectual\nProperty? 52 Stan. L. Rev. 1125, 1130–1131 (2000) (footnote\nomitted). Any property rights remain with the companies.ETheKatztest comes closer to the text\nof the Fourth Amendment when it asks whether an expectation of pri-\nvacy is “reasonable,” but it ultimately distorts that term as well.\nThe Fourth Amendment forbids “unreasonable searches.” In other\nwords, reasonableness determines the legality of a search, not\n“whether a search . . . within the meaning of the\nConstitution hasoccurred.”Carter, 525 U. S.,\nat 97 (opinion of Scalia, J.) (internal quotation marks\nomitted).Moreover, theKatztest invokes the\nconcept of reason- ableness in a way that would be foreign to the\nratifiers of the Fourth Amendment. Originally, the word “unreason-\nable” in the Fourth Amendment likely meant “against reason”—as in\n“against the reason of the common law.” See Donahue 1270–1275;\nDavies 686–693;Californiav.Acevedo, 500 U. S.\n565, 583 (1991) (Scalia, J., concurring in judgment). At the\nfounding, searches and seizures wereregulated by a robust body of common-law rules.\nSee generally W. Cuddihy, The Fourth Amendment: Origins and\nOriginal Meaning 602–1791 (2009);e.g., Wilsonv.Arkansas, 514 U. S. 927, 931–936 (1995) (discussing the\ncommon-law knock-and-announce rule). The search-and-seizure\npractices that the Founders feared most—such as general\nwarrants—were already illegal under the common law, and jurists\nsuch as Lord Coke described violations of the common law as\n“against reason.” See Donahue 1270–1271, and n. 513. Locke,\nBlackstone, Adams, and other influential figures shortened the\nphrase “against reason” to “unreasonable.” Seeid.,at\n1270–1275. Thus, by prohibiting “unreasonable” searches and\nseizures in the Fourth Amendment, the Founders ensured that the\nnewly created Congress could not use legislation to abolish the\nestablished common-law rules of search and seizure. See T. Cooley,\nConstitutional Limitations *303 (2d ed. 1871); 3 J. Story,\nCommentaries on the Constitution of the United States §1895,\np. 748 (1833).Although the Court today maintains that its\ndecision is based on “Founding-era understandings,”ante,at\n6, the Founders would be puzzled by the Court’s conclusion as well\nas its reasoning. The Court holds that the Government unreasonably\nsearched Carpenter by subpoenaing the cell-site records of Sprint\nand MetroPCS without a warrant. But the Founders would not\nrecognize the Court’s “warrant requirement.”Ante,at 21.\nThe common law required warrants for some types of searches and\nseizures, but not for many others. The relevant rule depended on\ncontext. SeeAcevedo,supra, at 583–584 (opinion of\nScalia, J.); Amar, Fourth Amendment First Principles, 107 Harv. L.\nRev. 757, 763–770 (1994); Davies 738–739. In cases like this one, a\nsubpoena for third-party documents was not a “search” to begin\nwith, and the common law did not limit the government’s authority\nto subpoena third parties. Seepost,at 2–12 (Alito, J.,\ndissenting). Suffice it to say, the Founders would be confused by\nthis Court’s transformation of their common-law protection of\nproperty into a “warrant requirement” and a vague inquiry into\n“reasonable expectations of privacy.”IIIThat theKatztest departs so far from\nthe text of the Fourth Amendment is reason enough to reject it. But\ntheKatztest also has proved unworkable in practice.\nJurists and commentators tasked with deciphering our jurisprudence\nhave described theKatzregime as “an unpredictable jumble,”\n“a mass of contradictions and obscurities,” “all over the map,”\n“riddled with inconsistency and incoherence,” “a series of\ninconsistent and bizarre results that [the Court] has left entirely\nundefended,” “unstable,” “chameleon-like,” “ ‘notoriously\nunhelpful,’ ” “a conclusion rather than a starting point for\nanalysis,” “distressingly unmanageable,” “a dismal failure,”\n“flawed to the core,” “unadorned fiat,” and “inspired by the kind\nof logic that produced Rube Goldberg’s bizarre\ncontraptions.”[10] Even\nJustice Harlan, four years after penning his concurrence inKatz, confessed that the test encouraged “the substitution\nof words for analysis.”United Statesv.White, 401\nU. S. 745, 786 (1971) (dissenting opinion).After 50 years, it is still unclear what\nquestion theKatztest is even asking. This Court has\nsteadfastly declined to elaborate the relevant considerations or\nidentify any meaningful constraints. See,e.g., ante,at 5\n(“[N]o single rubric definitively resolves which expectations of\nprivacy are entitled to protection”);O’Connorv.Ortega, 480 U. S. 709, 715 (1987) (plurality opinion)\n(“We have no talisman that determines in all cases those privacy\nexpectations that society is prepared to accept as reasonable”);Oliver, 466 U. S., at 177 (“No single factor determines\nwhether an individual legitimately may claim under the Fourth\nAmendment that a place should be free of government\nintrusion”).Justice Harlan’s original formulation of theKatztest appears to ask a descriptive question: Whether a\ngiven expectation of privacy is “one that society is prepared to\nrecognize as ‘reasonable.’ ” 389 U. S., at 361. As\nwritten, theKatztest turns on society’s actual, current\nviews about the reasonableness of various expectations of\nprivacy.But this descriptive understanding presents\nseveral problems. For starters, it is easily circumvented. If, for\nexample, “the Government were suddenly to announce on nationwide\ntelevision that all homes henceforth would be subject to\nwarrantless entry,” individuals could not realistically expect\nprivacy in their homes.Smith, 442 U. S., at 740,\nn. 5; see also Chemerinsky, Rediscovering Brandeis’sRight to Privacy, 45 Brandeis L. J. 643,\n650 (2007) (“[UnderKatz,t]he government seemingly can deny\nprivacy just by letting people know in advance not to expect any”).\nA purely descriptive understanding of theKatztest also\nrisks “circular[ity].”Kyllo, 533 U. S., at 34. While\nthis Court is supposed to base its decisions on society’s\nexpectations of privacy, society’s expectations of privacy are, in\nturn, shaped by this Court’s decisions. See Posner, The Uncertain\nProtection of Privacy by the Supreme Court, 1979 S. Ct. Rev.\n173, 188 (“[W]hether [a person] will or will not have [a\nreasonable] expectation [of privacy] will depend on what the legal\nrule is”).To address this circularity problem, the Court\nhas insisted that expectations of privacy must come from outside\nits Fourth Amendment precedents, “either by reference to concepts\nof real or personal property law or to understandings that are\nrecognized and permitted by society.”Rakasv.Illinois, 439 U. S. 128, 144, n. 12 (1978). But\nthe Court’s supposed reliance on “real or personal property law”\nrings hollow. The whole point ofKatzwas to\n“ ‘discredi[t]’ ” the relationship between the Fourth\nAmendment and property law, 389 U. S., at 353, and this Court\nhas repeatedly downplayed the importance of property law under theKatztest, see,e.g., United Statesv.Salvucci, 448 U. S. 83, 91 (1980) (“[P]roperty rights\nare neither the beginning nor the end of this Court’s inquiry\n[underKatz]”);Rawlingsv.Kentucky, 448\nU. S. 98, 105 (1980) (“[This Court has] emphatically rejected\nthe notion that ‘arcane’ concepts of property law ought to control\nthe ability to claim the protections of the Fourth Amendment”).\nToday, for example, the Court makes no mention of property law,\nexcept to reject its relevance. Seeante,at 5, and\nn. 1.As for “understandings that are recognized or\npermitted in society,” this Court has never answered even the most\nbasic questions about what this means. See Kerr, Four Models of\nFourth Amendment Protection, 60 Stan. L. Rev. 503, 504–505\n(2007). For example, our precedents do not explain who is included\nin “society,” how we know what they “recogniz[e] or permi[t],” and\nhow much of society must agree before something constitutes an\n“understanding.”Here, for example, society might prefer a\nbalanced regime that prohibits the Government from obtaining\ncell-site location information unless it can persuade a neutral\nmagistrate that the information bears on an ongoing criminal\ninvestigation. That is precisely the regime Congress created under\nthe Stored Communications Act and Telecommunications Act. See 47\nU. S. C. §222(c)(1); 18 U. S. C.\n§§2703(c)(1)(B), (d). With no sense of irony, the Court invalidates\nthis regime today—the one that society actually created “in the\nform of its elected representatives in Congress.” 819 F. 3d\n880, 890 (2016).Truth be told, this Court does not treat theKatztest as a descriptive inquiry. Although theKatztest is phrased in descriptive terms about society’s views, this\nCourt treats it like a normative question—whether a particular\npracticeshouldbe considered a search under the Fourth\nAmendment. Justice Harlan thought this was the best way to\nunderstand his test. SeeWhite, 401 U. S., at 786\n(dissenting opinion) (explaining that courts must assess the\n“desirability” of privacy expectations and ask whether courts\n“should” recognize them by “balanc[ing]” the “impact on the\nindividual’s sense of security . . . against the utility\nof the conduct as a technique of law enforcement”). And a normative\nunderstanding is the only way to make sense of this Court’s\nprecedents, which bear the hallmarks of subjective policymaking\ninstead of neutral legal decisionmaking. “[T]he only thing the past\nthree decades have established about theKatztest” is that\nsociety’s expectations of privacy “bear an uncanny resemblance to\nthose expectations of privacy that this Court considers\nreasonable.”Carter, 525 U. S., at 97 (opinion of\nScalia, J.). Yet, “[t]hough we know ourselves to be eminently\nreasonable, self-awareness of eminent reasonableness is not really\na substitute for democratic election.”Sosav.Alvarez-Machain, 542 U. S. 692, 750 (2004) (Scalia, J.,\nconcurring in part and concurring in judgment).*  *  *In several recent decisions, this Court has\ndeclined to apply theKatztest because it threatened to\nnarrow the original scope of the Fourth Amendment. SeeGradyv.North Carolina, 575 U. S. ___, ___ (2015) (per\ncuriam) (slip op., at 3);Floridav.Jardines,\n569 U. S. 1, 5 (2013);Jones, 565 U. S., at\n406–407. But as today’s decision demonstrates,Katzcan also\nbe invoked to expand the Fourth Amendment beyond its original\nscope. This Court should not tolerate errors in either direction.\n“The People, through ratification, have already weighed the policy\ntradeoffs that constitutional rights entail.”Luisv.United States, 578 U. S. ___, ___ (2016) (Thomas, J.,\nconcurring in judgment) (slip op., at 10). Whether the rights they\nratified are too broad or too narrow by modern lights, this Court\nhas no authority to unilaterally alter the document they\napproved.Because theKatztest is a failed\nexperiment, this Court is dutybound to reconsider it. Until it\ndoes, I agree with my dissenting colleagues’ reading of our\nprecedents. Accordingly, I respectfully dissent.Notes1Justice Brandeis authored\nthe principal dissent inOlmstead. He consulted the\n“underlying purpose,” rather than “the words of the [Fourth]\nAmendment,” to conclude that the wiretap was a search. 277\nU. S., at 476. In Justice Brandeis’ view, the Framers\n“recognized the significance of man’s spiritual nature, of his\nfeelings and of his intellect” and “sought to protect Americans in\ntheir beliefs, their thoughts, their emotions and their\nsensations.”Id.,at 478. Thus, “every unjustifiable\nintrusion by the Government upon the privacy of the individual,\nwhatever the means employed,” should constitute an unreasonable\nsearch under the Fourth Amendment.Ibid.2National Archives,\nLibrary of Congress, Founders Online, https://founders.archives.gov\n(all Internet materials as last visited June 18,\n2018).3A Century of Lawmaking\nFor A New Nation, U. S. Congressional Documents and Debates,\n1774–1875 (May 1, 2003),\nhttps://memory.loc.gov/ammem/amlaw/lawhome.html.4Corpus of Historical\nAmerican English, https://corpus.byu.edu/coha; Google Books\n(American), https://googlebooks.byu.edu/x.asp; Corpus of Founding\nEra American English, https://lawncl.byu.edu/cofea.5Readex, America’s\nHistorical Newspapers (2018),\nhttps://www.readex.com/content/americas-historical-newspapers.6Writs of assistance were\n“general warrants” that gave “customs officials blanket authority\nto search where they pleased for goods imported in violation of the\nBritish tax laws.”Stanfordv.Texas, 379 U. S.\n476, 481 (1965).7“Every subject has a\nright to be secure from all unreasonable searches and seizures of\nhis person, his house, his papers, and all his possessions. All\nwarrants, therefore, are contrary to right, if the cause or\nfoundation of them be not previously supported by oath or\naffirmation, and if the order in the warrant to a civil officer, to\nmake search in suspected places, or to arrest one or more suspected\npersons, or to seize their property, be not accompanied with a\nspecial designation of the person or objects of search, arrest, or\nseizure; and no warrant ought to be issued but in cases, and with\nthe formalities prescribed by the laws.” Mass. Const., pt. I, Art.\nXIV (1780).8The answer to that\nquestion is not obvious. Cell-site location records are business\nrecords that mechanically collect the interactions between a\nperson’s cell phone and the company’s towers; they are not private\npapers and do not reveal the contents of any communications. Cf.\nSchnapper, Unreasonable Searches and Seizures of Papers, 71 Va.\nL. Rev. 869, 923–924 (1985) (explaining that business records\nthat do not reveal “personal or speech-related confidences” might\nnot satisfy the original meaning of “papers”).9Carpenter relies on an\norder from the Federal Communications Commission (FCC), which\nweakly states that “ ‘[t]o the extent[a customer’s\nlocation information] is property, . . . it is better\nunderstood as belonging to the customer, not the carrier.’ ”\nBrief for Petitioner 34, and n. 23 (quoting 13 FCC Rcd. 8061,\n8093 ¶43 (1998); emphasis added). But this order was vacated by the\nCourt of Appeals for the Tenth Circuit.U. S. West,\nInc.v.FCC, 182 F. 3d 1224, 1240 (1999). Notably,\nthe carrier in that case argued that the FCC’s regulation of\ncustomer information was a taking ofitsproperty. Seeid.,at 1230. Although the panel majority had no occasion to\naddress this argument, seeid.,at 1239, n. 14, the\ndissent concluded that the carrier had failed to prove the\ninformation was “property” at all, seeid.,at 1247–1248\n(opinion of Briscoe, J.).10Kugler & Strahilevitz, Actual\nExpectations of Privacy, Fourth Amendment Doctrine, and the Mosaic\nTheory, 2015 S. Ct. Rev. 205, 261; Bradley, Two Models of the\nFourth Amendment, 83 Mich. L. Rev. 1468 (1985); Kerr, Four Models\nof Fourth Amendment Protection, 60 Stan. L. Rev. 503, 505 (2007);\nSolove, Fourth Amendment Pragmatism, 51 Boston College L. Rev. 1511\n(2010); Wasserstom & Seidman, The Fourth Amendment as\nConstitutional Theory, 77 Geo. L. J. 19, 29 (1988); Colb, What\nIs a Search? Two Conceptual Flaws in Fourth Amendment Doctrine and\nSome Hints of a Remedy, 55 Stan. L. Rev. 119, 122 (2002); Clancy,\nThe Fourth Amendment: Its History and Interpretation §3.3.4,\np. 65 (2008);Minnesotav.Carter, 525\nU. S. 83, 97 (1998) (Scalia, J., dissenting);Statev.Campbell, 306 Ore. 157, 164,759 P.2d\n1040, 1044 (1988); Wilkins, Defining the “Reasonable\nExpectation of Privacy”: an Emerging Tripartite Analysis, 40 Vand.\nL. Rev. 1077, 1107 (1987); Yeager, Search, Seizure and the Positive\nLaw: Expectations of Privacy Outside the Fourth Amendment, 84 J.\nCrim. L. & C. 249, 251 (1993); Thomas, Time Travel,\nHovercrafts, and the Framers: James Madison Sees the Future and\nRewrites the Fourth Amendment, 80 Notre Dame L. Rev. 1451, 1500\n(2005);Rakasv.Illinois, 439 U. S. 128, 165\n(1978) (White, J., dissenting); Cloud, Rube Goldberg Meets the\nConstitution: The Supreme Court, Technology, and the Fourth\nAmendment, 72 Miss. L. J. 5, 7 (2002).",
    "joined": []
}