{
    "case": {
        "docket": "14-10154",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-10154/"
    },
    "id": "3590954",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–10154_________________STEPHEN L. VOISINE and WILLIAM E. ARMSTRONG,\nIII, PETITIONERSv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 27, 2016]Justice Thomas, with whom Justice Sotomayor\njoins as to Parts I and II, dissenting.Federal law makes it a crime for anyone\npreviously convicted of a “misdemeanor crime of domestic violence”\nto possess a firearm “in or affecting commerce.” 18\nU. S. C. §922(g)(9). A “misdemeanor crime of domestic\nviolence” includes “an offense that . . . has, as an\nelement, the use or attempted use of physical force . . .\ncommitted by [certain close family members] of the victim.”\n§921(a)(33)(A)(ii). In this case, petitioners were convicted under\n§922(g)(9) because they possessed firearms and had prior\nconvictions for assault under Maine’s statute prohibiting\n“intention-ally, knowingly or recklessly caus[ing] bodily injury or\noffen-sive physical contact to another person.” Me. Rev. Stat.\nAnn., Tit. 17–A, §207(1)(A) (2006). The question presented is\nwhether a prior conviction under §207 has, as anelement, the “use\nof physical force,” such that the conviction can strip someone of\nhis right to possess a firearm. In my view, §207 does not qualify\nas such an offense, and the majority errs in holding otherwise. I\nrespectfully dissent.ITo qualify as a “ ‘misdemeanor crime of\ndomestic violence,’ ” the Maine assault statute must have as\nan element the “use of physical force.” §921(a)(33)(A)(ii). Because\nmere recklessness is sufficient to sustain a conviction under §207,\na conviction does not necessarily involve the “use” of physical\nforce, and thus, does not trigger §922(g)(9)’s prohibition on\nfirearm possession.AThree features of §921(a)(33)(A)(ii) establish\nthat the “use of physical force” requires intentional conduct.\nFirst, the word “use” in that provision is best read to require\nintentional conduct. As the majority recognizes, the noun “use”\nmeans “the ‘act of employing’ something.”Ante,at 5\n(quoting dictionaries). A “use” is “[t]he act of employing a thing\nfor any . . . purpose.” 19 Oxford English Dictionary 350\n(2d ed. 1989). To “use” something, in other words, is to employ the\nthing for its instrumental value,i.e.,to employ the thing\nto accomplish a further goal. SeeUnited Statesv.Castleman, 572 U. S. ___, ___ (2014) (slip op., at 13).\nA “use,” therefore, is an inherently intentional act—that is, an\nact done for the purpose of causing certain consequences or at\nleast with knowledge that those consequences will ensue. See\nRestatement (Second) of Torts §8A, p. 15 (1965) (defining\nintentional acts).We have routinely defined “use” in ways that\nmake clear that the conduct must be intentional. InBaileyv.United States, 516 U. S. 137 (1995) , for example,\nwe held that the phrase “[use of] a firearm” required “active\nemployment” of the firearm, such as “brandishing, displaying,\nbartering, striking with, and, most obviously, firing or attempting\nto fire a firearm.”Id.,at 143, 148 (emphasis deleted). We\nhave similarly held that the use of force requires more than\n“negligent or merely accidental conduct.”Leocalv.Ashcroft, 543 U. S. 1, 9 (2004) . We concluded that\n“[w]hile one may, in theory, actively employsomethingin an\naccidental manner, it is much less natural to say that a person\nactively employs physical force against another person by\naccident.”Ibid.Thus, shooting a gun would be using a\nfirearm in relation to a crime.Bailey,supra, at\n148. Recklessly leaving a loaded gun in one’s trunk, which then\ndischarges after being jostled during the car ride, would not. The\nperson who placed that gun in the trunk might have acted recklessly\nor negligently, but he did not actively employ the gun in a\ncrime.Second, especially in a legal context, “force”\ngenerally connotes the use of violence against another. Black’s Law\nDictionary, for example, defines “force” to mean “[p]ower,\nviolence, or pressure directed against a person or thing.” Black’s\nLaw Dictionary 656 (7th ed. 1999). Other dictionaries offer similar\ndefinitions.E.g.,Random House Dictionary of the English\nLanguage 748 (def. 5) (2d ed. 1987) (“force,” when used in law,\nmeans “unlawful violence threatened or committed against persons or\nproperty”); 6 Oxford English Dictionary 34 (def. I(5)(c))\n(“Unlawful violence offered to persons or things”). And “violence,”\nwhen used in a legal context, also implies an intentional act. See\nBlack’s Law Dictionary 1564 (“violence” is the “[u]njust or\nunwarranted use of force, usu. accompanied by fury, vehemence, or\noutrage; physical force unlawfully exercised with the intent to\nharm”).[1] When a person talks\nabout “using force” against another, one thinks of intentional\nacts—punching, kicking, shoving, or using a weapon. Conversely, one\nwould not naturally call a car acci-dent a “use of force,” even if\npeople were injured by the force of the accident. As Justice Holmes\nobserved, “[E]ven a dog distinguishes between being stumbled over\nand being kicked.” O. Holmes, The Common Law 3 (1881).Third, context confirms that “use of physical\nforce” connotes an intentional act. Section 921(a)(33)(A)(ii)’s\nprohibitions also include “the threatened use of a deadly weapon.”\nIn that neighboring prohibition, “use” most naturally means active\nemployment of the weapon. And it would be odd to say that “use” in\nthat provision refers to active employment (an intentional act)\nwhen threatening someone with a weapon, but “use” here is satisfied\nby merely reckless conduct. SeeSorensonv.Secretary of\nTreasury, 475 U. S. 851, 860 (1986) (the same words in a\nstatute presumptively have the same meaning). Thus, the “use of\nphysical force” against a family member refers to intentional acts\nof violence against a family member.BOn this interpretation, Maine’s assault\nstatute likely does not qualify as a “misdemeanor crime of domestic\nviolence” and thus does not trigger the prohibition on possessing\nfirearms, §922(g)(9). The Maine statute appears to lack, as a\nrequired element, the “use or attempted use of physical force.”\nMaine’s statute punishes at least some conduct that does not\ninvolve the “use of physical force.” Section 207 criminalizes\n“recklessly caus[ing] bodily injury or offensive physical contact\nto another person.” By criminalizing all reckless conduct, the\nMaine statute captures conduct such as recklessly injuring a\npassenger by texting while driving resulting in a crash.\nPetitioners’ charging documents generically recited the statutory\nlanguage; they did not charge intentional, knowing, and reckless\nharm as alternative counts. Accordingly, Maine’s statute appears to\ntreat “intentionally, knowingly, or recklessly” causing bodily\ninjury or an offensive touching as a single, indivisible offense\nthat is satisfied by recklessness. SeeMathisv.United\nStates, ante, at 14–15. So petitioners’ prior assault\nconvictions do not necessarily have as an element the use of\nphysical force against a family member. These prior convictions,\ntherefore, do not qualify as a misdemeanor crime involving domestic\nviolence under federal law, and petitioners’ convictions\naccordingly should be reversed. At the very least, to the extent\nthere remains uncertainty over whether Maine’s assault statute is\ndivisible, the Court should vacate and remand for the First Circuit\nto determine that statutory interpretation question in the first\ninstance.IITo illustrate where I part ways with the\nmajority, consider different mental states with which a person\ncould create and apply force.[2] First, a person can create force intentionally or\nrecklessly.[3] For example, a\nperson can intentionally throw a punch or a person can crash his\ncar by driving recklessly. Second, a person can intentionally or\nrecklessly harm a particular person or object as a result of that\nforce. For example, a person could throw a punch at a particular\nperson (thereby intentionally applying force to that person) or a\nperson could swing a baseball bat too close to someone (thereby\nrecklessly applying force to that person).These different mental states give rise to three\nrelevant categories of conduct. A person might intentionally create\nforce and intentionally apply that force against an object\n(e.g.,punching a punching bag). A person might also\nintentionally create force but recklessly apply that force against\nan object (e.g.,practicing a kick in the air, but\nrecklessly hitting a piece of furniture). Or a person could\nrecklessly create force that results in damage, such as the car\ncrash example.The question before us is what mental state\nsuffices for a “use of physical force” against a family member. In\nmy view, a “use of physical force” most naturally refers to cases\nwhere a person intentionally creates force and intentionally\napplies that force against a family member. It also includes (at\nleast some) cases where a person intentionally creates force but\nrecklessly applies it to a family member. But I part ways with the\nmajority’s conclusion that purely reckless conduct—meaning, where a\nperson recklessly creates force—constitutes a “use of physical\nforce.” In my view, it does not, and therefore, the “use of\nphysical force” is narrower than most state assault statutes, which\npunish anyone who recklessly causes physical injury.ATo identify the scope of the “use of physical\nforce,” consider three different types of intentional and reckless\nforce resulting in physical injury.1The paradigmatic case of battery: A person\nintentionally unleashes force and intends that the force will harm\na particular person. This might include, for example, punching or\nkicking someone. Both the majority and I agree that these cases\nconstitute a “use of physical force” under §921(a)(33)(A)(ii).This first category includes all cases where a\nperson intentionally creates force and desires or knows with a\npractical certainty that that force will cause harm. This is\nbecause the law traditionally treats conduct as intended in two\ncircumstances. First, conduct is intentional when the actor desires\nto produce a specific result. 1 W. LaFave, Substantive Criminal Law\n§5.2(a), pp. 340–342 (2d ed. 2003). But conduct is also\ntraditionally deemed inten-tional when a person acts “knowingly”:\nthat is, he knows with practical certainty that a result will\nfollow from his conduct.Ibid.; see also Restatement\n(Second) of Torts §8A, Commentb, at 15 (“If the actor knows\nthat the consequences are certain, or substantially certain, to\nresult from his act, and still goes ahead, he is treated by the law\nas if he had in fact desired to produce the result”).To illustrate, suppose a person strikes his\nfriend for the purpose of demonstrating a karate move. The person\nhas no desire to injure his friend, but he knows that the move is\nso dangerous that he is practically certain his friend will be\ninjured. Under the common law, the person intended to injure his\nfriend, even though he acted only with knowledge that his friend\nwould be injured rather than the desire to harm him. Thus, even\nwhen a person acts knowingly rather than purposefully, this type of\nconduct is still a “use of physical force.”2The second category involves a person who\nintentionally unleashes force that recklessly causes injury. The\nmajor-ity gives two examples:1. The Angry Plate Thrower: “[A] person throws\na plate in anger against the wall near where his wife is standing.”Ante,at 6. The plate shatters, and a shard injures her.Ibid.2. The Door Slammer: “[A person] slams the door\nshut with his girlfriend following close behind” with the effect of\n“catch[ing] her fingers in the jamb.”Ibid.The Angry Plate Thrower and the Door Slammer\nboth intentionally unleashed physical force, but they did not\nintend to direct that force at those whom they harmed. Thus, theyintentionallyemployed force, butrecklesslycaused\nphysical injury with that force. The majority believes that these\ncases also constitute a “use of physical force,” and I agree. The\nAngry Plate Thrower has used force against the plate, and the Door\nSlammer has used force against the door.The more difficult question is whether this “use\nof physical force” comes within §921(a)(33)(A)(ii), which requires\nthat the “use of physical force” be committed by someone having a\nfamilial relationship with the victim. The natural reading of that\nprovision is that the use of physical force must be against a\nfamily member. In some cases, the law readily transfers the intent\nto use force from the object to the actual victim. Take the Angry\nPlate Thrower: If a husband throws a plate at the wall near his\nwife to scare her, that is assault. If the plate breaks and cuts\nher, it becomes a battery, regardless of whether he intended the\nplate to make contact with her person. See W. Keeton, D. Dobbs, R.\nKeeton, & D. Owens, Prosser and Keeton on Law of Torts §9, pp.\n39–42 (5th ed. 1984) (Prosser and Keeton). Similarly, “if one\nperson intends to harm a second person but instead unintentionally\nharms a third, the first person’s criminal or tortious intent\ntoward the second applies to the third as well.” Black’s Law\nDictionary 1504 (defining transferred-intent doctrine); see also 1\nLaFave,supra, §5.2(c)(4), at 349–350. Thus, where a person\nacts in a violent and patently unjustified manner, the law will\noften impute that the actor intended to cause the injury resulting\nfrom his conduct, even if he actually intended to direct his use of\nforce elsewhere. Because we presume that Congress legislates\nagainst the backdrop of the common law, seeAstoria Fed. Sav.\n& Loan Assn.v.Solimino, 501 U. S. 104, 108\n(1991) , these cases would qualify as the “use of physical force”\nagainst a family member.[4]3Finally, and most problematic for the\nmajority’s approach, a person could recklessly unleash force that\nrecklessly causes injury. Consider two examples:1. The Text-Messaging Dad: Knowing that he\nshould not be texting and driving, a father sends a text message to\nhis wife. The distraction causes the father to rear end the car in\nfront of him. His son, who is a passenger, is injured.2. The Reckless Policeman: A police officer\nspeeds to a crime scene without activating his emergency lights and\nsiren and careens into another car in an intersection. That\naccident causes the police officer’s car to strike another police\nofficer, who was standing at the intersection. SeeSeatonv.State, 385 S. W. 3d 85, 88 (Tex. App. 2012).In these cases, both the unleashing of the\n“force” (the car crash) and the resulting harm (the physical\ninjury) were reckless. Under the majority’s reading of\n§921(a)(33)(A)(ii), the husband “use[d] . . . physical\nforce” against his son, and the police officer “use[d]\n. . . physical force” against the other officer.But this category is where the majority and I\npart company. These examples do not involve the “use of physical\nforce” under any conventional understanding of “use” because they\ndo not involve an active employment of something for a particular\npurpose. Seesupra,at 2–3. In the second category, the\nactors intentionally use violence against property; this is why the\nmajority can plausibly argue that they have “used” force, even\nthough that force was not intended to harm their family members.\nSeesupra,at 8–9 (discussing transferred intent). But when\nan individual does not engage in any violence against persons or\nproperty—that is, when physical injuries result from purely\nreckless conduct—there is no “use” of physical force.*  *  *The “use of physical force” against a family\nmember includes cases where a person intentionally commits a\nviolent act against a family member. And the term includes at least\nsome cases where a person engages in a violent act that results in\nan unintended injury to a family member. But the term does not\ninclude nonviolent, reckless acts that cause physical injury or an\noffensive touching. Accordingly, the majority’s definition is\noverbroad.BIn reaching its contrary conclusion, the\nmajority con-fuses various concepts. First, and as discussed, the\nmajority decides that a person who acts recklessly has used\nphysical force against another.Ante,at 6–8. But that fails\nto appreciate the distinction between intentional and reckless\nconduct. A “use” of physical force requires the intent to cause\nharm, and the law will impute that intent where the actor knows\nwith a practical certainty that it will cause harm. But the law\nwill not impute that intent from merely reckless conduct. Second,\nand perhaps to rein in its overly broad conception of a use of\nforce, the majority concludes that only “volitional” acts\nconstitute uses of force,ante,at 6, and that mere\n“accident[s]” do not,ante,at 7. These portions of the\nmajority’s analysis conflate “volitional” conduct with\n“intentional”mens reaand misapprehends the relevant\nmeaning of an “accident.”1The majority blurs the distinction between\nrecklessness and intentional wrongdoing by overlooking the\ndifference between themens reafor force and themens\nreafor causing harm with that force. The majority says that\n“ ‘use’ does not demand that the person applying force have\nthe purpose or practical certainty that it will cause harm”\n(namely, knowledge), “as compared with the understanding that it is\n[a substantial and unjustifiable risk that it will] do so” (the\nstandard for recklessness).[5]Ante,at 6. Put in the language ofmens rea, the\nmajority is saying that purposeful, knowing, and reckless\napplications of force are all equally “uses” of force.But the majority fails to explain why mere\nrecklessness in creating force—as opposed to recklessness in\ncausing harm with intentional force—is sufficient. The majority\ngives the Angry Plate Thrower and the Door Slammer as examples of\nreckless conduct that are “uses” of physical force, but those\nexamples involve persons whointentionallyuse force thatrecklesslycauses injuries.Ibid.Reckless assault,\nhowever, extends well beyond intentional force that recklessly\ncauses injury. In States where the Model Penal Code has influence,\nreckless assault includes any recklessly caused physical injury.\nSee ALI, Model Penal Code §211.1(1)(a) (1980). This means that the\nReckless Policeman and the Text-Messaging Dad are as guilty of\nassault as the Angry Plate Thrower. See,e.g., Seaton, 385\nS. W. 3d, at 89–90; see alsoPeoplev.Grenier, 250 App. Div. 2d 874, 874–875, 672\nN. Y. S. 2d 499, 500–501 (1998) (upholding an assault\nconviction where a drunk driver injured his passengers in a car\naccident).The majority’s examples are only those in which\na person has intentionally used force, meaning that the person acts\nwith purpose or knowledge that force is involved.Ante,at\n6. As a result, the majority overlooks the critical distinction\nbetween conduct that is intended to cause harm and conduct that is\nnot intended to cause harm. Violently throwing a plate against a\nwall is a use of force. Speeding on a roadway is not. That reflects\nthe fundamental difference between intentional and reckless\nwrongdoing. An intentional wrong is designed to inflict harm. See\nRestatement (Second) of Torts §8A, at 15. A reckless wrong is not:\n“While an act to be reckless must be intended by the actor, the\nactor does not intend to cause the harm which results from it.”Id., §500, Commentf, at 590.All that remains of the majority’s analysis is\nits unsupported conclusion that recklessness looks enough like\nknowledge, so that the former suffices for a use of force just as\nthe latter does.Ante, at 6. That overlooks a crucial\ndistinction between a “practical certainty” and a substantial risk.\nWhen a person acts with practical certainty, he intentionally\nproduces a result. As explained above,supra,at 7, when a\nperson acts with knowledge that certain consequences will result,\nthe law imputes to that person the intent to cause those\nconsequences. And the requirement of a “practical” certainty\nreflects that, in ordinary life, people rarely have perfect\ncertitude of the facts that they “know.” But as the probability\ndecreases, “the actor’s conduct loses the character of intent, and\nbecomes mere recklessness.” Restatement (Second) of Torts §8A,\nCommentb, at 15. And the distinction between intentional\nand reckless conduct is key for defining “use.” When a person acts\nwith a practical certainty that he will employ force, he intends to\ncause harm; he has actively employed force for an instrumental\npurpose, and that is why we can fairly say he “uses” force. In the\ncase of reckless wrong-doing, however, the injury the actor has\ncaused is just an accidental byproduct of inappropriately risky\nbehavior; he has not actively employed force.In sum, “use” requires the intent to employ the\nthing being used. And in law, that intent will be imputed when a\nperson acts with practical certainty that he will actively employ\nthat thing. Merely disregarding a risk that a harm will result,\nhowever, does not supply the requisite intent.2To limit its definition of “use,” the majority\nadds two additional requirements. The conduct must be\n“voli-tional,” and it cannot be merely “accident[al].”Ante,at 5–7. These additional requirements will cause confusion, and\nneither will limit the breadth of the majority’s adopted\nunderstanding of a “use of physical force.”First, the majority requires that the use of\nforce must be “volitional,” so that “an involuntary motion, even a\npowerful one, is not naturally described as an active employment of\nforce.”Ante,at 5–6. The majority provides two\nexamples:1. The Soapy-Handed Husband: “[A] person with\nsoapy hands loses his grip on a plate, which then shatters and cuts\nhis wife.”Ante,at 6.2. The Chivalrous Door Holder: “[A] person lets\nslip a door that he is trying to hold open for his girlfriend.”Ibid.In the majority’s view, a husband who loses his\ngrip on a plate or a boyfriend who lets the door slip has not\nengaged in a volitional act creating force.Ibid.The\nmajority distinguishes this “volitional” act requirement from the\n“mental state of intention, knowledge, or recklessness with respect\nto the harmful consequences of his volitional conduct.”Ibid.The Angry Plate Thrower—unlike the Soapy-Handed\nHusband or Chivalrous Door Holder—has engaged in a volitional act,\neven if he did not intend to hurl the plate at his wife.Ibid.The majority’s use of “volitional” is\ninconsistent with its traditional legal definition. The husband who\ndrops a dish on his wife’s foot and the boyfriend who loses his\ngrip while holding the door have acted volitionally. “[A]n ‘act,’\nas that term is ordinarily used, is a voluntary contraction of the\nmuscles, and nothing more.” Prosser and Keeton §8, at 34; see also\nModel Penal Code §2.01 (defining the voluntary act requirement).\nFor the plate and door examples not to be volitional acts, they\nwould need to be unwilled muscular movements, such as a person who\ndrops the plate because of a seizure.In calling the force in these cases\nnonvolitional, the majority has confounded the minimummens\nreagenerally necessary to trigger criminal liability\n(recklessness) with the requirement that a person perform a\nvolitional act. Although all involuntary actions are blameless, not\nall blameless conduct is involuntary.What the majority means to say is that the men\ndid notintentionallyemploy force, a requirement materially\ndifferent from a volitional act. And this requirement poses a\ndilemma for the majority. Recklessly unleashing a force that\nrecklessly causes physical injury—for example, a police officer\nspeeding through the intersection without triggering his lights and\nsiren—is an assault in States that follow the Model Penal Code. Seesupra,at 9. If the majority’s rule is to includeallreckless assault, then the majority must accept that the\nText-Messaging Dad is as guilty of using force against his son as\nthe husband who angrily throws a plate toward his wife—an\nimplausible result. Alternatively, the majority must acknowledge\nthat its “volitional” act requirement is actually a requirement\nthat the use of force be intentional, even if that intentional act\nof violence results in a recklessly caused, but unintended, injury.\nThe majority, of course, refuses to do so because that approach\nwould remove many assault convictions, especially in the many\nStates that have adopted the Model Penal Code, from the sweep of\nthe federal statute. Thus, the majority is left misapplying basic\nprinciples of criminal law to rationalize why all “assault” under\nthe Model Penal Code constitutes the “use of physical force” under\n§921(a)(33)(A)(ii).Second and relatedly, the majority asserts that\na use of force cannot be merely accidental. But this gloss on what\nconstitutes a use of force provides no further clarity. The\nmajority’s attempt to distinguish “recklessness” from an\n“accident,”ante, at 7, is an equivocation on the meaning of\n“accident.” An accident can mean that someone was blameless—for\nexample, a driver who accidentally strikes a deer that darts into a\nroadway. But an accident can also refer to the fact that the result\nwas unintended: A car accident is no less an “accident” just\nbecause a driver acted negligently or recklessly. Neither labeling\nan act “volitional” nor labeling it a mere “accident” will rein in\nthe majority’s overly broad understanding of a “use of physical\nforce.”*  *  *If Congress wanted to sweep in all reckless\nconduct, it could have written §921(a)(33)(A)(ii) in different\nlanguage. Congress might have prohibited the possession of firearms\nby anyone convicted under a state law prohibiting assault or\nbattery. Congress could also have used language tracking the Model\nPenal Code by saying that a conviction must have, as an element,\n“the intentional, knowing, or reckless causation of physical\ninjury.” But Congress instead defined a “misdemeanor crime of\ndomestic violence” by requiring that the offense have “the use of\nphysical force.” And a “use of physical force” has a\nwell-understood meaning applying only to intentional acts designed\nto cause harm.IIIEven assuming any doubt remains over the\nreading of “use of physical force,” the majority errs by reading\nthe statute in a way that creates serious constitutional problems.\nThe doctrine of constitutional avoidance “command[s] courts, when\nfaced with two plausible constructions of a statute—one\nconstitutional and the other unconstitutional—to choose the\nconstitutional reading.”Northwest Austin Municipal Util. Dist.\nNo. Onev.Holder, 557 U. S. 193, 213 (2009)\n(Thomas, J., concurring in judgment in part and dissenting in part)\n(internal quotation marks omitted). Section 922(g)(9) is already\nvery broad. It imposes a lifetime ban on gun ownership for a single\nintentional nonconsensual touching of a family member. A mother who\nslaps her 18-year-old son for talking back to her—an intentional\nuse of force—could lose her right to bear arms forever if she is\ncited by the police under a local ordinance. The majority seeks to\nexpand that already broad rule to any reckless physical injury or\nnonconsensual touch. I would not extend the statute into that\nconstitutionally problematic territory.The Second Amendment protects “the right of the\npeople to keep and bear Arms.” InDistrict of Columbiav.Heller, 554 U. S. 570, 624, 627, 635 (2008) , the Court\nheld that the Amendment protects the right of all law-abiding\ncitizens to keep and bear arms that are in common use for\ntraditionally lawful purposes, including self-defense. And inMcDonaldv.Chicago, 561 U. S. 742 (2010) , the\nCourt held that the right to keep and bear arms is a fundamental\nright. Seeid.,at 767–778;id.,at 806 (Thomas, J.,\nconcurring in part and concurring in judgment).The protections enumerated in the Second\nAmendment, no less than those enumerated in the First, are not\nabsolute prohibitions against government regulation.Heller,\n554 U. S., at 595, 626–627. Traditionally, States have imposed\nnarrow limitations on an individual’s exercise of his right to keep\nand bear arms, such as prohibiting the carrying of weapons in a\nconcealed manner or in sensitive locations, such as government\nbuildings.Id.,at 626–627; see,e.g., Statev.Kerner, 181 N. C. 574, 578–579, 107 S. E. 222, 225\n(1921). But these narrow restrictions neither prohibit nor broadly\nfrustrate any individual from gener-ally exercising his right to\nbear arms.Some laws, however, broadly divest an individual\nof his Second Amendment rights.Hellerapproved, in dicta,\nlaws that prohibit dangerous persons, including felons and the\nmentally ill, from having arms. 554 U. S.,at 626.\nThese laws are not narrow restrictions on the right because they\nprohibit certain individuals from exercising their Second Amendment\nrights at all times and in all places. To be constitutional,\ntherefore, a law that broadly frustrates an individual’s right to\nkeep and bear arms must target individuals who are beyond the scope\nof the “People” protected by the Second Amendment.Section 922(g)(9) does far more than “close [a]\ndangerous loophole” by prohibiting individuals who had committed\nfelony domestic violence from possessing guns simply because they\npleaded guilty to misdemeanors.Ante,at 1 (internal\nquotation marks omitted). It imposes a lifetime ban on possessing a\ngun forallnonfelony domestic of-fenses, including\nso-called infractions or summary offenses. §§921(a)(33)(A)(ii),\n922(g)(9); 27 CFR §478.11 (2015) (defining a misdemeanor crime of\ndomestic violence to include crimes punishable only by a fine).\nThese infractions, like traffic tickets, are so minor that\nindividuals do not have a right to trial by jury. SeeLewisv.United States, 518 U. S. 322 –326 (1996).Today the majority expands §922(g)(9)’s sweep\ninto patently unconstitutional territory. Under the majority’s\nreading, a single conviction under a state assault statute for\nrecklessly causing an injury to a family member—such as by texting\nwhile driving—can now trigger a lifetime ban on gun ownership. And\nwhile it may be true that such incidents are rarely prosecuted,\nthis decision leaves the right to keep and bear arms up to the\ndiscretion of federal, state, and local prosecutors.We treat no other constitutional right so\ncavalierly. At oral argument the Government could not identify any\nother fundamental constitutional right that a person could lose\nforever by a single conviction for an infraction punishable only by\na fine. Tr. of Oral Arg. 36–40. Compare the First Amendment. Plenty\nof States still criminalize libel. See,e.g.,Ala. Code.\n§13A–11–160 (2015); Fla. Stat. §836.01 (2015); La. Rev. Stat. Ann.\n§14:47 (West 2016); Mass. Gen. Laws, ch. 94, §98C (2014); Minn.\nStat. §609.765 (2014); N. H. Rev. Stat. Ann. §644:11 (2007);\nVa. Code Ann. §18.2–209 (2014); Wis. Stat. §942.01 (2005). I have\nlittle doubt that the majority would strike down an absolute ban on\npublishing by a person previously con-victed of misdemeanor libel.\nIn construing the statute before us expansively so that causing a\nsingle minor reckless injury or offensive touching can lead someone\nto lose his right to bear arms forever, the Court continues to\n“relegat[e] the Second Amendment to a second-class right.”Friedmanv.Highland Park, 577 U. S. ___, ___\n(2015) (Thomas, J., dissenting from denial of certiorari) (slip\nop., at 6).*  *  *In enacting §922(g)(9), Congress was not\nworried about a husband dropping a plate on his wife’s foot or a\nparent injuring her child by texting while driving. Congress was\nworried that family members were abusing other family members\nthrough acts of violence and keeping their guns by pleading down to\nmisdemeanors. Prohibiting those convicted of intentional and\nknowing batteries from possessing guns—but not those convicted of\nreckless batteries—amply carries out Congress’ objective.Instead, under the majority’s approach, a parent\nwho has a car accident because he sent a text message while driving\ncan lose his right to bear arms forever if his wife or child\nsuffers the slightest injury from the crash. This is obviously not\nthe correct reading of §922(g)(9). The “use of physical force” does\nnot include crimes involving purely reckless conduct. Because\nMaine’s statute punishes such conduct, it sweeps more broadly than\nthe “use of physical force.” I respectfully dissent.Notes1Some of our cases have\ndistinguished “violent force”—force capable of causing physical\ninjury—and common-law force, which included all nonconsensual\ntouching, seeJohnsonv.United States, 559\nU. S. 133 –141 (2010), but others have not, seeUnited\nStatesv.Castleman, 572 U. S. ___, ___ (2014)\n(slip op., at 5). The common law did not draw this distinction\nbecause the common law considered nonconsensual touching as a form\nof violence against the person. 3 W. Blackstone, Commentaries *120\n(“[T]he law cannot draw the line between different degrees of\nviolence, and therefore totally prohibits the first and lowest\nstage of it”). The Court should assume that, absent a contrary\ntextual indication, Congress legislated against this common-law\nbackdrop. SeeCastleman,supra, at ___ (slip op., at\n4). Consequently, I treat nonconsensual touching as a type of\nviolence.2Although “force”\ngenerally has a narrower legal connotation of intentional acts\ndesigned to cause harm, seesupra,at 3–4, I will use\n“force” in this Part in its broadest sense to mean “strength or\npower exerted upon an object.” Random House Dictionary of the\nEnglish Language 748 (def. 2) (2d ed. 1987).3To simplify, I am using\nonly those mental states relevant to the Court’s resolution of this\ncase. A person could also create a force negligently or\nblamelessly.4The Door Slammer might\nalso fit within the “use of physical force,” although that is a\nharder question. The Door Slammer has used force against the door,\nwhich has then caused injury to his girlfriend. But traditional\nprinciples of law would not generally transfer the actor’s intent\nto use force against the door to the girlfriend because, unlike\nplacing someone in fear of bodily injury, slamming a door is not\ninherently wrongful and illegal conduct.5The majority’s equation\nof recklessness with “the understanding” that one’s actions are\n“substantially likely” to cause harm,ante, at 6, misstates\nthe standard for recklessness in States that follow the Model Penal\nCode. Recklessness only requires a “substantial and unjustifi-able\nrisk.” ALI, Model Penal Code §2.02(2)(c) (1980). A “substantial”\nrisk can include very small risks when there is no justification\nfor taking the risk. Seeid., §2.02, Comment 1, at 237,\nn. 14. Thus, it would be reckless to play Russian roulette\nwith a revolver having 1,000 chambers, even though there is a 99.9%\nchance that no one will be injured.",
    "joined": []
}