{
    "case": {
        "docket": "394",
        "citation": "546",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/546/394/"
    },
    "id": "1961980",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTUNITHERM FOOD SYSTEMS, INC. V. SWIFT-ECKRICH, INC.546 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-597UNITHERM FOOD SYSTEMS, INC., PETITIONERv.SWIFT-ECKRICH, INC., dba CONAGRA REFRIGERATED FOODSon writ of certiorari to the united states court of\nappeals for the federal circuit[January 23, 2006]Justice Thomas delivered the\nopinion of the Court.Ordinarily, a party in a civil\njury trial that believes the evidence is legally insufficient to\nsupport an adverse jury verdict will seek a judgment as a matter of\nlaw by filing a motion pursuant to Federal Rule of Civil Procedure\n50(a) before submission of the case to the jury, and then (if the\nRule 50(a) motion is not granted and the jury subsequently decides\nagainst that party) a motion pursuant to Rule 50(b). In this case,\nhowever, the respondent filed a Rule 50(a) motion before the\nverdict, but did not file a Rule 50(b) motion after the verdict.\nNor did respondent request a new trial under Rule 59. The Court of\nAppeals nevertheless proceeded to review the sufficiency of the\nevidence and, upon a finding that the evidence was insufficient,\nremanded the case for a new trial. Because our cases addressing the\nrequirements of Rule 50 compel a contrary result, we reverse.IThe genesis of the underlying\nlitigation in this case was ConAgra’s attempt to enforce its patent\nfor “A Method for Browning Precooked Whole Muscle Meat Products,”\nU. S. Patent No. 5,952,027 (’027 patent). In early 2000, ConAgra\nissued a general warning to companies who sold equipment and\nprocesses for browning precooked meats explaining that it intended\nto “ ‘aggressively protect all of [its] rights under [the\n’027] patent.’ ” 375 F. 3d 1341, 1344 (CA Fed. 2004).\nPetitioner Unitherm sold such processes, but did not receive\nConAgra’s warning. ConAgra also contacted its direct competitors in\nthe precooked meat business, announcing that it was “ ‘making\nthe ’027 Patent and corresponding patents that may issue available\nfor license at a royalty rate of 10&breve; per pound.’ ”Id.,at 1345. Jennie-O, a direct competitor, received\nConAgra’s correspondence and undertook an investigation to\ndetermine its rights and responsibilities with regard to the ’027\npatent. Jennie-O determined that the browning process it had\npurchased from Unitherm was the same as the process described in\nthe ’027 patent. Jennie-O further determined that the ’027 patent\nwas invalid because Unitherm’s president had invented the process\ndescribed in that patent six years before ConAgra filed its patent\napplication.Consistent with these\ndeterminations, Jennie-O and Unitherm jointly sued ConAgra in the\nWestern District of Oklahoma. As relevant here, Jennie-O and\nUnitherm sought a declaration that the ’027 patent was invalid and\nunenforceable, and alleged that ConAgra had violated §2 of the\nSherman Act, 15 U. S. C. §2, by attempting to enforce a patent\nthat was obtained by committing fraud on the Patent and Trademark\nOffice (PTO). SeeWalker Process Equipment, Inc.v.Food Machinery & Chemical Corp.,382 U. S. 172, 174\n(1965) (holding that “the enforcement of a patent procured by fraud\non the Patent Office may be violative of §2 of the Sherman Act\nprovided the other elements necessary to a §2 case are present”).\nThe District Court construed the ’027 patent and determined that it\nwas invalid based on Unitherm’s prior public use and sale of the\nprocess described therein. 35 U. S. C. §102(b). After\ndismissing Jennie-O for lack of antitrust standing, the District\nCourt allowed Unitherm’sWalker Processclaim to proceed\nto trial. Prior to the court’s submission of the case to the jury,\nConAgra moved for a directed verdict under Rule 50(a) based on\nlegal insufficiency of the evidence. The District Court denied that\nmotion.[Footnote 1] The jury\nreturned a verdict for Unitherm, and ConAgra neither renewed its\nmotion for judgment as a matter of law pursuant to Rule 50(b), nor\nmoved for a new trial on antitrust liability pursuant to Rule\n59.[Footnote 2]On appeal to the Federal Circuit, ConAgra\nmaintained that there was insufficient evidence to sustain the\njury’sWalker Processverdict. Although the Federal\nCircuit has concluded that a party’s “failure to present the\ndistrict court with a post-verdict motion precludes appellate\nreview of sufficiency of the evidence,”Biodex Corp.v.Loredan Biomedical, Inc., 946 F. 2d 850, 862 (1991),\nin the instant case it was bound to apply the law of the Tenth\nCircuit. 375 F. 3d, at 1365, n. 7 (“On most issues\nrelated to Rule 50 motions … we generally apply regional circuit\nlaw unless the precise issue being appealed pertains uniquely to\npatent law”). Under Tenth Circuit law, a party that has failed to\nfile a postverdict motion challenging the sufficiency of the\nevidence may nonetheless raise such a claim on appeal, so long as\nthat party filed a Rule 50(a) motion prior to submission of the\ncase to the jury.Cummingsv.General Motors\nCorp., 365 F. 3d 944, 950–951 (2004). Notably, the only\navailable relief in such a circumstance is a new trial.Id., at 951.Freed to examine the sufficiency of the\nevidence, the Federal Circuit concluded that, although Unitherm had\npresented sufficient evidence to support a determination that\nConAgra had attempted to enforce a patent that it had obtained\nthrough fraud on the PTO, 375 F. 3d, at 1362, Unitherm had\nfailed to present evidence sufficient to support the remaining\nelements of its antitrust claim.Id., at 1365 (“Unitherm\nfailed to present any economic evidence capable of sustaining its\nasserted relevant antitrust market, and little to support any other\naspect of its Section 2 claim”). Accordingly, it vacated the jury’s\njudgment in favor of Unitherm and remanded for a new trial. We\ngranted certiorari,543 U. S. 1186(2005),\nand now reverse.IIFederal Rule of Civil Procedure\n50 sets forth the procedural requirements for challenging the\nsufficiency of the evidence in a civil jury trial and establishes\ntwo stages for such challenges—prior to submission of the case to\nthe jury, and after the verdict and entry of judgment. Rule 50(a)\nallows a party to challenge the sufficiency of the evidence prior\nto submission of the case to the jury, and authorizes the District\nCourt to grant such motions at the court’s discretion:“(a) Judgment as a Matter of Law.“(1) If during a trial by jury a party has\nbeen fully heard on an issue and there is no legally sufficient\nevidentiary basis for a reasonable jury to find for that party on\nthat issue, the court may determine the issue against that party\nand may grant a motion for judgment as a matter of law against that\nparty with respect to a claim or defense that cannot under the\ncontrolling law be maintained or defeated without a favorable\nfinding on that issue.“(2) Motions for judgment as a matter of law\nmay be made at any time before submission of the case to the jury.\nSuch a motion shall specify the judgment sought and the law and the\nfacts on which the moving party is entitled to the judgment.”Rule 50(b), by contrast, sets forth the procedural\nrequirements for renewing a sufficiency of the evidence challenge\nafter the jury verdict and entry of judgment.“(b) Renewing Motion for Judgment\nAfter Trial; Alternative Motion for New Trial. If, for any reason,\nthe court does not grant a motion for judgment as a matter of law\nmade at the close of all the evidence, the court is considered to\nhave submitted the action to the jury subject to the court’s later\ndeciding the legal questions raised by the motion. The movant may\nrenew its request for judgment as a matter of law by filing a\nmotion no later than 10 days after entry of judgment—and may\nalternatively request a new trial or join a motion for a new trial\nunder Rule 59. In ruling on a renewed motion, the court may:“(1) if a verdict was returned:“(A) allow the judgment to stand,“(B) order a new trial, or“(C) direct entry of judgment as a matter\noflaw … .”This Court has addressed the\nimplications of a party’s failure to file a postverdict motion\nunder Rule 50(b) on several occasions and in a variety of\nprocedural contexts. This Court has concluded that, “[i]n the\nabsence of such a motion” an “appellate court [is] without power to\ndirect the District Court to enter judgment contrary to the one it\nhad permitted to stand.”Conev.West Virginia Pulp\n& Paper Co.,330 U. S. 212, 218\n(1947). This Court has similarly concluded that a party’s failure\nto file a Rule 50(b) motion deprives the appellate court of the\npower to order the entry of judgment in favor of that party where\nthe district court directed the jury’s verdict,Globe Liquor\nCo.v.San Roman,332 U. S. 571(1948), and where the\ndistrict court expressly reserved a party’s preverdict motion for a\ndirected verdict and then denied that motion after the verdict was\nreturned.Johnsonv.New York, N. H. &\nH. R. Co.,344 U. S. 48(1952). A\npostverdict motion is necessary because “[d]etermination of whether\na new trial should be granted or a judgment entered under Rule\n50(b) calls for the judgment in the first instance of the judge who\nsaw and heard the witnesses and has the feel of the case which no\nappellate printed transcript can impart.”[Footnote 3]Cone,supra,at 216.\nMoreover, the “requirement of a timely application for judgment\nafter verdict is not an idle motion” because it “is … an essential\npart of the rule, firmly grounded in principles of fairness.”Johnson,supra,at 53.The foregoing authorities lead us to reverse\nthe judgment below. Respondent correctly points out that these\nauthorities address whether an appellate court may enter judgment\nin the absence of a postverdict motion, as opposed to whether an\nappellate court may order a new trial (as the Federal Circuit did\nhere). But this distinction is immaterial. This Court’s\nobservations about the necessity of a postverdict motion under Rule\n50(b), and the benefits of the district court’s input at that\nstage, apply with equal force whether a party is seeking judgment\nas a matter of law or simply a new trial. InCone, this\nCourt concluded that, because Rule 50(b) permits the district court\nto exercise its discretion to choose between ordering a new trial\nand entering judgment, its “appraisal of the bona fides of the\nclaims asserted by the litigants is of great value in reaching a\nconclusion as to whether anew trialshould be granted.”\n330 U. S., at 216 (emphasis added). Similarly, this Court has\ndetermined that a party may only pursue on appeal a particular\navenue of relief available under Rule 50(b), namely the entry of\njudgmentor a new trial, when that party has complied with\nthe Rule’s filing requirements by requesting that particular relief\nbelow. SeeJohnson,supra,at 54 (“Respondent\nmade a motion to set aside the verdict and for new trial within the\ntime required by Rule 50(b). It failed to comply with permission\ngiven by 50(b) to move for judgmentn. o. v.after the verdict. In this situation respondent is entitled only to\na new trial, not to a judgment in its favor”).[Footnote 4]Despite the straightforward language employed\ninCone,Globe Liquor, andJohnson,respondent maintains that those cases dictate affirmance here,\nbecause in each of those cases the litigants secured a new trial.\nBut in each of those cases the appellants moved for a new trial\npostverdict in the District Court, and did not seek to establish\ntheir entitlement to a new trial solely on the basis of a denied\nRule 50(a) motion. SeeCone,supra, at 213\n(noting that respondent moved for a new trial);[Footnote 5]Globe Liquor, 332 U. S., at\n572 (“The respondents … moved for a new trial on the ground … that\nthere were many contested issues of fact”). Indeed,Johnsonconcluded that respondent wasonlyentitled to a new trial by virtue of its motion for such “within\nthe time required by Rule 50(b).” 344 U. S., at 54. Accordingly,\nthese outcomes merely underscore our holding today—a party is not\nentitled to pursue a new trial on appeal unless that party makes an\nappropriate postverdict motion in the district court.Our determination that respondent’s failure to\ncomply with Rule 50(b) forecloses its challenge to the sufficiency\nof the evidence is further validated by the purported basis of\nrespondent’s appeal, namely the District Court’s denial of\nrespondent’s preverdict Rule 50(a) motion. As an initial matter,Cone,Globe Liquor, andJohnsonunequivocally establish that the precise subject matter of a\nparty’s Rule 50(a) motion—namely, its entitlement to judgment as a\nmatter of law—cannot be appealed unless that motion is renewed\npursuant to Rule 50(b). Here, respondent does not seek to pursue on\nappeal the precise claim it raised in its Rule 50(a) motion before\nthe District Court—namely, its entitlement to judgment as a matter\nof law. Rather, it seeks anew trialbased on the legal\ninsufficiency of the evidence. But if, as inCone, Globe\nLiquor, andJohnson, a litigant that has failed to\nfile a Rule 50(b) motion is foreclosed from seeking the relief it\nsought in its Rule 50(a) motion—i.e., the entry of\njudgment—then surely respondent is foreclosed from seeking a new\ntrial, relief it did not and could not seek in its preverdict\nmotion. In short, respondent never sought a new trial before the\nDistrict Court, and thus forfeited its right to do so on appeal.Yakusv.United States,321 U. S. 414, 444\n(1944) (“No procedural principle is more familiar to this Court\nthan that a … right may be forfeited … by the failure to make\ntimely assertion of the right before a tribunal having jurisdiction\nto determine it”).The text of Rule 50(b) confirms that\nrespondent’s preverdict Rule 50(a) motion did not present the\nDistrict Court with the option of ordering a new trial. That text\nprovides that a district court may only order a new trial on the\nbasis of issues raised in a preverdict Rule 50(a) motion when\n“ruling on a renewed motion” under Rule 50(b). Accordingly, even if\nthe District Court was inclined to grant a new trial on the basis\nof arguments raised in respondent’s preverdict motion, it was\nwithout the power to do so under Rule 50(b) absent a postverdict\nmotion pursuant to that Rule. Consequently, the Court of Appeals\nwas similarly powerless.Similarly, the text and application of Rule\n50(a) support our determination that respondent may not challenge\nthe sufficiency of the evidence on appeal on the basis of the\nDistrict Court’s denial of its Rule 50(a) motion. The Rule provides\nthat “the courtmaydetermine” that “there is no legally\nsufficient evidentiary basis for a reasonable jury to find for [a]\nparty on [a given] issue,” and “maygrant a motion for\njudgment as a matter of law against that party … .” (Emphasis\nadded.) Thus, while a district court is permitted to enter judgment\nas a matter of law when it concludes that the evidence is legally\ninsufficient, it is not required to do so. To the contrary, the\ndistrict courts are, if anything, encouraged to submit the case to\nthe jury, rather than granting such motions. As Wright and Miller\nexplain:“Even at the close of all the\nevidence it may be desirable to refrain from granting a motion for\njudgment as a matter of law despite the fact that it would be\npossible for the district court to do so. If judgment as a matter\nof law is granted and the appellate court holds that the evidence\nin fact was sufficient to go to the jury, an entire new trial must\nbe had. If, on the other hand, the trial court submits the case to\nthe jury, though it thinks the evidence insufficient, final\ndetermination of the case is expedited greatly. If the jury agrees\nwith the court’s appraisal of the evidence, and returns a verdict\nfor the party who moved for judgment as a matter of law, the case\nis at an end. If the jury brings in a different verdict, the trial\ncourt can grant a renewed motion for judgment as a matter of law.\nThen if the appellate court holds that the trial court was in error\nin is appraisal of the evidence, it can reverse and order judgment\non the verdict of the jury, without any need for a new trial. For\nthis reason the appellate courts repeatedly have said that it\nusually is desirable to take a verdict, and then pass on the\nsufficiency of the evidence on a post-verdict motion.” 9A Federal\nPractice §2533, at 319 (footnote omitted).Thus, the District Court’s denial of respondent’s\npreverdict motion cannot form the basis of respondent’s appeal,\nbecause the denial of that motion was not error. It was merely an\nexercise of the District Court’s discretion, in accordance with the\ntext of the Rule and the accepted practice of permitting the jury\nto make an initial judgment about the sufficiency of the evidence.\nThe only error here was counsel’s failure to file a postverdict\nmotion pursuant to Rule 50(b).[Footnote 6]*  *  *For the foregoing reasons, we\nhold that since respondent failed to renew its preverdict motion as\nspecified in Rule 50(b), there was no basis for review of\nrespondent’s sufficiency of the evidence challenge in the Court of\nAppeals. The judgment of the Court of Appeals is reversed.[Footnote 7]It is so ordered.Footnote 1Petitioner contends that respondent’s\nRule 50(a) motion pertained only to the fraud element of\npetitioner’s Walker Processclaim, and that it did not\nencompass the remaining antitrust elements of that claim. Because\nwe conclude that petitioner is entitled to prevail irrespective of\nthe scope of respondent’s Rule 50(a) motion, we assume without\ndeciding that that motion pertained to all aspects of petitioner’s\n§2 claim. But see Amendments to Federal Rules of Civil Procedure,\n134 F. R. D. 525, 687 (1991) (“A post-trial motion for\njudgment can be granted only on grounds advanced in the pre-verdict\nmotion”).Footnote 2While ConAgra did file a postverdict motion\nseeking a new trial on antitrust damages, that motion did not seek\nto challenge the sufficiency of the evidence establishing antitrust\nliability and thus has no bearing on the instant case.Footnote 3NeitherNeelyv.Martin K. Eby\nConstr. Co.,386 U. S. 317(1967),\nnorWeisgramv.Marley Co.,528 U. S. 440(2000),\nundermine our judgment about the benefit of postverdict input from\nthe district court. In those cases this Court determined that an\nappellate court may, in certain circumstances, direct the entry of\njudgment when it reverses the district court’s denial of a Rule\n50(b) motion. But in such circumstances the district court will\nhave had an opportunity to consider the propriety of entering\njudgment or ordering a new trial by virtue of the postverdict\nmotion. Moreover, these cases reiterate the value of the district\ncourt’s input, cautioning the courts of appeals to be\n“ ‘constantly alert’ to ‘the trial judge’s first-hand\nknowledge of witnesses, testimony, and issues.’ ”Id.,at 443 (quotingNeely,supra, at\n325).Footnote 4The dissent’s suggestion that 28 U.\nS. C. §2106 permits the Courts of Appeals to consider the\nsufficiency of the evidence underlying a civil jury verdict\nnotwithstanding a party’s failure to comply with Rule 50 is\nforeclosed by authority of this Court. While the dissent observes\nthat §2106 was enacted afterConeandGlobe Liquor\nCo.v.San Roman,332 U. S. 571(1948),post,at 2 (opinion of Stevens, J.), it fails to note that it was enacted\nprior toJohnson.Johnsonexplicitly reaffirmed\nthose earlier cases, concluding that “in the absence of a motion\nfor judgment notwithstanding the verdict made in the trial court\nwithin ten days after reception of a verdict [Rule 50] forbids the\ntrial judge or an appellate court to enter such judgment.” 344 U.\nS., at 50. Moreover, inNeely, this Court observed that\n§2106 is “broad enough to include the power to direct entry of\njudgmentn.o. v. on appeal,” 386 U.\nS., at 322, but nonetheless reaffirmed thatCone,Globe Liquor, andJohnson“make it clear that an\nappellate court may not order judgmentn. o. v.\nwhere the verdict loser has failed to strictly comply with the\nprocedural requirements of Rule 50(b).” 386 U. S., at 325. Contrary\nto the dissent’s suggestion,Neelyconfirms that the broad\ngrant of authority to the Courts of Appeals in §2106 must be\nexercised consistent with the requirements of the Federal Rules of\nCivil Procedure as interpreted by this Court.The dissent’s approach is not only foreclosed\nby authority of this Court, it also may present Seventh Amendment\nconcerns. The implication of the dissent’s interpretation of §2106\nis that a court of appeals would be free to examine the sufficiency\nof the evidence regardless of whether the appellant had filed a\nRule 50(a) motion in the district court and, in the event the\nappellant had filed a Rule 50(a) motion, regardless of whether the\ndistrict court had everruledon that motion. The former\nis squarely foreclosed bySlocumv.New York Life Ins.\nCo.,228 U. S.\n364(1913), and the latter is inconsistent with this Court’s\nexplanation of the requirements of the Seventh Amendment inBaltimore & Carolina Line, Inc.v.Redman,295 U. S. 654,\n658 (1935) (explaining that “under the pertinent rules of the\ncommon law the court of appeals could set aside the verdict for\nerror of law, such as the trial court’srulingrespecting\nthe sufficiency of the evidence, and direct a new trial, but could\nnot itself determine the issues of fact and direct a judgment for\nthe defendant, for this would cut off the plaintiff’s unwaived\nright to have the issues of fact determined by a jury” (emphasis\nadded)). Indeed, Rule 50 was drafted with such concerns in mind.\nSee 9A C. Wright & A. Miller, Federal Practice and Procedure\n§2522, pp. 244–246 (2d ed. 1995) (hereinafter Federal\nPractice).Footnote 5While the precise nature of the new trial\nmotion at issue inConeis difficult to ascertain from\nthis Court’s description of that motion, the Court of Appeals\nopinion in that case confirms that the movant had properly objected\nto the admission of certain evidence, and then moved postverdict\n“for a new trial [on the basis of the inadmissible evidence] and\nlater renewed this motion upon the basis of newly-discovered\nevidence.”West Virginia Pulp & Paper Co.v.Cone,153 F. 2d 576, 580 (CA4 1946). This Court did\nnot disturb the Court of Appeals holding that formed the basis of\nthe movant’s entitlement to a new trial, namely “the Circuit Court\nof Appeals’ holding that there was prejudicial error in the\nadmission of evidence.” 330 U. S., at 215.Footnote 6Respondent claims that its failure to renew\nits Rule 50(a) motion was in reliance on the Tenth Circuit’s\ndetermination that it could order a new trial in the absence of a\nRule 50(b) motion. But respondent cannot credibly maintain that it\nwanted the Court of Appeals to order a new trial as opposed to\nentering judgment. And, as the Tenth Circuit has recognized,\nrespondent could not obtain the entry of judgment unless it\ncomplied with Rule 50(b).Cummingsv.General Motors\nCorp.,365 F. 3d 944, 951 (2004). Respondent therefore\nhad every incentive to comply with that Rule’s requirements.\nAccordingly, we reject its contention that our application of Rule\n50(b) to the instant case is impermissibly retroactive. See alsoHarperv.Virginia Dept. of Taxation,509 U. S. 86, 97 (1993)\n(“[W]e can scarcely permit the substantive law to shift and spring\naccording to the particular equities of individual parties’ claims\nof actual reliance on an old rule and of harm from a retroactive\napplication of the new rule” (internal quotation marks and brackets\nomitted)).Footnote 7We reject respondent’s contention that it is\nentitled to a remand for reconsideration in light ofPhillipsv.AWH Corp., 415 F. 3d 1303 (CA\nFed. 2005). The Federal Circuit has already denied respondent’s\npetition for rehearing raising this issue.",
    "joined": []
}