{
    "case": {
        "docket": "542",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/542/"
    },
    "id": "3407057",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–485_________________COMPTROLLER OF THE TREASURY OF MARYLAND,\nPETITIONERv.BRIAN WYNNE et ux.on writ of certiorari to the court of appeals\nof maryland[May 18, 2015]Justice Thomas, with whom Justice Scalia joins\nexcept as to the first paragraph, dissenting.“I continue to adhere to my view that the\nnegative Commerce Clause has no basis in the text of the\nConstitution, makes little sense, and has proved virtually\nunworkable in application, and, consequently, cannot serve as a\nbasis for striking down a state statute.”McBurneyv.Young, 569 U. S. ___, ___ (2013) (Thomas, J.,\nconcurring) (slip op., at 1) (internal quotation marks and\nalteration omitted); accord,e.g., Camps Newfound/Owatonna,\nInc.v.Town of Harrison, 520 U. S. 564 –612 (1997)\n(Thomas, J., dissenting). For that reason, I would uphold\nMaryland’s tax scheme.In reaching the contrary conclusion, the Court\nproves just how far our negative Commerce Clause jurisprudence has\ndeparted from the actual Commerce Clause. According to the\nmajority, a state income tax that fails to provide residents with\n“a full credit against the income taxes that they pay to other\nStates” violates the Commerce Clause.Ante,at 1. That news\nwould have come as a surprise to those who penned and ratified the\nConstitution. As this Court observed some time ago, “Income taxes\n. . . were imposed by several of the States at or shortly\nafter the adoption of the Federal Constitution.”Shafferv.Carter, 252 U. S. 37, 51 (1920) .[1]* There is no indication that those early state\nincome tax schemes provided credits for income taxes paid\nelsewhere. Thus, under the majority’s reasoning, all of those state\nlaws would have contravened the newly ratified Commerce Clause.It seems highly implausible that those who\nratified the Commerce Clause understood it to conflict with the\nincome tax laws of their States and nonetheless adopted it without\na word of concern. That silence is particularly deafening given the\nimportance of such taxes for raising revenues at the time. See\nKinsman, The Income Tax in the Commonwealths of the United States\n7, in 4 Publications of the American Economic Assn. (1903) (noting,\nfor example, that “Connecticut from her earliest history had\nfollowed the plan of taxing incomes rather than property” and that\n“[t]he total assessed value of [taxable] incomes in Connecticut in\nthe year 1795 was a little over $300,000” (internal quotation marks\nomitted)).In other areas of constitutional analysis, we\nwould have considered these laws to be powerful evidence of the\noriginal understanding of the Constitution. We have, for ex-ample,\nrelied on the practices of the First Congress to guide our\ninterpretation of provisions defining congressional power. See,e.g., Golanv.Holder, 565 U. S. ___, ___ (2012)\n(slip op., at 16) (Copyright Clause);McCullochv.Maryland, 4 Wheat. 316, 401–402 (1819) (Necessary and Proper\nClause). We have likewise treated “actions taken by the First\nCongress a[s] presumptively consistent with the Bill of Rights,”Town of Greecev.Galloway, 572 U. S. ___, ___\n(2014) (Alito, J., concurring) (slip op., at 12). See,e.g.,\nid.,at ___ – ___ (majority opinion) (slip op., at 7–8);Carrollv.United States, 267 U. S. 132 –152\n(1925). And we have looked to founding-era state laws to guide our\nunderstanding of the Constitution’s meaning. See,e.g., District\nof Columbiav.Heller, 554 U. S. 570 –602 (2008) (\nSecond Amendment);Atwaterv.Lago Vista, 532\nU. S. 318 –340 (2001) ( Fourth Amendment);Rothv.United States, 354 U. S. 476 –483 (1957) ( First\nAmendment);Kilbournv.Thompson, 103 U. S. 168\n–203 (1881) (Speech and Debate Clause); see alsoCalderv.Bull, 3 Dall. 386, 396–397 (1798) (opinion of Paterson, J.)\n(Ex Post Facto Clause).Even if one assumed that the negative Commerce\nClause existed, I see no reason why it would be subject to a\ndifferent mode of constitutional interpretation. The majority\nquibbles that I fail to “sho[w] that the small number of\nindividuals who earned income out of State were taxed twice on that\nincome,”ante,at 28, but given the deference we owe to the\nduly enacted laws of a State—particularly those concerning the\nparadigmatically sovereign activity of taxation—the burden of proof\nfalls on those who would wield the Federal Constitution to\nforeclose that exercise of sovereign power.I am doubtful that the majority’s application of\none of our many negative Commerce Clause tests is correct under our\nprecedents, seeante,at 5–7 (Scalia, J., dissenting);post,at 10–19 (Ginsburg, J., dissenting), but I am certain\nthat the majority’s result is incorrect under our Constitution. As\nwas well said in another area of constitutional law: “[I]f there is\nany inconsistency between [our] tests and the historic practice\n. . . , the inconsistency calls into question the\nvalidity of the test, not the historic practice.”Town of\nGreece, supra,at ___ (Alito, J., concurring) (slip op., at\n12).I respectfully dissent.Notes1* See,e.g.,1777–1778 Mass. Acts ch. 13, §2, p. 756 (taxing “the amount of\n[inhabitants’] income from any profession, faculty, handicraft,\ntrade or employment; and also on the amount of all incomes and\nprofits gained by trading by sea and on shore”); 1781 Pa. Laws ch.\n961, §12, p. 390 (providing that “[a]ll offices and posts of\nprofit, trades, occupations and professions (that of ministers of\nthe gospel of all denominations and schoolmasters only excepted),\nshall be rated at the discretion of the township, ward or district\nassessors . . . having due regard of the profits arising\nfrom them”); see also Report of Oliver Wolcott, Jr., Secretary of\nthe Treasury, to 4th Cong., 2d Sess., concerning Direct Taxes\n(1796), in 1 American State Papers, Finance 414, 423 (1832)\n(describing Connecticut’s income tax as assessing, as relevant,\n“the estimated gains or profits arising from any, and all,\nlucrative professions, trades, and occupations”);id.,at\n429 (noting that, in Delaware, “[t]axes have been hitherto\ncollected on the estimated annual income of the inhabitants of this\nState, without reference to specific objects”).",
    "joined": []
}