{
    "case": {
        "docket": "70",
        "citation": "549",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/549/70/"
    },
    "id": "1962235",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTCAREY V. MUSLADIN549 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-785THOMAS L. CAREY,Warden, PETITIONERv.MATHEW MUSLADINon writ of certiorari to the united\nstates court of appeals for the ninth circuit[December 11, 2006]Justice Thomas\ndelivered the opinion of the Court.This Court has\nrecognized that certain courtroom practices are so inherently\nprejudicial that they deprive the defendant of a fair trial.Estellev.Williams,425 U. S. 501, 503–506\n(1976);Holbrookv.Flynn,475 U. S. 560, 568\n(1986). In this case, a state court held that buttons displaying\nthe victim’s image worn by the victim’s family during respondent’s\ntrial did not deny respondent his right to a fair trial. We must\ndecide whether that holding was contrary to or an unreasonable\napplication of clearly established federal law, as determined by\nthis Court. 28 U. S. C. §2254(d)(1). We hold that it was\nnot.IOn May 13, 1994,\nrespondent Mathew Musladin shot and killed Tom Studer outside the\nhome of Musladin’s estranged wife, Pamela. At trial, Musladin\nadmitted that he killed Studer but argued that he did so in\nself-defense. A California jury rejected Musladin’s self-defense\nargument and convicted him of first-degree murder and three related\noffenses.During Musladin’s\ntrial, several members of Studer’s family sat in the front row of\nthe spectators’ gallery. On at least some of the trial’s 14 days,\nsome members of Studer’s family wore buttons with a photo of Studer\non them.[Footnote 1] Prior to\nopening statements, Musladin’s counsel moved the court to order the\nStuder family not to wear the buttons during the trial. The court\ndenied the motion, stating that it saw “no possible prejudice to\nthe defendant.” App. to Pet. for Cert. 74a.Musladin appealed his\nconviction to the California Court of Appeal in 1997. He argued\nthat the buttons deprived him of his Fourteenth Amendment and Sixth\nAmendment rights. At the outset of its analysis, the Court of\nAppeal stated that Musladin had to show actual or inherent\nprejudice to succeed on his claim and citedFlynn,supra, at 570, as providing the test for inherent\nprejudice. The Court of Appeal, quoting part ofFlynn’s\ntest, made clear that it “consider[ed] the wearing of photographs\nof victims in a courtroom to be an ‘impermissible factor coming\ninto play,’ the practice of which should be discouraged.” App. to\nPet. for Cert. 75a (quotingFlynn,supra, at\n570). Nevertheless, the court concluded, again quotingFlynn,\nsupra, at 571, that the buttons had not “branded defendant\n‘with an unmistakable mark of guilt’ in the eyes of the jurors”\nbecause “[t]he simple photograph of Tom Studer was unlikely to have\nbeen taken as a sign of anything other than the normal grief\noccasioned by the loss of [a] family member.” App. to Pet. for\nCert. 75a.At the conclusion of the state\nappellate process, Musladin filed an application for writ of habeas\ncorpus in federal district court pursuant to §2254. In his\napplication, Musladin argued that the buttons were inherently\nprejudicial and that the California Court of Appeal erred by\nholding that the Studers’ wearing of the buttons did not deprive\nhim of a fair trial. The District Court denied habeas relief but\ngranted a certificate of appealability on the buttons\nissue.The Court of Appeals for the\nNinth Circuit reversed and remanded for issuance of the writ,\nfinding that under §2254 the state court’s decision “was contrary\nto, or involved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” §2254(d)(1). According to the Court of Appeals, this\nCourt’s decisions inWilliamsandFlynnclearly\nestablished a rule of federal law applicable to Musladin’s case.Musladinv.Lamarque, 427 F. 3d 653, 656–658\n(2005). Specifically, the Court of Appeals cited its own precedent\nin support of its conclusion thatWilliamsandFlynnclearly established the test for inherent prejudice\napplicable to spectators’ courtroom conduct. 427 F. 3d, at\n657–658 (citingNorrisv.Risley, 918 F. 2d\n828 (CA9 1990)). The Court of Appeals held that the state court’s\napplication of a test for inherent prejudice that differed from the\none stated inWilliamsandFlynn“was contrary to\nclearly established federal law and constituted an unreasonable\napplication of that law.” 427 F. 3d, at 659–660. The Court of\nAppeals denied rehearing en banc. 427 F. 3d 647 (2005). We\ngranted certiorari, 547 U. S. ___ (2006), and now\nvacate.IIUnder the\nAntiterrorism and Effective Death Penalty Act of 1996, 110 Stat.\n1219:“(d) An application for a writ of\nhabeas corpus on behalf of a person in custody pursuant to the\njudgment of a State court shall not be granted with respect to any\nclaim that was adjudicated on the merits in State court proceedings\nunless the adjudication of the claim—“(1) resulted in a decision that was contrary to,\nor involved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1).InWilliamsv.Taylor,529\nU. S. 362(2000), we explained that “clearly established\nFederal law” in §2254(d)(1) “refers to the holdings, as opposed to\nthe dicta, of this Court’s decisions as of the time of the relevant\nstate-court decision.”Id.,at 412. Therefore, federal\nhabeas relief may be granted here if the California Court of\nAppeal’s decision was contrary to or involved an unreasonable\napplication of this Court’s applicable holdings.AInEstellev.WilliamsandFlynn, this\nCourt addressed the effect of courtroom practices on defendants’\nfair-trial rights. InWilliams, the Court considered\n“whether an accused who is compelled to wear identifiable prison\nclothing at his trial by a jury is denied due process or equal\nprotection of the laws.” 425 U. S., at 502. The Court stated that\n“the State cannot, consistently with the Fourteenth Amendment,\ncompel an accused to stand trial before a jury while dressed in\nidentifiable prison clothes,”id.,at 512, but held that\nthe defendant in that case had waived any objection to being tried\nin prison clothes by failing to object at trial,id.,at\n512–513.InFlynn,\nthe Court addressed whether seating “four uniformed state troopers”\nin the row of spectators’ seats immediately behind the defendant at\ntrial denied the defendant his right to a fair trial. 475 U. S., at\n562. The Court held that the presence of the troopers was not so\ninherently prejudicial that it denied the defendant a fair trial.Id.,at 571. In reaching that holding, the Court stated\nthat “the question must be … whether ‘an unacceptable risk is\npresented of impermissible factors coming into play.’ ”Id., at 570 (quotingWilliams,supra, at\n505).BothWilliamsandFlynndealt with government-sponsored practices: InWilliams, the State compelled the defendant to stand trial\nin prison clothes, and inFlynn, the State seated the\ntroopers immediately behind the defendant. Moreover, in both cases,\nthis Court noted that some practices are so inherently prejudicial\nthat they must be justified by an “essential state” policy or\ninterest.Williams, supra, at 505 (concluding that the\npractice “further[ed] no essential state policy”);Flynn,\nsupra, at 568–569 (holding that the practice was not of the\nsort that had to be justified by an “essential state\ninterest”).BIn contrast to\nstate-sponsored courtroom practices, the effect on a defendant’s\nfair-trial rights of the spectator conduct to which Musladin\nobjects is an open question in our jurisprudence. This Court has\nnever addressed a claim that such private-actor courtroom conduct\nwas so inherently prejudicial that it deprived a defendant of a\nfair trial.[Footnote 2] And\nalthough the Court articulated the test for inherent prejudice that\napplies to state conduct inWilliamsandFlynn,\nwe have never applied that test to spectators’ conduct. Indeed,\npart of the legal test ofWilliamsandFlynn—asking whether the practices furthered an essentialstateinterest—suggests that those cases apply only to\nstate-sponsored practices.Reflecting the\nlack of guidance from this Court, lower courts have diverged widely\nin their treatment of defendants’ spectator-conduct claims. Some\ncourts have appliedWilliamsandFlynnto\nspectators’ conduct.Norrisv.Risley,918\nF. 2d, at 830–831 (applyingWilliamsandFlynnto hold spectators’ buttons worn during a trial\ndeprived the defendant of a fair trial);In re Woods,\n154 Wash. 2d 400, 416–418, 114 P. 3d 607, 616–617 (2005) (en\nbanc) (applyingFlynnbut concluding that ribbons worn by\nspectators did not prejudice the defendant). Other courts have\ndeclined to extendWilliamsandFlynnto\nspectators’ conduct.Billingsv.Polk, 441\nF. 3d 238, 246–247 (CA4 2006) (“These precedents do not\nclearly establish that a defendant’s right to a fair jury trial is\nviolated whenever an article of clothing worn at trial arguably\nconveys a message about the matter before the jury”);Davisv.State, No. 07–03–0457–CR, 2006 WL\n1211091, *6–7 (Tex. App., May 3, 2006) (“Appellant does not cite\nany authority holding the display of this type of item by\nspectators creates inherent prejudice”). Other courts have\ndistinguishedFlynnon the facts.Pachlv.Zenon, 145 Ore. App. 350, 360, n. 1, 929 P. 2d\n1088, 1093–1094, n. 1 (1996) (in banc). And still other courts\nhave ruled on spectator-conduct claims without relying on,\ndiscussing, or distinguishingWilliamsorFlynn.Bucknerv.State, 714 So. 2d 384, 388–389\n(Fla. 1998)(per curiam);Statev.Speed, 265 Kan. 26, 47–48, 961 P. 2d 13, 29–30\n(1998);Nguyenv.State, 977 S. W. 2d 450,\n457 (Tex. App. 1998);Kenyonv.State, 58 Ark.\nApp. 24, 33–35, 946 S. W. 2d 705, 710–711 (1997);Statev.Nelson,96–0883, pp. 9–10 (La. App.\n12/17/97), 705 So. 2d 758, 763.Given the lack of holdings from\nthis Court regarding the potentially prejudicial effect of\nspectators’ courtroom conduct of the kind involved here, it cannot\nbe said that the state court “unreasonabl[y] appli[ed] clearly\nestablished Federal law.” §2254(d)(1). No holding of this Court\nrequired the California Court of Appeal to apply the test ofWilliamsandFlynnto the spectators’ conduct\nhere. Therefore, the state court’s decision was not contrary to or\nan unreasonable application of clearly established federal\nlaw.IIIThe Court of\nAppeals improperly concluded that the California Court of Appeal’s\ndecision was contrary to or an unreasonable application of clearly\nestablished federal law as determined by this Court. For these\nreasons, the judgment of the Court of Appeals is vacated, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Footnote\n1The record contains little\nconcrete information about the buttons. The buttons were apparently\ntwo to four inches in diameter and displayed only a photograph of\nStuder. It is not clear how many family members wore the buttons or\nhow many days of the trial they wore them.Footnote\n2This Court has considered\ncases in which the proceedings were a sham or were mob dominated.\nSeeMoorev.Dempsey,261 U. S. 86, 91 (1923)\n(describing allegations that “the whole proceeding [was] a\nmask—that counsel, jury and judge were swept to the fatal end by an\nirresistible wave of public passion, and that the State Courts\nfailed to correct the wrong”);Frankv.Mangum,237 U. S. 309,\n324–325 (1915) (“[T]he disorder in and about the court-room during\nthe trial and up to and at the reception of the verdict amounted to\nmob domination, that not only the jury but the presiding judge\nsuccumbed to it”).",
    "joined": []
}