{
    "case": {
        "docket": "17-21",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-21/"
    },
    "id": "3916579",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–21_________________FANE LOZMAN, PETITIONERv.CITY OF\nRIVIERA BEACH, FLORIDAon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 18, 2018]Justice Thomas, dissenting.We granted certiorari to decide “whether the\nexistence of probable cause defeats a First Amendment claim for\nretaliatory arrest under [42 U. S. C.] §1983.”Ante,at 5. Instead of resolving that question, the Court\ndecides that probable cause should not defeat a “unique class of\nretaliatory arrest claims.”Ante,at 12. To fall within this\nunique class, a claim must involve objective evidence, of an\nofficial municipal policy of retaliation, formed well before the\narrest, in response to highly protected speech, that has little\nrelation to the offense of arrest. Seeante,at 11–12. No\none briefed, argued, or even hinted at the rule that the Court\nannounces today. Instead of dreaming up our own rule, I would have\nanswered the question presented and held that plaintiffs must plead\nand prove a lack of prob- able cause as an element of a First\nAmendment retaliatory-arrest claim. I respectfully dissent.IThe petition for certiorari asked us to\nresolve whether “the existence of probable cause defeat[s] a First\nAmendment retaliatory-arrest claim as a matter of law.” Pet. for\nCert. i. That question has divided the federal courts for decades.\nSeeid., at 10–13. We granted certiorari to consider it six\nyears ago inReichlev.Howards, 566 U. S. 658,\n663 (2012). But we did not resolve it then because the petitioner’s\nsecond question presented—whether qualified immunity applied—fully\nresolved the case.Ibid.SinceReichle, the split in\nthe federal courts has widened. See Pet. for Cert. 12–13. In this\ncase, we again granted certiorari, 538 U. S. ___ (2017), this\ntime only on the question of probable cause, see Pet. for Cert.\ni.Yet the Court chooses not to resolve that\nquestion, leaving in place the decades-long disagreement among the\nfederal courts. The parties concentrated all their arguments on\nthis question in their briefs and at oral argument. Neither party\nsuggested that there was something special about Fane Lozman’s\nclaim that would justify a narrower rule. See,e.g.,Tr. of\nOral Arg. 15–16 (refusing to take the “fallback position” that this\n“is some special kind of case”). Yet the Court does that work for\nthem by defining a “unique class of retaliatory arrest claims” that\ndo not require plaintiffs to plead and prove a lack of probable\ncause.Ante,at 12.By my count, the Court has identified five\nconditions that are necessary to trigger its new rule. First, there\nmust be “an ‘official municipal policy’ of intimidation.”Ante,at 11 (quotingMonellv.New York City Dept.\nof Social Servs., 436 U. S. 658, 691 (1978)). Second, the\npolicy must be “premeditated” and formed well before the\narrest—here, for example, the policy was formed “months earlier.”Ante,at 11.[1] Third,\nthere must be “objective evidence” of such a policy.Ante,at 12. Fourth, there must be “little relation” between the\n“protected speech” that prompted the retaliatory policy and “the\ncriminal offense for which the arrest is made.”Ante,at 11.\nFinally, the protected speech that provoked the retaliatory policy\nmust be “high in the hierarchy of First Amendment values.”Ante,at 12. Where all these features are present, the Court\nexplains, there is not the same “causation problem” that exists for\nother retaliatory-arrest claims.Ante,at 11.I find it hard to believe that there will be\nmany cases where this rule will even arguably apply, and even\nharder to believe that the plaintiffs in those cases will actually\nprove all five requirements. Not even Lozman’s case is a good fit,\nas the Court admits when it discusses the relevant considerations\nfor remand. Seeante,at 12–13. In my view, we should not\nhave gone out of our way to fashion a complicated rule with no\napparent applicability to this case or any other.IITurning to the question presented, I would\nhold that plaintiffs bringing a First Amendment retaliatory-arrest\nclaim must plead and prove an absence of probable cause.[2] This Court has “repeatedly noted\nthat 42 U. S. C. §1983 creates ‘ “a species of tort\nliability.” ’ ”Memphis Commu- nity School Dist.v.Stachura, 477 U. S. 299, 305 (1986) (footnote\nomitted). Accordingly, we “defin[e] the contours and prerequisites\nof a §1983 claim” by “look[ing] first to the common law of torts.”Manuelv.Joliet, 580 U. S. ___, ___ (2017)\n(slip op., at 12); see,e.g., Heckv.Humphrey, 512\nU. S. 477, 484 (1994) (analogizing to the “common-law cause of\naction for malicious prosecution”);id.,at 491 (Thomas, J.,\nconcurring) (emphasizing that the decision was “consistent\n. . . with the state of the common law at the time §1983\nwas enacted”).When §1983 was enacted, there was no common-law\ntort for retaliatory arrest in violation of the freedom of speech.\nSeeHartmanv.Moore, 547 U. S. 250, 259 (2006).\nI would therefore look to the common-law torts that “provid[e] the\nclosest analogy” to this claim.Heck,supra, at 484.\nThe closest analogs here are the three arrest-based torts under the\ncommon law: false imprisonment, malicious prosecution, and\nmalicious arrest. In defining the elements of these three torts,\n19th-century courts emphasized the importance of probable\ncause.Consider first the tort of false imprisonment.\nCommon-law courts stressed the need to shape this tort with an\n“indulgence” for peace officers, who are “specially charged with a\nduty in the enforcement of the laws.” T. Cooley, Law of Torts 175\n(1880) (Cooley); see,e.g.,Hoggv.Ward, 3\nH. & N. 417, 423, 157 Eng. Rep. 533, 536 (Ex. 1858)\n(opinion of Watson, B.) (stressing “the utmost importance that the\npolice throughout the country should be supported in the execution\nof their duty”). Accordingly, private citizens were always liable\nfor false imprisonment if the arrestee had not actually committed a\nfelony, but constables were “excused” if they had “made [the\narrest] on reasonable grounds of belief”—i.e.,probable\ncause. Cooley 175; accord, 2 C. Addison, Law of Torts §803, p. 18\n(1876); 1 F. Hilliard, The Law of Torts or Private Wrongs §18,\npp. 207–208, and n. (a) (1866). As Lord Mansfield\nexplained, it was “of great consequence to the police” that\nprobable cause shield officers from false-imprisonment claims, as\n“it would be a terrible thing” if the threat of liability dissuaded\nthem from performing their official duties.Ledwithv.Catchpole, 2 Cald. 291, 295 (K. B. 1783). This concern\noutweighed “the mischief and inconvenience to the public” from the\nreality that “[m]any an innocent man has and may be taken up upon\nsuspicion.”Ibid.Many State Supreme Courts agreed with Lord\nMansfield’s reasoning. See,e.g.,Burnsv.Erben, 40 N. Y. 463, 469 (1869) (opinion of Woodruff,\nJ.) (quotingLedwith);Brockwayv.Crawford,\n48 N. C. 433, 437 (1856) (“[The] exempt[ion] for\nresponsibility” for arrests based on probable cause “encourages\n. . . a sharp look-out for the apprehension of felons”).\nAs one court put it, “How, in the great cities of this land, could\npolice power be exercised, if every peace officer is liable to\ncivil action for false imprisonment” whenever “persons arrested\nupon probable cause shall afterwards be found innocent?”Hawleyv.Butler, 54 Barb. 490, 496 (N. Y. Sup.\n1868).Courts also stressed the importance of probable\ncause when defining the torts of malicious prosecution and\nmalicious arrest. See,e.g.,Ahernv.Collins,\n39 Mo. 145, 150 (1866) (holding that “malice and want of probable\ncause are necessary ingredients of both”). For the tort of\nmalicious prosecution, courts emphasized the “necessity” of both\nthe “allegation” and “proof” of probable cause, in light of the\npublic interest “that criminals should be brought to justice.”Hoggv.Pinckney, 16 S. C. 387, 393 (1882); see\nalsoChrismanv.Carney, 33 Ark. 316, 326 (1878)\n(“The existence of probable cause is of itself alone a complete\ndefense . . . . The interest which society has\nin the enforcement of the criminal laws requires this rule”).\nSimilarly, if the element of probable cause were not “strictly\nguarded,” “ill consequences would ensue to the public, for no one\nwould willingly undertake to vindicate a breach of the public law\nand discharge his duty to society, with the prospect of an annoying\nsuit staring him in the face.”Ventressv.Rosser, 73\nGa. 534, 541 (1884); accord,Cardivalv.Smith, 109\nMass. 158 (1872). The element of probable cause also played an\nevidentiary role for both torts. Lack of probable cause provided\n“evidence of malice, though inconclusive,”Hermanv.Brookerhoff, 8 Watts 240, 241 (Pa. 1839), because “[m]alice\nmay be inferred from a total want of probable cause,”Ventress,supra, at 541; accord,Ahern,supra, at 150.In sum, when §1983 was enacted, the common law\nrecognized probable cause as an important element for ensuring that\narrest-based torts did not unduly interfere with the objectives of\nlaw enforcement. Common-law courts were wary of “throw[ing] down\nthe bars which protect public officers from suits for acts done\nwithin the scope of their duty and authority, by recognizing the\nright of every one who chooses to imagine or assert that he is\naggrieved by their doings, to make use of an allegation that they\nwere malicious in motive to harass them with suits on that ground.”Chelseyv.King, 74 Me. 164, 175–176 (1882).Applying that principle here, it follows that\nplaintiffs bringing a First Amendment retaliatory-arrest claim\nunder §1983 should have to plead and prove a lack of probable\ncause. I see no justification for deviating from the historical\npractice simply because an arrest claim is framed in terms of the\nFirst Amendment. Even under a First Amendment theory, “the\nsignificance of probable cause or the lack of it looms large.”Hartman,547 U. S., at 265. The presence of probable\ncause will tend to disprove that the arrest was done out of\nretaliation for the plaintiff’s speech, and the absence of probable\ncause will tend to prove the opposite. Seeid.,at 261.\nBecause “[p]robable cause or its absence will be at least an\nevidentiary issue in practically all such cases” and “[b]ecause\nshowing [its] absence . . . will have high probative\nforce, and can be made mandatory with little or no added cost,” the\nabsence of probable cause should be an “element” of the plaintiff’s\ncase.Id.,at 265–266; see alsoid., at 264, n. 10\n(refusing to carve out an exception for unusual cases).Moreover, as with the traditional arrest-based\ntorts, police officers need the safe harbor of probable cause in\nthe First Amendment context to be able to do their jobs\neffectively. Police officers almost always exchange words with\nsuspects before arresting them. And often a suspect’s “speech\nprovides evidence of a crime or suggests a potential threat.”Reichle,566 U. S., at 668. If probable cause were not\nrequired, the threat of liability might deter an officer from\narresting a suspected criminal who, for example, has a political\nbumper sticker on his car, cf.Kilpatrickv.United\nStates, 432 Fed. Appx. 937 (CA11 2011); is participating in a\npolitically tinged protest,Morsev.San Francisco Bay\nArea Rapid Transit Dist., 2014 WL 572352 (ND Cal., Feb. 11,\n2014); or confronts and criticizes the officer during the arrest of\na third party,Hollandv.San Francisco, 2013 WL\n968295 (ND Cal., Mar. 12, 2013). Allowing plaintiffs to bring a\nretaliatory-arrest claim in such circumstances, without pleading\nand proving a lack of probable cause, would permit plaintiffs to\nharass offi- cers with the kind of suits that common-law courts\ndeemed intolerable.*  *  *Because we should have answered the question\npresented and held that probable cause necessarily defeats First\nAmendment retaliatory-arrest claims, I respectfully dissent.Notes1This requirement suggests\nthat the Court’s rule does not apply when the “policy” that the\nplaintiff challenges is an on-the-spot decision by a single\nofficial with final policymaking authority, like the “policy” that\nthis Court recognized inPembaurv.Cincinnati, 475\nU. S. 469 (1986). Seeid.,at 484–485 (holding that a\ncounty prosecutor’s order to forcibly enter the plaintiff’s clinic\nwas a “municipal policy”).2I am skeptical that 42\nU. S. C. §1983 recognizes a claim for retaliatory arrests\nunder the First Amendment. I adhere to the view that “no‘intent-based’ constitutional tort would have been actionable under\nthe §1983 that Congress enacted.”Crawford-Elv.Britton, 523 U. S. 574, 612 (1998) (Scalia, J.,\ndissenting). But because no party presses this argument, I assume\nthat such claims are actionable under §1983.",
    "joined": []
}