{
    "case": {
        "docket": "17-1174",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1174/"
    },
    "id": "4099761",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1174_________________LUIS A. NIEVES, et al., PETITIONERSv.RUSSELL P. BARTLETTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 28, 2019]Justice Thomas, concurring in part and\nconcurring in the judgment.When 42 U. S. C. §1983 was enacted,\n“the common law recognized probable cause as an important element\nfor ensuring that arrest-based torts did not unduly interfere with\nthe objectives of law enforcement.”Lozmanv.Riviera\nBeach, 585 U. S. ___, ___ (2018) (Thomas, J., dissenting)\n(slip op., at 6). Applying that principle resolves this case:\n“[P]laintiffs bringing a First Amendment retaliatory-arrest claim\nunder §1983 should have to plead and prove a lack of probable\ncause.”Ibid.The Court acknowledges as much,ante,at 12–13, and I join the portions of the Court’s opinion adopting\nthat rule.[1] I do not join\nPart II–D, however, because I do not agree that “a narrow\nqualification is warranted for circumstances where officers have\nprobable cause to make arrests, but typically exercise their\ndiscretion not to do so.”Ante,at 13–14. That qualification\nhas no basis in either the common law or our First Amendment\nprecedents.As the Court explains, “[w]hen defining the\ncontours of a claim under §1983, we look to ‘common-law principles\nthat were well settled at the time of its enactment.’ ”Ante,at 12. Because no common-law tort for retaliatory\narrest in violation of the freedom of speech existed when §1983 was\nenacted, we “look to the common-law torts that ‘provid[e] the\nclosest analogy’ to this claim.”Lozman, 585 U. S., at\n___ (opinion of Thomas, J.) (slip op., at 4). Here, those torts are\nfalse imprisonment, malicious arrest, and malicious prosecution.Ibid.The existence of probable cause generally\nexcused an officer from liability for these three torts, without\nregard to the treatment of similarly situated individuals. For\ninstance, a constable who made an arrest “on reasonable grounds of\nbelief” that a felony had been committed was “excused” from\nliability for false imprisonment. T. Cooley, Law of Torts 175\n(1879) (Cooley);Lozman,supra,at ___–___ (opinion\nof Thomas, J.) (slip op., at 4–5). And the absence of probable\ncause was central to both malicious arrest and malicious\nprosecution. Cooley 180–181;Lozman,supra,at ___\n(opinion of Thomas, J.) (slip op., at 5). As the Court puts it,\n“the consistent rule was that officers were not liable for arrests\nthey were privileged to make based on probable cause.”Ante,at 13.Rather than adhere to this rule, the majority\ncarves out an exception to the no-probable-cause requirement for\nplaintiffs who “presen[t] objective evidence” that they were\n“arrested when otherwise similarly situated individuals not engaged\nin the same sort of protected speech had not been.”Ante,at\n14. The common law provides no support for this exception. Indeed,\nthe majority cites not a single common-law case that supports\nimposing liability based on an officer’s treatment of similarly\nsituated individuals. The majority instead suggests that its\nexception responds to the fact that States today “ ‘permit\nwarrantless misdemeanor arrests’ ” for many “ ‘minor\ncriminal offense[s],’ ” whereas “[w]hen §1983 was adopted,\nofficers were generally privileged to make warrantless arrests for\nmisdemeanors only in limited circumstances.”Ibid. But\ndiscomfort with the number of warrantless arrests that are\nprivileged today is an issue for state legislatures, not a license\nfor this Court to fashion an exception to a previously “consistent\nrule.”Ante,at 13.The majority’s exception is also untethered from\nour First Amendment precedents. InHartmanv.Moore,547 U.S.\n250(2006), we expressly declined to createanyexceptions to the rule that a plaintiff alleging retaliatory\nprosecution in violation of the First Amendment must plead and\nprove the absence of probable cause. Seeid., at 264–266,\nand n. 10. The majority today imports its “qualification” from\nour jurisprudence on selective-prosecution claims.Ante, at\n14, 15 (citingUnited Statesv.Armstrong,517 U.S.\n456, 465 (1996)). But “[t]he requirements for a\nselective-prosecution claim draw on ‘ordinary equal protection\nstandards,’ ” not the First Amendment.Id., at\n465.That jurisprudence therefore is not relevant here. Cf.Whrenv.United States,517 U.S.\n806, 813 (1996) (“[T]he constitutional basis for objecting to\nintentionally dis- criminatory application of laws is the Equal\nProtection Clause . . . ”).With no guidance from the common law or relevant\nprecedents, the majority crafts its exception as a matter of\npolicy. But this “narrow” qualification threatens to derail our\nretaliation jurisprudence in several ways. For one, although the\nmajority’s stated concern is with “ ‘warrantless misdemeanor\narrests’ ” for “ ‘very minor’ ” offenses like\n“jaywalking,”ante,at 14, its exception apparently applies\ntoalloffenses, including serious felonies. This overbroad\nexception thus is likely to encourage protracted litigation about\nwhich individuals are “similarly situated,”ibid., while\ndoing little to vindicate First Amendment rights. Moreover, the\nmajority’s rule risks chilling law enforcement officers from making\narrests for fear of liability, thus flouting the reasoning behind\nthe emphasis on probable cause in arrest-based torts at common law.Lozman,supra,at ___–___ (opinion of Thomas, J.)\n(slip op., at 4–5). In short, the majority’s exception lacks the\nsupport of history, precedent, and sound policy.*  *  *The requirement that plaintiffs bringing First\nAmendment retaliatory-arrest claims plead and prove the absence of\nprobable cause is supported by the common law and our First\nAmendment precedents. The majority’s new exception has no basis in\neither. Accordingly, I join all but Part II–D of the majority\nopinion.Notes1Because no party\nquestions whether §1983 claims for retaliatory arrests under the\nFirst Amendment are actionable, I assume that §1983 permits such\nclaims. SeeLozmanv.Riviera Beach, 585 U. S.\n___, ___, n. 2 (2018) (Thomas, J., dissenting) (slip op., at 3,\nn. 2).",
    "joined": []
}