{
    "case": {
        "docket": "445",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/445/"
    },
    "id": "3244093",
    "author": "thomas",
    "type": "opinion",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 126, Orig._________________STATE OF KANSAS, PLAINTIFFv.STATES OF NEBRASKA AND\nCOLORADOon exceptions to report of special master[February 24, 2015]Justice Thomas, with whom Justice Scalia and Justice Alito join,\nand with whom The Chief Justice joins as to Part III, concurring in\npart and dissenting in part.Kansas, Nebraska, and Colorado have presented us with what is,\nin essence, a contract dispute. In exercising our original\njurisdiction in this case, we have a responsibility to act in\naccordance with the rule of law and with appropriate consideration\nfor the sovereign interests of the States before us. I agree with\nthe Court’s conclusion that Nebraska knowingly, but not\ndeliberately, breached the Republican River Compact, and I agree\nthat there is no need to enter an injunction ordering Nebraska to\ncomply with the Compact. But that is where my agreement ends.\nApplying ordinary principles of contract law to this dispute, I\nwould neither order disgorgement nor reform the States’ settlement\nagreement.This Court once understood that “the hardship of the case\n. . . is not sufficient to justify a court of equity to\ndepart from all precedent and assume an unregulated power of\nadministering abstract justice at the expense of well-settled\nprinciples.”Heinev.Levee Comm’rs, 19 Wall. 655,\n658 (1874). Today, however, the majority disregards these limits.\nInvoking equitable powers, without equitable principles, the\nmajority ignores the principles of contract law that we have\ntraditionally applied to compact disputes between sovereign States.\nIt authorizes an arbitrary award of disgorgement for breach of that\ncontract. And, it invents a new theory of contract reformation to\nrewrite the agreed-upon terms of that contract. I respectfully\ndissent from these holdings.IAThe States in this action disagree about their rights and\nresponsibilities under the Republican River Compact and their 2002\nFinal Settlement Stipulation (Settlement), and have asked this\nCourt to resolve what is, in essence, a contract dispute. “An\ninterstate compact, though provided for in the Constitution, and\nratified by Congress, is nonetheless essentially a contract between\nthe signatory States.”Oklahomav.New Mexico,501\nU. S. 221,242 (1991) (Rehnquist, C. J., concurring in part and\ndissenting in part). Likewise, a legal settlement agreement is a\ncontract.Kokkonenv.Guardian Life Ins. Co. of\nAmerica,511 U. S. 375–382 (1994).The Court should therefore interpret the agreements at issue\naccording to “the principles of contract law.”Tarrant Regional\nWater Dist.v.Herrmann, 569 U. S. ___, ___ (2013)\n(slip op., at 11). Under these principles, the Compact and\nSettlement are “legal document[s] that must be construed and\napplied in accordance with [their] terms.”Texasv.New\nMexico,482 U. S. 124,128 (1987) (Texas III); see\nalsoKaktovikv.Watt, 689 F. 2d 222, 230 (CADC\n1982) (applying “familiar principles of contract law” to a\nsettlement agreement”).That command is even stronger in the context of interstate\ncompacts, which must be approved by Congress under the Compact\nClause of the Constitution. Art. I, §10, cl. 3;Alabamav.North Carolina,560 U. S. 330–352 (2010). Because\nthese compacts are both contracts and federal law, we must be more\ncareful to adhere to their express terms, not less so.Ibid.If judges had the power to apply their own notions of fairness “to\nthe implementation of federal statutes, [they] would be potent\nlawmakers indeed.”Id.,at 352.Thus, to the extent\nthat we have departed from contract law principles when\nadjudicating disputes over water compacts, it has been torejectloose equitable powers of the sort the majority now\ninvokes. See,e.g., id.,at 351–353 (rejecting an implied\nduty of good faith and fair dealing in interstate compacts). We\nhave repeatedly said that “we will not order relief inconsistent\nwith the express terms of a compact, no matter what the equities of\nthe circumstances might otherwise invite.”Id., at 352\n(internal quotation marks and alterations omitted).BRather than apply “the principles of contract law,”Tarrant\nRegional Water Dist.,supra, at ___ (slip op., at 11),\nthe majority calls upon broad equitable power.Ante,at 6–9.\nIt evidently draws this power from its “inherent authority” to\napportion interstate streams in the absence of an interstate water\ncompact.Ante,at 7. In the major-ity’s view, States bargain\nfor water rights “in the shadow of our equitable apportionment\npower,” and thus we “may invoke equitable principles” to “devise\nfair . . . solutions” to disputes between States about\nthe bargains they struck.Ante,at 8 (internal quotation\nmarks and alterationomitted).That conclusion gets things backwards: As we have explained,\nonce a compact is formed, “courts have no power to substitute their\nown notions of an equitable apportionment for the apportionment\nchosen by Congress” and the States.Texasv.New\nMexico,462 U. S. 554,568 (1983) (Texas II)\n(internal quotation marks omitted).The majority next asserts “still greater” equitable power by\nequating contract disputes between sovereign States with cases\ninvolving federal law and the public interest.Ante,at 8–9.\nAlthough the majority recognizes that it “may not order relief\ninconsistent with a compact’s express terms,” it claims enlarged\npowers “within those limits.”Ante,at 9 (internal quotation\nmarks and alterations omitted). “When federal law is at issue and\nthe public interest is involved,” the majority says, the Court’s\nequitable powers are “even broader and more flexible” than when it\nresolves a private-law dispute.Ibid.(internal quotation\nmarks omitted).But the precedents on which the majority relies to jus-tify this\npower have nothing to do with water disputes between States. The\nmajority citesPorterv.Warner Holding Co.,328\nU. S. 395 (1946), which involved a suit by the Administrator\nof the Office of Price Administration for an injunction against a\nlandlord who had charged too much rent in violation of the\nEmergency Price Control Act of 1942. In that case, the Court\nrecognized a public interest in the Administrator’s effort to\n“enforce compliance” with the Act, and “to give effect to its\npurposes.”Id.,at 398, 400. The Court reasoned that, “since\nthe public interest is involved in a proceeding of this nature, [a\ndistrict court’s] equitable powers assume an even broader and more\nflexible character than when only a private controversy is at\nstake.”Id.,at 398. The authorityPortercited for\nthis point wasVirginian R. Co.v.Railway\nEmployees,300 U. S. 515 (1937), a case on which the\nmajority likewise relies.Ante,at 9. But that case, likePorter, did not involve a state party or an interstate water\ndispute; instead, it concerned a dispute between private parties—a\nrailroad and its employees’ union—arising under the Railway Labor\nAct.Virginian R. Co., supra,at 538. As inPorter, the Court recognized a public interest in the\nenforcement of a federal administrative scheme, explaining that\nCongress had made a “declaration of public interest and policy\nwhich should be persuasive in inducing courts to give relief.” 300\nU. S.,at 552.This case, by contrast, involves the inherent authority of\nsovereign States to regulate the use of water. The States’ “power\nto control navigation, fishing, and other public uses of water” is\nnot a function of a federal regulatory program; it “is an essential\nattribute of [state] sovereignty.”Tarrant Regional Water\nDist., 569 U. S.,at ___ (slip op., at 15)\n(internal quotation marks omitted). Thus, when the Court resolves\nan interstate water dispute, it deals not with public policies\ncreated by federal statutes, but pre-existing sovereign rights,\nallocated according to the mutual agreement of the parties with the\nconsent of Congress. Al-though the consent of Congress makes\nstatutes of compacts, our flexibility in overseeing a federal\nstatute that pertains to the exercise of these sovereign powers is\nnot the same as the flexibilityPorterclaimed for courts\nengaged in supervising the administration of a federal regulatory\nprogram. Authority over water is a core attribute of state\nsovereignty, and “[f ]ederal courts should pause before using\ntheir inherent equitable powers to intrude into the proper sphere\nof the States.”Missouriv.Jenkins,515 U. S.\n70,131 (1995) (Thomas, J., concurring).Moreover, even if the involvement of “public interests” might\naugment the Court’s equitable powers in the context of disputes\ninvolving regulated parties and their regulators, it does not have\nthe same effect in a dispute between States. States—unlike common\ncarriers and landlords—“possess sovereignty concurrent with that of\nthe Federal Government.”Gregoryv.Ashcroft,501\nU. S. 452,457 (1991) (internal quotation marks omitted).\nStates thus come before this Court as sovereigns, seeking our\nassistance in resolving disputes “of such seriousness that it would\n[otherwise] amount to acasus belli.”Nebraskav.Wyoming,515 U. S. 1,8 (1995) (internal quotation marks\nomitted). The Federalist Papers emphasized that this Court’s role\nin resolving interstate disputes “[would] not change the principle”\nof state sovereignty, and they gave assurances that the Court would\ntake “all the usual and most effectual precautions” necessary for\nimpartial and principled adjudication. The Federalist No. 39, pp.\n245–246 (C. Rossiter ed. 1961) (J. Madison).For that reason, when the parties before this Court are States,\nthe Court should be more circumspect in its use of equitable\nremedies, not less. We have explained, for example, that “[w]e are\nespecially reluctant to read absent terms into an interstate\ncompact given the federalism and separation-of-powers concerns that\nwould arise were we to rewrite an agreement among sovereign States,\nto which the political branches consented.”Alabama, 560\nU. S., at 352. The use of unbounded equitable power against\nStates similarly threatens “to violate principles of state\nsovereignty and of the separation of powers,”Jenkins, 515\nU. S., at 130 (Thomas, J., concurring). In controversies among\nStates, the Court should therefore “exercise the power to impose\nequitable remedies only sparingly, subject to clear rules guiding\nits use.”Id.,at 131.IIApplying ordinary contract principles, I would reject the\nSpecial Master’s recommendation to order disgorgement of Nebraska’s\nprofits for breach of a compact. That remedy is not available for a\nnondeliberate breach of a contract. And even if it were, such an\naward must be based on Nebraska’s profits, not the arbitrary number\nthe Master selected.A1Although our precedents have not foreclosed disgorgement of\nprofits as a remedy for breach of a water compact, they have\nsuggested that disgorgement would be avail-able, if at all, only\nfor the most culpable breaches: those that are “deliberate.”Texas III, 482 U. S., at 132. The traditional remedy\nfor breach of a water compact has been performance through delivery\nof water. SeeKansasv.Colorado,533 U. S. 1,23\n(2001) (O’Connor, J., concurring in part and dissenting in part).\nAlthough we deviated from that traditional remedy inTexas\nIII, when we authorized money damages, 482 U. S.,at 132, the majority cites no case in which we have ever awarded\ndisgorgement. The lone reference to that remedy in our precedents\nis dictum inTexas IIIasserting that the money damages\naward in that case would not encourage efficient breaches of water\ncompacts “in light of the authority to order . . .\nwhatever additional sanction might be thought necessary for\ndeliberate failure to perform . . . .”Ibid.The lack of support for disgorgement in our compact cases\ncomports with the general law of remedies. The usual remedy for\nbreach of a contract is damages based on the injured party’s\n“actual loss caused by the breach.” Restatement (Second) of\nContracts §347, Commente, p. 116 (1979). Disgorgement, by\ncontrast, is an extraordinary remedy that goes beyond a plaintiff’s\ndamages, requiring the breaching party to refund additional profits\ngained in the breach. See 3 D. Dobbs, Law of Remedies §12.7(3), pp.\n166–167 (2d ed. 1993). In American law, disgorgement of profits is\nnot generally an available rem-edy for breach of contract.Id., §12.7(4), at 171.Even ifTexas IIIsupported a narrow exception for cases\ninvolving deliberate breach of a water compact, that exception\nwould not apply here. Although it is uncontested that Nebraska\nbreached the Compact and that Kansas lost $3.7 million as a result,ante,at 9–10, the Master expressly found that there is no\nevidence that Nebraska deliber-ately breached the Compact. Report\nof Special Master 111, 130 (Report). In fact, Nebraska’s efforts\n“were earnest and substantial enough to preclude a finding that\nthis was a consciously opportunistic breach.”Id., at 131.\nAnd although the majority adopts the finding that Nebraska\n“knowingly failed” to comply with the Compact,ante,at 13\n(internal quotation marks omitted), a finding that I do not\ndispute, neither the parties nor the majority disagrees with the\nMaster’s conclusion that Nebraska did not intentionally or\ndeliberately breach the Compact,ante,at 10–14. Under such\ncircumstances, disgorgement is not an available remedy.2The Special Master nevertheless recommended disgorgement because\nNebraska “knowingly exposed Kansas to a substantial risk” of\nnoncompliance. Report 130. He rested this recommendation on the\nRestatement (Third) of Restitution and Unjust Enrichment §39\n(2010). See Report 130–134. That section proposes awarding\ndisgorgement when a party’s profits from its breach are greater\nthan the loss to the other party. The remedy is thought necessary\nbecause one party may “exploit the shortcomings” of traditional\ndamages remedies by breaching contracts when its expected profits\nexceed the damages it would be required to pay to the other party.\nRestatement (Third) of Restitution §39, Commentb, at 649.\nIn other words, the remedy “condemns a form of\nconsciousadvantage-taking” and seeks to thwart an “opportunistic\ncalculation” that breaching is better than performing.Ibid.This Court, however, has never before relied on §39 nor adopted\nits proposed theory of disgorgement. And for good reason: It lacks\nsupport in the law. One reviewer of §39 has described it as a\n“novel extension” of restitution principles that “will alter the\ndoctrinal landscape of contract law.” Roberts,Restitutionary Disgorgement for Opportunistic Breach of Contract\nand Mitigation of Damages,42 Loyola (LA) L. Rev. 131,\n134 (2008). And few courts have ever relied on §39. The sheer\nnovelty of this proposed remedy counsels against applying it\nhere.In any event, §39 opines that disgorgement should be available\nonly when a partydeliberatelybreaches a contract. This\nmakes sense. If disgorgement is an antidote for “efficient breach,”\nthen it need only be administered when “conscious advantage-taking”\nand “opportunistic calculation” are present. But as noted above,\nthe Master expressly found that no deliberate breach occurred.\nReport 130. The Master’s reliance on §39 was accordingly\nmisplaced.3Perhaps recognizing the weakness in the Master’s recommendation,\nthe majority takes a different approach, fashioning a new remedy of\ndisgorgement for reckless breach. According to the majority,\nNebraska’s conduct was essentially reckless,ante,at 14,\nand the Court may order disgorgement “when a State has demonstrated\nreckless disregard” for another State’s contractual rights,ante,at 16. As with the Restatement’s proposed theory,\nthere is no basis for that proposition in our cases.Because disgorgement is available, if at all, only in cases ofdeliberatebreach, the majority asserts that, “[i]n some\nareas of the law,” the line between intent and reckless disregard\n“makes no difference.”Ante,at 15. Accepting the truth of\nthat proposition in some circumstances, the majority’s caveat\nacknowledges that it is not true in others. Indeed, the law often\nplaces significant weight on the distinction between intentional\nand reckless conduct. See,e.g., Kawaauhauv.Geiger,523 U. S. 57,61 (1998) (discussing\n“ ‘willful,’ ” “deliberate,” and “intentional” conduct,\nand distinguishing those terms from “reckless” conduct); see alsoGlobal-Tech Appliances, Inc.v.SEB S. A., 563\nU. S. ___, ___–___ (2011) (slip op., at 13–14) (distinguishing\n“willful blindness” from “recklessness”).The majority provides scant support for its conclusion that\nbreach of an interstate water compact is an area in which the line\nbetween intent and recklessness is practically irrelevant. It first\nrelies onBullockv.BankChampaign, N. A., 569\nU. S. ___, ___ (2013) (slip op., at 1), in which the Court\ndetermined the mental state necessary for “ ‘defalcation while\nacting in a fiduciary capacity,’ ” as used in the Bankruptcy\nCode.Ante,at 15. In the absence of a fiduciary\nrelationship, however,Bullockhas little relevance. Cf.Harris Trust and Sav. Bankv.Salomon Smith Barney\nInc.,530 U. S. 238,250 (2000) (noting the special\ndisgorgement rules that apply “when a trustee in breach of his\nfiduciary duty to the beneficiaries transfers trust property to a\nthird person”).The majority next relies onErnst & Ernstv.Hochfelder,425 U. S. 185 (1976), which addressed\n“scienter” under §10(b) of the Securities Act of 1933.Ante,at 15 (citing 425 U. S., at 193–194, n. 12). The Court noted\nthat it used the term “scienter” to mean “intent to deceive,\nmanipulate, or defraud.”Id.,at 194, n. 12. It then\nasserted—in dictum and without support—that recklessness is\nconsidered to be a form of intentional conduct in some areas of the\nlaw, but it declined to address whether reckless conduct could be\nsufficient for §10(b) liability.Ibid.That dictum is hardly\nsufficient grounds for claiming that recklessness and intent are\nequivalent mental states in compact disputes between States.If anything, the reverse is true. Disgorgement is strong\nmedicine, and as with other forms of equitable power, we should\nimpose it against the States “only sparingly.”Jenkins, 515\nU. S., at 131 (Thomas, J., concurring). The majority insists\nthat the justification for disgorgement is enhanced “when one State\ngambles with another State’s rights to a scarce natural resource.”Ante,at 16. But the way this Court has always discouraged\ngambling with this scarce resource is to require delivery of water,\nnot money. Prior to 1987, “we had never even suggested that\nmonetary damages could be recovered from a State as a remedy for\nits violation of an interstate compact apportioning the flow of an\ninterstate stream.”Kansasv.Colorado, 533\nU. S., at 23 (O’Connor, J., concurring in part and dissenting\nin part). If a State’s right to the “scarce natural resource” of\nwater is the problem, then perhaps the Court ought to follow its\nusual practice of ordering specific performance rather than\nimprovising a new remedy of “reckless disgorgement.”BThe majority compounds its errors by authorizing an arbitrary\namount of disgorgement. As explained above, the measure of the\ndisgorgement award should be the profits derived from a deliberate\nbreach. Yet the Special Master acknowledged that its $1.8 million\naward was not based on any measure of Nebraska’s profits from\nbreaching the Compact. Report 179–180. The Master gave no dollar\nestimate of Nebraska’s profits and said only that its gain was\n“very much larger than Kansas’ loss” of $3.7 million, “likely by\nmore than several multiples.”Id., at 178. Despite producing\nno estimate more precise than “very much larger,” the Master\nordered a disgorgement award of $1.8 million.Id.,at\n178–179.The majority explains that “we cannot be sure why the Master\nselected the exact number he did.”Ante,at 19. Indeed.\nNeither the majority nor the Special Master nor I can identify a\njustifiable basis for this amount. It appears that $1.8 million\njust feels like not too much, but not too little.We should hold ourselves to a higher standard. In other\ncontexts, we have demanded that district courts “provide proper\njustification” for a monetary award rather than divining an amount\nthat appears to be “essentially arbitrary.”Perduev.Kenny A.,559 U. S. 542,557 (2010). We should do the\nsame ourselves if we are going to award disgorgement here. As with\nordinary damages, disgorgement should not be awarded “beyond an\namount that the evidence permits to be established with reasonable\ncertainty.” Restatement (Second) of Contracts §352. And a\ndisgorgement award ought to be calculated based on something more\nthan the Special Master’s intuitions.The majority claims that the Master “took into account the\nappropriate considerations,” including “Nebraska’s incentives, past\nbehavior, and more recent compliance efforts” in reaching the\naward.Ante,at 19. But it makes no difference that he took\nthose factors into account if he arrived at a number that has no\narticulable relationship to Nebraska’s profits. Equitable\ndisgorgement is not an arbitrary penalty designed to compel\ncompliance, nor should it become one.What is more, the Master considered factors beyond those\nrelevant to the calculation of a disgorgement award. In his view,\n$1.8 million “moves substantially towards turning the actual\nrecovery by Kansas, net of reasonable transaction costs, into an\namount that approximates a full recovery for the harm suffered.”\nReport 179. In other words, $1.8 million makes Kansas whole because\nit is a reasonable estimate of Kansas’ “transaction costs”—which\npresumably means the State’s attorney’s fees and litigation costs.\nBut, under the “American Rule,” we generally do not award\nattorney’s fees “to a prevailing party absent explicit statutory\nauthority.”Buckhannon Board & Care Home, Inc.v.West Virginia Dept. of Health and Human Resources,532\nU. S. 598,602 (2001) (internal quotation marks omitted). And\nneither the majority, nor Kansas, nor the Special Master offers any\nsupport for the proposition that a disgorgement award can smuggle\nin an award of attorney’s fees. If disgorgement were an appropriate\nremedy in this case, then the Court should require a calculation\nbased on Nebraska’s profits rather than Kansas’ “transaction\ncosts.”IIIAI would also reject the Master’s recommendation to reform the\nSettlement because that recommendation conflicts with the equitable\ndoctrine of reformation. The remedy of reformation is available to\ncorrect a contract if, “owing to mutual mistake, the language used\ntherein did not fully or accurately express the agreement and\nintention of the parties.”Philippine Sugar Estates Development\nCo.v.Government of Philippine Islands,247 U. S.\n385,389 (1918). The well-established rule is that, when a written\ncontract “fails to express the agreement because of a mistake of\nboth parties as to the contents or effect of the writing, the court\nmay at the request of a party reform the writing to express the\nagreement.” Restatement (Second) of Contracts §155, at 406.Reformation is thus available only when the parties reach an\nagreement but then “fail to express it correctly in the writing.”Id., Commenta, at 406. If “the parties make a\nwritten agreement that they would not otherwise have made because\nof a mistake other than one as to expression, the court will not\nreform a writing to reflect the agreement that it thinks they would\nhave made.”Id.,Commentb, at 408. Because modifying\na written agreement is an extraordinary step, a party seeking\nreformation must prove the existence of a mutual mistake of\nexpression by “ ‘clear and convincing evidence.’ ”Id., Commentc, at 410.Nebraska cannot meet that burden because the States made no\nmistake in reducing their agreement to writing. Here are the terms\nthe States agreed upon in their binding Settlement:“Beneficial Consumptive Use of Imported Water Supply shall not\ncount as Computed Beneficial Consumptive Use or Virgin Water\nSupply. . . . Determinations of Beneficial Consumptive\nUse from Imported Water Supply (whether determined expressly or by\nimplication) . . . shall be calculated in accordance with\nthe [Republican River Compact Admin. (RRCA)] Accounting Procedures\nand by using the RRCA Groundwater Model.” Settlement §IV(F),\np. 25.The States thus agreed not to count water imported from outside\nthe Republican River Basin. But in the very same provision, they\nagreed to calculate the use of imported water using the RRCA\nAccounting Procedures and the RRCA Groundwater Model. The terms of\nthe Settlement are thus crystal clear: The accounting procedures\ncontrol determinations of consumptive use of imported water. And\nthe parties do not contend that they made any drafting mistake in\nrecording the accounting procedures or the groundwater model.Instead, the parties’ mistake was their belief that the\naccounting procedures and water model they agreed upon would\naccurately exclude imported water from the calculation of\nNebraska’s consumptive use. They were wrong about this. In fact,\nunder dry weather conditions, when native water flows are depleted,\nthe water model charges Nebraska for pumping imported water. Report\n32–37. The parties did not realize the magnitude of this error. To\nthe extent they thought about it at all, they realized the water\nmodel was not perfectly precise, but assumed that only very small,\nimmaterial amounts of imported water would make their way into the\ncalculations. Seeid.,at 27. A key member of the modeling\ncommittee testified that he was “intellectually aware” of the\nimported-water issue, but that “we didn’t believe that that was\ngoing to be a big issue.” See Tr. 727 (testimony of Willem\nSchreüder).There isnotestimony from any source suggesting that the\nparties agreed to a different water model. See Report 26–27.\nNebraska thus cannot meet its burden to show by clear and\nconvincing evidence that the parties agreed to Nebraska’s\n“ ‘5-run formula,’ ”ante,at 20, but failed to\nexpress that agreement accurately in writing.If there is any mistake in this Settlement, it is not a mistake\nin writing, but in thinking. The parties knew what the methodology\nwas and they expressly agreed to that methodology. They simply\nthought the methodology would work better than it did. See Tr. 727.\nEven though the methodology they agreed upon was imperfect, a\nwriting may be reformed only to conform with the parties’ actual\nagreement, not to create a better one.The appropriate equitable remedy, if any, in these circumstances\nwould be rescission, not reformation. In general, if there is a\nmutual mistake “as to a basic assumption on which the contract was\nmade,” the adversely affected party may seek to avoid the contract.\nRestatement (Second) of Contracts §152, at 385; see alsoid., §155, Commentb, Illustration 4, at 409 (noting\nthat reformation is not available to remedy a mistake as to\nsomething other than reducing the agreement to writing). The States\nhave not asked for rescission, of course, but it is incorrect to\nsuggest, seeante,at 27, that there is no other solution to\nthis problem.BRealizing that ordinary reformation is not available for\nNebraska, the majority again summons its equitable power and\nrenegotiates the accounting procedures to create what it considers\na fairer agreement for the States. In doing so, it announces a new\ndoctrine of reformation: In resolving water disputes, the Court\nwill “correct subsidiary technical agreements to promote accuracy\nin apportion[ment].”Ante,at 24. From here on out, the\nCourt will “modif[y] a technical agreement to correct material\nerrors in the way it operates and thus align it with the compacting\nStates’ intended apportionment.”Ante,at 25.As this case illustrates, adopting this novel remedy is a\nmistake. The majority fails in its attempt to conform this new\ndoctrine of “technical agreement correction” with both principles\nof equity and our precedent governing compact disputes. And after\ncreating an unjustified doctrine, the majority misapplies it.1To begin, the majority’s reliance on equitable power is\nmisplaced. That a court is exercising equitable power means only\nthat it must look to established principles of equity. And\nreformationisthe equitable doctrine that Nebraska seeks in\nthis case. The Court should thus follow the rules of reformation,\njust as it would adhere to the contours of any other equitable\ndoctrine. Indeed, we have demanded as much from lower courts when\nthey exercise their power to grant other forms of equitable relief,\nsuch as a permanent injunction. SeeeBay Inc.v.Merc-Exchange, L. L. C.,547 U. S. 388–394\n(2006). If a court fails to apply the proper standard for a\npermanent injunction, it is no answer to recite the obvious fact\nthat the court acted in equity. Seeid.,at 394.Putting aside the assertion of equitable power, there is no\nsupport in our precedents for the majority’s doctrine of “technical\nagreement correction.” The majority first suggests that this Court\nreformed a “technical document” inTexasv.New\nMexico,446 U. S. 540 (1980) (per curiam) (Texas\nI).Ante,at 24. But there was no reformation at\nissue in that case—either of the compact or an ancillary technical\nagreement—only the interpretation of the words in the Pecos River\nCompact.Texas I,supra,at 540;see Report of\nSpecial Master on Obligation of New Mexico to Texas under the Pecos\nRiver Compact, O. T. 1975, No. 65, Orig., pp. 15–16, 34–37 (filed\nOct. 15, 1979) (purporting to interpret the compact).The majority also claims that inKansasv.Colorado, 543 U. S. 86 (2004), we “approved the\nMaster’s alteration of the parties’ agreement . . . .”Ante,at 24. But nothing inKansasv.Coloradosupports revising the express terms of a settlement agreement. In\nthat case, the Court adopted a Special Master’s recommendation to\ncalculate water usage based on a 10–year average rather than a\nsingle year. 543 U. S., at 99–100. There is no suggestion in\nthe Court’s opinion (nor in the briefs filed in that case) that the\nStates had previously agreed to use a 1-year method for calculating\nwater usage or that anyone thought “reformation” of the compact or\nany ancillary agreement was needed. To the contrary, the Court\nexplained that the compact simply did “not define the length of\ntime over which” the States must make the relevant measurements.Id.,at 100. There was thus nothing to rewrite, nothing to\nreform. The majority suggests that the States in that case had\n“ ‘agreed to the use of annual measurement’ ” for\ncalculating future water usage,ante,at 24 (quotingKansasv.Colorado,supra,at 102), but the\nquoted passage refers to the unrelated fact that the States had,\nearlier in the litigation, “agreed to the use of annual measurement\nfor purposes of calculatingpastdamages,” not future water\nusage, 543 U. S.,at 102 (emphasis added). That\nlitigation stipulation did not apply to the calculation offuturewater usage orfuturedamages.Ibid.Even if the majority were correct that a damages calculation is\nsimply the flip side of a water usage calculation,ante,at\n25, n. 10, that conclusion plainly would apply only to\ncalculation of past water usage. It is thus no surprise that the\nCourt held that any pre-existing damages agreements did not govern\nthe method of measuring future compliance.Kansasv.Colorado,supra,at 103. Given that the Court plainly\ndid not apply any such agreements, it cannot be said to have\naltered them.2Having improperly invented the doctrine of “technical agreement\ncorrection,” the majority proceeds to misapply it. In “correcting”\nthe accounting procedures, the majority purports to align them with\nthe intent of the compacting parties.Ante,at 24–25. But we\nknow that the majority’s reformed contract does not match the\n“States’ intended apportionment.”Ante,at 25. We know this\nbecause the Settlement expressly states that, for purposes of\napportioning the flow, imported water use would be calculated using\nthe agreed-upon “Accounting Procedures” and the “Groundwater\nModel.” Settlement §IV(F), at 25. The States never intended to\nadopt the 5-run formula, and the Court has simply picked a winner\nand adopted Nebraska’s 5-run proposal, notwithstanding a binding\nagreement to the contrary.The majority also misapplies its “correction” remedy in claiming\nthat its fix will prevent the existing accounting procedures from\n“affirmatively violat[ing] the Compact.”Ante,at 26. I\ncannot see how this is true. First, the existing procedures do not\nviolate the Compact. We should favor an interpretation of the\nCompact that would render its performance possible, rather than\n“impossible or meaningless.” 2 S. Williston, Law of Contracts §620,\np. 1202 (1920). Read in light of this principle, the phrase “Virgin\nWater Supply” must be interpreted to allow for some imperfection in\nthe groundwater models. After all, groundwater models are\napproximations of the physical world. Tr. 722–726. No accounting\nprocedure can plausibly track every drop of water through the\n24,900 square mile Basin.Id., at 724.Second, even if the existing accounting procedures would violate\nthe Compact because they allocate some imported water, the\nmajority’s “correction” will not solve the problem. Because water\nmodels are always approximations, even the 5-run formula will be\nimprecise and will therefore violate the Compact if it is read to\nrequire the States accurately to account for every drop of imported\nwater.*  *  *Claiming to draw from a vast reservoir of equitable power, the\nCourt ignores the limits of its role in resolving water-compact\ndisputes between States. And in the name of protecting downstream\nStates from their upstream neighbors, it diminishes the sovereign\nstatus of each of them.We owe the parties better. I would apply the same principles of\ncontract law that we have previously applied to water disputes\nbetween States. Under those principles, I would sustain Nebraska’s\nand Colorado’s exceptions to the Master’s recommendation to order\n$1.8 million in disgorgement, and overrule Kansas’ exception to\nthat recommendation. I would also sustain Kansas’ exception to the\nMaster’s recommendation to reform the Settlement.I agree only with the Court’s decisions to overrule Nebraska’s\nexception to the Master’s finding that it know-ingly failed to\ncomply with the Compact, and Kansas’ ex-ception to the Master’s\nrecommendation not to issuean injunction requiring Nebraska to\ncomply with theCompact.",
    "joined": []
}