{
    "case": {
        "docket": "330",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/330/"
    },
    "id": "1962378",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTUNITED HAULERS ASSN., INC. V. ONEIDA-HERKIMERSOLID WASTE MANAGEMENT\nAUTHORITY550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1345UNITED HAULERS ASSOCIATION, INC., et al.,\nPETITIONERSv.ONEIDA-HERKIMER SOLID WASTE MANAGEMENT\nAUTHORITY et al.on writ of certiorari to the united states court of\nappeals for the second circuit[April 30, 2007]Justice Thomas, concurring in the\njudgment.I concur in the judgment.\nAlthough I joinedC & A Carbone, Inc.v.Clarkstown,511 U. S. 383(1994), I no longer\nbelieve it was correctly decided. The negative Commerce Clause has\nno basis in the Constitution and has proved unworkable in practice.\nSeeCamps Newfound/Owatonna, Inc.v.Town of\nHarrison,520\nU. S. 564, 610–620 (1997) (Thomas, J., dissenting);Tyler\nPipe Industries, Inc.v.Washington State Dept. of\nRevenue,483 U. S. 232, 259–265 (1987) (Scalia,\nJ., concurring in part and dissenting in part);License\nCases, 5 How. 504, 578–586 (1847) (Taney, C. J.). As the\ndebate between the majority and dissent shows, application of the\nnegative Commerce Clause turns solely on policy considerations, not\non the Constitution. Because this Court has no policy role in\nregulating interstate commerce, I would discard the Court’s\nnegative Commerce Clause jurisprudence.IUnder the Commerce Clause,\n“Congress shall have Power … [t]o regulate Commerce with foreign\nNations, and among the several States, and with the Indian Tribes.”\nU. S. Const., Art. I, §8, cl. 3. The language of the\nClause allows Congress not only to regulate interstate commerce but\nalso to prevent state regulation of interstate commerce.State\nBd. of Ins.v.Todd Shipyards Corp.,370 U. S. 451, 456\n(1962);Gibbonsv.Ogden, 9 Wheat. 1, 210 (1824).\nExpanding on the interstate-commerce powers explicitly conferred on\nCongress, this Court has interpreted the Commerce Clause as a tool\nfor courts to strike down state laws that it believes inhibit\ninterstate commerce. But there is no basis in the Constitution for\nthat interpretation.The Court does not contest this\npoint, and simply begins its analysis by appealing tostare\ndecisis:“Although the Constitution does not in terms\nlimit the power of States to regulate commerce, we have long\ninterpreted the Commerce Clause as an implicit restraint on state\nauthority, even in the absence of a conflicting federal statute.\nSee Case of the State Freight Tax, 15 Wall. 232, 279 (1873);Cooleyv.Board of Wardens of Port of Philadelphia ex\nrel. Soc. for Relief of Distressed Pilots, 12 How. 299, 318\n(1852).”Ante, at 6.The Court’s reliance onCooleyandState Freight Taxis curious because\nthe Court has abandoned the reasoning of those cases in its more\nrecent jurisprudence.CooleyandState Freight\nTaxare premised upon the notion that the Commerce Clause is\nan exclusive grant of power to Congress over certain subject\nareas.[Footnote 1]Cooley,supra, at 319–320 (holding that\n“[w]hatever subjects of this [Commerce Clause] power are in their\nnature national, or admit only of one uniform system, or plan of\nregulation, may justly be said to be of such a nature as to require\nexclusive legislation by [C]ongress” but holding that “the nature\nof th[e] subject [of state pilotage laws] is not such as to require\nits exclusive legislation” and therefore upholding the state laws\nagainst the negative Commerce Clause challenge);State Freight\nTax,supra, at 279–280 (applying the same rationale).\nThe Court, however, no longer limits Congress’ power by analyzing\nwhether the subjects of state regulation “admit only of one uniform\nsystem,”Cooley,supra, at 319. Rather, the\nmodern jurisprudence focuses upon the way in which States regulate\nthose subjects to decide whether the regulation is permissible.E.g.,ante, at 6, 13. Because the reasoning ofCooleyandState Freight Taxhas been rejected\nentirely, they provide no foundation for today’s decision.Unfazed, the Court proceeds to analyze whether\nthe ordinances “discriminat[e] on [their] face against interstate\ncommerce.”Ante, at 6. Again, none of the cases the Court\ncites explains how the absence or presence of discrimination is\nrelevant to deciding whether the ordinances are constitutionally\npermissible, and at least one case affirmatively admits that the\nnondiscrimination rule has no basis in the Constitution.Philadelphiav.New Jersey,437 U. S. 617, 623\n(1978) (“The bounds of these restraints appear nowhere in the words\nof the Commerce Clause, but have emerged gradually in the decisions\nof this Court giving effect to its basic purpose”). Thus cloaked in\nthe “purpose” of the Commerce Clause, the rule against\ndiscrimination that the Court applies to decide this case exists\nuntethered from the written Constitution. The rule instead depends\nupon the policy preferences of a majority of this Court.The Court’s policy preferences are an\nunsuitable basis for constitutional doctrine because they shift\nover time, as demonstrated by the different theories the Court has\noffered to support the nondiscrimination principle. In the early\nyears of the nondiscrimination rule, the Court struck down a state\nhealth law because “the enactment of a similar statute by each one\nof the States composing the Union would result in the destruction\nof commerce among the several States.”Minnesotav.Barber,136\nU. S. 313, 321 (1890); seeFoster-Fountain Packing Co.v.Haydel,278 U. S. 1, 13 (1928)\n(stating that a Commerce Clause violation would occur if the state\nstatute would “directly … obstruct and burden interstate\ncommerce”). More recently, the Court has struck down state laws\nsometimes based on its preference for national unity, see,e.g.,American Trucking Assns., Inc.v.Michigan Pub. Serv. Comm’n,545 U. S. 429, 433\n(2005) (justifying the nondiscrimination rule by stating that\n“[o]ur Constitution was framed upon the theory that the peoples of\nthe several states must sink or swim together” (internal quotation\nmarks omitted)), and other times on the basis of antiprotectionist\nsentiment, see,e.g.,Oregon Waste Systems, Inc.v.Department of Environmental Quality of Ore.,511 U. S. 93, 98 (1994)\n(noting the interest in “avoid[ing] the tendencies toward economic\nBalkanization”);New Energy Co. of Ind.v.Limbach,486 U. S. 269, 273\n(1988) (stating that the negative Commerce Clause “prohibits\neconomic protectionism—that is, regulatory measures designed to\nbenefit in-state economic interests by burdening out-of-state\ncompetitors”); see alsoCarbone, 511 U. S., at 390 (“The\ncentral rationale for the rule against discrimination is to\nprohibit state or municipal laws whose object is local economic\nprotectionism, laws that would excite those jealousies and\nretaliatory measures the Constitution was designed to prevent”);Toomerv.Witsell,334 U. S. 385, 403–404\n(1948) (striking down a law that “impose[d] an artificial rigidity\non the economic pattern of the industry”).Many of the above-cited cases (and today’s\nmajority and dissent) rest on the erroneous assumption that the\nCourt must choose between economic protectionism and the free\nmarket. But the Constitution vests that fundamentally legislative\nchoice in Congress. To the extent that Congress does not exercise\nits authority to make that choice, the Constitution does not limit\nthe States’ power to regulate commerce. In the face of\ncongressional silence, the States are free to set the balance\nbetween protectionism and the free market. Instead of accepting\nthis constitutional reality, the Court’s negative Commerce Clause\njurisprudence gives nine Justices of this Court the power to decide\nthe appropriate balance.IIAs the foregoing demonstrates,\ndespite more than 100 years of negative Commerce Clause doctrine,\nthere is no principled way to decide this case under current law.\nNotably, the Court cannot and does not consider this case “[i]n\nlight of the language of the Constitution and the historical\ncontext.”Aldenv.Maine,527 U. S. 706, 743\n(1999). Likewise, it cannot follow “the cardinal rule to construe\nprovisions in context.”United Statesv.Balsys,524 U. S. 666,\n673 (1998). And with no text to construe, the Court cannot take\ninto account the Founders’ “deliberate choice of words” or “their\nnatural meaning.”Wrightv.United States,302 U. S. 583,\n588 (1938). Furthermore, as the debate between the Court’s opinion\nand the dissent- ing opinion reveals, no case law applies to the\nfacts of this case.[Footnote\n2]Explaining why the ordinances do\nnot discriminate against interstate commerce, the Court states that\n“government is vested with the responsibility of protecting the\nhealth, safety, and welfare of its citizens.”Ante, at 10.\nAccording to the Court, a law favoring in-state business requires\nrigorous scrutiny because the law “is often the product of ‘simple\neconomic protectionism.’ ”Ante,at 11. A law\nfavoring local government, however, “may be directed toward any\nnumber of legitimate goals unrelated to protectionism.”Ibid. This distinction is razor thin: In contrast to\ntoday’s deferential approach (apparently based on the Court’s trust\nof local government), the Court has applied the equivalent of\nstrict scrutiny in other cases even where it is unchallenged that\nthe state law discriminated in favor of in-state private entities\nfor a legitimate, nonprotectionist reason. SeeBarber,supra,at 319 (striking down the State’s inspection law\nfor livestock even though it did not challenge “[t]he presumption\nthat this statute was enacted, in good faith, … to protect the\nhealth of the people of Minnesota”).InCarbone, which involved\ndiscrimination in favor of private entities, we did not doubt the\ngood faith of the municipality in attempting to deal with waste\nthrough a flow-control ordinance. 511 U. S., at 386–389. But we\nstruck down the ordinance because it did not allow interstate\nentities to participate in waste disposal.Id., at\n390–395. The majority distinguishesCarboneby deciding\nthat favoritism of a government monopoly is less suspect than\ngovernment regulation of private entities.[Footnote 3] I see no basis for drawing such a\nconclusion, which, if anything, suggests a policy-driven preference\nfor government monopoly over privatization.Ante, at 12\n(stating that “waste disposal is both typically and traditionally a\nlocal government function” (alteration and internal quotation marks\nomitted)). Whatever the reason, the choice is not the Court’s to\nmake. Like all of the Court’s previous negative Commerce Clause\ncases, today’s decision leaves the future of state and local\nregulation of commerce to the whim of the Federal Judiciary.IIIDespite its acceptance of\nnegative Commerce Clause jurisprudence, the Court expresses concern\nabout “unprecedented and unbounded interference by the courts with\nstate and local government.”Ante, at 11. It explains:“The dormant Commerce Clause is not a roving\nlicense for federal courts to decide what activities are\nappropriate for state and local government to undertake, and what\nactivities must be the province of private market competition..     .     .     .     .“There is no reason to step in and hand local businesses a\nvictory they could not obtain through the political process.”Ante,at 11, 13.I agree that the Commerce Clause is not a “roving\nlicense” and that the Court should not deliver to businesses\nvictories that they failed to obtain through the political process.\nI differ with the Court because I believe its powerful rhetoric is\ncompletely undermined by the doctrine it applies.In this regard, the Court’s analogy toLochnerv.New York,198 U. S. 45(1905),\nsuggests that the Court should reject the negative Commerce Clause,\nrather than tweak it.Ante, at 15. InLochnerthe\nCourt located a “right of free contract” in a constitutional\nprovision that says nothing of the sort. 198 U. S., at 57. The\nCourt’s negative Commerce Clause jurisprudence, created from whole\ncloth, is just as illegitimate as the “right” it vindicated inLochner. Yet today’s decision does not repudiate that\ndoctrinal error. Rather, it further propagates the error by\nnarrowing the negative Commerce Clause for policy reasons—reasons\nthat later majorities of this Court may find to be entirely\nillegitimate.In so doing, the majority revisits familiar\nterritory: Just three years afterLochner, the Court\nnarrowed the right of contract for policy reasons but did not\noverruleLochner.Mullerv.Oregon,208 U. S. 412,\n422–423 (1908) (upholding a maximum-hours requirement for women\nbecause the difference between the “two sexes” “justifies a\ndifference in legislation”). Like theMullerCourt,\ntoday’s majority trifles with an unsound and illegitimate\njurisprudence yet fails to abandon it.Because I believe that the power to regulate\ninterstate commerce is a power given to Congress and not the Court,\nI concur in the judgment of the Court.Footnote 1This justification for the negative Commerce\nClause is itself unsupported by the Constitution. SeeTyler\nPipe Industries, Inc.v.Washington State Dept. of\nRevenue,483 U. S. 232, 261–262 (1987) (Scalia,\nJ., concurring in part and dissenting in part).Footnote 2No previous case addresses the question\nwhether the negative Commerce Clause applies to favoritism of a\ngovernment entity. I agree with the Court thatC & A\nCarbone, Inc.v.Clarkstown,511 U. S. 383(1994), did not resolve\nthis issue.Ante, at 6–9.Footnote 3The dissent argues that such a preference is\nunwarranted.Post, at 11 (opinion of Alito, J.) (“I cannot\naccept the proposition that laws discriminating in favor of\nstate-owned enterprises are so unlikely to be the product of\neconomic protectionism that they should be exempt from the usual\ndormant Commerce Clause standards”).",
    "joined": []
}