{
    "case": {
        "docket": "344",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/344/"
    },
    "id": "1963415",
    "author": "thomas",
    "type": "concurrence",
    "text": "562 U. S. ____ (2011)MICHIGAN V. BRYANT562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-150MICHIGAN, PETITIONERv.RICHARD PERRY\nBRYANTon writ of certiorari to the supreme court of\nmichigan[February 28, 2011]Justice Thomas, concurring in the\njudgment.I agree with the Court\nthat the admission of Covington’s out-of-court statements did not\nviolate the Confrontation Clause, but I reach this conclusion\nbecause Covington’s questioning by police lacked sufficient\nformality and solemnity for his statements to be considered\n“testimonial.” SeeCrawfordv.Washington,541 U. S. 36, 68\n(2004).In determining whether Covington’s statements\nto police implicate the Confrontation Clause, the Court evaluates\nthe “ ‘primary purpose’ ” of the interrogation.Ante, at 12. The majority’s analysiswhich relies on,inter alia, what the police knew when they arrived at the\nscene, the specific questions they asked, the particular\ninformation Covington conveyed, the weapon involved, and\nCovington’s medical conditionillustrates the uncertainty that this\ntest creates for law enforcement and the lower courts.Ante, at 25–31. I have criticized the primary-purpose test\nas “an exercise in fiction” that is “disconnected from history” and\n“yields no predictable results.”Davisv.Washington,547 U. S. 813, 839, 838\n(2006) (opinion concurring in judgment in part and dissenting in\npart).Rather than attempting to reconstruct the\n“primary purpose” of the participants, I would consider the extent\nto which the interrogation resembles those historical practices\nthat the Confrontation Clause addressed. See,e.g.,id., at 835–836 (describing “practices that occurred under\nthe English bail and committal statutes passed during the reign of\nQueen Mary”). As the majority notes, Covington interacted with the\npolice under highly informal circumstances, while he bled from a\nfatal gunshot wound.Ante, at 19–20, 31. The police\nquestioning was not “a formalized dialogue,” did not result in\n“formalized testimonial ma-terials” such as a deposition or\naffidavit, and bore no “in- dicia of solemnity.”Davis,supra, at 840, 837 (opinion of Thomas, J.); see alsoGilesv.California,554 U. S. 353, 377–378\n(2008) (Thomas, J., concurring). Nor is there any indication that\nthe statements were offered at trial “in order to evade\nconfrontation.”Davis,supra, at 840. This\ninterrogation bears little if any resemblance to the historical\npractices that the Confrontation Clause aimed to eliminate.\nCovington thus did not “bea[r] testimony” against Bryant,Crawford,supra, at 51, and the introduction of\nhis statements at trial did not implicate the Confrontation Clause.\nI concur in the judgment.",
    "joined": []
}