{
    "case": {
        "docket": "388",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/388/"
    },
    "id": "1962095",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTFONT SCAPS=\"1\">EBAY INC. V. MERCEXCHANGE, L. L. C.547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-130EBAY INC., et al., PETITIONERSv.MERCEXCHANGE, L. L. C.on writ of certiorari to the united states court of\nappeals for the federal circuit[May 15, 2006]Justice Thomas delivered the\nopinion of the Court.Ordinarily, a federal court\nconsidering whether to award permanent injunctive relief to a\nprevailing plaintiff applies the four-factor test historically\nemployed by courts of equity. Petitioners eBay Inc. and Half.com,\nInc., argue that this traditional test applies to disputes arising\nunder the Patent Act. We agree and, accordingly, vacate the\njudgment of the Court of Appeals.IPetitioner eBay operates a\npopular Internet Web site that allows private sellers to list goods\nthey wish to sell, either through an auction or at a fixed price.\nPetitioner Half.com, now a wholly owned subsidiary of eBay,\noperates a similar Web site. Respondent MercExchange,\nL. L. C., holds a number of patents, including a business\nmethod patent for an electronic market designed to facilitate the\nsale of goods between private individuals by establishing a central\nauthority to promote trust among participants. See U. S. Patent No.\n5,845,265. MercExchange sought to license its patent to eBay and\nHalf.com, as it had previously done with other companies, but the\nparties failed to reach an agreement. MercExchange subsequently\nfiled a patent infringement suit against eBay and Half.com in the\nUnited States District Court for the Eastern District of Virginia.\nA jury found that MercExchange’s patent was valid, that eBay and\nHalf.com had infringed that patent, and that an award of damages\nwas appropriate.[Footnote\n1]Following the jury verdict, the\nDistrict Court denied MercExchange’s motion for permanent\ninjunctive relief. 275 F. Supp. 2d 695 (2003). The Court of\nAppeals for the Federal Circuit reversed, applying its “general\nrule that courts will issue permanent injunctions against patent\ninfringement absent exceptional circumstances.” 401 F. 3d\n1323, 1339 (2005). We granted certiorari to determine the\nappropriateness of this general rule. 546 U. S.___ (2005).IIAccording to well-established\nprinciples of equity, a plaintiff seeking a permanent injunction\nmust satisfy a four-factor test before a court may grant such\nrelief. A plaintiff must demonstrate: (1) that it has suffered an\nirreparable injury; (2) that remedies available at law, such as\nmonetary damages, are inadequate to compensate for that injury; (3)\nthat, considering the balance of hardships between the plaintiff\nand defendant, a remedy in equity is warranted; and (4) that the\npublic interest would not be disserved by a permanent injunction.\nSee,e.g.,Weinbergerv.Romero&nbhyph;Barcelo,456 U. S. 305, 311–313\n(1982);Amoco Production Co.v.Gambell,480 U. S. 531, 542\n(1987). The decision to grant or deny permanent injunctive relief\nis an act of equitable discretion by the district court, reviewable\non appeal for abuse of discretion. See,e.g.,Romero-Barcelo, 456 U. S., at 320.These familiar principles apply\nwith equal force to disputes arising under the Patent Act. As this\nCourt has long recognized, “a major departure from the long\ntradition of equity practice should not be lightly implied.”Ibid.;see alsoAmoco,supra, at 542.\nNothing in the Patent Act indicates that Congress intended such a\ndeparture. To the contrary, the Patent Act expressly provides that\ninjunctions “may” issue “in accordance with the principles of\nequity.” 35 U. S. C. §283.[Footnote 2]To be sure, the Patent Act also declares that\n“patents shall have the attributes of personal property,” §261,\nincluding “the right to exclude others from making, using, offering\nfor sale, or selling the invention,” §154(a)(1). According to the\nCourt of Appeals, this statutory right to exclude alone justifies\nits general rule in favor of permanent injunctive relief. 401\nF. 3d, at 1338. But the creation of a right is distinct from\nthe provision of remedies for violations of that right. Indeed, the\nPatent Act itself indicates that patents shall have the attributes\nof personal property “[s]ubject to the provisions of this title,”\n35 U. S. C. §261, including, presumably, the provision that\ninjunctive relief “may” issue only “in accordance with the\nprinciples of equity,” §283.This approach is consistent with our treatment\nof injunctions under the Copyright Act. Like a patent owner, a\ncopyright holder possesses “the right to exclude others from using\nhis property.”Fox Film Corp.v.Doyal,286 U. S. 123, 127\n(1932); see alsoid., at 127–128 (“A copyright, like a\npatent, is at once the equivalent given by the public for benefits\nbestowed by the genius and meditations and skill of individuals,\nand the incentive to further efforts for the same important\nobjects” (internal quotation marks omitted)). Like the Patent Act,\nthe Copyright Act provides that courts “may” grant injunctive\nrelief “on such terms as it may deem reasonable to prevent or\nrestrain infringement of a copyright.” 17 U. S. C. §502(a).\nAnd as in our decision today, this Court has consistently rejected\ninvitations to replace traditional equitable considerations with a\nrule that an injunction automatically follows a determination that\na copyright has been infringed. See,e.g.,New York\nTimes Co.v.Tasini,533 U. S. 483, 505\n(2001) (citingCampbellv.Acuff-Rose Music,\nInc.,510 U. S.\n569, 578, n. 10 (1994));Dunv.Lumbermen’s Credit\nAssn.,209 U. S.\n20, 23–24 (1908).Neither the District Court nor the Court of\nAppeals below fairly applied these traditional equitable principles\nin deciding respondent’s motion for a permanent injunction.\nAlthough the District Court recited the traditional four-factor\ntest, 275 F. Supp. 2d, at 711, it appeared to adopt certain\nexpansive principles suggesting that injunctive relief could not\nissue in a broad swath of cases. Most notably, it concluded that a\n“plaintiff’s willingness to license its patents” and “its lack of\ncommercial activity in practicing the patents” would be sufficient\nto establish that the patent holder would not suffer irreparable\nharm if an injunction did not issue.Id., at 712. But\ntraditional equitable principles do not permit such broad\nclassifications. For example, some patent holders, such as\nuniversity researchers or self-made inventors, might reasonably\nprefer to license their patents, rather than undertake efforts to\nsecure the financing necessary to bring their works to market\nthemselves. Such patent holders may be able to satisfy the\ntraditional four-factor test, and we see no basis for categorically\ndenying them the opportunity to do so. To the extent that the\nDistrict Court adopted such a categorical rule, then, its analysis\ncannot be squared with the principles of equity adopted by\nCongress. The court’s categorical rule is also in tension withContinental Paper Bag Co.v.Eastern Paper Bag\nCo.,210 U. S.\n405, 422–430 (1908), which rejected the contention that a court\nof equity has no jurisdiction to grant injunctive relief to a\npatent holder who has unreasonably declined to use the patent.In reversing the District Court, the Court of\nAppeals departed in the opposite direction from the four-factor\ntest. The court articulated a “general rule,” unique to patent\ndisputes, “that a permanent injunction will issue once infringement\nand validity have been adjudged.” 401 F. 3d, at 1338. The\ncourt further indicated that injunctions should be denied only in\nthe “unusual” case, under “exceptional circumstances” and\n“ ‘in rare instances . . . to protect the public\ninterest.’ ”Id., at 1338–1339. Just as the District\nCourt erred in its categorical denial of injunctive relief, the\nCourt of Appeals erred in its categorical grant of such relief. Cf.Roche Productsv.Bolar Pharmaceutical Co., 733\nF. 2d 858, 865 (CAFed 1984) (recognizing the “considerable\ndiscretion” district courts have “in determining whether the facts\nof a situation require it to issue an injunction”).Because we conclude that neither court below\ncorrectly applied the traditional four-factor framework that\ngoverns the award of injunctive relief, we vacate the judgment of\nthe Court of Appeals, so that the District Court may apply that\nframework in the first instance. In doing so, we take no position\non whether permanent injunctive relief should or should not issue\nin this particular case, or indeed in any number of other disputes\narising under the Patent Act. We hold only that the decision\nwhether to grant or deny injunctive relief rests within the\nequitable discretion of the district courts, and that such\ndiscretion must be exercised consistent with traditional principles\nof equity, in patent disputes no less than in other cases governed\nby such standards.Accordingly, we vacate the judgment of the\nCourt of Appeals, and remand for further proceedings consistent\nwith this opinion.It is so ordered.Footnote 1EBay and Half.com continue to challenge the\nvalidity of MercExchange’s patent in proceedings pending before the\nUnited States Patent and Trademark Office.Footnote 2Section 283 provides that “[t]he several\ncourts having jurisdiction of cases under this title may grant\ninjunctions in accordance with the principles of equity to prevent\nthe violation of any right secured by patent, on such terms as the\ncourt deems reasonable.”",
    "joined": []
}