{
    "case": {
        "docket": "644",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/644/"
    },
    "id": "3427256",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–556, 14-562, 14-571 and 14–574_________________JAMES OBERGEFELL, et al.,\nPETITIONERS14–556v.RICHARD HODGES, DIRECTOR, OHIO\nDEPARTMENT OF HEALTH, et al.;VALERIA TANCO, et al.,\nPETITIONERS14–562v.BILL HASLAM, GOVERNOR OF TENNESSEE,\net al.;APRIL DeBOER, et al.,\nPETITIONERS14–571v.RICK SNYDER, GOVERNOR OF MICHIGAN,\net al.; ANDGREGORY BOURKE, et al.,\nPETITIONERS14–574v.STEVE BESHEAR, GOVERNOR OF KENTUCKYon writs of certiorari to the united states\ncourt of appeals for the sixth circuit[June 26, 2015]Justice Thomas, with whom Justice Scalia\njoins, dissenting.The Court’s decision today is at odds not only\nwith the Constitution, but with the principles upon which our\nNation was built. Since well before 1787, liberty has been\nunderstood as freedom from government action, not entitlement to\ngovernment benefits. The Framers created our Constitution to\npreserve that understanding of liberty. Yet the majority invokes\nour Constitution in the name of a “liberty” that the Framers would\nnot have recognized, to the detriment of the liberty they sought to\nprotect. Along the way, it rejects the idea—captured in our\nDeclaration of Independence—that human dignity is innate and\nsuggests instead that it comes from the Government. This distortion\nof our Constitution not only ignores the text, it inverts the\nrelationship between the individual and the state in our Republic.\nI cannot agree with it.IThe majority’s decision today will require\nStates to issue marriage licenses to same-sex couples and to\nrecognize same-sex marriages entered in other States largely based\non a constitutional provision guaranteeing “due process” before a\nperson is deprived of his “life, liberty, or prop-erty.” I have\nelsewhere explained the dangerous fiction of treating the Due\nProcess Clause as a font of substantive rights.McDonaldv.Chicago, 561 U. S. 742 –812 (2010) (Thomas, J.,\nconcurring in part and concurring in judgment).It distorts\nthe constitutional text, which guarantees only whatever “process”\nis “due” before a person is deprived of life, liberty, and\nproperty. U. S. Const., Amdt. 14, §1. Worse, it invites judges\nto do exactly what the majority has done here—“ ‘roa[m] at\nlarge in the constitutional field’ guided only by their personal\nviews” as to the “ ‘fundamental rights’ ” protected by\nthat document.Planned Parenthood of Southeastern Pa.v.Casey, 505 U. S. 833, 953, 965 (1992) (Rehnquist, C.\nJ., concurring in judgment in part and dissenting in part) (quotingGriswoldv.Connecticut, 381 U. S. 479, 502\n(1965) (Harlan, J., concurring in judgment)).By straying from the text of the Constitution,\nsubstantive due process exalts judges at the expense of the People\nfrom whom they derive their authority. Petitioners argue that by\nenshrining the traditional definition of marriage in their State\nConstitutions through voter-approved amendments, the States have\nput the issue “beyond the reach of the normal democratic process.”\nBrief for Petitioners in No. 14–562, p. 54. But the result\npetitioners seek is far less democratic. They ask nine judges on\nthis Court to enshrine their definition of marriage in the Federal\nConstitution and thus put it beyond the reach of the normal\ndemocratic process for the entire Nation. That a “bare majority” of\nthis Court,ante,at 25, is able to grant this wish, wiping\nout with a stroke of the keyboard the results of the political\nprocess in over 30 States, based on a provision that guarantees\nonly “due process” is but further evidence of the danger of\nsubstantive due process.[1]IIEven if the doctrine of substantive due\nprocess were somehow defensible—it is not—petitioners still would\nnot have a claim. To invoke the protection of the Due Process\nClause at all—whether under a theory of “substantive” or\n“procedural” due process—a party must first identify a deprivation\nof “life, liberty, or property.” The majority claims these state\nlaws deprive petitioners of “liberty,” but the concept of “liberty”\nit conjures up bears no resemblance to any plausible meaning of\nthat word as it is used in the Due Process Clauses.A1As used in the Due Process Clauses, “liberty”\nmost likely refers to “the power of loco-motion, of changing\nsituation, or removing one’s person to whatsoever place one’s own\ninclination may direct; without imprisonment or restraint, unless\nby due course of law.” 1 W. Blackstone, Commentaries on the Laws of\nEngland 130 (1769) (Blackstone). That definition is drawn from the\nhistorical roots of the Clauses and is consistent with our\nConstitution’s text and structure.Both of the Constitution’s Due Process Clauses\nreach back to Magna Carta. SeeDavidsonv.New\nOrleans, 96 U. S. 97 –102 (1878). Chapter 39 of the\noriginal Magna Carta provided, “No free man shall be taken,\nimprisoned, disseised, outlawed, banished, or in any way destroyed,\nnor will We proceed against or prosecute him, except by the lawful\njudgment of his peers and by the law of the land.” Magna Carta, ch.\n39, in A. Howard, Magna Carta: Text and Commentary 43 (1964).\nAlthough the 1215 version of Magna Carta was in effect for only a\nfew weeks, this provision was later reissued in 1225 with modest\nchanges to its wording as follows: “No freeman shall be taken, or\nimprisoned, or be disseised of his freehold, or liberties, or free\ncustoms, or be outlawed, or exiled, or any otherwise destroyed; nor\nwill we not pass upon him, nor condemn him, but by lawful judgment\nof his peers or by the law of the land.” 1 E. Coke, The Second Part\nof the Institutes of the Laws of England 45 (1797). In his\ninfluential commentary on the provision many years later, Sir\nEdward Coke interpreted the words “by the law of the land” to mean\nthe same thing as “by due proces of the common law.”Id.,at\n50.After Magna Carta became subject to renewed\ninterest in the 17th century, see,e.g., ibid., William\nBlackstone referred to this provision as protecting the “absolute\nrights of every Englishman.” 1 Blackstone 123. And he formulated\nthose absolute rights as “the right of personal secu-rity,” which\nincluded the right to life; “the right of personal liberty”; and\n“the right of private property.”Id.,at 125. He defined\n“the right of personal liberty” as “the power of loco-motion, of\nchanging situation, or removing one’s person to whatsoever place\none’s own inclination may direct; without imprisonment or\nrestraint, unless by due course of law.”Id., at 125,\n130.[2]The Framers drew heavily upon Blackstone’s\nformulation, adopting provisions in early State Constitutions that\nreplicated Magna Carta’s language, but were modified to refer\nspecifically to “life, liberty, or property.”[3] State decisions interpreting these provisions\nbetween the founding and the ratification of the Fourteenth\nAmendment almost uniformly construed the word “liberty” to refer\nonly to freedom from physical restraint. See Warren, The New\n“Liberty” Under the Fourteenth Amendment, 39 Harv. L. Rev.\n431, 441–445 (1926). Even one case that has been identified as a\npossible exception to that view merely used broad language about\nliberty in the context of a habeas corpus proceeding—a proceeding\nclassically associated with obtaining freedom from physical\nrestraint. Cf.id.,at 444–445.In enacting the Fifth Amendment’s Due Process\nClause, the Framers similarly chose to employ the “life, liberty,\nor property” formulation, though they otherwise deviated\nsubstantially from the States’ use of Magna Carta’s language in the\nClause. See Shattuck, The True Meaning of the Term “Liberty” in\nThose Clauses in the Federal and State Constitutions Which Protect\n“Life, Liberty, and Property,” 4 Harv. L. Rev. 365, 382\n(1890). When read in light of the history of that formulation, it\nis hard to see how the “liberty” protected by the Clause could be\ninterpreted to include anything broader than freedom from physical\nrestraint. That was the consistent usage of the time when “liberty”\nwas paired with “life” and “property.” Seeid.,at 375. And\nthat usage avoids rendering superfluous those protections for\n“life” and “property.”If the Fifth Amendment uses “liberty” in this\nnarrow sense, then the Fourteenth Amendment likely does as well.\nSeeHurtadov.California, 110 U. S. 516 –535\n(1884). Indeed, this Court has previously commented, “The\nconclusion is . . . irresistible, that when the same\nphrase was employed in the Fourteenth Amendment [as was used in the\nFifth Amendment], it was used in the same sense and with no greater\nextent.”Ibid. And this Court’s earliest Fourteenth\nAmendment decisions appear to interpret the Clause as using\n“liberty” to mean freedom from physical restraint. InMunnv.Illinois, 94 U. S. 113 (1877) , for example, the\nCourt recognized the relationship between the two Due Process\nClauses and Magna Carta, seeid.,at 123–124, and implicitly\nrejected the dissent’s argument that “ ‘liberty’ ”\nencompassed “something more . . . than mere freedom from\nphysical restraint or the bounds of a prison,”id.,at 142\n(Field, J., dissenting). That the Court appears to have lost its\nway in more recent years does not justify deviating from the\noriginal meaning of the Clauses.2Even assuming that the “liberty” in those\nClauses encompasses something more than freedom from physical\nrestraint, it would not include the types of rights claimed by the\nmajority. In the American legal tradition, liberty has long been\nunderstood as individual freedomfromgovernmental action,\nnot as a righttoa particular governmental entitlement.The founding-era understanding of liberty was\nheavily influenced by John Locke, whose writings “on natural rights\nand on the social and governmental contract” were cited “[i]n\npamphlet after pamphlet” by American writers. B. Bailyn, The\nIdeological Origins of the American Revolution 27 (1967). Locke\ndescribed men as existing in a state of nature, possessed of the\n“perfect freedom to order their actions and dispose of their\npossessions and persons as they think fit, within the bounds of the\nlaw of nature, without asking leave, or depending upon the will of\nany other man.” J. Locke, Second Treatise of Civil Government, §4,\np. 4 (J. Gough ed. 1947) (Locke). Because that state of nature left\nmen insecure in their persons and property, they entered civil\nsociety, trading a portion of their natural liberty for an increase\nin their security. Seeid.,§97, at 49. Upon consenting to\nthat order, men obtained civil liberty, or the freedom “to be under\nno other legislative power but that established by consent in the\ncommonwealth; nor under the dominion of any will or restraint of\nany law, but what that legislative shall enact according to the\ntrust put in it.”Id.,§22, at 13.[4]This philosophy permeated the 18th-century\npolitical scene in America. A 1756 editorial in the Boston Gazette,\nfor example, declared that “Liberty in theState of Nature”\nwas the “inherent natural Right” “of each Man” “to make a free Use\nof his Reason and Understanding, and to chuse that Action which he\nthinks he can give the best Account of,” but that, “in Society,\nevery Man parts with a Small Share of hisnaturalLiberty,\nor lodges it in the publick Stock, that he may possess the\nRemainder without Controul.” Boston Gazette and Country Journal,\nNo. 58, May 10, 1756, p. 1. Similar sentiments were expressed in\npublic speeches, sermons, and letters of the time. See 1 C. Hyneman\n& D. Lutz, American Political Writing During the Founding Era\n1760–1805, pp. 100, 308, 385 (1983).The founding-era idea of civil liberty as\nnatural liberty constrained by human law necessarily involved only\nthose freedoms that existedoutside ofgovernment. See\nHamburger, Natural Rights, Natural Law, and American Constitutions,\n102 Yale L. J. 907, 918–919 (1993). As one later commentator\nobserved, “[L]iberty in the eighteenth century was thought of much\nmore in relation to ‘negative liberty’; that is, freedomfrom, not freedomto, freedom from a number of social\nand political evils, including arbitrary government power.” J.\nReid, The Concept of Liberty in the Age of the American Revolution\n56 (1988). Or as one scholar put it in 1776, “[T]he common idea of\nliberty is merely negative, and is only theabsence of\nrestraint.” R. Hey, Observations on the Nature of Civil Liberty\nand the Principles of Government §13, p. 8 (1776) (Hey). When the\ncolonists described laws that would infringe their liberties, they\ndiscussed laws that would prohibit individuals “from walking in the\nstreets and highways on certain saints days, or from being abroad\nafter a certain time in the evening, or . . . restrain [them] from\nworking up and manufacturing materials of [their] own growth.”\nDowner, A Discourse at the Dedication of the Tree of Liberty, in 1\nHyneman,supra, at 101. Each of those examples involved\nfreedoms that existed outside of government.BWhether we define “liberty” as locomotion or\nfreedom from governmental action more broadly, petitioners have in\nno way been deprived of it.Petitioners cannot claim, under the most\nplausible definition of “liberty,” that they have been imprisoned\nor physically restrained by the States for participating in\nsame-sex relationships. To the contrary, they have been able to\ncohabitate and raise their children in peace. They have been able\nto hold civil marriage ceremonies in States that recognize same-sex\nmarriages and private religious ceremonies in all States. They have\nbeen able to travel freely around the country, making their homes\nwhere they please. Far from being incarcerated or physically\nrestrained, petitioners have been left alone to order their lives\nas they see fit.Nor, under the broader definition, can they\nclaim that the States have restricted their ability to go about\ntheir daily lives as they would be able to absent governmental\nrestrictions. Petitioners do not ask this Court to order the States\nto stop restricting their ability to enter same-sex relationships,\nto engage in intimate behavior, to make vows to their partners in\npublic ceremonies, to engage in religious wedding ceremonies, to\nhold themselves out as married, or to raise children. The States\nhave imposed no such restrictions. Nor have the States prevented\npetitioners from approximating a number of incidents of marriage\nthrough private legal means, such as wills, trusts, and powers of\nattorney.Instead, the States have refused to grant them\ngovernmental entitlements. Petitioners claim that as a matter of\n“liberty,” they are entitled to access privileges and benefits that\nexist solelybecause ofthe government. They want, for\nexample, to receive the State’simprimaturon their\nmarriages—on state issued marriage licenses, death certificates, or\nother official forms. And they want to receive various monetary\nbenefits, including reduced inheritance taxes upon the death of a\nspouse, compensation if a spouse dies as a result of a work-related\ninjury, or loss of consortium damages in tort suits. But receiving\ngovernmental recognition and benefits has nothing to do with any\nunderstanding of “liberty” that the Framers would have\nrecognized.To the extent that the Framers would have\nrecognized a natural right to marriage that fell within the broader\ndefinition of liberty, it would not have included a right to\ngovernmental recognition and benefits. Instead, it would have\nincluded a right to engage in the very same activities that\npetitioners have been left free to engage in—making vows, holding\nreligious ceremonies celebrating those vows, raising children, and\notherwise enjoying the society of one’s spouse—without governmental\ninterference. At the founding, such conduct was understood to\npredate government, not to flow from it. As Locke had explained\nmany years earlier, “The first society was between man and wife,\nwhich gave beginning to that between parents and children.” Locke\n§77, at 39; see also J. Wilson, Lectures on Law, in 2 Collected\nWorks of James Wilson 1068 (K. Hall and M. Hall eds. 2007)\n(concluding “that to the institution of marriage the true origin of\nsociety must be traced”). Petitioners misunderstand the institution\nof marriage when they say that it would “mean little” absent\ngovernmental recognition. Brief for Petitioners in No. 14–556, p.\n33.Petitioners’ misconception of liberty carries\nover into their discussion of our precedents identifying a right to\nmarry, not one of which has expanded the concept of “liberty”\nbeyond the concept of negative liberty. Those precedents all\ninvolved absolute prohibitions on private actions associated with\nmarriage.Lovingv.Virginia, 388 U. S. 1 (1967)\n, for example, involved a couple who was criminally prosecuted for\nmarrying in the District of Columbia and cohabiting in Virginia,id.,at 2–3.[5] They\nwere each sentenced to a year of imprisonment, suspended for a term\nof 25 years on the condition that they not reenter the Commonwealth\ntogether during that time.Id.,at 3.[6] In a similar vein,Zablockiv.Redhail, 434 U. S. 374 (1978) , involved a man who was\nprohibited, on pain of criminal penalty, from “marry[ing] in\nWisconsin or elsewhere” because of his outstanding child-support\nobligations,id.,at 387; seeid.,at 377–378. AndTurnerv.Safley, 482 U. S. 78 (1987) , involved\nstate inmates who were prohib-ited from entering marriages without\nthe permission of the superintendent of the prison, permission that\ncould not be granted absent compelling reasons,id.,at 82.\nInnoneof those cases were individuals denied solely\ngovernmental recognition and benefits associated with marriage.In a concession to petitioners’ misconception of\nliberty, the majority characterizes petitioners’ suit as a quest to\n“find . . . liberty by marrying someone of the same sex\nand having their marriages deemed lawful on the same terms and\nconditions as marriages between persons of the opposite sex.”Ante,at 2. But “liberty” is not lost, nor can it be found\nin the way petitioners seek. As a philosophical matter, liberty is\nonly freedom from governmental action, not an entitlement to\ngovernmental benefits. And as a constitutional matter, it is likely\neven narrower than that, encompassing only freedom from physical\nrestraint and imprisonment. The majority’s “better informed\nunderstanding of how constitutional imperatives define\n. . . liberty,”ante,at 19,—better informed, we\nmust assume, than that of the people who ratified the Fourteenth\nAmendment—runs headlong into the reality that our Constitution is a\n“collection of ‘Thou shalt nots,’ ”Reidv.Covert, 354 U. S. 1, 9 (1957) (plurality opinion), not\n“Thou shalt provides.”IIIThe majority’s inversion of the original\nmeaning of liberty will likely cause collateral damage to other\naspects of our constitutional order that protect liberty.AThe majority apparently disregards the\npolitical process as a protection for liberty. Although men, in\nforming a civil society, “give up all the power necessary to the\nends for which they unite into society, to the majority of the\ncommunity,” Locke §99, at 49, they reserve the authority to\nexercise natural liberty within the bounds of laws established by\nthat society,id.,§22, at 13; see also Hey §§52, 54, at\n30–32. To protect that liberty from arbitrary interference, they\nestablish a process by which that society can adopt and enforce its\nlaws. In our country, that process is primarily representative\ngovernment at the state level, with the Federal Constitution\nserving as a backstop for that process. As a general matter, when\nthe States act through their representative governments or by\npopular vote, the liberty of their residents is fully vindicated.\nThis is no less true when some residents disagree with the result;\nindeed, it seems difficult to imagineanylaw on which all\nresidents of a State would agree. See Locke §98, at 49 (suggesting\nthat society would cease to function if it required unanimous\nconsent to laws). What matters is that the process established by\nthose who created the society has been honored.That process has been honored here. The\ndefinition of marriage has been the subject of heated debate in the\nStates. Legislatures have repeatedly taken up the matter on behalf\nof the People, and 35 States have put the question to the People\nthemselves. In 32 of those 35 States, the People have opted to\nretain the traditional definition of marriage. Brief for\nRespondents in No. 14–571, pp. 1a–7a. That petitioners\ndisagree with the result of that process does not make it any less\nlegitimate. Their civil liberty has been vindicated.BAside from undermining the political processes\nthat protect our liberty, the majority’s decision threatens the\nreligious liberty our Nation has long sought to protect.The history of religious liberty in our country\nis familiar: Many of the earliest immigrants to America came\nseeking freedom to practice their religion without restraint. See\nMcConnell, The Origins and Historical Understanding of Free\nExercise of Religion, 103 Harv. L. Rev. 1409, 1422–1425\n(1990). When they arrived, they created their own havens for\nreligious practice.Ibid.Many of these havens were\ninitially homogenous communities with established religions.Ibid.By the 1780’s, however, “America was in the wake of a\ngreat religious revival” marked by a move toward free exercise of\nreligion.Id.,at 1437. Every State save Connecticut adopted\nprotections for religious freedom in their State Constitutions by\n1789,id.,at 1455, and, of course, the First Amendment\nenshrined protection for the free exercise of religion in the\nU. S. Constitution. But that protection was far from the last\nword on religious liberty in this country, as the Federal\nGovernment and the States have reaffirmed their commitment to\nreligious liberty by codifying protections for religious practice.\nSee,e.g.,Religious Freedom Restoration Act of 1993,\n107Stat. 1488, 42 U. S. C. §2000bbet seq.;\nConn. Gen. Stat. §52–571b (2015).Numerousamici—even some not supporting\nthe States—have cautioned the Court that its decision here will\n“have unavoidable and wide-ranging implications for religious\nliberty.” Brief for General Conference of Seventh-Day Adventists et\nal. asAmici Curiae5. In our society, marriage is not\nsimply a governmental institution; it is a religious institution as\nwell.Id.,at 7. Today’s decision might change the former,\nbut it cannot change the latter. It appears all but inevitable that\nthe two will come into conflict, particularly as individuals and\nchurches are confronted with demands to participate in and endorse\ncivil marriages between same-sex couples.The majority appears unmoved by that\ninevitability. It makes only a weak gesture toward religious\nliberty in a single paragraph,ante,at 27. And even that\ngesture indicates a misunderstanding of religious liberty in our\nNation’s tradition. Religious liberty is about more than just the\nprotection for “religious organizations and persons . . .\nas they seek to teach the principles that are so fulfilling and so\ncentral to their lives and faiths.”Ibid.Religious liberty\nis about freedom of action in matters of religion generally, and\nthe scope of that liberty is directly correlated to the civil\nrestraints placed upon religious practice.[7]Although our Constitution provides some\nprotection against such governmental restrictions on religious\npractices, the People have long elected to afford broader\nprotections than this Court’s constitutional precedents mandate.\nHad the majority allowed the definition of marriage to be left to\nthe political process—as the Constitution requires—the People could\nhave considered the religious liberty implications of deviating\nfrom the traditional definition as part of their deliberative\nprocess. Instead, the majority’s decision short-circuits that\nprocess, with potentially ruinous consequences for religious\nliberty.IVPerhaps recognizing that these cases do not\nactually involve liberty as it has been understood, the majority\ngoes to great lengths to assert that its decision will advance the\n“dignity” of same-sex couples.Ante,at 3, 13, 26,\n28.[8] The flaw in that\nreasoning, of course, is that the Constitution contains no\n“dignity” Clause, and even if it did, the government would be\nincapable of bestowing dignity.Human dignity has long been understood in this\ncountry to be innate. When the Framers proclaimed in the\nDeclaration of Independence that “all men are created equal” and\n“endowed by their Creator with certain unalienable Rights,” they\nreferred to a vision of mankind in which all humans are created in\nthe image of God and therefore of inherent worth. That vision is\nthe foundation upon which this Nation was built.The corollary of that principle is that human\ndignity cannot be taken away by the government. Slaves did not lose\ntheir dignity (any more than they lost their humanity) because the\ngovernment allowed them to be enslaved. Those held in internment\ncamps did not lose their dignity because the government confined\nthem. And those denied governmental benefits certainly do not lose\ntheir dignity because the government denies them those benefits.\nThe government cannot bestow dignity, and it cannot take it\naway.The majority’s musings are thus deeply\nmisguided, but at least those musings can have no effect on the\ndignity of the persons the majority demeans. Its\nmischaracterization of the arguments presented by the States and\ntheiramicican have no effect on the dignity of those\nlitigants. Its rejection of laws preserving the traditional\ndefinition of marriage can have no effect on the dignity of the\npeople who voted for them. Its invalidation of those laws can have\nno effect on the dignity of the people who continue to adhere to\nthe traditional definition of marriage. And its disdain for the\nunderstandings of liberty and dignity upon which this Nation was\nfounded can have no effect on the dignity of Americans who continue\nto believe in them.*  *  *Our Constitution—like the Declaration of\nIndependence before it—was predicated on a simple truth: One’s\nliberty, not to mention one’s dignity, was something to be shielded\nfrom—not provided by—the State. Today’s decision casts that truth\naside. In its haste to reach a desired result, the majority\nmisapplies a clause focused on “due process” to afford substantive\nrights, disregards the most plausible understanding of the\n“liberty” protected by that clause, and distorts the principles on\nwhich this Nation was founded. Its decision will have inestimable\nconsequences for our Constitution and our society. I respectfully\ndissent.Notes1The majority states that\nthe right it believes is “part of the liberty promised by the\nFourteenth Amendment is derived, too, from that Amendment’s\nguarantee of the equal protection of the laws.”Ante,at 19.\nDespite the “synergy” it finds “between th[ese] two protections,”ante, at 20, the majority clearly uses equal protection only\nto shore up its substantive due process analysis, an analysis both\nbased on an imaginary constitutional protection and revisionist\nview of our history and tradition.2The seeds of this\narticulation can also be found in Henry Care’s influential\ntreatise, English Liberties. First published in America in 1721, it\ndescribed the “three things, which the Law ofEngland. . . principally regards and taketh Care of,” as\n“Life,LibertyandEstate,” and described\nhabeas corpus as the means by which one could procure one’s\n“Liberty” from imprisonment. The Habeas Corpus Act, comment., in\nEnglish Liberties, or the Free-born Subject’s Inheritance 185 (H.\nCare comp. 5th ed. 1721). Though he used the word “Liberties” by\nitself more broadly, see,e.g., id.,at 7, 34, 56, 58, 60,\nhe used “Liberty” in a narrow sense when placed alongside the words\n“Life” or “Estate,” see,e.g., id.,at 185,\n200.3Maryland, North Carolina,\nand South Carolina adopted the phrase “life, liberty, or property”\nin provisions otherwise tracking Magna Carta: “That no freeman\nought to be taken, or imprisoned, or disseized of his freehold,\nliberties, or privileges, or outlawed, or exiled, or in any manner\ndestroyed, or deprived of his life, liberty, or property, but by\nthe judgment of his peers, or by the law of the land.” Md. Const.,\nDeclaration of Rights, Art. XXI (1776), in 3 Federal and State\nConstitutions, Colonial Charters, and Other Organic Laws 1688 (F.\nThorpe ed. 1909); see also S. C. Const., Art. XLI (1778), in 6id.,at 3257; N. C. Const., Declaration of Rights, Art.\nXII (1776), in 5id.,at 2788. Massachusetts and New\nHampshire did the same, albeit with some alterations to Magna\nCarta’s framework: “[N]o subject shall be arrested, imprisoned,\ndespoiled, or deprived of his property, immunities, or privileges,\nput out of the protection of the law, exiled, or deprived of his\nlife, liberty, or estate, but by the judgment of his peers, or the\nlaw of the land.” Mass. Const., pt. I, Art. XII (1780), in 3id.,at 1891; see also N. H. Const., pt. I, Art. XV\n(1784), in 4id.,at 2455.4Locke’s theories heavily\ninfluenced other prominent writers of the 17th and 18th centuries.\nBlackstone, for one, agreed that “natural liberty consists properly\nin a power of acting as one thinks fit, without any restraint or\ncontrol, unless by the law of nature” and described civil liberty\nas that “which leaves the subject entire master of his own\nconduct,” except as “restrained by human laws.” 1 Blackstone\n121–122. And in a “treatise routinely cited by the Founders,”Zivotofskyv.Kerry,ante,at 5 (Thomas, J.,\nconcurring in judgment in part and dissenting in part), Thomas\nRutherforth wrote, “By liberty we mean the power, which a man has\nto act as he thinks fit, where no law restrains him; it may\ntherefore be called a mans right over his own actions.” 1 T.\nRutherforth, Institutes of Natural Law 146 (1754). Rutherforth\nexplained that “[t]he only restraint, which a mans right over his\nown actions is originally under, is the obligation of governing\nhimself by the law of nature, and the law of God,” and that\n“[w]hatever right those of our own species may have . . .\nto restrain [those actions] within certain bounds, beyond what the\nlaw of nature has prescribed, arises from some after-act of our\nown, from some consent either express or tacit, by which we have\nalienated our liberty, or transferred the right of directing our\nactions from ourselves to them.”Id.,at\n147–148.5The suggestion of\npetitioners and theiramicithat antimiscegenation laws are\nakin to laws defining marriage as between one man and one woman is\nboth offensive and inaccurate. “America’s earliest laws against\ninterracial sex and marriage were spawned by slavery.” P. Pascoe,\nWhat Comes Naturally: Miscegenation Law and the Making of Race in\nAmerica 19 (2009). For instance, Maryland’s 1664 law prohibiting\nmarriages between “ ‘freeborne English women’ ” and\n“ ‘Negro Sla[v]es’ ” was passed as part of the very act\nthat authorized lifelong slavery in the colony.Id.,at\n19–20.Virginia’s antimiscegenation laws likewise were\npassed in a 1691 resolution entitled “An act for suppressing\noutlying Slaves.” Act of Apr. 1691, Ch. XVI, 3 Va. Stat. 86 (W.\nHening ed. 1823) (reprint 1969) (italics deleted). “It was not\nuntil the Civil War threw the future of slavery into doubt that\nlawyers, legislators, and judges began to develop the elaborate\njustifications that signified the emergence of miscegenation law\nand made restrictions on interracial marriage the foundation of\npost-Civil War white suprem-acy.” Pascoe,supra, at\n27–28.6The prohibition extended\nso far as to forbid even religious ceremonies, thus raising a\nserious question under the First Amendment’s Free Exercise Clause,\nas at least oneamicusbrief at the time pointed out. Brief\nfor John J. Russell et al. asAmici CuriaeinLovingv.Virginia, O.T. 1966, No. 395, pp.\n12–16.7Concerns about threats to\nreligious liberty in this context are not unfounded. During the\nhey-day of antimiscegenation laws in this country, for instance,\nVirginia imposed criminal penalties on ministers who performed\nmarriage in violation of those laws, though their religions would\nhave permitted them to perform such ceremonies. Va. Code Ann.\n§20–60 (1960).8The majority also\nsuggests that marriage confers “nobility” on individuals.Ante,at 3. I am unsure what that means. People may choose\nto marry or not to marry. The decision to do so does not make one\nperson more “noble” than another. And the suggestion that Americans\nwho choose not to marry are inferior to those who decide to enter\nsuch relationships is specious.",
    "joined": []
}