{
    "case": {
        "docket": "57",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/57/"
    },
    "id": "1970542",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 10–930 and 11–218_________________CHARLES L. RYAN, PETITIONER10–930v.ERNEST VALENCIA GONZALESon writ of certiorari to the united states\ncourt of appeals for the ninth circuitTERRY TIBBALS, PETITIONER11–218v.SEAN CARTERon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[January 8, 2013]Justice Thomas delivered the opinion of the\nCourt.These two cases present the question whether the\nincompetence of a state prisoner requires suspension of the\nprisoner’s federal habeas corpus proceedings. We hold that neither\n18 U. S. C. §3599 nor 18 U. S. C. §4241\nprovides such a right and that the Courts of Appeals for the Ninth\nand Sixth Circuits both erred in holding that district courts must\nstay federal habeas proceedings when petitioners are adjudged\nincompetent.IAErnest Valencia Gonzales was convicted by an\nArizona jury of felony murder, armed robbery, aggravated assault,\nfirst-degree burglary, and theft. The convictions arose from\nGonzales’ repeated stabbing of Darrel and Deborah Wagner in front\nof their 7-year-old son during a burglary of the Wagners’ home.\nDarrel Wagner died from the stabbing, while Deborah Wagner survived\nbut spent five days in intensive care. The trial court sentenced\nGonzales to death on the murder charge and to various prison terms\nfor the other crimes.After exhausting state remedies, Gonzales filed\na petition for a writ of habeas corpus in Federal District Court on\nNovember 15, 1999. While the petition was pending, Gonzales’\nappointed counsel moved to stay the proceedings, contending that\nGonzales was no longer capable of rationally communicating with or\nassisting counsel. He argued that mental incompetence entitled\nGonzales to a stay under Ninth Circuit precedent. SeeRohanv.Woodford,334 F.3d 803(2003). InRohan, the Ninth Circuit held\nthat the federal statute guaranteeing state capital prisoners a\nright to counsel in federal habeas proceedings, 21\nU. S. C. §848(q)(4)(B) (2000 ed.) (now codified as 18\nU. S. C. §3599(a)(2)), could not “be faithfully enforced\nunless courts ensure that a petitioner is competent,” 334\nF. 3d, at 813.Rohanthus concluded that “where an\nincompetent capital habeas petitioner raises claims that could\npotentially benefit from his ability to communicate rationally,\nrefusing to stay proceedings pending restoration of competence\ndenies him his statutory right to assistance of counsel, whether or\nnot counsel can identify with precision the information sought.”Id.,at 819.ApplyingRohan, the District Court denied\na stay after concluding that the claims properly before it were\nrecord based or resolvable as a matter of law and thus would not\nbenefit from Gonzales’ input. The court found it unnec-essary to\ndetermine whether Gonzales was incompetent, though it did find that\nhe possessed “at least a limited capacity for rational\ncommunication.”Gonzalesv.Schriro, 617 F. Supp. 2d\n849, 863 (Ariz. 2008).Gonzales thereafter filed an emergency petition\nfor a writ of mandamus in the Ninth Circuit. While Gonzales’\npetition was pending, the Ninth Circuit decidedNashv.Ryan, 581 F.3d 1048 (2009), which held that habeas\npetitioners have a right to competence on appeal, even though\nappeals are entirely record based.Id., at 1050 (“While an\nappeal is record-based, that does not mean that a habeas petitioner\nin a capital case is relegated to a nonexistent role. Meaningful\nassistance of appellate counsel may require rational communication\nbetween counsel and a habeas petitioner”). ApplyingNashandRohan, the court granted the writ of mandamus, concluding\nthat even though Gonzales’ “exhausted claims are record-based or\nlegal in nature, he is entitled to a stay pending a competency\ndetermination” under 18 U. S. C. §3599.In re\nGonzales, 623 F.3d 1242, 1244 (2010).We granted certiorari to determine whether §3599\nprovides a statutory right to competence in federal habeas\nproceedings. 565 U. S. ___ (2012).BSean Carter was convicted by an Ohio jury of\naggra-vated murder, aggravated robbery, and rape, and sentenced to\ndeath for anally raping his adoptive grandmother, Veader Prince,\nand stabbing her to death. After exhausting his state-court\nappeals, Carter initiated federal habeas proceedings on March 19,\n2002, in the Northern District of Ohio. Carter eventually filed a\nthird amended petition, along with a motion requesting a competency\ndetermi-nation and a stay of the proceedings. The District Court\ngranted the motion.Following several psychiatric evaluations and a\ncom-petency determination, the District Court found Carter\nincompetent to assist counsel. Applying the Ninth Circuit’s test inRohan, it determined that Carter’s assistance was required\nto develop four of his exhausted claims. As a result, the court\ndismissed his habeas petition without prejudice and prospectively\ntolled the statute of limitations.Carterv.Bradshaw, 583 F. Supp. 2d 872, 884 (2008). The State\nappealed.The Sixth Circuit acknowledged that “[f]ederal\nhabeas petitioners facing the death penalty for state criminal\nconvictions do not enjoy a constitutional right to competence.”Carterv.Bradshaw, 644 F.3d 329, 332 (2011). It\nnevertheless located a statutory right to competence in §4241,\nrelying, in part, on this Court’s decision inReesv.Peyton,384 U.S.\n312(1966) (per curiam) (Rees\nI).[1] 644\nF. 3d, at 332.The Sixth Circuit explained:“By applying section 4241 to habeas\nactions,Reesaddresses the situation where a habeas\npetitioner awaiting the death penalty may seek to forego any\ncollateral attacks on his conviction or sentence, and defines a\nstatutory right for the petitioner to be competent enough to (1)\nunderstand the nature and consequences of the proceedings against\nhim, and (2) assist properly in his defense.”Id., at\n333.The court concluded that “[a]nytime a capital\nhabeas petitioner affirmatively seeks to forego his habeas\npetition, whether by action or inaction, . . . a district\ncourt may employ section 4241.”Id., at 334.The court therefore amended the District Court’s\njudgment and ordered that Carter’s petition be stayed in-definitely\nwith respect to any claims that required his assistance.Id., at 336–337. Judge Rogers dissented, arguing that there\nwas no constitutional or statutory basis for the court’s decision.Id., at 337–342.We granted certiorari to determine whether §4241\nprovides a statutory right to competence in federal habeas\nproceedings. 565 U. S. ___ (2012).IIBoth the Ninth and Sixth Circuits have\nconcluded that death row inmates pursuing federal habeas are\nentitled to a suspension of proceedings when found incompetent. The\nNinth Circuit located this right in §3599, while the Sixth Circuit\nlocated it in §4241. Neither section provides such a right.ASection 3599(a)(2) guarantees federal habeas\npetitioners on death row the right to federally funded\ncounsel.[2] The statute\nprovides that petitioners who are “financially unable to obtain\nadequate representation . . . shall be entitled to the\nappointment of one or more attorneys.” Appointed attorneys are\nrequired to have experience in death penalty litigation,\n§§3599(b)–(d), and, once appointed, are directed to “represent the\ndefendant throughout every subsequent stage of available judicial\nproceedings,” §3599(e). The statute also gives district courts the\npower to authorize funding for “investigative, expert, or other\nservices” as are “reasonably necessary for the representation of\nthe defendant.” §3599(f). But §3599 does not direct district courts\nto stay proceedings when habeas petitioners are found\nincompetent.[3]In addition to lacking any basis in the\nstatutory text, the assertion that the right to counsel implies a\nright to competence is difficult to square with our constitutional\nprecedents. The right to counsel is located in the Sixth Amendment.\n(“In all criminal prosecutions, the accused shall enjoy the right\n. . . to have the Assistance of Counsel for his\ndefence.”) If the right to counsel carried with it an implied right\nto competence, the right to competence at trial would flow from the\nSixth Amendment. But “[w]e have repeatedly and consistently\nrecognized that ‘the criminal trial of an incompetent defendant\nviolatesdue process,’ ” not the Sixth Amendment.Cooperv.Oklahoma,517 U.S.\n348, 354 (1996) (quotingMedinav.California,505 U.S.\n437, 453 (1992); emphasis added); see alsoDropev.Missouri,420 U.S.\n162, 172 (1975) (“[T]he failure to observe procedures adequate\nto protect a defendant’s right not to be tried or convicted while\nincompetent to stand trial deprives him of his due process right to\na fair trial” (citingPatev.Robinson,383 U.S.\n375, 385 (1966))).It stands to reason that the benefits flowing\nfrom the right to counselat trialcould be affected if an\nincompe-tent defendant is unable to communicate with his attorney.\nFor example, an incompetent defendant would be unable to assist\ncounsel in identifying witnesses and deciding on a trial strategy.\nFor this reason, “[a] defendant may not be put to trial unless he\n‘ “has sufficient present ability to consult with his lawyer\nwith a reasonable degree of rational understanding . . .\n[and] a rational as well as factual understanding of the\nproceedings against him.” ’ ”Cooper,supra, at 354 (quotingDuskyv.United States,362 U.S.\n402(1960) (per curiam)). Notwithstanding the connection\nbetween the right to competence at trial and the right to counsel\nat trial, we have never said that the right to competencederives fromthe right to counsel. We will not assume or\ninfer that Congress intended to depart from our precedents and\nlocate a right to competence in federal habeas proceedings within\nthe right to counsel. “We normally assume that, when Congress\nenacts statutes, it is aware of relevant judicial precedent.”Merck & Co.v.Reynolds, 559 U. S. ___, ___\n(2010) (slip op., at 12).The Ninth Circuit located a statutory right to\ncompetence in §3599. 623 F. 3d, at 1245 (citingRohan,334 F.3d 803, andNash, 581 F. 3d 1048). BecauseRohanis the Ninth Circuit’s controlling precedent, we\nbriefly address that decision.InRohan, a habeas petitioner asserted a\nright to com-petency based both on the Due Process Clause and on 21\nU. S. C. §848(q)(4)(B) (2000 ed.). After discussing the\nhistory of the common law, which prohibited the indictment, trial\nand execution of mentally incompetent defendants,[4] the Court of Appeals stated that the\npetitioner’s due process claim raised “substantial” “constitutional\nques-tions.”Rohan, 334 F. 3d, at 814. This conclusion\nis puzzling in light of the Ninth Circuit’s acknowledgment that\nthere is “no constitutional right to counsel on habeas,”id., at 810 (citingMurrayv.Giarratano,492 U.S.\n1, 10 (1989) (plurality opinion)), and that “there is no due\nprocess right to collateral review at all,” 334 F. 3d, at 810\n(citingUnited Statesv.MacCollom,426 U.S.\n317, 323 (1976) (plurality opinion)). The Ninth Circuit was\nsimply incorrect in suggesting that, in this case, there might be a\nconstitutional concern—much less a “substantial” one—raised by the\npetitioner’s due process claim.Invoking the canon of constitutional avoidance,\nthe Ninth Circuit gave the petitioner the practical benefit of a\ndue process right to competence in federal habeas proceedings\nthrough its interpretation of §848(q)(4)(B).[5] 334 F. 3d, at 814. In analyzing that\nstatute, theRohancourt relied on a Ninth Circuit en banc\nopinion inCalderonv.United States Dist. Court for\nCentral Dist. of Cal.,163 F.3d 530(1998) (Kelly V), overruled in unrelated\npart,Woodfordv.Garceau,538\nU.S. 202(2003), which held that a prisoner’s incompetence is\ngrounds for equitably tolling the Antiterrorism and Effective Death\nPenalty Act of 1996’s (AEDPA) 1-year statute of limitations for\nfiling habeas petitions. TheRohancourt purported to be\nbound by the “rationale” ofKelly V—that a prisoner’s\nincompetence could “eviscerate the statutory right to\ncounsel,”[6]Kelly V,supra, at 541—and concluded that “[i]f a petitioner’s\nstatutory rights depend on his ability to communicate rationally,\ncompelling him to pursue relief while incompetent is no less an\ninfringement than dismissing his late petition.” 334 F. 3d, at\n814.We are not persuaded by the Ninth Circuit’s\nassertion that a habeas petitioner’s mental incompetency could\n“evis-cerate the statutory right to counsel” in federal habeas\nproceedings. Given the backward-looking, record-based nature of\nmost federal habeas proceedings, counsel can generally provide\neffective representation to a habeas petitioner regardless of the\npetitioner’s competence. Indeed, where a claim is “adjudicated on\nthe merits in State court proceedings,” 28 U. S. C.\n§2254(d) (2006 ed.), counsel should, in most circumstances, be able\nto identify whether the “adjudication . . . resulted in a\ndecision that was contrary to, or involved an unreasonable\napplication of, clearly established Federal law, as determined by\nthe Supreme Court of the United States,” §2254(d)(1), without any\nevi-dence outside the record. SeeCullenv.Pinholster, 563 U. S. ___, ___ (2011) (slip op., at 9)\n(“[R]eview under [28 U. S. C.] §2254(d)(1) is limited to\nthe record that was before the state court that adjudicated the\nclaim on the merits. . . . This backward-looking language requires\nan examination of the state-court decision at the time it was made.\nIt follows that the record under review is limited to the record in\nexistence at that same time—i.e.,the record before the\nstate court”). Attorneys are quite capable of reviewing the\nstate-court record, identifying legal errors, and marshaling\nrelevant arguments, even without their clients’ assistance.Rohanalso citedRees I,384 U.S.\n312, in support of its conclusion. 334 F. 3d, at 815. InRees I, a state inmate on death row filed a petition for a\nwrit of habeas corpus in District Court, alleging that the\nstate-court conviction violated his constitutional rights. 384\nU. S., at 313. The District Court denied his petition, and the\nCourt of Appeals affirmed.Ibid.Shortly after Rees’ counsel\nfiled a petition for certiorari with this Court, Rees directed his\ncounsel to withdraw the petition and to forgo any further\nproceedings. Counsel advised the Court that he could not accede to\nthese instructions without a psychiatric evaluation of Rees,\nbecause there was some doubt as to Rees’ mental competency.Ibid. In response, the Court directed the District Court to\ndetermine Rees’ mental competence.Id., at 313–314. After\nthe District Court conducted a hearing and found Rees incompetent,\nthe Court issued a one-sentence order directing that the petition\nfor certiorari be “held without action.”Reesv.Peyton, 386 U.S. 989 (1967) (Rees II).[7] When Rees died several decades\nlater, the Court dismissed the petition.Reesv.Superintendent of Va. State Penitentiary, 516 U.S. 802\n(1995) (Rees III).The Ninth Circuit concluded that “[t]he record\ninRees IIshows that incompetence is grounds for staying\nhabeas proceedings.”Rohan,supra, at 815. This\nconclusion is unwarranted.Rees Iconcerned whether an\nincompetent habeas petitioner may withdraw his certiorari petition,\nand it provides no clear answer even to that question. Likewise,\nthe unique, one-sentence order inRees IIoffered no\nrationale for the decision to hold Rees’ petition. As a result,Reesoffers no support for federal habeas petitioners\nseeking to stay district court proceedings or for the Ninth\nCircuit’s opinions inRohan,Nash, or this\ncase.[8]Gonzales barely defends the Ninth Circuit’s\ninterpretation of §3599.[9] He\noffers a single, halfhearted argument in support of the Ninth\nCircuit’s opinion based on our statement inMcFarlandv.Scott,512 U.S.\n849, 858 (1994), that “the right to counsel necessarily\nincludes a right for that counsel meaningfully to research and\npresent a defendant’s habeas claims.” ButMcFarlandwas\naddressing whether a district court could issue astay of\nexecutionafter a capital prisoner had filed a request for\ncounsel but before he had filed his habeas petition.Id., at\n854–858. We held that a district court may stay a capital\nprisoner’s execution once the prisoner has invoked his statutory\nright to counsel.Id.,at 859.McFarlandhas no\nrelevance here where Gonzales is not seeking a stay of execution,\nbut rather a stay of the District Court’s proceedings. Moreover,\nGonzales moved for a stay more than six years after initiating his\nhabeas petition. This was certainly ample time for his attorney to\nresearch and present the claims.For the foregoing reasons, we hold that §3599\ndoes not provide federal habeas petitioners with a “statutory\nright” to competence.[10]BThe Sixth Circuit reached the same conclusion\nas the Ninth Circuit but located the statutory right to competence\nduring habeas proceedings in 18 U. S. C. §4241. Relying\nlargely onRees I, the Sixth Circuit concluded that §4241\nprovides a statutory right to competence. 644 F. 3d, at 333.\nBut as discussed, Part II–A,supra,Rees Idid not\nrecognize a statutory right to competence in federal ha-beas\nproceedings.[11] Moreover,\n§4241 does not even apply to such proceedings. Section 4241(a)\nprovides:“At any time after the commencement of a\nprosecution for an offense and prior to the sentencing of the\ndefendant, or at any time after the commencement of probation or\nsupervised release and prior to the completion of the sentence, the\ndefendant or the attorney for the Government may file a motion for\na hearing to determine the mental competency of the defendant. The\ncourt shall grant the motion, or shall order such a hearing on its\nown motion, if there is reasonable cause to believe that the\ndefendant may presently be suf-fering from a mental disease or\ndefect rendering him mentally incompetent to the extent that he is\nunable to understand the nature and consequences of the proceedings\nagainst him or to assist properly in his defense.”By its own terms, §4241 applies only to trial\nproceedings prior to sentencing and “at any time after the\ncommencement of probation or supervised release.” Federal habeas\nproceedings, however, commence after sentencing, and federal habeas\npetitioners, by definition, are incarcerated, not on probation.Furthermore, §4241, like the rest of Title 18\ngenerally, applies exclusively tofederaldefendants and\nprobationers subject to prosecution by the United States. Carter is\nnot, and does not claim to be, a federal defendant. Rather, he is astateprisoner challenging the basis of his conviction in a\nfederal civil action. SeeBlairv.Martel, 645 F.3d\n1151, 1155 (CA9 2011) (“By its own terms, §4241 does not apply\nunless a federal criminal defendant is on trial or is released on\nprobation”).Finally, §4241(a) authorizes the district court\nto grant a motion for a competency determination if there is\nreasonable cause to believe that the defendant’s mental\nincompetence renders him “unable to understand the nature and\nconsequences of theproceedings againsthim or to assist\nproperly in hisdefense.” (Emphasis added.) See also\n§4241(d).[12] A habeas\nproceeding under §2254, however, is not a “proceedin[g] against”\nthe habeas petitioner; this, on the other hand, is a civil actionagainstthe warden of the state prison. And, a federal\nhabeas petitioner does not mount a “defense” to the government’s\nprosecution. Rather, the petitioner collaterally attacks his\nconviction at an earlier state trial. Accordingly, the statutory\nright to competence provided in §4241 is simply inapplicable to\nfederal habeas proceedings.We would address Carter’s arguments in defense\nof the Sixth Circuit’s decision, but, there are none. Carter’s\nbrief informed us that “[t]his Court need not consider the\nstatutory argument with which the [petitioner’s] brief begins—i.e.,\nthat there is no ‘statutory right’ under 18 U. S. C. §4241 to be\ncompetent in habeas proceedings.” Brief for Respondent in No.\n11–218, p. 15. Apparently, Carter found the Sixth Circuit’s\nreasoning indefensible. We agree.IIIBoth Gonzales and Carter argued at length in\ntheir briefs and at oral argument that district courts have the\nequitable power to stay proceedings when they determine that habeas\npetitioners are mentally incompetent.[13] Neither petitioner disputes that “[d]istrict courts .\n. . ordinarily have authority to issue stays, where such a stay\nwould be a proper exercise of discretion.”Rhinesv.Weber,544 U.S.\n269, 276 (2005) (citation omitted); see alsoEnelowv.New York Life Ins. Co.,293 U.S.\n379, 382 (1935) (explaining that a district court may stay a\ncase “pending before it by virtue of its inherent power to control\nthe progress of the cause so as to maintain the orderly processes\nof justice”). Similarly, both petitioners agree that “AEDPA does\nnot deprive district courts of [this] authority.”Rhines,supra,at 276. Petitioners and respondents disagree,\nhowever, about the types of situations in which a stay would be\nappropriate and about the permissible duration of a\ncompetency-based stay. We do not presume that district courts need\nunsolicited advice from us on how to manage their dockets. Rather,\nthe decision to grant a stay, like the decision to grant an\nevidentiary hearing, is “generally left to the sound discretion of\ndistrict courts.”Schrirov.Landrigan,550 U.S.\n465, 473 (2007). For pur-poses of resolving these cases, it is\nunnecessary to determine the precise contours of the district\ncourt’s discretion to issue stays. We address only its outer\nlimits.AIn Gonzales’ case, the District Court\ncorrectly found that all of Gonzales’ properly exhausted claims\nwere record based or resolvable as a matter of law, irrespective of\nGonzales’ competence.[14]\n617 F. Supp. 2d, at 863; see alsoStatev.Gonzales, 181 Ariz. 502, 509–515,892 P.2d 838, 845–851 (1995) (adjudicating Gonzales’ claims on\nthe merits). The court therefore denied Gonzales’ motion for a\nstay. The District Court did not abuse its discretion in so\nholding, because a stay is not generally warranted when a\npetitioner raises only record-based claims subject to 28\nU. S. C. §2254(d). As previously noted, review of such\nclaims “is limited to the record that was before the state court\nthat adjudicated the claim on the merits.”Pin-holster, 563\nU. S., at ___ (slip op., at 9). Accordingly, any evidence that\na petitioner might have would be inadmis-sible.Ibid.(“[T]he record under review is limited to the record in existence\nat that same time—i.e.,the record before the state court”).\nBecause federal habeas is “a ‘guard against extreme malfunctions in\nthe state criminal justice systems,’ not a substitute for ordinary\nerror correction through appeal,” the types of errors redressable\nunder §2254(d) should be apparent from the record.Harringtonv.Richter, 562 U. S. ___, ___ (2011)\n(slip op., at 13) (quotingJacksonv.Virginia,443 U.S.\n307, 332, n. 5 (1979) (Stevens, J., concurring in judgment)).\nCounsel can read the record.BIn Carter’s case, the District Court concluded\nthat four of Carter’s claims could potentially benefit from\nCarter’s assistance.[15]\nHowever, three of these claims were adjudicated on the merits in\nstate postconviction proceedings and, thus, were subject to review\nunder §2254(d). SeeStatev.Carter, No. 99–T–0133,\n2000 Ohio App. LEXIS 5935, *5–*13 (Dec. 15, 2000). Any extrarecord\nevidence that Carter might have concerning these claims would\ntherefore be inadmissible.Pinholster,supra,at ___.\nConsequently, these claims do not warrant a stay.It is unclear from the record whether Carter\nexhausted the fourth claim.[16] If that claim was exhausted, it too would be record\nbased. But even if Carter could show that the claim was both\nunexhausted and not procedurally defaulted,[17] an indefinite stay would be inappropriate.\n“AEDPA’s acknowledged purpose” is to “ ‘reduc[e] delays in the\nexecution of state and federal criminal sentences.’ ”Schriro,supra, at 475 (quotingWoodford, 538\nU. S., at 206). “Staying a federal habeas petition frustrates\nAEDPA’s objective of encouraging finality by allowing a petitioner\nto delay the resolution of the federal proceedings.”Rhines,\n544 U. S., at 277. In the context of discussing stay and\nabeyance procedures, we observed:“[N]ot all petitioners have an incentive\nto obtain federal relief as quickly as possible. In particular,\ncapital petitioners might deliberately engage in dilatory tactics\nto prolong their incarceration and avoid execution of the sentence\nof death. Without time limits [on stays], petitioners could\nfrustrate AEDPA’s goal of finality by dragging out indefinitely\ntheir federal ha-beas review.”Id., at 277–278.The same principle obtains in the context of\ncompetency-based stays. At some point, the State must be allowed to\ndefend its judgment of conviction.[18]If a district court concludes that the\npetitioner’s claim could substantially benefit from the\npetitioner’s assistance, the district court should take into\naccount the likelihood that the petitioner will regain competence\nin the foreseeable future. Where there is no reasonable hope of\ncompetence, a stay is inappropriate and merely frustrates the\nState’s attempts to defend its presumptively valid judgment.IVThe judgment of the Ninth Circuit is reversed.\nWe vacate the judgment of the Sixth Circuit and remand the case for\nproceedings consistent with this opinion.It is so ordered.Notes1InRees, we held\nindefinitely a petition for certiorari after an in-competent\ncapital inmate sought to withdraw his petition prior to our review.\n384 U. S., at 313–314. Seeinfra, at\n12–14.2“In any postconviction\nproceeding under [ 28 U. S. C. §2254 or §2255], seeking\nto vacate or set aside a death sentence, any defendant who is or\nbecomes financially unable to obtain adequate representation or\ninvestigative, expert, or other reasonably necessary services shall\nbe entitled to the appointment of one or more attorneys and the\nfurnishing of such other services in accordance with subsections\n(b) through (f ).” 18 U. S. C.\n§3599(a)(2).3In fact, §3599(e), which\ncontains the section’s sole reference to “competency,” cuts against\nthe Ninth Circuit’s conclusion. That section provides that\nappointed attorneys “shall also represent the defendant in such\ncompetency proceedings and proceedings for executive or other\nclemency as may be available to the defendant.” We doubt that\nCongress would have authorized counsel to represent inmates in\npostconviction competency proceedingsonlyif the inmates\nwere competent.4Blackstone explained the\ncommon-law rule as follows: “[I]f a man in his sound memory commits\na capital offence, and before arraignment for it, he becomes mad,\nhe ought not to be arraigned for it; because he is not able to\nplead to it with that advice and caution that he ought. And if,\nafter he has pleaded, the prisoner becomes mad, he shall not be\ntried; for how can he make his defence? If, after he be tried and\nfound guilty, he loses his senses before judgment, judgment shall\nnot be pronounced; and if, after judgment, he becomes of nonsane\nmemory, execution shall be stayed: for peradventure, says the\nhuman-ity of the English law, had the prisoner been of sound\nmemory, he might have alleged something in stay of judgment or\nexecution.” 4 W. Blackstone, Commentaries on the Laws of England\n24–25 (1769).5As notedsupra, at\n2, §848(q)(4)(B) has been superseded by 18 U. S. C.\n§3599(a)(2).6It is unclear howKelly V’s determination that mental incompetence is grounds\nfor AEDPA equitable tolling could possibly control the outcome inRohan, which had nothing to do with AEDPA’s statute of\nlimitations. The relevant questions for equitable tolling purposes\nare whether the petitioner has “ ‘been pursuing his rights\ndiligently’ ” and whether “ ‘some extraordinary\ncircumstance stood in his way.’ ”Hollandv.Florida, 560 U. S. ___, ___ (2010) (slip op., at 16–17)\n(quotingPacev.DiGuglielmo,544\nU.S. 408, 418 (2005)). But the propriety of equitably tolling\nAEDPA’s statute of limitations in the case of a men-tally\nincompetent petitioner has nothing to do with the statutory right\nto counsel. The Ninth Circuit has held that habeas petitioners who\ndonothave a statutory right to counsel (i.e.,all\nhabeas petitioners other than those on death row) may still avail\nthemselves of equitable tolling if they are mentally incompetent.\nSee,e.g., Billsv.Clark, 628 F.3d 1092, 1097 (2010)\n(establishing standard for deciding equitable tolling claims\npredicated on mental incompetence);Lawsv.Lamarque,351 F.3d 919, 924–925 (2003) (recognizing that mental\nincompetence can give rise to equitable tolling for AEDPA’s statute\nof limitations).7This order was issued\nafter the Clerk of the Court spoke with the attorneys for Virginia\nand for the petitioner and proposed that the Court hold the\npetition indefinitely. See Memorandum from John F. Davis, Clerk of\nCourt, to The Chief Justice (Mar. 31, 1967); see also Crocker, Not\nTo Decide Is To Decide: The U. S. Supreme Court’s Thirty-Year\nStruggle With One Case About Competency To Waive Death Penalty\nAppeals, 49 Wayne L. Rev. 885, 916 (2004). Although Virginia\noriginally opposed the idea of an indefinite stay, see Memorandum\nfor Respondent inReesv.Peyton,O. T. 1966, No. 9,\nMisc., pp. 2–3 (Mar. 14, 1967), it eventually accepted the\nproposal, see Memorandum from John F. Davis,supra, at 2\n(“In summary, counsel for both parties do not really present any\nobjection to the procedure proposed in the case, but neither of\nthem accepts it with enthusiasm”).8Moreover, we note thatReesis a pre-AEDPA case. To whatever, extentReescan be read to provide guidance in the habeas context, that\nguidance must pass muster under AEDPA.9See Brief for Respondent\nin No. 10–930, p. 13 (“The State and the Solicitor General argue\nthat the federal habeas right-to-counsel provision, 18\nU. S. C. §3599(a)(2), should not be interpreted to create\na ‘right to competence’ . . . . However, that is not\nthe question presented in this case. The issue is whether courts\nhave authority to issue a stay, not whether capital habeas\npetitioners enjoy a freestanding ‘right to com-petence,’ or what\nthe contours of such a right may be. The Court need not reach that\nquestion in order to uphold the discretionary, and temporary, stay\nof proceedings issued in this case”). Notwithstanding Gon-zales’\nattempt to rewrite the question presented, we granted certiorari on\nthe following question: “Did the Ninth Circuit err when it held\nthat 18 U. S. C. §3599(a)(2)—which provides that an indigent\ncapital state inmate pursuing federal habeas relief ‘shall be\nentitled to the appointment of one or more attorneys’—impliedly\nentitles a death row inmate to stay the federal habeas proceedings\nhe initiated if he is not competent to assist counsel?10Gonzales suggests that 28\nU. S. C. §2251 supports the Ninth Circuit’s decision. But\n§2251 merely provides district courts with the statutory authority\nto staystate-court proceedingspending the resolution of\nfederal habeas proceedings.Section 2251 says nothing about\nwhether a habeas petitioner is entitled to a stay of thedistrict court’sproceedings pending his return to\ncompetence.11The\nSixth Circuit made much of the fact thatRees Icited 18\nU. S. C. §§4244–4245, the predecessors of §4241. But that\ncitation provides no support for a statutory right to competence.\nInRees I,as part of our direction to the District Court, we\nsaid that it would“be appropriate for the District Court to subject\nRees to psychiatric and other appropriate medical examinations and,\nso far as necessary, to temporary federal hospitalization for this\npurpose. Cf. 18 U. S. C. §§4244–4245 (1964 ed.).” 384 U. S.,\nat 314. The citation to §§4244–4245 did nothing more than point the\nDistrict Court to those sections of the Criminal Code that set\nforth the proper procedures for conducting a competency hearing.\nThere would have been little point in this Court’s directing the\nDistrict Court to reinvent the wheel when §4244 already provided a\nrubric for conducting such a hearing.12Section 4241(d) provides, in relevant\npart: “If, after the hearing, the court finds by a preponderance of\nthe evidence that the defendant is presently suffering from a\nmental dis-ease or defect rendering him mentally incompetent to the\nextent that he is unable to understand the nature and consequencesof the proceedings against himor to assist properly in hisdefense, the court shall commit the defendant to the custody\nof the Attorney General.” (Emphasis added.)13This\nargument is especially curious coming from Gonzales, because the\nDistrict Courtdeniedhis request for a stay. For Gonzales\nto prevail on his “equitable discretion” theory, Tr. of Oral Arg.\nin No. 10–930, p. 33, we would have to conclude that the\nDistrict Court abused its discretion indenyingthe stay.\nBut Gonzales has not argued that the District Court abused its\ndiscretion by denying his stay motion. Gon-zales’ arguments, thus,\nhave little to do with the facts of his case.14Gonzales alleges that the trial judge\nrefused to recuse himself; that he was prejudiced by the presence\nof the victim’s wife in the courtroom during jury selection and\nfollowing her testimony; that the wife’s in-court identification\nwas tainted; that there was insufficient evidence to support two\naggravating factors found by the judge; and that Arizona’s\nstatutory death penalty scheme unconstitutionally precludes the\nsen-tencer from considering all mitigating evidence.15Claim\none alleges that Carter was incompetent to stand trial and was\nunlawfully removed from the trial proceedings. Claims two, five,\nand six are ineffective-assistance-of-counsel claims.16The\nfourth claim alleges ineffective assistance of appellate counsel\nfor not raising trial counsel’s failure to pursue the\ncompetency-at-trial issue. It is unclear from the record whether\nCarter presented this claim to the Ohio Court of Appeals on state\npostconviction review, and there is no mention of this claim in\nthat court’s opinion. In the District Court, the State argued that\ncertain claims were procedurally de-faulted, seeCarterv.Bradshaw, 583 F. Supp. 2d 872, 880 (ND Ohio 2008), but the\ncourt deferred ruling on this argument. The State was likely\nreferring to claim four. We, therefore, leave the resolution of\nthis claim to the District Court on remand.17InCullenv.Pinholster, 563 U. S. ___, ___ (2011)\n(slip op., at 14, n. 10), we did “not decide where to draw the\nline between new claims and claims adjudicated on the\nmerits.”18Our\nopinion today does not implicate the prohibition against\n“ ‘carrying out a sentence of death upon a prisoner who is\ninsane.’ ”Panettiv.Quarterman,551 U.S.\n930, 934 (2007) (quotingFordv.Wainwright,477 U.S.\n399, 409–410 (1986)).",
    "joined": []
}