{
    "case": {
        "docket": "813",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/813/"
    },
    "id": "1962102",
    "author": "thomas",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF THOMAS, J.DAVIS V. WASHINGTON547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNOS. 05-5224 AND 05-5705ADRIAN MARTELL DAVIS, PETITIONER05–5224v.WASHINGTONon writ of certiorari to the supreme court of\nwashingtonHERSHEL HAMMON, PETITIONER05–5705   v.INDIANAon writ of certiorari to the supreme court of\nindiana[June 19, 2006]Justice Thomas,\nconcurring in the judgment in part and dissenting in part.InCrawfordv.Washington,541 U. S. 36(2004), we\nabandoned the general reliability inquiry we had long employed to\njudge the admissibility of hearsay evidence under the Confrontation\nClause, describing that inquiry as “inherently, and\nthereforepermanently, unpredictable.”Id.,at\n68, n. 10 (emphasis in original). Today, a mere two years\nafter the Court decidedCrawford, it adopts an equally\nunpredictable test, under which district courts are charged with\ndivining the “primary purpose” of police interrogations.Ante, at 7. Besides being difficult for courts to apply,\nthis test characterizes as “testimonial,” and therefore\ninadmissible, evidence that bears little resemblance to what we\nhave recognized as the evidence targeted by the Confrontation\nClause. Because neither of the cases before the Court today would\nimplicate the Confrontation Clause under an appropriately targeted\nstandard, I concur only in the judgment inDavisv.Washington, No. 05–5224, and dissent from the Court’s\nresolution ofHammonv.Indiana, No. 05–5705.IAThe Confrontation Clause provides\nthat “[i]n all criminal prosecutions, the accused shall enjoy the\nright … to be confronted with the witnesses against\nhim … .” U. S. Const., Amdt. 6. We have recognized that\nthe operative phrase in the Clause, “witnesses against him,” could\nbe interpreted narrowly, to reach only those witnesses who actually\ntestify at trial, or more broadly, to reach many or all of those\nwhose out-of-court statements are offered at trial.Crawford,supra, at 42–43;Whitev.Illinois,502 U. S. 346, 359–363 (1992) (Thomas,\nJ., concurring in part and concurring in judgment). Because the\nnarrowest interpretation of the Clause would conflict with both the\nhistory giving rise to the adoption of the Clause and this Court’s\nprecedent, we have rejected such a reading. SeeCrawford,supra, at 50–51;White,supra, at 360\n(opinion of Thomas, J.).Rejection of the narrowest view\nof the Clause does not, however, require the broadest application\nof the Clause to exclude otherwise admissible hearsay evidence. The\nhistory surrounding the right to confrontation supports the\nconclusion that it was developed to target particular practices\nthat occurred under the English bail and committal statutes passed\nduring the reign of Queen Mary, namely, the “civil-law mode of\ncriminal procedure, and particularly its use ofex parteexaminations as evidence against the accused.”Crawford,supra, at 43, 50;White,supra, at\n361–362 (opinion of Thomas, J.);Mattoxv.United\nStates,156 U.\nS. 237, 242 (1895). “The predominant purpose of the [Marian\ncommittal] statute was to institutesystematicquestioning\nof the accused and the witnesses.” J. Langbein, Prosecuting Crime\nin the Renaissance 23 (1974) (emphasis added). The statute required\nan oral examination of the suspect and the accusers, transcription\nwithin two days of the examinations, and physical transmission to\nthe judges hearing the case.Id., at 10, 23. These\nexaminations came to be used as evidence in some cases, in lieu of\na personal appearance by the witness.Crawford,supra, at 43–44; 9 W. Holdsworth, A History of\nEnglish Law 223–229 (1926). Many statements that would be\ninadmissible as a matter of hearsay law bear little resemblance to\nthese evidentiary practices, which the Framers proposed the\nConfrontation Clause to prevent. See,e.g.,Crawford,supra, at 51 (contrasting “[a]n\noff-hand, overheard remark” with the abuses targeted by the\nConfrontation Clause). Accordingly, it is unlikely that the Framers\nintended the word “witness” to be read so broadly as to include\nsuch statements. Cf.Duttonv.Evans,400 U. S. 74, 94 (1970)\n(Harlan, J., concurring in result) (rejecting the “assumption that\nthe core purpose of the Confrontation Clause of the Sixth Amendment\nis to prevent overly broad exceptions to the hearsay rule”).InCrawford, we recognized that this\nhistory could be squared with the language of the Clause, giving\nrise to a workable, and more accurate, interpretation of the\nClause. “ ‘[W]itnesses,’ ” we said, are those who\n“ ‘bear testimony.’ ” 541 U. S., at 51 (quoting 1 N.\nWebster, An American Dictionary of the English Language (1828)).\nAnd “ ‘[t]estimony’ ” is “ ‘[a] solemn declaration\nor affirmation made for the purpose of establishing or proving some\nfact.’ ”Ibid. (quoting Webster,supra).\nAdmittedly, we did not set forth a detailed framework for\naddressing whether a statement is “testimonial” and thus subject to\nthe Confrontation Clause. But the plain terms of the “testimony”\ndefinition we endorsed necessarily require some degree of solemnity\nbefore a statement can be deemed “testimonial.”This requirement of solemnity supports my view\nthat the statements regulated by the Confrontation Clause must\ninclude “extrajudicial statements … contained in formalized\ntestimonial materials, such as affidavits, depositions, prior\ntestimony, or confessions.”White,supra, at 365\n(opinion of Thomas, J.). Affidavits, depositions, and prior\ntestimony are, by their very nature, taken through a formalized\nprocess. Likewise, confessions, when extracted by police in a\nformal manner, carry sufficient indicia of solemnity to constitute\nformalized statements and, accordingly, bear a “striking\nresemblance,”Crawford,supra, at 52, to the\nexaminations of the accused and accusers under the Marian\nstatutes.[Footnote 1] See\ngenerally Langbein,supra, at 21–34.Although the Court concedes that the early\nAmerican cases invoking the right to confrontation or the\nConfrontation Clause itself all “clearly involve[d] testimony” as\ndefined inCrawford,ante, at 9, it fails to\nacknowledge that all of the cases it cites fall within the narrower\ncategory of formalized testimonial materials I have proposed. Seeante, at 9, n. 3.[Footnote 2] Interactions between the police and an accused\n(or witnesses) resemble Marian proceedings—and these early\ncases—only when the interactions are somehow rendered “formal.” InCrawford, for example, the interrogation was custodial,\ntaken after warnings given pursuant toMirandav.Arizona,384 U. S. 436(1966). 541 U. S., at\n38.Mirandawarnings, by their terms, inform a prospective\ndefendant that “ ‘anything he says can be used against him in\na court of law.’ ”Dickersonv.United\nStates,530 U.\nS. 428, 435 (2000) (quotingMiranda,supra,\nat 479). This imports a solemnity to the process that is not\npresent in a mere conversation between a witness or suspect and a\npolice officer.[Footnote 3]The Court all but concedes that no case can be\ncited for its conclusion that the Confrontation Clause also applies\nto informal police questioning under certain circumstances.Ante, at 9–11. Instead, the sole basis for the Court’s\nconclusion is its apprehension that the Confrontation Clause will\n“readily be evaded” if it is only applicable to formalized\ntestimonial materials.Ante, at 11. But the Court’s\nproposed solution to the risk of evasion is needlessly\noverinclusive. Because the Confrontation Clause sought to regulate\nprosecutorial abuse occurring through use ofex partestatements as evidence against the accused, it also reaches the use\nof technically informal statements when used to evade the\nformalized process. Cf.ibid.That is, even if the\ninterrogation itself is not formal, the production of evidence by\nthe prosecution at trial would resemble the abuses targeted by the\nConfrontation Clause if the prosecution attempted to use\nout-of-court statements as a means of circumventing the literal\nright of confrontation, seeCoyv.Iowa,487 U. S. 1012(1988).\nIn such a case, the Confrontation Clause could fairly be applied to\nexclude the hearsay statements offered by the prosecution,\npreventing evasion without simultaneously excluding evidence\noffered by the prosecution in good faith.The Court’s standard is not only disconnected\nfrom history and unnecessary to prevent abuse; it also yields no\npredictable results to police officers and prosecutors attempting\nto comply with the law. Cf.Crawford,supra, at\n68, n. 10 (criticizing unpredictability of the\npre-Crawfordtest);White, 502 U. S., at 364–365\n(Thomas, J., concurring in part and concurring in judgment)\n(limiting the Confrontation Clause to the discrete category of\nmaterials historically abused would “greatly simplify” application\nof the Clause). In many, if not most, cases where police respond to\na report of a crime, whether pursuant to a 911 call from the victim\nor otherwise, the purposes of an interrogation, viewed from the\nperspective of the police, arebothto respond to the\nemergency situationandto gather evidence. SeeNew\nYorkv.Quarles,467 U. S. 649, 656 (1984)\n(“Undoubtedly most police officers [deciding whether to giveMirandawarnings in a possible emergency situation] would\nact out of a host of different, instinctive, and largely\nunverifiable motives—their own safety, the safety of others, and\nperhaps as well the desire to obtain incriminating evidence from\nthe suspect”). Assigning one of these two “largely unverifiable\nmotives,”ibid., primacy requires constructing a hierarchy\nof purpose that will rarely be present—and is not reliably\ndiscernible. It will inevitably be, quite simply, an exercise in\nfiction.The Court’s repeated invocation of the word\n“objectiv[e]” to describe its test, seeante, at 7, 11–13,\n15, however, suggests that the Court may not mean to reference\npurpose at all, but instead to inquire into the function served by\nthe interrogation. Certainly such a test would avoid the pitfalls\nthat have led us repeatedly to reject tests dependent on the\nsubjective intentions of police officers.[Footnote 4] It would do so, however, at the cost of\nbeing even more disconnected from the prosecutorial abuses targeted\nby the Confrontation Clause. Additionally, it would shift the\nability to control whether a violation occurred from the police and\nprosecutor to the judge, whose determination as to the “primary\npurpose” of a particular interrogation would be unpredictable and\nnot necessarily tethered to the actual purpose for which the police\nperformed the interrogation.BNeither the 911 call at issue inDavisnor the police questioning at issue inHammonis testimonial under the appropriate framework.\nNeither the call nor the questioning is itself a formalized\ndialogue.[Footnote 5] Nor do\nany circumstances surrounding the taking of the statements render\nthose statements sufficiently formal to resemble the Marian\nexaminations; the statements were neither Mirandized nor custodial,\nnor accompanied by any similar indicia of formality. Finally, there\nis no suggestion that the prosecution attempted to offer the\nwomen’s hearsay evidence at trial in order to evade confrontation.\nSee 829 N. E. 2d 444, 447 (Ind. 2005) (prosecution subpoenaed\nAmy Hammon to testify, but she was not present); 154 Wash. 2d 291,\n296, 111 P. 3d 844, 847 (2005) (en banc) (State was unable to\nlocate Michelle McCottry at the time of trial). Accordingly, the\nstatements at issue in both cases are nontestimonial and admissible\nunder the Confrontation Clause.The Court’s determination that\nthe evidence against Hammon must be excluded extends the\nConfrontation Clause far beyond the abuses it was intended to\nprevent. When combined with the Court’s holding that the evidence\nagainst Davis is perfectly admissible, however, the Court’sHammonholding also reveals the difficulty of applying the\nCourt’s requirement that courts investigate the “primary\npurpose[s]” of the investigation. The Court draws a line between\nthe two cases based on its explanation thatHammoninvolves “no emergency in progress,” but instead, mere questioning\nas “part of an investigation into possibly criminal past conduct,”ante, at 14–15, and its explanation thatDavisinvolves questioning for the “primary purpose” of “enabl[ing]\npolice assistance to meet an ongoing emergency,”ante, at\n13. But the fact that the officer inHammonwas\ninvestigating Mr. Hammon’s past conduct does not foreclose the\npossibility that the primary purpose of his inquiry was to assess\nwhether Mr. Hammon constituted a continuing danger to his wife,\nrequiring further police presence or action. It is hardly\nremarkable that Hammon did not act abusively towards his wife in\nthe presence of the officers,ante, at 15, and his good\njudgment to refrain from criminal behavior in the presence of\npolice sheds little, if any, light on whether his violence would\nhave resumed had the police left without further questioning,\ntransforming what the Court dismisses as “past conduct” back into\nan “ongoing emergency.”Ante, at 13, 15.[Footnote 6] Nor does the mere fact that\nMcCottry needed emergency aid shed light on whether the “primary\npurpose” of gathering, for example, the name of her assailant was\nto protect the police, to protect the victim, or to gather\ninformation for prosecution. In both of the cases before the Court,\nlike many similar cases, pronouncement of the “primary” motive\nbehind the interrogation calls for nothing more than a guess by\ncourts.IIBecause the standard adopted by\nthe Court today is neither workable nor a targeted attempt to reach\nthe abuses forbidden by the Clause, I concur only in the judgment\ninDavisv.Washington, No. 05–5224, and\nrespectfully dissent from the Court’s resolution ofHammonv.Indiana, No. 05–5705.Footnote 1Like the Court, I presume the acts of the 911\noperator to be the acts of the police.Ante, at 8,\nn. 2. Accordingly, I refer to both the operator inDavisand the officer inHammon, and their\ncounterparts in similar cases, collectively as “the police.”Footnote 2Our more recent cases, too, nearly all hold\nexcludable under the Confrontation Clause materials that are\nplainly highly formal. SeeWhitev.Illinois,502 U. S. 346, 365, n. 2 (1992)\n(Thomas, J., concurring in part and concurring in judgment). The\nonly exceptions involve confessions of codefendants to police, and\nthose confessions appear to have either been formal due to their\noccurrence in custody or to have been formalized into signed\ndocuments. SeeDouglasv.Alabama,380 U. S. 415, 416\n(1965) (signed confession);Brookhartv.Janis,384 U. S. 1(1966)\n(signed confession taken after accomplice’s arrest, see Brief for\nPetitioner inBrookhartv.Janis, O. T.\n1965, No. 657, pp. 10–11);Brutonv.United\nStates,391 U.\nS. 123, 124 (1968) (custodial interrogation);Robertsv.Russell,392 U. S. 293(1968)(per curiam)(custodial interrogation following a warning\nthat the co-defendant’s statement could be used against her at\ntrial, see Brief in Opposition, O. T. 1967, No. 920,\npp. 5–6).Footnote 3The possibility that an oral declaration of\npast fact to a police officer, if false, could result in legal\nconsequences to the speaker, seeante, at 11–12, may\nrender honesty in casual conversations with police officers\nimportant. It does not, however, render those conversations solemn\nor formal in the ordinary meanings of those terms.Footnote 4SeeNew Yorkv.Quarles,467 U. S. 649, 655–656, and n. 6\n(1984) (subjective motivation of officer not relevant in\nconsidering whether the public safety exception toMirandav.Arizona,384 U. S. 436(1966), is applicable);Rhode Islandv.Innis,446 U. S. 291, 301\n(1980) (subjective intent of police officer to obtain incriminatory\nstatement not relevant to whether an interrogation has occurred);Whrenv.United States,517 U. S. 806, 813\n(1996) (refusing to evaluate Fourth Amendment reasonableness in\nlight of the officers’ actual motivations).Footnote 5Although the police questioning inHammonwas ultimately reduced to an affidavit, all agree\nthat the affidavit is inadmissibleper seunder our\ndefinition of the term “testimonial.” Brief for Respondent in No.\n05–5705, p. 46; Brief for United States asAmicus\nCuriaein No. 05–5705, p. 14.Footnote 6Some of the factors on which the Court relies\nto determine that the police questioning inHammonwas\ntestimonial apply equally inDavis. For example, while\nHammon was “actively separated from the [victim]” and thereby\n“prevented … from participating in the interrogation,” Davis was\napart from McCottry while she was questioned by the 911 operator\nand thus unable to participate in the questioning.Ante,at 2, 15. Similarly, “the events described [by McCottry] were over”\nby the time she recounted them to the 911 operator.Ibid.See 154 Wash. 2d 291, 295–296, 111 P. 3d 844, 846–847 (2005)\n(en banc).",
    "joined": []
}