{
    "case": {
        "docket": "16-980",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-980/"
    },
    "id": "3942199",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–980_________________JON HUSTED, OHIO SECRETARY OF STATE,\nPETITIONERv.A. PHILIP RANDOLPH INSTITUTE, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 11, 2018]Thomas, J., concurring.I join the Court’s opinion in full. I write\nseparately to add that respondents’ proposed interpretation of the\nNational Voter Registration Act (NVRA) should also be rejected\nbecause it would raise significant constitutional concerns.Respondents would interpret the NVRA to prevent\nStates from using failure to vote as evidence when deciding whether\ntheir voting qualifications have been satisfied. Brief for\nRespondents 25–30. The Court’s opinion explains why that reading is\ninconsistent with the text of the NVRA. Seeante,at 7–18.\nBut even if the NVRA were “susceptible” to respondents’ reading, it\ncould not prevail because it “raises serious constitutional doubts”\nthat the Court’s interpretation avoids.Jenningsv.Rodriguez, 583 U. S. ___, ___ (2018) (slip op., at\n2).As I have previously explained, constitutional\ntext and history both “confirm that States have the exclusive\nauthority to set voter qualifications and to determine whether\nthose qualifications are satisfied.”Arizonav.Inter\nTribal Council of Ariz., Inc., 570 U. S. 1, 29 (2013)\n(Thomas, J., dissenting). The Voter-Qualifications Clause provides\nthat, in elections for the House of Representatives, “the Electors\nin each State shall have the Qualifications requisite for Electors\nof the most numerous Branch of the State Legislature.” U. S.\nConst., Art. I, §2, cl. 1. The Seventeenth Amendment\nimposes an identical requirement for elections of Senators. And the\nConstitution recognizes the authority of States to “appoint”\nPresidential electors “in such Manner as the Legislature thereof\nmay direct.” Art. II, §1, cl. 2; seeInter Tribal\nCouncil of Ariz., 570 U. S., at 35, n. 2 (opinion of\nThomas, J.). States thus retain the authority to decide the\nqualifications to vote in federal elections, limited only by the\nrequirement that they not “ ‘establish special\nrequirements’ ” for congressional elections “ ‘that do\nnot apply in elections for the state legislature.’ ”Id., at 26 (quotingU. S. Term Limits, Inc.v.Thornton, 514 U. S. 779, 865 (1995) (Thomas, J.,\ndissenting)). And because the power to establish requirements would\nmean little without the ability to enforce them, the Voter\nQualifications Clause also “gives States the authority\n. . . to verify whether [their] qualifications are\nsatisfied.” 570 U. S., at 28.Respondents’ reading of the NVRA would seriously\ninterfere with the States’ constitutional authority to set and\nenforce voter qualifications. To vote in Ohio, electors must have\nbeen a state resident 30 days before the election, as well as a\nresident of the county and precinct where they vote. Ohio Rev. Code\nAnn. §3503.01(A) (Lexis 2015); see also Ohio Const., Art. V,\n§1. Ohio uses a record of nonvoting as one piece of evidence that\nvoters no longer satisfy the residence requirement. Reading the\nNVRA to bar Ohio from considering nonvoting would therefore\ninterfere with the State’s “authority to verify” that its\nqualifications are met “in the way it deems necessary.”Inter\nTribal Council of Ariz.,supra,at 36. Respondents’\nreading thus renders the NVRA constitutionally suspect and should\nbe disfavored. SeeJennings,supra, at ___ (slip op.,\nat 2).Respondents counter that Congress’ power to\nregulate the “Times, Places and Manner” of holding congressional\nelections includes the power to impose limits on the evidence that\na State may consider when maintaining its voter rolls. See Brief\nfor Respondents 51–55; see also Art. I, §4, cl. 1 (“The\nTimes, Places and Manner of holding Elections for Senators and\nRepresentatives, shall be prescribed in each State by the\nLegislature thereof; but the Congress may at any time by Law make\nor alter such Regulations, except as to the Places of chusing\nSenators”). But, as originally understood, the Times, Places and\nManner Clause grants Congress power “only over the ‘when, where,\nand how’ of holding congressional elections,” not over the question\nof who can vote.Inter Tribal Council of Ariz.,supra,at 29 (opinion of Thomas, J.) (quoting T. Parsons,\nNotes of Convention Debates, Jan. 16, 1788, in 6 Documentary\nHistory of the Ratification of the Constitution 1211 (J. Kaminski\n& G. Saladino eds. 2000) (Massachusetts ratification delegate\nSedgwick)). The “ ‘Manner of holding Elections’ ” was\nunderstood to refer to “the circumstances under which elections\nwere held and the mechanics of the actual election.” 570\nU. S., at 30 (quoting Art. I, §4, cl. 1). It does\nnot give Congress the authority to displace state voter\nqualifications or dictate what evidence a State may consider in\ndeciding whether those qualifications have been met. See 570\nU. S., at 29–33. The Clause thus does not change the fact that\nrespondents’ reading of the NVRA is constitutionally suspect.The Court’s interpretation of the NVRA was\nalready the correct reading of the statute: The NVRA does not\nprohibit a State from considering failure to vote as evidence that\na registrant has moved. The fact that this reading avoids serious\nconstitutional problems is an additional reason why, in my view,\ntoday’s decision is undoubtedly correct.",
    "joined": []
}