{
    "case": {
        "docket": "208",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/208/"
    },
    "id": "1970951",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–298_________________ALICE CORPORATION PTY. LTD, PETITIONER v. CLS\nBANK INTERNATIONAL et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 19, 2014]Justice Thomas\ndelivered the opinion of the Court.The patents at issue in\nthis case disclose a computer-implemented scheme for mitigating\n“settlement risk” (i.e., the risk that only one party\nto a financial transaction will pay what it owes) by using a\nthird-party intermediary. The question presented is whether these\nclaims are patent eligible under 35 U. S. C. §101,\nor are instead drawn to a patent-ineligible abstract idea. We hold\nthat the claims at issue are drawn to the abstract idea of\nintermediated settlement, and that merely requiring generic\ncomputer implementation fails to transform that abstract idea into\na patent-eligible invention. We therefore affirm the judgment of\nthe United States Court of Appeals for the Federal Circuit.IAPetitioner Alice\nCorporation is the assignee of several patents that disclose\nschemes to manage certain forms of financial risk. [1] According to the specification largely\nshared by the patents, the invention “enabl[es] the\nmanagement of risk relating to specified, yet unknown, future\nevents.” App. 248. The specification further explains that\nthe “invention relates to methods and apparatus, including\nelectrical computers and data processing systems applied to\nfinancial matters and risk management.” Id., at 243.The claims at issue\nrelate to a computerized scheme for mitigating “settlement\nrisk”—i.e., the risk that only one party to an\nagreed-upon financial exchange will satisfy its obligation. In\nparticular, the claims are designed to facilitate the exchange of\nfinancial obligations between two parties by using a computer\nsystem as a third-party intermediary. Id., at 383–384. [2] The intermediary creates\n“shadow” credit and debit records (i.e., account\nledgers) that mirror the balances in the parties’ real-world\naccounts at “exchange institutions” (e.g., banks). The\nintermediary updates the shadow records in real time as\ntransactions are entered, allowing “only those transactions\nfor which the parties’ updated shadow records indicate\nsufficient resources to satisfy their mutual obligations.”\n717 F. 3d 1269, 1285 (CA Fed. 2013) (Lourie, J., concurring).\nAt the end of the day, the intermediary instructs the relevant\nfinancial institutions to carry out the “permitted”\ntransactions in accordance with the updated shadow records, ibid.,\nthus mitigating the risk that only one party will perform the\nagreed-upon exchange.In sum, the patents in\nsuit claim (1) the foregoing method for exchanging obligations (the\nmethod claims), (2) a computer system configured to carry out the\nmethod for exchanging obligations (the system claims), and (3) a\ncomputer-readable medium containing program code for performing the\nmethod of exchanging obligations (the media claims). All of the\nclaims are implemented using a computer; the system and media\nclaims expressly recite a computer, and the parties have stipulated\nthat the method claims require a computer as well.BRespondents CLS Bank\nInternational and CLS Services Ltd. (together, CLS Bank) operate a\nglobal network that facilitates currency transactions. In 2007, CLS\nBank filed suit against petitioner, seeking a declaratory judgment\nthat the claims at issue are invalid, unenforceable, or not\ninfringed. Petitioner counterclaimed, alleging infringement.\nFollowing this Court’s decision in Bilski v. Kappos, 561\nU. S. 593 (2010) , the parties filed cross-motions for summary\njudgment on whether the asserted claims are eligible for patent\nprotection under 35 U. S. C. §101. The District\nCourt held that all of the claims are patent ineligible because\nthey are directed to the abstract idea of “employing a\nneutral intermediary to facilitate simultaneous exchange of\nobligations in order to minimize risk.” 768 F. Supp. 2d\n221, 252 (DC 2011).A divided panel of the\nUnited States Court of Appeals for the Federal Circuit reversed,\nholding that it was not “manifestly evident” that\npetitioner’s claims are directed to an abstract idea. 685\nF. 3d 1341, 1352, 1356 (2012). The Federal Circuit granted\nrehearing en banc, vacated the panel opinion, and affirmed the\njudgment of the District Court in a one-paragraph per curiam\nopinion. 717 F. 3d, at 1273. Seven of the ten participating\njudges agreed that petitioner’s method and media claims are\npatent ineligible. See id., at 1274 (Lourie, J., concurring); id.,\nat 1312–1313 (Rader, C. J., concurring in part and\ndissenting in part). With respect to petitioner’s system\nclaims, the en banc Federal Circuit affirmed the District\nCourt’s judgment by an equally divided vote. Id., at\n1273.Writing for a\nfive-member plurality, Judge Lourie concluded that all of the\nclaims at issue are patent ineligible. In the plurality’s\nview, under this Court’s decision in Mayo Collaborative\nServices v. Prometheus Laboratories, Inc., 566 U. S. ___\n(2012), a court must first “identif[y] the abstract idea\nrepresented in the claim,” and then determine “whether\nthe balance of the claim adds ‘significantly\nmore.’ ” 717 F. 3d, at 1286. The plurality\nconcluded that petitioner’s claims “draw on the\nabstract idea of reducing settlement risk by effecting trades\nthrough a third-party intermediary,” and that the use of a\ncomputer to maintain, adjust, and reconcile shadow accounts added\nnothing of substance to that abstract idea. Ibid.Chief Judge Rader\nconcurred in part and dissented in part. In a part of the opinion\njoined only by Judge Moore, Chief Judge Rader agreed with the\nplurality that petitioner’s method and media claims are drawn\nto an abstract idea. Id., at 1312–1313. In a part of the\nopinion joined by Judges Linn, Moore, and O’Malley, Chief\nJudge Rader would have held that the system claims are patent\neligible because they involve computer “hardware” that\nis “specifically programmed to solve a complex\nproblem.” Id., at 1307. Judge Moore wrote a separate opinion\ndissenting in part, arguing that the system claims are patent\neligible. Id., at 1313–1314. Judge Newman filed an opinion\nconcurring in part and dissenting in part, arguing that all of\npetitioner’s claims are patent eligible. Id., at 1327. Judges\nLinn and O’Malley filed a separate dissenting opinion\nreaching that same conclusion. Ibid.We granted certiorari,\n571 U. S. ___ (2013), and now affirm.IISection 101 of the\nPatent Act defines the subject matter eligible for patent\nprotection. It provides:“Whoever\ninvents or discovers any new and useful process, machine,\nmanufacture, or composition of matter, or any new and useful\nimprovement thereof, may obtain a patent therefor, subject to the\nconditions and requirements of this title.” 35\nU. S. C. §101.“We have long held that this provision\ncontains an important implicit exception: Laws of nature, natural\nphenomena, and abstract ideas are not patentable.”\nAssociation for Molecular Pathology v. Myriad Genetics, Inc., 569\nU. S. ___, ___ (2013) (slip op., at 11) (internal quotation\nmarks and brackets omitted). We have interpreted §101 and its\npredecessors in light of this exception for more than 150 years.\nBilski, supra, at 601–602; see also O’Reilly v. Morse,\n15 How. 62, 112–120 (1854); Le Roy v. Tatham, 14 How. 156,\n174–175 (1853).We have described the\nconcern that drives this exclusionary principle as one of\npre-emption. See, e.g., Bilski, supra, at 611–612 (upholding\nthe patent “would pre-empt use of this approach in all\nfields, and would effectively grant a monopoly over an abstract\nidea”). Laws of nature, natural phenomena, and abstract ideas\nare “ ‘ “the basic tools of scientific\nand technological work.” ’ ” Myriad,\nsupra, at ___ (slip op., at 11). “[M]onopolization of those\ntools through the grant of a patent might tend to impede innovation\nmore than it would tend to promote it,” thereby thwarting the\nprimary object of the patent laws. Mayo, supra, at ___ (slip op.,\nat 2); see U. S. Const., Art. I, §8, cl. 8 (Congress\n“shall have Power . . . To promote the Progress of\nScience and useful Arts”). We have “repeatedly\nemphasized this . . . concern that patent law not inhibit\nfurther discovery by improperly tying up the future use of”\nthese building blocks of human ingenuity. Mayo, supra, at ___ (slip\nop., at 16) (citing Morse, supra, at 113).At the same time, we\ntread carefully in construing this exclusionary principle lest it\nswallow all of patent law. Mayo, 566 U. S., at ___ (slip op.,\nat 2). At some level, “all inventions . . . embody,\nuse, reflect, rest upon, or apply laws of nature, natural\nphenomena, or abstract ideas.” Id., at ___ (slip op., at 2).\nThus, an invention is not rendered ineligible for patent simply\nbecause it involves an abstract concept. See Diamond v. Diehr, 450\nU. S. 175, 187 (1981) . “[A]pplication[s]” of such\nconcepts “ ‘to a new and useful\nend,’ ” we have said, remain eligible for patent\nprotection. Gottschalk v. Benson, 409 U. S. 63, 67 (1972)\n.Accordingly, in\napplying the §101 exception, we must distinguish between\npatents that claim the “ ‘buildin[g]\nblock[s]’ ” of human ingenuity and those that\nintegrate the building blocks into something more, Mayo, 566\nU. S., at ___ (slip op., at 20), thereby\n“transform[ing]” them into a patent-eligible invention,\nid., at ___ (slip op., at 3). The former “would risk\ndisproportionately tying up the use of the underlying” ideas,\nid., at ___ (slip op., at 4), and are therefore ineligible for\npatent protection. The latter pose no comparable risk of\npre-emption, and therefore remain eligible for the monopoly granted\nunder our patent laws.IIIIn Mayo Collaborative\nServices v. Prometheus Laboratories, Inc., 566 U. S. ___\n(2012), we set forth a framework for distinguishing patents that\nclaim laws of nature, natural phenomena, and abstract ideas from\nthose that claim patent-eligible applications of those concepts.\nFirst, we determine whether the claims at issue are directed to one\nof those patent-ineligible concepts. Id., at ___ (slip op., at 8).\nIf so, we then ask, “[w]hat else is there in the claims\nbefore us?” Id., at ___ (slip op., at 9). To answer that\nquestion, we consider the elements of each claim both individually\nand “as an ordered combination” to determine whether\nthe additional elements “transform the nature of the\nclaim” into a patent-eligible application. Id., at ___ (slip\nop., at 10, 9). We have described step two of this analysis as a\nsearch for an “ ‘inventive\nconcept’ ”—i.e., an element or combination\nof elements that is “sufficient to ensure that the patent in\npractice amounts to significantly more than a patent upon the\n[ineligible concept] itself.” Id., at ___ (slip op., at 3). [3]AWe must first\ndetermine whether the claims at issue are directed to a\npatent-ineligible concept. We conclude that they are: These claims\nare drawn to the abstract idea of intermediated settlement.The “abstract\nideas” category embodies “the longstanding rule that\n‘[a]n idea of itself is not patentable.’ ”\nBenson, supra, at 67 (quoting Rubber-Tip Pencil Co. v. Howard, 20\nWall. 498, 507 (1874)); see also Le Roy, supra, at 175 (“A\nprinciple, in the abstract, is a fundamental truth; an original\ncause; a motive; these cannot be patented, as no one can claim in\neither of them an exclusive right”). In Benson, for example,\nthis Court rejected as ineligible patent claims involving an\nalgorithm for converting binary-coded decimal numerals into pure\nbinary form, holding that the claimed patent was “in\npractical effect . . . a pat- ent on the algorithm\nitself.” 409 U. S., at 71–72. And in Parker v.\nFlook, 437 U. S. 584 –595 (1978), we held that a\nmathematical formula for computing “alarm limits” in a\ncatalytic conversion process was also a patent-ineligible abstract\nidea.We most recently\naddressed the category of abstract ideas in Bilski v. Kappos, 561\nU. S. 593 (2010) . The claims at issue in Bilski described a\nmethod for hedging against the financial risk of price\nfluctuations. Claim 1 recited a series of steps for hedging risk,\nincluding: (1) initiating a series of financial transactions\nbetween providers and consumers of a commodity; (2) identifying\nmarket participants that have a counterrisk for the same commodity;\nand (3) initiating a series of transactions between those market\nparticipants and the commodity provider to balance the risk\nposition of the first series of consumer transactions. Id., at 599.\nClaim 4 “pu[t] the concept articulated in claim 1 into a\nsimple mathematical formula.” Ibid. The remaining claims were\ndrawn to examples of hedging in commodities and energy markets.“[A]ll members of\nthe Court agree[d]” that the patent at issue in Bilski\nclaimed an “abstract idea.” Id., at 609; see also id.,\nat 619 (Stevens, J., concurring in judgment). Specifically, the\nclaims described “the basic concept of hedging, or protecting\nagainst risk.” Id., at 611. The Court explained that\n“ ‘[h]edging is a fundamental economic practice\nlong prevalent in our system of commerce and taught in any\nintroductory finance class.’ ” Ibid. “The\nconcept of hedging” as recited by the claims in suit was\ntherefore a patent-ineligible “abstract idea, just like the\nalgorithms at issue in Benson and Flook.” Ibid.It follows from our\nprior cases, and Bilski in particular, that the claims at issue\nhere are directed to an abstract idea. Petitioner’s claims\ninvolve a method of exchanging financial obligations between two\nparties using a third-party intermediary to mitigate settlement\nrisk. The intermediary creates and updates “shadow”\nrecords to reflect the value of each party’s actual accounts\nheld at “exchange institutions,” thereby permitting\nonly those transactions for which the parties have sufficient\nresources. At the end of each day, the intermediary issues\nirrevocable instructions to the exchange institutions to carry out\nthe permitted transactions.On their face, the\nclaims before us are drawn to the concept of intermediated\nsettlement, i.e., the use of a third party to mitigate settlement\nrisk. Like the risk hedging in Bilski, the concept of intermediated\nsettlement is “ ‘a fundamental economic practice\nlong prevalent in our system of commerce.’ ”\nIbid.; see, e.g., Emery, Speculation on the Stock and Produce\nExchanges of the United States, in 7 Studies in History, Economics\nand Public Law 283, 346–356 (1896) (discussing the use of a\n“clearing-house” as an intermediary to reduce\nsettlement risk). The use of a third-party intermediary (or\n“clearing house”) is also a building block of the\nmodern economy. See, e.g., Yadav, The Problematic Case of\nClearinghouses in Complex Markets, 101 Geo. L. J. 387,\n406–412 (2013); J. Hull, Risk Management and Financial\nInstitutions 103–104 (3d ed. 2012). Thus, intermediated\nsettlement, like hedging, is an “abstract idea” beyond\nthe scope of §101.Petitioner acknowledges\nthat its claims describe intermediated settlement, see Brief for\nPetitioner 4, but rejects the conclusion that its claims recite an\n“abstract idea.” Drawing on the presence of\nmathematical formulas in some of our abstract-ideas precedents,\npetitioner contends that the abstract-ideas category is confined to\n“preexisting, fundamental truth[s]” that\n“ ‘exis[t ] in principle apart from any human\naction.’ ” Id., at 23, 26 (quoting Mayo, 566\nU. S., at ___ (slip op., at 8)).Bilski belies\npetitioner’s assertion. The concept of risk hedging we\nidentified as an abstract idea in that case cannot be described as\na “preexisting, fundamental truth.” The patent in\nBilski simply involved a “series of steps instructing how to\nhedge risk.” 561 U. S., at 599. Al-though hedging is a\nlongstanding commercial practice, id., at 599, it is a method of\norganizing human activity, not a “truth” about the\nnatural world “ ‘that has always\nexisted,’ ” Brief for Petitioner 22 (quoting\nFlook, supra, at 593, n. 15). One of the claims in Bilski\nreduced hedging to a mathematical formula, but the Court did not\nassign any special significance to that fact, much less the sort of\ntalismanic significance petitioner claims. Instead, the Court\ngrounded its conclusion that all of the claims at issue were\nabstract ideas in the understanding that risk hedging was a\n“ ‘fundamental economic\npractice.’ ” 561 U. S., at 611.In any event, we need\nnot labor to delimit the precise contours of the “abstract\nideas” category in this case. It is enough to recognize that\nthere is no meaningful distinction between the concept of risk\nhedging in Bilski and the concept of intermediated settlement at\nissue here. Both are squarely within the realm of “abstract\nideas” as we have used that term.BBecause the claims at\nissue are directed to the abstract idea of intermediated\nsettlement, we turn to the second step in Mayo’s framework.\nWe conclude that the method claims, which merely require generic\ncomputer implementation, fail to transform that abstract idea into\na patent-eligible invention.1At Mayo step two, we\nmust examine the elements of the claim to determine whether it\ncontains an “ ‘inventive\nconcept’ ” sufficient to “transform”\nthe claimed abstract idea into a patent-eligible application. 566\nU. S., at ___, ___ (slip op., at 3, 11). A claim that recites\nan abstract idea must include “additional features” to\nensure “that the [claim] is more than a drafting effort\ndesigned to monopolize the [abstract idea].” Id., at ___\n(slip op., at 8–9). Mayo made clear that transformation into\na patent-eligible application requires “more than simply\nstat[ing] the [abstract idea] while adding the words ‘apply\nit.’ ” Id., at ___ (slip op., at 3).Mayo itself is\ninstructive. The patents at issue in Mayo claimed a method for\nmeasuring metabolites in the bloodstream in order to calibrate the\nappropriate dosage of thiopurine drugs in the treatment of\nautoimmune dis- eases. Id., at ___ (slip op., at 4–6). The\nrespondent in that case contended that the claimed method was a\npatent-eligible application of natural laws that describe the\nrelationship between the concentration of certain metabolites and\nthe likelihood that the drug dosage will be harmful or ineffective.\nBut methods for determining metabolite levels were already\n“well known in the art,” and the process at issue\namounted to “nothing significantly more than an instruction\nto doctors to apply the applicable laws when treating their\npatients.” Id., at ___ (slip op., at 10). “Simply\nappending conventional steps, specified at a high level of\ngenerality,” was not “enough” to supply an\n“ ‘inventive concept.’ ” Id., at\n___, ___, ___ (slip op., at 14, 8, 3).The introduction of a\ncomputer into the claims does not alter the analysis at Mayo step\ntwo. In Benson, for example, we considered a patent that claimed an\nalgorithm implemented on “a general-purpose digital\ncomputer.” 409 U. S., at 64. Because the algorithm was\nan abstract idea, see supra, at 8, the claim had to supply a\n“ ‘new and use-ful’ ” application\nof the idea in order to be patent eligible. 409 U. S., at 67.\nBut the computer implementation did not supply the necessary\ninventive concept; the process could be “carried out in\nexisting computers long in use.” Ibid. We accordingly\n“held that simply implementing a mathematical principle on a\nphysical machine, namely a computer, [i]s not a patentable\napplication of that principle.” Mayo, supra, at ___ (slip\nop., at 16) (citing Benson, supra, at 64).Flook is to the same\neffect. There, we examined a computerized method for using a\nmathematical formula to adjust alarm limits for certain operating\nconditions (e.g., temperature and pressure) that could signal\ninefficiency or danger in a catalytic conversion process. 437\nU. S., at 585–586. Once again, the formula itself was an\nabstract idea, see supra, at 8, and the computer implementation was\npurely conventional. 437 U. S., at 594 (noting that the\n“use of computers for ‘automatic\nmonitoring-alarming’ ” was “well\nknown”). In holding that the process was patent ineligible,\nwe rejected the argument that “implement[ing] a principle in\nsome specific fashion” will “automatically fal[l]\nwithin the patentable subject matter of §101.” Id., at\n593. Thus, “Flook stands for the proposition that the\nprohibition against patenting abstract ideas cannot be circumvented\nby attempting to limit the use of [the idea] to a particular\ntechnological environment.” Bilski, 561 U. S., at\n610–611 (internal quotation marks omitted).In Diehr, 450\nU. S. 175 , by contrast, we held that a computer-implemented\nprocess for curing rubber was patent eligible, but not because it\ninvolved a computer. The claim employed a “well-known”\nmathematical equation, but it used that equation in a process\ndesigned to solve a technological problem in “conventional\nindustry practice.” Id., at 177, 178. The invention in Diehr\nused a “thermocouple” to record constant temperature\nmeasure-ments inside the rubber mold—something “the\nindustry ha[d] not been able to obtain.” Id., at 178, and\nn. 3. The temperature measurements were then fed into a\ncomputer, which repeatedly recalculated the remaining cure time by\nusing the mathematical equation. Id., at 178–179. These\nadditional steps, we recently explained, “transformed the\nprocess into an inventive application of the formula.” Mayo,\nsupra, at ___ (slip op., at 12). In other words, the claims in\nDiehr were patent eligible because they improved an existing\ntechnological process, not because they were implemented on a\ncomputer.These cases demonstrate\nthat the mere recitation of a generic computer cannot transform a\npatent-ineligible abstract idea into a patent-eligible invention.\nStating an abstract idea “while adding the words ‘apply\nit’ ” is not enough for patent eligibility. Mayo,\nsupra, at ___ (slip op., at 3). Nor is limiting the use of an\nabstract idea “ ‘to a particular technological\nenvironment.’ ” Bilski, supra, at 610–611.\nStating an abstract idea while adding the words “apply it\nwith a computer” simply combines those two steps, with the\nsame deficient result. Thus, if a patent’s recitation of a\ncomputer amounts to a mere instruction to “implemen[t]”\nan abstract idea “on . . . a computer,” Mayo,\nsupra, at ___ (slip op., at 16), that addition cannot impart patent\neligibility. This conclusion accords with the pre-emption concern\nthat undergirds our §101 jurisprudence. Given the ubiquity of\ncomputers, see 717 F. 3d, at 1286 (Lourie, J., concurring),\nwholly generic computer implementation is not generally the sort of\n“additional featur[e]” that provides any\n“practical assurance that the process is more than a drafting\neffort designed to monopolize the [abstract idea] itself.”\nMayo, 566 U. S., at ___ (slip op., at 8–9).The fact that a\ncomputer “necessarily exist[s] in the physical, rather than\npurely conceptual, realm,” Brief for Petitioner 39, is beside\nthe point. There is no dispute that a computer is a tangible system\n(in §101 terms, a “machine”), or that many\ncomputer-implemented claims are formally addressed to\npatent-eligible subject matter. But if that were the end of the\n§101 inquiry, an applicant could claim any principle of the\nphysical or social sciences by reciting a computer system\nconfigured to implement the relevant concept. Such a result would\nmake the determination of patent eligibility “depend simply\non the draftsman’s art,” Flook, supra, at 593, thereby\neviscerating the rule that “ ‘[l]aws of nature,\nnatural phenomena, and abstract ideas are not\npatentable,’ ” Myriad, 569 U. S., at ___\n(slip op., at 11).2The representative\nmethod claim in this case recites the following steps: (1)\n“creating” shadow records for each counterparty to a\ntransaction; (2) “obtaining” start-of-day balances\nbased on the parties’ real-world accounts at exchange\ninstitutions; (3) “adjusting” the shadow records as\ntransactions are entered, allowing only those transactions for\nwhich the parties have sufficient resources; and (4) issuing\nirrevocable end-of-day instructions to the exchange institutions to\ncarry out the permitted transactions. See n. 2, supra.\nPetitioner principally contends that the claims are patent eligible\nbecause these steps “require a substantial and meaningful\nrole for the computer.” Brief for Petitioner 48. As\nstipulated, the claimed method requires the use of a computer to\ncreate electronic records, track multiple transactions, and issue\nsimultaneous instructions; in other words, “[t]he computer is\nitself the intermediary.” Ibid. (emphasis deleted).In light of the\nforegoing, see supra, at 11–14, the relevant question is\nwhether the claims here do more than simply instruct the\npractitioner to implement the abstract idea of intermediated\nsettlement on a generic computer. They do not.Taking the claim\nelements separately, the function performed by the computer at each\nstep of the process is “[p]urely conventional.” Mayo,\nsupra, at ___ (slip op., at 10) (internal quotation marks omitted).\nUsing a computer to create and maintain “shadow”\naccounts amounts to electronic recordkeeping—one of the most\nbasic functions of a computer. See, e.g., Benson, 409 U. S.,\nat 65 (noting that a computer “operates . . . upon\nboth new and previously stored data”). The same is true with\nrespect to the use of a computer to obtain data, adjust account\nbalances, and issue automated instructions; all of these computer\nfunctions are “well-understood, routine, conventional\nactivit[ies]” previously known to the industry. Mayo, 566\nU. S., at ___ (slip op., at 4). In short, each step does no\nmore than require a generic computer to perform generic computer\nfunctions.Considered “as an\nordered combination,” the computer components of\npetitioner’s method “ad[d] nothing . . . that\nis not already present when the steps are considered\nseparately.” Id., at ___ (slip op., at 10). Viewed as a\nwhole, petitioner’s method claims simply recite the concept\nof intermediated settlement as performed by a generic computer. See\n717 F. 3d, at 1286 (Lourie, J., concurring) (noting that the\nrepresentative method claim “lacks any express language to\ndefine the computer’s participation”). The method\nclaims do not, for example, purport to improve the functioning of\nthe computer itself. See ibid. (“There is no specific or\nlimiting recitation of . . . improved computer technology\n. . .”); Brief for United States as Amicus Curiae\n28–30. Nor do they effect an improvement in any other\ntechnology or technical field. See, e.g., Diehr, 450 U. S., at\n177–178. Instead, the claims at issue amount to\n“nothing significantly more” than an instruction to\napply the abstract idea of intermediated settlement using some\nunspecified, generic computer. Mayo, 566 U. S., at ___ (slip\nop., at 10). Under our precedents, that is not “enough”\nto transform an abstract idea into a patent-eligible invention.\nId., at ___ (slip op., at 8).CPetitioner’s\nclaims to a computer system and a computer-readable medium fail for\nsubstantially the same rea- sons. Petitioner conceded below that\nits media claims rise or fall with its method claims. En Banc\nResponse Brief for Defendant-Appellant in No. 11–1301 (CA\nFed.) p. 50, n. 3. As to its system claims, petitioner\nemphasizes that those claims recite “specific hardware”\nconfigured to perform “specific computerized\nfunctions.” Brief for Petitioner 53. But what petitioner\ncharacterizes as specific hardware—a “data processing\nsystem” with a “communications controller” and\n“data storage unit,” for example, see App. 954, 958,\n1257—is purely functional and generic. Nearly every computer\nwill include a “communications controller” and\n“data storage unit” capable of performing the basic\ncalculation, storage, and transmission functions required by the\nmethod claims. See 717 F. 3d, at 1290 (Lourie, J.,\nconcurring). As a result, none of the hardware recited by the\nsystem claims “offers a meaningful limitation beyond\ngenerally linking ‘the use of the [method] to a particular\ntechnological environment,’ that is, implementation via\ncomputers.” Id., at 1291 (quoting Bilski, 561 U. S., at\n610–611).Put another way, the\nsystem claims are no different from the method claims in substance.\nThe method claims recite the abstract idea implemented on a generic\ncomputer; the system claims recite a handful of generic computer\ncomponents configured to implement the same idea. This Court has\nlong “warn[ed] . . . against” interpreting\n§101 “in ways that make patent eligibility ‘depend\nsimply on the draftsman’s art.’ ” Mayo,\nsupra, at ___ (slip op., at 3) (quoting Flook, 437 U. S., at\n593); see id., at 590 (“The concept of patentable subject\nmatter under §101 is not ‘like a nose of wax which may\nbe turned and twisted in any direction\n. . .’ ”). Holding that the system\nclaims are patent eligible would have exactly that result.Because\npetitioner’s system and media claims add nothing of substance\nto the underlying abstract idea, we hold that they too are patent\nineligible under §101.*  *  *For the foregoing\nreasons, the judgment of the Court of Appeals for the Federal\nCircuit is affirmed.It is so ordered.Notes1The patents at issue are\nUnited States Patent Nos. 5,970,479 (the ’479 patent),\n6,912,510, 7,149,720, and 7,725,375.2The parties agree that\nclaim 33 of the ’479 patent is representative of the method\nclaims. Claim 33 recites: “A method of exchanging obligations\nas between parties, each party holding a credit record and a debit\nrecord with an exchange institution, the credit records and debit\nrecords for exchange of predetermined obligations, the method\ncomprising the steps of: “(a) creating a shadow credit record\nand a shadow debit record for each stakeholder party to be held\nindependently by a supervisory institution from the exchange\ninstitutions; “(b) obtaining from each exchange institution a\nstart-of-day balance for each shadow credit record and shadow debit\nrecord; “(c) for every transaction resulting in an exchange\nobligation, the supervisory institution adjusting each respective\nparty’s shadow credit record or shadow debit record, allowing\nonly these transactions that do not result in the value of the\nshadow debit record being less than the value of the shadow credit\nrecord at any time, each said adjustment taking place in\nchronological order, and “(d) at the end-of-day, the\nsupervisory institution instructing on[e] of the exchange\ninstitutions to exchange credits or debits to the credit record and\ndebit record of the respective parties in accordance with the\nadjustments of the said permitted transactions, the credits and\ndebits being irrevocable, time invariant obligations placed on the\nexchange institutions.” App. 383–384.3Because the approach we\nmade explicit in Mayo considers all claim elements, both\nindividually and in combination, it is consistent with the general\nrule that patent claims “must be considered as a\nwhole.” Diamond v. Diehr, ; see Parker v. Flook, (“Our\napproach . . . is . . . not at all inconsistent\nwith the view that a patent claim must be considered as a\nwhole”).",
    "joined": []
}