{
    "case": {
        "docket": "521",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/521/"
    },
    "id": "1963466",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGSKINNER V. SWITZER562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-9000HENRY W. SKINNER, PETITIONERv.LYNN\nSWITZER, DISTRICT ATTORNEY FOR THE 31st JUDICIAL DISTRICT OF\nTEXASon writ of certiorari to the united states court of\nappeals for the fifth circuit[March 7, 2011]Justice Thomas, with whom Justice\nKennedy and Justice Alito join, dissenting.The Court holds that Skinner may\nbring under 42 U. S. C. §1983 his “procedural due process”\nclaim challenging “Texas’ postconviction DNA statute.”Ante, at 8. I disagree.[Footnote 1] I accept the majority’s characterization of\nthe issue here as the question left open inDistrict Attorney’s\nOffice for Third Judicial Dist.v.Osborne,557 U. S.\n___ (2009),ante, at 1, where a prisoner challenged the\nconstitutional adequacy of the access to DNA evidence provided by\nAlaska’s “general postconviction relief statute,” 557 U. S., at ___\n(slip op., at 10). Like Osborne, Skinner seeks to challenge state\ncollateral review procedures.[Footnote 2] I would now hold that these claims are not\ncognizable under §1983.IThe Court has recognized that\n§1983 does not reach to the full extent of its “broad language.”Preiserv.Rodriguez,411 U. S. 475, 489\n(1973); see,e.g.,Heckv.Humphrey,512 U. S. 477, 485 (1994) (§1983\nshould not “expand opportunities for collateral attack”). But this\nCourt has never purported to fully circumscribe the boundaries of\n§1983. Cf.id., at 482. Rather, we have evaluated each\nclaim as it has come before us, reasoning from first principles and\nour prior decisions.InPreiserv.Rodriguez, the Court began with the undisputed proposition\nthat a state prisoner may not use §1983 to “challeng[e] his\nunderlying conviction and sentence on federal constitutional\ngrounds.” 411 U. S., at 489. This included attacks on the trial\nprocedures. Seeid., at 486 (“den[ial] [of] constitutional\nrights at trial”). From there, the Court reasoned that “immediate\nrelease from [physical] confinement or the shortening of its\nduration” also cannot be sought under §1983.Id., at 489;\nsee alsoWolffv.McDonnell,418 U. S. 539(1974)\n(refusing to allow a §1983 suit for restoration of good-time\ncredits);Edwardsv.Balisok,520 U. S. 641(1997)\n(refusing to allow a §1983 procedural challenge to the process used\nto revoke good-time credits). Then, inHeckv.Humphrey, we addressed §1983 actions seeking damages. 512\nU. S., at 483. Determining that such actions were not covered byPreiser, we returned to “the hoary principle that civil\ntort actions are not appropriate vehicles for challenging the\nvalidity of outstanding criminal judgments,” 512 U. S., at 486, and\nconcluded that a complaint must be dismissed where “a judgment in\nfavor of the plaintiff would necessarily imply the invalidity of\nhis conviction or sentence,”id., at 487. Most recently,\ninWilkinsonv.Dotson,544 U. S. 74, 82 (2005), we applied the\nprinciples from these prior decisions and found cognizable under\n§1983 a claim that sought to “render invalid the state procedures\nused to deny parole eligibility … and parole suitability.”IIWe have not previously addressed\nwhether due process challenges to state collateral review\nprocedures may be brought under §1983, and I would hold that they\nmay not. Challenges to all state procedures for reviewing the\nvalidity of a conviction should be treated the same as challenges\nto state trial procedures, which we have already recognized may not\nbe brought under §1983. Moreover, allowing such challenges under\n§1983 would undermine Congress’ strict limitations on federal\nreview of state habeas decisions. If cognizable at all, Skinner’s\nclaim sounds in habeas corpus.First, for the purposes of the\nDue Process Clause, the process of law for the deprivation of\nliberty comprises all procedures—including collateral review\nprocedures—that establish and review the validity of a conviction.\nThis has long been recognized for direct appellate review:“And while the Fourteenth Amendment does not\nrequire that a State shall provide for an appellate review in\ncriminal cases, it is perfectly obvious that where such an appeal\nis provided for, and the prisoner has had the benefit of it, the\nproceedings in the appellate tribunal are to be regarded as part of\nthe process of law under which he is held in custody by the State,\nand to be considered in determining any question of alleged\ndeprivation of his life or liberty contrary to the Fourteenth\nAmendment.”Frankv.Mangum,237 U. S. 309, 327\n(1915) (citations omitted).Similarly, although a State is not required to\nprovide procedures for postconviction review, it seems clear that\nwhen state collateral review procedures are provided for, they too\nare part of the “process of law under which [a prisoner] is held in\ncustody by the State.”Ibid.As this Court has explained,\nwhen considering whether the State has provided all the process\nthat is due in depriving an individual of life, liberty, or\nproperty, we must look at both pre- and post-deprivation process.\nSeeCleveland Bd. of Ed.v.Loudermill,470 U. S. 532, 547,\nn. 12 (1985) (“[T]he existence of post-termination procedures\nis relevant to the necessary scope of pretermination procedures”);\nsee alsoNational Private Truck Council, Inc.v.Oklahoma Tax Comm’n,515 U. S. 582, 587\n(1995);Mathewsv.Eldridge,424 U. S. 319, 349\n(1976). There is no principled reason this Court should refuse to\nallow §1983 suits to challenge part of this process—the trial\nproceedings—but bless the use of §1983 to challenge other\nparts.Collateral review procedures are, of course,\n“not part of the criminal proceeding itself.”Pennsylvaniav.Finley,481 U. S. 551, 557\n(1987). But like trial and direct appellate procedures, they\nconcern the validity of the conviction. Trial procedures are used\nto initially convict a prisoner; appellate procedures review the\nvalidity of that conviction before it becomes final; and collateral\nreview procedures permit challenge to the conviction after it is\nfinal. For purposes of deciding which claims fall within the bounds\nof §1983, I think it makes sense to treat similarly all\nconstitutional challenges to procedures concerning the validity of\na conviction. SeeHeck,supra, at 491 (Thomas,\nJ., concurring) (“[I]t is proper for the Court to devise\nlimitations aimed at ameliorating the conflict [between habeas and\n§1983], provided that it does so in a principled fashion”).Second, “principles of federalism and comity\n[are] at stake” when federal courts review state collateral review\nprocedures, just as when they review state trial procedures.Osborne, 557 U. S., at ___ (Alito, J., concurring) (slip\nop., at 2). An attack in federal court on any “state judicial\naction” concerning a state conviction must proceed with “proper\nrespect for state functions,” because the federal courts are being\nasked to “tr[y] the regularity of proceedings had in courts of\ncoordinate jurisdiction.”Preiser, 411 U. S., at 491\n(internal quotation marks and emphasis omitted).Because of these concerns for federal-state\ncomity, Congress has strictly limited the procedures for federal\nhabeas challenges to state convictions and state habeas decisions.\nCongress requires that before a state prisoner may seek relief in\nfederal court, he must “exhaus[t] the remedies available in the\ncourts of the State.” 28 U. S. C. §2254(b)(1)(A). And state\nhabeas determinations receive significant deference in subsequent\nfederal habeas proceedings. §2254(d). These requirements ensure\nthat the state courts have the first opportunity to correct any\nerror with a state conviction and that their rulings receive due\nrespect in subsequent federal challenges.By bringing a procedural challenge under\n§1983, Skinner undermines these restrictions. For example, Skinner\nhas never presented his current challenge to Texas’ procedures for\npostconviction relief to the Texas courts. Allowing Skinner to\nartfully plead an attack on state habeasproceduresinstead of an attack on state habeasresultsundercuts the\nrestrictions Congress and this Court have placed on federal review\nof state convictions. SeeOsborne,supra, at ___\n(Alito, J., concurring) (slip op., at 3). To allege that the Texas\ncourts erred in denying him relief on collateral review, Skinner\ncould only file a federal habeas petition, with its accompanying\nprocedural restrictions and deferential review. But a successful\nchallenge to Texas’ collateral review procedures under §1983 would\nimpeach the result of collateral review without complying with any\nof the restrictions for relief in federal habeas.The majority contends that its decision will\nnot “spill over to claims relying onBradyv.Maryland,373 U. S. 83(1963).”Ante, at 13; but cf.Osborne,supra, at\n___–___ (Alito, J., concurring) (slip op., at 3–5). In truth, the\nmajority provides a roadmap for any unsuccessful state habeas\npetitioner to relitigate his claim under §1983: After state habeas\nis denied, file a §1983 suit challenging the state habeas process\nrather than the result. What prisoner would not avail himself of\nthis additional bite at the apple?[Footnote 3]IIIThe majority relies onDotsonto reach its conclusion. In that case, the\nplaintiffs alleged due process violations in state parole\nadjudications and sought injunctive relief and “a new parole\nhearing conducted under constitutionally proper procedures.” 544 U.\nS., at 77. We found the claims cognizable under §1983.Dotsondoes not control\nthis case. Unlike state collateral review, parole does not evaluate\nthe validity of the underlying state conviction or sentence.\nCollateral review permits prisoners to “attack their final\nconvictions.”Osborne,supra, at ___ (Alito, J.,\nconcurring) (slip op., at 2). In contrast, parole may provide\nrelease, but whether or not a prisoner is paroled in no way relates\nto the validity of the underlying conviction or sentence. Whatever\nthe correctness ofDotson, parole procedures do not review\nthe validity of a conviction or sentence. For that reason,\npermitting review of parole procedures does not similarly risk\ntransforming §1983 into a vehicle for “challenging the validity of\noutstanding criminal judgments.”Heck, 512 U. S., at\n486.Contrary to the majority’s contention,Dotsondid not reduce the question whether a claim is\ncognizable under §1983 to a single inquiry into whether the\nprisoner’s claim would “necessarily spell speedier release.” Seeante, at 11, 12, n. 12 (internal quotation marks\nomitted).[Footnote 4] As we\nrecognized inHeck, evaluating the boundaries of §1983 is\nnot a narrow, mechanical inquiry. Even when the relief sought was\nnot “speedier release,” we inquired further and returned to first\nprinciples to determine that the chal-lenge in that case was not\ncognizable under §1983.[Footnote\n5] See 512 U. S., at 486.Dotsondoes not suggest that\ntheHeckapproach, which I would continue to follow here,\nwas incorrect.*  *  *This Court has struggled to limit\n§1983 and prevent it from intruding into the boundaries of habeas\ncorpus. In crafting these limits, we have recognized that suits\nseeking “immediate or speedier release” from confinement fall\noutside its scope.Dotson,supra, at 82. We found\nanother limit when faced with a civil action in which “a judgment\nin favor of the plaintiff would necessarily imply the invalidity of\nhis conviction or sentence.”Heck,supra, at 487.\nThis case calls for yet another: due process challenges to state\nprocedures used to review the validity of a conviction or sentence.\nUnder that rule, Skinner’s claim is not cognizable under §1983, and\nthe judgment of the Court of Appeals should be affirmed. I\nrespectfully dissent.Footnote 1I adopt the majority’s view that Skinner has\nalleged a violation of procedural due process despite the fact that\nhis complaint is more naturally read as alleging a violation ofsubstantivedue process. I also ignore the questionable\npremise that the requested relief—DNA testing—would be available in\na procedural due process challenge. CompareWilkinsonv.Dotson,544 U. S. 74, 77 (2005) (seeking “a new\nparole hearing conducted under constitutionally proper\nprocedures”), withOsborne, 557 U. S., at ___, n. 1\n(Alito, J., concurring) (slip op., at 4, n. 1) (distinguishingDotsonbecause Osborne sought “ ‘exculpatory’\nevidence”).Footnote 2Skinner challenges Texas’ Article 64, Tex.\nCode Crim. Proc. Ann., Art. 64.01et seq.(Vernon 2006 and\nSupp. 2010), which provides for postconviction discovery of DNA\nevidence that can then be used in a state habeas proceeding to\nchallenge the validity of a conviction. SeeArdv.State, 191 S. W. 3d 342, 344 (Tex. App. 2006).\nArticle 64 does not itself “provide a vehicle for obtaining\nrelief,”Ex parte Tuley, 109 S. W. 3d 388, 391 (Tex.\nCrim. App. 2002), but rather is by design and by nature part of\nTexas’ collateral review procedures. See Reply Brief for Petitioner\n8 (“Because [Article 64] does not give the convicting court\nauthority to overturn a conviction, the prisoner still must bring a\nhabeas proceeding to challenge the conviction”).Although Article 64 is, for the purposes of Skinner’s due\nprocess challenge, part of the state collateral review process, I\ndo not suggest that a motion under Article 64 is an “application\nfor … collateral review” under 28 U. S. C. §2244(d)(2). SeeWallv.Kholi,post, at 10, n. 4\n(noting that an application for review must “provide a state court\nwith authority to order relief from a judgment”). Texas has divided\npostconviction discovery of DNA evidence and the application for\nstate habeas into separate proceedings, but both remain parts of\nthe State’s collateral review process.Footnote 3Nor is there any reason to believe that the\nCourt’s holding will be cabined to collateral review procedures.\nThe Court does not discuss whether a State’s direct review process\nmay be subject to challenge under §1983, but it suggests no\nprincipled distinction between direct and collateral review. This\nrisks transforming §1983 into a vehicle for direct criminal\nappeals. Cf.Heckv.Humphrey,512 U. S. 477, 486 (1994). Just as any\nunsuccessful state habeas petitioner will now resort to §1983 and\nchallenge state collateral review procedures, so, too, will\nunsuccessful appellants turn to §1983 to challenge the state\nappellate procedures.Footnote 4Because parole procedures are unrelated to\nthe validity of a con-viction, a “necessarily spell speedier\nrelease” test may sufficiently summarize the analysis of §1983\nchallenges to parole procedures. But “necessarily spell speedier\nrelease” cannot be the only limit when a prisoner challenges\nprocedures used to review the validity of the underlying\nconviction.Footnote 5As respondent argued, our existing\nformulations are not “the end of the test.” Tr. of Oral Arg.\n32–33.",
    "joined": []
}