{
    "case": {
        "docket": "20-5904",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-5904/"
    },
    "id": "4439255",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20– 5904_________________TARAHRICK TERRY, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 14, 2021]Justice Thomas delivered the opinion of the\nCourt.In 1986, Congress established mandatory-minimum\npenalties for cocaine offenses. If the quantity of cocaine involved\nin an offense exceeded a minimum threshold, then courts were\nrequired to impose a heightened sentence. Congress set the quantity\nthresholds far lower for crack offenses than for powder offenses.\nBut it has since narrowed the gap by increasing the thresholds for\ncrack offenses more than fivefold. The First Step Act of 2018, Pub.\nL. 115–391, 132Stat. 5194, makes those changes retroactive and\ngives certain crack offenders an opportunity to receive a reduced\nsentence. The question here is whether crack offenders who didnottrigger a mandatory minimum qualify. They do not.IIn the mid-1980s, the United States witnessed\na steep surge in the use of crack cocaine, and news of\nhigh-profile, cocaine-related deaths permeated the media. Witnesses\nbefore Congress, and Members of Congress themselves, believed that\na “crack epidemic” was also fueling a crime wave. Crack, they said,\nwas far more addictive and dangerous than powder cocaine; it was\ncheaper and thus easier to obtain; and these and other factors\nspurred violent crime.[1]In response to these concerns, Congress quickly\npassed a bill with near unanimity.[2] The new law created mandatory-minimum penalties for\nvarious drug offenses, and it set much lower trigger thresholds for\ncrack offenses. The Act included two base penalties that depended\non drug quantity: a 5-year mandatory minimum (triggered by 5 grams\nof crack or 500 grams of powder) and a 10-year mandatory minimum\n(triggered by 50 grams of crack or 5 kilograms of powder). 100Stat.\n3207–2, 3207–3. The Act also created a third penalty—possession\nwith intent to distribute an unspecified amount of a schedule I or\nII drug—that did not treat crack and powder offenses differently,\ndid not depend on drug quantity, and did not include a mandatory\nminimum.Id.,at 3207–4.Petitioner was convicted under this Act and\nsubjected to the third penalty. In exchange for the Government\ndropping two firearm charges, petitioner pleaded guilty in 2008 to\npossession with intent to distribute an unspecified amount of\ncrack. At sentencing, the District Court determined that his\noffense involved about 4 grams of crack, a schedule II drug. See 21\nU. S. C. §812; 21 CFR §1308.12 (2006). It also determined\nthat petitioner was a career offender under the Sentencing\nGuidelines. United States Sentencing Commission, Guidelines Manual\n§4B1.1(b) (Nov. 2008) (USSG). The career-offender Guidelines\ncontrolled because they recommended a higher sentence than the\ndrug-quantity Guidelines.Ibid.The District Court sentenced\npetitioner to 188 months, the bottom of the career-offender\nGuidelines range.All this occurred while Congress was considering\nwhether to change the quantity thresholds for crack penalties. In\n1995, the Sentencing Commission issued a report to Congress stating\nthat it thought the 100-to-1 ratio was too high. In particular, it\nstressed that the then-mandatory Guidelines helped make the ratio\nexcessive because the Guidelines, which were not yet in effect when\nCongress created the ratio, addressed some of Congress’ concerns\nabout crack. Addressing those concerns through both the ratioandthe Guidelines, the Commission said, “doubly punished”\noffenders. United States Sentencing Commission, Special Report to\nthe Congress: Cocaine and Federal Sentencing Policy 195–197 (Feb.\n1995). Separately, although the Commission thought that it was\nreasonable to conclude that “crack cocaine poses greater harms to\nsociety than does powder cocaine,” it determined that the ratio\noverstated the difference in harm.Ibid.Finally, the\nCommission noted that persons convicted of crack offenses were\ndisproportionately black, so a ratio that was too high created a\n“perception of unfairness” even though there was no reason to\nbelieve “that racial bias or animus undergirded the initiation of\nthis federal sentencing law.”Id.,at 153–154, 192. Members\nof Congress responded to this and similar reports. For example,\nSenators Sessions and Hatch introduced legislation in 2001 to lower\nthe ratio to 20 to 1. S. 1874, 107th Cong., 1st Sess.\nRepresentative Jackson-Lee led a similar effort in the House, but\nwould have created a 1-to-1 ratio. H. R. 4545, 110th Cong., 1st\nSess. (2007).Two years after petitioner was sentenced, these\nattempts to change the ratio came to fruition. In the Fair\nSentencing Act of 2010, 124Stat. 2372, note following 21\nU. S. C. 801, Congress reaffirmed its view that the\ntriggering thresholds should be lower for crack offenses, but it\nreduced the 100-to-1 ratio to about 18 to 1. It did so by\nincreasing the crack quantity thresholds from 5 grams to 28 for the\n5-year mandatory minimum and from 50 grams to 280 for the 10-year\nmandatory minimum. §2(a), 124Stat. 2372. These changes did not\napply to those who had been sentenced before 2010.The Sentencing Commission then altered the drug\nquantity table used to calculate Guidelines ranges. USSG §2D1.1(c).\nThe Commission decreased the recommended sentence for crack\noffenders to track the statutory change Congress made. It then made\nthe change retroactive, giving previous offenders an opportunity\nfor resentencing. Courts were still constrained, however, by the\nstatutory minimums in place before 2010. Many offenders thus\nremained sentenced to terms above what the Guidelines recommended.\nCongress addressed this issue in 2018 by enacting the First Step\nAct. This law made the 2010 statutory changes retroactive and gave\ncourts authority to reduce the sentences of certain crack\noffenders.Petitioner initially sought resentencing under\nthe new, retroactive Guidelines. But because his sentence was based\non his recidivism, not his drug quantity, his attempt was\nunsuccessful. After Congress enacted the First Step Act, petitioner\nagain sought resentencing, this time contending that he falls\nwithin the category of crack offenders covered by that Act. The\nDistrict Court denied his motion, and the Eleventh Circuit\naffirmed, holding that offenders are eligible for a sentence\nreduction only if they were convicted of a crack offense that\ntriggered a mandatory minimum. 828 Fed. Appx. 563 (2020)\n(per curiam). We granted certiorari. 592 U. S. ___\n(2021).On the day the Government’s brief was due, the\nUnited States informed the Court that, after the change in\nadministration, it would no longer defend the judgment. Because of\nthe timeline, the Court rescheduled argument, compressed the\nbriefing schedule, and appointed Adam K. Mortara asamicus\ncuriaeto argue in support of the judgment. He has ably\ndischarged his responsibilities.IIAn offender is eligible for a sentence\nreduction under the First Step Act only if he previously received\n“a sentence for a covered offense.” §404(b), 132Stat. 5222. The Act\ndefines “ ‘covered offense’ ” as “a violation of a\nFederal criminal statute, the statutory penalties for which were\nmodified by” certain provisions in the Fair Sentencing Act.\n§404(a),ibid.Here, “statutory penalties” references the\nentire, integrated phrase “a violation of a Federal criminal\nstatute.”United Statesv.Jones, 962 F.3d 1290, 1298\n(CA11 2020). And that phrase means “offense.” Black’s Law\nDictionary 1300 (11th ed. 2019) (“A violation of the law”). We thus\nask whether the Fair Sentencing Act modified the statutory\npenalties for petitioner’s offense. It did not.The elements of petitioner’s offense are\npresented by two subsections of 21 U. S. C. §841.\nSubsection (a) makes it unlawful to knowingly or intentionally\npossess with intent to distribute any controlled substance.\nSubsection (b) lists additional facts that, if proved, trigger\npenalties.Before 2010, §§841(a) and (b) together defined\nthree crack offenses relevant here. The elements of the first\noffense were (1) knowing or intentional possession with intent to\ndistribute, (2) crack, of (3) at least 50 grams. §§841(a),\n(b)(1)(A)(iii). This subparagraph (A) offense was punishable by 10\nyears to life, in addition to financial penalties and supervised\nrelease. The elements of the second offense were (1) knowing or\nintentional possession with intent to distribute, (2) crack, of (3)\nat least 5 grams. §§841(a), (b)(1)(B)(iii). This subparagraph (B)\noffense was punishable by 5-to-40 years, in addition to financial\npenalties and supervised release. And the elements of the third\noffense were (1) knowing or intentional possession with intent to\ndistribute, (2) some unspecified amount of a schedule I or II drug.\n§§841(a), (b)(1)(C).Petitioner was convicted of the third\noffense—subparagraph (C). Before 2010, the statutory penalties for\nthat offense were 0-to-20 years, up to a $1 million fine, or both,\nand a period of supervised release.[3] After 2010, these statutory penalties remain exactly\nthe same. The Fair Sentencing Act thus did not modify the statutory\npenalties for petitioner’s offense.Petitioner’s offense is starkly different from\nthe offenses that triggered mandatory minimums. The Fair Sentencing\nAct plainly “modified” the “statutory penalties” for those. It did\nso by increasing the triggering quantities from 50 grams to 280 in\nsubparagraph (A) and from 5 grams to 28 in subparagraph (B). Before\n2010, a person charged with the original elements of subparagraph\n(A)—knowing or intentional possession with intent to distribute at\nleast 50 grams of crack—faced a prison range of between 10 years\nand life. But because the Act increased the trigger quantity under\nsubparagraph (A) to 280 grams, a person charged with those original\nelements after 2010 is now subject to the more lenient prison range\nfor subparagraph (B): 5-to-40 years. Similarly, the elements of an\noffense under subparagraph (B) before 2010 were knowing or\nintentional possession with intent to distribute at least 5 grams\nof crack. Originally punishable by 5-to-40 years, the offense\ndefined by those elements[4] is\nnow punishable by 0-to-20 years—that is, the penalties under\nsubparagraph (C). The statutory penalties thus changed for all\nsubparagraph (A) and (B) offenders. But no statutory penalty\nchanged for subparagraph (C) offenders. That is hardly surprising\nbecause the Fair Sentencing Act addressed “cocaine sentencing\ndisparity,” §2, 124Stat. 2372, and subparagraph (C) had never\ndifferentiated between crack and powder offenses.To avoid this straightforward result, petitioner\nand the United States offer a sleight of hand. Petitioner says that\nthe phrase “statutory penalties” in fact means “penalty statute.”\nThe United States similarly asserts that petitioner is eligible for\na sentence reduction if the Fair Sentencing Act changed the\n“penalty scheme.”But we will not convert nouns to adjectives and\nvice versa. As stated above, “statutory penalties” references the\nentire phrase “a violationof a Federal criminal statute.”\nIt thus directs our focus to the statutory penalties for\npetitioner’soffense, not the statute or statutory\nscheme.Even if the “penalty statute” or “penalty\nscheme” were the proper focus, neither was modified for\nsubparagraph (C) offenders. To “modify” means “to change\nmoderately.”MCI Telecommunications Corp.v.American\nTelephone & Telegraph Co.,512 U.S.\n218, 225 (1994). The Fair Sentencing Act changed nothing in\nsubparagraph (C). The United States notes that prosecutors before\n2010 could charge offenders under subparagraph (B) if the offense\ninvolved between 5 and 28 grams of crack; now, prosecutors can\ncharge those offenders only under subparagraph (C). But even before\n2010, prosecutors could charge those offenders under subparagraph\n(C) because quantity has never been an element under that\nsubparagraph. See,e.g.,United Statesv.Birt, 966 F.3d 257, 259 (CA3 2020) (noting that an offender\ncharged under subparagraph (C) had possessed 186 grams of crack).\nIt also defies common parlance to say that altering adifferentprovision modified subparagraph (C). If Congress\nabolished the crime of possession with intent to distribute,\nprosecutors then would have to bring charges under the lesser\nincluded offense of simple possession. But nobody would say that\nabolishing the first offense changed the second.In light of the clear text, we hold that §2(a)\nof the Fair Sentencing Act modified the statutory penalties only\nfor subparagraph (A) and (B) crack offenses—that is, the offenses\nthat triggered mandatory-minimum penalties. The judgment of the\nCourt of Appeals is affirmed.It is so ordered.Notes1United States Sentencing\nCommission, Report to the Congress: Cocaine and Federal Sentencing\nPolicy 5–6, 9–10, and n. 31 (May 2002); “Crack” Cocaine, Hearing\nbefore the Permanent Subcommittee on Investigations of the Senate\nCommittee on Governmental Affairs, 99th Cong., 2d Sess., 2, 5–6,\n10, 94 (1986).2The Act passed the\nDemocratic-controlled House, where it was introduced, 392 to 16.\nH. R. 5484, 99th Cong., 2d Sess. (1986); 132 Cong. Rec.\n23003–23004 (1986). It passed the Republican-controlled Senate 97\nto 2.Id.,at 27251–27252. A majority of the Congressional\nBlack Caucus cosponsored and voted for the bill. Compareid., at 23003, with Hearing before the Congressional Black\nCaucus, “Brain Trust on Aging” and the House Select Committee on\nAging, 99th Cong., 1st Sess., iii (1985). Many black leaders in\nthat era professed two concerns. First, crack was fueling crime\nagainst residents in inner cities, who were predominantly black.\nFor example, the president of an NAACP chapter in the D. C.\nregion called crack “ ‘the worst thing to hit us since\nslavery,’ ” a sentiment echoed by the leading black newspaper\nin Los Angeles. J. Forman, Jr., Locking Up Our Own 158 (2017).\nSecond, there were concerns that prosecutors were not taking these\nkinds of crimes seriously enough because the victims were\ndisproportionately black. In the words of John Ray, a D. C.\ncouncilmember who spearheaded a successful effort to create\nmandatory minimum penalties: “ ‘Black crimes against blacks\nget very low sentences,’ ” unlike crimes against whites.Id.,at 132.3All three subparagraphs\ncarried, and continue to carry, heightened penalties if an offense\ncaused death or serious bodily injury or if the defendant was a\nrepeat offender. Petitioner’s actual sentencing range under\nsubparagraph (C) was 0-to-30 years because he had a prior felony\ndrug offense. 828 Fed. Appx. 563, 565 (CA11 2020). Because these\nenhancements are identical before and after 2010, they make no\ndifference to the analysis. Petitioner’s enhancement for his prior\nconviction is thus omitted from the body of the opinion for the\nsake of simplicity.4Of course, an indictment\nthat charged a person with 5 grams of crack now is no different\nfrom one charging the person with an unspecified amount of crack.\nThe usual practice is to ignore extraneous language in an\nindictment.E.g.,Fordv.United States,273 U.S.\n593, 602 (1927).",
    "joined": []
}