{
    "case": {
        "docket": "15-1256",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1256/"
    },
    "id": "3721859",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1256_________________SHANNON NELSON, PETITIONERv.COLORADOLOUIS A. MADDEN, PETITIONERv.COLORADOon writ of certiorari to the supreme court of\ncolorado[April 19, 2017]Justice Thomas, dissenting.The majority and concurring opinions debate\nwhether the procedural due process framework ofMathewsv.Eldridge, 424 U. S. 319 (1976) , or that ofMedinav.California, 505 U. S. 437 (1992) ,\ngoverns the question before us. But both opinions bypass the most\nimportant question in these cases: whether petitioners can show asubstantiveentitlement to a return of the money they paid\npursuant to criminal convictions that were later reversed or\nvacated.The Court assumes, without reference to either\nstate or federal law, that defendants whose convictions have been\nreversed have a substantive right to any money exacted on the basis\nof those convictions. By doing so, the Court assumes away the real\nissue in these cases. As the parties have agreed, the existence of\nColorado’s obligation to provide particular procedures depends on\nwhether petitioners have a substantive entitlement to the money.\nColorado concedes that “if [petitioners] have a present\nentitlement” to the money—that is, if “it is their prop-erty”—“then\ndue process requires [the State to accord] themsome procedure to\nget it back.” Tr. of Oral Arg. 52. And Colorado acknowledges that\nthe procedural hurdles it could impose before returning the money\n“would be fairly minimal,”id., at 51, because petitioners\nwould need to prove only that their convictions had been reversed\nand that they had paid a certain sum of money, seeibid.Similarly, petitioners concede that if defendants in their position\ndonothave a substantive right to recover the money—that\nis, if the money belongs to the State—then Colorado need not\n“provide any procedure to give it back.”Id., at 53. If\ndefendants in their position have no entitlement to the money they\npaid pursuant to their reversed convictions, there would be nothing\nto adjudicate. In light of these concessions, I can see no\njustification for the Court’s decision to address the procedures\nfor adjudicating a substantive entitlement while failing to\ndetermine whether a substantive entitlement exists in the first\nplace.In my view, petitioners have not demonstrated\nthat defendants whose convictions have been reversed possess a\nsubstantive entitlement, under either state law or the\nConstitution, to recover money they paid to the State pursuant to\ntheir convictions. Accordingly, I cannot agree with the Court’s\ndecision to reverse the judgments of the Colorado Supreme\nCourt.IThe Fourteenth Amendment provides that no\nState shall “deprive any person oflife, liberty, or\nproperty, without due process of law.” U. S. Const., Amdt.\n14, §1 (emphasis added).[1] To\nshow that Colorado has violated the Constitution’s procedural\nguarantees, as relevant here, petitioners must first establish that\nthey have been deprived of a protected property interest. SeeCastle Rockv.Gonzales, 545 U. S. 748, 756\n(2005) (“The procedural component of the Due Process Clause does\nnot protect everything that might be described as a benefit: To\nhave a property interest in a benefit, a person clearly must have\n. . . a legitimate claim of entitlement to it” (internal\nquotation marks omitted)). “Because the Constitution protects\nrather than creates property interests, the existence of a property\ninterest is determined by reference to ‘existing rules or\nunderstandings that stem from an independent source such as state\nlaw.’ ”Phillipsv.Washington Legal Foundation,\n524 U. S. 156, 164 (1998) (quotingBoard of Regents of\nState Collegesv.Roth, 408 U. S. 564, 577 (1972)\n). Petitioners undoubtedly have an “interest in regaining the money\nthey paid to Colorado.”Ante, at 6. But to succeed on their\nprocedural due process claim, petitioners must first point to a\nrecognizedpropertyinterest in that money, under state or\nfederal law, within the meaning of the Fourteenth Amendment.AThe parties dispute whether, under Colorado\nlaw, the petitioners or the State have a property interest in the\nmoney paid by petitioners pursuant to their convictions.\nPetitioners contend that the money remains their property under\nstate law. Reply Brief 1–3; see also Tr. of Oral Arg. 52–54.\nColorado counters that when petitioners paid the money pursuant to\ntheir convictions, the costs and fees became property of the State\nand the restitution became property of the victims. Seeid.,\nat 28–30; Brief forRespondent 41.The key premise of the Colorado Supreme Court’s\nholdings in these cases is that moneys lawfully exacted pursuant to\na valid conviction become public funds (or the victims’ money)\nunder Colorado law. The Colorado Supreme Court explained in\npetitioner Shannon Nelson’s case that “the trial court properly\nordered [her] to pay costs, fees, and restitution pursuant to valid\nstatutes” and that “the court correctly distributed th[ose] fundsto victims and public funds, as ordered by the statutes.”\n362 P. 3d 1070, 1076 (2015) (emphasis added); accord, 364\nP. 3d 866, 868–870 (2016) (applying the same analysis to\npetitioner Louis Madden’s case). The Colorado Supreme Court further\nnoted that, “[o]nce the state disburses restitution to the victims,\nthe state no longer controls that money.” 362 P. 3d, at 1077,\nn. 4.The Colorado Supreme Court explained that\n“Colorado’s constitution protects” the Colorado Legislature’s\n“control over public money,” and thus a “court may authorize\nrefunds from public funds only pursuant to statutory authority.”Id., at 1076–1077. The Exoneration Act, the Colorado Supreme\nCourt held, provides the only statutory authority for refunding\ncosts, fees, and restitution when a defendant’s conviction is\noverturned.Id., at 1077–1078. Because petitioners had not\nsought a refund under the Exoneration Act, “the trial court lacked\nthe authority to order a refund of Nelson’s costs, fees, and\nrestitution.”Id., at 1078; 364 P. 3d, at 867.At no point in this litigation have petitioners\nattempted to demonstrate that they satisfy the requirements of the\nExoneration Act. Under the Act, Colorado recognizes a substantive\nentitlement to the kind of property at issue in these cases only\nif, among other things, the defendant can prove that he is\n“actually innocent.”[2] Colo.\nRev. Stat. §§13–65–101, 13–65–102 (2016). It is the Exoneration Act\nalone which defines the scope of the substantive entitlement. This\nCourt has interpreted the Due Process Clause to require that the\nStates provide certain procedures, such as notice and a hearing, by\nwhich an individual can prove a substantive entitlement to (or\ndefend against a deprivation of ) property. But the Clause,\nproperly understood, has nothing to say about the existence or\nscope of the substantive entitlement itself. See Part I–B,infra. If petitioners want this Court to rewrite the\ncontours ofthe substantive entitlement contained in the Exoneration\nAct, they err in invokingproceduraldue process. See Reply\nBrief 1–2 (“Our argument sounds inproceduraldue\nprocess”).The majority responds by asserting, without\nciting any state law, that Colorado “had no legal right to retain\n[petitioners’] money” once their convictions were invalidated.Ante, at 8, n. 11. If this were true as a matter of\nstate law, then certain provisions of the Exoneration Act—which\nrequire the State to return costs, fees, and restitution only in\nlimited circumstances following a conviction’s reversal—would be\nsuperfluous. Thus, to the extent the majority implicitly suggests\nthat petitioners have a state-law right to an automatic refund (a\npoint about which the majority is entirely unclear), it is plainly\nincorrect.BBecause defendants in petitioners’ position do\nnot have a substantive right to recover the money they paid to\nColorado under state law, petitioners’ asserted right to an\nautomatic refund must arise, if at all, from the Due Process Clause\nitself. But the Due Process Clause confers no substantive rights.McDonaldv.Chicago, 561 U. S. 742 , 811 (2010)\n(Thomas, J., concurring in part and concurring in judgment) (“The\nnotion that a constitutional provision that guarantees only\n‘process’ before a person is deprived of life, liberty, or property\ncould define the substance of those rights strains credulity for\neven the most casual user of words”). And, in any event,\npetitioners appear to disavow any substantive due process right to\na return of the funds they paid. See Reply Brief 1–2; Tr. of Oral\nArg. 18–19. In the absence of any property right under state law\n(apart from the right provided by the Exoneration Act, which\npetitioners decline to invoke), Colorado’s refusal to return the\nmoney is not a “depriv[ation]” of “property” within the meaning of\nthe Fourteenth Amendment. Colorado is therefore not required to\nprovide any process at all for the return of that money.IINo one disputes that if petitioners had never\nbeen convicted, Colorado could not have required them to pay the\nmoney at issue. And no one disputes that Colorado cannot require\npetitioners to pay any additional costs, fees, or restitution now\nthat their convictions have been invali-dated. It does not follow,\nhowever, that petitioners havea property right in the money they\npaid pursuant to theirthen-valid convictions, which now belongs to\nthe State and the victims under Colorado law. The Court today\nannounces that petitioners have a right to an automatic refund\nbecause the State has “no legal right” to that money.Ante,\nat 8, n. 11. But, intuitive and rhetorical appeal aside, it\ndoes not seriously attempt to ground that conclusion in state or\nfederal law. If petitioners’ supposed right to an automatic refund\narises under Colorado law, then the Colorado Supreme Court remains\nfree on remand to clarify whether that right in fact exists. If it\narises under substantive due process, then the Court’s procedural\ndue process analysis misses the point.I respectfully dissent.Notes1As I have previously\nobserved, the Due Process Clause may have originally been\nunderstood to require only “that our Government . . .\nproceed according to the ‘law of the land’—that is, according to\nwritten constitutional and statutory provisions”—before depriving\nsomeone of life, liberty, or property.Johnsonv.United\nStates, 576 U. S. ___, ___ (2015) (Thomas, J., concurring\nin judgment) (slip op., at 17) (quotingHamdiv.Rumsfeld, 542 U. S. 507, 589 (2004) (Thomas, J.,\ndissenting)). Because Colorado does not advance that argument, and\nbecause it is unnecessary to resolve the issue in these cases. I\nassume that the Due Process Clause requires some baseline\nprocedures regardless of the provisions of Colorado\nlaw.2More specifically, the\nExoneration Act entitles an exonerated defendant to compensation if\nhe was convicted of a felony, was incarcerated, and, among other\nrequirements, can prove by clear and convincing evidence that he is\n“actually innocent,” meaning that his “conviction was the result of\na miscarriage of justice” or that he is factually innocent. Colo.\nRev. Stat. §§13–65–101(1)(a), 13–65–102(1)(a) (2016); seeNelson, 362 P. 3d, at 1075. “Insufficiency of the\nevidence or a legal error unrelated to the person’s actual\ninnocence cannot support either exoneration or subsequent\ncompensation under the Act.”Ibid.",
    "joined": []
}