{
    "case": {
        "docket": "19-5807",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-5807/"
    },
    "id": "4428382",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–5807_________________THEDRICK EDWARDS, PETITIONERv.DARREL\nVANNOY, WARDENon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 17, 2021]Justice Thomas, with whom Justice Gorsuch\njoins, concurring.I join the majority in full because it correctly\ncharts its way through precedent to hold expressly what we have\nlong implied: “New procedural rules do not apply retroactively on\nfederal collateral review.”Ante,at 15. I write separately\nto highlight that we could also have resolved this case by applying\nthe statutory text of the Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA). AEDPA directs federal courts to deny “any\nclaim that was adjudicated on the merits in State court” unless the\nstate court’s decision “was contrary to, or involved an\nunreasonable application of, clearly established Federal law, as\ndetermined by the Supreme Court.” 28 U. S. C.\n§2254(d)(1). In 2011, petitioner urged a Louisiana court to hold\nthat the Federal Constitution requires jury unanimity, and the\ncourt rejected that claim on the merits. That conclusion was\nconsistent withApodacav.Oregon,406 U.S.\n404(1972), in which this Court determined that the\nConstitution does not require unanimous jury verdicts for state\ncriminal convictions. AEDPA thus leaves no room for this Court—or\nany federal court—to grant relief.IACongress first prescribed federal habeas\njurisdiction in the Judiciary Act of 1789. That statute did not\nclearly define the scope of relief, but “the black-letter principle\nof the common law [was] that the writ was simply not available at\nall to one convicted of crime by a court of competent\njurisdiction.”[1] Bator,\nFinality in Criminal Law and Federal Habeas Corpus for State\nPrisoners, 76 Harv. L. Rev. 441, 465–466 (1963) (Bator); seeFelkerv.Turpin,518 U.S.\n651, 663 (1996) (citingEx parte Watkins, 3 Pet.\n193 (1830)). And the writ did not extend at all to prisoners\nconfined under state authority. Bator 465.Congress expanded the writ in the Habeas Corpus\nAct of 1867. Ch. 28, 14Stat. 385. This Act extended the writ to\nprisoners in state custody but again provided only “bare\nguidelines” about the scope of the writ.[2]Wrightv.West,505 U.S.\n277, 285 (1992) (plurality opinion). At first, this Court\ncontinued to apply the common-law rule that allowed a state\npetitioner to challenge only “the jurisdiction of the court that\nhad rendered the judgment under which he was in custody.”Ibid.But the Court later “expand[ed] the category of claims\ndeemed to be jurisdictional for habeas purposes.”Ibid.In\n1874, for example, this Court found jurisdictional defects whenever\nstate courts imposed sentences under unconstitutional statutes or\nimposed sentences not authorized by a statute.Ibid.(collecting cases). And a few decades later, the Court expanded\nrelief to situations where, in the eyes of the federal court, “no\nstate court had provided a full and fair opportunity to litigate” a\nprisoner’s federal claims.Ibid.But absent a\n“jurisdictional” defect, a state court judgment was entitled to\n“ ‘absoluterespect’ ” as long as the prisoner\n“ ‘had been given an adequate opportunity to obtain full and\nfair consideration of his federal claim in the state\ncourts.’ ”Ibid.That rule left no room to grant relief\nsimply because a state court made an error of law.In 1953, this Court abruptly changed course and\ndecided that federal courts could grant a writ of habeas corpus\nsimply because they disagreed with a state court’s judgment. SeeBrownv.Allen,344\nU.S. 443, 463. Around the same time, this Court declared that\nmany constitutional rights of criminal procedure—some old, and some\nnew—applied against the States. See,e.g.,Mappv.Ohio,367 U.S.\n643(1961) (exclusionary rule);Gideonv.Wainwright,372 U.S.\n335(1963) (right to a court-appointed attorney);Mirandav.Arizona,384 U.S.\n436(1966) (right to be informed of right against\nself-incrimination). That combination predictably raised tough\nquestions: Should new rules apply retroactively to final\nstate-court judgments, allowing federal courts to grant habeas\nrelief even if state courts did not err when issuing their\ndecisions? And if so, by what authority could federal courts grant\nthat relief?Admitting that “the Constitution neither\nprohibits nor requires retrospective effect,”Linkletterv.Walker,381\nU.S. 618, 629 (1965), the Court took an atextual and ad hoc\napproach, presumably based on its interpretation of the 1867 Act.\nThe Court declared that some federal decisions apply retroactively\nto final state convictions, thus allowing federal courts to grant\nhabeas relief depending on the “merits and demerits in each case.”Ibid.To guide the analysis,Linkletterannounced\nseveral factors for federal courts to consider: “the prior history\nof the rule in question, its purpose and effect, and whether\nretrospective operation will further or retard its operation.”Ibid.This rule did “not le[ad] to consistent\nresults,” so two decades later the Court tried a new interpretation\nof the 1867 Act. SeeTeaguev.Lane,489 U.S.\n288, 302 (1989) (plurality opinion);Danforthv.Minnesota,552 U.S.\n264, 278 (2008) (“Teague’s general rule of\nnonretroactivity was an exercise of this Court’s power to interpret\nthe federal habeas statute”). Relevant here,Teagueallowed\nfederal courts to give new constitutional rules of criminal\nprocedure retroactive effect on habeas review only if the new rule\nwas “watershed,” “ ‘bedrock,’ ” or\n“ ‘essential.’ ” 489 U. S.,at 311 (emphasis\ndeleted).[3]BTeague, however, was not the final word\non how federal courts should review the decisions of state courts.\nIn 1996, Congress enacted AEDPA, the most significant change to the\nhabeas corpus statute since 1867. AEDPA filled in the “bare\nguidelines” of the 1867 Act by creating a comprehensive system for\naddressing federal habeas claims brought by state prisoners. SeeWright, 505 U. S., at 285.Directly relevant here are two provisions that\nensure that state courts have the primary role in adjudicating\nthese claims. First, a prisoner must exhaust his claims in state\ncourt before he can seek relief in federal court. If “any available\n[state-law] procedure” remains open, a federal “writ of habeas\ncorpus . . . shall not be granted.” §§2254(b)–(c).\nSecond, once a state court has had the opportunity to decide that\nclaim, AEDPA demands that federal courts respect that judgment. The\nlaw precludes relief “with respect to any claim that was\nadjudicated on the merits in State court proceedings unless the\nadjudication of the claim” either (1) “resulted in a decision that\nwas contrary to, or involved an unreasonable application of,\nclearly established Federal law, as determined by the Supreme Court\nof the United States,” or (2) “resulted in a decision that was\nbased on an unreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.” §2254(d). It is\nnot enough for a federal court to disagree with the state\ncourt—much less disagree on a point of law that this Court had not\nyet settled when the state court issued its judgment. Rather, the\nstate court’s decision must conflict with clearly established law\nand be obviously wrong “beyond any possibility for fairminded\ndisagreement.”Harringtonv.Richter,562 U.S.\n86, 103 (2011);Greenev.Fisher,565 U.S.\n34, 38–40 (2011).IIAHere, the system worked as designed. Edwards\npresented his unanimous jury claim to a Louisiana court. And the\nstate court reasonably relied onApodacain rejecting that\nclaim. AEDPA is clear about what happens next—relief “shall not be\ngranted.” §2254(d).Our analysis could have begun and ended\nthere—with §2254(d)(1)’s plain text. Congress, through AEDPA, has\nmade clear that federal courts cannot provide relief in this case.\nSeeMontgomeryv.Louisiana, 577 U.S. 190, 221 (2016)\n(Scalia, J., dissenting); see alsoEx parte Bollman, 4\nCranch 75, 94 (1807) (Marshall, C. J.) (“[T]he power to award the\nwrit by any of the courts of the United States, must be given by\nwritten law”).BThe Court, instead, relies onTeague. I\njoin the Court’s opinion because it correctly applies precedent and\nleads to the same judgment, but I would be remiss if I did not\npoint out two other problems withTeague.First, it hasneverbeen clear what gave\nthis Court authority to grant habeas relief to state prisoners\nbased on “new” constitutional rules of criminal procedure.Teaguedid not explain why the 1867 Act gave federal courts\nthis power. Moreover,Teagueprimarily focused on moving the\nlaw in the opposite direction ofLinkletter’s permissive\napproach to collaterally reviewing final state convictions. SeeDanforth, 552 U. S., at 278 (“Teague. . . situated the rule it announced in th[e] line of\ncases adjusting the scope of federal habeas relief in accordance\nwith equitable and prudential considerations”). Even if federal\ncourts had this power, we never decided whether Congress’ most\nrecent version of the habeas statute—AEDPA—continued to allow such\nrelief. Given all that, the majority wisely closes a door to\nretroactive relief that likely never existed in the first\nplace.Second, the Court’s reliance onTeaguetoday and in the past should not be construed to signal that AEDPA\nis an afterthought in analyzing a claim like petitioner’s or thatTeaguecould justify relief where AEDPA forecloses it. AEDPA\ndoes contemplate that some new constitutional rules might be\nretroactive in narrow circumstances. See §§2254(e)(2)(A)(i)\n(evidentiary hearings), 2244(b)(2)(A) (second-or-successive bar),\n2244(d)(1)(C) (statute of limitations). But it does not contemplate\nretroactive rules upsetting a state court’s adjudication of an\nissue that reasonably applied the law at the time. Section\n2254(d)—the absolute bar on claims that state courts reasonably\ndenied—has no exception for retroactive rights. Congress’ decision\nto create retroactivity exceptions to the statute of limitations\nand to the bar on second-or-successive petitions but not for\n§2254(d) is strong evidence thatTeaguecould never have led\nto relief here.Russellov.United States,464 U.S.\n16, 23 (1983).[4] The plain\ntext applies regardless of what a previous interpretation of a\nprevious statute says.[5]*  *  *A state court rejected petitioner’s claim that\nhe was entitled to a unanimous jury verdict. That adjudication was\nnot unreasonable or contrary to clearly established federal law.\nAEDPA’s explicit directive thus independently resolves this case:\n“a writ of habeas corpus . . . shall not be granted.”\n§2254(d).Notes1Section 14 of the\nJudiciary Act provided that “courts of the United States\n. . . shall have power to issue writs of . . .habeas corpus” and that “justices of the supreme court, as\nwell as judges of the district courts, shall have power to grant\nwrits ofhabeas corpusfor the purpose of an inquiry into\nthe cause of commitment.—Provided, That writs ofhabeascorpusshall in no cases extend to prisoners\nin gaol, unless where they are in custody, under or by colour of\nthe authority of the United States, or are committed for trial\nbefore some court of the same, or are necessary to be brought into\ncourt to testify.” 1Stat. 81–82.2The relevant language of\nthe Act stated that courts, “in addition to the authority already\nconferred by [the Judiciary Act of 1789], shall have power to grant\nwrits of habeas corpus in all cases where any person may be\nrestrained of his or her liberty in violation of the constitution,\nor of any treaty or law of the United States.” 14Stat.\n385.3Two years beforeTeague, this Court overruled cases that had allowed courts\nto apply the balancing test inLinkletterv.Walker,381 U.S.\n618(1965), to cases on direct review, holding instead that the\nConstitution required courts to apply new procedural rules\nretroactively to cases on direct appellate review.Griffithv.Kentucky,479 U.S.\n314, 328 (1987).Teaguealso explained that new rules\nthat “accord constitutional protection to . . . primary activity”\nretroactively apply to cases on federal collateral review. 489\nU. S., at 307, 310–311. These are considered substantive\nrules. SeeWelchv.United States, 578 U.S. 120, 128\n(2016).4As Justice Gorsuch\ncorrectly points out, federal courts have “equitable discretion to\ndecide whether to issue the writ or to provide a remedy,” which\nincludes the powers to create doctrines such as harmless error.Post, at 8 (concurring opinion). And federal courts can rely\non those doctrines as well as statutory bars to deny relief. That\nis why, as Justice Gorsuch explains, an equitable retroactivity bar\nwith no watershed exception can independently justify denying\nrelief.Post,at 9, n. 5.5The Constitution does not\nrequire that habeas relief be available for new “watershed” rules\nof criminal procedure. See,e.g.,Brownv.Allen,344 U.S.\n443, 532–533 (1953) (Jackson, J., concurring in result);Linkletter, 381 U. S., at 629.Teaguealso\nacknowledged that a later change in law does not require\ninvalidating a final judgment. See 489 U. S., at 308–309\n(plurality opinion). And again, habeas corpus traditionally did not\napply at all to prisoners sentenced by a court with valid\njurisdiction. See Bator 465–466.",
    "joined": []
}