{
    "case": {
        "docket": "314",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/314/"
    },
    "id": "1963118",
    "author": "thomas",
    "type": "concurrence",
    "text": "559 U. S. ____ (2010)BERGHUIS V. SMITH559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1402MARY BERGHUIS, WARDEN, PETITIONERv.DIAPOLIS SMITHon writ of certiorari to the united states court of\nappeals for the sixth circuit[March 30, 2010]Justice Thomas, concurring.The text of the Sixth Amendment\nguarantees the right to a trial by “an impartial jury.”\nHistorically, juries did not include a sampling of persons from all\nlevels of society or even from both sexes. See,e.g.,\nAlschuler & Deiss, A Brief History of the Criminal Jury in the\nUnited States, 61 U. Chi. L. Rev. 867, 877 (1994) (In 1791,\n“[e]very state limited jury service to men; every state except\nVermont restricted jury service to property owners or taxpayers;\nthree states permitted only whites to serve; and one state,\nMaryland, disqualified atheists”);Taylorv.Louisiana,419 U. S. 522, 533,\nn. 13 (1975) (“In this country women were disqualified by\nstate law to sit as jurors until the end of the 19th century”). The\nCourt has nonetheless concluded that the Sixth Amendment guarantees\na defendant the right to a jury that represents “a fair cross\nsection” of the community.Ante, at 1 (citingTaylor,supra).In my view, that conclusion rests less on the\nSixth Amendment than on an “amalgamation of the Due Process Clause\nand the Equal Protection Clause of the Fourteenth Amendment,”Durenv.Missouri,439 U. S. 357, 372\n(1979) (Rehnquist, J., dissenting), and seems difficult to square\nwith the Sixth Amendment’s text and history. Accordingly, in an\nappropriate case I would be willing to reconsider our precedents\narticulating the “fair cross section” requirement. But neither\nparty asks us to do so here, and the only question before us is\nwhether the state court’s disposition was contrary to, or an\nunreasonable application of, our precedents. Seeante, at\n23, 810; 28 U. S. C. §2254(d). I concur in the Court’s answer\nto that question.",
    "joined": []
}