{
    "case": {
        "docket": "371",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/371/"
    },
    "id": "1970582",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1175_________________OLIVEA MARX, PETITIONERv.GENERAL\nREVENUE CORPORATIONon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[February 26, 2013]Justice Thomas delivered the opinion of the\nCourt.Federal Rule of Civil Procedure 54(d)(1) gives\ndistrict courts discretion to award costs to prevailing defendants\n“[u]nless a federal statute . . . provides otherwise.”\nThe Fair Debt Collection Practices Act (FDCPA), 91Stat. 881, 15\nU. S. C. §1692k(a)(3), provides that “[o]n a finding by\nthe court that an action under this section was brought in bad\nfaith and for the purpose of harassment, the court may award to the\ndefendant attorney’s fees reasonable in relation to the work\nexpended and costs.” This case presents the question whether\n§1692k(a)(3) “provides otherwise” than Rule 54(d)(1). We conclude\nthat §1692k(a)(3) does not “provid[e] otherwise,” and thus a\ndistrict court may award costs to prevailing defendants in FDCPA\ncases without finding that the plaintiff brought the case in bad\nfaith and for the purpose of harassment.IPetitioner Olivea Marx defaulted on a student\nloan guaranteed by EdFund, a division of the California Student Aid\nCommission. In September 2008, EdFund hired respondent General\nRevenue Corporation (GRC) to collect the debt. One month later,\nMarx filed an FDCPA enforcement action against GRC.[1] Marx alleged that GRC had violated the\nFDCPA by harassing her with phone calls several times a day and\nfalsely threatening to garnish up to 50% of her wages and to take\nthe money she owed directly from her bank account. Shortly after\nthe complaint was filed, GRC made an offer of judgment under\nFederal Rule of Civil Procedure 68 to pay Marx $1,500, plus\nreasonable attorney’s fees and costs, to settle any claims she had\nagainst it. Marx did not respond to the offer. She subsequently\namended her complaint to add a claim that GRC unlawfully sent a fax\nto her workplace that requested information about her employment\nstatus.Following a 1-day bench trial, the District\nCourt found that Marx had failed to prove any violation of the\nFDCPA. As the prevailing party, GRC submitted a bill of costs\nseeking $7,779.16 in witness fees, witness travel expenses, and\ndeposition transcript fees. The court disallowed several items of\ncosts and, pursuant to Federal Rule of Civil Procedure 54(d)(1),\nordered Marx to pay GRC $4,543.03. Marx filed a motion to vacate\nthe award of costs, arguing that the court lacked authority to\naward costs under Rules 54(d)(1) and 68(d) because 15\nU. S. C. §1692k(a)(3) sets forth the exclusive basis for\nawarding costs in FDCPA cases.[2] Section 1692k(a)(3) provides, in relevant part: “On a\nfinding by the court that an action under this section was brought\nin bad faith and for the purpose of harassment, the court may award\nto the defendant attorney’s fees reasonable in relation to the work\nexpended and costs.” Marx argued that because the court had not\nfound that she brought the case in bad faith and for the purpose of\nharassment, GRC was not entitled to costs. The Dis- trict Court\nrejected Marx’s argument, concluding that §1692k(a)(3) does not\ndisplace a court’s discretion to award costs under Rule 54(d)(1)\nand that costs should also be awarded under Rule 68(d).The Tenth Circuit affirmed but agreed only with\npart of the District Court’s reasoning. In particular, the court\ndisagreed that costs were allowed under Rule 68(d). 668 F.3d 1174,\n1182 (2011). It explained that “Rule 68 applies only where the\ndistrict court enters judgment in favor of a plaintiff” for less\nthan the amount of the settlement offer and not where the plaintiff\nloses outright.Ibid.(citingDelta Air Lines, Inc.v.August,450 U.S.\n346, 352 (1981)). Because the District Court had not entered\njudgment in favor of Marx, the court concluded that costs were not\nallowed under Rule 68(d). 668 F. 3d, at 1182. Nevertheless,\nthe court found that costs were allowed under Rule 54(d)(1), which\ngrants district courts discretion to award costs to prevailing\nparties unless a federal statute or the Federal Rules of Civil\nProcedure provide otherwise.Id.,at 1178, 1182. After\ndescribing the “venerable” presumption that prevailing parties are\nentitled to costs,id., at 1179, the court concluded that\nnothing in the text, history, or purpose of §1692k(a)(3) indicated\nthat it was meant to displace Rule 54(d)(1),id., at\n1178–1182. Judge Lucero dissented, arguing that “[t]he only\nsensible reading of [§1692k(a)(3)] is that the district court mayonlyaward costs to a defendant” upon finding that the\naction was brought in bad faith and for the purpose of harassment\nand that to read it otherwise rendered the phrase “and costs”\nsuperfluous.Id.,at 1187 (emphasis in original).We granted certiorari, 566 U. S. ___\n(2012), to resolve a conflict among the Circuits regarding whether\na prevailing defendant in an FDCPA case may be awarded costs where\nthe lawsuit was not brought in bad faith and for the purpose of\nharassment. Compare 668 F. 3d, at 1182 (case below), withRousev.Law Offices of Rory Clark, 603 F.3d 699, 701\n(CA9 2010). We now affirm the judgment of the Tenth Circuit.IIAs in all statutory construction cases, we\n“ ‘assum[e] that the ordinary meaning of [the statutory]\nlanguage accurately expresses the legislative purpose.’ ”Hardtv.Re-liance Standard Life Ins. Co.,\n560 U. S. ___, ___ (2010) (slip op., at 8) (quotingGrossv.FBL Financial Services, Inc.,557 U.S.\n167, 175 (2009) (alteration in original)). In this case, we\nmust construe both Rule 54(d)(1) and §1692k(a)(3) and assess the\nrelationship between them.ARule 54(d)(1) is straightforward. It provides,\nin relevant part: “Unless a federal statute, these rules, or a\ncourt or- der provides otherwise, costs—other than attorney’s\nfees—should be allowed to the prevailing party.”As the Tenth Circuit correctly recognized, Rule\n54(d)(1) codifies a venerable presumption that prevailing parties\nare entitled to costs.[3]\nNotwithstanding this presumption, the word “should” makes clear\nthat the decision whether to award costs ultimately lies within the\nsound discretion of the district court. SeeTaniguchiv.Kan Pacific Saipan, Ltd., 566 U. S. ___, ___ (2012)\n(slip op., at 4) (“Federal Rule of Civil Procedure 54(d) gives\ncourts the discretion to award costs to prevailing parties”). Rule\n54(d)(1) also makes clear, however, that this discretion can be\ndisplaced by a federal statute or a Federal Rule of Civil Procedure\nthat “provides otherwise.”A statute “provides otherwise” than Rule\n54(d)(1) if it is “contrary” to the Rule. See 10 J. Moore, Moore’s\nFederal Practice §54.101[1][c], p. 54–159 (3d ed. 2012)\n(hereinafter 10 Moore’s). Because the Rule grants district courts\ndiscretion to award costs, a statute is contrary to the Rule if it\nlimits that discretion. A statute may limit a court’s dis- cretion\nin several ways, and it need not expressly state that it is\ndisplacing Rule 54(d)(1) to do so. For instance, a statute\nproviding that “plaintiffs shall not be liable for costs” is\ncontrary to Rule 54(d)(1) because it precludes a court from\nawarding costs to prevailing defendants. See,e.g.,7\nU. S. C. §18(d)(1) (“The petitioner shall not be liable\nfor costs in the district court”). Similarly, a statute providing\nthat plaintiffs may recover costs only under certain conditions is\ncontrary to Rule 54(d) because it precludes a court from awarding\ncosts to prevailing plaintiffs when those conditions have not been\nsatisfied. See,e.g.,28 U. S. C. §1928 (“[N]o\ncosts shall be included in such judgment, unless the proper\ndisclaimer has been filed in the United States Patent and Trademark\nOffice”).Importantly, not all statutes that provide for\ncosts are contrary to Rule 54(d)(1). A statute providing that “the\ncourt may award costs to the prevailing party,” for example, is not\ncontrary to the Rule because it does not limit a court’s\ndiscretion. See 10 Moore’s §54.101[1][c], at 54–159 (“A number of\nstatutes state simply that the court may award costs in its\ndiscretion. Such a provision is not con- trary to Rule 54(d)(1) and\ndoes not displace the court’s discretion under the Rule”).Marx and the United States asamicus\ncuriaesuggest that any statute that specifically provides for\ncosts displaces Rule 54(d)(1), regardless of whether it is contrary\nto the Rule. Brief for Petitioner 17; Brief for United States asAmicus Curiae11–12 (hereinafter Brief for United States).\nThe United States relies on the original 1937 version of Rule\n54(d)(1), which provided, “ ‘Except when express provision\ntherefor is made either in a statute of the United States or in\nthese rules, costs shall be allowed as of course to the prevailing\nparty unless the court otherwise directs.’ ”Id.,at 12\n(quoting Rule). Though the Rules Committee updated the language of\nRule 54(d)(1) in 2007, the change was “stylistic only.” Advisory\nCommittee’s Notes, 28 U. S. C. App., p. 734 (2006 ed.,\nSupp. V). Accordingly, the United States asserts that any “express\nprovision” for costs should displace Rule 54(d)(1).We are not persuaded, however, that the original\nversion of Rule 54(d) should be interpreted as Marx and the United\nStates suggest. The original language was meant to ensure that Rule\n54(d) did not displace existing costs provisions that were contrary\nto the Rule. Under the prior language, statutes that simply\npermitted a court to award costs did not displace the Rule. See 6\nJ. Moore, Moore’s Federal Practice §54.71[1], p. 54–304 (2d ed.\n1996) (“[W]hen permissive language is used [in a statute regarding\ncosts] the district court may, pursuant to Rule 54(d), exercise a\nsound discretion relative to the allowance of costs”). Rather,\nstatutes had to set forth a standard for awarding costs that was\ndifferent from Rule 54(d)(1) in order to displace the Rule. SeeFriedmanv.Ganassi, 853 F.2d 207, 210 (CA3 1988)\n(holding that 15 U. S. C. §77k(e) is not an “express\nprovision” under Rule 54(d) because it does not provide an\n“alternative standard” for awarding taxable costs). The original\nversion of Rule 54(d) is consistent with our conclusion that a\nstatute must be contrary to Rule 54(d)(1) in order to displace\nit.[4]BWe now turn to whether §1692k(a)(3) is\ncontrary to Rule 54(d)(1). The language of §1692k(a)(3) and the\ncontext surrounding it persuade us that it is not.1The second sentence of §1692k(a)(3) provides:\n“On a finding by the court that an action under this section was\nbrought in bad faith and for the purpose of harassment, the court\nmay award to the defendant attorney’s fees reasonable in relation\nto the work expended and costs.”[5]GRC contends that the statute does not address\nwhether costs may be awarded in this case—where the plaintiff\nbrought the case in good faith—and thus it does not set forth a\nstandard for awarding costs that is contrary to Rule 54(d)(1). In\nits view, Congress intended §1692k(a)(3) to deter plaintiffs from\nbringing nuisance lawsuits. It, therefore, expressly provided that\nwhen plaintiffs bring an action in bad faith and for the purpose of\nharassment, the court may award attorney’s fees and costs to the\ndefendant. The statute does address this type of case—i.e.,cases in which the plaintiff brings the action in bad faith and for\nthe purpose of harassment. But it is silent where bad faith and\npurpose of harassment are absent, and silence does not displace the\nbackground rule that a court has discretion to award costs.Marx and the United States take the contrary\nview. They concede that the language does not expressly limit a\ncourt’s discretion to award costs under Rule 54(d)(1), Brief for\nPetitioner 10; Brief for United States 19, but argue that it does\nso by negative implication. Invoking theexpressio uniuscanon of statutory construction, they contend that by specifying\nthat a court may award attorney’s fees and costs when an action is\nbrought in bad faith and for the purpose of harassment, Congress\nintended to preclude a court from awarding fees and costs when bad\nfaith and purpose of harassment are absent. They further argue that\nunless §1692k(a)(3) sets forth the exclusive basis on which a court\nmay award costs, the phrase “and costs” would be superfluous.\nAccording to this argument, Congress would have had no reason to\nspecify that a court may award costs when a plaintiff brings an\naction in bad faith if it could have nevertheless awarded costs\nunder Rule 54(d)(1). Finally, the United States argues that\n§1692k(a)(3) is a more specific cost statute that displaces Rule\n54(d)(1)’s more general rule.The context surrounding §1692k(a)(3) persuades\nus that GRC’s interpretation is correct.2The argument of Marx and the United States\ndepends critically on whether §1692k(a)(3)’s allowance of costs\ncreates a negative implication that costs are unavailable in any\nother circumstances. The force of any negative implication,\nhowever, depends on context. We have long held that theexpressio uniuscanon does not apply “unless it is fair to\nsuppose that Congress considered the unnamed possibility and meant\nto say no to it,”Barnhartv.Peabody Coal Co.,537 U.S.\n149, 168 (2003), and that the canon can be overcome by\n“contrary indications that adopting a particular rule or statute\nwas probably not meant to signal any exclusion,”United\nStatesv.Vonn,535 U.S.\n55, 65 (2002). In this case, context persuades us that Congress\ndid not intend §1692k(a)(3) to foreclose courts from awarding costs\nunder Rule 54(d)(1).First, the background presumptions governing\nattorney’s fees and costs are a highly relevant contextual feature.\nAs already explained, under Rule 54(d)(1) a prevailing party is\nentitled to recover costs from the losing party unless a federal\nstatute, the Federal Rules of Civil Procedure, or a court order\n“provides otherwise.” The opposite presumption exists with respect\nto attorney’s fees. Under the “bedrock principle known as the\n‘ “American Rule,” ’ ” “[e]ach litigant pays his own\nattorney’s fees, win or lose, unless a statute or contract provides\notherwise.”Hardt, 560 U. S., at ___ (slip op., at 9)\n(quotingRuckelshausv.Sierra Club,463 U.S.\n680, 683 (1983)). Notwithstanding the American Rule, however,\nwe have long recognized that federal courts have inherent power to\naward attorney’s fees in a narrow set of circumstances, including\nwhen a party brings an action in bad faith. SeeChambersv.NASCO, Inc.,501 U.S.\n32, 45–46 (1991) (explaining that a court has inherent power to\naward attorney’s fees to a party whose litigation efforts directly\nbenefit others, to sanction the willful disobedience of a court\norder, and to sanction a party who has acted in bad faith,\nvexatiously, wantonly, or for oppressive reasons);Alyeska\nPipeline Service Co.v.Wilderness Society,421 U.S.\n240, 257–259 (1975) (same).It is undisputed that §1692k(a)(3) leaves the\nbackground rules for attorney’s fees intact. The statute provides\nthat when the plaintiff brings an action in bad faith, the court\nmay award attorney’s fees to the defendant. But, as noted, a court\nhas inherent power to award fees based on a litigant’s bad faith\neven without §1692k(a)(3). SeeChambers,supra, at\n45–46. Because §1692k(a)(3) codifies the background rule for\nattorney’s fees, it is dubious to infer congressional intent to\noverride the background rule with respect to costs. The statute is\nbest read as codifying a court’s pre-existing authority to award\nboth attorney’s fees and costs.[6]Next, the second sentence of §1692k(a)(3) must\nbe understood in light of the sentence that precedes it.[7] The first sentence of §1692k(a)(3)\nprovides that defendants who violate the FDCPA are liable for the\nplaintiff’s attorney’s fees and costs. The second sentence of\n§1692k(a)(3) similarly provides that plaintiffs who bring an action\nin bad faith and for the purpose of harassment may be liable for\nthe defendant’s fees and costs.If Congress had excluded “and costs” in the\nsecond sen- tence, plaintiffs might have argued that the expression\nof costs in the first sentence and the exclusion of costs in the\nsecond meant that defendants could only recover attorney’s fees\nwhen plaintiffs bring an action in bad faith. By adding “and costs”\nto the second sentence, Congress foreclosed that argument, thereby\nremoving any doubt that defendants may recover costs as well as\nattorney’s fees when plaintiffs bring suits in bad faith. SeeAliv.Federal Bureau of Prisons,552 U.S.\n214, 226 (2008) (explaining that a phrase is not superfluous if\nused to “remove . . . doubt” about an issue);Fort\nStewart Schoolsv.FLRA,495 U.S.\n641, 646 (1990) (explaining that “technically unnecessary”\nexamples may have been “inserted out of an abundance of caution”).\nThe fact that there might have been a negative implication that\ncosts are precluded, depending on whether Congress included or\nexcluded the phrase “and costs,” weighs against giving effect to\nany implied limitation.Finally, the language in §1692k(a)(3) sharply\ncontrasts with other statutes in which Congress has placed\nconditions on awarding costs to prevailing defendants. See,e.g.,28 U. S. C. §1928 (“[N]o costs shall be\nincluded in such judgment,unlessthe proper disclaimer has\nbeen filed in the United States Patent and Trademark Office prior\nto the commencement of the action” (emphasis added)); 42\nU. S. C. §1988(b) (“[I]n any action brought against a\njudicial officer . . . such officer shall not be held\nliable for any costs . . .unlesssuch action was\nclearly in excess of such officer’s jurisdiction” (emphasis\nadded)).Although Congress need not use explicit language\nto limit a court’s discretion under Rule 54(d)(1), its use of\nexplicit language in other statutes cautions against inferring a\nlimitation in §1692k(a)(3). These statutes confirm that Congress\nknows how to limit a court’s discretion under Rule 54(d)(1) when it\nso desires. SeeSmallv.United States,544 U.S.\n385, 398 (2005) (Thomas, J., dissent- ing) (explaining that\n“Congress’ explicit use of [language] in other provisions shows\nthat it specifies such restrictions when it wants to do so”). Had\nCongress intended the second sentence of §1692k(a)(3) to displace\nRule 54(d)(1), it could have easily done so by using the word\n“only” before setting forth the condition “[o]n a finding by the\ncourt that an action . . . was brought in bad faith and\nfor the purpose of harassment . . . .”[8]3As the above discussion suggests, we also are\nnot persuaded by Marx’s objection that our interpretation renders\nthe phrase “and costs” superfluous. As noted,supra,at 11,\nthe phrase “and costs” would not be superfluous if Congress\nincluded it to remove doubt that defendants may recover costs when\nplaintiffs bring suits in bad faith. But even assuming that our\ninterpretation renders the phrase “and costs” superfluous, that\nwould not alter our conclusion. The canon against surplusage is not\nan absolute rule, seeArlington Central School Dist. Bd. of\nEd.v.Murphy,548 U.S.\n291, 299, n. 1 (2006) (“While it is generally presumed\nthat statutes do not contain surplusage, instances of surplusage\nare not unknown”);Connecticut Nat. Bankv.Germain,503 U.S.\n249, 253 (1992) (“Redundancies across statutes are not unusual\nevents in drafting . . . ”), and it has considerably\nless force in this case.First, the canon against surplusage “assists\nonly where a competing interpretation gives effect to every clause\nand word of a statute.”Microsoft Corp.v.i4i Ltd.\nPartnership, 564 U. S. ___, ___ (2011) (slip op., at 12)\n(internal quotation marks omitted). But, in this case, no\ninterpretation of §1692k(a)(3) gives effect to every word. Both\nMarx and the United States admit that a court has inherent power to\naward attorney’s fees to a defendant when the plaintiff brings an\naction in bad faith. Because there was, consequently, no need for\nCongress to specify that courts have this power, §1692k(a)(3) is\nsuperfluous insofar as it addresses attorney’s fees. In light of\nthis redundancy, we are not overly concerned that the reference to\ncosts may be redundant as well.Second, redundancy is “hardly unusual” in\nstatutes addressing costs. Seeid., at ___ (slip op., at\n13). Numerous statutes overlap with Rule 54(d)(1). See,e.g.,12 U. S. C. §2607(d)(5) (“[T]he court may\naward to the prevailing party the court costs of the action”);\n§5565(b) (2006 ed., Supp. V) (“the [Consumer Financial Protection]\nBureau . . . may recover its costs in connection with\nprosecuting such action if [it] . . . is the prevailing\nparty in the action”); 15 U. S. C. §6104(d) (2006 ed.)\n(“The court . . . may award costs of suit and reasonable\nfees for attorneys and expert witnesses to the prevailing party”);\n§7706(f)(4) (“In the case of any successful action . . .\nthe court, in its discretion, may award the costs of the action”);\n§7805(b)(3) (“[T]he court may award to the prevailing party\ncosts”); §8131(2) (2006 ed., Supp. V) (“The court may also, in its\ndiscretion, award costs and attorneys fees to the prevailing\nparty”); 29 U. S. C. §431(c) (2006 ed.) (“The court\n. . . may, in its discretion . . . allow a\nreasonable attorney’s fee to be paid by the defendant, and costs of\nthe action”); 42 U. S. C. §3612(p) (“[T]he court\n. . . in its discretion, may allow the prevailing party\n. . . a reasonable attorney’s fee and costs”);\n§3613(c)(2) (“[T]he court, in its discretion, may allow the\nprevailing party . . . a reasonable attorney’s fee and\ncosts”); 47 U. S. C. §551(f)(2) (“[T]he court may award\n. . . other litigation costs reasonably incurred”).Finally, the canon against surplusage is\nstrongest when an interpretation would render superfluous another\npart of the same statutory scheme. Cf.United Statesv.Jica-rilla Apache Nation, 564 U. S. ___, ___\n(2011) (slip op., at 22) (“ ‘As our cases have noted in the\npast, we are hesitant to adopt an interpretation of a congressional\nenactment which renders superfluous another portion of that same\nlaw’ ” (quotingMackeyv.Lanier Collection Agency\n& Service, Inc.,486 U.S.\n825, 837 (1988))). Because §1692k(a)(3) is not part of Rule\n54(d)(1), the force of this canon is diminished.4Lastly, the United States contends that\n§1692k(a)(3) “establishes explicit cost-shifting standards that\ndisplace Rule 54(d)(1)’s more general default standard.” Brief for\nUnited States 17; see alsoEC Term of Years Trustv.United States,550 U.S.\n429, 433 (2007) (“ ‘[A] precisely drawn, detailed statute\npre-empts more general remedies’ ” (quotingBrownv.GSA,425 U.S.\n820, 834 (1976))). Were we to accept the argument that\n§1692k(a)(3) has a negative implication, this argument might be\npersuasive. But the context of §1692k(a)(3) indicates that Congress\nwas simply confirming the background rule that courts may award to\ndefendants attorney’s fees and costs when the plaintiff brings an\naction in bad faith. The statute speaks to one type of case—the\ncase of the bad-faith and harassing plaintiff. Because Marx did not\nbring this suit in bad faith, this case does not “fal[l] within the\nambit of the more specific provision.” Brief for United States 13;\nsee alsoRadLAX Gateway Hotel,LLCv.Amalgamated\nBank, 566 U. S. ___, ___ (2012) (slip op., at 9) (“When\nthe conduct at issue falls within the scope ofbothprovisions, the specific presumptively governs . . .”\n(emphasis in original)).[9]\nAccordingly, this canon is inapplicable.IIIBecause we conclude that the second sentence\nof §1692k(a)(3) is not contrary to Rule 54(d)(1), and, thus, does\nnot displace a district court’s discretion to award costs under the\nRule, we need not address GRC’s alternative argument that costs\nwere required under Rule 68.The judgment of the Court of Appeals is\naffirmed.It is so ordered.Notes1The FDCPA is a consumer\nprotection statute that prohibits certain abusive, deceptive, and\nunfair debt collection practices. See 15 U. S. C.\n§1692.The FDCPA’s private-enforcement provision, §1692k,\nauthor-izes any aggrieved person to recover damages from “any debt\ncollector who fails to comply with any provision” of the FDCPA.\n§1692k(a).2Under Rule 68(d), if a\ndefendant makes a settlement offer, and the plaintiff rejects it\nand later obtains a judgment that is less favorable than the one\noffered her, the plaintiff must pay the costs incurred by the\ndefendant after the offer was made. See Fed. Rule Civ. Proc. 68(d)\n(“If the judgment that the offeree finally obtains is not more\nfavorable than the unaccepted offer, the offeree must pay the costs\nincurred after the offer was made”).3Prior to the adoption of\nthe federal rules, prevailing parties were entitled to costs as of\nright in actions at law while courts had discretion to award costs\nin equity proceedings. SeeEx parte Peterson,253 U.S.\n300, 317–318 (1920) (“While in equity proceedings the allowance\nand imposition of costs is, unless controlled by statute or rule of\ncourt, a matter of discretion, it has been uniformly held that in\nactions at law the prevailing party is entitled to costs as of\nright, except in those few cases where by express statutory\nprovision or by established principles costs are denied” (citation\nomitted));Mansfield, C. & L. M. R. Co.v.Swan,111 U.S.\n379, 387 (1884) (“[B]y the long established practice and\nuniversally recognized rule of the common law, in actions at law,\nthe prevailing party is entitled to recover a judgment for costs\n. . . ”).4The dissent provides no\nstable definition of “provides otherwise.” First, it argues that a\nstatute “provides otherwise” if it is “different” from Rule\n54(d)(1).Post,at 2 (opinion of Sotomayor, J.). That\ninterpretation renders the Rule meaningless because every statute\nis “dif-ferent” insofar as it is not an exact copy of the Rule.\nNext, it argues that a statute “provides otherwise” if it is an\n“ ‘express provision’ relating to costs.”Post,at 2–3.\nUnder that view, a statute providing that “the court may award\ncosts to the prevailing party” would “provide otherwise.” We do not\nthink such a statute provides otherwise—it provides “same-wise,”\nand the treatise on which the dissent relies supports our view. See\n10 C. Wright, A. Miller, & M. Kane, Federal Practice and\nProcedure §2670, p. 258 (3d ed. 1998 and Supp. 2012)\n(“[Statutes that] are permissive in character . . . are\nnot inconsistent with the discretion given the district court by\nRule 54(d)”). Finally,the dissent seems to implicitly accept that\n“otherwise” means “to the contrary” in the course of arguing that a\ndoctor’s instruction to take medication “ ‘in the\nmorning’ ” would supersede an instruction on the medication\nlabel to “ ‘take [it] twice a day unless otherwise\ndirected,’ ” because the patient would understand the doctor’s\nadvice to mean that he should take the medicine “once a day, each\nmorning.”Post,at 4. If the patient understands the doctor\nto mean “once a day, each morning,” we agree that such advice would\n“provide otherwise,” because the doctor’s order would be “contrary”\nto the label’s instruction. For the reasons set forth in Part II–B,\nhowever, we are not convinced that §1692k(a)(3) is “contrary” to\nRule 54(d)(1).5It is undisputed that GRC\nis not entitled to costs under §1692k(a)(3) because the District\nCourt did not find that Marx brought this action in bad faith. But\nRule 54(d)(1) independently authorizes district courts to award\ncosts to prevailing parties. The question in this case is not\nwhether costs are allowed under §1692k(a)(3) but whether\n§1692k(a)(3) precludes an award of costs under Rule\n54(d)(1).6Indeed, had Congress\nintended §1692k(a)(3) to foreclose a court’s discretion to award\ncosts, it could not have chosen a more circuitous way to do so. The\nstatute sets forth the circumstances in which a court “may” award\ncosts. But under Marx’s and the United States’ view, the only\nconsequence of the statute is to set forth the circumstances in\nwhich it may not award costs.7Section 1692k(a)\nprovides: “Except as otherwise provided by this section, any debt\ncollector who fails to comply with any provision of this subchapter\nwith respect to any person is liable to such person in an amount\nequal to the sum of— “(1) any actual damages sustained by such\nperson as a result of such failure; “(2)(A) in the case of any\naction by an individual, such additional damages as the court may\nallow, but not exceeding $1,000; or “(B) in the case of a class\naction, (i) such amount for each named plaintiff as could be\nrecovered under subparagraph (A), and (ii) such amount as the court\nmay allow for all other class members, without regard to a minimum\nindividual recovery, not to exceed the lesser of $500,000 or 1 per\ncentum of the net worth of the debt collector; and “(3) in the case\nof any successful action to enforce the foregoing liability, the\ncosts of the action, together with a reasonable attorney’s fee as\ndetermined by the court. On a finding by the court that an action\nunder this section was brought in bad faith and for the purpose of\nharassment, the court may award to the defendant attorney’s fees\nreasonable in relation to the work expended and\ncosts.”8Marx also suggests that\n§1692k(a)(3) is similar to the PipelineSafety Act, 49\nU. S. C. §60121(b), which provides: “The court may award\ncosts to a prevailing defendant when the action is unreasonable,\nfrivolous, or meritless.” We have never had occasion to interpret\n§60121(b) and its interaction with Rule 54(d)(1).9Marx, the United States,\nand GRC also spar over the purpose of §1692k(a)(3). Brief for\nPetitioner 14–16; Brief for United States 21–28; Reply Brief 11–14;\nBrief for Respondent 30–43. Marx and the United States contend that\nCongress intended to limit a court’s discretion to award costs to\nprevailing defendants because FDCPA plaintiffs are often poor and\nmay be deterred from challenging unlawful debt collection practices\nby the possibility of being held liable for the defendant’s costs.\nThis purposive argument cannot overcome the language and context of\n§1692k(a)(3), but even if it could, we find it unpersuasive. Rule\n54(d)(1) does notrequirecourts to award costs to\nprevailing defendants. District courts may appropriately consider\nan FDCPA plaintiff’s indigency in deciding whether to award costs.\nSeeBadillov.Central Steel & Wire Co., 717 F.2d\n1160, 1165 (CA7 1983) (“[I]t is within the discretion of the\ndistrict court to consider a plaintiff’s indigency in denying costs\nunder Rule 54(d)”).",
    "joined": []
}