{
    "case": {
        "docket": "19-67",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/19-67/"
    },
    "id": "4246581",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–67_________________UNITED STATES, PETITIONERv.EVELYN\nSINENENG-SMITHon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 7, 2020]Justice Thomas, concurring.I agree with the Court that the Ninth Circuit\nabused its discretion in reaching out to decide whether 8\nU. S. C. §1324(a)(1)(A)(iv) is unconstitutionally\noverbroad. In my view, however, the Court of Appeals’ decision\nviolates far more than the party presentation rule. The merits of\nthat decision also highlight the troubling nature of this Court’s\noverbreadth doctrine. That doctrine provides that “a law may be\ninvalidated as overbroad if ‘a substantial number of its\napplications are unconstitutional, judged in relation to the\nstatute’s plainly legitimate sweep.’ ”United Statesv.Stevens,559 U.S.\n460, 473 (2010) (quotingWashington State Grangev.Washington State Republican Party,552\nU.S. 442, 449, n. 6 (2008)). Although I have previously\njoined the Court in applying this doctrine, I have since developed\ndoubts about its origins and application. It appears that the\noverbreadth doctrine lacks any basis in the Constitution’s text,\nviolates the usual standard for facial challenges, and contravenes\ntraditional standing principles. I would therefore consider\nrevisiting this doctrine in an appropriate case.IThis Court’s overbreadth jurisprudence is\nuntethered from the text and history of the First Amendment. It\nfirst emerged in the mid-20th century. InThornhillv.Alabama,310 U.S.\n88(1940), the Court determined that an antipicketing statute\nwas “invalid on its face” due to its “sweeping proscription of\nfreedom of discussion,”id., at 101–105. The Court rejected\nthe State’s argument that the statute was constitutional because it\nwas “limited or restricted in its application” to proscribable\n“violence and breaches of the peace [that] are the concomitants of\npicketing.”Id., at 105. Without considering whether the\ndefendant’s actual conduct was entitled to First Amendment\nprotection, the Court concluded that the law was unconstitutional\nbecause it “d[id] not aim specifically at evils within the\nallowable area of state control but, on the contrary, swe[pt]\nwithin its ambit other activities that in ordinary circumstances\nconstitute an exercise of freedom of speech or of the press.”Id., at 97.Since then, the Court has invoked this rationale\nto facially invalidate a wide range of laws, from statutes enacted\nby Congress, see,e.g.,Ashcroftv.Free Speech\nCoalition,535 U.S.\n234(2002), to measures passed by city officials, see,e.g.,Board of Airport Comm’rs of Los Angelesv.Jews for Jesus, Inc.,482 U.S.\n569(1987). These laws covered a variety of subjects, from\nnudity in drive-in movies,Erznoznikv.Jacksonville,422 U.S.\n205(1975), to charitable solicitations,Schaumburgv.Citizens for Better Environment,444\nU.S. 620(1980), to depictions of animal cruelty,Stevens,supra, at 460. And all these laws were\nconsidered unconstitutional not because they necessarily violated\nan individual’s First Amendment rights but “because of a judicial\nprediction or assumption that the statute’s very existencemaycause [some citizens] to refrain from constitutionally\nprotected [activity].”Broadrickv.Oklahoma,413\nU.S. 601, 612 (1973) (emphasis added); see alsoErznoznik,supra, at 216.Notably, this Court has not attempted to ground\nits void-for-overbreadth rule in the text or history of the First\nAmendment. It did not do so inThornhill, and it has not\ndone so since. Rather, the Court has justified this doctrine solely\nby reference to policy considerations and value judgments. SeeNew Yorkv.Ferber,458 U.S.\n747, 768–769 (1982). It has stated that facially invalidating\noverbroad statutes is sometimes necessary because “[ First\nAmendment] freedoms are delicate and vulnerable, as well as\nsupremely precious in our society,” and thus “need breathing space\nto survive.”[1]NAACPv.Button,371 U.S.\n415, 433 (1963). And, in the context of the freedom of speech,\nthe Court has justified the overbreadth doctrine’s departure from\ntraditional principles of adjudication by noting free speech’s\n“transcendent value to all society, and not merely to those\nexercising their rights.”Dombrowskiv.Pfister,380 U.S.\n479, 486 (1965).In order to protect this “transcendent” right,ibid., the Court will deem a statute unconstitutional when,\nin “the judgment of this Court[,] the possible harm to society in\npermitting some unprotected speech to go unpunished is outweighed\nby the possibility that protected speech of others may be muted and\nperceived grievances left to fester because of the possible\ninhibitory effects of [the] statut[e].”Broadrick,supra, at 612. In other words, the doctrine is driven by a\njudicial determination of what serves the public good. But there is\n“no evidence [from the founding] indicat[ing] that the First\nAmendment empowered judges to determine whether particular\nrestrictions of speech promoted the general welfare.” Campbell,\nNatural Rights and the First Amendment, 127 Yale L. J. 246, 259\n(2017). This makes sense given that the Founders viewed value\njudgments and policy considerations to be the work of legislatures,\nnot unelected judges. SeeObergefellv.Hodges, 576\nU.S. 644, 709 (2015) (Roberts, C. J., dissenting).\nNevertheless, such judgments appear to be the very foundation upon\nwhich this Court’s modern overbreadth doctrine was built.Perhaps unsurprisingly, the overbreadth doctrine\nshares a close relationship with this Court’s questionable\nvagueness doctrine. SeeJohnsonv.United States, 576\nU.S. 591, 611–623 (2015) (Thomas, J., concurring in judgment). In\nfact, it appears that the Court’s void-for-overbreadth rule\ndeveloped as a result of the vagueness doctrine’s application in\nthe First Amendment context. For example, this Court’s decision inThornhill, which is recognized as “the fountainhead of the\noverbreadth doctrine,” Monaghan, Overbreadth, 1981 S. Ct. Rev. 1,\n11, cited a vagueness precedent in support of its overbreadth\nanalysis. 310 U. S., at 96 (citingStrombergv.California,283 U.S.\n359, 367 (1931)). And the decision expressed concerns regarding\nthe antipicketing statute’s “vague” terms with “no ascertainable\nmeaning” and their resulting potential for “discriminatory\nenforcement.”Thornhill,supra, at 97–98, 100–101;\ncf.Chicagov.Morales,527 U.S.\n41, 56 (1999) (opinion of Stevens, J.). As the overbreadth\ndoctrine has developed, it has “almost wholly merged” with the\nvagueness doctrine as applied to “statutes covering [F]irst\n[A]mendment activities.” Sargentich, Note, The First Amendment\nOverbreadth Doctrine, 83 Harv. L. Rev. 844, 873 (1970). Given\nthe dubious origins of the vagueness doctrine, I find this shared\nhistory “unsettling.”Johnson,supra, at 621 (opinion\nof Thomas, J.).IIIn addition to its questionable origins, the\noverbreadth doctrine violates the usual standard for facial\nchallenges. Typically, this Court will deem a statute\nunconstitutional on its face only if “no set of circumstances\nexists under which the Act would be valid.”United Statesv.Salerno,481 U.S.\n739, 745 (1987). But the overbreadth doctrine empowers courts\nto hold statutes facially unconstitutional even when they can be\nvalidly applied in numerous circumstances, including the very case\nbefore the court.By lowering the bar for facial challenges in the\nFirst Amendment context, the overbreadth doctrine exacerbates the\nmany pitfalls of what is already a “disfavored” method of\nadjudication.Washington State Grange, 552 U. S., at\n450. “[U]nder our constitutional system[,] courts are not roving\ncommissions assigned to pass judgment on the validity of the\nNation’s laws.”Broadrick, 413 U. S., at 610–611. But\nwhen a court entertains—or in this case, seeks out—an overbreadth\nchallenge, it casts aside the “judicial restraint” necessary to\navoid “ ‘premature’ ” and “ ‘unnecessary\npronouncement[s] on constitutional issues.’ ”Washington\nState Grange,supra, at 450 (quotingUnited\nStatesv.Raines,362 U.S.\n17, 22 (1960)). This principle of restraint has long served as\na fundamental limit on the scope of judicial power. SeeLiverpool, New York & Philadelphia S. S. Co.v.Commissioners of Emigration,113 U.S.\n33, 39 (1885). “[T]here is good evidence that courts [in the\nearly Republic] understood judicial review to consist [simply] ‘of\na refusal to give a statute effect as operative law in resolving a\ncase’ ” once that statute was determined to be\nunconstitutional.Johnson,supra, at 615 (opinion of\nThomas, J.)(quoting Walsh, Partial Unconstitutionality, 85\nN. Y. U. L. Rev. 738, 756 (2010)). Thus, our “modern\npractice of strik[ing] down” legislation as facially\nunconstitutional bears little resemblance to the practices of 18th\nand 19th century courts.Johnson,supra, at 615\n(opinion of Thomas, J.) (internal quotation marks omitted); see\nalso Mitchell, The Writ-of-Erasure Fallacy, 104 Va. L. Rev. 933,\n936 (2018) (“[F]ederal courts have no authority to erase a duly\nenacted law from the statute books”).Moreover, by relaxing the standard for facial\nchallenges, the overbreadth doctrine encourages “speculat[ion]”\nabout “ ‘imaginary’ cases,”Washington State Grange,supra, at 450 (quotingRaines,supra, at 22),\nand “summon[s] forth an endless stream of fanciful hypotheticals,”United Statesv.Williams,553\nU.S. 285, 301 (2008). And, when a court invalidates a statute\nbased on its theoretical, illicit applications at the expense of\nits real-world, lawful applications, the court “threaten[s] to\nshort circuit the democratic process by preventing laws embodying\nthe will of the people from being implemented in a manner\nconsistent with the Constitution.”Washington State Grange,supra, at 451.Collaterally, this Court has a tendency to lower\nthe bar for facial challenges when preferred rights are at stake.\nSee,e.g., Planned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992). This ad hoc approach to constitutional\nadjudication impermissibly expands the judicial power and\n“reduc[es] constitutional law to policy-driven value judgments.”Whole Woman’s Healthv.Hellerstedt, 579 U. S.\n___, ___ (2016) (Thomas, J., dissenting) (slip op., at 16). We\nought to “abid[e] by one set of rules to adjudicate constitutional\nrights,”ibid., particularly when it comes to the disfavored\npractice of facial challenges.IIIFinally, by allowing individuals to challenge\na statute based on a third party’s constitutional rights, the\noverbreadth doctrine is at odds with traditional standing\nprinciples. This Court has long adhered to the rule that “a\nlitigant must assert his or her own legal rights and interests, and\ncannot rest a claim to relief on the legal rights or interests of\nthird parties.”Powersv.Ohio,499 U.S.\n400, 410 (1991); see alsoClarkv.Kansas City,176 U.S.\n114, 118 (1900);Owingsv.Norwood’s Lessee, 5\nCranch 344, 348 (1809) (Marshall, C. J.). The Court has\ncreated a “limited” exception to this rule, allowing third-party\nstanding in certain cases in which the litigant has “a close\nrelation to the third-party” and there is a substantial “hindrance\nto the third party’s ability to protect his or her own interests.”Powers,supra, at 410–411. Litigants raising\noverbreadth challenges rarely satisfy either requirement, but the\nCourt nevertheless allows third-party standing to “avoi[d] making\nvindication of freedom of expression await the outcome of\nprotracted litigation.”Dombrowski, 380 U. S., at 487.\nAs I have previously explained, this Court “has no business\ncreating ad hoc exceptions so that others can assert rights\nthat seem especially important to vindicate.”Whole Women’s\nHealth,supra,at ___ (Thomas, J., dissenting) (slip\nop., at 16).The overbreadth doctrine’s disregard for the\ngeneral rule against third-party standing is especially problematic\nin light of the rule’s apparent roots in Article III’s\ncase-or-controversy requirement. Although the modern Court has\ncharacterized the rule as a prudential rather than jurisdictional\nmatter, seeCraigv.Boren,429\nU.S. 190, 193 (1976), it has never provided a substantive\njustification for that assertion. And the Court has admitted that\nthis rule against third-party standing is “not always clearly\ndistinguished from the constitutional limitation[s]” on standing,Barrowsv.Jackson,346 U.S.\n249, 255 (1953); is “closely related to Art[icle] III\nconcerns,”Warthv.Seldin,422\nU.S. 490, 500 (1975); and even is “grounded in Art[icle] III\nlimits on the jurisdiction of federal courts to actual cases and\ncontroversies,”Ferber, 458 U. S., at 767,\nn. 20.These statements find support in a historical\nunderstanding of Article III. To understand the scope of the\nConstitution’s case-or-controversy requirement, “we must ‘refer\ndirectly to the traditional, fundamental limitations upon the\npowers of common-law courts.’ ”Spokeo, Inc.v.Robins, 578 U. S. ___, ___ (2016) (Thomas, J.,\nconcurring) (slip op., at 2) (quotingHonigv.Doe,484 U.S.\n305, 340 (1988) (Scalia, J., dissenting)). “Common-law courts\nimposed different limitations on a plaintiff ’s right to bring\nsuit depending on the type of right the plaintiff sought to\nvindicate.”Spokeo, 578 U. S., at ___ (Thomas, J.,\nconcurring) (slip op., at 2). “In a suit for the violation of a\nprivate right, courts historically presumed that the plaintiff\nsuffered ade factoinjury [if] his personal, legal rights\n[were] invaded.”Ibid.Personal constitutional rights, such\nas those protected under the First Amendment, are “private rights”\nin that they “ ‘belon[g] to individuals, considered as\nindividuals.’ ”Ibid.(quoting 3 W. Blackstone,\nCommentaries on the Laws of England *2); see alsoFerber,supra,at 767 (recognizing “the personal nature of\nconstitutional rights” as a “cardinal principl[e] of our\nconstitutional order”); Hessick, Standing, Injury in Fact, and\nPrivate Rights, 93 Cornell L. Rev. 275, 287 (2008) (listing “ First\nAmendment rights” as examples of private rights provided by the\nConstitution). Thus, when a litigant challenges a statute on the\ngrounds that it has violated his First Amendment rights, he has\nalleged an injury sufficient to establish standing for his claim,\nregardless of the attendant damages or other real-world harms he\nmay or may not have suffered.Overbreadth doctrine turns this traditional\ncommon-law rule on its head: It allows a litigant without a legal\ninjury to assert the First Amendment rights of hypothetical third\nparties, so long as he has personally suffered a real-world injury.\nSeeBroadrick, 413 U. S., at 612. In other words, the\nlitigant has no private right of his own that is genuinely at\nstake. See Woolhandler & Nelson, Does History Defeat Standing\nDoctrine? 102 Mich. L. Rev. 689, 722–723 (2004); see also Hessick,\n93 Cornell L. Rev., at 280–281. At common law, this sort of\n“factual harm without a legal injury wasdamnum absque\ninjuriaand provided no basis for relief.”Ibid. Courts\nadhered to the “obvious” and “ancient maxim” that one’s real-world\ndamages alone cannot “lay the foundation of an action\n. . . if the act complained of does not violate any of\nhis legal rights.”Parkerv.Griswold, 17 Conn. *288,\n*302–*303 (1846).Here, the overbreadth challenge embraced by\nrespondent on appeal relied entirely on the free speech rights of\nothers—immigration lawyers, activists, clergy, and even\ngrandmothers. This is not terribly surprising given that the\noverbreadth arguments were developed byamiciorganizations\nthat represent some of these third parties, not by respondent\nherself. Seeante,at 7–8. Although it appears respondent\nlacked standing on appeal to assert the rights of individuals not\nbefore the court, she did have standing to seek relief for alleged\nviolations of her own constitutional rights, which she raised\nbefore the Ninth Circuit commandeered her appeal. On remand, the\nCourt of Appeals will be well within the bounds of its Article III\njurisdiction in considering these narrower arguments.*  *  *The overbreadth doctrine appears to be the\nhandiwork of judges, based on the misguided “notion that some\nconstitutional rights demand preferential treatment.”Whole\nWoman’s Health, 579 U. S.,at ___ (Thomas, J.,\ndissenting) (slip op., at 14). It seemingly lacks any basis in the\ntext or history of the First Amendment, relaxes the traditional\nstandard for facial challenges, and violates Article III principles\nregarding judicial power and standing. In an appropriate case, we\nshould consider revisiting this doctrine.Notes1The Court often discusses the\ndoctrine as applying in the context of “ First Amendment rights”\nmore generally.Broadrickv.Oklahoma,413 U.S.\n601, 611–613 (1973); see alsoNAACPv.Button,371 U.S.\n415, 433 (1963) (discussing “the First Amendment freedoms”).\nSuch arguments are typically raised in free speech cases, but the\nCourt has occasionally entertained overbreadth challenges invoking\nthe freedom of the press, see,e.g., Thornhillv.Alabama,310 U.S.\n88(1940), and the freedom of association, see,e.g.,\nKeyishianv.Board of Regents of Univ. of State of\nN. Y.,385 U.S.\n589(1967). Curiously, however, the Court has never applied\nthis doctrine in the context of the First Amendment’s Religion\nClauses. In fact, the Court currently applies a far less protective\nstandard to free exercise claims, upholding laws that substantially\nburden religious exercise so long as they are neutral and generally\napplicable. SeeEmployment Div., Dept. of Human Resources of\nOre.v.Smith,494 U.S.\n872(1990). The Court has never acknowledged, much less\nexplained, this discrepancy.",
    "joined": []
}