{
    "case": {
        "docket": "449",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/449/"
    },
    "id": "1962874",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGCONE V. BELL556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1114GARY BRADFORD CONE, PETITIONERv.RICKY\nBELL, WARDENon writ of certiorari to the united states court of\nappeals for the sixth circuit[April 28, 2009]Justice Thomas, with whom Justice\nScalia joins, dissenting.The Court affirms Gary Cone’s\nconviction for beating an elderly couple to death with a blunt\nobject. In so doing, the majority correctly rejects Cone’s argument\nthat his guilty verdict was secured in violation of his rights\nunderBradyv.Maryland,373 U. S. 83(1963). The\nmajority declines, however, to decide whether the same evidence\nthat was insufficient underBradyto overturn his\nconviction provides a basis for overturning his death sentence. The\nmajority instead remands this question to the District Court for\nfurther consideration because it finds that the Court of Appeals\nengaged in a “summary treatment” of Cone’sBradysentencing claim. Seeante, at 25–27.I respectfully dissent. The Court of Appeals’\nallegedly “summary treatment” of Cone’s sentencing claim does not\njustify a remand to the District Court. Cone has failed to\nestablish “ ‘a reasonable probability that, had the evidence\nbeen disclosed to the defense, the result of the [sentencing]\nproceeding would have been different,’ ”Kylesv.Whitley,514 U. S. 419, 435\n(1995) (quotingUnited Statesv.Bagley,473 U. S. 667, 682\n(1985) (opinion of Blackmun, J.)). As a result, I would affirm the\njudgment of the Court of Appeals.[Footnote 1]IThis case arises\nfrom a crime spree 28 years ago that began with Cone’s robbery of a\njewelry store in Memphis, Tennessee, and concluded with his robbery\nof a drugstore in Pompano Beach, Florida. Along the way, Cone shot\na police officer and a bystander while trying to escape the first\nrobbery, attempted to shoot another man in a failed carjacking\nattempt, unsuccessfully tried to force his way into a woman’s\napartment at gunpoint, and murdered 93-year-old Shipley Todd and\nhis 79-year-old wife, Cleopatra. When he was tried on two counts of\nfirst-degree murder in 1982, Cone’s sole defense was that he did\nnot have the requisite intent to commit first-degree murder because\nhe was in the grip of a chronic amphetamine psychosis. The jury\nrejected the defense and convicted Cone of both murders.At sentencing,\nthe Tennessee jury found beyond a reasonable doubt that four\nstatutory aggravating factors applied to Cone’s offense: (1) Cone\nhad been convicted of one or more previous felonies involving the\nuse or threat of violence; (2) he had knowingly created a great\nrisk of death to two or more persons other than the victim during\nhis act of murder; (3) the murder was especially heinous, atrocious\nor cruel in that it involved torture or depravity of mind; and (4)\nthe murder was committed for the purpose of avoiding a lawful\narrest. Tr. 2151–2152 (Apr. 23, 1982); see alsoStatev.Cone, 665 S. W. 2d 87, 94–96 (Tenn. 1984). Tenn. Code\nAnn. §39–2-203(i) (1982).[Footnote\n2] Cone argued to the jury at sentencing that his “capacity …\nto appreciate the wrongfulness of his conduct or to conform his\nconduct to the requirements of the law was substantially impaired\nas a result of mental disease or defect or intoxication which was\ninsufficient to establish a defense to the crime but which\nsubstantially affected his judgment.” See §39–2-203(j)(8). But the\njury found that neither this, nor any other mitigating factor,\noutweighed the aggravating factors. The jury, as required by\nTennessee law, unanimously sentenced Cone to death. See\n§39–2-203(g).For almost three decades,\nCone’s case has traveled through the Tennessee and federal courts.\nThis Court has twice reversed decisions from the Court of Appeals\nthat invalidated Cone’s conviction and sentence. SeeBellv.Cone,535 U. S. 685(2002);Bellv.Cone,543 U. S. 447(2005)(per curiam). On remand from this Court’s latest decision,\nthe Court of Appeals directly considered whether a handful of\npolice reports, law enforcement bulletins, and notes that were\nallegedly withheld from Cone’s trial attorneys could have changed\nthe result of Cone’s trial or sentencing. And, for the second time,\nthe Court of Appeals held that there was not a “ ‘reasonable\nprobability’ ” that the evidence would have altered the jury’s\nconclusion “that Cone’s prior drug use did not vitiate his specific\nintent to murder his victims and did not mitigate his culpability\nsufficient to avoid the death sentence.” 492 F. 3d 743, 757\n(CA6 2007). The Court of Appeals, therefore, held that neither\nCone’s conviction nor his sentence was invalid. Seeibid.;Conev.Bell, 243 F. 3d 961, 968 (CA6 2001).\nWe should affirm the Court of Appeals and put an end to this\nlitigation.IIAccording to the\nmajority, the Court of Appeals’ decision affirming Cone’s death\nsentence is too “summary,”ante, at 25, and the facts are\nsuch that, on further examination, Cone “might” be able to\ndemonstrate that it is “possible” that the contested evidence would\nhave persuaded the jury to spare his life,ante,at 25–26.\nOn this reasoning, the majority remands the case directly to the\nDistrict Court for “full consideration [of] the merits of Cone’s\n[sentencing] claim.”Ante,at 27. I disagree on all\ncounts. Remanding the sentencing issue to the District Court is an\n“unusual step” for this Court to take.Housev.Bell,547\nU. S. 518, 557 (2006) (Roberts, C. J., concurring in judgment\nin part and dissenting in part). Furthermore, in this case, it is a\nstep that is legally and factually unjustified. There is not\n“ ‘a reasonable probability that, had the evidence been\ndisclosed to the defense, the result of the proceeding would have\nbeen different.’ ”Kyles, 514 U. S., at 433–434\n(quotingBagley, 473 U. S., at 682 (opinion of Blackmun,\nJ.)).AThe majority’s\ncriticism of the Court of Appeals’ allegedly “summary treatment” of\nthe sentencing question is misplaced. Before the Court of Appeals,\nCone dedicated eight pages of his opening brief to arguing that the\nimplicated evidence was material to his guilt or innocence, but\nspent only one paragraph arguing its materiality to his death\nsentence. See Brief for Appellant in No. 99–5279 (CA6), pp. 40–48.\nThe Court of Appeals’ focus on the guilt phase, rather than the\nsentencing phase, simply followed Cone’s lead. See 492 F. 3d, at\n755 (“In his most recent brief, claiming that his receiving the\nwithheld evidence would have resulted in a different sentence, Cone\nhas made only conclusory arguments”).[Footnote 3] There is nothing defective about a judicial\ndecision that summarily rejects an abbreviated legal argument,\nespecially where, as here, the burden of proving the materiality of\nthe contested evidence was on Cone.[Footnote 4]BIn remanding this\nmatter to the District Court, the majority makes two critical\nerrors—one legal and one factual—that leave the false impression\nthat Cone’sBradyclaim has a chance of success. First,\nthe majority states that “[i]t ispossiblethat the\nsuppressed evidence” may have convinced the jury that Cone’s\nsubstance abuse played a mitigating role in his crime and “[t]he\nevidencemightalso have rebutted the State’s suggestion”\nthat Cone’s experts were inaccurately depicting the depth of his\ndrug-induced impairment.Ante, at 26 (emphasis added); see\nalsoante,at 26–27 (remanding “[b]ecause the evidence\nsuppressed at Cone’s trialmay well have beenmaterial to\nthe jury’s assessment of the proper punishment in this case”\n(emphasis added)). But, as the majority implicitly acknowledges,\nseeante, at 26, n. 19, this is not the correct legal\ntest for evaluating aBradyclaim: “The mere possibility\nthat an item of undisclosed informationmighthave helped\nthe defense, ormighthave affected the outcome of the\ntrial, does not establish ‘materiality’ in the constitutional\nsense.”United Statesv.Agurs,427 U. S. 97, 109–110\n(1976) (emphasis added).Rather,\n   this Court has made clear that the legal standard\nfor adjudicating such a claim is whether there is a “reasonable\nprobability” that the jury would have been persuaded by the\nallegedly withheld evidence.Kyles,supra, at\n435;Bagley,supra, at 682 (opinion of Blackmun,\nJ.). It simply is not sufficient, therefore, to claim that “there\nis a reasonablepossibilitythat … testimony might have\nproduced a different result … . [P]etitioner’s burden is to\nestablish a reasonableprobabilityof a different result.”Stricklerv.Greene,527 U. S. 263, 291 (1999) (emphasis in\noriginal). To satisfy the “reasonable probability” standard, Cone\nmust show that “the favorable evidence could reasonably be taken to\nput the whole case in such a different light as to undermine\nconfidence” in the jury’s sentencing determination.Kyles,supra, at 435. The Court must view the record “as a\nwhole,”Sawyerv.Whitley,505 U. S. 333, 374 (1992) (Stevens,\nJ., concurring in judgment), and determine whether the absence of\nthe disclosure prevented Cone from receiving “ ‘a trial\nresulting in a [sentence] worthy of confidence.’ ”Strickler,supra, at 290 (quotingKyles,\n514 U. S., at 434).In the context of this case,\nfor Cone to establish “ ‘a reasonable probability that, had\nthe evidence been disclosed to the defense, the result of the\n[sentencing] proceeding would have been different,’ ”id., at 435, he must not only demonstrate that the\nwithheld evidence would have established that he was substantially\nimpaired as a result of drug abuse or withdrawal; Cone also must\nestablish that the addition of the allegedly withheld evidence\nultimately would have led the jury to conclude that any mitigating\nfactors (including substantial impairment) outweighed all of the\nestablished aggravating factors. See Tenn. Code Ann.\n§39–2-203(g).[Footnote\n5]Second, the majority\nincorrectly claims that to prevail on hisBradyclaim,\nCone must demonstrate simply that the withheld evidence supported\nthe inference that he “was impaired by his use of drugs around the\ntime his crimes were committed.” Seeante, at 21. This is\nfactually inaccurate because there was already significant evidence\nof Cone’s drug use at trial. To establish that the allegedly\nwithheld evidence would reasonably have had any impact on his case,\nCone must instead show that the evidence would have supported his\nclaim ofsubstantialmental impairment from drug\nuse.There was extensive evidence\nat trial that supported the inference that Cone was not only a\nlongstanding drug user, but that he was in fact using drugs at the\ntime of his crimes. The State itself presented significant evidence\non this point. For example, it presented proof that officers found\nmarijuana cigarette butts, empty drug vials, and loose syringes in\nthe car that Cone abandoned immediately after the jewelry store\nrobbery. Tr. 1505–1509 (Apr. 19, 1982). The State also did not\nchallenge testimony from Cone’s mother that Cone used drugs.Id., at 1647, 1648–1653 (Apr. 20, 1982). And, most\ntellingly, the State introduced evidence that Cone was abusing\nthree drugs—cocaine, Dilaudid, and Demerol—at the time of his\narrest and was suffering “slight withdrawal symptoms” from them.Id., at 1915–1916, 1920 (Apr. 22, 1982). As the Court of\nAppeals explained, “[i]t would not have been news to the jurors,\nthat Cone was a ‘drug user.’ ” 492 F. 3d, at\n757.[Footnote 6]In contrast, whatwascontested by the State during trial was Cone’s defense that his\ndrug use was so significant that it caused him to suffer from\nextreme amphetamine psychosis at the time of the murders. One of\nCone’s expert witnesses, a neuropharmacologist, testified that by\nthe summer of 1980, when the crimes occurred, Cone was ingesting\n“ferociously large doses” of drugs and that his increasing\ntolerance and use of amphetamines caused a chronic amphetamine\npsychosis. Tr. 1736–1737, 1744–1747, 1758–1759 (Apr. 21, 1982). The\nexpert further testified that if a person with chronic amphetamine\npsychosis were to go into withdrawal, he could suffer extreme mood\nswings, “a crashing depression,” and a state of weakness so severe\nthat “he could barely lift himself.”Id., at 1857–1859. In\nthis expert’s view, these symptoms could cause a person to “lose\nhis mind.”Id., at 1859.The State contradicted that\ntestimony with significant evidence that Cone did not act like\nsomeone who was “out of his mind” during the commission of his\ncrimes. Rather, the State argued, Cone behaved rationally during\nhis initial Tennessee robbery, his subsequent escape, his flight\nfrom Tennessee to Florida after the Todd murders, his Florida\nrobbery, and his subsequent arrest. See,e.g.,id.,at 2074–2084 (Apr. 22, 1982). To substantiate this\nargument, the State called FBI Special Agent Eugene Flynn to the\nstand. Agent Flynn testified that, when captured, Cone coherently\ndetailed his travel from Tennessee to Florida, explained his\nefforts to evade detection by shaving his beard and buying new\nclothes, and initiated negotiations for a plea bargain.Id., at 1918–1921. The State also presented testimony from\na friend of Cone’s, Ilene Blankman, that she saw no indication that\nCone was under the influence of drugs or severe withdrawal in the\ndays immediately following the murder of the Todds.Id.,at 1875–1876, 1882–1883 (Apr. 21, 1982).Viewing the record as a whole,\nthen, it is apparent that the contested issue at trial and\nsentencing was not whether Cone used drugs, but rather the quantity\nof Cone’s drug use and its effect on his mental state. Only if the\nevidence allegedly withheld from Cone was relevant tothisquestion whether Cone suffered from extreme amphetamine psychosis\nor other substantial impairment would the evidence have been\nexculpatory for purposes ofBrady. See Order Denying\nMotion for Evidentiary Hearing and Order of Partial Dismissal,Conev.Bell, No. 97–2312–M1/A (WD Tenn., May 15,\n1998), App. to Pet. for Cert. 119a, n. 9 (explaining that “the\nissue at trial was not whether Cone had ever abused any drugs (he\nclearly had), but whether he was out of his mind on amphetamines at\nthe time of the murders”); Tr. 2115–2116 (Apr. 23,\n1982).IIIWith the legal\nand factual issues correctly framed, it becomes clear that Cone\ncannot establish a reasonable probability that admission of the\nevidence—viewed either individually or cumulatively—would have\ncaused the jury to alter his sentence.A1Cone first argues\nthat he was improperly denied police reports that included witness\nstatements regarding Cone’s behavior around the time of his crime\nspree. The first statement was given by a convenience store\nemployee, Robert McKinney, who saw Cone the day before he robbed\nthe Tennessee jewelry store. When asked whether Cone appeared “to\nbe drunk or high on anything,” McKinney answered, “[w]ell he did,\nhe acted real weird … he just wandered around the store.” App. 49.\nBut McKinney subsequently clarified that Cone “didn’t sound drunk”\nand that the reason Cone attracted his attention was because he\n“wasn’t acting like a regular customer”; he was “just kinda\nwandering” around the store. Motion to Expand the Record in No.\n97–2312–M1 (WD Tenn.), Exh. 2, pp. 3, 4. Contrary to the\nmajority’s assertion, this interview is not convincing evidence\n“that Cone appeared to be ‘drunk or high’ ” when McKinney saw\nhim.Ante, at 21. McKinney’s clarification that he had\ncharacterized Cone’s behavior as “weird” because Cone appeared to\nbe killing time rather than acting like a normal shopper undermines\nthe implication of McKinney’s earlier statement that Cone looked\n“weird” because he might have been drunk or on drugs. Thus, there\nis little chance that McKinney’s statement would have provided any\nsignificant additional evidence that Cone was using drugs, let\nalone provide sentence-changing evidence that he was substantially\nimpaired due to amphetamine psychosis.The second\nstatement was given by Charles and Debbie Slaughter, who both\nwitnessed Cone fleeing from police after the jewelry store robbery\nand reportedly told police that he looked “wild eyed.” App. 50.\nCone had just robbed a jewelry store, shot a police officer and a\nbystander, and was still fleeing from police when seen by the\nSlaughters. It is thus unlikely that their observation of a “wild\neyed” man would have been interpreted by the jury to mean that Cone\n“was suffering from chronic amphetamine psychosis at the time of\nthe crimes,”ante, at 21, n. 16, rather than to mean\nthat Cone looked like a man on the run.The third statement is\ncontained in a police report authored by an officer who helped\napprehend Cone after the Florida drugstore robbery. He reported\nthat he saw a suspect “at the rear of Sambos restaurant. Subject\nwas observed to be looking about in a frenzied manner and also\nappeared to be looking for a place to run.” App. 53. Nothing in\nthis police report either connects Cone to drug use or appears\notherwise capable of altering the jury’s understanding of Cone’s\nmental state at the time of the crimes. It certainly makes perfect\nsense that Cone was “looking about in a frenzied manner,”ibid.;he had just robbed a drugstore and was about to\nengage in a gun battle with police in order to evade arrest. The\npolice officer’s description of Cone’s appearance under these\ncircumstances thus does not “undermine confidence” in Cone’s\nsentence.Kyles, 514 U. S., at 435.2The next category\nof documents that Cone relies upon to establish hisBradyclaim are police bulletins. Some of the bulletins were sent by\nMemphis Police Sergeant Roby to neighboring jurisdictions on the\nday of the Todd murders and the day after. The bulletins sought\nCone’s apprehension and alternatively described him as a “drug\nuser” or a “heavy drug user.” App. 55–58. Cone asserts that he\ncould have used these bulletins to impeach Sergeant Roby’s trial\ntestimony that the sergeant did not see any track marks when\nvisiting Cone in jail a week later. Tr. 1939 (Apr. 22, 1982).\nCone’s reasoning is faulty for two key reasons. First, Sergeant\nRoby never testified that Cone was not a drug user. His only trial\ntestimony on this point was simply that he observed no “needle\nmarks” on Cone’s arm when taking hair samples from him a few days\nafter Cone’s apprehension.Ibid.Second, the bulletins\nestablish only “that the police were initially cautious regarding\nthe characteristics of a person who had committed several heinous\ncrimes.” App. to Pet. for Cert. 119a, n. 9. The bulletins would not\nhave tended to prove that the fugitive Cone was, in fact, a heavy\ndrug user—let alone “out of his mind” or otherwise substantially\nimpaired due to amphetamine psychosis—at the time of his\ncrimes.[Footnote 7]3Cone also argues\nthat material was withheld that could have been used to impeach\nIlene Blankman’s testimony that Cone did not appear to be high or\nin withdrawal when she helped him obtain a Florida driver’s license\nduring his efforts to evade arrest in Florida. Tr. 1875–1882 (Apr.\n21, 1982). But he again fails to meet the standard for exculpatory\nevidence set byBrady.Cone first points\nto police notes of a pre-trial interview with Blankman, which did\nnot reflect the statement she gave at trial that she saw no track\nmarks on Cone’s arm. App. 72–73. But Blankman was questioned at\ntrial about her failure to initially disclose this fact to police,\nTr. 1903 (Apr. 21, 1982), so the jury was fully aware of the\nomission. Disclosure of the original copy of the police notes thus\ncould not have had any material effect on the jury’s deliberations.\nMoreover, the missing notes also recorded a damning statement by\nBlankman that Cone “never used drugs around” her and she “never saw\nCone with drug paraphernalia.” App. 73. Thus, it is difficult to\naccept Cone’s argument that he would have benefited from the\nintroduction of notes from Blackman’s pretrial interview. If\nanything, these police notes would have undermined his mitigation\nargument.Cone next relies on a report\nthat describes a woman’s confrontation with the prosecution team\nand Blankman at a restaurant during trial. During the encounter,\nthe woman accused Blankman of lying on the stand in order to frame\nCone for the murders.Id.,at 74–75. The report indicates\nthat the prosecutors politely declined the woman’s numerous\nattempts to discuss the merits of the case and that Blankman said\nnothing.Id.,at 75. Nothing about this encounter raises\ndoubts about Blankman’s credibility.Last, Cone points to\n“correspondence in the district attorney’s files suggest[ing] that\nthe prosecution had been unusually solicitous of [Blankman’s]\ntestimony.” Brief for Petitioner 45. But the correspondence was\ncompletely innocuous. One of the notes, sent in response to\nBlankman’s request for a copy of her prior statement, expressed to\nBlankman that her “cooperation in this particular matter is\nappreciated.” App. 76. The prosecutor then sent a letter to confirm\nthat Blankman would testify at trial.Id., at 77. And\nfinally, after trial, the prosecutor sent a note to inform Blankman\nof the verdict and indicate that they “certainly appreciate[d]\n[her] cooperation with [them] in the trial of Gary Bradford Cone.”Id.,at 78. There is nothing about these notes that\n“tend[s] to prove any fact that is both favorable to Cone and\nmaterial to his guilt or punishment.” App. to Pet. for Cert.\n116a.BViewing the\nrecord as a whole, Cone has not come close to demonstrating that\nthere is a “reasonable probability” that the withheld evidence,\nanalyzed individually or cumulatively, would have changed the\nresult of his sentencing. Much of the impeachment evidence\nidentified by Cone is of no probative value whatsoever. The police\nbulletins do not contradict any of the trial testimony; the\nrestaurant encounter was innocuous; and the correspondence sent by\nprosecutors to Blankman does not undermine her testimony or call\nCone’s mental state into doubt. If the remaining evidence has any\nvalue to Cone, it is marginal at best. There was testimony that\nBlankman did not initially tell police that Cone lacked track\nmarks. See Tr. 1903 (Apr. 21, 1982). McKinney clarified in his\nstatement that Cone’s activity in the store was consistent with a\nperson killing time, not the use of drugs or alcohol. And the\nbehavior described by the Slaughters and the Florida police officer\nis more naturally attributable to the circumstances of Cone’s\nflight from the police than to any inference that Cone was “out of\nhis mind” or otherwise substantially impaired due to amphetamine\npsychosis.Countering the\ntrivial value of the allegedBradymaterial is the clear\nand overwhelming evidence that during Cone’s crime spree, he was\nneither sufficiently insane to avoid a conviction of murder nor\nsubstantially impaired by his drug use or withdrawal-related\npsychosis. There was substantial evidence that Cone carefully\nplanned the jewelry store robbery and was calm in carrying it out,\nTr. at 974–976, 1014 (Apr. 16, 1982), 1350–1352 (Apr. 17, 1982),\n1501 (Apr. 19, 1982), 2075 (Apr. 22, 1982); that he successfully\neluded police after engaging them in a shootout,id., at\n1053–1064 (Apr. 16, 1982); that, after hiding overnight, he\nconcocted a ruse to try to gain illegal entry to a residence,id., at 1205–1208 (Apr. 17, 1982); that he murdered the\nTodds after they declined to cooperate with his efforts to further\nelude police,id., at 1681 (Apr. 20, 1982); that he took\nsteps to change his appearance at the Todd residence and then\nsuccessfully fled to Florida,id., at 1918–1919 (Apr. 22,\n1982); that he arrived in Florida exhibiting no signs of drug use\nor severe withdrawal,id., at 1875–1882 (Apr. 21, 1982);\nthat he obtained false identification in a further effort to avoid\napprehension,id., at 1881–1882, and that he denied any\nmemory lapses and described undergoing only minor drug withdrawal\nwhen police arrested him,id., at 1919–1920 (Apr. 22,\n1982). Given this wealth of evidence, there is no “reasonable\nprobability” that the jury would have found that Cone was entitled\nto the substantial impairment mitigator had the evidence he seeks\nbeen made available to him.And even if Cone could have\npresented this evidence to the jury at sentencing and established\nan entitlement to this mitigator, he still has not demonstrated a\nreasonable probability that it would have outweighed all of the\naggravating factors supporting the jury’s death sentence. Seeid.,at 2151–2154 (Apr. 23, 1982). In its decision on\ndirect appeal, the Tennessee Supreme Court was well aware of the\nevidence regarding the “degree and extent of [Cone’s] drug abuse.”Cone, 665 S. W. 2d, at 90. As part of its required\nindependent review of whether the mitigation evidence was\nsufficiently substantial to outweigh the aggravating factors, see\nTenn. Code Ann. §39–2-205, the Tennessee court nevertheless\nconcluded that the sentence was “not in any way disproportionate\nunder all of the circumstances, including the brutal murders of two\nelderly defenseless persons by an escaping armed robber who had\nterrorized a residential neighborhood for twenty-four hours.” 665\nS. W. 2d, at 95–96. None of Cone’s proffered evidence places\nthat conclusion, made by both the jury and the Tennessee Supreme\nCourt, “in such a different light as to undermine confidence” in\nCone’s sentence.Kyles, 514 U. S., at 435; see alsoStrickler, 527 U. S., at 296.IVThis Court should\nnot vacate and remand lower court decisions based on nothing more\nthan the vague suspicion that error might be present, or because\nthe court below could have been more clear. This is especially so\nwhere, as here, the record before the Court is adequate to evaluate\nCone’sBradyclaims with respect to both the guilt and\nsentencing phases of his trial. The Court’s willingness to return\nthe sentencing issue to the District Court without any firm\nconviction that an error was committed by the Court of Appeals is\ninconsistent with our established practice and disrespectful to the\nlower courts that have considered this case. Worse still, the\ninevitable result will be years of additional delay in the\nexecution of a death sentence lawfully imposed by a Tennessee jury.\nBecause I would affirm the judgment below, I respectfully\ndissent.Footnote\n1Because I would affirm on the\nbasis of the Court of Appeals’ alternative holding below, I do not\nreach the issues of procedural default resolved by the majority.\nSeeUnited Statesv.Atlantic Research Corp.,551 U. S. 128,\n141, n. 8 (2007);Ayottev.Planned Parenthood of\nNorthern New Eng.,546 U. S. 320, 332\n(2006);Ardestaniv.INS,502 U. S. 129, 139\n(1991).Footnote\n2The Tennessee Supreme Court\nlater concluded that the record in Cone’s case was doubtful as to\nevidence supporting the second circumstance given the lapse in time\nbetween the initial events of the escape and the Todd murders.Cone, 665 S. W. 2d, at 95. The court, however,\ndetermined that the existence of the other three factors rendered\nany possible error in this factor harmless beyond a reasonable\ndoubt.Ibid.Footnote\n3The assertion by the\nmajority,ante, at 26, n. 19, and Justice Alito,ante, at 8 (opinion concurring in part and dissenting in\npart), that the Court of Appeals did not address the merits of the\nsentencing issue at all is flatly wrong. See 492 F. 3d, at 757\n(rejecting Cone’sBradyclaim because the proffered\nevidence would not have altered the jury’s conclusion “that Cone’s\nprior drug use did not vitiate his specific intent to murder his\nvictimsand did not mitigate his culpability sufficient to\navoid the death sentence” (emphasis added)).Footnote\n4The majority does not attempt\nto justify its remand by contending that it is necessary because\nthe record is insufficient to decide the claim. Nor could it\npersuasively contend a remand is necessary so that the District\nCourt can hold an evidentiary hearing. Such a hearing would shed no\nadditional light on the trial proceedings or the relative\nimpeachment value of the withheld documents. Cone himself agrees\nthat “this Court should resolve the merits of [his]Bradyclaim.” Reply Brief for Petitioner 24; see also Brief for\nRespondent 26–27.Footnote\n5The majority\nasserts that the standard under Tennessee law for demonstrating\nmental defect or intoxication as a mitigating factor at sentencing\nis “far lesser” than the standard for demonstrating insanity in the\nguilt phase of a criminal trial.Ante, at 25. But the\nmitigating factor still requires a showing that Cone’s mental\ncapacity was “substantially impaired” as a result of mental defect.\nTenn. Code Ann. §39–2-203(j)(8). In any event, the only authority\ncited by the majority for its assertion that the standard is “far”\nlesser than that for insanity is Justice Stevens’ lone dissent in a\nprior appeal in this case.Ante, at 25.Footnote 6Although\nthere were two occasions during closing arguments where prosecutors\nintimated that Cone was not a drug user, see Tr. 2014–2015, 2068\n(Apr. 22, 1982), the State’s argument otherwise consistently\nfocused on the real issue in the case: that Cone was not so\nsignificantly affected by his drug use around the time of his\ncrimes that he was “out of his mind” or “drug crazy” during the\ncritical days of August 1980. Seeid., at 2023–2024,\n2071–2084. The majority’s focus on two brief excerpts from the\nState’s closing argument fails to faithfully view the record “as a\nwhole” for purposes of aBradyanalysis. SeeSawyerv.Whitley,505 U. S. 333, 374 (1992) (Stevens,\nJ., concurring in judgment); see alsoStricklerv.Greene,527 U. S. 263, 290–291 (1999) (finding\nno reasonable probability of a different result even when\nprosecutor’s closing argument relied on testimony that could have\nbeen impeached by withheld material).Footnote 7Alert\nbulletins sent by the FBI similarly identified Cone as a “believed\nheavy drug user” or a “drug user.” App. 62–70. Cone argues that\nthese bulletins could have been used to impeach FBI Agent Flynn’s\ntestimony about Cone’s arrest in Florida. The bulletins would not\nhave constituted material impeachment evidence, however, for the\nsecond reason identified above. In addition, the bulletins would\nnot have contradicted any of FBI Agent Flynn’s testimony; he in\nfact stated at trial that Cone reported using three drugs and was\nundergoing mild drug withdrawal when he was captured in Florida.\nTr. 1915–1916 (Apr. 22, 1982).",
    "joined": []
}