{
    "case": {
        "docket": "143",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/143/"
    },
    "id": "3420638",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–185_________________NOEL REYES MATA, PETITIONERv.LORETTA\nE.LYNCH, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 15, 2015]Justice Thomas, dissenting.The Court’s opinion in this case elides an\nimportant distinction between construing a court filing and\nrecharacterizing it. SeeCastrov.United States, 540\nU. S. 375, 386 (2003) (Scalia, J., concurring in part and\nconcurring in judgment) (discussing this distinction). Courts\nroutinely construe ambiguous filings to make sense out of them, as\nparties—both counseled and uncounseled—sometimes submit documents\nlacking even rudimentary clarity. See,e.g., Alabama Legislative\nBlack Caucusv.Alabama, 989 F. Supp. 2d 1227, 1287\n(MD Ala. 2013) (“The filings and arguments made by the plaintiffs\non these claims were mystifying at best”). Recharacterization is\nsomething very different: It occurs when a court treats an\nunambiguous filing as something it is not. That practice is an\nunusual one, and should be used, if at all, with caution. SeeCastro, 540 U. S.,at 385–386 (opinion of\nScalia, J.). Courts should not approach recharacterization with a\nfreewheeling attitude, but with “regard to the exceptional nature\nof recharacterization within an adversarial system.”Ibid.Recharacterization has, for example, been used “deliberately to\noverride apro selitigant’s choice of a procedural\nvehicle.”Id., at 386 (disapproving of the practice). But it\nis not the role of courts to “create a ‘better correspondence’\nbetween the substance of a claim and its underlying procedural\nbasis.”Ibid.In my view, then, it makes all the difference\nwhether the Court of Appeals here properly construed an ambiguous\nmotion or recharacterized an unambiguous motion contrary to Mata’s\nstated choice of procedural vehicle. Although the majority’s\nopinion does not address this point, Mata’s motion to reopen does\nnot expressly state whether he was invoking statutory relief under\n8 U. S. C. §1229a(c)(7)(A) or instead requestingsua\nspontereopening under the Board of Immigration Appeals’\nasserted inherent authority. Had the Court of Appeals engaged in\nthe discretionary action of construing that ambiguous filing, it\nmight not have abused its discretion by concluding that Mata really\nmeant to ask forsua spontereopening rather than\nequitable tolling of the statutory time bar.The Court of Appeals, however, did not purport\nto construe an ambiguous motion. Instead, it applied what appears\nto be a categorical rule that all motions to reopen that would be\nuntimely under §1229a(c)(7)(A) must be construed as motions forsua spontereopening of the proceedings. See 558 Fed.\nAppx. 366, 367 (CA5 2014) (per curiam) (“In this circuit, an\nalien’s request for equitable tolling on the basis of ineffective\nassistance of counsel is construed as an invitation for the BIA to\nexercise its discretion to reopen the removal proceedingsua sponte”). That rule would appear to foreclose a\nlitigant from ever filing an untimely statutory motion to reopen\nremoval proceedings seeking equitable tolling, as well as to invite\nimproper recharacterization in the event any such a motion is\nfiled. The Court of Appeals should have assessed Mata’s motion on\nits own terms. It erred in not doing so.The reason it erred, though, has nothing to do\nwith its fidelity to our precedents discussing “the judicial\nobligation to exercise jurisdiction,”ante,at 7. That\nobligation does not allow evasion of constitutional and statutory\njurisdictional prerequisites. It is true that “when a federal court\nhas jurisdiction, it also has a ‘virtually unflagging obligation to\n. . . exercise’ that authority.”Ibid.(quotingColorado River Water Conservation Dist.v.United\nStates, 424 U. S. 800, 817 (1976) ). But that “unflagging\nobligation” arises only if a court actually has jurisdiction.\nFederal courts have no obligation to seek out jurisdiction, nor\nshould they misconstrue filings to satisfy jurisdictional\nrequirements. Rather, federal courts should “presume that [they]\nlack jurisdiction unless the contrary appears affirmatively from\nthe record.” SeeDaimlerChrysler Corp.v.Cuno, 547\nU. S. 332 , n. 3 (2006). And they should apply the\nordinary rule that the party asserting federal jurisdiction bears\nthe burden of proving that jurisdictional prerequisites are met.Ibid.The practice of construing filings does not alter the\nusual rules of establishing jurisdiction in federal court.I would vacate and remand for the Court of\nAppeals to consider the BIA’s judgment without the burden of what\nappears to be a categorical rule demanding that Mata’s motion be\nconstrued (or recharacterized) as a request forsua spontereopening. Because the majority does more\nthan this by reversing the judgment below, I respectfully\ndissent.",
    "joined": []
}