{
    "case": {
        "docket": "18-565",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-565/"
    },
    "id": "4229746",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–565_________________CITGO ASPHALT REFINING COMPANY, et al.,\nPETITIONERSv.FRESCATI SHIPPING COMPANY, LTD.,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[March 30, 2020]Justice Thomas, with whom Justice Alito joins,\ndissenting.The majority concludes that the safe-berth\nclause in the contract at issue unambiguously created a warranty of\nsafety by the charterer. Although this interpretation provides a\nclear background rule for the maritime industry to contract\nagainst, it is the wrong rule and finds no basis in the contract’s\nplain text. I would hold that the plain language of the safe-berth\nclause contains no warranty of safety and remand for factfinding on\nwhether industry custom and usage establish such a warranty in this\ncase. Accordingly, I respectfully dissent.IIn 2001, Star Tankers Inc. (Star) entered into\na voyage charter party with CITGO Asphalt Refining Company (CARCO).\nThat contract included a safe-berth clause that provided:“SAFE BERTHING — SHIFTING. The vessel\nshall load and discharge at any safe place or wharf, or alongside\nvessels or lighters reachable on her arrival, which shall be\ndesignated and procured by the Charterer, provided the Vessel can\nproceed thereto, lie at, and depart therefrom always safely afloat,\nany lighterage being at the expense, risk and peril of the\nCharterer.” Addendum to Brief for Petitioners 8a.I agree with the majority that we must interpret\nthe safe-berth clause “by [its] terms and consistent with the\nintent of the parties.”Norfolk Southern R. Co.v.James\nN. Kirby, Pty Ltd.,543 U.S.\n14, 31 (2004). Unlike the majority, however, I conclude that\nthe plain meaning of the safe-berth clause does not include a\nwarranty of safety.AThe safe-berth clause sets out the rights and\nobligations of the vessel master and the charterer. The clause\nrequires the vessel master to “load and discharge at [a] safe place\nor wharf,” but it also gives the master the right to refuse to\nproceed if the vessel cannot “lie at, and depart therefrom always\nsafely afloat.” Addendum to Brief for Petitioners 8a. The charterer\nhas the right to “designat[e]” a “safe place or wharf ” for\ndischarge.Ibid.That right, however, must be exercised by\nthe charterer, seeibid.(using mandatory language), and the\nact of designation must be made in good faith, see Restatement\n(Second) of Contracts §205 (1979). The right to designate is\nlimited to places that the vessel can reach, with the charterer\nbearing the “expense, risk and peril” of any “lighterage”\n(i.e.,transfer of cargo by means of another vessel)\nresulting from its selection. Addendum to Brief for Petitioners 8a.\nAs the leading admiralty treatise succinctly explains, the\nsafe-berth clause provides that “if the port or the berth is\nunsafe, the master is excused from taking his ship in, and the\ncharterer must bear the extra expense . . . entailed by\n[a proper] refusal” of its selected place of discharge. G. Gilmore\n& C. Black, Law of Admiralty §4–4, p. 204 (2d ed.\n1975).[1]This reading is consistent with this Court’s\nprior decisions. The Court has interpreted safe-berth clauses as\nproviding a limit on the “right to select a dock.”Menckev.Cargo of Java Sugar,187 U.S.\n248, 253 (1902); see alsoThe Gazelle and Cargo,128 U.S.\n474, 485–486 (1888) (holding that the right of selection is\nlimited by the terms of the contract). And it has concluded that,\nif a charterer selects a place of discharge that cannot be safely\nreached, the charterer is liable for lighterage expenses.Mencke, 187 U. S., at 253–254.Thus, under the plain language of the safe-berth\nclause, the vessel master has a duty of discharge and right of\nrefusal, while the charterer has a right of selection and duty to\npay for lighterage.BThe majority does not disagree that the\nsafe-berth clause confers these duties and rights. Quite the\nopposite. It recognizes our precedents as embracing this\nunderstanding.Ante, at 11. The majority concludes, however,\nthat in addition to the rights of selection and refusal, the\nlanguage of the safe-berth clause “unambiguously” establishes a\nwarranty of safety by the charterer.Ante, at 15. With this,\nI cannot agree.1The majority first concludes that the\nsafe-berth clause contains an “express prescription of a warranty\nof safety.”Ante, at 11; see alsoante,at 6. This\nassertion finds no support whatsoever in the plain language of the\nclause.First of all, the contract between Star and\nCARCO contains no express warranty of safety by the charterer,\nthough the parties repeatedly used express language to create\nwarranties elsewhere in the contract. See Addendum to Brief for\nPetitioners 26a (“Charterer’s warrant . . .”), 30a\n(“Owners warrant . . .”),ibid. (“Owner warrants\n. . .”), 31a (“Owner warrants . . .”), 41a\n(“Owner warrants . . .”), 42a (“Owner warrants\n. . .”), 43a (“Owner warrants . . .”), 44a\n(“Owner warrants . . .”), 45a (“Owner warrants\n. . .”). In contrast, they did not state that the\ncharterer “warrants” the safety of the place of discharge in the\nsafe-berth clause. As the majority obliquely recognizes—when trying\nto rebut a different argument—“[t]hat omission is particularly\nnotable in context: Where the parties intended to [create\nwarranties] elsewhere in the charter party, they did so expressly.”Ante, at 9. “That the parties did not do so in the\nsafe-berth clause specifically is . . . proof that they\ndid not intend for such a . . . limitation to inhere\nimpliedly.”Ante, at 9–10.[2]But even setting aside this evidence of the\nparties’ intent (as the majority does), the safe-berth clause\ncontains no language that can be construed to create a warranty of\nsafety. Nor does the clause so much as suggest that the charterer\nis liable for all damages arising out of unsafe port conditions. In\nfact, the trade association that promulgated the ASBATANKVOY form\nused in this case specifically acknowledged that the language of\n“the clausedoes not specifywhether the charterer\nabsolutely warrants the safety of the berth.” Brief for Maritime\nLaw Association of the United States and the Association of Ship\nBrokers & Agents (USA) Inc. asAmici Curiaeon Pet. for\nCert. 19 (emphasis added).Notwithstanding this, the majority states that\nthe clause “requires the charterer to designate a ‘safe’ berth” and\nthat requirement “binds the charterer to a warranty of safety.”Ante, at 6. But certainly not every obligation in a contract\nis a warranty. SeeBrooks, Tarlton, Gilbert, Douglas &\nKresslerv.United States Fire Ins. Co., 832 F.2d 1358,\n1375, n. 14 (CA5 1987). Parties often agree to obligations\nthat govern only their conduct without making any assurances as to\nan ultimate result. For example, “[a] promise to repair parts of\n[a] powertrain for six years is a promise that the manufacturer\nwill behave in a certain way, not a warranty that the vehicle will\nbehave in a certain way.”Cosmanv.Ford Motor Co.,\n285 Ill. App. 3d 250, 257, 674 N.E.2d 61, 66 (1996). The majority\ndoes not confront, or even acknowledge, this distinction. Instead,\nit indifferently conflates a duty to take a certain\naction—“designat[e]” a wharf understood to be safe—with a warranty\nguaranteeing a certain result—the ultimate safety of the\nberth.[3]By conflating an action with an outcome, the\nmajority converts every obligation tangentially related to safety\ninto a warranty of safety. Consider the contract in this case, for\nexample. If the language stating that the charterer “shall\n. . . designat[e] and procur[e]” a “safe place or\nwharf ” creates a warranty of safety, then so does the\nlanguage stating that “[t]he vessel shall load and discharge at [a]\nsafe place or wharf.” Addendum to Brief for Petitioners 8a. There\nis no textual reason that an obligation to “designat[e]” is any\ndifferent from an obligation to “discharge.”Ibid.And\npolicy-based rationalizations cannot justify a distinction because\n“[n]either tort principles nor policy objectives . . .\noverride the safe-berth clause’s unambiguous meaning.”Ante,\nat 14. Thus, employing the majority’s approach, the safe-berth\nclause contains two competing warranties of safety—one from the\ncharterer and one from the vessel master—that could impose\nconflicting obligations.[4]\nCourts typically avoid construing contracts in such a manner. SeeMastrobuonov.Shearson Lehman Hutton,Inc.,514 U.S.\n52, 64 (1995) (rejecting an interpretation that the Court\nbelieved “se[t] up . . . two clauses in conflict with one\nanother”);United Statesv.Pielago,135 F.3d 703, 710 (CA11 1998) (“It is a cardinal principle of\ncontract law that no term of a contract should be construed to be\nin conflict with another unless no other reasonable construction is\npossible”). Setting aside this contract, the majority makes no\nattempt to limit its expansive interpretive approach or provide the\nbarest of explanation as to why all obligations that involve the\nword “safe” should not be construed as warranties of safety.In a contract replete with express language\ncreating warranties, I would not construe the plain language of the\nsafe-berth clause as indirectly creating contradictory warranties\nof safety. And I certainly cannot agree with the majority’s\nconclusion that the safe-berth clause “unambiguously” establishes a\nwarranty of safety by the charterer.Ante, at 15.2Perhaps recognizing the weakness of its\nassertion that the safe-berth clause contains a duty or warranty of\nsafety, the majority pivots to an independent legal theory. It\nclaims that the safe-berth clause constitutes a material statement\nof fact and therefore creates a warranty.Ante, at 7. The\nmajority’s invocation of this theory is puzzling, to say the\nleast.As an initial matter, this issue was not\npreserved in the Court of Appeals, which, understandably, did not\naddress the question.In re Frescati Shipping Co.,Ltd., 718 F.3d 184, 200–203 (CA3 2013). Nor was the issue\ndeveloped before this Court. All we have before us is one\nconclusory para- graph in the United States’ brief. See Brief for\nUnited States 25. Accordingly, I would decline to address this\nunpreserved and undeveloped issue.Even setting aside forfeiture, the majority’s\nanalysis is questionable in multiple respects. First, the majority\nasserts that “the safe-berth clause contains a statement of\nmaterial fact regarding the condition of the berth selected by the\ncharterer.”Ante, at 7. Not so. The safe-berth clause says\nnothing about the safety of the port actually selected by CARCO\n(the Paulsboro berth), or any specific berth for that matter. It\nstates only that the charter “shall . . . designat[e]” a\nplace or wharf. The majority infers from CARCO’s selection of the\nPaulsboro berth that CARCO believed the place or wharf was safe.\nBut that is not a statement of fact; it is an inference. I hesitate\nto equate the two without briefing on the issue, or even a single\nexample of a court adopting this approach.Second, even assuming the safe-berth clause\ncontains a statement of fact, it is not clear that the Court is in\na position to decide whether that statement of fact is “material.”\nMany jurisdictions appear to treat materiality as a question of\nfact when determining whether a statement creates a warranty.Royal Bus. Machines,Inc.v.Lorraine Corp.,\n633 F.2d 34, 43 (CA7 1980) (“Whether a seller affirmed a fact or\nmade a promise amounting to a warranty is a question of fact\nreserved for the trier of fact”);McDonnell Douglas Corp.v.Thiokol Corp.,124 F.3d 1173, 1176 (CA9 1997) (“Whether the seller’s\nrepresentations formed part of the basis of the parties’ bargain is\na question of fact”);Crothersv.Cohen,384 N.W.2d 562, 563 (Minn. App. 1986) (“Whether a given\nrepresentation constitutes a warranty is ordinarily a question of\nfact for the jury”);General Supply & Equip. Co.v.Phillips, 490 S.W.2d 913, 917 (Tex. Civ. App. 1972) (citing\ncases from Illinois, Iowa, Alabama, and Ohio). And “our cases have\nrecognized in other contexts that the materiality inquiry,\ninvolving as it does ‘delicate assessments of the inferences a\n“reasonable [decisionmaker]” would draw from a given set of facts\nand the significance of those inferences to him, . . .\n[is] peculiarly on[e] for the trier of fact.’ ”United\nStatesv.Gaudin,515 U.S.\n506, 512 (1995). Although this Court has relied on factual\nfindings to support a materiality conclusion,Davisonv.Von Lingen,113 U.S.\n40, 50 (1885), I am not aware of a case in which this Court has\ntreated the materiality inquiry as a pure question of law without\nrelying on any factual findings whatsoever. Again, without briefing\non this issue, I would hesitate to depart, without explanation,\nfrom the approach taken by many courts throughout the country.Third, assuming the contract contains a\nstatement of fact regarding the safety of the berth and further\nassuming that materiality is a question of law, I am unpersuaded by\nthe majority’s materiality analysis. Materiality must turn at least\nin part on a statement’s “tendency to induce the making of the\ncontract.” 22 R. Lord, Williston on Contracts §58.11, p. 41 (4th\ned. 2017). The majority’s opinion says nothing about that (likely\nfact-driven) question. It first states that the safety of the\nselected berth is “the entire root of the safe-berth clause” and\n“the very reason for the clause’s inclusion.”Ante, at 7.\nEven accepting the majority’s interpretation, merely proving that a\nstatement is included in a contract does not mean that it is\nmaterial. If that were the law, then every statement in a contract\nwould be material and therefore constitute a warranty. That cannot\nbe right. The majority next concludes that “[u]nder any conception\nof materiality and any view of the parties’ intent, the charterer’s\nassurance [of safety with no conditions] surely counts as\nmaterial.”Ibid. But what is the basis for this conclusion?\nThe majority’s experience negotiating maritime contracts? It defies\nreality to assert that a standard provision in a form\ncontract—which has been subject to different interpretations for\nnearly three decades—inducedevery single vessel masterusing that form contract to enter into the agreement. We should\nrecognize this for what it is: an unsupported judicial\npronouncement on a question of fact.The majority’s attempt to shore up its analysis\nwith its alternative statement-of-fact theory makes no difference\nto the outcome of this case, because the majority erroneously holds\nthat the safe-berth clause contains an absolute duty that was\nbreached. Seeante, at 6;supra, at 3–7. But its\nunreasoned dicta will undoubtedly cause problems for lower courts\nand parties in the future.IIThe lack of unambiguous language creating a\nwarranty of safety in the safe-berth clause does not end our\ninquiry. “ ‘In this endeavor, as with any other contract, the\nparties’ intentions control.’ ”M&G Polymers USA,LLCv.Tackett,574 U.S.\n427, 435 (2015) (quotingStolt-Nielsen S. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662, 682 (2010)); see alsoante, at 5–6. The vessel’s\nowner and the United States argue that, setting aside the plain\nmeaning of the contract’s text, longstanding industry custom\nsupports interpreting the safe-berth clause as a warranty of\nsafety. I would remand for factfinding on this issue.Under both “general maritime law” and ordinary\nprinciples of contract interpretation, evidence of an established\n“custom and usage” can be used as an aid to “determin[e] the\nparties’ intent” and the meaning of the language included in the\ncontract.Stolt-Nielsen, 559 U. S., at 674, n. 6\n(internal quotation marks omitted); see also U. C. C.\n§1–303 Comment 3 (2017); Restatement (Second) of Contracts §220.\nBut “the existence and scope of a particular usage is usually a\nquestion of fact.”Sun Oil Co.v.Wortman,486 U.S.\n717, 732, n. 4 (1988); see also U. C. C.\n§1–303(c); Restatement (Second) of Contracts §219, Commenta; §222(2). Here, we have no factual findings from the\nDistrict Court to support a custom-or-usage argument. Such findings\nseem particularly necessary in this case: “A trade usage can of\ncourse be confined to a particular geographical area,” 5 M.\nKniffin, Corbin on Contracts §24.13, p. 110 (J. Perillo ed., rev.\n1998), and different areas of the country appeared to have\ndifferent understandings of the safe-berth clause at the time of\ncontracting. Seeante, at 5 (recognizing Circuit split);\nBrief for North American Export Grain Association asAmicus\nCuriae9 (stating that in “New Orleans . . .\nsafe-berth clauses are understood to impose due diligence\nobligations”). Accordingly, I would remand for factual findings on\nthe question whether the parties entered into the charter party\nwith knowledge of an established custom or usage.*  *  *I appreciate the majority’s desire to\ninterpret the safe-berth clause in a manner that provides clarity\nto the maritime industry. The plain meaning of the contract’s text,\nhowever, does not support the majority’s interpretation.\nFortunately, the majority’s opinion applies only to this specific\ncontract, and its assertions regarding a material statement of fact\nare but dicta. Because I would reverse the judgment of the Court of\nAppeals and remand for further proceedings, I respectfully\ndissent.Notes1The majority states that\nthe views of Gilmore and Black “stemmed from their belief that\nvessel masters or vessel owners are generally better positioned\nthan charterers to bear the liability of an unsafe berth.”Ante, at 13. While the treatise does contain policy-based\narguments, it also looks to “the very words of the usual clauses”\nto conclude that the master’s clear textual right to refuse to\nenter an unsafe port “might easily be read to contradict” an\ninterpretation of a safe-berth clause that “creat[es] an\naffirmative liability of charterer to ship, in case of mishap.”\nGilmore & Black, Law of Admiralty §4–4, at 204–205. Gilmore and\nBlack’s review of safe-berth clauses contains just as much, if not\nmore, analysis of the text than the conclusory assertions of the\nmajority. Seeante, at 6.2Attempting to avoid the\ninconsistent application of its own principle, the majority claims\nthere is a distinction between language limiting liability and\nlanguage creating liability.Ante, at 10, n. 6. In the\nmajority’s view, express language is “necessary” to limit\nliability, but the parties can create warranty liability in\nnumerous ways.Ibid. Even assuming that is correct, it does\nnot negate the proof of the parties’ intent here. The majority can\npoint to no example of the parties “creat[ing] warranties without\ninvoking express warranty language” in this contract.Ibid.\nBy contrast, the contract contains no fewer than nine clauses using\nexpress language to create a warranty. The commonsense conclusion\nis that, when the parties intended to create a warranty, they used\nexpress language to do so.3I am skeptical that the\nphrase “place or wharf ” can be read to include the entire\nberth. But CARCO failed to develop any argument related to the\nscope of this phrase, so I do not address the issue.4To support its assertion\nthat no conflict exists, the majority rewrites the text of the\nsafe-berth clause. The majority asserts that “[t]he vessel master’s\nduty is only to ‘load and discharge’at the chosen safe\nberth.”Ante, at 12 (emphasis added). But that is not\nwhat the clause says. The safe-berth clause states: “The vessel\nshall load anddischarge at any safe place or wharf.”\nAddendum to Brief for Petitioners 8a (emphasis added). And, by\nrequiring the charterer to pay for lighterage expenses resulting\nfrom the designation of an unsafe port, the clause specifically\ncontemplates the vessel master declining to discharge at a place or\nwharf that is not safe.Ibid.; see alsoMenckev.Cargo of Java Sugar,187 U.S.\n248, 253 (1902) (requiring the charterer to pay lighterage\nexpenses where vessel discharged at a location other than the\nchosen berth). The “which” clause in the provision—“which shall be\ndesignated and procured by the Charterer”—modifies “place or\nwharf,” creating a separate obligation for the charterer. Addendum\nto Brief for Petitioners 8a.That separate obligation,\nhowever, does not negate the express obligation imposed on the\nvessel.Ibid.(emphasis added).",
    "joined": []
}