{
    "case": {
        "docket": "460",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/460/"
    },
    "id": "1970511",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 10–9646 and 10–9647_________________EVAN MILLER, PETITIONER10–9646v.ALABAMAon writ of certiorari to the court of criminal\nappeals of alabamaKUNTRELL JACKSON, PETITIONER10–9647v.RAY HOBBS, DIRECTOR, ARKANSAS\nDEPARTMENT OF CORRECTIONon writ of certiorari to the supreme court of\narkansas[June 25, 2012]Justice Thomas, with whom Justice Scalia\njoins, dissenting.Today, the Court holds that “mandatory life\nwithout parole for those under the age of 18 at the time of their\ncrimes violates the Eighth Amendment’s prohibition on ‘cruel and\nunusual punishments.’ ”Ante,at 2. To reach that\nresult, the Court relies on two lines of precedent. The first\ninvolves the categorical prohibition of certain punishments for\nspecified classes of offenders. The second requires individualized\nsentencing in the capital punishment context. Neither line is\nconsistent with the original understanding of the Cruel and Unusual\nPunishments Clause. The Court compounds its errors by combining\nthese lines of precedent and extending them to reach a result that\nis even less legitimate than the foundation on which it is built.\nBecause the Court upsets the legislatively enacted sentencing\nregimes of 29 jurisdictions without constitutional warrant, I\nrespectfully dissent.[1]IThe Court first relies on its cases\n“adopt[ing] categorical bans on sentencing practices based on\nmismatches between the culpability of a class of offenders and the\nseverity of a penalty.”Ante, at 6–7. Of these categorical\nproportionality cases, the Court places particular emphasis onRoperv.Simmons,543 U.S.\n551(2005), andGrahamv.Florida, 560 U. S.\n___ (2010). InRoper, the Court held that the Constitution\nprohibits the execution of an offender who was under 18 at the time\nof his offense. 543 U. S., at 578. TheRoperCourt looked\nto, among other things, its own sense of parental intuition and\n“scientific and sociological studies” to conclude that offenders\nunder the age of 18 “cannot with reliability be classified among\nthe worst offenders.”Id., at 569. InGraham, the\nCourt relied on similar considerations to conclude that the\nConstitution prohibits a life-without-parole sentence for a\nnonhomicide offender who was under the age of 18 at the time of his\noffense. 560 U. S., at ___ (slip op., at 24).The Court now concludes thatmandatorylife-without-parole sentences for duly convicted juvenile murderers\n“contraven[e]Graham’s (and alsoRoper’s)\nfoundational principle: that imposition of a State’s most severe\npenalties on juvenile offenders cannot proceed as though they were\nnot children.”Ante, at 11–12. But neitherRopernorGrahamheld that specific procedural rules are required for\nsentencing juvenile homicide offenders. And, the logic of those\ncases should not be extended to create such a requirement.The Eighth Amendment, made applicable to the\nStates by the Fourteenth Amendment, provides that: “Excessive bail\nshall not be required, nor excessive fines imposed, nor cruel and\nunusual punishments inflicted.” As I have previously explained,\n“the Cruel and Unusual Punishments Clause was originally understood\nas prohibiting torturousmethodsof punishment—specifically\nmethods akin to those that had been considered cruel and unusual at\nthe time the Bill of Rights was adopted.”Graham,supra, at ___ (dissenting opinion) (slip op., at 3)\n(internal quotation marks and citations omitted).[2] The clause does not contain a\n“proportionality principle.”Ewingv.California,538 U.S.\n11, 32 (2003) (Thomas, J., concurring in judgment); see\ngenerallyHarmelinv.Michigan,501 U.S.\n957, 975–985 (1991) (opinion of Scalia, J.). In short, it does\nnot authorize courts to invalidate any punishment they deem\ndisproportionate to the severity of the crime or to a particular\nclass of offenders. Instead, the clause “leaves the unavoidably\nmoral question of who ‘deserves’ a particular nonprohibited method\nof punishment to the judgment of the legislatures that authorize\nthe penalty.”Graham,supra, at ___ (Thomas, J.,\ndissenting) (slip op., at 5).The legislatures of Arkansas and Alabama, like\nthose of 27 other jurisdictions,ante, at 19–20, have\ndetermined that all offenders convicted of specified homicide\noffenses, whether juveniles or not, deserve a sentence of life in\nprison without the possibility of parole. Nothing in our\nConstitution authorizes this Court to supplant that choice.IITo invalidate mandatory life-without-parole\nsentences for juveniles, the Court also relies on its cases\n“prohibit[ing] mandatory imposition of capital punishment.”Ante, at 7. The Court reasons that, becauseGrahamcompared juvenile life-without-parole sentences to the death\npenalty, the “distinctive set of legal rules” that this Court has\nimposed in the capital punishment context, including the\nrequirement of individualized sentencing, is “relevant” here.Ante, at 12–13. But even accepting an analogy between\ncapital and juvenile life-without-parole sentences, this Court’s\ncases prohibiting mandatory capital sentencing schemes have no\nbasis in the original understanding of the Eighth Amendment, and,\nthus, cannot justify a prohibition of sentencing schemes that\nmandate life-without-parole sentences for juveniles.AIn a line of cases followingFurmanv.Georgia,408\nU.S. 238(1972)(per curiam), this Court prohibited\nthe mandatory imposition of the death penalty. SeeWoodsonv.North Carolina,428 U.S.\n280(1976) (plurality opinion);Robertsv.Louisiana,428 U.S.\n325(1976) (same);Sumnerv.Shuman,483 U.S.\n66(1987).Furmanfirst announced the principle that\nStates may not permit sentencers to exercise unguided discretion in\nimposing the death pen- alty. See generally408\nU.S. 238. In response toFurman, many States passed new\nlaws that made the death pen- alty mandatory following conviction\nof specified crimes, thereby eliminating the offending discretion.\nSeeGreggv.Georgia,428 U.S.\n153, 180–181 (1976) (joint opinion of Stewart, Powell, and\nStevens, JJ.). The Court invalidated those statutes inWoodson,Roberts,andSumner. The Court\nreasoned that mandatory capital sentencing schemes were\nproblematic, because they failed “to allow the particularized\nconsideration” of “relevant facets of the character and record of\nthe individual offender or the circumstances of the particular\noffense.”Woodson,supra, at 303–304 (plurality\nopinion).[3]In my view,Woodsonand its progeny were\nwrongly decided. As discussed above, the Cruel and Unusual\nPunishments Clause, as originally understood, prohibits “torturousmethodsof punishment.” SeeGraham, 560 U. S.,\nat ___ (Thomas, J., dissenting) (slip op., at 3) (internal\nquotation marks omitted). It is not concerned with whether a\nparticular lawful method of punishment—whether capital or\nnoncapital—is imposed pursuant to a mandatory or discretionary\nsentencing regime. SeeGardnerv.Florida,430 U.S.\n349, 371 (1977) (Rehnquist, J., dissenting) (“The prohibition\nof the Eighth Amendment relates to the character of the punishment,\nand not to the process by which it is imposed”). In fact, “[i]n the\nearly days of the Republic,” each crime generally had a defined\npunishment “prescribed with specificity by the legislature.”United Statesv.Grayson,438 U.S.\n41, 45 (1978). Capital sentences, to which the Court\nanalogizes, were treated no differently. “[M]andatory death\nsentences abounded in our first Penal Code” and were “common in the\nseveral States—both at the time of the founding and throughout the\n19th century.”Harmelin, 501 U. S., at 994–995; see\nalsoWoodson,supra, at 289 (plurality opinion) (“At\nthe time the Eighth Amendment was adopted in 1791, the States\nuniformly followed the common-law practice of making death the\nexclusive and mandatory sentence for certain specified offenses”).\nAccordingly, the idea that the mandatory imposition of an\notherwise-constitutional sentence renders that sentence cruel and\nunusual finds “no support in the text and history of the Eighth\nAmendment.”Harmelin,supra, at 994.Moreover, mandatory death penalty schemes were\n“a perfectly reasonable legislative response to the concerns\nexpressed inFurman” regarding unguided sentencing\ndiscretion, in that they “eliminat[ed] explicit jury discretion and\ntreat[ed] all defendants equally.”Grahamv.Collins,506\nU.S. 461, 487 (1993) (Thomas, J., concurring). And, as Justice\nWhite explained more than 30 years ago, “a State is not\nconstitutionally forbidden to provide that the commission of\ncertain crimes conclusively establishes that a criminal’s character\nis such that he deserves death.”Roberts,supra, at\n358 (dissenting opinion). Thus, there is no basis for concluding\nthat a mandatory capi- tal sentencing scheme is unconstitutional.\nBecause the Court’s cases requiring individualized sentencing in\nthe capital context are wrongly decided, they cannot serve as a\nvalid foundation for the novel rule regarding mandatory\nlife-without-parole sentences for juveniles that the Court\nannounces today.BIn any event, this Court has already declined\nto extend its individualized-sentencing rule beyond the death pen-\nalty context. InHarmelin, the defendant was convicted of\npossessing a large quantity of drugs. 501 U. S., at 961\n(opinion of Scalia, J.). In accordance with Michigan law, he was\nsentenced to a mandatory term of life in prison without the\npossibility of parole.Ibid.Citing the same line of death\npenalty precedents on which the Court relies today, the defendant\nargued that his sentence, due to its mandatory nature, violated the\nCruel and Unusual Punishments Clause.Id.,at 994–995\n(opinion of the Court).The Court rejected that argument, explaining\nthat “[t]here can be no serious contention . . . that a\nsentence which is not otherwise cruel and unusual becomes so sim-\nply because it is ‘mandatory.’ ”Id.,at 995. In so\ndoing, the Court refused to analogize to its death penalty cases.\nThe Court noted that those cases had “repeatedly suggested that\nthere is no comparable [individualized-sentencing] requirement\noutside the capital context, because of the qualitative difference\nbetween death and all other penalties.”Ibid.The Court\nobserved that, “even where the difference” between a sentence of\nlife without parole and other sentences of imprisonment “is the\ngreatest,” such a sentence “cannot be compared with death.”Id., at 996. Therefore, the Court concluded that the line of\ncases requiring individualized sentencing had been drawn at cap-\nital cases, and that there was “no basis for extending it further.”Ibid.Harmelin’s reasoning logically\nextends to these cases. Obviously, the younger the defendant, “the\ngreat[er]” the difference between a sentence of life without parole\nand other terms of imprisonment.Ibid.But underHarmelin’s rationale, the defendant’s age is immaterial to\nthe Eighth Amendment analysis. Thus, the result in today’s cases\nshould be the same as that inHarmelin. Petitioners, like\nthe defendant inHarmelin, were not sentenced to death.\nAccordingly, this Court’s cases “creating and clarifying the\nindividualized capital sentencing doctrine” do not apply.Id.,at 995 (internal quotation marks omitted).Nothing about our Constitution, or about the\nqualitative difference between any term of imprisonment and death,\nhas changed sinceHarmelinwas decided 21 years ago. Whathaschanged (or, better yet, “evolved”) is this Court’s\never-expanding line of categorical proportionality cases. The Court\nnow usesRoperandGrahamto jettisonHarmelin’s clear distinction between capital and noncapital\ncases and to apply the former to noncapital juvenile\noffenders.[4] The Court’s\ndecision to do so is even less supportable than the precedents used\nto reach it.IIIAs The Chief Justice notes,ante,at\n8–9 (dissenting opinion), the Court lays the groundwork for future\nincursions on the States’ authority to sentence criminals. In its\ncategorical proportionality cases, the Court has considered\n“ ‘objective indicia of society’s standards, as expressed in\nlegislative enactments and state practice’ to determine whether\nthere is a national consensus against the sentencing practice at\nissue.”Graham, 560 U. S., at ___ (slip op., at 10)\n(quotingRoper, 543 U. S., at 563). InGraham, for\nexample, the Court looked to “[a]ctual sentencing practices” to\nconclude that there was a national consensus against\nlife-without-parole sentences for juvenile nonhomicide offenders.\n560 U. S., at ___ (slip op., at 11–14); see alsoRoper,supra, at 564–565;Atkinsv.Virginia,536 U.S.\n304, 316 (2002).Today, the Court makes clear that, even though\nits decision leaves intact the discretionary imposition of\nlife-without-parole sentences for juvenile homicide offenders, it\n“think[s] appropriate occasions for sentencing juveniles to [life\nwithout parole] will be uncommon.”Ante,at 17. That\nstatement may well cause trial judges to shy away from imposing\nlife without parole sentences and embolden appellate judges to set\nthem aside when they are imposed. And, when a future petitioner\nseeks a categorical ban on sentences of life without parole for\njuvenile homicide offenders, this Court will most assuredly look to\nthe “actual sentencing practices” triggered by this case. The Court\nhas, thus, gone from “merely” divining the societal consensus of\ntoday to shaping the societal consensus of tomorrow.*  *  *Today’s decision invalidates a\nconstitutionally permissible sentencing system based on nothing\nmore than the Court’s belief that “its own sense of morality\n. . . pre-empts that of the people and their\nrepresentatives.”Graham,supra, at ___ (Thomas, J.,\ndissenting) (slip op., at 29). Because nothing in the Constitution\ngrants the Court the authority it exercises today, I respectfully\ndissent.Notes1I join The Chief\nJustice’s opinion because it accurately explains that, even\naccepting the Court’s precedents, the Court’s holding in today’s\ncases is unsupportable.2Neither the Court nor\npetitioners argue that petitioners’ sentences would have been among\n“the ‘modes or acts of punishment that had been considered cruel\nand unusual at the time that the Bill of Rights was\nadopted.’ ”Graham,560 U. S., at ___ (Thomas, J.,\ndissenting) (slip op., at 10, n. 3) (quotingFordv.Wainwright,477 U.S.\n399, 405 (1986)). Nor could they. Petitioners were 14 years old\nat the time they committed their crimes. When the Bill of Rights\nwas ratified, 14-year-olds were subject to trial and punishment as\nadult offenders. SeeRoperv.Simmons,543 U.S.\n551, 609, n. 1 (2005) (Scalia, J., dissenting). Further,\nmandatory death sentences were common at that time. SeeHarmelinv.Michigan,501 U.S.\n957, 994–995 (1991). It is therefore implausible that a\n14-year-old’s mandatory prison sentence—of any length, with or\nwithout parole—would have been viewed as cruel and\nunusual.3The Court later extendedWoodson, requiring that capital defendants be permitted to\npresent, and sentencers in capital cases be permitted to consider,\nany relevant mitigating evidence, including the age of the\ndefendant. See,e.g.,Lockettv.Ohio,438 U.S.\n586, 597–608 (1978) (plurality opinion);Eddingsv.Oklahoma,455 U.S.\n104, 110–112 (1982);Skipperv.South Carolina,476 U.S.\n1, 4–5 (1986);Johnsonv.Texas,509 U.S.\n350, 361–368 (1993). Whatever the validity of the requirement\nthat sentencers be permitted to consider all mitigating evidence\nwhen deciding whether to impose anonmandatorycapital\nsentence, the Court certainly was wrong to prohibitmandatorycapital sentences. SeeGrahamv.Collins,506 U.S.\n461, 488–500 (1993) (Thomas, J., concurring).4In support of its\ndecision not to applyHarmelinto juvenile offenders, the\nCourt also observes that “ ‘[o]ur history is replete with laws\nand judicial recognition that children cannot be viewed simply as\nminiature adults.’ ”Ante, at 19 (quotingJ. D.\nB.v.North Carolina, 564 U. S. ___, ___ (2011) (slip\nop., at 10–11) (some internal quotation marks omitted)). That is no\ndoubt true as a general matter, but it does not justify usurping\nauthority that rightfully belongs to the people by imposing a\nconstitutional rule where none exists.",
    "joined": []
}