{
    "case": {
        "docket": "190",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/190/"
    },
    "id": "3520321",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–280_________________HENRY MONTGOMERY, PETITIONERv.LOUISIANAon writ of certiorari to the supreme court of\nlouisiana[January 25, 2016]Justice Thomas, dissenting.I join Justice Scalia’s dissent. I write\nseparately to explain why the Court’s resolution of the\njurisdictional question,ante, at 5–14, lacks any foundation\nin the Constitution’s text or our historical traditions. We have\njurisdiction under 28 U. S. C. §1257 only if the\nLouisiana Supreme Court’s decision implicates a federal right. That\ncondition is satisfied, the Court holds, because the Constitution\npurportedly requires state and federal postconviction courts to\ngive “retroactive effect” to new substantive constitutional rules\nby applying them to overturn long-final convictions and sentences.Ante,at 8. Because our Constitution and traditions embrace\nno such right, I respectfully dissent.I“[O]ur jurisprudence concerning the\n‘retroactivity’ of ‘new rules’ of constitutional law is primarily\nconcerned, not with the question whether a constitutional violation\noccurred, but with the availability or nonavailability of\nremedies.”Danforthv.Minnesota, 552 U. S. 264\n–291 (2008). Accordingly, the issue in this case is not whether\nprisoners who received mandatory life-without-parole sentences for\ncrimes they committed decades ago as juveniles had an Eighth\nAmendment right not to receive such a sentence. Rather, the\nquestion is how, when, and in what forum that newfound right can be\nenforced. Seeibid.The Court answers that question one way: It says\nthat state postconviction and federal habeas courts are\nconstitutionally required to supply a remedy because a sentence or\nconviction predicated upon an unconstitutional law is a legal\nnullity. Seeante,at 8–14. But nothing in the\nConstitution’s text or in our constitutional tradition provides\nsuch a right to a remedy on collateral review.ANo provision of the Constitution supports the\nCourt’s holding. The Court invokes only the Supremacy Clause,\nasserting that the Clause deprives state and federal postconviction\ncourts alike of power to leave an unconstitutional sentence in\nplace.Ante,at 12–13. But that leaves the question of what\nprovision of the Constitution supplies that underlying\nprohibition.The Supremacy Clause does not do so. That Clause\nmerely supplies a rule of decision:Ifa federal\nconstitutional right exists, that right supersedes any contrary\nprovisions of state law. See Art. VI, cl. 2 (“This\nConstitution, and the Laws of the United States which shall be made\nin Pursuance thereof . . . shall be the supreme Law of\nthe Land; and the Judges in every State shall be bound thereby, any\nThing in the Constitution or Laws of any State to the Contrary\nnotwithstanding”). Accordingly, as we reaffirmed just last Term,\nthe Supremacy Clause is no independent font of substantive rights.Armstrongv.Exceptional Child Center, Inc., 575\nU. S. ___, ___ (2015) (slip op., at 3).Nor am I aware of any other provision in the\nConstitution that would support the Court’s new constitutional\nright to retroactivity. Of the natural places to look—Article III,\nthe Due Process Clauses of the Fifth and Fourteenth Amendments, and\nthe Equal Protection Clause of the Fourteenth Amendment—none\nestablishes a right to void an unconstitutional sentence that has\nlong been final.To begin, Article III does not contain the\nrequirement that the Court announces today. Article III vests\n“[t]he judicial Power” in this Court and whatever inferior courts\nCongress creates, Art. III, §1, and “extend[s]” that power to\nvarious “Cases . . . and Controversies,” Art. III, §2.\nArticle III thus defines the scope offederaljudicial\npower. It cannot compelstatepostconviction courts to apply\nnew substantive rules retroactively.Even if the Court’s holding were limited to\nfederal courts, Article III would not justify it. The nature of\n“judicial power” may constrain the retroactivity rules that Article\nIII courts can apply.[1]* But\neven our broad modern precedents treat Article III as requiring\ncourts to apply new rules only ondirectreview. Thus inGriffithv.Kentucky, 479 U. S. 314 (1987) , the\nCourt suggested—based on Justice Harlan’s views—that “after we have\ndecided a new rule in the case selected, the integrity of judicial\nreview requires that we apply that rule to all similar cases\npending on direct review.”Id., at 322–323. But, as Justice\nHarlan had explained, that view of Article III has no force on\ncollateral review: “While the entire theoretical underpinnings of\njudicial review and constitutional supremacy dictate that federal\ncourts having jurisdiction on direct review adjudicate every issue\nof law . . . fairly implicated by the trial process below\nand properly presented on appeal, federal courts have never had a\nsimilar obligation on habeas corpus.”Mackeyv.United\nStates, 401 U. S. 667, 682 (1971) (opinion concurring in\njudgment in part and dissenting in part).The Court’s holding also cannot be grounded in\nthe Due Process Clause’s prohibition on “depriv[ations]\n. . . of life, liberty, or property, without due process\nof law.” Amdts. V and XIV, §1. Quite possibly, “ ‘[d]ue\nprocess of law’ was originally used as a shorthand expression for\ngovernmental proceedings according to the ‘law of the land’as\nit existed at the time of those proceedings.”In re\nWinship, 397 U. S. 358, 378 (1970) (Black, J., dissenting)\n(emphasis added); accord,Johnsonv.United States,\n576 U. S.___, ___ (2015) (Thomas, J., concurring in\njudgment)(slip op., at 17). Under that understanding, due process\nexcluded any right to have new substantive rules apply\nretroactively.Even if due process required courts to\nanticipate this Court’s new substantive rules, it would not compel\ncourts to revisit settled convictions or sentences on collateral\nreview. We have never understood due process to require further\nproceedings once a trial ends. The Clause “does not establish any\nright to an appeal . . . and certainly does not establish\nany right to collaterally attack a final judgment of conviction.”United Statesv.MacCollom, 426 U. S. 317, 323\n(1976) (plurality opinion); seePennsylvaniav.Finley, 481 U. S. 551, 557 (1987) (“States have no\nobligation to provide [postconviction] relief”). Because the\nConstitution does not require postconviction remedies, it certainly\ndoes not require postconviction courts to revisit every potential\ntype of error. Cf.Martinezv.Court of Appeal of Cal.,\nFourth Appellate Dist., 528 U. S. 152 –166 (2000) (Scalia,\nJ., concurring in judgment) (“Since a State could . . .\nsubject its trial-court determinations to no review whatever, it\ncoulda fortiorisubject them to review which consists of a\nnonadversarial reexamination of convictions by a panel of\ngovernment experts”).Nor can the Equal Protection Clause justify\nrequiring courts on collateral review to apply new substantive\nrules retroactively. That Clause prohibits a State from “deny[ing]\nto any person within its jurisdiction the equal protection of the\nlaws.” Amdt. XIV, §1. But under our precedents “a classification\nneither involving fundamental rights nor proceeding along suspect\nlines . . . cannot run afoul of the Equal Protection\nClause if there is a rational relationship between the disparity of\ntreatment and some legitimate governmental purpose.”Armourv.Indianapolis,566 U. S. ___, ___ (2012) (slip op.,\nat 6) (internal quotation marks omitted; ellipsis in original).The disparity the Court eliminates today—between\nprisoners whose cases were on direct review when this Court\nannounced a new substantive constitutional rule, and those whose\nconvictions had already become final—is one we have long considered\nrational. “[T]he notion that different standards should apply on\ndirect and collateral review runs throughout our recent habeas\njurisprudence.”Wrightv.West, 505 U. S. 277,\n292 (1992) ; seeBrechtv.Abrahamson, 507 U. S.\n619 –635 (1993). Thus, our precedents recognize a right to counsel\non direct review, but not in collateral proceedings. CompareDouglasv.California, 372 U. S. 353 –358 (1963)\n(courts must provide counsel on an initial direct appeal), withFinley,supra, at 555 (no such right on habeas). The\nFourth Amendment also applies differently on direct and collateral\nreview. CompareMappv.Ohio, 367 U. S. 643 –660\n(1961) (courts on direct review must exclude evidence obtained in\nviolation of the Fourth Amendment), withStonev.Powell, 428 U. S. 465 –496 (1976) (no relitigation of\nsuch claims on collateral review).These distinctions are reasonable. They reflect\nthe “significant costs” of collateral review, including disruption\nof “the State’s significant interest in repose for concluded\nlitigation.”Wright, supra,at 293 (internal quotation marks\nomitted). Our equal protection precedents, therefore, do not compel\na uniform rule of retroactivity in direct and collateral\nproceedings for new substantive constitutional rules.BThe Court’s new constitutional right also\nfinds no basis in the history of state and federal postconviction\nproceedings. Throughout our history, postconviction relief for\nalleged constitutional defects in a conviction or sentence was\navailable as a matter of legislative grace, not constitutional\ncommand.The Constitution mentions habeas relief only in\nthe Suspension Clause, which specifies that “[t]he Privilege of the\nWrit ofHabeas Corpusshall not be suspended, unless when in\nCases of Rebellion or Invasion the public Safety may require it.”\nArt. I, §9, cl. 2. But that Clause does not specify the scope of\nthe writ. And the First Congress, in prescribing federal habeas\njurisdiction in the 1789 Judiciary Act, understood its scope to\nreflect “the black-letter principle of the common law that the writ\nwas simply not available at all to one convicted of crime by a\ncourt of competent jurisdiction.” Bator, Finality in Criminal Law\nand Federal Habeas Corpus for State Prisoners, 76 Harv. L. Rev.\n441, 466 (1963). Early cases echoed that understanding.E.g., Ex\nparte Watkins, 3 Pet. 193, 202 (1830) (“An imprisonment under a\njudgment cannot be unlawful, unless that judgment be an absolute\nnullity; and it is not a nullity if the court has general\njurisdiction of the subject, although it should be erroneous”).For nearly a century thereafter, this Court\nunderstood the Judiciary Act and successor provisions as limiting\nhabeas relief to instances where the court that rendered the\njudgment lacked jurisdiction over the general category of offense\nor the person of the prisoner. SeeWright,supra, at\n285 (recounting history). Federal habeas courts thus afforded no\nremedy for a claim that a sentence or conviction was predicated on\nan unconstitutional law. Nor did States. Indeed, until 1836,\nVermont made no provision for any state habeas proceedings. See\nOaks, Habeas Corpus in the States 1776–1865, 32 U. Chi. L. Rev.\n243, 250 (1965). Even when States allowed collateral attacks in\nstate court, review was unavailable if the judgment of conviction\nwas rendered by a court with general jurisdiction over the subject\nmatter and the defendant.Id.,at 261–262.The Court portraysEx parte Siebold, 100\nU. S. 371 (1880) , as a departure from this history and as the\ngenesis of a constitutional principle that “a conviction obtained\nunder an unconstitutional law warrants habeas relief.”Ante,\nat 12. ButSiebold—a case construing the scope of federal\nhabeas review under the 1789 Judiciary Act—does not support the\nCourt’s position.Ante,at 7–8 (Scalia, J., dissenting).Siebolddid not imply that the Constitution requires courts\nto stop enforcing convictions under an unconstitutional law.\nRather,Sieboldassumed that prisoners would lack a remedy\nif the federal habeas statute did not allow challenges to such\nconvictions. 100 U. S., at 377 (“It is true, if no writ of\nerror lies, the judgment may be final, in the sense that there may\nbe no means of reversing it”).Moreover, when Congress authorized appeals as a\nmatter of right in federal criminal cases, the Court renouncedSieboldand stopped entertaining federal habeas chal-lenges\nto the constitutionality of the statute under which a defendant was\nsentenced or convicted. See Bator,supra, at 473–474, and n.\n77. If the Constitution prevented courts from enforcing a void\nconviction or sentence even after the conviction is final, this\nCourt would have been incapable of withdrawing relief.The Court’s purported constitutional right to\nretroactiv-ity on collateral review has no grounding even in our\nmod-ern precedents. In the 1950’s, this Court began recognizing\nmany new constitutional rights in criminal proceedings. Even then,\nhowever, the Court did not perceive any constitutional right for\nprisoners to vacate their convictions or sentences on collateral\nreview based on the Court’s new interpretations of the\nConstitution. To the contrary, the Court derivedMirandawarnings and the exclusionary rule from the Constitution, yet drew\nthe line at creating a constitutional right to retroactivity.E.g., Linkletterv.Walker, 381 U. S. 618, 629\n(1965) (“[T]he Constitution neither prohibits nor requires\nretrospective effect. As Justice Cardozo said, ‘We think the\nFederal Constitution has no voice upon the subject’ ”).Only in 1987, inGriffithv.Kentucky, 479 U. S. 314 , did this Court change course\nand hold that the Constitution requires courts to give\nconstitutional rights some retroactive effect. Even then,Griffithwas a directive only to courts ondirectreview. It held that “a new rule for the conduct of criminal\nprosecutions is to be applied retroactively to all cases, state or\nfederal, pending on direct review or not yet final.”Id., at\n328. It said nothing about what happens once a case becomes final.\nThat was resolved inTeaguev.Lane, 489 U. S.\n288 (1989) —which announced the narrow exceptions to the rule\nagainst retroactivity on collateral review—but which did so by\ninterpreting the scope of the federal habeas writ, not the\nConstitution.IIANot only does the Court’s novel constitutional\nright lack any constitutional foundation; the reasoning the Court\nuses to construct this right lacks any logical stopping point. If,\nas the Court supposes, the Constitution bars courts from insisting\nthat prisoners remain in prison when their convictions or sentences\nare later deemed unconstitutional, why can courts let stand a\njudgment that wrongly decided any constitutional question?The Court confronted this question whenSieboldand other cases began expanding the federal habeas\nstatute to encompass claims that a sentence or conviction was\nconstitutionally void. But the Court could not find a satisfactory\nanswer: “A judgment may be erroneous and not void, and it may be\nerroneousbecauseit is void. The distinctions\n. . . are very nice, and they may fall under the one\nclass or the other as they are regarded for different purposes.”Ex parte Lange, 18 Wall. 163, 175–176 (1874).The lack of any limiting principle became\napparent as the Court construed the federal habeas statute to\nsupply jurisdiction to address prerequisites to a valid sentence or\nconviction (like an indictment). See Bator, 76 Harv. L. Rev.,\nat 467–468, and n. 56, 471. As Justice Bradley,Siebold’s\nauthor, later observed for the Court: “It is difficult to see why a\nconviction and punishment under an unconstitutional law is more\nviolative of a person’s constitutional rights, than an\nunconstitutional conviction and punishment under a valid law.”In re Nielsen, 131 U. S. 176, 183 (1889) .I doubt that today’s rule will fare any better.\nBy refashioningSieboldas the foundation of a purported\nconstitutional right, the Court transforms an unworkable doctrine\ninto an immutable command. Because Justice Bradley’s dicta inSieboldwas a gloss on the 1789 Judiciary Act, Congress\ncould at least supply a fix to it. But the Court’s reinvention ofSieboldas a constitutional imperative eliminates any room\nfor legislative adjustment.BThere is one silver lining to today’s ruling:\nStates still have a way to mitigate its impact on their court\nsystems. As the Court explains, States must enforce a\nconstitutional right to remedies on collateral review only if such\npro-ceedings are “open to a claim controlled by federal law.”Ante,at 13. State courts, on collateral review, thus must\nprovide remedies for claims underMillerv.Alabama,\n567 U. S. ___ (2012), only if those courts are open to “claims\nthat a decision of this Court has rendered certain sentences\nillegal . . . under the Eighth Amendment.” Seeante,at 13.Unlike the rule the Court announces today, this\nlimitation at least reflects a constitutional principle. Only when\nstate courts have chosen to entertain a federal claim can the\nSupremacy Clause conceivably command a state court to apply federal\nlaw. As we explained last Term,private parties have no\n“constitutional . . . right to enforce federal laws\nagainst the States.”Armstrong, 575 U. S., at ___ (slip\nop., at 4). Instead, the Constitution leaves the initial choice to\nentertain federal claims up to state courts, which are “tribunals\nover which the government of the Union has no adequate control, and\nwhich may be closed to any claim asserted under a law of the United\nStates.”Osbornv.Bank of United States, 9 Wheat.\n738, 821 (1824).States therefore have a modest path to lessen\nthe burdens that today’s decision will inflict on their courts.\nStates can stop entertaining claims alleging that this Court’s\nEighth Amendment decisions invalidated a sentence, and leave\nfederal habeas courts to shoulder the burden of adjudicating such\nclaims in the first instance. Whatever the desirability of that\nchoice, it is one the Constitution allows States to make.*  *  *Today’s decision repudiates established\nprinciples of finality. It finds no support in the Constitution’s\ntext, and cannot be reconciled with our Nation’s tradition of\nconsidering the availability of postconviction remedies a matter\nabout which the Constitution has nothing to say. I respectfully\ndissent.Notes1* For instance, Article\nIII courts cannot arrive at a holding, refuse to apply it to the\ncase at hand, and limit its application to future cases involving\nyet-to-occur events. The power to rule prospectively in this way is\na quintessentially legislative power. SeeHarperv.VirginiaDept. of Taxation, 509 U. S. 86 –110\n(1993) (Scalia, J., concurring).",
    "joined": []
}