{
    "case": {
        "docket": "18-6210",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-6210/"
    },
    "id": "4114541",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–6210_________________GERALD P. MITCHELL, PETITIONERv.WISCONSINon writ of certiorari to the supreme court of\nwisconsin[June 27, 2019]Justice Thomas, concurring in the\njudgment.Today, the plurality adopts a\ndifficult-to-administer rule: Exigent circumstances are generally\npresent when police encounter a person suspected of drunk\ndriving—except when they aren’t. Compareante, at 13, withante, at 16. The plurality’s presumption will rarely be\nrebutted, but it will nevertheless burden both officers and courts\nwho must attempt to apply it. “The better (and far simpler) way to\nresolve” this case is to apply “theper serule” I\nproposed inMissouriv.McNeely,569 U.S.\n141(2013) (dissenting opinion).Birchfieldv.North\nDakota, 579 U. S. ___, ___ (2016) (Thomas, J., concurring\nin judgment in part and dissenting in part) (slip op., at 3). Under\nthat rule, the natural metabolization of alcohol in the blood\nstream “ ‘creates an exigency once police have probable cause\nto believe the driver is drunk,’ ” regardless of whether the\ndriver is conscious.Id.,at ___ (slip op., at 4). Be- cause\nI am of the view that the Wisconsin Supreme Court should apply that\nrule on remand, I concur only in the judgment.IThe Fourth Amendment provides that “[t]he\nright of the people to be secure in their persons, houses, papers,\nand effects, against unreasonable searches and seizures, shall not\nbe violated.” Although the Fourth Amendment does not, by its text,\nrequire that searches be supported by a warrant, seeGrohv.Ramirez,540 U.S.\n551, 571–573 (2004) (Thomas, J., dissenting), “this Court has\ninferred that a warrant must generally be secured” for a search to\ncomply with the Fourth Amendment,Kentuckyv.King,563 U.S.\n452, 459 (2011). We have also recognized, however, that this\nwarrant presumption “may be overcome in some circumstances because\n‘[t]he ultimate touchstone of the Fourth Amendment is\n“reasonableness.” ’ ”Ibid.Accordingly, we have\nheld that “the warrant requirement is subject to certain reasonable\nexceptions.”Ibid.In recent years, this Court has twice considered\nwhether warrantless blood draws fall within an exception to the\nwarrant requirement. First, inMcNeely, a divided court held\nthat the natural metabolization of alcohol in the bloodstream does\nnot present aper seexigency that justifies an\nexception to the Fourth Amendment’s warrant requirement. 569\nU. S., at 145. Then, inBirchfield, we held that blood\ndraws may not be administered as a search incident to a lawful\narrest for drunk driving. 579 U. S., at ___ (slip op., at 35).\nThe question we face in this case is whether the blood draw here\nfell within one of the “reasonable exceptions” to the warrant\nrequirement.IIThe “exigent circumstances” exception applies\nwhen “the needs of law enforcement [are] so compelling that [a]\nwarrantless search is objectively reasonable under the Fourth\nAmendment.”King, 563 U. S., at 460 (internal quotation\nmarks omitted). Applying this doctrine, the Court has held that\nofficers may conduct a warrantless search when failure to act would\nresult in “the imminent destruction of evidence.”Ibid.(internal quotation marks omitted).As I have explained before, “the imminent\ndestruction of evidence” is a risk in every drunk-driving arrest\nand thus “implicates the exigent-circumstances doctrine.”McNeely, 569 U. S., at 178. “Once police arrest a\nsuspect for drunk driving, each passing minute eliminates probative\nevidence of the crime” as alcohol dissipates from the bloodstream.Id., at 177. In many States, this “rapid destruction of\nevidence,”id.,at 178, is particularly problematic because\nthe penalty for drunk driving depends in part on the driver’s blood\nalcohol concentration, seeante, at 11. Because the\nprovisions of Wisconsin law at issue here allow blood draws only\nwhen the driver is suspected of impaired driving,ante, at\n2–3, they fit easily within the exigency exception to the warrant\nrequirement.Instead of adopting this straightforward rule,\nthe plurality makes a flawed distinction between ordinary\ndrunk-driving cases in which blood alcohol concentration evidence\n“is dissipating” and those that also include “some other [pressing]\nfactor.”Ante, at 6, 13, 16. But whether “some other factor\ncreates pressing health, safety, or law-enforcement needs that\nwould take priority over a warrant application” is irrelevant.Ante, at 13. When police have probable cause to conclude\nthat an individual was driving drunk, probative evidence is\ndissipating by the minute. And that evidence dissipates regardless\nof whether police had another reason to draw the driver’s blood or\nwhether “a warrant application would interfere with other pressing\nneeds or duties.”Ante, at 16. The destruction of evidence\nalone is sufficient to justify a warrantless search based on\nexigent circumstances. See generallyMcNeely, 569\nU. S., at 176–179 (opinion of Thomas, J.).Presumably, the plurality draws these lines to\navoid overturningMcNeely. Seeid., at 156 (majority\nopinion) (holding that “the natural dissipation of alcohol in the\nblood” does not “categorically” support a finding of exi- gency).\nButMcNeelywas wrongly decided, seeid., at 176–183\n(opinion of Thomas, J.), and our decision inBirchfieldhas\nalready undermined its rationale. Specifically, the Court\ndetermined inMcNeelythat “[t]he context of blood testing\nis different in critical respects from other\ndestruction-of-evidence cases in which the police are truly\nconfronted with a now or never situation.” 569 U. S., at 153\n(majority opinion) (internal quotation marks omitted). But the\nCourt stated inBirchfieldthat a distinction between “an\narrestee’s active destruction of evidence and the loss of evidence\ndue to a natural process makes little sense.” 579 U. S., at\n___ (slip op., at 31); see alsoante, at 11–12. Moreover, to\nthe extentMcNeelywas grounded in the belief that aper serule was inconsistent with the “case by case,”\n“totality of the circumstances” analysis ordinarily applied in\nexigent-circumstances cases, see 569 U. S., at 156, that\nrationale was suspect from the start. That the\nexigent-circumstances exception might ordinarily require “an\nevaluation of the particular facts of each case,”Birchfield,supra, at ___ (slip op., at 32), does not\nforeclose us from recognizing that a certain, dispositive fact is\nalways present in some categories of cases. In other words,\nacknowledging that destruction of evidence is at issue in every\ndrunk-driving case does not undermine the general\ntotality-of-the-circumstances approach thatMcNeelyandBirchfieldendorsed. Cf.ante, at 9, n. 3.*  *  *The Court has consistently held that police\nofficers may perform searches without a warrant when destruction of\nevidence is a risk.United Statesv.Banks, 540 U.S.\n31, 38 (2003);Richardsv.Wisconsin,520 U.S.\n385, 395 (1997);Cuppv.Murphy,412 U.S.\n291, 295–296 (1973);Schmerberv.California,384 U.S.\n757, 770–772 (1966). The rule should be no different in\ndrunk-driving cases. Because the plurality instead adopts a rule\nmore likely to confuse than clarify, I concur only in the\njudgment.",
    "joined": []
}