{
    "case": {
        "docket": "483",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/483/"
    },
    "id": "1962253",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTLIMTIACO V. CAMACHO549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-116ALICIA G. LIMTIACO, ATTORNEY GENERAL OF GUAM,\nPETITIONERv.FELIX P. CAMACHO, GOVERNOR OF GUAMon writ of certiorari to the supreme court of\nguam[March 27, 2007]Justice Thomas delivered the\nopinion of the Court.The Legislature of Guam\nauthorized Guam’s Governor to issue bonds to fund the Territory’s\ncontinuing obligations. Concluding that the bonds would violate the\ndebt-limitation provision of the Organic Act of Guam, §11, 64 Stat.\n387, as amended, 48 U. S. C. §1423a, the attorney\ngeneral[Footnote 1] of Guam\nrefused to sign contracts necessary to issue the bonds. In\nresponse, the Governor sought a declaration from the Guam Supreme\nCourt that issuance of the bonds would not violate the Organic\nAct’s debt limitation. The Guam Supreme Court held that §1423a\nlimits Guam’s allowed indebtedness to 10 percent of the appraised\nvaluation, not the assessed valuation, of taxable property in Guam.\nWe granted certiorari to decide whether Guam’s debt limitation must\nbe calculated according to the assessed or the appraised valuation\nof property in Guam. We hold that it must be calculated based on\nthe assessed valuation.IIn 2003, Guam lacked sufficient\nrevenues to pay its obligations. To supplement revenues, the Guam\nLegislature authorized the Governor to issue bonds worth\napproximately $400 million. See Guam Pub. L. 27–019. The Governor\nsigned the new legislation and prepared to issue the bonds.\nHowever, under Guam law, Guam’s attorney general must review and\napprove all government contracts prior to their execution. Guam\nCode Ann., Tit. 5, §22601 (1996). The attorney general concluded\nthat issuance of the bonds would raise the Territory’s debt above\nthe level authorized by Guam’s Organic Act. See 48 U. S. C.\n§1423a (prohibiting debt “in excess of 10 per centum of the\naggregate tax valuation of the property in Guam”). He therefore\nrefused to approve the bond contracts.In response, the Governor sought\na declaration from the Guam Supreme Court that issuance of the\nauthorized bonds would not cause Guam’s debt to exceed the debt\nlimitation. That determination turned, in part, on the meaning of\nthe phrase “aggregate tax valuation” in Guam’s Organic Act. The\nattorney general calculated the debt limitation as 10 percent of\nthe assessed valuation of property in Guam. But the Governor\ncalculated the debt limitation as 10 percent of the appraised\nvaluation. Because Guam assesses property at 35 percent of its\nappraised value, Guam Code Ann., Tit. 11, §24102(f), the attorney\ngeneral’s interpretation resulted in a much lower debt limit. The\nGuam Supreme Court agreed with the Governor and held that 48 U.\nS. C. §1423a sets the debt limitation at 10 percent of the\nappraised valuation of property in Guam.The attorney general filed a petition for\ncertiorari in the United States Court of Appeals for the Ninth\nCircuit. See §1424–2 (granting Ninth Circuit jurisdiction over\nappeals from Guam). The Court of Appeals granted the petition in\nOctober 2003. While the appeal was pending, Congress amended\n§1424–2 and removed the language that vested jurisdiction in the\nNinth Circuit over appeals from Guam. See §2, 118 Stat. 2208, 48 U.\nS. C. A. §1424–2 (West Supp. 2006). InSantosv.Guam, 436 F. 3d 1051 (Jan. 3, 2006), the Court of\nAppeals addressed the effect of the amendment on its jurisdiction.\nThe court held that Congress had stripped its jurisdiction not only\nprospectively, but also for pending appeals.Id., at 1054.\nCitingSantos, the Ninth Circuit dismissed the attorney\ngeneral’s appeal in this case on March 6, 2006. See App. to Pet.\nfor Cert. 39a.The attorney general then filed a petition for\ncertiorari in this Court. By statute, certiorari petitions must be\nfiled “within 90 days after the entry of … judgment” in a lower\ncourt. 28 U. S. C. §2101(c). The attorney general filed his\npetition more than 90 days after the judgment from which he\nappeals—that of the Guam Supreme Court—was entered. Accordingly,\nwhen we granted certiorari in this case, 548 U. S. ___ (2006), we\ndirected the parties to address both the question presented by\npetitioner and whether the filing of a petition for certiorari or\nthe pendency of a writ of certiorari before the Court of Appeals\nsuspended the finality of the Guam Supreme Court’s judgment for\npurposes of the 90-day period set out in §2101(c).IIOnly “a genuinely final judgment”\nwill trigger §2101(c)’s 90-day period for filing a petition for\ncertiorari in this Court.Hibbsv.Winn,542 U. S. 88, 98 (2004).\nIn most cases, the 90-day period begins to run immediately upon\nentry of a lower court’s judgment. In some cases, though, the\nactions of a party or a lower court suspend the finality of a\njudgment and thereby reset the 90-day “clock.”Ibid.For\ninstance, the timely filing of a petition for rehearing with the\nlower court or a lower court’s appropriate decision to rehear an\nappeal may suspend the finality of a judgment by “rais[ing] the\nquestion whether the court will modify the judgment and alter the\nparties’ rights.”Ibid.(citingMissouriv.Jenkins,495\nU. S. 33, 46 (1990)). So long as that question remains open,\n“ ‘there is no “judgment” to be reviewed,’ ”Hibbs,\nsupra,at 98 (quotingJenkins, supra, at 46), and\n§2101(c)’s 90-day period does not run.The same reasoning applies here.\nIn 2003, the Court of Appeals appropriately exercised discretionary\njurisdiction over the attorney general’s appeal. See 48 U.\nS. C. §1424–2. By granting the petition for certiorari, the\nNinth Circuit raised the possibility that it might “modify the\njudgment” or “alter the parties’ rights.”Hibbs,supra, at 98. Thus, the Court of Appeals’ grant of\ncertiorari suspended the finality of the Guam Supreme Court’s\njudgment and prevented the 90-day clock from running while the case\nwas pending before the Court of Appeals. And until the Ninth\nCircuit issued its order dismissing the case, the appeal remained\npending, and the finality of the judgment remained suspended.The Governor argues that the judgment was made\nfinal earlier—either when Congress enacted the statute depriving\nthe Court of Appeals of jurisdiction or when the Court of Appeals\ndecided inSantosthat the statute applied to pending\ncases. But when Congress removed the Ninth Circuit’s jurisdiction\nover appeals from Guam, it did not dismiss this appeal. Likewise,\nwhen the Ninth Circuit determined inSantos, that Congress\nhad stripped its jurisdiction over pending appeals, the court did\nnot finally determine the rights of the parties in this case. The\njurisdiction-stripping statute andSantosmay have\nsignaled the Court of Appeals’ ultimate dismissal of the appeal,\nbut neither created a final judgment in the still-pending case. The\nattorney general’s appeal remained pending until the Ninth Circuit\nissued its dismissal order. And the pendency of the appeal\ncontinued to “raise the question whether” any further action by the\ncourt might affect the relationship of the parties.Hibbs,supra, at 98. Accordingly, we hold that the judgment of\nthe Guam Supreme Court did not become final, for purposes of this\nCourt’s review, until the Court of Appeals issued its order\ndismissing the appeal.We emphasize that our holding is limited to\nthe unique procedural circumstances presented here. Specifically,\nour holding does not extend to improperly filed appeals or filings\nused as delaying tactics. SeeMorsev.United\nStates,270 U.\nS. 151(1926) (holding that second application for leave to\nfile motion for new trial did not suspend the finality of the lower\ncourt’s judgment).IIIHaving determined that we have\njurisdiction, we turn to the merits. As always, we begin with the\ntext of the statute. SeeNebraska Dept. of Revenuev.Loewenstein,513 U. S. 123, 128\n(1994). Guam’s Organic Act states that “no public indebtedness of\nGuam shall be authorized or allowed in excess of 10 per centum of\nthe aggregate tax valuation of the property in Guam.” 48 U.\nS. C. §1423a. The present dispute centers on the meaning of\nthe term “tax valuation.” In its unmodified form, the word\n“valuation” means “[t]he estimated worth of a thing.” Black’s Law\nDictionary 1721 (4th ed. 1951) (hereinafter Black’s). But as the\nparties’ competing interpretations demonstrate, there are different\nsorts of valuations. An appraised valuation is the market value of\nproperty. Seeid.,at 129 (defining “appraise” as “to fix\nand state the true value of a thing”). By contrast, an “assessed\nvaluation” is the “[v]alue on each unit of which a prescribed\namount must be paid as property taxes.”Id.,at 149. These\ntwo kinds of valuation are related in practice because a property’s\nassessed valuation generally equals some percentage of its\nappraised valuation. See,e.g.,Guam Code Ann., Tit. 11,\n§24102(f) (defining “value” as “thirty-five per cent (35%) of the\nappraised value”). The assessed valuation therefore could, but\ntypically does not, equal the market value of the property.Though it has no established\ndefinition, the term “tax valuation” most naturally means the value\nto which the tax rate is applied.[Footnote 2] Were it otherwise, the modifier “tax” would\nhave almost no meaning or a meaning inconsistent with ordinary\nusage. “Tax valuation” therefore means “assessed valuation”—a term\nconsistently defined as a valuation of property for purposes of\ntaxation. See Black’s 149; see alsoid.,at 116 (6th ed.\n1990) (defining “assessed valuation” as “[t]he worth or value of\nproperty established by taxing authorities on the basis of which\nthe tax rate is applied”).One would not normally refer to a property’s\nappraised valuation as its “tax valuation.” Appraised valuation is\nsimply market value. And market value may or may not relate to\ntaxation. Usually market value becomes relevant to taxation only\nbecause a specified percentage of market value is the assessed\nvalue to which taxing authorities apply the tax rate. It would\nstrain the text to conclude that “tax valuation” means a valuation\na step removed from taxation.The Guam Supreme Court reached a contrary\nconclusion by interpreting the word “tax” to limit the kinds of\nproperty that qualify for inclusion in the debt-limitation\ncalculation. But that interpretation impermissibly rearranges the\nstatutory language. The word “tax” modifies “valuation,” not\n“property.” The phrase “tax valuation” therefore refers to the type\nof valuation to be conducted, not the object that is valued.The Guam Supreme Court also contrasted 48 U.\nS. C. §1423a’s language with explicit references to “assessed\nvaluation” in the debt-limitation provision for the Virgin Islands.\nSee §1403 (“aggregate assessed valuation”). The court reasoned\nthat, by using language in §1423a that differed from that used in\nthe Virgin Islands’ debt-limitation provision, Congress expressed\nits intent to base Guam’s debt limitation on something other than\nassessed value. We disagree. Certainly, Congress could have used\nthe term “assessed valuation.” But if Congress had meant actual,\nmarket, or appraised value, it could have used any one of those\nterms as well. SeeN. W. Halsey & Co.v.Belle Plaine, 128 Iowa 467, 104 N. W. 494 (1905)\n(interpreting debt-limitation provision using phrase “actual\nvalue”). Or it could have left the word “valuation” unmodified:\nState courts interpreting other debt-limitation provisions have\nunderstood “valuation,” standing alone, to mean the market or cash\nvalue of property. See,e.g.,Board of Education, Rich\nCty. School Dist.v.Passey, 122 Utah 102, 104–106,\n246 P. 2d 1078, 1079 (1952). At least in this context,\nCongress’ rejection of “assessed” tells us no more than does its\nrejection of “actual” or “appraised.”Our interpretation comports with most States’\npractice of tying the debt limitations of municipalities to\nassessed valuation. See 15 E. McQuillin, Law of Municipal\nCorporations §41:7, p. 422 (3d ed. rev. 2005) (“Most of the\nconstitutional and statutory provisions make the assessed value of\nthe taxable property of the municipality the basis for ascertaining\nthe amount of indebtedness which may be incurred …”). States\nthat depart from the majority approach use clear language to do so.\nSeeid.,at 424–425. (“The standard is generally the\nassessed value of the property for taxation, rather than the actual\nvalue, where the two are different; but where the constitution or\nstatute uses the term ‘actual value,’ such value governs rather\nthan the taxable value” (citingN. W. Halsey &\nCo.,supra;footnote omitted)). Congress has not used\nsuch language here. Indeed, as discussed earlier, only a strained\nreading of “tax valuation” would suggest a departure from the\nmajority approach.The Governor suggests that our interpretation\nwould result in no debt limitation at all because Guam may\narbitrarily set its assessment rate above 100 percent of market\nvalue. For two reasons, we think the Governor has overstated this\nconcern. First, most States have long based their debt limitations\non assessed value without incident. Second, a strong political\ncheck exists; property-owning voters will not fail to notice if the\ngovernment sets the assessment rate above market value.Finally, the Governor mistakenly argues that\nwe owe deference to the Guam Supreme Court’s interpretation of its\nOrganic Act. It may be true that we accord deference to territorial\ncourts over matters of purely local concern. SeePernellv.Southall Realty,416 U. S. 363, 366\n(1974) (reviewing District of Columbia Court of Appeals’\ninterpretation of D. C. Code provision). This case does not\nfit that mold, however. The debt-limitation provision protects both\nGuamanians and the United States from the potential consequences of\nterritorial insolvency. Thus, this case is not a matter of purely\nlocal concern. Of course, decisions of the Supreme Court of Guam,\nas with other territorial courts, are instructive and are entitled\nto respect when they indicate how statutory issues, including the\nOrganic Act, apply to matters of local concern. On the other hand,\nthe Organic Act is a federal statute, which we are bound to\nconstrue according to its terms.IVFor the foregoing reasons, we\nreverse the judgment of the Guam Supreme Court and remand the case\nfor proceedings not inconsistent with this opinion.It is so ordered.Footnote 1At the time suit was filed, Douglas Moylan\nserved as Guam’s attorney general. Alicia Limtiaco has since been\nelected to the position, and she continues the case in Moylan’s\nplace.Footnote 2The Guam Legislature passed a law attempting\nto define the term “tax valuation.” See Guam Code Ann., Tit. 11,\n§24102(l),available at\nhttp://www.guamcourts.org/justicedocs/ (as visited Mar.\n16, 2007). But that term appears in Guam’s Organic Act, which is a\nfederal statute. As the Guam Supreme Court correctly determined,\nGuam’s territorial legislature cannot redefine terms used in a\nfederal statute.",
    "joined": []
}