{
    "case": {
        "docket": "15-606",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-606/"
    },
    "id": "3700197",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–606_________________MIGUEL ANGEL PENA-RODRIGUEZ, PETITIONERv.COLORADOon writ of certiorari to the supreme court of\ncolorado[March 6, 2017]Justice Thomas, dissenting.The Court today holds that the Sixth Amendment\nrequires the States to provide a criminal defendant the opportunity\nto impeach a jury’s guilty verdict with juror testimony about a\njuror’s alleged racial bias, notwithstanding a state procedural\nrule forbidding such testi-mony. I agree with Justice Alito that\nthe Court’s decision is incompatible with the text of the Amendment\nit purports to interpret and with our precedents. I write\nseparately to explain that the Court’s holding also cannot be\nsquared with the original understanding of the Sixth or Fourteenth\nAmendments.IThe Sixth Amendment’s protection of the right,\n“[i]n all criminal prosecutions,” to a “trial, by an impartial\njury,” is limited to the protections that existed at common law\nwhen the Amendment was ratified. See,e.g.,Apprendiv.New Jersey, 530 U. S. 466 , and n. 1 (2000)\n(Thomas, J., concurring); 3 J. Story, Commentaries on the\nConstitution of the United States §1773, pp. 652–653 (1833) (Story)\n(explaining that “the trial by jury in criminal cases” protected by\nthe Constitution is the same “great privilege” that was “a part of\nthat admirable common law” of England); cf. 5 St. G. Tucker,\nBlackstone’s Commentaries 349, n. 2 (1803). It is therefore\n“entirely proper to look to the common law” to ascertain whether\nthe Sixth Amendment requires the result the Court today reaches.Apprendi,supra,at 500, n. 1.The Sixth Amendment’s specific guarantee of\nimpartiality incorporates the common-law understanding of that\nterm. See,e.g.,3 W. Blackstone, Commentaries on the Laws\nof England 365 (1769) (Blackstone) (describing English trials as\n“impartially just” because of their “caution against all partiality\nand bias” in the jury). The common law required a juror to have\n“freedome of mind” and to be “indifferent as hee stands unsworne.”\n1 E. Coke, First Part of the Institutes of the Laws of England\n§234, p. 155a (16th ed. 1809); accord, 3 M. Bacon, A New Abridgment\nof the Law 258 (3d ed. 1768); cf. T. Cooley, A Treatise on the\nConstitutional Limitations Which Rest Upon the Legislative Power of\nthe States of the American Union 319 (1868) (“The jury must be\nindifferent between the prisoner and the commonwealth”). Impartial\njurors could “have no interest of their own affected, and no\npersonal bias, or pre-possession, in favor [of] or against either\nparty.”Pettisv.Warren, 1 Kirby 426, 427 (Conn.\nSuper. 1788).IIThe common-law right to a jury trial did not,\nhowever, guarantee a defendant the right to impeach a jury verdict\nwith juror testimony about juror misconduct, including “a principal\nspecies of [juror] misbehaviour”—“notorious partiality.” 3\nBlackstone 388. Although partiality was a ground for setting aside\na jury verdict,ibid.,the English common-law rule at the\ntime the Sixth Amendment was ratified did not allow jurors to\nsupply evidence of that misconduct. In 1770, Lord Mansfield refused\nto receive a juror’s affidavit to impeach a verdict, declaring that\nsuch an affidavit “can’t be read.”Rexv.Almon, 5\nBurr. 2687, 98 Eng. Rep. 411 (K. B.). And in 1785, Lord Mansfield\nsolidified the doctrine, holding that “[t]he Court [could not]\nreceive such an affidavit from any of the jurymen” to prove that\nthe jury had cast lots to reach a verdict.Vaisev.Delaval, 1 T. R. 11, 99 Eng. Rep. 944 (K. B.).[1]At the time of the founding, the States took\nmixed approaches to this issue. SeeCluggagev.Swan,\n4 Binn. 150, 156 (Pa. 1811) (opinion of Yeates, J.) (“The opinions\nofAmericanjudges . . . have greatly differed on\nthe point in question”);Bishopv.Georgia, 9 Ga.\n121, 126 (1850) (describing the common law in 1776 on this question\nas “in atransitionstate”). Many States followed Lord\nMansfield’s no-impeachment rule and refused to receive juror\naffidavits. See,e.g.,Brewsterv.Thompson, 1\nN. J. L. 32 (1790) (per curiam);Robbinsv.Windover, 2 Tyl. 11, 14 (Vt. 1802);Taylorv.Giger, 3 Ky. 586, 597–598 (1808);Pricev.McIlvain, 2 Tread. 503, 504 (S. C. 1815);Tylerv.Stevens, 4 N. H. 116, 117 (1827); 1 Z. Swift, A\nDigest of the Laws of the State of Connecticut 775 (1822) (“In\nEngland, and in the courts of the United States, jurors are not\npermitted to be witnesses respecting the misconduct of the jury\n. . . and this is, most unquestionably, the correct\nprinciple”). Some States, however, permitted juror affidavits about\njuror misconduct. See,e.g., Crawfordv.State, 10\nTenn. 60, 68 (1821);Cochranv.Street, 1 Va. 79, 81\n(1792). And others initially permitted such evidence but quickly\nreversed course. Compare,e.g., Smithv.Cheetham, 3\nCai. R. 57, 59–60 (N. Y. 1805) (opinion of Livingston, J.)\n(permitting juror testimony), withDanav.Tucker, 4\nJohns. 487, 488–489 (N. Y. 1809) (per curiam)\n(overturningCheetham); compare alsoBradley’s Lesseev.Bradley, 4 Dall. 112 (Pa. 1792) (permitting juror\naffidavits), with,e.g.,Cluggage,supra,at\n156–158 (opinion of Yeates, J.) (explaining thatBradleywas\nincorrectly reported and rejecting affidavits); compare alsoTalmadgev.Northrop, 1 Root 522 (Conn. 1793)\n(admitting juror testimony), withStatev.Freeman, 5\nConn. 348, 350–352 (1824) (“The opinion of almostthe whole legal\nworld is adverse to the reception of the testimony in question;\nand, in my opinion, on invincible foundations”).By the time the Fourteenth Amendment was\nratified, Lord Mansfield’s no-impeachment rule had become firmly\nentrenched in American law. See Lettow, New Trial for Verdict\nAgainst Law: Judge-Jury Relations in Early-Nineteenth Century\nAmerica, 71 Notre Dame L. Rev. 505, 536 (1996) (“[O]pponents\nof juror affidavits had largely won out by the middle of the\ncentury”); 8 J. Wigmore, Evidence in Trials at Common Law §2352, p.\n697 (J. McNaughton rev. 1961) (Wigmore) (Lord Mansfield’s rule\n“came to receive in the United States an adherence almost\nunquestioned”); J. Proffatt, A Treatise on Trial by Jury §408, p.\n467 (1877) (“It is a well established rule of law that no affidavit\nshall be received from a juror to impeach his verdict”). The vast\nmajority of States adopted the no-impeachment rule as a matter of\ncommon law. See,e.g.,Bullv.Commonwealth,\n55 Va. 613, 627–628 (1857) (“[T]he practice appears to be now\ngenerally settled, to reject the testimony of jurors when offered\nto impeach their verdict. The cases on the subject are too numerous\nto be cited”);Tuckerv.Town Council of South\nKingstown, 5 R. I. 558, 560 (1859) (collecting cases);Statev.Coupenhaver, 39 Mo. 430 (1867) (“The law is\nwell settled that a traverse juror cannot be a witness to prove\nmisbehavior in the jury in regard to their verdict”);Peckv.Brewer, 48 Ill. 54, 63 (1868) (“So far back as\n. . . 1823, the doctrine was held that the affidavits of\njurors cannot be heard to impeach their verdict”);Heffronv.Gallupe, 55 Me. 563, 566 (1868) (ruling inadmissible\n“depositions of . . . jurors as to what transpired in the\njury room”);Withersv.Fiscus, 40 Ind. 131, 131–132\n(1872) (“In the United States it seems to be settled,\nnotwithstanding a few adjudications to the con-trary\n. . . , that such affidavits cannot be\nreceived”).[2]The Court today acknowledges that the States\n“adopted the Mansfield rule as a matter of common law,”ante,at 6, but ascribes no significance to that fact. I\nwould hold that it is dispositive. Our common-law history does not\nestablish that—in either 1791 (when the Sixth Amendment was\nratified) or 1868 (when the Fourteenth Amendment was ratified)—a\ndefendant had the right to impeach a verdict with juror testimony\nof juror misconduct. In fact, it strongly suggests that such\nevidence was prohibited. In the absence of a definitive common-law\ntradition permitting impeachment by juror testimony, we have no\nbasis to invoke a constitutional provision that merely “follow[s]\nout the established course of the common law in all trials for\ncrimes,” 3 Story §1785, at 662, to overturn Colorado’s decision to\npreserve the no-impeachment rule, cf.Boumedienev.Bush, 553 U. S. 723 –833 (2008) (Scalia, J.,\ndissenting).*  *  *Perhaps good reasons exist to curtail or\nabandon the no-impeachment rule. Some States have done so, see\nAppendix to majority opinion,ante, and others have not.\nUltimately, that question is not for us to decide. It should be\nleft to the political process described by Justice Alito. Seepost,at 5–7 (dissenting opinion). In its attempt to\nstimulate a “thoughtful, rational dialogue” on race relations,ante,at 21, the Court today ends the political process and\nimposes a uniform, national rule. The Constitution does not require\nsuch a rule. Neither should we.I respectfully dissent.Notes1Prior to 1770, it appears\nthat juror affidavits were sometimes received to impeach a verdict\non the ground of juror misbehavior, al-though only “with great\ncaution.”McDonaldv.Pless, 238 U. S. 264, 268\n(1915) ; see,e.g.,Dentv.The Hundred of\nHertford, 2 Salk. 645, 91 Eng. Rep. 546 (K. B. 1696);Philipsv.Fowler, Barnes. 441, 94 Eng. Rep. 994 (K.\nB. 1735). But “previous to our Revolution, and at least as early as\n1770, the doctrine in England was distinctly ruled the other way,\nand has so stood ever since.” 3 T. Waterman, A Treatise on the\nPrinciples of Law and Equity Which Govern Courts in the Granting of\nNew Trials in Cases Civil and Criminal 1429 (1855).2Although two States\ndeclined to follow the rule in the mid-19th century, seeWrightv.Illinois & Miss. Tel. Co., 20 Iowa 195,\n210 (1866);Perryv.Bailey, 12 Kan. 539, 544–545\n(1874), “most of the state courts” had already “committed\nthemselves upon the subject,” 8 Wigmore §2354, at 702.",
    "joined": []
}