{
    "case": {
        "docket": "191",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/191/"
    },
    "id": "1962758",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGROTHGERY V. GILLESPIE COUNTY554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-440WALTER A. ROTHGERY, PETITIONERv.GILLESPIE COUNTY, TEXASon writ of certiorari to the united states court of\nappeals for the fifth circuit[June 23, 2008]Justice Thomas, dissenting.The Court holds today—for the\nfirst time after plenary consideration of the question—that a\ncriminal prosecution begins, and that the Sixth Amendment right to\ncounsel therefore attaches, when an individual who has been placed\nunder arrest makes an initial appearance before a magistrate for a\nprobable-cause determination and the setting of bail. Because the\nCourt’s holding is not supported by the original meaning of the\nSixth Amendment or any reasonable interpretation of our precedents,\nI respectfully dissent.IThe Sixth Amendment provides that\n“[i]n all criminal prosecutions, the accused shall enjoy the right\n… to have the Assistance of Counsel for his defence.” The text of\nthe Sixth Amendment thus makes clear that the right to counsel\narises only upon initiation of a “criminal prosecutio[n].” For that\nreason, the Court has repeatedly stressed that the Sixth Amendment\nright to counsel “does not attach until a prosecution is\ncommenced.”McNeilv.Wisconsin,501 U. S. 171, 175 (1991); see alsoUnited Statesv.Gouveia,467 U. S. 180, 188\n(1984) (“[T]he literal language of the Amendment … requires the\nexistence of both a ‘criminal prosecutio[n]’ and an\n‘accused’ ”). Echoing this refrain, the Court today reiterates\nthat “[t]he Sixth Amendment right of the ‘accused’ to assistance of\ncounsel in ‘all criminal prosecutions’ is limited by its terms.”Ante, at 5 (footnote omitted).Given the Court’s repeated\ninsistence that the right to counsel is textually limited to\n“criminal prosecutions,” one would expect the Court’s jurisprudence\nin this area to be grounded in an understanding of what those words\nmeant when the Sixth Amendment was adopted. Inexplicably, however,\nneither today’s decision nor any of the other numerous decisions in\nwhich the Court has construed the right to counsel has attempted to\ndiscern the original meaning of “criminal prosecutio[n].” I think\nit appropriate to examine what a “criminal prosecutio[n]” would\nhave been understood to entail by those who adopted the Sixth\nAmendment.AThere is no better place to begin\nthan with Blackstone, “whose works constituted the preeminent\nauthority on English law for the founding generation.”Aldenv.Maine,527 U. S. 706, 715\n(1999). Blackstone devoted more than 100 pages of his Commentaries\non the Laws of England to a discussion of the “regular and ordinary\nmethod of proceeding in the courts of criminal jurisdiction.” 4 W.\nBlackstone, Commentaries *289 (hereinafter Blackstone).At the outset of his discussion,\nBlackstone organized the various stages of a criminal proceeding\n“under twelve general heads, following each other in a progressive\norder.”Ibid.The first six relate to pretrial events: “1.\nArrest; 2. Commitment and bail; 3.Prosecution;4.\nProcess; 5. Arraignment, and it’s incidents; 6. Plea, and issue.”Ibid.(emphasis added). Thus, the first significant fact\nis that Blackstone did not describe the entire criminal process as\na “prosecution,” but rather listed prosecution as the third step in\na list of successive stages. For a more complete understanding of\nwhat Blackstone meant by “prosecution,” however, we must turn to\nchapter 23, entitled “Of the Several Modes of Prosecution.”Id., at *301. There, Blackstone explained that—after\narrest and examination by a justice of the peace to determine\nwhether a suspect should be discharged, committed to prison, or\nadmitted to bail,id., at *296—the “next step towards the\npunishment of offenders is theirprosecution,or the\nmanner of their formal accusation,”id., at *301\n(emphasis added).Blackstone thus provides a definition of\n“prosecution”: the manner of an offender’s “formal accusation.” The\nmodifier “formal” is significant because it distinguishes\n“prosecution” from earlier stages of the process involving a\ndifferent kind of accusation: the allegation of criminal conduct\nnecessary to justify arrest and detention.   \nBlackstone’s discussion of arrest, commitment, and bail makes clear\nthat a person could not be arrested and detained without a “charge”\nor “accusation,”i.e., an allegation, supported by\nprobable cause, that the person had committed a crime. Seeid., at *289–*300. But the accusation justifying arrest\nand detention was clearly preliminary to the “formal accusation”\nthat Blackstone identified with “prosecution.” Seeid., at\n*290, *318.By “formal accusation,” Blackstone meant, in\nmost cases, “indictment, the most usual and effectual means of\nprosecution.”Id., at *302. Blackstone defined an\n“indictment” as “a written accusation of one or more persons of a\ncrime or misdemeanor, preferred to, and presented upon oath by, a\ngrand jury.”Ibid. (emphasis deleted). If the grand jury\nwas “satisfied of the truth of the accusation,” it endorsed the\nindictment,id., at *305–*306, which was then “publicly\ndelivered into court,”id., at *306, “afterwards to be\ntried and determined,”id., at *303, “before an officer\nhaving power to punish the [charged] offence,” 2 T. Cunningham, A\nNew and Complete Law Dictionary (2d ed. 1771).In addition to indictment, Blackstone\nidentified two other “methods of prosecution at the suit of the\nking.” 4 Blackstone *312. The first was presentment, which, like an\nindictment, was a grand jury’s formal accusation “of an offence,\ninquirable in the Court where it [was] presented.” 5 G. Jacob, The\nLaw-Dictionary 278–279 (1811). The principal difference was that\nthe accusation arose from “the notice taken by a grand jury of any\noffence from their own knowledge or observation” rather than from a\n“bill of indictment laid before them.” 4 Blackstone *301. The\nsecond was information, “the only species of proceeding at the suit\nof the king, without a previous indictment or presentment by a\ngrand jury.”Id., at *308. After an information was filed,\nit was “tried,”id., at *309, in the same way as an\nindictment: “The same notice was given, the same process was\nissued, the same pleas were allowed, the same trial by jury was\nhad, the same judgment was given by the same judges, as if the\nprosecution had originally been by indictment,”id., at\n*310.From the foregoing, the basic elements of a\ncriminal “prosecution” emerge with reasonable clarity.\n“Prosecution,” as Blackstone used the term, referred to\n“instituting a criminal suit,”id., at *309, by filing a\nformal charging document—an indictment, presentment, or\ninformation—upon which the defendant was to be tried in a court\nwith power to punish the alleged offense. And, significantly,\nBlackstone’s usage appears to have accorded with the ordinary\nmeaning of the term. See 2 N. Webster, An American Dictionary of\nthe English Language (1828) (defining “prosecution” as “[t]he\ninstitution or commencement and continuance of a criminal suit; the\nprocess of exhibiting formal charges against an offender before a\nlegal tribunal, and pursuing them to final judgment,” and noting\nthat “[p]rosecutionsmay be by presentment, information or\nindictment”).BWith Blackstone as our guide, it\nis significant that the Framers used the words “criminal\nprosecutions” in the Sixth Amendment rather than some other\nformulation such as “criminal proceedings” or “criminal cases.”\nIndeed, elsewhere in the Bill of Rights we find just such an\nalternative formulation: In contrast to the Sixth Amendment, the\nFifth Amendment refers to “criminal case[s].” U. S. Const., Amdt. 5\n(“No person … shall be compelled in any criminal case to be a\nwitness against himself”).InCounselmanv.Hitchcock,142 U. S. 547(1892),\nthe Court indicated that the difference in phraseology was not\naccidental. There the Court held that the Fifth Amendment right not\nto be compelled to be a witness against oneself “in any criminal\ncase” could be invoked by a witness testifying before a grand jury.\nThe Court rejected the argument that there could be no “criminal\ncase” prior to indictment, reasoning that a “criminal case” under\nthe Fifth Amendment is much broader than a “criminal prosecutio[n]”\nunder the Sixth Amendment.Id., at 563.The following Term, the Court construed the\nphrase “criminal prosecution” in a statutory context, and this time\nthe Court squarely held that a “prosecution” does not encompass\npreindictment stages of the criminal process. InVirginiav.Paul,148 U. S. 107(1893),\nthe Court considered Revised Statute §643, which authorized removal\nto federal court of any “ ‘criminal prosecution’ ”\n“ ‘commenced in any court of a State’ ” against a federal\nofficer.Id., at 115. The respondent, a deputy marshal,\nhad been arrested by Virginia authorities on a warrant for murder\nand was held in county jail awaiting his appearance before a\njustice of the peace “with a view to a commitment to await the\naction of the grand jury.”Id., at 118. He filed a\npetition for removal of “ ‘said cause’ ” to federal\ncourt.Ibid. The question before the Court was whether a\n“ ‘criminal prosecution’ ” had “ ‘commenced’ ”\nwithin the meaning of the statute at the time the respondent filed\nhis removal petition.The Court held that a criminal prosecution had\nnot commenced, and that removal was therefore not authorized by the\nterms of the statute. The Court noted that under Virginia law\nmurder could be prosecuted only “by indictment found in the county\ncourt,” and that “a justice of the peace, upon a previous\ncomplaint, [could] do no more than to examine whether there [was]\ngood cause for believing that the accused [was] guilty, and to\ncommit him for trial before the court having jurisdiction of the\noffence.”Ibid. Accordingly, where “no indictment was\nfound, or other action taken, in the county court,” there was as\nyet no “ ‘criminal prosecution.’ ”Id., at 119.\nThe appearance before the justice of the peace did not qualify as a\n“prosecution”:“Proceedings before a magistrate to commit a person\nto jail, or to hold him to bail, in order to secure his appearance\nto answer for a crime or offence which the magistrate has no\njurisdiction himself to try, before the court in which he may be\nprosecuted and tried, are but preliminary to the prosecution, and\nare no more a commencement of the prosecution, than is an arrest by\nan officer without a warrant for a felony committed in his\npresence.”Ibid.CThe foregoing historical summary\nis strong evidence that the term “criminal prosecutio[n]” in the\nSixth Amendment refers to the commencement of a criminal suit by\nfiling formal charges in a court with jurisdiction to try and\npunish the defendant. And on this understanding of the Sixth\nAmendment, it is clear that petitioner’s initial appearance before\nthe magistrate did not commence a “criminal prosecutio[n].” No\nformal charges had been filed. The only document submitted to the\nmagistrate was the arresting officer’s affidavit of probable cause.\nThe officer stated that he “ha[d] good reason to believe” that\npetitioner was a felon and had been “walking around [an] RV park\nwith a gun belt on, carrying a pistol, handcuffs, mace spray, extra\nbullets and a knife.” App. to Pet. for Cert. 33a. The officer\ntherefore “charge[d]” that petitioner had “commit[ted] the offense\nof unlawful possession of a firearm by a felon—3rd degree felony.”Ibid. The magistrate certified that he had examined the\naffidavit and “determined that probable cause existed for the\narrest of the individual accused therein.”Id., at 34a.\nLater that day, petitioner was released on bail, and did not hear\nfrom the State again until he was indicted six months later.The affidavit of probable cause\nclearly was not the type of formal accusation Blackstone identified\nwith the commencement of a criminal “prosecution.” Rather, it was\nthe preliminary accusation necessary to justify arrest and\ndetention—stages of the criminal process that Blackstone placed\nbefore prosecution. The affidavit was not a pleading that\ninstituted a criminal prosecution, such as an indictment,\npresentment, or information; and the magistrate to whom it was\npresented had no jurisdiction to try and convict petitioner for the\nfelony offense charged therein. SeeTealv.State, 230 S. W. 3d 172, 174 (Tex. Crim. App. 2007)\n(“The Texas Constitution requires that, unless waived by the\ndefendant, the State must obtain a grand jury indictment in a\nfelony case”); Tex. Crim. Proc. Code Ann., Arts. 4.05, 4.11(a)\n(West 2005). That is most assuredly why the magistrate informed\npetitioner that charges “will befiled” in district court.\nApp. to Pet. for Cert. 35a (emphasis added).The original meaning of the Sixth Amendment,\nthen, cuts decisively against the Court’s conclusion that\npetitioner’s right to counsel attached at his initial appearance\nbefore the magistrate. But we are not writing on a blank slate:\nThis Court has a substantial body of more recent precedent\nconstruing the Sixth Amendment right to counsel.IIAs the Court notes, our cases\nhave “pegged commencement” of a criminal prosecution,ante, at 5, to “the initiation of adversary judicial\ncriminal proceedings—whether by way of formal charge, preliminary\nhearing, indictment, information, or arraignment,”Kirbyv.Illinois,406 U. S. 682, 689\n(1972) (plurality opinion). The Court has repeated this formulation\nin virtually every right-to-counsel case decided sinceKirby. BecauseKirby’s formulation of the\nattachment test has been accorded such precedential significance,\nit is important to determine precisely whatKirbysaid:“In a line of constitutional\ncases in this Court stemming back to the Court’s landmark opinion\ninPowellv.Alabama,287 U. S. 45[(1932)], it has been\nfirmly established that a person’s Sixth and Fourteenth Amendment\nright to counsel attaches only at or after the time that adversary\njudicial proceedings have been initiated against him. SeePowellv.Alabama,supra; Johnsonv.Zerbst,304 U. S. 458[(1938)];Hamiltonv.Alabama,368 U.\nS. 52[(1961)];Gideonv.Wainwright,372 U. S. 335[(1963)];Whitev.Maryland,373 U.\nS. 59[(1963)(per curiam)];Massiahv.United States,377 U. S. 201[(1964)];United\nStatesv.Wade,388 U. S. 218[(1967)];Gilbertv.California,388 U. S. 263[(1967)];Colemanv.Alabama,399 U. S. 1[(1970)].“This is not to say that a defendant in a\ncriminal case has a constitutional right to counsel only at the\ntrial itself. ThePowellcase makes clear that the right\nattaches at the time of arraignment, and the Court has recently\nheld that it exists also at the time of a preliminary hearing.Colemanv.Alabama,supra. But the point\nis that, while members of the Court have differed as to existence\nof the right to counsel in the contexts of some of the above cases,allof those cases have involved points of time at or\nafter the initiation of adversary judicial criminal\nproceedings—whether by way of formal charge, preliminary hearing,\nindictment, information, or arraignment.”Id., at 688–689\n(footnote omitted).It is noteworthy thatKirbydid not purport to announce anything new; rather, it\nsimply catalogued what the Court had previously held. And the point\nof the plurality’s discussion was that the criminal process\ncontains stagesprior tocommencement of a criminal\nprosecution. The holding of the case was that the right to counsel\ndid not apply at a station house lineup that took place\n“beforethe defendant had been indicted or otherwise\nformally charged with any criminal offense.”Id., at\n684.Kirbygave five examples of events\nthat initiate “adversary judicial criminal proceedings”: formal\ncharge, preliminary hearing, indictment, information, and\narraignment. None of these supports the result the Court reaches\ntoday. I will apply themseriatim. No indictment or\ninformation had been filed when petitioner appeared before the\nmagistrate. Nor was there any other formal charge. Although the\nplurality inKirbydid not define “formal charge,” there\nis no reason to believe it would have included an affidavit of\nprobable cause in that category. None of the cases on which it\nrelied stood for that proposition. Indeed, all of them—with the\nexception ofWhitev.Maryland,373 U.\nS. 59(1963)(per curiam), andColemanv.Alabama,399 U. S. 1(1970)—involved\npostindictment proceedings. SeePowellv.Alabama,287 U. S. 45, 49 (1932) (postindictment\narraignment);Johnsonv.Zerbst,304 U. S. 458, 460 (1938) (trial);Hamiltonv.Alabama,368 U.\nS. 52, 53, n. 3 (1961) (postindictment arraignment);Gideonv.Wainwright,372 U. S. 335, 337 (1963) (trial);Massiahv.United States,377 U. S. 201(1964) (postindictment\ninterrogation);United Statesv.Wade,388 U. S. 218, 219–220 (1967)\n(postindictment lineup);Gilbertv.California,388 U. S. 263, 269 (1967)\n(postindictment lineup).Nor was petitioner’s initial appearance a\npreliminary hearing. The comparable proceeding in Texas is called\nan “examining trial.” Seeante, at 9, n. 12. More\nimportantly, petitioner’s initial appearance was unlike the\npreliminary hearings that were held to constitute “critical stages”\ninWhiteandColeman, because it did not involve\nentry of a plea, cf.White,supra, at 60, and was\nnonadversarial, cf.Coleman,supra, at 9. There\nwas no prosecutor present, there were no witnesses to\ncross-examine, there was no case to discover, and the result of the\nproceeding was not to bind petitioner over to the grand jury or the\ntrial court.Finally, petitioner’s initial appearance was\nnot whatKirbydescribed as an “arraignment.” An\narraignment, in its traditional and usual sense, is a\npostindictment proceeding at which the defendant enters a plea.\nSee,e.g., W. LaFave, J. Israel, & N. King,\nCriminal Procedure §1.3(n), p. 19 (4th ed. 2004); 4 Blackstone\n*322. Although the word “arraignment” is sometimes used to describe\nan initial appearance before a magistrate, see LaFave,supra, §1.3(j), at 16, that is not whatKirbymeant when it said that the right to counsel attaches at an\n“arraignment.” Rather, it meant the traditional, postindictment\narraignment where the defendant enters a plea. This would be the\nmost reasonable assumption even if there were nothing else to go\non, since that is the primary meaning of the word, especially when\nused unmodified.But there is no need to assume.Kirbypurported to describe only what the Court had already held, and\nnone of the casesKirbycited involved an initial\nappearance. Only two of the cases involved arraignments, and both\nwere postindictment arraignments at which the defendant entered a\nplea.Hamilton,supra, at 53, n. 3;Powell, 287 U. S., at 49. And the considerations that\ndrove the Court’s analysis in those cases are not present here. Seeid.,at 57 (emphasizing that “from the time of their\narraignment until the beginning of their trial, when consultation,\nthoroughgoing investigation and preparation were vitally important,\nthe defendants did not have the aid of counsel”);Hamilton,supra, at 53–55 (emphasizing that the\ndefendant entered a plea and was required to raise or waive certain\ndefenses).Kirby’s inclusion of “arraignment” in the list\nof adversary judicial proceedings that trigger the right to counsel\nthus provides no support for the view that the right to counsel\nattaches at an initial appearance before a magistrate.IIIIt is clear that whenKirbywas decided in 1972 there was no precedent in this\nCourt for the conclusion that a criminal prosecution begins, and\nthe right to counsel therefore attaches, at an initial appearance\nbefore a magistrate. The Court concludes, however, that two\nsubsequent decisions—Brewerv.Williams,430 U. S. 387(1977),\nandMichiganv.Jackson,475 U. S. 625(1986)—stand for that proposition. Those decisions, which relied\nalmost exclusively onKirby, cannot bear the weight the\nCourt puts on them.[Footnote\n1]InBrewer, the defendant\nchallenged his conviction for murdering a 10-year-old girl on the\nground that his Sixth Amendment right to counsel had been violated\nwhen detectives elicited incriminating statements from him while\ntransporting him from Davenport, Iowa, where he had been arrested\non a warrant for abduction and “arraigned before a judge … on the\noutstanding arrest warrant,” to Des Moines, where he was to be\ntried. 430 U. S., at 390–391. The principal issue was whether the\ndefendant had waived his right to have counsel present during\npolice questioning when he voluntarily engaged one of the\ndetectives in a “wide-ranging conversation.”Id.,at 392.\nHe subsequently agreed to lead the detectives to the girl’s body in\nresponse to the so-called “ ‘Christian burial speech,’ ”\nin which one of the detectives told the defendant that “ ‘the\nparents of this little girl should be entitled to a Christian\nburial for the little girl who was snatched away from them on\nChristmas [E]ve and murdered.’ ”Id., at 392–393. Not\nsurprisingly, the parties vigorously disputed the waiver issue, and\nit sharply divided the Court.In contrast, the question whether the\ndefendant’s right to counsel had attached was neither raised in the\ncourts below nor disputed before this Court. Nonetheless, the\nCourt, after quotingKirby’s formulation of the test,\noffered its conclusory observations:“There can be no doubt in the\npresent case that judicial proceedings had been initiated against\nWilliams before the start of the automobile ride from Davenport to\nDes Moines. A warrant had been issued for his arrest, he had been\narraigned on that warrant before a judge in a Davenport courtroom,\nand he had been committed by the court to confinement in jail. The\nState does not contend otherwise.” 430 U. S., at 399.Brewer’s cursory\ntreatment of the attachment issue demonstrates precisely why, when\n“an issue [is] not addressed by the parties,” it is “imprudent of\nus to address it … with any pretense of settling it for all time.”Metropolitan Stevedore Co.v.Rambo,521 U. S. 121, 136\n(1997). As an initial matter, the Court’s discussion of the facts\nreveals little about what happened at the proceeding. There is no\nindication, for example, whether it was adversarial or whether the\ndefendant was required to enter a plea or raise or waive any\ndefenses—facts that earlier cases such asHamilton,White, andColemanhad found significant.Even assuming, however, that the arraignment\ninBrewerwas functionally identical to the initial\nappearance here,Breweroffered no reasoning for its\nconclusion that the right to counsel attached at such a proceeding.\nOne is left with the distinct impression that the Court simply saw\nthe word “arraignment” inKirby’s attachment test and\nconcluded that the right must have attached because the defendant\nhad been “arraigned.” There is no indication thatBrewerconsidered the difference between an arraignment on a warrant and\nan arraignment at which the defendant pleads to the indictment.The Court finds it significant thatBrewerexpressed “ ‘no doubt’ ” that the right\nhad attached.Ante, at 19 (quoting 430 U. S., at 399).\nThere was no need for a “lengthy disquisitio[n],” the Court says,\nbecauseBrewerpurportedly “found the attachment issue an\neasy one.”Ante, at 18–19. What the Court neglects to\nmention is thatBrewer’s attachment holding is\nindisputably no longer good law. That is because we have\nsubsequently held that the Sixth Amendment right to counsel is\n“offense specific,” meaning that it attaches only to those offenses\nfor which the defendant has been formally charged, and not to\n“other offenses ‘closely related factually’ to the charged\noffense.”Texasv.Cobb,532 U. S. 162, 164\n(2001). Because the defendant inBrewerhad been arraigned\nonly on the abduction warrant, there is no doubt that, underCobb, his right to counsel had not yet attached with\nrespect to the murder charges that were subsequently brought. See\n532 U. S., at 184 (Breyer, J., dissenting) (noting that under the\nmajority’s rule, “[the defendant’s] murder conviction should have\nremained undisturbed”). But the Court inCobbdid not\nconsider itself bound byBrewer’s implicit holding on the\nattachment question. See 532 U. S., at 169 (“Constitutional rights\nare not defined by inferences from opinions which did not address\nthe question at issue”). And here, as inCobb,Brewerdid not address the fact that the arraignment on\nthe warrant was not the same type of arraignment at which the right\nto counsel had previously been held to attach, and the parties did\nnot argue the question.Breweris thus entitled to no more\nprecedential weight here than it was inCobb.Nor doesJacksoncontrol. InJackson, as inBrewer, the attachment issue was\nsecondary. The question presented was “not whether respondents had\na right to counsel at their postarraignment, custodial\ninterrogations,” 475 U. S., at 629, but “whether respondents\nvalidly waived their right to counsel,”id., at 630. And,\nas inBrewer, the Court’s waiver holding was vigorously\ndisputed. See 475 U. S., at 637–642 (Rehnquist, J., dissenting);\nsee alsoCobb, supra, at 174–177 (Kennedy, J., concurring)\n(questioningJackson’s vitality). Unlike inBrewer, however, the attachment question was at least\ncontested inJackson—but barely. With respect to\nrespondent Jackson, the State conceded the issue.Jackson,supra, at 629, n. 3. And with respect to respondent\nBladel, the State had conceded the issue below, seePeoplev.Bladel, 421 Mich. 39, 77, 365 N. W. 2d 56, 74\n(1984) (Boyle, J., dissenting), and raised it for the first time\nbefore this Court, devoting only three pages of its brief to the\nquestion, see Brief for Petitioner inMichiganv.Bladel, O. T. 1985, No. 84–1539, pp. 24–26.The Court disposed of the issue in a footnote.\nSeeJackson,supra, at 629–630, n. 3. As inBrewer, the Court did not describe the nature of the\nproceeding. It stated only that the respondents were “arraigned.”\n475 U. S., at 627–628. The Court phrased the question presented in\nterms of “arraignment,”id., at 626 (“The question\npresented by these two cases is whether the same rule applies to a\ndefendant who has been formally charged with a crime and who has\nrequested appointment of counsel at his arraignment”), and repeated\nthe words “arraignment” or “postarraignment” no fewer than 35 times\nin the course of its opinion.There is no way to know from the Court’s\nopinion inJacksonwhether the arraignment at issue there\nwas the same type of arraignment at which the right to counsel had\nbeen held to attach inPowellandHamilton. Only\nupon examination of the parties’ briefs does it become clear that\nthe proceeding was in fact an initial appearance. ButJacksondid not even acknowledge, much less “flatly\nrejec[t] the distinction between initial arraignment and\narraignment on the indictment.”Ante, at 9. Instead, it\noffered one sentence of analysis—“In view of the clear language in\nour decisions about the significance of arraignment, the State’s\nargument is untenable”—followed by a string citation to four cases,\neach of which quotedKirby. 475 U. S., at 629–630,\nn. 3. For emphasis, the Court italicized the words “or\narraignment” inKirby’s attachment test. 475 U. S., at\n629, n. 3 (internal quotation marks omitted).The only rule that can be derived from the\nface of the opinion inJacksonis that if a proceeding is\ncalled an “arraignment,” the right to counsel attaches.[Footnote 2] That rule would not govern\nthis case because petitioner’s initial appearance was not called an\n“arraignment” (the parties refer to it as a “magistration”). And\nthat would, in any case, be a silly rule. The Sixth Amendment\nconsequences of a proceeding should turn on the substance of what\nhappens there, not on what the State chooses to call it. But the\nCourt inJacksondid not focus on the substantive\ndistinction between an initial arraignment and an arraignment on\nthe indictment. Instead, the Court simply citedKirbyand\nleft it at that. In these circumstances, I would recognizeJacksonfor what it was—a cursory treatment of an issue\nthat was not the primary focus of the Court’s opinion. SurelyJackson’s footnote must yield to our reasoned\nprecedents.And our reasoned precedents provide no support\nfor the conclusion that the right to counsel attaches at an initial\nappearance before a magistrate.Kirbyexplained why the\nright attaches “after the initiation of adversary judicial criminal\nproceedings”:“The initiation of judicial\ncriminal proceedings is far from a mere formalism. It is the\nstarting point of our whole system of adversary criminal justice.\nFor it is only then that the government has committed itself to\nprosecute, and only then that the adverse positions of government\nand defendant have solidified. It is then that a defendant finds\nhimself faced with the prosecutorial forces of organized society,\nand immersed in the intricacies of substantive and procedural\ncriminal law. It is this point, therefore, that marks the\ncommencement of the ‘criminal prosecutions’ to which alone the\nexplicit guarantees of the Sixth Amendment are applicable.” 406 U.\nS., at 689–690 (plurality opinion).None of these defining\ncharacteristics of a “criminal prosecution” applies to petitioner’s\ninitial appearance before the magistrate. The initial appearance\nwas not an “adversary” proceeding, and petitioner was not “faced\nwith the prosecutorial forces of organized society.” Instead, he\nstood in front of a “little glass window,” filled out various\nforms, and was read hisMirandarights. Brief for\nRespondent 5. The State had not committed itself to prosecute—only\na prosecutor may file felony charges in Texas, see Tex. Code Ann.,\nCrim. Proc. Arts. 2.01, 2.02 (West 2005), and there is no evidence\nthat any prosecutor was even aware of petitioner’s arrest or\nappearance. The adverse positions of government and defendant had\nnot yet solidified—the State’s prosecutorial officers had not yet\ndecided whether to press charges and, if so, which charges to\npress. And petitioner was not immersed in the intricacies of\nsubstantive and procedural criminal law—shortly after the\nproceeding he was free on bail, and no further proceedings occurred\nuntil six months later when he was indicted.Moreover, the Court’s holding that the right\nto counsel attaches at an initial appearance is untethered from any\ninterest that we have heretofore associated with the right to\ncounsel. The Court has repeatedly emphasized that “[t]he purpose of\nthe constitutional guaranty of a right to counsel is to protect an\naccused from conviction resulting from his own ignorance of his\nlegal and constitutional rights.”Johnson, 304 U. S., at\n465. The “core purpose” of the right, the Court has said, is to\n“assure ‘Assistance’ at trial, when the accused [is] confronted\nwith both the intricacies of the law and the advocacy of the public\nprosecutor.”United Statesv.Ash,413 U. S. 300, 309\n(1973). The Court has extended the right to counsel to pretrial\nevents only when the absence of counsel would derogate from the\ndefendant’s right to a fair trial. See,e.g.,Wade, 388 U. S., at 227.Neither petitioner nor the Court identifies\nany way in which petitioner’s ability to receive a fair trial was\nundermined by the absence of counsel during the period between his\ninitial appearance and his indictment. Nothing during that period\nexposed petitioner to the risk that he would be convicted as the\nresult of ignorance of his rights. Instead, the gravamen of\npetitioner’s complaint is that if counsel had been appointed\nearlier, he would have been able to stave off indictment by\nconvincing the prosecutor that petitioner was not guilty of the\ncrime alleged. But the Sixth Amendment protects against the risk of\nerroneousconviction, not the risk of unwarrantedprosecution. SeeGouveia, 467 U. S., at 191\n(rejecting the notion that the “purpose of the right to counsel is\nto provide a defendant with a preindictment private\ninvestigator”).Petitioner argues that the right to counsel is\nimplicated here because restrictions were imposed on his liberty\nwhen he was required to post bail. But we have never suggested that\nthe accused’s right to the assistance of counsel “for his defence”\nentails a right to use counsel as a sword to contest pretrial\ndetention. To the contrary, we have flatly rejected that notion,\nreasoning that a defendant’s liberty interests are protected by\nother constitutional guarantees. Seeid., at 190 (“While\nthe right to counsel exists to protect the accused during\ntrial-type confrontations with the prosecutor, the speedy trial\nright exists primarily to protect an individual’s liberty\ninterest,” including the interest in reducing the\n“ ‘impairment of liberty imposed on an accused while released\non bail’ ”).IVIn sum, neither the original\nmeaning of the Sixth Amendment right to counsel nor our precedents\ninterpreting the scope of that right supports the Court’s holding\nthat the right attaches at an initial appearance before a\nmagistrate. Because I would affirm the judgment below,\n   I respectfully dissent.Footnote 1The Court also relies onMcNeilv.Wisconsin,501 U. S. 171(1991), to support its\nassertion that the right to counsel attaches upon an initial\nappearance before a magistrate.Ante, at 10–11. But inMcNeil, the Court expressed no view whatsoever on the\nattachment issue. Rather, it noted that the issue was “undisputed,”\nand “accept[ed] for purposes of the present case, that … [the\ndefendant’s] Sixth Amendment right had attached.” 501 U. S., at\n175. We do not ordinarily give weight to assumptions made in prior\ncases about matters that were not in dispute.Footnote 2The Court asserts thatJackson’s\n“conclusion was driven by the same considerations the Court had\nendorsed inBrewer,” namely, that “by the time a defendant\nis brought before a judicial officer, is informed of a formally\nlodged accusation, and has restrictions imposed on his liberty in\naid of the prosecution, the State’s relationship with the defendant\nhas become solidly adversarial.”Ante, at 9. ButJacksonsaid nothing of the sort.Moreover, even looking behind the opinion,Jacksondoes not support the result the Court reaches\ntoday. Respondent Bladel entered a “not guilty” plea at his\narraignment, see Brief for Petitioner inMichiganv.Bladel, O. T. 1985, No. 84–1539, p. 4, and bothHamiltonv.Alabama,368 U.\nS. 52(1961), andWhitev.Maryland,373 U.\nS. 59(1963)(per curiam), had already held that a\ndefendant has a right to counsel when he enters a plea. The Court\nsuggests that this fact is irrelevant because the magistrate in\nBladel’s case “had no jurisdiction to accept a plea of guilty to a\nfelony charge.”Ante, at 10, n. 13. But that\ndistinction does not appear in eitherHamiltonorWhite. SeeHamilton,supra, at 55 (“Only\nthe presence of counsel could have enabled this accused to know all\nthe defenses available to him and to plead intelligently”);White,supra, at 60 (“[P]etitioner entered a plea\nbefore the magistrate and that plea was taken at a time when he had\nno counsel”). Thus, the most thatJacksoncan possibly be\nmade to stand for is that the right to counsel attaches at an\ninitial appearance where the defendant enters a plea. And that rule\nwould not govern this case because petitioner did not enter a plea\nat his initial appearance.",
    "joined": []
}