{
    "case": {
        "docket": "723",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/723/"
    },
    "id": "3413620",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–983_________________ANTHONY DOUGLAS ELONIS, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 1, 2015]Justice Thomas, dissenting.We granted certiorari to resolve a conflict in\nthe lower courts over the appropriate mental state for threat\nprosecutions under 18 U. S. C. §875(c). Save two, every\nCircuit to have considered the issue—11 in total—has held that this\nprovision demands proof only of general intent, which here requires\nno more than that a defendant knew he transmitted a communication,\nknew the words used in that communication, and understood the\nordinary meaning of those words in the relevant context. The\noutliers are the Ninth and Tenth Circuits, which have concluded\nthat proof of an intent to threaten was necessary for conviction.\nAdopting the minority position, Elonis urges us to hold that\n§875(c) and the First Amendment require proof of an intent to\nthreaten. The Government in turn advocates a general-intent\napproach.Rather than resolve the conflict, the Court\ncasts aside the approach used in nine Circuits and leaves nothing\nin its place. Lower courts are thus left to guess at the\nappropriate mental state for §875(c). All they know after today’s\ndecision is that a requirement of general intent will not do. But\nthey can safely infer that a majority of this Court would not adopt\nan intent-to-threaten requirement, as the opinion carefully leaves\nopen the possibility that recklessness may be enough. Seeante,at 16–17.This failure to decide throws everyone from\nappellate judges to everyday Facebook users into a state of\nuncertainty. This uncertainty could have been avoided had we simply\nadhered to the background rule of the common law favoring general\nintent. Although I am sympathetic to my colleagues’ policy concerns\nabout the risks associated with threat prosecutions, the answer to\nsuch fears is not to discard our traditional approach to\nstate-of-mind requirements in criminal law. Because the Court of\nAppeals properly applied the general-intent standard, and because\nthe communications transmitted by Elonis were “true threats”\nunprotected by the First Amendment, I would affirm the judgment\nbelow.IAEnacted in 1939, §875(c) provides, “Whoever\ntransmits in interstate or foreign commerce any communication\ncontaining any threat to kidnap any person or any threat to injure\nthe person of another, shall be fined under this title or\nimprisoned not more than five years, or both.” Because §875(c)\ncriminalizes speech, the First Amendment requires that the term\n“threat” be limited to a narrow class of historically unprotected\ncommunications called “true threats.” To qualify as a true threat,\na communication must be a serious expression of an intention to\ncommit unlawful physical violence, not merely “political\nhyperbole”; “vehement, caustic, and sometimes unpleasantly sharp\nattacks”; or “vituperative, abusive, and inexact” statements.Wattsv.United States, 394 U. S. 705, 708\n(1969) (per curiam) (internal quotation marks omitted). It\nalso cannot be determined solely by the reaction of the recipient,\nbut must instead be “determined by the interpretation of areasonablerecipient familiar with the context of the\ncommunication,”United Statesv.Darby, 37 F. 3d\n1059, 1066 (CA4 1994) (emphasis added), lest historically protected\nspeech be suppressed at the will of an eggshell observer, cf.Coxv.Louisiana, 379 U. S. 536, 551 (1965)\n(“[C]onstitutional rights may not be denied simply because of\nhostility to their assertion or exercise” (internal quotation marks\nomitted)). There is thus no dispute that, at a minimum, §875(c)\nrequires an objective showing: The communication must be one that\n“a reasonable observer would construe as a true threat to another.”United Statesv.Jeffries, 692 F. 3d 473, 478\n(CA6 2012). And there is no dispute that the posts at issue here\nmeet that objective standard.The only dispute in this case is about the state\nof mind necessary to convict Elonis for making those posts. On its\nface, §875(c) does not demand any particular mental state. As the\nCourt correctly explains, the word “threat” does not itself contain\namens rearequirement. Seeante,at 8–9. But because\nwe read criminal statutes “in light of the background rules of the\ncommon law, in which the requirement of somemens reafor a\ncrime is firmly embedded,” we require “some indication of\ncongressional intent, express or implied, . . . to\ndispense withmens reaas an element of a crime.”Staplesv.United States, 511 U. S. 600 –606\n(1994) (citation omitted). Absent such indicia, we ordinarily apply\nthe “presumption in favor of scienter” to require only “proof ofgeneral intent—that is, that the defendant [must] posses[s]\nknowledge with respect to theactus reusof the crime.”Carterv.United States, 530 U. S. 255, 268\n(2000) .Under this “conventionalmens reaelement,” “the defendant [must] know the facts that make his\nconduct illegal,”Staples, supra, at 605, but he need not\nknowthatthose facts make his conduct illegal. It has long\nbeen settled that “the knowledge requisite to knowing violation of\na statute is factual knowledge as distinguished from knowledge of\nthe law.”Bryanv.United States, 524 U. S. 184,\n192 (1998) (internal quotation marks omitted). For instance, inPosters ‘N’ Things, Ltd.v.United States, 511\nU. S. 513 (1994) , the Court addressed a conviction for\nselling drug paraphernalia under a statute forbidding anyone to\n“ ‘make use of the services of the Postal Service or other\ninterstate conveyance as part of a scheme to sell drug\nparaphernalia,’ ”id.,at 516 (quoting 21\nU. S. C. §857(a)(1) (1988 ed.)). In applying the\npresumption in favor of scienter, the Court concluded that\n“although the Government must establish that the defendant knew\nthat the items at issue are likely to be used with illegal drugs,\nit need not prove specific knowledge that the items are ‘drug\nparaphernalia’ within the meaning of the statute.” 511\nU. S.,at 524.Our default rule in favor of general intent\napplies with full force to criminal statutes addressing speech.\nWell over 100 years ago, this Court considered a conviction under a\nfederal obscenity statute that punished anyone “ ‘who shall\nknowingly deposit, or cause to be deposited, for mailing or\ndelivery,’ ” any “ ‘obscene, lewd, or lascivious book,\npamphlet, picture, paper, writing, print, or other publication of\nan indecent character.’ ”Rosenv.United\nStates, 161 U. S. 29, 30 (1896) (quoting Rev. Stat.\n§3893). In that case, as here, the defendant argued that, even if\n“he may have had . . . actual knowledge or notice of [the\npaper’s] contents” when he put it in the mail, he could not “be\nconvicted of the offence . . . unless he knew or believed that\nsuch paper could be properly or justly characterized as obscene,\nlewd, and lascivious.” 161 U. S.,at 41. The Court\nrejected that theory, concluding that if the material was actually\nobscene and “deposited in the mail by one who knew or had notice at\nthe time of its contents, the offence is complete, although the\ndefendant himself did not regard the paper as one that the statute\nforbade to be carried in the mails.”Ibid.As the Court\nexplained, “Congress did not intend that the question as to the\ncharacter of the paper should depend upon the opinion or belief of\nthe person who, with knowledge or notice of [the paper’s] contents,\nassumed the responsibility of putting it in the mails of the United\nStates,” because “[e]very one who uses the mails of the United\nStates for carrying papers or publications must take notice of\n. . . what must be deemed obscene, lewd, and lascivious.”Id.,at 41–42.This Court reaffirmedRosen’s holding inHamlingv.United States, 418 U. S. 87 (1974) ,\nwhen it considered a challenge to convictions under the successor\nfederal statute, seeid.,at 98, n. 8 (citing 18\nU. S. C. §1461 (1970 ed.)). Relying onRosen,the\nCourt rejected the argument that the statute required “proof both\nof knowledge of the contents of the material and awareness of the\nobscene character of the material.” 418 U. S.,at 120\n(internal quotation marks omitted). In approving the jury\ninstruction that the defendants’ “belief as to the obscenity or\nnon-obscenity of the material is irrelevant,” the Court declined to\nhold “that the prosecution must prove a defendant’s knowledge of\nthe legal status of the materials he distributes.”Id., at\n120–121 (internal quotation marks omitted). To rule otherwise, the\nCourt observed, “would permit the defendant to avoid prosecution by\nsimply claiming that he had not brushed up on the law.”Id.,at 123.Decades before §875(c)’s enactment, courts took\nthe same approach to the first federal threat statute, which\nprohibited threats against the President. In 1917, Congress enacted\na law punishing anyone“who knowingly and willfully deposits or\ncauses to be deposited for conveyance in the mail . . .\nany letter, paper, writing, print, missive, or document containing\nany threat to take the life of or to inflict bodily harm upon the\nPresident of the United States, or who knowingly and willfully\notherwise makes any such threat against the President.” Act of Feb.\n14, 1917, ch. 64, 39Stat. 919.Courts applying this statute shortly after its\nenactment appeared to require proof of only general intent. InRaganskyv.United States, 253 F. 643 (CA7 1918), for\ninstance, a Court of Appeals held that “[a] threat is knowingly\nmade, if the maker of it comprehends the meaning of the words\nuttered by him,” and “is willfully made, if in addition to\ncomprehending the meaning of his words, the maker voluntarily and\nintentionally utters them as the declaration of an apparent\ndetermination to carry them into execution,”id., at 645.\nThe court consequently rejected the defendant’s argument that he\ncould not be convicted when his language “[c]oncededly\n. . . constituted such a threat” but was meant only “as a\njoke.”Id.,at 644. Likewise, inUnited Statesv.Stobo, 251 F. 689 (Del. 1918), a District Court rejected the\ndefendant’s objection that there was no allegation “of any facts\n. . . indicating any intention . . . on the\npart of the defendant . . . to menace the President of\nthe United States,”id.,at 693 (internal quotation marks\nomitted). As it explained, the defendant “is punishable under the\nact whether he uses the words lightly or with a set purpose to\nkill,” as “[t]he effect upon the minds of the hearers, who cannot\nread his inward thoughts, is precisely the same.”Ibid.At a\nminimum, there is no historical practice requiring more than\ngeneral intent when a statute regulates speech.BApplying ordinary rules of statutory\nconstruction, I would read §875(c) to require proof of general\nintent. To “know the facts that make his conduct illegal” under\n§875(c), seeStaples,511 U. S.,at 605, a\ndefendant must know that he transmitted a communication in\ninterstate or foreign commerce that contained a threat. Knowing\nthat the communication contains a “threat”—a serious expression of\nan intention to engage in unlawful physical violence—does not,\nhowever, require knowing that a jury will conclude that the\ncommunication contains a threat as a matter of law. Instead, like\none who mails an “obscene” publication and is prosecuted under the\nfederal obscenity statute, a defendant prosecuted under §875(c)\nmust know only the words used in that communication, along with\ntheir ordinary meaning in context.General intent divides those who know the facts\nconstituting theactus reusof this crime from those who do\nnot. For example, someone who transmits a threat who does not know\nEnglish—or who knows English, but perhaps does not know a\nthreatening idiom—lacks the general intent required under §875(c).\nSeeRagansky,supra,at 645 (“[A] foreigner, ignorant\nof the English language, repeating [threatening] words without\nknowledge of their meaning, may not knowingly have made a threat”).\nLikewise, the hapless mailman who delivers a threatening letter,\nignorant of its contents, should not fear prosecution. A defendant\nlike Elonis, however, who admits that he “knew that what [he] was\nsaying was violent” but supposedly “just wanted to express\n[him]self,” App. 205, acted with the general intent required under\n§875(c), even if he did not know that a jury would conclude that\nhis communication constituted a “threat” as a matter of law.Demanding evidence only of general intent also\ncorresponds to §875(c)’s statutory backdrop. As previously\ndiscussed, before the enactment of §875(c), courts had read the\nPresidential threats statute to require proof only of general\nintent. Given Congress’ presumptive awareness of this application\nof the Presidential threats statute—not to mention this Court’s\nsimilar approach in the obscenity context, seeRosen, 161\nU. S.,at 41–42—it is difficult to conclude that the\nCongress that enacted §875(c) in 1939 understood it to contain an\nimplicit mental-state requirement apart from general intent. There\nis certainly no textual evidence to support this conclusion. If\nanything, the text supports the opposite inference, as §875(c),\nunlike the Presidential threats statute, contains no reference to\nknowledge or willfulness. Nothing in the statute suggests that\nCongress departed from the “conventionalmens reaelement”\nof general intent,Staples,supra,at 605; I would\nnot impose a higher mental-state requirement here.CThe majority refuses to apply these ordinary\nbackground principles. Instead, it casts my application of general\nintent as a negligence standard disfavored in the criminal law.Ante,at 13–16. But that characterization misses the mark.\nRequiring general intent in this context is not the same as\nrequiring mere negligence. Like the mental-state requirements\nadopted in many of the cases cited by the Court, general intent\nunder §875(c) prevents a defendant from being convicted on the\nbasis of anyfactbeyond his awareness. See,e.g.,United Statesv.X-Citement Video, Inc., 513\nU. S. 64, 73 (1994) (knowledge of age of persons depicted in\nexplicit materials);Staples,supra,at 614–615\n(knowledge of firing capability of weapon);Morissettev.United States, 342 U. S. 246 –271 (1952) (knowledge\nthat property belonged to another). In other words, the defendant\nmustknow—not merely be reckless or negligent with respect\nto the fact—that he is committing the acts that constitute theactus reusof the offense.But general intent requiresnomental\nstate (not even a negligent one) concerning the “fact” that certain\nwords meet thelegaldefinition of a threat. That approach\nis particularly appropriate where, as here, that legal status is\ndetermined by a jury’s application of the legal standard of a\n“threat” to the contents of a communication. And convicting a\ndefendant despite his ignorance of the legal—or objective—status of\nhis conduct does not mean that he is being punished for negligent\nconduct. By way of example, a defendant who is convicted of murder\ndespite claiming that he acted in self-defense has not been\npenalized under a negligence standard merely because he does not\nknow that the jury will reject his argument that his “belief in the\nnecessity of using force to prevent harm to himself [was] a\nreasonable one.” See 2 W. LaFave, Substantive Criminal Law\n§10.4(c), p. 147 (2d ed. 2003).The Court apparently does not believe that our\ntraditional approach to the federal obscenity statute involved a\nnegligence standard. It asserts thatHamling“approved a\nstate court’s conclusion that requiring a defendant to know the\ncharacter of the material incorporated a ‘vital element of\nscienter’ so that ‘not innocent butcalculated purveyanceof\nfilth . . . is exorcised.’ ”Ante,at 15\n(quotingHamling, 418 U. S.,at 122 (in turn\nquotingMishkinv.New York, 383 U. S. 502, 510\n(1966) ). According to the Court, the mental state approved inHamlingthus “turns on whether a defendant knew thecharacterof what was sent, not simply its contents and\ncontext.”Ante,at 15. It is unclear what the Court means by\nits distinction between “character” and “contents and context.”\n“Character” cannot meanlegalobscenity, asHamlingrejected the argument that a defendant must have “awareness of the\nobscene character of the material.” 418 U. S., at 120\n(internal quotation marks omitted). Moreover, this discussion was\nnot part ofHamling’s holding, which was primarily a\nreaffirmation ofRosen. See 418 U. S.,at\n120–121; see alsoPosters ’N’ Things, 511 U. S.,at 524–525 (characterizingHamlingas holding that a\n“statute prohibiting mailing of obscene materials does not require\nproof that [the] defendant knew the materials at issue met the\nlegal definition of ‘obscenity’ ”).The majority’s treatment ofRosenis even\nless persuasive. To shore up its position, it asserts that the\ncritical portion ofRosenrejected an “ ‘ignorance of\nthe law’ defense,” and claims that “no such contention is at issue\nhere.”Ante,at 15. But the thrust of Elonis’ challenge is\nthat a §875(c) conviction cannot stand if the defendant’s\nsubjective belief of what constitutes a “threat” differs from that\nof a reasonable jury. That is akin to the argument the defendant\nmade—and lost—inRosen. That defendant insisted that he\ncould not be convicted for mailing the paper “unless he knew or\nbelieved that such paper could be properly or justly characterized\nas obscene.” 161 U. S., at 41. The Court, however, held that\nthe Government did not need to show that the defendant “regard[ed]\nthe paper as one that the statute forbade to be carried in the\nmails,” because the obscene character of the material did not\n“depend upon the opinion or belief of the person who\n. . . assumed the responsibility of putting it in the\nmails.”Ibid.The majority’s muddying of the waters cannot\nobscure the fact that today’s decision is irreconcilable withRosenandHamling.DThe majority today at least refrains from\nrequiring an intent to threaten for §875(c) convictions, as Elonis\nasks us to do. Elonis contends that proof of a defendant’s intent\nto put the recipient of a threat in fear is necessary for\nconviction, but that element cannot be found within the statutory\ntext. “[W]e ordinarily resist reading words or elements into a\nstatute that do not appear on its face,” including elements similar\nto the one Elonis proposes.E.g., Batesv.United\nStates, 522 U. S. 23, 29 (1997) (declining to read an\n“intent to defraud” element into a criminal statute). As the\nmajority correctly explains, nothing in the text of §875(c) itself\nrequires proof of an intent to threaten. Seeante,at 8–9.\nThe absence of such a requirement is significant, as Congress knows\nhow to require a heightenedmens reain the context of\nthreat offenses. See §875(b) (providing for the punishment of\n“[w]hoever, with intent to extort . . . , transmits in\ninterstate or foreign commerce any communication containing any\nthreat to kidnap any person or any threat to injure the person of\nanother”); see also §119 (providing for the punishment of\n“[w]hoever knowingly makes restricted personal information about\n[certain officials] . . . publicly available\n. . . with the intent to threaten”).Elonis nonetheless suggests that an\nintent-to-threaten element is necessary in order to avoid the risk\nof punishing innocent conduct. But there is nothing absurd about\npunishing an individual who, with knowledge of the words he uses\nand their ordinary meaning in context, makes a threat. For\ninstance, a high-school student who sends a letter to his principal\nstating that he will massacre his classmates with a machine gun,\neven if he intended the letter as a joke, cannot fairly be\ndescribed as engaging in innocent conduct. But seeante,at\n4–5, 16 (concluding that Elonis’ conviction under §875(c) for\ndiscussing a plan to “ ‘initiate the most heinous school\nshooting ever imagined’ ” against “ ‘a Kindergarten\nclass’ ” cannot stand without proof of some unspecified\nheightened mental state).Elonis also insists that we read an\nintent-to-threaten element into §875(c) in light of the First\nAmendment. But our practice of construing statutes “to avoid\nconstitutional questions . . . is not a license for the\njudiciary to rewrite language enacted by the legislature,”Salinasv.United States, 522 U. S. 52 –60\n(1997) (internal quotation marks omitted), and ordinary background\nprinciples of criminal law do not support rewriting §875(c) to\ninclude an intent-to-threaten requirement. We have not altered our\ntraditional approach tomens reafor other constitutional\nprovisions. See,e.g., Deanv.United States, 556\nU. S. 568 –574 (2009) (refusing to read an\nintent-to-discharge-the-firearm element into a mandatory minimum\nprovision concerning the discharge of a firearm during a particular\ncrime). The First Amendment should be treated no differently.IIIn light of my conclusion that Elonis was\nproperly convicted under the requirements of §875(c), I must\naddress his argument that his threatening posts were nevertheless\nprotected by the First Amendment.AElonis does not contend that threats are\nconstitutionally protected speech, nor could he: “From 1791 to the\npresent, . . . our society . . . has permitted\nrestrictions upon the content of speech in a few limited areas,”\ntrue threats being one of them.R. A. V.v.St. Paul,\n505 U. S. 377 –383 (1992); seeid.,at 388. Instead,\nElonis claims that onlyintentionalthreats fall within this\nparticular historical exception.If it were clear that intentional threats alone\nhave been punished in our Nation since 1791, I would be inclined to\nagree. But that is the not the case. Although the Federal\nGovernment apparently did not get into the business of regulating\nthreats until 1917, the States have been doing so since the late\n18th and early 19th centuries. See,e.g.,1795 N. J.\nLaws p. 108; Ill. Rev. Code of Laws, Crim. Code §108 (1827) (1827\nIll. Crim. Code); 1832 Fla. Laws pp. 68–69. And that practice\ncontinued even after the States amended their constitutions to\ninclude speech protections similar to those in the First Amendment.\nSee,e.g.,Fla. Const., Art. I, §5 (1838); Ill. Const.,\nArt. VIII, §22 (1818), Mich. Const., Art. I, §7 (1835);\nN. J. Const., Art. I, §5 (1844); J. Hood, Index of\nColonial and State Laws of New Jersey 1203, 1235, 1257, 1265\n(1905); 1 Ill. Stat., ch. 30, div. 9, §31 (3d ed. 1873). State\npractice thus provides at least some evidence of the original\nmeaning of the phrase “freedom of speech” in the First Amendment.\nSeeRothv.United States, 354 U. S. 476 –483\n(1957) (engaging in a similar inquiry with respect to\nobscenity).Shortly after the founding, several States and\nTerritories enacted laws making it a crime to “knowingly send or\ndeliver any letter or writing, with or without a name subscribed\nthereto, or signed with a fictitious name, . . .\nthreatening to maim, wound, kill or murder any person, or to burn\nhis or her [property], though no money, goods or chattels, or other\nvaluable thing shall be demanded,”e.g.,1795 N. J.\nLaws §57, at 108; see also,e.g.,1816 Ga. Laws p. 178; 1816\nMich. Territory Laws p. 128; 1827 Ill. Crim. Code §108; 1832 Fla.\nLaws, at 68–69. These laws appear to be the closest early analogue\nto §875(c), as they penalize transmitting a communication\ncontaining a threat without proof of a demand to extort something\nfrom the victim. Threat provisions explicitly requiring proof of a\nspecific “intent to extort” appeared alongside these laws, see,e.g.,1795 N. J. Laws §57, at 108, but those provisions\nare simply the predecessors to §875(b) and §875(d), which likewise\nexpressly contain an intent-to-extort requirement.The laws without that extortion requirement were\ncopies of a 1754 English threat statute subject to only a\ngeneral-intent requirement. The statute made it a capital offense\nto “knowingly send any Letter without any Name subscribed thereto,\nor signed with a fictitious Name . . . threatening to\nkill or murder any of his Majesty’s Subject or Subjects, or to burn\ntheir [property], though no Money or Venison or other valuable\nThing shall be demanded.” 27 Geo. II, ch. 15, in 7 Eng. Stat. at\nLarge 61 (1754); see also 4 W. Blackstone, Commentaries on the Laws\nof England 144 (1768) (describing this statute). Early English\ndecisions applying this threat statute indicated that the\nappropriate mental state was general intent. InKingv.Girdwood, 1 Leach 142, 168 Eng. Rep. 173 (K. B. 1776), for\nexample, the trial court instructed the jurors that, “if they were\nof opinion that” the “terms of the letter conveyed an actual threat\nto kill or murder,” “and that the prisoner knew the contents of it,\nthey ought to find him guilty; but that if they thought he did not\nknow the contents, or that the words might import any thing less\nthan to kill or murder, they ought to acquit,”id.,at 143,\n168 Eng. Rep., at 173. On appeal following conviction, the judges\n“thought that the case had been properly left to the Jury.”Ibid., 168 Eng. Rep., at 174. Other cases likewise appeared\nto consider only the import of the letter’s language, not the\nintent of its sender. See,e.g.,Rexv.Boucher, 4 Car. & P. 562, 563, 172 Eng. Rep. 826, 827\n(K. B. 1831) (concluding that an indictment was sufficient because\n“th[e] letter very plainly conveys a threat to kill and murder” and\n“[n]o one who received it could have any doubt as to what the\nwriter meant to threaten”); see also 2 E. East, A Treatise of the\nPleas of the Crown 1116 (1806) (discussingJepsonand\nSpringett’s Case, in which the judges disagreed over whether\n“the letter must be understood as . . . importing a\nthreat” and whether that was “a necessary construction”).Unsurprisingly, these early English cases were\nwell known in the legal world of the 19th century United States.\nFor instance, Nathan Dane’s A General Abridgement of American\nLaw—“a necessary adjunct to the library of every American lawyer of\ndistinction,” 1 C. Warren, History of the Harvard Law School and of\nEarly Legal Conditions in America 414 (1908)—discussed the English\nthreat statute and summarized decisions such asGirdwood. 7\nN. Dane, A General Abridgement of American Law 31–32 (1824). And as\nthis Court long ago recognized, “It is doubtless true\n. . . that where English statutes . . . have\nbeen adopted into our own legislation; the known and settled\nconstruction of those statutes by courts of law, has been\nconsidered as silently incorporated into the acts, or has been\nreceived with all the weight of authority.”Pennockv.Dialogue, 2 Pet. 1, 18 (1829); see also,e.g.,\nCommonwealthv.Burdick, 2 Pa. 163, 164 (1846)\n(considering English cases persuasive authority in interpreting\nsimilar state statute creating the offense of obtaining property\nthrough false pretenses). In short, there is good reason to believe\nthat States bound by their own Constitutions to protect freedom of\nspeech long ago enacted general-intent threat statutes.Elonis disputes this historical analysis on two\ngrounds, but neither is persuasive. He first points to a treatise\nstating that the 1754 English statute was “levelled against such\nwhose intention it was, (by writing such letters, either without\nnames or in fictitious names,) to conceal themselves from the\nknowledge of the party threatened, that they might obtain their\nobject by creating terror in [the victim’s] mind.” 2 W. Russell\n& D. Davis, A Treatise on Crimes & Misdemeanors 1845 (1st\nAm. ed. 1824). But the fact that the ordinary prosecution under\nthis provision involved a defendant who intended to cause fear does\nnot mean that such a mental state wasrequiredas a matter\nof law. After all, §875(c) is frequently deployed against people\nwho wanted to cause their victims fear, but that fact does not\nanswer the legal question presented in this case. See,e.g.,\nUnited Statesv.Sutcliffe, 505 F. 3d 944, 952 (CA9\n2007); see also Tr. of Oral Arg. 53 (counsel for the Government\nnoting that “I think Congress would well have understood that the\nmajority of these cases probably [involved] people who intended to\nthreaten”).Elonis also cobbles together an assortment of\nolder American authorities to prove his point, but they fail to\nstand up to close scrutiny. Two of his cases address the offense of\nbreaching the peace,Warev.Loveridge, 75 Mich. 488,\n490–493, 42 N. W. 997, 998 (1889);Statev.Benedict, 11 Vt. 236, 239 (1839), which is insufficiently\nsimilar to the offense criminalized in §875(c) to be of much use.\nAnother involves a prosecution under a blackmailing statute similar\nto §875(b) and §875(c) in that it expressly required an “intent to\nextort.”Norrisv.State, 95 Ind. 73, 74 (1884). And\nhis treatises do not clearly distinguish between the offense of\nmaking threats with the intent to extort and the offense of sending\nthreatening letters without such a requirement in their discussions\nof threat statutes, making it difficult to draw strong inferences\nabout the latter category. See 2 J. Bishop, Commentaries on the\nCriminal Law §1201, p. 664, and nn. 5–6 (1877); 2 J. Bishop,\nCommentaries on the Law of Criminal Procedure §975, p. 546 (1866);\n25 The American and English Encyclopædia of Law 1073 (C. Williams\ned. 1894).Two of Elonis’ cases appear to discuss an\noffense of sending a threatening letter without an intent to\nextort, but even these fail to make his point. One notes in passing\nthat character evidence is admissible “to proveguilty\nknowledgeof the defendant, when that is an essential element\nof the crime; that is, thequo animo, theintentor\ndesign,” and offers as an example that in the context of “sending a\nthreatening letter, . . . prior and subsequent letters to\nthe same person are competent in order to show the intent and\nmeaning of the particular letter in question.”Statev.Graham, 121 N. C. 623, 627, 28 S. E. 409, 409\n(1897). But it is unclear from that statement whether that court\nthought anintent to threatenwas required, especially as\nthe case it cited for this proposition—Rexv.Boucher, 4 Car. & P. 562, 563, 172 Eng. Rep. 826, 827\n(K. B. 1831)—supports a general-intent approach. The other\ncase Elonis cites involves a statutory provision that had been\njudicially limited to “ ‘pertain to one or the other acts\nwhich are denounced by the statute,’ ” namely, terroristic\nactivities carried out by the Ku Klux Klan.Commonwealthv.Morton, 140 Ky. 628, 630, 131 S. W. 506, 507 (1910)\n(quotingCommonwealthv.Patrick, 127 Ky. 473, 478,\n105 S. W. 981, 982 (1907)). That case thus provides scant\nhistorical support for Elonis’ position.BElonis also insists that our precedents\nrequire a mental state of intent when it comes to threat\nprosecutions under §875(c), primarily relying onWatts, 394\nU. S. 705 , andVirginiav.Black, 538\nU. S. 343 (2003) . Neither of those decisions, however,\naddresses whether the First Amendment requires a particular mental\nstate for threat prosecutions.As Elonis admits,Wattsexpressly\ndeclined to address the mental state required under the First\nAmendment for a “true threat.” See 394 U. S., at 707–708.\nTrue, the Court inWattsnoted “grave doubts” aboutRaganksy’s construction of “willfully” in the presidential\nthreats statute. 394 U. S., at 707–708.But “grave\ndoubts” do not make a holding, and that stray statement inWattsis entitled to no precedential force. If anything,Wattscontinued the long tradition of focusing on objective\ncriteria in evaluating the mental requirement. Seeibid.The Court’s fractured opinion inBlacklikewise says little about whether an intent-to-threaten\nrequirement is constitutionally mandated here.Blackconcerned a Virginia cross-burning law that expressly required\n“ ‘an intent to intimidate a person or group of\npersons,’ ” 538 U. S., at 347 (quoting Va. Code Ann.\n§18.2–423 (1996)), and the Court thus had no occasion to decide\nwhether such an element was necessary in threat provisions silent\non the matter. Moreover, the focus of theBlackdecision was\non the statutory presumption that “any cross burning [w]as prima\nfacie evidence of intent to intimidate.” 538 U. S.,at\n347–348. A majority of the Court concluded that this presumption\nfailed to distinguish unprotected threats from protected speech\nbecause it might allow convictions “based solely on the fact of\ncross burning itself,” including cross burnings in a play or at a\npolitical rally.Id.,at 365–366 (plurality opinion);id.,at 386 (Souter, J., concurring in judgment in part and\ndissenting in part) (“The provision will thus tend to draw\nnonthreatening ideological expression within the ambit of the\nprohibition of intimidating expression”). The objective standard\nfor threats under §875(c), however, helps to avoid this problem by\n“forc[ing] jurors to examine the circumstances in which a statement\nis made.”Jeffries, 692 F. 3d,at 480.In addition to requiring a departure from our\nprecedents, adopting Elonis’ view would make threats one of the\nmost protected categories of unprotected speech, thereby sowing\ntension throughout our First Amendment doctrine. We generally have\nnot required a heightened mental state under the First Amendment\nfor historically unprotected categories of speech. For instance,\nthe Court has indicated that a legislature may constitutionally\nprohibit “ ‘fighting words,’ those personally abusive epithets\nwhich, when addressed to the ordinary citizen, are, as a matter of\ncommon knowledge, inherently likely to provoke violent reaction,”Cohenv.California, 403 U. S. 15, 20 (1971)\n—without proof of an intent to provoke a violent reaction. Because\nthe definition of “fighting words” turns on how the “ordinary\ncitizen” would react to the language,ibid., this Court has\nobserved that a defendant may be guilty of a breach of the peace if\nhe “makes statements likely to provoke violence and disturbance of\ngood order, even though no such eventuality be intended,” and that\nthe punishment of such statements “as a criminal act would raise no\nquestion under [the Constitution],”Cantwellv.Connecticut, 310 U. S. 296 –310 (1940); see alsoChaplinskyv.New Hampshire, 315 U. S. 568 –573\n(1942) (rejecting a First Amendment challenge to a general-intent\nconstruction of a state statute punishing “ ‘fighting’\nwords”);Statev.Chaplinsky, 91 N. H. 310, 318,\n18 A. 2d 754, 758 (1941) (“[T]he only intent required for\nconviction . . . was an intent to speak the words”). The\nCourt has similarly held that a defendant may be convicted of\nmailing obscenity under the First Amendment with-out proof that he\nknew the materials were legally obscene.Hamling,418\nU. S.,at 120–124. And our precedents allow liability\nin tort for false statements about private persons on matters of\nprivate concern even if the speaker acted negligently with respect\nto the falsity of those statements. SeePhiladelphia Newspapers,\nInc.v.Hepps, 475 U. S. 767 –775 (1986). I see no\nreason why we should give threats pride of place among unprotected\nspeech.*  *  *There is always a risk that a criminal threat\nstatute may be deployed by the Government to suppress legitimate\nspeech. But the proper response to that risk is to adhere to our\ntraditional rule that only a narrow class of true threats,\nhistorically unprotected, may be constitutionally proscribed.The solution is not to abandon a mental-state\nrequirement compelled by text, history, and precedent. Not only\ndoes such a decision warp our traditional approach tomens\nrea, it results in an arbitrary distinction between threats and\nother forms of unprotected speech. Had Elonis mailed obscene\nmaterials to his wife and a kindergarten class, he could have been\nprosecuted irrespective of whether he intended to offend those\nrecipients or reck-lessly disregarded that possibility. Yet when he\nthreatened to kill his wife and a kindergarten class, his intent to\nterrify those recipients (or reckless disregard of that risk)\nsuddenly becomes highly relevant. That need not—and should not—be\nthe case.Nor should it be the case that we cast aside the\nmental-state requirement compelled by our precedents yet offer\nnothing in its place. Our job is to decide questions, not create\nthem. Given the majority’s ostensible concern for protecting\ninnocent actors, one would have expected it to announce a clear\nrule—any clear rule. Its failure to do so reveals the fractured\nfoundation upon which today’s decision rests.I respectfully dissent.",
    "joined": []
}