{
    "case": {
        "docket": "14-1457",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1457/"
    },
    "id": "3574269",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1457_________________BRANDON THOMAS BETTERMAN, PETITIONERv.MONTANAon writ of certiorari to the supreme court of\nmontana[May 19, 2016]Justice Thomas, with whom Justice Alito joins,\nconcurring.I agree with the Court that the Sixth\nAmendment’s Speedy Trial Clause does not apply to sentencing\nproceedings, except perhaps to bifurcated sentencing proceedings\nwhere sentencing enhancements operate as functional elements of a\ngreater offense. Seeante,at 2–3, and n. 2. I also\nagree with the Court’s decision to reserve judgment on whether\nsentencing delays might violate the Due Process Clause.Ante,at 11. Brandon Betterman’s counsel repeatedly\ndisclaimed that he was raising in this Court a challenge under the\nDue Process Clause. See Tr. of Oral Arg. 7–8 (“We haven’t included\nthat. We didn’t include that in the question presented, Your\nHonor”);id.,at 8 (“[W]e are not advancing that claim\nhere”);id.,at 19 (“[W]e didn’t preserve a—a due process\nchallenge. Our challenge is solely under the Sixth Amendment”).We have never decided whether the Due Process\nClause creates an entitlement to a reasonably prompt sentencing\nhearing. Today’s opinion leaves us free to decide the proper\nanalytical framework to analyze such claims if and when the issue\nis properly before us.Justice Sotomayor suggests that, for such\nclaims, we should adopt the factors announced inBarkerv.Wingo, 407 U. S. 514 –533 (1972).Post,at 2\n(concurring opinion). I would not prejudge that matter. The factors\nlisted inBarkermay not necessarily translate to the\ndelayed sentencing context. The Due Process Clause can be satisfied\nwhere a State has adequate procedures to redress an improper\ndeprivation of liberty or property. SeeParrattv.Taylor, 451 U. S. 527, 537 (1981) . In unusual cases\nwhere trial courts fail to sentence a defendant within a reasonable\ntime, a State might fully satisfy due process by making traditional\nextraordinary legal remedies, such as mandamus, available. Or, much\nlike the federal Speedy Trial Act regulates trials, see 18\nU. S. C. §3161, a State might remedy improper sentencing\ndelay by statute.[1] And a\nperson who sleeps on these remedies, as Betterman did, may simply\nhave no right to complain that his sentencing was delayed. We\nshould await a proper presentation, full briefing, and argument\nbefore taking a position on this issue.The Court thus correctly “express[es] no opinion\non how [Betterman] might fare” under the Due Process Clause.Ante,at 11.Notes1Montana law, for example,\nsecures the right to a prompt sentencing hearing. See Mont. Code\nAnn. §46–18–101(3)(a) (2015) (“Sentencing and punishment must be\ncertain, timely, consistent, and understand-able”);\n§46–18–102(3)(a) (“[I]f the verdict or finding is guilty, sentence\nmust be pronounced and judgment rendered within a reasonable\ntime”); §46–18–115 (“[T]he court shall conduct a sentencing\nhearing, without unreasonable delay”).",
    "joined": []
}