{
    "case": {
        "docket": "18-966",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-966/"
    },
    "id": "4114546",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–966_________________DEPARTMENT OF COMMERCE, et al., PETITIONERSv.NEW YORK, et al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 27, 2019]Justice Thomas, with whom Justice Gorsuch and\nJustice Kavanaugh join, concurring in part and dissenting in\npart.In March 2018, the Secretary of Commerce\nexercised his broad discretion over the administration of the\ndecennial census to resume a nearly unbroken practice of asking a\nquestion relating to citizenship. Our only role in this case is to\ndecide whether the Secretary complied with the law and gave a\nreasoned explanation for his decision. The Court correctly answers\nthese questions in the affirmative.Ante, at 11–23. That\nought to end our inquiry.The Court, however, goes further. For the first\ntime ever, the Court invalidates an agency action solely because it\nquestions the sincerity of the agency’s otherwise adequate\nrationale. Echoing the din of suspicion and distrust that seems to\ntypify modern discourse, the Court declares the Secretary’s\nmemorandum “pretextual” because, “viewing the evidence as a whole,”\nhis explanation that including a citizenship question on the census\nwould help enforce the Voting Rights Act (VRA) “seems to have been\ncontrived.”Ante, at 23, 26, 28. The Court does not hold\nthat the Secretary merely hadadditional, unstated reasons\nfor reinstating the citizenship question. Rather, it holds that the\nSecretary’s stated rationale did not factorat allinto his\ndecision.The Court’s holding reflects an unprecedented\ndeparture from our deferential review of discretionary agency\ndecisions. And, if taken seriously as a rule of decision, this\nholding would transform administrative law. It is not difficult for\npolitical opponents of executive actions to generate controversy\nwith accusations of pretext, deceit, and illicit motives.\nSignificant policy decisions are regularly criticized as products\nof partisan influence, interest-group pressure, corruption, and\nanimus. Crediting these accusations on evidence as thin as the\nevidence here could lead judicial review of administrative\nproceedings to devolve into an endless morass of discovery and\npolicy disputes not contemplated by the Administrative Procedure\nAct (APA).Unable to identify any legal problem with the\nSecretary’s reasoning, the Court imputes one by concluding that he\nmust not be telling the truth. The Court therefore up- holds the\ndecision of the District Court—which, in turn, was transparently\nbased on the application of an administration-specific standard.\nApp. to Pet. for Cert. 527a (crediting respondents’ allegations\nthat “thecurrentDepart- ment of Justice has shown little\ninterest in enforcing the” VRA (emphasis added)).The law requires a more impartial approach. Even\nassuming we are authorized to engage in the review undertaken by\nthe Court—which is far from clear—we have often stated that courts\nreviewing agency action owe the Executive a “presumption of\nregularity.”Citizens to Preserve Overton Park, Inc.v.Volpe,401 U.S.\n402, 415 (1971). The Court pays only lipservice to this\nprinciple. But, the evidence falls far short of supporting its\ndecision. The Court, I fear, will come to regret inventing the\nprinciples it uses to achieve today’s result. I respectfully\ndissent from Part V of the opinion of the Court.[1]IAs the Court explains, federal law directs the\nSecretary of Commerce to “take a decennial census.” 13\nU. S. C. §141(a); see U. S. Const., Art. I, §2,\ncl. 3; Amdt. XIV, §2;ante, at 1–2. The discretion\nafforded the Secretary is extremely broad. Subject only to\nconstitutional limitations and a handful of inapposite statutory\nrequirements, the Secretary is expressly authorized to “determine\nthe inquiries” on the census questionnaire and to conduct the\ncensus “in such form and content as he may determine.” §§5, 141(a);\nseeante, at 14–16, 20–23.[2] Prior census questionnaires have included questions\nranging from sex, age, and race to commute, education, and radio\nownership. And between 1820 and 2010, every decennial census\nquestionnaire but one asked some segment of the population a\nquestion related to citizenship. The 2010 census was the first\nsince 1840 that did not include any such question.In March 2018, the Secretary issued a memorandum\nreinstating a citizenship question on the 2020 census. He explained\nthat the Department of Justice (DOJ) had formally requested\nreinstatement of the question because the data obtained would help\nenforce §2 of the VRA. He further explained that the question had\nbeen well tested in light of its extensive previous use, that he\nhad consulted with the Census Bureau on the proposal, and that his\nfinal decision incorporated feedback from the Bureau. He recognized\nthat staff at the Bureau believed that better data could be\nobtained through modeling and reliance on existing records, but he\ndisagreed with that assessment, explaining that the data was\ninconclusive and that he thought it preferable to ask the question\ndirectly of the entire population. Respondents brought suit,\nseeking judicial review of the Secretary’s decision under the APA,\n5 U. S. C. §706.IIAs relevant here, the APA requires courts to\n“hold unlawful and set aside” agency action that is “arbitrary,\ncapricious, an abuse of discretion, or otherwise not in accordance\nwith law.” §706(2)(A). We have emphasized that “[r]eview under the\narbitrary and capricious standard is deferential.”National\nAssn. of Home Buildersv.Defenders of Wildlife,551 U.S.\n644, 658 (2007); seeGlickmanv.Wileman Brothers\n& Elliott, Inc.,521 U.S.\n457, 466, n. 8 (1997). It requires the reviewing court to\ndetermine whether the agency “ ‘examine[d] the relevant data\nand articulate[d] a satisfactory explanation for its\naction.’ ”FCCv.Fox Television Stations, Inc.,556 U.S.\n502, 513 (2009). We have described this as a “ ‘narrow’\nstandard of review” under which the reviewing court cannot\n“ ‘substitute its judgment for that of the agency,’ and should\n‘uphold a decision of less than ideal clarity if the agency’s path\nmay reasonably be discerned.’ ”Id., at 513–514\n(citation omitted); accord,Motor Vehicle Mfrs. Assn. of United\nStates, Inc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29, 43 (1983).[3]Part IV–B of the opinion of the Court correctly\napplies this standard to conclude that the Secretary’s decision\nsurvives ordinary arbitrary-and-capricious review. That holding\nshould end our inquiry.But the opinion continues. Acknowledging that\n“no particular step” in the proceedings here “stands out as\ninappropriate or defective,” even after reviewing “all the evidence\nin the record . . . , including the extra-record\ndiscovery,”ante, at 26, the Court nevertheless agrees with\nthe District Court that the Secretary’s rationale for reinstating\nthe citizenship question was “pretextual—that is, that the real\nreason for his decision was something other than the sole reason he\nput forward in his memorandum, namely enhancement of DOJ’s VRA\nenforcement efforts.” 351 F. Supp. 3d 502, 660 (SDNY 2019);\nseeante, at 28. According to the Court, something just\n“seems” wrong.Ibid.This conclusion is extraordinary. The Court\nengages in an unauthorized inquiry into evidence not properly\nbefore us to reach an unsupported conclusion. Moreover, each step\nof the inquiry offends the presumption of regularity we owe the\nExecutive. The judgment of the District Court should be\nreversed.ASection 706(2) of the APA contemplates review\nof the administrative “record” to determine whether an agency’s\n“action, findings, and conclusions” satisfy six specified\nstandards. See §§706(2)(A)–(F). None instructs the Court to inquire\ninto pretext. Consistent with this statutory text, we have held\nthat a court is “ordinarily limited to evaluating the agency’s\ncontemporaneous explanation in light of the existing administrative\nrecord.”Ante, at 23 (citingVermont Yankee Nuclear Power\nCorp.v.Natural Resources Defense Council, Inc.,435 U.S.\n519, 549 (1978)); seeSECv.Chenery Corp.,318 U.S.\n80, 87 (1943) (“The grounds upon which an administrative order\nmust be judged are those upon which the record discloses that its\naction was based”). If an agency’s stated findings and conclusions\nwithstand scrutiny, the APA does not permit a court to set aside\nthe decision solely because the agency had “other unstated reasons”\nfor its decision, such as “political considerations” or the\n“Administration’s priorities.”Ante, at 24.Unsurprisingly, then, this Court has never held\nan agency decision arbitrary and capricious on the ground that its\nsupporting rationale was “pretextual.” Nor has it previously\nsuggested that this was even a possibility. Under “settled\npropositions” of administrative law,ante, at 23, pretext is\nvirtually never an appropriate or relevant inquiry for a reviewing\ncourt to undertake.Respondents conceptualize pretext as a subset of\n“arbitrary and capricious” review. It is far from clear that they\nare correct. But even if they were, an agency action is not\narbitrary or capricious merely because the decisionmaker has other,\nunstated reasons for the decision.Ante, at 24. Nor is an\nagency action arbitrary and capricious merely because the\ndecisionmaker was “inclined” to accomplish it before confirming\nthat the law and facts supported that inclination.In re\nDept. of Commerce, 586 U. S. ___, ___ (2018) (Gorsuch, J.,\nconcurring in part and dissenting in part) (slip op., at 2).Accordingly, even under respondents’ approach, a\nshowing of pretext could render an agency action arbitrary and\ncapricious only in the infinitesimally small number of cases in\nwhich the administrative record establishes that an agency’s stated\nrationale did not factorat allinto the decision, thereby\ndepriving the action of an adequate supporting rationale.[4] This showing is extremely difficult\nto make because the administrative record will rarely, if ever,\ncontain evidence sufficient to show that an agency’s stated\nrationale did not actually factor into its decision. And we have\nstated that a “strong showing of bad faith or improper behavior” is\nnecessary to venture beyond the agency’s “administrative findings”\nand inquire into “the mental processes of administrative\ndecisionmakers.”Overton Park, 401 U. S., at\n420.[5] We have never before\nfoundOverton Park’s exception satisfied, much less\ninvalidated an agency action based on “pretext.”Undergirding our arbitrary-and-capricious\nanalysis is our longstanding precedent affording the Executive a\n“presumption of regularity.”Id.,at 415; seeUnited\nStatesv.Chemical Foundation, Inc.,272 U.S.\n1, 14–15 (1926). This presumption reflects respect for a\ncoordinate branch of government whose officers not only take an\noath to support the Constitution, as we do, Art. VI, but also\nare charged with “faithfully execut[ing]” our laws, Art. II,\n§3. SeeUnited Statesv.Morgan,313 U.S.\n409, 422 (1941) (presumption of regularity ensures that the\n“integrity of the administrative process” is appropriately\nrespected). In practice, then, we give the benefit of the doubt to\nthe agency.BThe Court errs at the outset by proceeding\nbeyond the administrative record to evaluate pretext. Respondents\nhave not made a “strong showing of bad faith or improper behavior.”Overton Park,supra, at 420.The District Court’s initial order granting\nextra-record discovery relied on four categories of evidence:“evidence that [the Secretary] was\npredisposed to reinstate the citizenship question when he took\noffice; that the [DOJ] hadn’t expressed a desire for more detailed\ncitizenship data until the Secretary solicited its view; that he\noverruled the objections of his agency’s career staff; and that he\ndeclined to order more testing of the question given its long\nhistory.”Dept. of Commerce, 586 U. S., at ___ (slip\nop., at 2).None of this comes close to showing bad faith or\nimproper behavior. Indeed, there is nothing even “unusual about a\nnew cabinet secretary coming to office inclined to favor a\ndifferent policy direction, soliciting support from other agencies\nto bolster his views, disagreeing with staff, or cutting through\nred tape.”Ibid. Today all Members of the Court who reach\nthe question agree that the District Court abused its discretion in\nordering extra-record discovery based on this evidence.Ante, at 25 (“We agree with the Government that the District\nCourt should not have ordered extra-record discovery when it\ndid”).Nevertheless, the Court excuses the error\nbecause, in its view, “the new material that the parties [later]\nstipulated should have been part of the administrative record\n. . . largely justified such extra-record discovery as\noccurred.”Ibid.Given the requirement that respondents make\na “strong showing” of bad faith, one would expect the Court to\nidentify which “new material” supported such a showing. It does\nnot. Nor does the Court square its suggestion that some of the\nextra-record discovery wasnot“justified” with its\nconsideration of “all . . . the extra-record discovery.”Ante, at 25–26.Regardless, I assume that the Court\nhas in mind the administrative-record materials that the District\nCourt would later rely on to establish pretext:“evidence that [the Secretary] had made\nthe decision to add the citizenship question well before DOJ\nrequested its addition in December 2017; the absence of any\nmention,at all, of VRA enforcement in the discussions of\nadding the question that preceded the [DOJ] Letter; unsuccessful\nattempts by Commerce Department staff to shop around for a request\nby another agency regarding citizenship data; and [the Secretary’s]\npersonal outreach to Attorney General Sessions, followed by the\n[DOJ] Letter; not to mention the conspicuous procedural\nirregularities that accompanied the decision to add the question.”\n351 F. Supp. 3d, at 661 (citations omitted).This evidence fails to make a strong showing of\nbad faith or improper behavior. Taken together, it proves at most\nthat the Secretary was predisposed to add a citizenship question to\nthe census and took steps to achieve that end before settling on\nthe VRA rationale he included in his memorandum. Perhaps he had\nreasons for adding the citizenship question other than the VRA, but\nby the Court’s own telling, that does not amount to evidence of bad\nfaith or improper behavior.Ante, at 24; seeDept. of\nCommerce,supra, at ___ (slip op., at 2).The Court thus errs in relying on materials\noutside the record to support its holding. And the Court does not\nclaim that the evidence in the administrative record alone would\nprove that the March 2018 memorandum was a pretext. Given the\npresumption of regularity, the evidence discussed above falls far\nshort of establishing that the VRA rationale did not factor at all\ninto the Secretary’s decision.CEven if it were appropriate for the Court to\nrely on evidence outside the administrative record, that evidence\nstill fails to establish pretext. None of the evidence cited by the\nCourt or the District Court comes close to showing that the\nSecretary’s stated rationale—that adding a citizenship\nquestion to the 2020 census questionnaire would “provide\n. . . data that are not currently available” and “permit\nmore effective enforcement of the [VRA],” App. to Pet. for Cert.\n548a—did not factorat allinto his decision.Once again, the evidence cited by the Court\nsuggests at most that the Secretary had “other unstated reasons”\nfor reinstating the citizenship question.Ante, at 24. For\nexample, the Court states that the Secretary’s Director of Policy\n“initially attempted to elicit requests for citizenship data from\nthe Department of Homeland Security and DOJ’s Executive Office for\nImmigration Review.”Ante, at 27. But this hardly shows\npretext. It simply suggests that the Director believed that\ncitizenship information could be useful in tackling problems\nrelated to national security and illegal immigration—a view that\nwould also explain why the Secretary might not have been\n“considering VRA enforcement” early on.Ibid.; see also\nAmerican Community Survey, Why We Ask: Place of Birth, Citizenship\nand Year of Entry (2016) (explaining that inquiries about “place of\nbirth, citizenship, and year of entry” provide statistics that are\n“essential for agencies and policy makers setting and evaluating\nimmigration policies and laws, understanding how different\nimmigrant groups are assimilated, and monitoring against\ndiscrimination”), https://\nwww2 . census . gov / programs - surveys / acs / about / qbyqfact /\n2016/Citizenship.pdf (as last visited June 25, 2019).The Court emphasizes that the VRA rationale for\nthe citizenship question originated in the Department of Commerce,\nand suggests that DOJ officials unthinkingly fell in line after the\nAttorney General was looped into the process. Seeante, at\n27. But the Court ignores that the letter was drafted by the\nthen-Acting Assistant Attorney General for Civil Rights and\nreviewed by five other DOJ attorneys, including the Chief of the\nDOJ’s Voting Section. 351 F. Supp. 3d, at 554–556. Given the\nDOJ’s multilayer review process and its explanation for requesting\ncitizenship data, the Court’s suggestion that the DOJ’s letter was\ninadequately vetted or improperly “influence[d]” by the Department\nof Commerce is entirely unsupported.Ante, at 27. In any\nevent, none of this suggests, much less proves, that the Secretary\nharbored an unstated belief that adding the citizenship question\nwouldnothelp enforce the VRA, or that the VRA rationale\notherwise did not factor at all into his decision. It simply\nsuggests that a number of executive officials agreed that adding a\ncitizenship question would support VRA enforcement.The Court’s other evidence is even further\nafield. The Court thinks it telling that the DOJ’s letter included\n“a specific request that Commerce collect the [citizenship] data by\nmeans of reinstating a citizenship question on the census,” rather\nthan a more open-ended “entreaty for better citizenship data.”Ibid.I do not understand how the specificity of the DOJ’s\nletter bears on whether the Secretary’s rationale was\npretextual—particularly since the letter specifically explained why\n“census questionnaire data regarding citizenship, if available,\nwould be more appropriate for use in redistricting and in [VRA]\nlitigation” than existing data. App. to Pet. for Cert. 568a; seeid., at 567a–568a. Unless the Court is now suggesting that\nagency correspondence must comply with the Court’s subjective,\nunsupported view of what “might” constitute a “typical request from\nanother agency,”ante, at 27, the specificity of the DOJ’s\nletter is irrelevant. The Court also points to the DOJ’s decision\nnot to meet with the Census Bureau “to discuss alternative ways to\nmeet DOJ’s stated need for improved citizenship data.”Ibid.But the Court does not explain how the DOJ’s refusal bears on theSecretary’srationale. Besides, it is easy to understand why\nDOJ officials would not be interested in meeting with the Census\nBureau. The meeting would have been with career employees whose\nacknowledged purpose was to talk the DOJ out of its request. See\n351 F. Supp. 3d, at 557. Having already considered the issue\nand explained the rationale behind the request, it seems at least\nplausible that the DOJ officials believed such a meeting would be\nunproductive.In short, the evidence cited by the Court\nestablishes, at most, that leadership at both the Department of\nCommerce and the DOJ believed it important—for a variety of\nreasons—to include a citizenship question on the census.The Court also fails to give credit where it is\ndue. The Secretary initiated this process inclined to favor what he\ncalled “Option B”—that is, simply “add[ing] a citizenship question\nto the decennial census.” App. to Pet. for Cert. 552a. But the\nCensus Bureau favored “Option C”—relying solely on “administrative\nrecords” to supply the information needed by the DOJ.Id.,\nat 554a. The Secretary considered this view and found it a\n“potentially appealing solution,”ibid., but concluded that\nit had shortcomings. Rather than revert to his original\ninclination, however, he “asked the Census Bureau to develop a\nfourth alternative, Option D, which would combine Options B and C.”Id., at 555a. And he settled on that solution. Whatever one\nthinks of the Secretary’s choice, his willingness to change his\nmind in light of the Bureau’s feedback belies the idea that his\nrationale or decisionmaking process was a pretext.The District Court’s lengthy opinion pointed to\nother facts that, in its view, supported a finding of pretext. 351\nF. Supp. 3d, at 567–572, 660–664 (discussing the statements,\ne-mails, acts, and omissions of numerous people involved in the\nprocess). I do not deny that a judge predisposed to distrust the\nSecretary or the administration could arrange those facts on a\ncorkboard and—with a jar of pins and a spool of string—create an\neye-catching conspiracy web. Cf.id., at 662 (inferring\n“from the various ways in which [the Secretary] and his aides acted\nlike people with something to hide that theydidhave\nsomething to hide”). But the Court does not rely on this evidence,\nand rightly so: It casts no doubt on whether the Secretary’s stated\nrationale factored into his decision. The evidence suggests, at\nmost, that the Secretary hadmultiplereasons for wanting to\ninclude the citizenship question on the census.Finally, if there could be any doubt about this\nconclusion, the presumption of regularity resolves it. Where there\nare equally plausible views of the evidence, one of which involves\nattributing bad faith to an officer of a coordinate branch of\nGovernment, the presumption compels giving the benefit of the doubt\nto that officer.IIIThe Court’s erroneous decision in this case is\nbad enough, as it unjustifiably interferes with the 2020 census.\nBut the implications of today’s decision are broader. With today’s\ndecision, the Court has opened a Pandora’s box of pretext-based\nchallenges in administrative law.Today’s decision marks the first time the Court\nhas ever invalidated an agency action as “pretextual.” Having taken\nthat step, one thing is certain: This will not be the last time it\nis asked to do so. Virtually every significant agency action is\nvulnerable to the kinds of allegations the Court credits today.\nThese decisions regularly involve coordination with numerous\nstakeholders and agencies, involvement at the highest levels of the\nExecutive Branch, opposition from reluctant agency staff,\nand—perhaps most importantly—persons who stand to gain from the\naction’s demise. Opponents of future executive actions can be\nexpected to make full use of the Court’s new approach.The 2015 “Open Internet Order” provides a case\nin point. In 2015, the Federal Communications Commission (FCC)\nadopted a controversial order reclassifying broadband Internet\naccess service as a “telecommunications service” subject to\nregulation under Title II of the Communications Act. SeeIn reProtecting and Promoting the Open\nInternet, 30 FCC Rcd. 5601, 5618 (2015). According to a\ndissenting Commissioner, the FCC “flip-flopp[ed]” on its previous\npolicy not because of a change in facts or legal understanding, but\nbased on “one reason and one reason alone. President Obama told us\nto do so.”Id.,at 5921 (statement of Comm’r Pai). His view\nwas supported by a 2016 congressional Report in which Republican\nSenate staff concluded that “the FCC bent to the political pressure\nof the White House” and “failed to live up to standards of\ntransparency.” Majority Staff Report, Senate Committee on Homeland\nSecurity and Governmental Affairs, Regulating the Internet: How the\nWhite House Bowled Over FCC Independence, 114th Cong., 1st Sess.,\n29 (Comm. Print 2016). The Report cited evidence strikingly similar\nto that relied upon by the Court here—including agency-initiated\n“meetings with certain outside groups to support” the new result,id., at 3; “apparen[t] . . . concern from the\ncareer staff that there was insufficient notice to the public and\naffected stakeholders,”id.,at 4; and “regula[r]\ncommunicatio[n]” between the FCC Chairman and “presidential\nadvisors,”id., at 25.Under the malleable standard applied by the\nCourt today, a serious case could be made that the Open Internet\nOrder should have been invalidated as “pretextual,” regardless of\nwhether any “particular step in the process stands out as\ninappropriate or defective.”Ante, at 26. It is enough,\naccording to the Court, that a judge believes that the ultimate\nrationale “seems to have been contrived” when the evidence is\nconsidered “as a whole.”Ante, at 26, 28.Now that the Court has opened up this avenue of\nattack, opponents of executive actions have strong incentives to\ncraft narratives that would derail them. Moreover, even if the\neffort to invalidate the action is ultimately unsuccessful, the\nCourt’s decision enables partisans to use the courts to harangue\nexecutive officers through depositions, discovery, delay, and\ndistraction. The Court’s decision could even implicate\nseparation-of-powers concerns insofar as it enables judicial\ninterference with the enforcement of the laws.In short, today’s decision is a departure from\ntraditional principles of administrative law. Hopefully it comes to\nbe understood as an aberration—a ticket good for this day and this\ntrain only.*  *  *Because the Secretary’s decision to reinstate\na citizenship question on the 2020 census was legally sound and a\nreasoned exercise of his broad discretion, I respectfully dissent\nfrom Part V of the opinion of the Court.Notes1Justice Kavanaugh and I\njoin Parts I, II, III, and IV of the opinion of the Court. Justice\nGorsuch joins Parts I, II, III, IV–B, and IV–C.2Justice Alito has made a\nstrong argument that the specific decision at issue here—whether to\ninclude a citizenship question on the census—is a matter “committed\nto agency discretion by law.” 5 U. S. C. §701(a)(2); seepost, at 3 (opinion concurring in part and dissenting in\npart). As he explains, the Secretary’s decision plainly falls\nwithin the scope of the Secretary’s constitutional authority, does\nnot implicate any statutory prohibition, and is among the\n“inquiries” and “content[s]” of the census that the Secretary is\nexpressly directed to “determine” for himself. §§5, 141(a); seepost, at 5–15. Nevertheless, I assume, for the purpose of\nthis opinion, that the Secretary’s decision is subject to judicial\nreview.3Deferential review of the\nagency’s discretionary choices and reasoning under the\narbitrary-and-capricious standard stands in marked contrast to a\ncourt’s plenary review of the agency’s interpretation and\napplication of the law. See §§706(A)–(D) (court must review agency\naction to ensure that it complies with all “constitutional,”\n“statutory,” and “procedur[al]” requirements, and is otherwise “in\naccordance with law”).4We do not have before us\na claim that information outside the administrative record calls\ninto question the legality of an agency action based on an\nunstated, unlawful bias or motivation (e.g., a claim of\nreligious discrimination under the Free Exercise Clause). But to\nthe extent such a claim is viable, the analysis would have nothing\nto do with the arbitrary-and-capricious review pressed by\nrespondents. See §§706(2)(A)–(C) (addressing agency actions that\nviolate “constitutional” or “statutory” requirements, or that\n“otherwise [are] not in accordance with law”).5Insofar asOverton\nParkauthorizes an exception to review on the administrative\nrecord, it has been criticized as having “no textual grounding in\nthe APA” and as “created by the Court, without citation or\nexplanation, to facilitate Article III review.” Gavoor & Platt,\nAdministrative Records and the Courts, 67 U. Kan. L. Rev. 1,\n44 (2018); seeid.,at 22 (further arguing that the\nexception was “neither presented by the facts of the case nor\nbriefed by the parties”). The legitimacy and scope of the\nexception—which by its terms contemplates only “administrative\nofficials who participated in the decision . . . giv[ing]\ntestimony explaining their action,”Overton Park, 401\nU. S., at 420—is an important question that may warrant future\nconsideration. But because the Court’s holding is incorrect\nregardless of the validity of theOverton Parkexception, I\nwill apply it here.",
    "joined": []
}