{
    "case": {
        "docket": "17-5554",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-5554/"
    },
    "id": "4018625",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–5554_________________DENARD STOKELING, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[January 15, 2019]Justice Thomas delivered the opinion of the\nCourt.This case requires us to decide whether a\nrobbery offense that has as an element the use of force sufficient\nto overcome a victim’s resistance necessitates the use of “physical\nforce” within the meaning of the Armed Career Criminal Act (ACCA),\n18 U. S. C. §924(e)(2)(B)(i). We conclude that it\ndoes.IIn the early hours of July 27, 2015, two\npeople burgled the Tongue & Cheek restaurant in Miami Beach,\nFlorida. Petitioner Denard Stokeling was an employee of the\nrestaurant, and the Miami Beach Police identified him as a suspect\nbased on surveillance video from the burglary and witness\nstatements. After conducting a criminal background check, police\nlearned that Stokeling had previously been convicted of three\nfelonies—home invasion, kidnaping, and robbery. When confronted,\nStokeling admitted that he had a gun in his backpack. The\ndetectives opened the backpack and discovered a 9-mm semiautomatic\nfirearm, a magazine, and 12 rounds of ammunition.Stokeling pleaded guilty in federal court to\npossessing a firearm and ammunition after having been convicted of\na felony, in violation of 18 U. S. C. §922(g)(1). The\nprobation office recommended that Stokeling be sentenced as an\narmed career criminal under ACCA, which provides that a person who\nviolates §922(g) and who has three previous convictions for a\n“violent felony” shall be imprisoned for a minimum of 15 years.\n§924(e). ACCA defines “violent felony” as “any crime punishable by\nimprisonment for a term exceeding one year” that“(i) has as an element the use, attempted use,\nor threatened use of physical force against the person of another;\nor“(ii) is burglary, arson, or extortion, involves\nuse of explosives, or otherwise involves conduct that presents a\nserious potential risk of physical injury to another.”\n§924(e)(2)(B).As relevant here, Stokeling objected that his\n1997 Florida robbery conviction was not a predicate offense under\nACCA. This conviction, he argued, did not qualify under the first\nclause—the “elements clause”—because Florida robbery does not have\n“as an element the use, attempted use, or threatened use of\nphysical force.” [1]*Under Florida law, robbery is defined as “the\ntaking of money or other property . . . from the person\nor custody of another, . . . when in the course of the\ntaking there is the use of force, violence, assault, or putting in\nfear.” Fla. Stat. §812.13(1) (1995). The Florida Supreme Court has\nexplained that the “use of force” necessary to commit robbery\nrequires “resistance by the victim that is overcome by the physical\nforce of the offender.”Robinsonv.State, 692\nSo. 2d 883, 886 (1997).Instead of applying a categorical approach to\nthe elements clause, the District Court evaluated whether the facts\nof Stokeling’s robbery conviction were serious enough to warrant an\nenhancement. The court concluded that, although Stokeling\n“ ‘grabbed [the victim] by the neck and tried to remove her\nnecklaces’ ” as she “ ‘held onto’ ” them, his\nactions did not “justify an enhancement.” Sentencing Hearing in\n15–cv–20815 (SD Fla.), Doc. 45, pp. 10–11. The court then sentenced\nStokeling to less than half of the mandatory minimum 15-year term\nof imprisonment provided by ACCA.The Eleventh Circuit reversed. 684 Fed. Appx.\n870 (2017). It held that the District Court erred in making its own\nfactual determination about the level of violence involved in\nStokeling’s particular robbery offense.Id.,at 871. The\ncourt also rejected Stokeling’s argument that Florida robbery does\nnot categorically require sufficient force to constitute a violent\nfelony under ACCA’s elements clause.Id.,at 871–872.We granted certiorari to address whether the\n“force” required to commit robbery under Florida law qualifies as\n“physical force” for purposes of the elements clause. 584\nU. S. ___ (2018). We now affirm.IIConstruing the language of the elements clause\nin light of the history of ACCA and our opinion inJohnsonv.United States, 559 U. S. 133 (2010), we conclude\nthat the elements clause encompasses robbery offenses that require\nthe criminal to overcome the victim’s resistance.AAs originally enacted, ACCA prescribed a\n15-year minimum sentence for any person who received, possessed, or\ntransported a firearm following three prior convictions “for\nrobbery or burglary.” 18 U. S. C. App. §1202(a) (1982\ned., Supp. II). Robbery was defined in relevant part as “any felony\nconsisting of the taking of the property of another from the person\nor presence of anotherby force or violence.” §1202(c)(8)\n(1982 ed., Supp. II) (emphasis added).The statute’s definition mirrored the elements\nof the common-law crime of robbery, which has long required force\nor violence. At common law, an unlawful taking was merely larceny\nunless the crime involved “violence.” 2 J. Bishop, Criminal Law\n§1156, p. 860 (J. Zane & C. Zollman eds., 9th ed. 1923). And\n“violence” was “committed if sufficient force [was] exerted to\novercome the resistance encountered.”Id.,at 861.A few examples illustrate the point. Under the\ncommon law, it was robbery “to seize another’s watch or purse, and\nuse sufficient force to break a chain or guard by which it is\nattached to his person, or to run against another, or rudely push\nhim about, for the purpose of diverting his attention and robbing\nhim.” W. Clark & W. Marshall, Law of Crimes 554 (H. Lazell ed.,\n2d ed. 1905) (Clark & Marshall) (footnotes omitted). Similarly,\nit was robbery to pull a diamond pin out of a woman’s hair when\ndoing so tore away hair attached to the pin. See 2 W. Russell,\nCrimes and Indictable Misdemeanors 68 (2d ed. 1828). But the crime\nwas larceny, not robbery, if the thief did not have to overcome\nsuch resistance.In fact, common-law authorities frequently used\nthe terms “violence” and “force” interchangeably. Seeibid.(concluding that “if any injury be done to the person, or there be\nany struggle by the party to keep possession of the property before\nit be taken from him, there will be a sufficient actual\n‘violence’ ” to establish robbery); Clark & Marshall 553\n(“Sufficientforcemust be used to overcome\nresistance. . . . If there is any injury to the\nperson of the owner, or if he resists the attempt to rob him, and\nhis resistance is overcome, there is sufficientviolenceto\nmake the taking robbery, however slight the resistance” (emphasis\nadded)). The common law also did not distinguish between gradations\nof “violence.” If an act physically overcame a victim’s resistance,\n“however slight” that resistance might be, it necessarily\nconstituted violence.Ibid.; 4 W. Blackstone, Commentaries\non the Laws of England 242 (1769) (distinguishing “taking\n. . . by force” from “privately stealing,” and stating\nthat the use of this “violence” differentiates robbery from other\nlarcenies); see also 3id.,at 120 (explaining, in the\nbattery context, that “the law cannot draw the line between\ndifferent degrees of violence, and therefore totally prohibits the\nfirst and lowest stage of it”).The overlap between “force” and “violence” at\ncommon law is reflected in modern legal and colloquial usage of\nthese terms. “Force” means “[p]ower, violence, or pressure directed\nagainst a person or thing,” Black’s Law Dictionary 656 (7th ed.\n1999), or “unlawful violence threatened or committed against\npersons or property,” Random House Dictionary of the English\nLanguage 748 (2d ed. 1987). Likewise, “violence” implies force,\nincluding an “unjust or unwarranted use of force.” Black’s Law\nDictionary, at 1564; accord, Random House Dictionary, at 2124\n(“rough or injurious physical force, action, or treatment,” or “an\nunjust or unwarranted exertion of force or power, as against rights\nor laws”).Against this background, Congress, in the\noriginal ACCA, defined robbery as requiring the use of “force or\nviolence”—a clear reference to the common law of robbery. SeeSamantarv.Yousuf, 560 U. S. 305, 320,\nn. 13 (2010) (“Congress ‘is understood to legislate against a\nbackground of common-law . . . principles’ ”). And\nthe level of “force” or “violence” needed at common law was by this\ntime well established: “Sufficient force must be used to overcome\nresistance . . . however slight the resistance.” Clark\n& Marshall 553.In 1986, Congress amended the relevant\nprovisions of ACCA to their current form. The amendment was titled\nExpansion of Predicate Offenses for Armed Career Criminal\nPenalties. See Career Criminals Amendment Act of 1986, §1402,\n100Stat. 3207–39. This amendment replaced the two enumerated crimes\nof “robbery or burglary” with the current elements clause, a new\nenumerated-offenses list, and a (now-defunct) residual clause. SeeJohnsonv.United States, 576 U. S. ___ (2015).\nIn the new statute, robbery was no longer enumerated as a predicate\noffense. But the newly created elements clause extended ACCA to\ncoveranyoffense that has as an element “the use, attempted\nuse, or threatened use of physicalforce.” 18\nU. S. C. §924(e)(2)(B)(i) (2012 ed.) (emphasis\nadded).“ ‘[I]f a word is obviously transplanted\nfrom another legal source, whether the common law or other\nlegislation, it brings the old soil with it.’ ”Hallv.Hall, 584 U. S. ___, ___ (2018) (slip op., at 13)\n(quoting Frankfurter, Some Reflections on the Reading of Statutes,\n47 Colum. L. Rev. 527, 537 (1947)). That principle supports our\ninterpretation of the term “force” here. By retaining the term\n“force” in the 1986 version of ACCA and otherwise “[e]xpan[ding]”\nthe predicate offenses under ACCA, Congress made clear that the\n“force” required for common-law robbery would be sufficient to\njustify an enhanced sentence under the new elements clause. We can\nthink of no reason to read “force” in the revised statute to\nrequire anything more than the degree of “force” required in the\n1984 statute. And it would be anomalous to read “force” asexcludingthe quintessential ACCA-predicate crime of\nrobbery, despite the amendment’s retention of the term “force” and\nits stated intent to expand the number of qualifying offenses.The symmetry between the 1984 definition of\nrobbery (requiring the use of “force or violence”) and the 1986\nelements clause (requiring the use of “physical force”) is\nstriking. By replacing robbery as an enumerated offense with a\nclause that has “force” as its touchstone, Congress made clear that\n“force” retained the same common-law definition that undergirded\nthe original definition of robbery adopted a mere two years\nearlier. That conclusion is reinforced by the fact that the\noriginal 1984 statute defined “robbery” using terms with\nwell-established common-law meanings.Our understanding of “physical force” is further\nbuttressed by the then widely accepted definitions of robbery in\nthe States. In 1986, a significant majority of the States defined\nnonaggravated robbery as requiring force that overcomes a victim’s\nresistance. The Government counts 43 States that measured force by\nthis degree, 5 States that required “force” to cause bodily injury,\nand 2 States and the District of Columbia that permitted force to\nencompass something less, such as purse snatching. App. B to Brief\nfor United States. Stokeling counters that, at most, 31 States\ndefined force as overcoming victim resistance. Reply Brief 21. We\nneed not declare a winner in this numbers game because, either way,\nit is clear that many States’ robbery statutes would not qualify as\nACCA predicates under Stokeling’s reading.His reading would disqualify more than just\nbasic-robbery statutes. Departing from the common-law understanding\nof “force” would also exclude other crimes that have as an element\nthe force required to commit basic robbery. For instance, Florida\nrequires the same element of “force” for both armed robbery and\nbasic robbery. See Fla. Stat. §812.13(2)(a) (distinguishing armed\nrobbery from robbery by requiring the additional element of\n“carr[ying] a firearm or other deadly weapon” during the robbery).\nThus, as Stokeling’s counsel admitted at oral argument, “armed\nrobbery in Florida” would not qualify under ACCA if his view were\nadopted. Tr. of Oral Arg. 3–4; seeUnited Statesv.Lee, 886 F. 3d 1161, 1163, n. 1 (CA11 2018) (treating\n“Florida strong-arm robbery [i.e.,basic robbery], armed\nrobbery, and attempted robbery . . . the same for\npurposes of analyzing the ACCA’s elements clause”).Where, as here, the applicability of a federal\ncriminal statute requires a state conviction, we have repeatedly\ndeclined to construe the statute in a way that would render it\ninapplicable in many States. See,e.g.,United Statesv.Castleman, 572 U. S. 157, 167 (2014) (reading\n“physical force” to include common-law force, in part because a\ndifferent reading would render 18 U. S. C. §922(g)(9)\n“ineffectual in at least 10 States”);Voisinev.United\nStates, 579 U. S. ___, ___ (2016) (slip op., at 9)\n(declining to interpret §912(a)(33)(A) in a way that would “risk\nrendering §922(g)(9) broadly inoperative” in 34 States and the\nDistrict of Columbia). That approach is appropriate here as\nwell.BOur understanding of “physical force” comports\nwithJohnsonv.United States, 559 U. S. 133\n(2010). There, the Court held that “ ‘actua[l] and\nintentiona[l] touching’ ”—the level of force necessary to\ncommit common-law misdemeanor battery—did not require the “degree\nof force” necessary to qualify as a “violent felony” under ACCA’s\nelements clause.Id., at 138, 140. To reach this conclusion,\nthe Court parsed the meaning of the phrase “physical force.” First,\nit explained that the modifier “physical” “plainly refers to force\nexerted by and through concrete bodies—distinguishing physical\nforce, from, for example, intellectual force or emotional force.”Id.,at 138. The Court then considered “whether the term\n‘force’ in [the elements clause] has the specialized meaning that\nit bore in the common-law definition of battery.”Id., at\n139. After reviewing the context of the statute, the Court rejected\nthe Government’s suggestion that “force” encompassed even the\n“slightest offensive touching.”Ibid.Instead, it held that\n“physical force” means “violentforce—that is, force capable\nof causing physical pain or injury to another person.”Id.,at 140. Applying that standard to a Florida battery law\ncriminalizing “anyintentional physical contact,” the Court\nconcluded that the law did not require the use of “physical force”\nwithin the meaning of ACCA.Ibid.Stokeling argues thatJohnsonrejected as\ninsufficient the degree of “force” required to commit robbery under\nFlorida law because it is not “substantial force.” We dis-agree.\nThe nominal contact thatJohnsonaddressed in- volved\nphysical force that is different in kind from the violent force\nnecessary to overcome resistance by a victim. The force necessary\nfor misdemeanor battery does not require resistance or even\nphysical aversion on the part of the victim; the “unwanted” nature\nof the physical contact itself suffices to render it unlawful. SeeStatev.Hearns, 961 So. 2d 211, 216 (Fla.\n2007).By contrast, the force necessary to overcome a\nvictim’s physical resistance is inherently “violent” in the sense\ncontemplated byJohnson, and “suggest[s] a degree of power\nthat would not be satisfied by the merest touching.” 559\nU. S., at 139. This is true because robbery that must\noverpower a victim’s will—even a feeble or weak-willed\nvictim—necessarily involves a physical confrontation and struggle.\nThe altercation need not cause pain or injury or even be prolonged;\nit is the physical contest between the criminal and the victim that\nis itself “capable of causing physical pain or injury.”Id.,at 140. Indeed,Johnsonitself relied on a definition of\n“physical force” that specifically encompassed robbery:\n“ ‘[f]orce consisting in a physical act,esp. a violent act\ndirected against a robbery victim.’ ”Id.,at 139\n(quoting Black’s Law Dictionary 717 (9th ed. 2009); emphasis\nadded). Robbery thus has always been within the “ ‘category of\nviolent, active crimes’ ” that Congress included in ACCA. 559\nU. S., at 140.To get aroundJohnson, Stokeling cherry\npicks adjectives from parenthetical definitions in the opinion,\ninsisting that the level of force must be “severe,” “extreme,”\n“furious,” or “vehement.” These adjectives cannot bear the weight\nStokeling would place on them. They merely supportedJohnson’s actual holding: that common-law battery does not\nrequire “force capable of causing physical pain or injury.”Ibid.Johnsondid not purport to establish a force\nthreshold so high as to exclude even robbery from ACCA’s scope.\nMoreover, Stokeling ignores that the Court also defined “violence”\nas “ ‘unjust or improperforce.’ ”Ibid.(emphasis added). As explained above, the common law similarly\nlinked the terms “violence” and “force.” Overcoming a victim’s\nresistance wasper seviolence against the victim, even\nif it ultimately caused minimal pain or injury. See Russell, Crimes\nand Indictable Misdemeanors, at 68.CIn the wake ofJohnson, the Court has\nrepeated its holding that “physical force” means “ ‘force\ncapable of causing physical pain or injury.’ ”Sessionsv.Dimaya, 584 U. S. ___, ___ (2018) (slip op., at\n19–20) (quotingJohnson,supra, at 140); see alsoCastleman,supra, at 173–174 (Scalia, J., concurring\nin part and concurring in judgment).Finding this definition difficult to square with\nhis position, Stokeling urges us to adopt a new, heightened reading\nof physical force: force that is “reasonably expected to cause pain\nor injury.” For the reasons already explained, that definition is\ninconsistent with the degree of force necessary to commit robbery\nat common law. Moreover, the Court declined to adopt that standard\ninJohnson, even after considering similar language employed\nin a nearby statutory provision, 18 U. S. C.\n§922(g)(8)(C)(ii). 559 U. S., at 143. The Court instead\nsettled on “forcecapableof causing physical pain or\ninjury.”Id., at 140 (emphasis added). “Capable” means\n“susceptible” or “having attributes . . . required for\nperformance or accomplishment” or “having traits conducive to or\nfeatures permitting.” Webster’s Ninth New Collegiate Dictionary 203\n(1983); see also Oxford American Dictionary and Thesaurus 180 (2d\ned. 2009) (“having the ability or quality necessary to do”).Johnsonthus does not require any particular degree of\nlikelihood or probability that the force used will cause physical\npain or injury; only potentiality.Stokeling’s proposed standard would also prove\nexceedingly difficult to apply. Evaluating the statistical\nprobability that harm will befall a victim is not an administrable\nstandard under our categorical approach. Crimes can be committed in\nmany different ways, and it would be difficult to assess whether a\ncrime is categorically likely to harm the victim, especially when\nthe statute at issue lacks fine-tuned gradations of “force.” We\ndecline to impose yet another indeterminable line-drawing exercise\non the lower courts.Stokeling next contends thatCastlemanheld that minor uses of force do not constitute “violent force,”\nbut he misreads that opinion. InCastleman, the Court noted\nthat for purposes of a statute focused on domestic-violence\nmisdemeanors, crimes involving relatively “minor uses of force”\nthat might not “constitute ‘violence’ in the generic sense” could\nnevertheless qualify as predicate offenses. 572 U. S., at 165.\nThe Court thus had no need to decide more generally whether, underJohnson, conduct that leads to relatively minor forms of\ninjury—such as “a cut, abrasion, [or] bruise”—“necessitate[s]” the\nuse of “violent force.” 572 U. S., at 170. Only Justice\nScalia’s separate opinion addressed that question, and he concluded\nthat force as small as “hitting, slapping, shoving, grabbing,\npinching, biting, and hair pulling,”id., at 182\n(alterations omitted), satisfiedJohnson’s definition. He\nreasoned that “[n]one of those actions bears any real resemblance\nto mere offensive touching, and all of them are capable of causing\nphysical pain or injury.” 572 U. S., at 182. This\nunderstanding of “physical force” is consistent with our holding\ntoday that force is “capable of causing physical injury” within the\nmeaning ofJohnsonwhen it is sufficient to overcome a\nvictim’s resistance. Such force satisfies ACCA’s elements\nclause.IIIWe now apply these principles to Florida’s\nrobbery statute to determine whether it “has as an element the use,\nattempted use, or threatened use of physical force against the\nperson of another.” 18 U. S. C. §924(e)(2)(B)(i). We\nconclude that it does.As explained, Florida law defines robbery as\n“the taking of money or other property . . . from the\nperson or custody of another, . . . when in the course of\nthe taking there is the use of force, violence, assault, or putting\nin fear.” Fla. Stat. §812.13(1). The Florida Supreme Court has made\nclear that this statute requires “resistance by the victim that is\novercome by the physical force of the offender.”Robinsonv.State, 692 So. 2d 883, 886 (1997). Mere “snatching of\nproperty from another” will not suffice.Ibid.Several cases cited by the parties illustrate\nthe application of the standard articulated inRobinson. For\nexample, a defendant who grabs the victim’s fingers and peels them\nback to steal money commits robbery in Florida.Sandersv.State, 769 So. 2d 506, 507–508 (Fla. App. 2000). But a\ndefendant who merely snatches money from the victim’s hand and runs\naway has not committed robbery.Goldsmithv.State,\n573 So. 2d 445 (Fla. App. 1991). Similarly, a defendant who\nsteals a gold chain does not use “ ‘force,’ within the meaning\nof the robbery statute,” simply because the victim “fe[els] his\nfingers on the back of her neck.”Walkerv.State,\n546 So. 2d 1165, 1166–1167 (Fla. App. 1989). It is worth\nnoting that, in 1999, Florida enacted a separate “sudden snatching”\nstatute that proscribes this latter category of conduct; under that\nstatute, it is unnecessary to show either that the defendant “used\nany amount of force beyond that effort necessary to obtain\npossession of the money or other property” or that “[t]here was any\nresistance by the victim to the offender.” Fla. Stat. §812.131\n(1999).Thus, the application of the categorical\napproach to the Florida robbery statute is straightforward. Because\nthe term “physical force” in ACCA encompasses the degree of force\nnecessary to commit common-law robbery, and because Florida robbery\nrequires that same degree of “force,” Florida robbery qualifies as\nan ACCA-predicate offense under the elements clause. Cf.Descampsv.United States, 570 U. S. 254, 261\n(2013) (“If the relevant statute has the same elemen[t],” “then the\nprior conviction can serve as an ACCA predicate”).IVIn sum, “physical force,” or “force capable of\ncausing physical pain or injury,”Johnson, 559 U. S.,\nat 140, includes the amount of force necessary to overcome a\nvictim’s resistance. Robbery under Florida law corresponds to that\nlevel of force and therefore qualifies as a “violent felony” under\nACCA’s elements clause. For these reasons, we affirm the judgment\nof the Eleventh Circuit.It is so ordered.Notes1* The Government did not\nargue that Florida robbery should qualify under §924(e)(2)(B)(ii),\npresumably because robbery is not among the enumerated offenses and\nthe Court held the “residual clause” unconstitutionally vague inJohnsonv.United States, 576 U. S. ___\n(2015).",
    "joined": []
}