{
    "case": {
        "docket": "798",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/798/"
    },
    "id": "3413609",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1034_________________MOONES MELLOULI, PETITIONERv.LORETTA\nE. LYNCH, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 1, 2015]Justice Thomas, with whom Justice Alito joins,\ndissenting.The Court reverses the decision of the United\nStates Court of Appeals for the Eighth Circuit on the ground that\nit misapplied the federal removal statute. It rejects the\nGovernment’s interpretation of that statute, which would supply an\nalternative ground for affirmance. Yet it offers no interpretation\nof its own. Lower courts are thus left to guess which convictions\nqualify an alien for removal under 8 U. S. C.\n§1227(a)(2)(B)(i), and the majority has deprived them of their only\nguide: the statutory text itself. Because the statute renders an\nalien removable whenever he is convicted of violating a law\n“relating to” a federally controlled substance, I would affirm.IWith one exception not applicable here,\n§1227(a)(2)(B)(i) makes removable “[a]ny alien who at any time\nafter admission has been convicted of a violation of (or a\nconspir-acy or attempt to violate) any law or regulation of a\nState, the United States, or a foreign country relating to a\ncontrolled substance (as defined in section 802 of title 21).” I\nwould hold, consistent with the text, that the provision requires\nthat the conviction arise under a “law or regulation of a State,\nthe United States, or a foreign country relating to a controlled\nsubstance (as defined in section 802 of title 21).” Thus, Mellouli\nwas properly subject to removal if the Kansas statute of conviction\n“relat[es] toa controlled substance (as defined in section 802 of\ntitle 21),” regardless of whether his particular conduct would also\nhave subjected him to prosecution under federal\ncontrolled-substances laws. Seeante,at 6 (“An alien’s\nactual conduct is irrelevant to the inquiry”). The majority’s 12\nreferences to the sock that Mellouli used to conceal the pills are\nthus entirely beside the point.[1]The critical question, which the majority does\nnot di-rectly answer, is what it means for a law or regulation to\n“relat[e] to a controlled substance (as defined in section 802 of\ntitle 21).” At a minimum, we know that this phrase does not require\na complete overlap between the substances controlled under the\nstate law and those controlled un-der 21 U. S. C. §802.\nTo “relate to” means “ ‘to stand in some relation; to have\nbearing or concern; to pertain; refer; to bring into association\nwith or connection with.’ ”Moralesv.Trans World\nAirlines, Inc., 504 U. S. 374, 383 (1992) (quoting Black’s\nLaw Dictionary 1158 (5th ed. 1979)). In ordinary parlance, one\nthing can “relate to” another even if it also relates to other\nthings. As ordinar-ily understood, therefore, a state law\nregulating various controlled substances may “relat[e] to a\ncontrolled substance (as defined in section 802 of title 21)” even\nif the statute also controls a few substances that do not fall\nwithin the federal definition.The structure of the removal statute confirms\nthis interpretation. Phrases like “relating to” and “in connection\nwith” have broad but indeterminate meanings that must be understood\nin the context of “the structure of the statute and its other\nprovisions.”Maracichv.Spears, 570 U. S. ___,\n___ (2013) (slip op., at 9) (“in connection with”); see alsoNew\nYork State Conference of Blue Cross & Blue Shield Plansv.Travelers Ins. Co., 514 U. S. 645, 655 (1995) (“relate\nto”); see generallyCalifornia Div. of Labor Standards\nEnforcementv.Dillingham Constr., N. A., Inc., 519\nU. S. 316, 324 (1997) (describing the Court’s efforts to\ninterpret the “ ‘clearly expansive’ ” “relate to”\nlanguage in the pre-emption provision of the Employee Retirement\nIncome Security Act of 1974). In interpreting such phrases, we must\nbe careful to honor Congress’ choice to use expansive language.Maracich,supra,at ___ (Ginsburg, J., dissenting)\n(slip op., at 7) (noting that a statute should be interpreted\nbroadly in light of Congress’ decision to use sweeping language\nlike “in connection with”); see also,e.g.,Alaska Dept.\nof Environmental Conservationv.EPA, 540 U. S.\n461, 484 (2004) (Ginsburg, J.) (interpreting Environmental\nProtection Agency’s authority in light of the “notably capacious\nterms” contained in its authorizing statute).Here, the “structure of the statute and its\nother provisions” indicate that Congress understood this phrase to\nsweep quite broadly. Several surrounding subsections of the removal\nstatute reveal that when Congress wanted to define with greater\nspecificity the conduct that subjects an alien to removal, it did\nso by omitting the expansive phrase “relating to.” For example, a\nneighboring provision makes removable “[a]ny alien who\n. . . is convicted un-der any law of purchasing, selling,\noffering for sale, exchanging, using, owning, possessing, or\ncarrying . . . any weapon, part, or accessorywhich\nisa firearm or destructive device (as defined in section\n921(a) of title 18).” 8 U. S. C. §1227(a)(2)(C) (emphasis\nadded). This language explicitly requires that the object of the\noffense fit within a federal definition. Other provisions adopt\nsimilar requirements. See,e.g.,§1227(a)(2)(E)(i) (making\nremovable “[a]ny alien who . . . is convicted of a crime\nof domestic violence,” where “the term ‘crime of domestic violence’\nmeans any crime of violence (as defined in section 16 of title 18)\n. . . committed by” a person with a specified family\nrelationship with the victim); see generally §1101(a)(43) (defining\ncertain aggravated felonies using federal definitions as elements).\nThat Congress, in this provision, required only that a lawrelatetoa federally controlled substance, as\nopposed toinvolvesuch a substance, suggests that it\nunderstood “relating to” as having its ordinary and expansive\nmeaning. See,e.g.,Russellov.United States,\n464 U. S. 16, 23 (1983) .Applying this interpretation of “relating to,” a\nconviction under Kansas’ drug paraphernalia statute qualifies as a\npredicate offense under §1227(a)(2)(B)(i). That state statute\nprohibits the possession or use of drug paraphernalia to “store,\ncontain, conceal, inject, ingest, inhale or otherwise introduce a\ncontrolled substance into the human body.” Kan. Stat. Ann.\n§21–5709(b)(2) (2013 Cum. Supp.). And, as used in this statute, a\n“controlled substance” is a substance that appears on Kansas’\nschedules, §21–5701(a), which in turn consist principally of\nfederally controlled substances.Ante,at 3; see also Brief\nfor Petitioner 3 (listing nine substances on Kansas’ schedules that\nwere not on the federal schedules at the time of Mellouli’s\narrest); Brief for Respondent 8 (noting that, at the time of\nMellouli’s arrest, more than 97 percent of the named substances on\nKansas’ schedules were federally controlled). The law certainly\n“relat[es] to a controlled substance (as defined in section 802 of\ntitle 21)” because it prohibits conduct involving controlled\nsubstances falling within the federal definition in §802.True, approximately three percent of the\nsubstances appearing on Kansas’ lists of “controlled substances” at\nthe time of Mellouli’s conviction did not fall within the federal\ndefinition,ante,at 3, meaning that an individual convicted\nof possessing paraphernalia may never have used his paraphernalia\nwith a federally controlled substance. But that fact does not\ndestroy the relationship between thelawand federally\ncontrolled substances. Mellouli was convicted for violating a state\nlaw “relating to a controlled substance (as defined in section 802\nof title 21),” so he was properly removed under 8\nU. S. C. §1227(a)(2)(B)(i).IIAThe majority rejects this straightforward\ninterpretation because it “reach[es] state-court convictions\n. . . in which ‘[no] controlled substance (as defined in\n[§802])’ figures as an element of the offense.”Ante,at 13.\nThis assumes the answer to the question at the heart of this case:\nwhether the removal statute does in fact reach such convictions. To\nanswer that question by assuming the answer iscircular.The majority hints that some more limited\ndefinition of “relating to” is suggested by context. Seeibid.I wholeheartedly agree that we must look to context to\nunderstand indeterminate terms like “relating to,” which is why I\nlook to surrounding provisions of the removal statute. These\n“reveal that when Congress wanted to define with greater\nspecificity the conduct that subjects an alien to removal, it did\nso by omitting the expansive phrase ‘relating to.’ ”Supra,at 3. For its part, the majority looks to the context\nof other provisions referring to “controlled substances” without a\ndefinitional parenthetical,ante,at 13, n. 11, and\nrejoins that the most natural reading of the statute “shrinks to\nthe vanishing point the words ‘as defined in [§802],’ ”ante,at 9–10, n. 9. But the definition of controlled\nsubstancesdoesplay a role in my interpretation, by\nrequiring that the law bear some relationship tofederallycontrolled substances. Although we need not establish the precise\nboundaries of that relationship in this case given that Kansas’\nparaphernalia law clearly qualifies under any reasonable definition\nof “relating to,” the definition of controlled substances imposes a\nmeaningful limit on the statutes that qualify.BThe majorityappearsto conclude that a\nstatute “relates to” a federally controlled substance if its\n“definition of the offense of conviction” necessarily includes as\nan element of that offense a federally controlled substance.Ante,at 6. The text will not bear this meaning.The first problem with the majority’s\ninterpretation is that it converts a removal provision expressly\nkeyed to features of the statute itself into one keyed to features\nof the underlying generic offense. To understand the difference,\none need look no further than this Court’s decision inMoncrieffev.Holder, 569 U. S. ___ (2013). In\nthat case, removal was predicated on the generic offense of\n“illicit trafficking in a controlled substance.”Id.,at ___\n(slip op., at 2). Thus, in order to satisfy the federal criteria,\nit was necessary for the state offense at issue to have as elements\nthe same elements that make up that generic offense.Id.,at\n___ (slip op., at 5). By contrast, §1227(a)(2)(B)(i) does not refer\nto a generic offense for which we must discern the relevant\ncriteria from its nature. Instead, it establishes the relevant\ncriteria explicitly, and does so for the lawof conviction itself\nrather than for some underlying generic offense—that is, the law of\nconviction must “relat[e] to” a federally controlled substance.The only plausible way of reading the text here\nto refer to a generic offense that has as one element the\ninvolve-ment of a federally controlled substance would be to read\n“relating to” as modifying “violation” instead of “law.” Under that\nreading, the statute would attach immigration consequences to a\n“violation. . . relating to a controlled\nsubstance (as defined in section 802 of title 21),” rather than a\nviolation of a “law. . . relating to a controlled\nsubstance (as defined in section 802 of title 21).” Yet the\nmajority expressly—and correctly—rejects as grammatically incorrect\nMellouli’s argument that the “relating to” clause modifies\n“violation.”Ante,at 12.Having done so, the majority can reconcile its\noutcome with the text only by interpreting the words “relating to”\nto mean “regulating only.” It should be obvious why the majority\ndoes not make this argument explicit. Even assuming “regulating\nonly” were apermissibleinterpretation of “relating to”—for\nit certainly is not the most natural one—that interpretation would\nbe foreclosed by Congress’ pointed word choice in the surrounding\nprovisions. And given the logical upshot of the majority’s\ninterpretation, it is it even more understandable that it avoids\noffering an explicit exegesis. For unless the Court ultimately\nadopts the modified categorical approach for statutes, like the one\nat issue here, that define offenses with reference to “controlled\nsubstances” generally, and treats them as divisible by each\nseparately listed substance,ante,at 6, n. 4, its\ninterpretation would mean thatnoconviction under a\ncontrolled-substances regime more expansive than the Federal\nGovernment’s would trigger removal.[2] Thus, whenever a State moves first in subjecting some\nnewly discovered drug to regulation, every alien convicted during\nthe lag between state and federal regulation would be immunized\nfrom the immigration consequences of his conduct. Cf. Brief for\nRespondent 10 (explaining that two of the nine nonfederally\ncontrolled substances on Kansas’ schedules at the time Mellouli was\narrested became federally controlled within a year of his arrest).\nAnd the Government could never, under §1227(a)(2)(B)(i), remove an\nalien convicted of violating the controlled-substances law of a\nState that defines “controlled substances” with reference to a list\ncontaining even one substance that does not appear on the federal\nschedules.Finding no support for its position in the text,\nthe majority relies on the historical background,ante,at\n13–14, and especially the Board of Immigration Appeals’ (BIA)\ndecision inMatter of Paulus, 11 I. & N. Dec.\n274 (1965)—a surprising choice, given that the majority concludes\nits discussion of that history by acknowledging that the BIA’s\natextual approach to the statute makes “scant sense,”ante,at 11. To the extent that the BIA’s approach to §1227(a)(2)(B)(i)\nand its predecessors is consistent with the majority’s, it suffers\nfrom the same flaw: It fails to account for the text of the removal\nprovision because it looks at whether theconvictionitself\nnecessarily involved a substance regulated under federal law, not\nat whether the statute related to one. SeePaulus, 11\nI. & N. Dec., at 276 (“[O]nly aconvictionfor\nillicit possession of or traffic in a substance which is defined as\na narcotic drug under federal laws can be the basis for\ndeportation” (emphasis added));Matter of Ferreira, 26\nI. & N. Dec. 415, 418–419 (BIA 2014) (modeling its\ncategorical approach to §1227(a)(2)(B)(i) after the analysis inMoncrieffe, which, as explained above, keyed removal to the\ncharacteristics of the offense).Section 1227(a)(2)(B)(i) requires only that the\nstate law itself, not the “generic” offense defined by the law,\n“relat[e] to” a federally controlled substance. The majority has\nnot offered a textual argument capable of supporting a different\nconclusion.*  *  *The statutory text resolves this case. True,\nfaithfully applying that text means that an alien may be deported\nfor committing an offense that does not involve a federally\ncontrolled substance. Nothing about that consequence, however, is\nso outlandish as to call this application into doubt. An alien may\nbe removed only if he is convicted of violating a law, and I see\nnothing absurd about removing individuals who are unwilling to\nrespect the drug laws of the jurisdiction in which they find\nthemselves.The majority thinks differently, rejecting the\nonly plausible reading of this provision and adopting an\ninterpretation that finds no purchase in the text. I fail to\nunderstand why it chooses to do so, apart from a gut instinct that\nan educated professional engaged to an American citizen should not\nbe removed for concealing unspecified orange tablets in his sock.\nOr perhaps the majority just disapproves of the fact that Kansas,\nexercising its police powers, has decided to criminalize conduct\nthat Congress, exercising its limited powers, has decided not to\ncriminalize,ante,at 4–5. Either way, that is not how we\nshould go about interpreting statutes, and I respectfully\ndissent.Notes1It is likewise beside the\npoint that the pills were, in fact, federally controlled\nsubstances, that Mellouli concealed them in his sock while being\nbooked into jail, that he was being booked into jail for his second\narrest for driving under the influence in less than one year, that\nhe pleaded to the paraphernalia offense after initially being\ncharged with trafficking contraband in jail, or that he has since\nbeen charged with resisting arrest and failure to display a valid\ndriver’s license upon demand.2If the Court ultimately\nadopts the modified categorical approach, it runs into new textual\nproblems. Under that approach, an alien would be subject to removal\nfor violating Kansas’ drug paraphernalia statute whenever a\nqualifying judicial record reveals that the conviction involved a\nfederally controlled substance. If that result is permissible under\nthe removal statute, however, then Kansas’ paraphernalia law must\nqualify as a law “relating to” a federally controlled substance.\nOtherwise, the text of the statute would afford no basis for his\nremoval. It would then follow that any alien convicted of “a\nviolation of” that law is removable under §1227(a)(2)(B)(i),regardlessof whether a qualifying judicial record reveals\nthe controlled substance at issue.",
    "joined": []
}