{
    "case": {
        "docket": "14-361",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-361/"
    },
    "id": "3566190",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–361_________________SAMUEL OCASIO, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[May 2, 2016]Justice Thomas, dissenting.Today the Court holds that an extortionist can\nconspire to commit extortion with the person whom he is extorting.\nSeeante,at 18. This holding further exposes the flaw in\nthis Court’s understanding of extortion. In my view, the Court\nstarted down the wrong path inEvansv.United\nStates, 504 U. S. 255 (1992) , which wrongly equated\nextortion with bribery. In so holding,Evansmade it seem\nplausible that an extortionist could conspire with his victim.\nRather than embrace that view, I would not extendEvans’\nerrors further. Accordingly, I respectfully dissent.IThe Hobbs Act makes it a crime to “obstruc[t],\ndela[y], or affec[t] commerce . . . by . . .\nextortion.” 18 U. S. C. §1951(a). The Act defines\n“extortion” as “the obtaining of property from another, with his\nconsent, induced by wrongful use of actual or threatened force,\nviolence, or fear, or under color of official right.”\n§1951(b)(2).InEvans, this Court held that, to obtain\na conviction for extortion “under color of official right,” the\nGovernment need show only “that a public official has obtained a\npayment to which he was not entitled, knowing that the payment was\nmade in return for official acts.” 504 U. S., at 268. The\nCourt therefore interpreted “extortion” under the Hobbs Act to be\n“the rough equivalent of . . . ‘taking a bribe.’ ”Id., at 260.I dissented inEvansbecause the Court’s\nholding disregarded the “definite and well-established meaning” of\nthe “under color of official right” element of extortion.Id.,at 279 (internal quotation marks omitted). “ ‘At\ncommon law it was essential that . . . money or property\nbe obtained under color of office, that is, under the pretense that\nthe officer was entitled thereto by virtue of his office. The money\nor thing received must have been claimed or accepted in right of\noffice, and the person paying must have yielded to official\nauthority.’ ”Ibid.(quoting 3 R. Anderson, Wharton’s\nCriminal Law and Procedure §1393,pp. 790–791 (1957); emphasis\ndeleted). When Congress enacted the Hobbs Act in 1946, “the offense\nwas [thus] understood to involve not merely a wrongful takingby a\npublic official, but a wrongful taking under a false pretense of\nofficial right.” 504 U. S.,at 281 (emphasis\ndeleted).Given the established meaning of\nunder-color-of-official-right extortion adopted in the Hobbs Act,\nthe Court inEvanserred in equating common-law extortion\nwith taking a bribe.Id.,at 283. Bribery and extortion are\ndifferent crimes.Ibid.With extortion, “the public official\nis the sole wrongdoer.”Ibid.Because the official “acts\n‘under color of office,’ the law regards the payor as an innocent\nvictim and not an accomplice.”Ibid.An official who\nsolicits or takes a bribe, by contrast, does not do so “under color\nof office”—that is, “under [a] pretense of official entitlement.”Ibid.With bribery, “the payor knows the recipient official\nis not entitled to the payment,” and “he, as well as the official,\nmay be punished for the offense.”Ibid.(emphasis\ndeleted).IIRelying onEvans’ definition of Hobbs\nAct extortion, seeante,at 2–3, 14, the Court holds that an\nextortionist can conspire to commit extortion with the person whom\nhe is extorting.Ante,at 10–11, 18. That holding is\nirreconcilable with a correct understanding of Hobbs Act extortion\nand needlessly extendsEvans’ error to the conspiracy\ncontext.The general federal conspiracy statute makes it\na crime for “two or more persons [to] conspire . . . to commit any\noffense against the United States.” 18 U. S. C. §371. To\nbe guilty of conspiracy to commit under-color-of-official-right\nextortion, then, two or more persons must conspire to “obtai[n]\n. . . property from another, with his consent, induced\n. . . under color of official right.” §1951(b)(2).Under a correct understanding of Hobbs Act\nextortion, it is illogical and wrong to say that two people\nconspired to extort one of themselves. As explained, in a Hobbs Act\nextortion case, the only perpetrator is the public official; the\npayor is a victim and not a participant. SeeEvans, 504\nU. S., at 283 (Thomas, J., dissenting). That understanding is\nirreconcilable with the view that an extortionist and his\npayor-victim can be co-conspirators to extortion of the payor. If a\npayor conspires with a public official for the payor to pay that\nofficial, then—whatever the two can be said to have done—they have\nnot conspired to obtain payments to that official “under\n. . . pretense of official entitlement.”Ibid.The\nextortionist and payor both know that the official is not entitled\nto the payments as a matter of his office. They have not conspired\nto commit Hobbs Act extortion.The record confirms that the scheme here did not\ninvolve extortion as the common law understood that crime. Far from\nvictimizing repair-shop owners Alexis Moreno and Edwin Mejia, the\nallegedly extortionate scheme benefited them and their repair shop.\nOver time, 90% or more of the shop’s business came from paid-for\nreferrals from police officers. Moreno and Mejia worked with Ocasio\nand other officers to maximize the shop’s profits from the scheme.\nMoreno and Mejia both pleaded guilty to Hobbs Act extortion and\nconspiracy—belying any claim that they were innocent victims. The\nGovernment itself does not maintain that the repair-shop owners\npaid Ocasio based on his assertion of “a false pretense of official\nright to the payment[s].”Id., at 282 (Thomas, J.,\ndissenting). The Government is instead emphatic that Moreno and\nMejia “participated as full partners” in the scheme and that “[t]he\nrecord . . . refutes any suggestion that [they] were the\n‘victims’ of th[e] scheme.” Brief for United States 41. Whatever\ncrime Ocasio may have committed, it was not a conspiracy to commit\nextortion.To be sure, the Court’s conclusion is plausible\nunderEvans’ redefinition of extortion. But that is a reason\nnot to extendEvans’ error. Only by blurring the distinction\nbetween bribery and extortion couldEvansmake it seem\nplausible that an extortionist and a victim can conspire to extort\nthe victim. The Court today takes another step away from the\ncommon-law understanding of extortion that the Hobbs Act\nadopted.IIIThe Court’s decision is unfortunate because it\nexpands federal criminal liability in a way that conflicts with\nprinciples of federalism. Even whenEvanswas decided nearly\n25 years ago, the Hobbs Act had already “served as the engine for a\nstunning expansion of federal criminal jurisdiction into a field\ntraditionally policed by state and local laws—acts of public\ncorruption by state and local officials.” 504 U. S., at 290\n(Thomas, J., dissenting). By disregarding the distinction between\nextortion and bribery,Evansexpanded the Hobbs Act to allow\nfederal prosecutors to reach more conduct by state and local\ngovernment officials. Seeid.,at 291–294. That expansion\nwas unwarranted. Congress had not made its intent to regulate state\nofficials “unmistakably clear in the language of the” Hobbs Act,Gregoryv.Ashcroft, 501 U. S. 452, 460 (1991)\n(internal quotation marks omitted), so this Court had no basis for\nreading the Hobbs Act so expansively.Evans,supra,\nat 291–292 (Thomas, J., dissenting); seeJonesv.United\nStates, 529 U. S. 848, 858 (2000) (“[U]nless Congress\nconveys its purpose clearly, it will not be deemed tohave\nsignificantly changed the federal-state balance inthe prosecution\nof crimes” (internal quotation marks omitted)).Today the Court again broadens the Hobbs Act’s\nreach to enable federal prosecutors to punish for conspiracy all\nparticipants in a public-official bribery scheme. The invasion of\nstate sovereign functions is again substantial. The Federal\nGovernment can now more expansively charge state and local\nofficials. And it can now more easily obtain pleas or convictions\nfrom these officials: Because the Government can prosecute\nbribe-payors with sweeping conspiracy charges, it will be easier to\ninduce those payors to plead out and testify against state and\nlocal officials. The Court thus further wrenches from States the\npresumptive control that they should have over their own officials’\nwrongdoing.As inEvans, the Court cites no statutory\ntext “clearly” authorizing this intrusion into matters\npresumptively left to the States.Jones,supra,at\n858. As inEvans, there is no need for the Court’s overreach\nbecause state law already punishes the conduct at issue here. See\nMd. Crim. Law Code Ann. §9–201 (2012) (punishing bribery of and\nbribery by a public official); cf.United Statesv.Brock, 501 F. 3d 762, 769 (CA6 2007) (“No one doubts\nthat the States have criminal laws prohibiting their citizens from\nbribing public officials. [We cannot think of] any reason to doubt\nthe States’ willingness to invoke these laws when their citizens\nengage in [a brazen bribery scheme]”). And, as inEvans, the\nCourt reaches its decision with barely a nod to the sovereignty\ninterests that it tramples. Seeante,at 13–14, and\nn. 9 (summarily dismissing as “unavailing” Ocasio’s\n“invocation of . . . principles of federalism”). As inEvans, I cannot agree.*  *  *Consistent with the Hobbs Act’s text, I would\nhold that an extortionist cannot conspire to commit extortion with\nthe person whom he is extorting. Accordingly, I would reverse the\nCourt of Appeals’ judgment upholding Ocasio’s conspiracy\nconviction.For these reasons, I respectfully dissent.",
    "joined": []
}