{
    "case": {
        "docket": "17-1299",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1299/"
    },
    "id": "4093558",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1299_________________FRANCHISE TAX BOARD OF CALIFORNIA, PETITIONERv.GILBERT P. HYATTon writ of certiorari to the supreme court of\nnevada[May 13, 2019]Justice Thomas delivered the opinion of the\nCourt.This case, now before us for the third time,\nrequires us to decide whether the Constitution permits a State to\nbe sued by a private party without its consent in the courts of a\ndifferent State. We hold that it does not and overrule our decision\nto the contrary inNevadav.Hall,440 U.S.\n410(1979).IIn the early 1990s, respondent Gilbert Hyatt\nearned substantial income from a technology patent for a com- puter\nformed on a single integrated circuit chip. Although Hyatt’s claim\nwas later canceled, seeHyattv.Boone,146 F.3d 1348(CA Fed. 1998), his royalties in the interim\ntotaled millions of dollars. Prior to receiving the patent, Hyatt\nhad been a long-time resident of California. But in 1991, Hyatt\nsold his house in California and rented an apartment, registered to\nvote, obtained insurance, opened a bank account, and acquired a\ndriver’s license in Nevada. When he filed his 1991 and 1992 tax\nreturns, he claimed Nevada—which collects no personal income tax,\nsee Nev. Const., Art. 10, §1(9)—as his primary place of\nresidence.Petitioner Franchise Tax Board of California\n(Board), the state agency responsible for assessing personal income\ntax, suspected that Hyatt’s move was a sham. Thus, in 1993, the\nBoard launched an audit to determine whether Hyatt underpaid his\n1991 and 1992 state income taxes by misrepresenting his residency.\nIn the course of the audit, employees of the Board traveled to\nNevada to conduct interviews with Hyatt’s estranged family members\nand shared his personal information with business contacts. In\ntotal, the Board sent more than 100 letters and demands for\ninformation to third parties. The Board ultimately concluded that\nHyatt had not moved to Nevada until April 1992 and owed California\nmore than $10 million in back taxes, interest, and penalties. Hyatt\nprotested the audit before the Board, which upheld the audit after\nan 11-year administrative proceeding. The appeal of that decision\nremains pending before the California Office of Tax Appeals.In 1998, Hyatt sued the Board in Nevada state\ncourt for torts he alleged the agency committed during the audit.\nAfter the trial court denied in part the Board’s motion for summary\njudgment, the Board petitioned the Nevada Supreme Court for a writ\nof mandamus ordering dismissal on the ground that the State of\nCalifornia was immune from suit. The Board argued that, under the\nFull Faith and Credit Clause, Nevada courts must apply California’s\nstatute immunizing the Board from liability for all injuries caused\nby its tax collection. See U. S. Const., Art. IV, §1;\nCal. Govt. Code Ann. §860.2 (West 1995). The Nevada Supreme Court\nrejected that argument and held that, under general principles of\ncomity, the Board was entitled to the same immunity that Nevada law\nafforded Nevada agencies—that is, immunity for negligent but not\nintentional torts. We granted certiorari and unanimously affirmed,\nholding that the Full Faith and Credit Clause did not prohibit\nNevada from applying its own immunity law to the case.Franchise\nTax Bd. of Cal.v.Hyatt,538 U.S.\n488, 498–499 (2003) (Hyatt I). Because the Board did not\nask us to overruleNevadav.Hall,supra, we\ndid not revisit that decision.Hyatt I, supra,at 497.On remand, the trial court conducted a 4-month\njury trial that culminated in a verdict for Hyatt that, with\nprejudgment interest and costs, exceeded $490 million. On appeal,\nthe Nevada Supreme Court rejected most of the damages awarded by\nthe lower court, upholding only a $1 million judgment on one of\nHyatt’s claims and remanding for a new damages trial on another.\nAlthough the court recognized that tort liability for Nevada state\nagencies was capped at $50,000 under state law, it nonetheless held\nthat Nevada public policy precluded it from applying that\nlimitation to the California agency in this case. We again granted\ncertiorari and this time reversed, holding that the Full Faith and\nCredit Clause required Nevada courts to grant the Board the same\nimmunity that Nevada agencies enjoy.Franchise Tax Bd. of\nCal.v.Hyatt,578 U. S. ___, ___–___ (2016) (slip\nop., at 4–9) (HyattII). Although the question\nwas briefed and argued, the Court was equally divided on whether to\noverruleHalland thus affirmed the jurisdiction of the\nNevada Supreme Court.Hyatt II, supra,at ___ (slip op., at\n1). On remand, the Nevada Supreme Court instructed the trial court\nto enter damages in accordance with the statutory cap for Nevada\nagencies. 133 Nev. ___, 407 P.3d 717 (2017).We granted, for a third time, the Board’s\npetition for certiorari, 585 U. S. ___ (2018). The sole\nquestion presented is whetherNevadav.Hallshould\nbe overruled.[1]IINevadav.Hallis contrary to\nour constitutional design and the understanding of sovereign\nimmunity shared by the States that ratified the Constitution.Stare decisisdoes not compel continued adherence to this\nerroneous precedent. We therefore overruleHalland hold\nthat States retain their sovereign immunity from private suits\nbrought in the courts of other States.AHallheld that the Constitution does\nnot bar private suits against a State in the courts of another\nState. 440 U. S., at 416–421. The opinion conceded that States\nwere immune from such actions at the time of the founding, but it\nnonetheless concluded that nothing “implicit in the Constitution”\nrequires States “to adhere to the sovereign-immunity doctrine as it\nprevailed when the Constitution was adopted.”Id.,at\n417–418, 424–427. Instead, the Court concluded that the Founders\nassumed that “prevailing notions of comity would provide adequate\nprotection against the unlikely prospect of an attempt by the\ncourts of one State to assert jurisdiction over another.”Id.,at 419. The Court’s view rested primarily on the idea\nthat the States maintained sovereign immunity vis-à-vis each other\nin the same way that foreign nations do, meaning that immunity is\navailable only if the forum State “voluntar[ily]” decides “to\nrespect the dignity of the [defendant State] as a matter of\ncomity.”Id.,at 416; see alsoid.,at 424–427.TheHallmajority was unpersuaded that\nthe Constitution implicitly altered the relationship between the\nStates. In the Court’s view, the ratification debates, the Eleventh\nAmendment, and our sovereign-immunity precedents did not bear on\nthe question because they “concerned questions of federal-court\njurisdiction.”Id., at 420. The Court also found\nunpersuasive the fact that the Constitution delineates several\nlimitations on States’ authority, such as Article I powers granted\nexclusively to Congress and Article IV requirements imposed on\nStates.Id.,at 425. Despite acknowledging “that ours is not\na union of 50 wholly independent sovereigns,”Hallinferred\nfrom the lack of an express sovereign immunity granted to the\nStates and from the Tenth Amendment that the States retained the\npower in their own courts to deny immunity to other States.Ibid.Chief Justice Burger, Justice Blackmun, and\nJustice Rehnquist dissented.BHall’s determination that the\nConstitution does not contemplate sovereign immunity for each State\nin a sister State’s courts misreads the historical record and\nmisapprehends the “implicit ordering of relationships within the\nfederal system necessary to make the Constitution a workable\ngoverning charter and to give each provision within that document\nthe full effect intended by the Framers.”Id., at 433\n(Rehnquist, J., dissenting). As Chief Justice Marshall explained,\nthe Founders did not state every postulate on which they formed our\nRepublic—“we must never forget, that it isa constitutionwe\nare expounding.”McCullochv.Maryland, 4 Wheat. 316,\n407 (1819). And although the Constitution assumes that the States\nretain their sovereign immunity except as otherwise provided, it\nalso fundamentally adjusts the States’ relationship with each other\nand curtails their ability, as sovereigns, to decline to recognize\neach other’s immunity.1After independence, the States considered\nthemselves fully sovereign nations. As the Colonies proclaimed in\n1776, they were “Free and Independent States” with “full Power to\nlevy War, conclude Peace, contract Alliances, establish Commerce,\nand to do all other Acts and Things which Independent States may of\nright do.” Declaration of Independence ¶4. Under international law,\nthen, independence “entitled” the Colonies “to all the rights and\npowers of sovereign states.”McIlvainev.Coxe’s\nLessee, 4 Cranch 209, 212 (1808).“An integral component” of the States’\nsovereignty was “their immunity from private suits.”Federal\nMaritime Comm’nv.South Carolina Ports Authority,535 U.S.\n743,751–752 (2002); seeAldenv.Maine,527 U.S.\n706, 713 (1999) (“[A]s the Constitution’s structure, its\nhistory, and the authoritative interpretations by this Court make\nclear, the States’ immunity from suit is a fundamental aspect of\nthe sovereignty which the States enjoyed before the ratification of\nthe Constitution, and which they retain\ntoday . . . ”). This fundamental aspect of the\nStates’ “inviolable sovereignty” was well established and widely\naccepted at the founding. The Federalist No. 39, p. 245 (C.\nRossiter ed. 1961) (J. Madison); seeAlden,supra, at\n715–716 (“[T]he doctrine that a sovereign could not be sued without\nits consent was universal in the States when the Constitution was\ndrafted and ratified”). As Alexander Hamilton explained:“It is inherent in the nature of\nsovereignty not to be amenable to the suit of an individual without\nits consent. This is the general sense and the general practice of\nmankind; and the exemption, as one of the attributes of\nsovereignty, is now enjoyed by the government of every State in the\nUnion.” The Federalist No. 81, at 487 (emphasis deleted).The Founders believed that both “common law\nsovereign immunity” and “law-of-nations sovereign immunity”\nprevented States from being amenable to process in any court\nwithout their consent. See Pfander, Rethinking the Supreme Court’s\nOriginal Jurisdiction in State-Party Cases, 82 Cal. L. Rev. 555,\n581–588 (1994); see also Nelson, Sovereign Immunity as a Doctrine\nof Personal Jurisdiction, 115 Harv. L. Rev. 1559, 1574–1579\n(2002). The common-law rule was that “no suit or action can be\nbrought against the king, even in civil matters, because no court\ncan have jurisdiction over him.” 1 W. Blackstone, Commentaries on\nthe Laws of England 235 (1765) (Blackstone). The law-of-nations\nrule followed from the “perfect equality and absolute independence\nof sovereigns” under that body of international law.Schooner\nExchangev.McFaddon, 7 Cranch 116, 137 (1812); see C.\nPhillipson, Wheaton’s Elements of International Law 261 (5th ed.\n1916) (recognizing that sovereigns “enjoy equality before\ninternational law”); 1 J. Kent, Commentaries on American Law 20 (G.\nComstock ed. 1867). According to the founding era’s foremost expert\non the law of nations, “[i]t does not . . . belong to any\nforeign power to take cognisance of the administration of [another]\nsovereign, to set himself up for a judge of his conduct, and to\noblige him to alter it.” 2 E. de Vattel, The Law of Nations §55, p.\n155 (J. Chitty ed. 1883). The sovereign is “exemp[t]\n. . . from all [foreign] jurisdiction.” 4id.,\n§108, at 486.The founding generation thus took as given that\nStates could not be haled involuntarily before each other’s courts.\nSee Woolhandler, Interstate Sovereign Immunity, 2006 S. Ct.\nRev. 249, 254–259. This understanding is perhaps best illustrated\nby preratification examples. In 1781, a creditor named Simon Nathan\ntried to recover a debt that Virginia allegedly owed him by\nattaching some of its property in Philadelphia. James Madison and\nother Virginia delegates to the Confederation Congress responded by\nsending a communique to Pennsylvania requesting that its executive\nbranch have the action dismissed. See Letter from Virginia\nDelegates to Supreme Executive Council of Pennsylvania (July 9,\n1781), in 3 The Papers of James Madison, 184–185 (W. Hutchinson\n& W. Rachal eds. 1963). As Madison framed it, the\nCommonwealth’s property could not be attached by process issuing\nfrom a court of “any other State in the Union.”Id.,at 184.\nTo permit otherwise would require Virginia to “abandon its\nSovereignty by descending to answer before the Tribunal of another\nPower.”Ibid.Pennsylvania Attorney General William Bradford\nintervened, urging the Court of Common Pleas to dismiss the action.\nSeeNathanv.Virginia, 1 Dall. 77, 78 (C. P. Phila.\nCty. 1781). According to Bradford, the suit violated international\nlaw because “all sovereigns are in a state of equality and\nindependence, exempt from each other’s jurisdiction.”Ibid.“[A]ll jurisdiction implies superiority over the party,” Bradford\nargued, “but there could be no superiority” between the States, and\nthus no jurisdiction, because the States were “perfect[ ly]\nequa[l]” and “entire[ly] independen[t].”Ibid.The court\nagreed and refused to grant Nathan the writ of attachment.Id.,at 80.Similarly, a Pennsylvania Admiralty Court that\nvery same year dismissed a libel action against a South Caro- lina\nwarship, brought by its crew to recover unpaid wages. The court\nreasoned that the vessel was owned by a “sovereign independent\nstate.”Moitezv.The South Carolina, 17 F. Cas. 574\n(No. 9697) (1781).The Founders were well aware of the\ninternational-law immunity principles behind these cases.\nFederalists and Antifederalists alike agreed in their\npreratification debates that States could not be sued in the courts\nof other States. One Federalist, who argued that Article III would\nwaive the States’ immunity in federal court, admitted that the\nwaiver was desirable because of the “impossibility of calling a\nsovereign state before the jurisdiction of another sovereign\nstate.” 3 Debates on the Constitution 549 (J. Elliot ed. 1876)\n(Pendleton) (Elliot’s Debates). Two of the most prominent\nAntifederalists—Federal Farmer and Brutus—disagreed with the\nFederalists about the desir- ability of a federal forum in which\nStates could be sued, but did so for the very reason that the\nStates had previously been “subject to no such actions” in any\ncourt and were not “oblige[d]” “to answer to an individual in a\ncourt of law.” Federal Farmer No. 3 (Oct. 10, 1787), in 4 The\nFounders’ Constitution 227 (P. Kurland & R. Lerner eds. 1987).\nThey found it “humiliating and degrading” that a State might have\nto answer “the suit of an individual.” Brutus No. 13 (Feb. 21,\n1788), inid.,at 238.In short, at the time of the founding, it was\nwell settled that States were immune under both the common law and\nthe law of nations. The Constitution’s use of the term “States”\nreflects both of these kinds of traditional immu- nity. And the\nStates retained these aspects of sovereignty, “except as altered by\nthe plan of the Convention or certain constitutional Amendments.”Alden, 527 U. S., at 713.2One constitutional provision that abrogated\ncertain aspects of this traditional immunity was Article III, which\nprovided a neutral federal forum in which the States agreed to be\namenable to suits brought by other States. Art. III, §2; seeAlden,supra, at 755. “The establishment of a\npermanent tribunal with adequate authority to determine\ncontroversies between the States, in place of an inadequate scheme\nof arbitration, was essential to the peace of the Union.”Principality of Monacov.Mississippi,292\nU.S. 313, 328 (1934). As James Madison explained during the\nConvention debates, “there can be no impropriety in referring such\ndisputes” between coequal sovereigns to a superior tribunal.\nElliot’s Debates 532.The States, in ratifying the Constitution,\nsimilarly surrendered a portion of their immunity by consenting to\nsuits brought against them by the United States in federal courts.\nSeeMonaco,supra,at 328;Federal Maritime\nComm’n, 535 U. S., at 752. “While that jurisdiction is not\nconferred by the Constitution in express words, it is inherent in\nthe constitutional plan.”Monaco,supra, at 329.\nGiven that “all jurisdiction implies superiority of power,”\nBlackstone 235, the only forums in which the States have consented\nto suits by one another and by the Federal Government are Article\nIII courts. SeeFederal Maritime Comm’n,supra, at\n752.The Antifederalists worried that Article III\nwent even further by extending the federal judicial power over\ncontroversies “between a State and Citizens of another State.” They\nsuggested that this provision implicitly waived the States’\nsovereign immunity againstprivatesuits in federal courts.\nBut “[t]he leading advocates of the Constitution assured the people\nin no uncertain terms” that this reading was incorrect.Alden, 527 U. S., at 716; seeid.,at 716–718\n(citing arguments by Hamilton, Madison, and John Marshall).\nAccording to Madison:“[A federal court’s] jurisdiction in\ncontroversies between a state and citizens of another state is much\nobjected to, and perhaps without reason. It is not in the power of\nindividuals to call any state into court. The only operation it can\nhave, is that, if a state should wish to bring a suit against a\ncitizen, it must be brought before the federal court. This will\ngive satisfaction to individuals, as it will prevent citizens, on\nwhom a state may have a claim, being dissatisfied with the state\ncourts.” Elliot’s Debates 533.John Marshall echoed these sentiments:“With respect to disputes betweena\nstate and the citizens of another state, its jurisdiction has\nbeen decried with unusual vehemence. I hope no gentleman will think\nthat a state will be called at the bar of the federal court.\n. . . The intent is, to enable states to re- cover claims\nof individuals residing in other states. I contend this\nconstruction is warranted by the words.”Id.,at 555\n(emphasis in original).Not long after the founding, however, the\nAntifederalists’ fears were realized. InChisholmv.Georgia, 2 Dall. 419 (1793), the Court held that Article III\nallowed the very suits that the “Madison-Marshall-Hamilton\ntriumvirate” insisted it did not.Hall, 440 U. S., at\n437 (Rehnquist, J., dissenting). That decision precipitated an\nimmediate “furor” and “uproar” across the country. 1 J. Goebel,\nAntecedents and Beginnings to 1801, History of the Supreme Court of\nthe United States 734, 737 (1971); seeid.,at 734–741.\nCongress and the States accordingly acted swiftly to remedy the\nCourt’s blunder by drafting and ratifying the Eleventh\nAmendment.[2] SeeEdelmanv.Jordan,415 U.S.\n651, 660–662 (1974); see alsoFederal Maritime Comm’n,supra, at 753 (acknowledging thatChisholmwas\nincorrect);Alden,supra, at 721–722 (same).The Eleventh Amendment confirmed that the\nConstitution was not meant to “rais[e] up” any suits against the\nStates that were “anomalous and unheard of when the Constitution\nwas adopted.”Hansv.Louisiana,134 U.S.\n1, 18 (1890). Although the terms of that Amendment address only\n“the specific provisions of the Constitution that had raised\nconcerns during the ratification debates and formed the basis of\ntheChisholmdecision,” the “natural inference” from its\nspeedy adoption is that “the Constitution was understood, in light\nof its history and structure, to preserve the States’ traditional\nimmunity from private suits.”Alden,supra, at\n723–724. We have often emphasized that “[t]he Amendment is rooted\nin a recognition that the States, although a union, maintain\ncertain attributes of sovereignty, including sovereign immunity.”Puerto Rico Aqueduct and Sewer Authorityv.Metcalf &\nEddy, Inc.,506 U.S.\n139, 146 (1993). In proposing the Amendment, “Congress acted\nnot to change but to restore the original constitutional design.”Alden, 527 U. S., at 722. The “sovereign immunity of\nthe States,” we have said, “neither derives from, nor is limited\nby, the terms of the Eleventh Amendment.”Id.,at 713.Consistent with this understanding of state\nsovereign immunity, this Court has held that the Constitution bars\nsuits against nonconsenting States in a wide range of cases. See,e.g., Federal Maritime Comm’n,supra(actions by\nprivate parties before federal administrative agencies);Alden,supra(suits by private parties against a\nState in its own courts);Blatchfordv.Native Village of\nNoatak,501 U.S.\n775(1991) (suits by Indian tribes in federal court);Monaco,292 U.S.\n313(suits by foreign states in federal court);Ex parte New\nYork,256 U.S.\n490(1921) (admiralty suits by private parties in federal\ncourt);Smithv.Reeves,178\nU.S. 436(1900) (suits by federal corporations in federal\ncourt).3Despite this historical evidence that\ninterstate sovereign immunity is preserved in the constitutional\ndesign, Hyatt insists that such immunity exists only as a “matter\nof comity” and can be disregarded by the forum State.Hall,supra,at 416. He reasons that, before the Constitution was\nratified, the States had the power of fully independent nations to\ndeny immunity to fellow sovereigns; thus, the States must retain\nthat power today with respect to each other because “nothing in the\nConstitution or formation of the Union altered that balance among\nthe still-sovereign states.” Brief for Respondent 14. Like the\nmajority inHall, he relies primarily on our early foreign\nimmunity decisions. For instance, he citesSchooner Exchangev.McFaddon, in which the Court dismissed a libel action\nagainst a French warship docked in Philadelphia because, under the\nlaw of nations, a sovereign’s warships entering the ports of a\nfriendly nation are exempt from the jurisdiction of its courts. 7Cranch, at 145–146. But whether the host nation respects\nthat sovereign immunity, Chief Justice Marshall noted, is for the\nhost nation to decide, for “[t]he jurisdiction of [a] nation within\nits own territory is necessarily exclusive and absolute” and “is\nsusceptible of no limitation not imposed by itself.”Id.,at\n136. Similar reasoning is found inThe Santissima Trinidad,\n7 Wheat. 283, 353 (1822), where Justice Story noted that the host\nnation’s consent to provide immunity “may be withdrawn upon notice\nat any time, without just offence.”The problem with Hyatt’s argument is that the\nConstitution affirmatively altered the relationships between the\nStates, so that they no longer relate to each other solely as\nforeign sovereigns. Each State’s equal dignity and sovereignty\nunder the Constitution implies certain constitutional\n“limitation[s] on the sovereignty of all of its sister States.”World-Wide Volkswagen Corp.v.Woodson,444 U.S.\n286, 293 (1980). One such limitation is the inability of one\nState to hale another into its courts without the latter’s consent.\nThe Constitution does not merely allow States to afford each other\nimmunity as a matter of com- ity; it embeds interstate sovereign\nimmunity within the constitutional design. Numerous provisions\nreflect this reality.To begin, Article I divests the States of the\ntraditional diplomatic and military tools that foreign sovereigns\npossess. Specifically, the States can no longer prevent or remedy\ndepartures from customary international law because the\nConstitution deprives them of the independent power to lay imposts\nor duties on imports and exports, to enter into treaties or\ncompacts, and to wage war. Compare Art. I, §10, with Declaration of\nIndependence ¶4 (asserting the power to “levy War, conclude Peace,\ncontract Alliances, [and] establish Commerce”); seeKansasv.Colorado,185 U.S.\n125, 143 (1902).Article IV also imposes duties on the States not\nrequired by international law. The Court’s Full Faith and Credit\nClause precedents, for example, demand that state-court judgments\nbe accorded full effect in other States and preclude States from\n“adopt[ing] any policy of hostility to the public Acts” of other\nStates.Hyatt II, 578 U. S.,at ___ (slip op.,\nat 5) (internal quotation marks omitted); see Art. IV, §1.\nStates must also afford citizens of each State “all Privileges and\nImmunities of Citizens in the several States” and honor extradition\nrequests upon “Demand of the executive Authority of the State” from\nwhich the fugitive fled. Art. IV, §2. Foreign sovereigns\ncannot demand these kinds of reciprocal responsibilities absent\nconsent or compact. But the Constitution imposes them as part of\nits transformation of the States from a loose league of friendship\ninto a perpetual Union based on the “fundamental principle ofequalsovereignty among the States.”Shelby Countyv.Holder, 570 U.S. 529, 544 (2013) (emphasis in original and\ninternal quotation marks omitted).The Constitution also reflects implicit\nalterations to the States’ relationships with each other,\nconfirming that they are no longer fully independent nations. SeeNew Hampshirev.Louisiana,108 U.S.\n76, 90 (1883). For example, States may not supply rules of\ndecision governing “disputes implicating the[ir] conflicting\nrights.”Texas Industries, Inc.v.Radcliff Materials,\nInc.,451 U.S.\n630, 641 (1981). Thus, no State can apply its own law to\ninterstate disputes over borders,Cissnav.Tennessee,246 U.S.\n289, 295 (1918), water rights,Hinderliderv.La\nPlata River & Cherry Creek Ditch Co.,304 U.S.\n92, 110 (1938), or the interpretation of interstate compacts,Pettyv.Tennessee-Missouri Bridge Comm’n,359 U.S.\n275, 278–279 (1959). The States would have had the raw power to\napply their own law to such matters before they entered the Union,\nbut the Constitution implicitly forbids that exercise of power\nbecause the “interstate . . . nature of the contro- versy\nmakes it inappropriate for state law to control.”Texas\nIndustries,supra, at 641. Some subjects that were\ndecided by pure “political power” before ratification now turn on\nfederal “rules of law.”Rhode Islandv.Massachusetts, 12 Pet. 657, 737 (1838). See Clark, Federal\nCommon Law: A Structural Reinterpretation, 144 U. Pa. L. Rev. 1245,\n1322–1331 (1996).Interstate sovereign immunity is similarly\nintegral to the structure of the Constitution. Like a dispute over\nborders or water rights, a State’s assertion of compulsory judicial\nprocess over another State involves a direct conflict between\nsovereigns. The Constitution implicitly strips States of any power\nthey once had to refuse each other sovereign immunity, just as it\ndenies them the power to resolve border disputes by political\nmeans. Interstate immunity, in other words, is “implied as an\nessential component of federalism.”Hall, 440 U. S., at\n430–431 (Blackmun, J., dissenting).Hyatt argues that we should find no right to\nsovereign immunity in another State’s courts because no\nconstitutional provision explicitly grants that immunity. But this\nis precisely the type of “ahistorical literalism” that we have\nrejected when “interpreting the scope of the States’ sovereign\nimmunity since the discredited decision inChisholm.”Alden, 527 U. S., at 730; seeid.,at 736\n(“[T]he bare text of the Amendment is not an exhaustive description\nof the States’ constitutional immunity from suit”). In light of our\nconstitutional structure, the historical understanding of state\nimmunity, and the swift enactment of the Eleventh Amendment after\nthe Court departed from this understanding inChisholm,\n“[i]t is not rational to suppose that the sovereign power should be\ndragged before a court.” Elliot’s Debates 555 (Marshall). Indeed,\nthe spirited historical debate over Article III courts and the\nimmediate reaction toChisholmmake little sense if the\nEleventh Amendment were the only source of sovereign immunity and\nprivate suits against the States could already be brought in\n“partial, local tribunals.” Elliot’s Debates 532 (Madison). Nor\nwould the Founders have objected so strenuously to a neutral\nfederal forum for private suits against States if they were open to\na State being sued in a different State’s courts. Hyatt’s view thus\ninverts the Founders’ concerns about state-court parochialism.Hall,supra, at 439 (Rehnquist, J., dissenting).Moreover, Hyatt’s ahistorical literalism proves\ntoo much. There are many other constitutional doctrines that are\nnot spelled out in the Constitution but are nevertheless implicit\nin its structure and supported by historical practice—including,\nfor example, judicial review,Marburyv.Madison, 1\nCranch 137, 176–180 (1803); intergovernmental tax immunity,McCulloch, 4 Wheat., at 435–436; executive privilege,United Statesv.Nixon,418 U.S.\n683, 705–706 (1974); executive immunity,Nixonv.Fitzgerald,457 U.S.\n731, 755–758 (1982); and the President’s re- moval power,Myersv.United States,272 U.S.\n52, 163–164 (1926). Like these doctrines, the States’ sovereign\nimmunity is a historically rooted principle embedded in the text\nand structure of the Constitution.CWith the historical record and precedent\nagainst him, Hyatt defendsHallon the basis ofstare\ndecisis. Butstare decisisis “ ‘not an inexorable\ncommand,’ ”Pearsonv.Callahan,555 U.S.\n223, 233 (2009), and we have held that it is “at its weakest\nwhen we interpret the Constitution because our interpretation can\nbe altered only by constitutional amendment,”Agostiniv.Felton,521 U.S.\n203, 235 (1997). The Court’s precedents identify a number of\nfactors to consider, four of which warrant mention here: the\nquality of the decision’s reasoning; its consistency with related\ndecisions; legal developments since the decision; and reliance on\nthe decision. SeeJanusv.State, County, and Municipal\nEmployees, 585 U. S. ___, ___–___ (2018) (slip op., at\n34–35);United Statesv.Gaudin,515 U.S.\n506, 521 (1995).The first three factors support our decision to\noverruleHall. We have already explained thatHallfailed to account for the historical understanding of state\nsovereign immunity and that it failed to consider how the\ndeprivation of traditional diplomatic tools reordered the States’\nrelationships with one another. We have also demon- strated thatHallstands as an outlier in our sovereign-immunity\njurisprudence, particularly when compared to more recent\ndecisions.As to the fourth factor, we acknowledge that\nsome plaintiffs, such as Hyatt, have relied onHallby suing\nsovereign States. Because of our decision to overruleHall,\nHyatt unfortunately will suffer the loss of two decades of\nlitigation expenses and a final judgment against the Board for its\negregious conduct. But in virtually every case that overrules a\ncontrolling precedent, the party relying on that precedent will\nincur the loss of litigation expenses and a favorable decision\nbelow. Those case-specific costs are not among the reliance\ninterests that would persuade us to adhere to an incorrect\nresolution of an important constitutional question.*  *  *Nevadav.Hallis irreconcilable\nwith our constitutional structure and with the historical evidence\nshowing a widespread preratification understanding that States\nretained immunity from private suits, both in their own courts and\nin other courts. We therefore overrule that decision. Because the\nBoard is thus immune from Hyatt’s suit in Nevada’s courts, the\njudgment of the Nevada Supreme Court is reversed, and the case is\nremanded for proceedings not inconsistent with this opinion.It is so ordered.Notes1Hyatt argues that the\nlaw-of-the-case doctrine precludes our review of this question, but\nhe failed to raise that nonjurisdictional issue in his brief in\nopposition. We therefore deem this argument waived. See this\nCourt’s Rule 15.2;Arizonav.California,460 U.S.\n605, 618 (1983) (“Law of the case directs a court’s discretion,\nit does not limit the tribunal’s power”). We also reject Hyatt’s\nargument that the Board waived its immunity. The Board has raised\nan immunity-based argument from this suit’s inception, though it\nwas initially based on the Full Faith and Credit\nClause.2The Eleventh Amendment\nprovides: “The Judicial power of the United States shall not be\nconstrued to extend to any suit in law or equity, commenced or\nprosecuted against one of the United States by Citizens of another\nState, or by Citizens or Subjects of any Foreign\nState.”",
    "joined": []
}