{
    "case": {
        "docket": "18-877",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-877/"
    },
    "id": "4226491",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–877_________________FREDERICK L. ALLEN, et al., PETITIONERSv.ROY A. COOPER, III, GOVERNOR OF NORTH CAROLINA,\net al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[March 23, 2020]Justice Thomas, concurring in part and\nconcurring in the judgment.I agree with the Court’s conclusion that the\nCopyright Remedy Clarification Act of 1990, 17 U. S. C.\n§501et seq., does not validly abrogate States’\nsovereign immunity. But I cannot join the Court’s opinion in its\nentirety. I write separately to note two disagreements and one\nquestion that remains open for resolution in a future case.First, although I agree thatFlorida Prepaid\nPostsecondary Ed. Expense Bd.v.College Savings Bank,527 U.S.\n627(1999), is binding precedent, I cannot join the Court’s\ndiscussion ofstare decisis. The Court claims we need\n“ ‘special justification[s]’ ” to overrule precedent\nbecause error alone “cannot overcomestare decisis.”Ante, at 9–10. That approach “does not comport with our\njudicial duty under Article III.”Gamblev.United\nStates, 587 U. S. ___, ___ (2019) (Thomas, J., concurring)\n(slip op., at 2). If our decision inFlorida Prepaidwere\ndemonstrably erroneous, the Court would be obligated to “correct\nthe error, regardless of whether other factors support overruling\nthe precedent.” 587 U. S., at ___–___ (same) (slip op., at\n8–9).Here, adherence to our precedent is warranted\nbecause petitioners have not demonstrated that our decision inFlorida Prepaid“is incorrect, much less demonstrably\nerroneous.”Gamble, 587 U. S., at ___ (same) (slip op.,\nat 17). The Court inFlorida Prepaidcorrectly concluded\nthat “Congress may not abrogate state sovereign immunity pursuant\nto its Article I powers,” including its powers under the\nIntellectual Property Clause. 527 U. S., at 636 (citingSeminole Tribe of Fla.v.Florida,517 U.S.\n44, 72–73 (1996)). Petitioners’ claims to the contrary are\nunpersuasive.[1]*Second, I do not join the Court’s discussion\nregarding future copyright legislation. In my view, we should opine\non “only the case before us in light of the record before us.”Manhattan Community Access Corp.v.Halleck, 587\nU. S. ___, ___ (2019) (slip op., at 15). We should not purport\nto advise Congress on how it might exercise its legislative\nauthority, nor give our blessing to hypothetical statutes or\nlegislative records not at issue here.Finally, I believe the question whether\ncopyrights are property within the original meaning of the\nFourteenth Amendment’s Due Process Clause remains open. The Court\nrelies onFox Film Corp.v.Doyal,286 U.S.\n123(1932), to conclude that “[c]opyrights are a form of\nproperty.”Ante, at 11. ButFox Film Corp.addressed\n“property” in the context of state tax laws, not the Due Process\nClause. 286 U. S., at 128. And although we stated inFlorida Prepaidthat patents are “property” for due process\npurposes, we did not analyze the Fourteenth Amendment’s text, and\nneither of the cases we cited involved due process. 527 U. S.,\nat 642 (citingBrownv.Duchesne, 19 How. 183, 197\n(1857);Consolidated Fruit-Jar Co.v.Wright,94 U.S.\n92, 96 (1877)); see also Merrill, The Landscape of\nConstitutional Property, 86 Va. L. Rev. 885, 887 (2000)\n(noting that the “Court has not always been attentive to the\n‘property’ threshold” of the Due Process Clauses). Because the\nparties agree that petitioners’ copyrights are property, and\nbecause the Fourteenth Amendment does not authorize this statute’s\nabrogation of state sovereign immunity either way, we need not\nresolve this open question today. I would, however, be willing to\nconsider the matter in an appropriate case.For these reasons, I join all of the Court’s\nopinion except for the final paragraph in Part II–A and the final\nparagraph in Part II–B.Notes1*Because I adhere to our\nprecedents regarding Article I and state sovereign immunity, I\ncontinue to believe thatCentral Va. Community Collegev.Katz,546 U.S.\n356(2006), was wrongly decided. Seeid., at 379–385\n(Thomas, J., dissenting). The Court today rightfully limits that\nde-cision to the Bankruptcy Clause context, calling it a\n“good-for-one-clause-only holding.”Ante, at 9. I would go a\nstep further and recognize that the Court’s decision inKatzis not good for even that clause.",
    "joined": []
}