{
    "case": {
        "docket": "16-1276",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-1276/"
    },
    "id": "3854880",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1276_________________DIGITAL REALTY TRUST, INC., PETITIONERv.PAUL SOMERSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 21, 2018]Justice Thomas, with whom Justice Alito and\nJustice Gorsuch join, concurring in part and concurring in the\njudgment.I join the Court’s opinion only to the extent it\nrelies on the text of the Dodd-Frank Wall Street Reform and\nConsumer Protection Act (Dodd-Frank), 124Stat. 1376. The question\nin this case is whether the term “whistleblower” in Dodd-Frank’s\nantiretaliation provision, 15 U. S. C. §78u–6(h)(1),\nincludes a person who does not report information to the Securities\nand Exchange Commission. The answer is in the definitions section\nof the statute, which states that the term “whistleblower” means a\nperson who provides “information relating to a violation of the\nsecurities laws to the Commission.” §78u–6(a)(6). As the Court\nobserves, this statutory definition “resolves the question before\nus.”Ante, at 9. The Court goes on, however, to discuss the\nsupposed “purpose” of the statute, which it primarily derives from\na single Senate Report. Seeante, at 3–4, 11–12, 16–18. Even\nassuming a majority of Congress read the Senate Report, agreed with\nit, and voted for Dodd-Frank with the same intent, “we are a\ngovernment of laws, not of men, and are governed by what Congress\nenacted rather than by what it intended.”[1]Lawsonv.FMR LLC, 571 U. S. 429\n, ___ (2014) (Scalia, J., concurring in part and concurring in\njudgment) (slip op., at 1). And “it would be a strange canon of\nstatutory construction that would require Congress to state in\ncommittee reports . . . that which is obvious on the face\nof a statute.”Harrisonv.PPG Industries, Inc., 446\nU. S. 578, 592 (1980) . For these reasons, I am unable to join\nthe portions of the Court’s opinion that venture beyond the\nstatutory text.Notes1For what it is worth, I\nseriously doubt that a committee report is a “particularly reliable\nsource” for discerning “Congress’ intended meaning.”Ante,\nat 1 (Sotomayor, J., concurring). The following exchange on the\nSenate floor is telling: “Mr. ARMSTRONG. Mr. President, will the\nSenator tell me whether or not he wrote the committee report? “Mr.\nDOLE. Did I write the committee report? “Mr. ARMSTRONG. Yes. “Mr.\nDOLE. No; the Senator from Kansas did not write the com-mittee\nreport. “Mr. ARMSTRONG. Did any Senator write the committee report?\n“Mr. DOLE. I have to check. “Mr. ARMSTRONG. Does the Senator know\nof any Senator who wrote the committee report? “Mr. DOLE. I might\nbe able to identify one, but I would have to search. I was here all\nduring the time it was written, I might say, and worked carefully\nwith the staff as they worked. . . . “Mr. ARMSTRONG. Mr.\nPresident, has the Senator from Kansas, the chairman of the Finance\nCommittee, read the committee report in its entirety? “Mr. DOLE. I\nam working on it. It is not a bestseller, but I am working on it.\n“Mr. ARMSTRONG. Mr. President, did members of the Finance Committee\nvote on the committee report? “Mr. DOLE. No. “Mr.\nARMSTRONG. . . . The report itself is not considered\nby the Committee on Finance. It was not subject to amendment by the\nCommittee on Finance. It is not subject to amendment now by the\nSenate. . . . If there were matter within this report\nwhich was disagreed to by the Senator from Colorado or even by a\nmajority of all Senators, there would be no way for us to change\nthe report. I could not offer an amendment tonight to amend the\ncommittee report. . . . [ L]et me just make the\npoint that this is not the law, it was not voted on, it is not\nsubject to amendment, and we should discipline ourselves to the\ntask of expressing congressional intent in the statute.”Hirscheyv.FERC, 777 F. 2d 1, 7–8, n. 1\n(CADC 1985) (Scalia, J., concurring) (quoting 128 Cong. Rec.\n16918–16919 (1982)). See also Kethledge, Ambiguities and Agency\nCases: Reflections After (Almost) Ten Years on the Bench, 70 Vand.\nL. Rev. En Banc 315, 317–318 (2017) (describing his experience\nas a Senate staffer who drafted legislative history “like being a\nteenager at home while your parents are away for the weekend: there\nwas no supervision. I was able to write more or less what I\npleased. . . . [ M ]ost members of\nCongress . . . have no idea at all about what is in the\nlegislative history for a particular bill”).",
    "joined": []
}