{
    "case": {
        "docket": "73",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/73/"
    },
    "id": "1963661",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–8145_________________JUAN SMITH, PETITIONER v. BURL CAIN,\nWARDENon writ of certiorari to the orleans parish\ncriminal district court of louisiana[January 10, 2012]Justice Thomas,\ndissenting.The Court holds that\nJuan Smith is entitled to a new murder trial because the State, in\nviolation of Brady v. Maryland, 373 U. S. 83 (1963) , did not\ndisclose that the eyewitness who identified Smith at trial stated\nshortly after the murders that he could not identify any of the\nperpetrators. I respectfully dissent. In my view, Smith has not\nshown a “reasonable probability” that the jury would have been\npersuaded by the undisclosed evidence. United States v. Bagley, 473\nU. S. 667, 682 (1985) (opinion of Blackmun, J.). That\nmateriality determination must be made “in the context of the\nentire record,” United States v. Agurs, 427 U. S. 97, 112\n(1976) , and “turns on the cumu- lative effect of all such evidence\nsuppressed by the government,” Kyles v. Whitley, 514 U. S.\n419, 421 (1995) . Applying these principles, I would affirm the\njudgment of the Louisiana trial court.IThe evidence\npresented at trial showed the following facts. On March 1, 1995,\nLarry Boatner and several friends gathered at Rebe Espadron’s home\nin New Or- leans. Boatner and others were drinking and talking in\nthe kitchen when Boatner heard the loud sound of a car without a\nmuffler outside. As Boatner opened the kitchen’s outside door to\ninvestigate the noise, armed men pushed their way through the door,\ndemanding drugs and money. Tr. 153–154 (Dec. 5, 1995). The first\nman though the door put a gun in Boatner’s face and pushed him\nbackwards. Id., at 154–155. The men initially ordered Boatner and\nhis friends to the floor, but then ordered Boatner to stand up. At\nthat time, the man who had been the first one through the door\nplaced his gun under Boatner’s chin. Id., at 156–157. When Boatner\nasked what the men wanted him to do, the first man struck Boatner\non the back of the head with his gun, knocking Boatner back to the\nground. Id., at 157–158.After hearing the\ncommotion, Espadron emerged from a back bedroom, where she had been\nwhen the men entered the house. As Espadron opened an inside door\nleading to the kitchen, a man with a “covering” over his mouth\npointed his gun at her face and ordered her to the floor. Id., at\n70–71. Disregarding his command, Espadron ran back toward the\nbedroom, at which point the intruders opened fire. Id., at 71–72,\n159.When the shooting was\nover, four people lay dead. A fifth person, 17-year-old Shelita\nRussell, was mortally wounded and died later at the hospital. Of\nthose originally gathered in the house, the only survivors were\nBoatner, who suffered a severe laceration to his head from the\nfirst man’s blow but was otherwise uninjured; Espadron, who escaped\nunharmed; and Reginald Harbor, who had remained in a back bedroom\nduring the shooting. The police also found a man named Phillip\nYoung at the scene. Young was alive but had suffered a gunshot\nwound to the head. Because Boatner, Espadron, and Harbor had never\nseen Young before, the police surmised that Young had been one of\nthe perpetrators. [1]New Orleans police\nofficer Joseph Narcisse was a first responder to the scene of the\nshooting. He testified at trial that he encountered Boatner in the\nbathroom of Espadron’s home, where Boatner was attempting to care\nfor the laceration to his head. According to Narcisse, “Mr.\nBoatner . . . had let inside the perpetrators and\ndid see them.” Id., at 21 (Dec. 4, 1995). Narcisse further\nexplained that Boatner “had a description” of the person that he\nsaw, the details of which Narcisse could not recall. Id., at\n32.Detective John\nRonquillo, the lead investigator of the shootings, testified that\nBoatner had described the first man through the kitchen door as\nhaving a “short-type haircut,” “a lot of golds in his teeth,” and\n“brown-ski[n].” [2] Id., at\n115 (Dec. 5, 1995). Ronquillo further testified that Boatner could\ndescribe no other perpetrator, but that Boatner had viewed the\nfirst man twice: once when the man initially came through the door\nand again when Boatner was ordered to stand up and the man held a\ngun to his chin. Id., at 117–118.Ronquillo also\ntestified that, during the four months following the shootings,\nBoatner viewed 14 six-person photograph arrays of potential\nsuspects—only one of which contained a picture of Smith. Id., at\n89–100. Three weeks after the crime, Ronquillo presented Boatner\nwith one of the arrays that did not include a picture of Smith.\nRonquillo recalled that Boatner noted that one man in the array had\na “similar haircut” and “a similar expression on his face” as the\n“gentleman that came into the house initially with the gun that\n[Boatner] confronted,” but that Boatner “was positive this wasn’t\nthe individual.” Id., at 97; see also 5 Record 828. A few months\nlater, Ronquillo presented Boatner with the array that included a\nphotograph of Smith. Tr. 99–101 (Dec. 5, 1995). Ronquillo testified\nthat Boatner identified Smith “immediately,” stating, “ ‘This\nis it. I’ll never forget that face.’ ” Id., at 100. Of the 84\nphotographs that Boatner viewed, Smith’s photograph was the only\none that Boatner identified.Boatner identified\nSmith again when he was called to the stand during Smith’s trial.\nBoatner testified that Smith’s face was the “[s]ame face,” id., at\n174, and that Smith’s mouth was the “[s]ame mouth” “full of gold,”\nibid., as that of the first man who came through the kitchen door\non the night of the attack. Boatner also testified that Smith’s\nhair at trial was “shaved on the sides” as it was during the crime,\nbut that “the top was a little bit lower” at the time of the\nmurders. Id., at 165. Boatner explain- ed that, during the attack,\nhe had focused on the first man through the door—who was\nunmasked—but that he “didn’t notice” the faces of any of the other\nassailants or whether they were masked. Id., at 154. On\ncross-examination, Boatner testified that he had described the\nfirst man’s build, haircut, and gold teeth jewelry to the police.\nId., at 178.Based on this evidence,\nthe jury convicted Smith of first-degree murder. Following the\nconclusion of direct review, Smith petitioned the trial court for\npostconviction relief. Smith argued that the State had failed to\ndisclose various police notes revealing favorable evidence material\nto Smith’s guilt. As relevant here, those items include pretrial\nstatements by Boatner; statements by victim Shelita Russell and\nEspadron’s neighbor, Dale Mims; a pretrial statement by firearms\nexaminer Kenneth Leary; statements by cosuspect Robert Trackling\nand Trackling’s fellow inmate, Eric Rogers; and a statement by\ncosuspect Phillip Young. After holding a 4-day evidentiary hearing,\nthe postconviction judge—who had also presided over Smith’s 2-day\ntrial—denied Smith’s Brady claims.Like the postconviction\ncourt below, I conclude that Smith is not entitled to a new trial\nunder Brady. In my view, Smith has not established a reasonable\nprobability that the cumulative effect of this evidence would have\ncaused the jury to change its verdict.IIASmith first\nidentifies two undisclosed statements by Boatner, which the Court\nconcludes are “plainly material.” Ante, at 3. First, a note by\nRonquillo, documenting a conversation he had with Boatner at the\nscene, states that Boatner “could not . . . supply a\ndescription of the perpetrators other th[a]n they were black\nmales.” 5 Record 809. Second, a handwritten note by Ronquillo,\ndocumenting a phone conversation he had with Boatner on March 6,\nfive days after the murders, states that\n“Boatner . . . could not ID anyone because couldn’t\nsee faces . . . glanced at 1st one—saw man—through\ndoor—can’t tell if had—faces covered didn’t see\nanyone . . . Could not ID—would not know them if—I\nsaw them.” 13 id., at 2515. Ronquillo’s typed summary of this note\nstates that Boatner advised him that he “could not identify any\nperpetrators of the murder.” 5 id., at 817.Smith is correct that\nthese undisclosed statements could have been used to impeach\nBoatner and Ronquillo during cross-examination. But the statements\nare not material for purposes of Brady because they cannot\n“reasonably be taken to put the whole case in such a different\nlight as to undermine confidence in the verdict.” Kyles, 514\nU. S., at 435. When weighed against the substantial evidence\nthat Boatner had opportunities to view the first perpetrator,\noffered consistent descriptions of him on multiple occasions, and\neven identified him as Smith, the undisclosed statements do not\nwarrant a new trial.The evidence showed\nthat, notwithstanding Ronquillo’s on-scene note, Boatner offered a\ndescription of the perpetrator at the scene. Officer Narcisse\ntestified that Boatner provided him with a description of the\nperpetrator that Boatner saw. Narcisse’s testimony thus\ncorroborated Boatner’s trial testimony that he saw the first man\nand described him to police. [3] Narcisse’s testimony also mitigated the impeachment\nvalue of Ronquillo’s on-scene note by indicating that, although\nBoatner may have provided no detailed description to Ronquillo at\nthe scene, Boatner had described the first man to another officer.\n[4]In any event,\nRonquillo’s notes reflect that Boatner provided a description of\nthe first perpetrator at the police station only a few hours after\nthe shootings occurred. Tr. 403 (Jan. 22, 2009). Boatner was asked\nif he could “describe the subjects wh[o] shot the people in the\nhouse.” 5 Record 866. He responded: “I can tell you about one, the\none who put the pistol in my face, he was a black male with a low\ncut, gold[s] in his mouth . . . about my complexion,\nbrown skinned.” Ibid. When asked, “[Y]ou say you can’t describe any\nof the other shooters besides the one who put the gun in your face\nafter you opened the door,” Boatner replied, “No, I can’t.” Ibid.\nIn his brief, Smith cites this station house statement as an\nexample of favorable, undisclosed evidence. But this statement\nactually corroborates Boatner’s trial testimony that he saw and\ndescribed the first perpetrator to police and that he did not get a\ngood look at the other assailants. Moreover, the description\nBoatner provided was consistent with Smith’s appearance. The Court\ncompletely ignores Boatner’s station house statement, but our cases\ninstruct us to evaluate “the net effect of the evidence withheld by\nthe State” in assessing materiality. See Kyles, supra, at\n421–422.The evidence not only\nshows that Boatner described the first perpetrator twice in the\nimmediate aftermath of the crime, but also that Boatner described\nhim again three weeks later when he viewed a photograph array and\neliminated a similar-looking individual. The evidence before the\njury further indicated that, several months after the crime,\nBoatner confidently identified Smith in an array, after evincing a\ndiscriminating, careful eye over a 4-month investigative period.\nWhat is more, the reliability of Boatner’s out-of-court\nidentification was extensively tested during cross-examination at\nSmith’s trial. In particular, Boatner was asked whether the fact\nthat he saw Smith’s picture in a newspaper article naming Smith as\na suspect had tainted his identification. Boatner did not waiver,\nresponding, “I picked out the person I seen come in that house that\nheld a gun to my head and under my chin and the person that was\nthere when all my friends died.” Tr. 190 (Dec. 5, 1995). That\nBoatner credibly rejected defense counsel’s “suggestion” theory is\nsupported by the fact that Boatner did not identify cosuspect\nRobert Trackling—whose photograph was included in a separate array\nshown to Boatner on the same day that Boatner identified Smith—even\nthough Trackling’s picture was next to Smith’s in the same\nnewspaper article. 5 Record 833, 835.When weighed against\nBoatner’s repeated and consistent descriptions and confident\nout-of-court and in-court identifications, Boatner’s March 6\nstatement is also immaterial. As an initial matter, Ronquillo’s\nnote of his March 6 conversation with Boatner contains an internal\ncontradiction that undercuts its impeachment value. Although the\nnote states that Boatner “didn’t see anyone,” it also states that\nBoatner “glanced at 1st one—saw man—through door.” 13 id., at 2515.\nThe latter part is consistent with Boatner’s repeated statements\nthat he only saw the first man through the door. Moreover, the jury\nwould have evaluated any equivocation in Boatner’s statement in\nlight of the fact that he made it a mere five days after a\ntraumatic shooting, when the perpetrators were still at large. The\njury would have considered Boatner’s trial testimony that,\nfollowing the murders of his friends, he began having nightmares,\nhad difficulty sleeping, quit his job, and began drinking\nheavily—so much so that he checked into a hospital for substance\nabuse treatment and grief counseling. Tr. 162–163, 170–171, 182\n(Dec. 5, 1995). Any impeachment value in the March 6 note would\nhave been further mitigated by the fact that, as Ronquillo\nexplained, “on the night of the incident [Boatner] said that he\ncould [identify someone] and he gave a description that was very\nclose to Mr. Smith’s description.” Id., at 401 (Jan. 22, 2009).\nAnd, following his March 6 conversation with Ronquillo, Boatner\nviewed numerous photograph arrays, described the first perpetrator,\nand ultimately identified him as Smith.Of course, had the jury\nbeen presented with Ronquillo’s notes of Boatner’s on-scene and\nMarch 6 statements, it might have believed that Boatner could not\nidentify any of the perpetrators, but a possibility of a different\nverdict is insufficient to establish a Brady violation. See\nStrickler v. Greene, 527 U. S. 263, 291 (1999) ; see also\nAgurs, 427 U. S., at 109–110 (“The mere possibility that an\nitem of undisclosed information might have helped the defense, or\nmight have affected the outcome of the trial, does not es- tablish\n‘materiality’ in the constitutional sense.” Rather, a “petitioner’s\nburden is to establish a reasonable prob- ability of a different\nresult.” Strickler, supra, at 291.Instead of requiring\nSmith to show a reasonable probability that Boatner’s undisclosed\nstatements would have caused the jury to acquit, the Court\nimproperly requires the State to show that the jury would have\ngiven Boatner’s undisclosed statements no weight. See ante, at 3\n(“[T]he State’s argument offers a reason that the jury could have\ndisbelieved Boatner’s undisclosed statements, but gives us no\nconfidence that it would have done so”). But Smith is not entitled\nto a new trial simply because the jury could have accorded some\nweight to Boatner’s undisclosed statements. Smith’s burden is to\nshow a reasonable probability that the jury would have accorded\nthose statements sufficient weight to alter its verdict. In light\nof the record as a whole—which the Court declines to consider—Smith\nhas not carried that burden.BSmith also argues\nthat statements by Shelita Russell and Dale Mims documented in\nRonquillo’s handwritten notes could have been used to impeach\nBoatner’s identification of Smith because the statements indicate\nthat the perpetrators were masked. One undated note, which contains\nseveral entries about various aspects of the investigation, states,\n“female—face down against cabinets—conscious.” On the next line,\nthe note continues, “said—in kitchen saw people barge in—one—black\ncloth across face—first one through door—[no further statement].”\n13 Record 2556. When cross-examined during the postconviction\nhearing about whether this note documented the statement of\nRussell, Ronquillo confirmed that the note was in his handwriting,\nbut he testified that he never talked to Russell, that he did not\nknow when the note was made, and that someone else could have\nrelayed the information to him. Tr. 415–418 (Jan. 22, 2009). [5] I will assume arguendo\nthat, had this note been disclosed, it would have been admissible\nat Smith’s trial as a dying declaration of Russell. [6] But the note would have had minimal\nimpeachment value because, contrary to Smith’s assertions, it is\nambiguous in light of the context in which the statement was made.\nOfficer Narcisse testified that Russell was conscious and able to\ntalk, but that she was in “bad condition.” Id., at 20 (Dec. 4,\n1995). Similarly, Reg- inald Harbor testified that, as Russell lay\nwounded, she was “whining” and he “didn’t catch nothing [t]hat she\nsaid.” Id., at 205 (Dec. 5, 1995). And, although Smith contends\nthat the note says “exactly” that the “first person through the\ndoor had a black cloth across his face,” that is not how the note\nreads. Reply Brief for Petitioner 11 (emphasis deleted; internal\nquotation marks omitted) (hereinafter Reply Brief). The note first\nstates that the declarant “saw people barge in,” then states\n“one—black cloth across face—first one through door—[no further\nstatement].” 13 Record 2556 (emphasis added). It is at least as\nlogical to read this statement as indicating only that “one” of the\n“people” had a “black cloth across [his] face.” Russell, suffering\nfrom fatal wounds, said nothing further after “first one through\ndoor,” and it is impossible to know whether the “first one” was\nalso the “one” with a “black cloth across [his] face.”The second statement\nSmith identifies is that of Dale Mims, who lived down the street\nfrom Espadron’s home and who heard the shooting. A note by\nRonquillo states that Mims saw four males fleeing Espadron’s home,\n“all wearing mask[s].” Id., at 2518. Like Russell’s purported\nstatement, this statement has minimal impeachment value in light of\nthe record. Mims’ undisclosed statement does not address whether\nsome or all of the perpetrators were masked inside Espadron’s home.\n[7] Moreover, had Mims been\ncalled as a witness at trial, he presumably would have testified,\nas he did at the postconviction hearing, that he was “positive”\nthat he only saw three perpetrators fleeing, and that, of those\nthree, only two were masked. Tr. 269, 271–273, 275 (Jan. 13,\n2009).Both Russell’s\npurported statement and Mims’ testimony are consistent with\nBoatner’s testimony that he did not know whether any of the other\nperpetrators were masked, id., at 154 (Dec. 5, 1995), and with\nOfficer Narcisse’s and Espadron’s testimony that the single\nperpetrator whom Espadron observed was wearing some sort of face\ncover- ing, id., at 30–31 (Dec. 4, 1995); id., at 71 (Dec. 5,\n1995). Thus, the totality of the evidence indicates that some, but\nnot all, of the perpetrators were masked, a conclusion that in no\nway undermines Boatner’s consistent assertions that the only\nperpetrator he saw was unmasked.CSmith also contends\nthat Ronquillo’s undisclosed note documenting a pretrial statement\nby firearms examiner Kenneth Leary is material for purposes of\nBrady. The note states that “Leary advised Ronquillo that the 9MM\nammunition confiscated from [the scene of the murders] was typed to\nhave been fired from a[n] [Intratec], ‘Mac[-] 11’ model type, semi\nautomatic weapon.” 5 Record 831. According to Smith, this statement\nconflicts with Leary’s trial testimony that the 9-millimeter\nammunition found at the scene “was fired by one particular weapon,\none 9-millimeter handgun,” Tr. 132 (Dec. 5, 1995), because an\nIntratec or Mac-11 pistol is not a “handgun.” Smith further argues\nthat Leary’s pretrial statement could have been used to exculpate\nSmith, whose guilt the prosecution attempted to show by calling a\npathologist to testify that Shelita Russell’s wounds could have\nbeen inflicted by a 9-millimeter “handgun,” id., at 39 (Dec. 4,\n1995), and by calling Boatner to testify that the gun Smith held\nunder his chin was a 9-millimeter silver “hand gun,” id., at 157\n(Dec. 5, 1995).Contrary to Smith’s\ncontentions, Leary’s pretrial statement does not undermine the\nevidence presented at trial. Leary’s pretrial statement is\nconsistent with his and Boatner’s trial testimony because an\nIntratec or Mac11 pistol is a 9-millimeter handgun. Smith concedes\nthat such a weapon uses 9-millimeter cartridges. Brief for\nPetitioner 48. Moreover, a “handgun” is simply “[a] firearm that\ncan be used with one hand,” American Heritage Dictionary 819 (3d\ned. 1992), and no one disputes that an Intratec or Mac-11 pistol\ncan be used with one hand. Smith nonetheless insists that, “as a\ncolloquial matter, machine pistols of the Intratec or MAC-11 type\nwould be considered automatic or semiautomatic weapons, rather than\nhandguns.” Reply Brief 18. But even assuming that Smith is correct,\nhe fails to explain why Leary, a firearms expert, would have been\nexpected to use colloquial rather than technical terminology. [8]The record also makes\nclear that, when Boatner used the term “handgun,” he did not\nunderstand it to exclude automatic or semiautomatic machine\npistols. In the immediate aftermath of the murders, as well as at\ntrial, Boatner stated that a second perpetrator carried a “Ma[c]\n10” or “Tech Nine” “Uzi” type weapon, Tr. 159, 179 (Dec. 5, 1995);\n5 Record 809, 813, 866, and Boatner described that weapon as a\n“handgun,” id., at 809. Moreover, Boatner’s pretrial description of\nthe silver or chrome “handgun” that the first man held was\nconsistent with Leary’s undisclosed statement that the gun that\nfired the 9-millimeter ammunition found at the scene was a\nsemiautomatic weapon. In his station house statement, Boatner\ndescribed the first man’s weapon as a “big,” “automatic pistol.”\nId., at 813, 866. Because Leary’s pretrial statement is neither\nimpeaching nor exculpatory, Leary’s undisclosed statement cannot\nform the basis of a Brady violation. See Strickler, 527 U. S.,\nat 281–282 (To make out a Brady viola- tion, “[t]he evidence at\nissue must be favorable to the accused, either because it is\nexculpatory, or because it is impeaching”).DSmith next points to\npurportedly exculpatory and ma- terial undisclosed pretrial\nstatements made by Robert Trackling, a member of the “Cut Throat\nPosse” street gang with which Smith was allegedly associated, and\nby Eric Rogers, an inmate who was incarcerated with Trackling. 5\nRecord 845. Police notes reflect that Eric Rogers gave an interview\nto investigators on May 19, 1995, during which he described a\nconversation that he had with Trackling while in prison. During\nthat conversation, Trackling described the murders at Espadron’s\nhome and stated that he had committed the crime along with “Fat,\nBuckle, and a guy they call uh, Short Dog.” Id., at 841. According\nto Rogers, Fat’s real name was “Darnell [Donielle] Banister,”\nBuckle’s real name was “Contez [Kintad] Phillips,” and Short Dog’s\nreal name was “Juan.” Id., at 843–844.Smith contends that\nRogers’ interview was exculpatory in two respects. First, he points\nto the following comment by Rogers later during the interview:\n“They call Contez Philip Buckle, they call Darnell Banister Fat,\nShort Dog that’s what they call him, they call Robert Home.” Id.,\nat 845. Smith suggests that Rogers’ prior identification of “Short\nDog” as “Juan [Smith]” was equivocal in light of his later\nstatement that “Short Dog” was a man named “Robert Home.” Reply\nBrief 21. Second, Smith asserts that disclosure of Rogers’\ninterview would have led the defense and the jury to learn of\nRogers’ allegation—made for the first time 10 years after Smith’s\ntrial—that the police had asked him to implicate Juan Smith as\n“Short Dog,” Tr. 284–285 (Jan. 13, 2009).Neither argument is\npersuasive. If the jury had learned of Rogers’ statement, it would\nhave heard information directly inculpating Smith as “Short Dog,” a\nperpetrator of the shootings. Rogers’ physical description of\n“Short Dog”—“he[’s] short[,] he[’s] got golds going across his\nmouth[,] and . . . he’s like built,” 5 Record 844–also\ncorroborated Boatner’s description of the first man through the\ndoor as having a “mouth full of gold” and a “heavy” build.\nFurthermore, Smith ignores other inculpatory information documented\nin Ronquillo’s notes of Rogers’ statement. Those notes reflect\nTrackling’s own interview with police on June 1, 1995, in which\nTrackling identified Phillips, Bannister, and “Juan Smith” as the\nperpetrators of the murders at Espadron’s home. Id., at 832; see\nalso id., at 854–855. Trackling’s statement only strengthens the\ninculpatory nature of Rogers’ interview.Further, the jury\nassuredly would not have believed Smith’s suggestion that Rogers\nidentified “Short Dog” as a man named “Robert Home.” When this\nstatement is taken in context, it appears that Rogers was\ndescribing the nickname—“Home” [9] —of Robert Trackling, the “Robert” whom Rogers had\nrepeatedly referenced throughout his interview. See id., at\n839–850. Indeed, Rogers’ phrase- ology, “they call Robert Home,”\nwas consistent with his pre- vious comments that “[t]hey call\nContez Philip Buckle,” and “they call Darnell Banister Fat.” Id.,\nat 845 (emphasis added). Unsurprisingly, in the thousands of pages\nof record material, I have not found, nor have the parties cited, a\nsingle reference to anyone named “Robert Home.”If the jury had heard\nRogers’ postconviction testimony that police asked him to implicate\nSmith and that Trackling’s description of the murders did not\ninclude Smith, Tr. 284–285 (Jan. 13, 2009), it would have weighed\nRogers’ allegation against Trackling’s own statement to the police\nthat Smith had participated in the murders at Espadron’s home, 5\nRecord 832. The prosecution also would have called Smith’s sister,\nTrinieze Smith, to testify that she believed her brother was known\nas “Short Dog,” as she did at the postconviction hearing. Tr. 371\n(Jan. 14, 2009). On this record, the undisclosed statements by\nRogers and Trackling actually strengthen rather than weaken\nconfidence in the jury’s guilty verdict. [10]EFinally, Smith argues\nthat an undisclosed handwritten note by Ronquillo documenting a\nstatement by Phillip Young—the man found injured at the scene and\nsuspected of having participated in the crime—is also material\nevidence warranting a new trial. At trial, Ronquillo testified that\nhe met with Young while Young was hospitalized as a result of\npermanent brain damage suffered in the shoot- ings. Id., at 102\n(Dec. 5, 1995). According to Ronquillo, Young “was strapped to a\nchair. He really couldn’t talk, [h]e mumbled. He could use his left\nhand, that was all. He couldn’t walk or anything. He was fed\nthrough a tube by the people there. He was in really bad shape.”\nId., at 102–103. When asked whether Young was able to communicate\nwith him “at all,” Ronquillo responded, “No. I couldn’t understand\nanything that he was saying.” Id., at 103.The undisclosed note\nfrom Ronquillo’s meeting with Young reads as follows: “Short\nDog/Bucko/Fats—No—Didn’t shoot me—No—Not with me when went to\nhouse—Yes—one of people in house shot me—No—Not\nresponsible—‘Posse’—Didn’t drive to house—‘Posse’—Yes—Knows names\nof perps—Yes—Drove in car—Yes—girlfriend’s car.” 13 Record 2568.\nSmith contends that this note is exculpatory in that it suggests\nthat he was “not involved” in the shootings. Brief for Petitioner\n43.Young’s statement is\nonly exculpatory if Smith concedes (as the statement asserts) that\nhe is, in fact, “Short Dog” and a member of the “Cut Throat Posse.”\nSuch a concession would only have strengthened the inculpatory\nvalue of the statements by Rogers and Trackling indicating that\nSmith was the “Short Dog” who committed the murders at Espadron’s\nhome. In any event, the exculpatory value of the note is minimal\nfor several other reasons. First, it is unclear whether Ronquillo’s\nnote reflects a statement by Young that the “Posse” was not\nresponsible for shooting the victims or a statement that the\n“Posse” was not responsible for shooting Young. Further, the\nstatement that “Short Dog” and others were not with Young when he\nwent to the house is certainly not a clear statement that “Short\nDog” did not commit the murders, especially in light of evidence in\nthe record that the assailants used two cars on the night of the\nmurders. [11] Second, had\nthe jury learned of Ronquillo’s note, it would have presumably\nheard Ronquillo testify, as he did at the postconviction hearing,\nthat he was not even sure whether his note actually reflected\nstatements by Young, given that Young “couldn’t talk,” was\n“jumbled,” could only “kind of move his head,” and sometimes would\njust sit and stare when Ronquillo asked a question. [12] Tr. 423–424 (Jan. 22, 2009).\nAccordingly, Ronquillo explained, “I never had hide nor hair\nactually of what [Young] said.” Id., at 423.The jury thus would\nhave evaluated Ronquillo’s note, of unclear exculpatory value on\nits face, against a backdrop of doubt as to what, if anything,\nYoung actually communicated. The jury also would have weighed this\nevidence against the strongly inculpatory nature of Boatner’s\ndescriptions and identifications and Rogers’ and Trackling’s\nstatements, which corroborated Boatner’s identification. When all\nof the evidence is considered cumulatively, as it must be, Smith\nhas not shown a reasonable probability that the jury would have\nreached a different verdict.*  *  *The question\npresented here is not whether a prudent prosecutor should have\ndisclosed the information that Smith identifies. Rather, the\nquestion is whether the cu- mulative effect of the disclosed and\nundisclosed evidence in Smith’s case “put[s] the whole case in such\na different light as to undermine confidence in the verdict.”\nKyles, 514 U. S., at 435. When, as in this case, the Court\ndeparts from its usual practice of declining to review alleged\nmisapplications of settled law to particular facts, id., at 456\n(Scalia, J., joined by Rehnquist, C. J., and Kennedy and\nThomas, JJ., dissenting), the Court should at least consider all of\nthe facts. And, the Court certainly should not decline to review\nall of the facts on the assumption that the remainder of the record\nwould only further support Smith’s claims, as the Court appears to\nhave done here. Ante, at 3–4.Such an assumption is\nincorrect. Here, much of the record evidence confirms that, from\nthe night of the murders through trial, Boatner consistently\ndescribed—with one understandable exception—the first perpetrator\nthrough the door, that Boatner’s description matched Smith, and\nthat Boatner made strong out-of-court and in-court identifications\nimplicating Smith. Some of the undisclosed evidence cited by Smith\nis not favorable to him at all, either because it is of no\nimpeachment or exculpa- tory value or because it actually\ninculpates him. Because what remains is evidence of such minimal\nimpeachment and exculpatory value as to be immaterial in light of\nthe whole record, I must dissent from the Court’s holding that the\nState violated Brady.Notes1Young was indicted along\nwith Smith for the murders, but he was deemed incompetent to stand\ntrial due to the brain damage he sufferedas a result of being shot.\n1 Record 49.2“Golds” are permanent or\nremovable mouth jewelry, also referred to as “grills.” See Mouth\nJewelry Wearers Love Gleam of the Grill, South Florida\nSun-Sentinel, Feb. 4, 2007, p. 5, 2007 WLNR 2187080. See also\nA. Westbrook, Hip Hoptionary 59 (2002) (defining a “grill” as a\n“teeth cover, usually made of gold and diamonds”).3In a pretrial hearing,\nBoatner testified that he “gave a descriptionto the officer that\ncame to the scene.” Tr. 24 (Oct. 27, 1995). Boatner responded\nnegatively when asked whether this officer was Detective Ronquillo.\nIbid. Boatner further testified that he told the officer that the\nfirst man through the door was “heavy built with his hair with a\nfade, with a little small top with a lot of gold teeth in his\nmouth.” Ibid. That testimony was consistent with the testimony that\nBoatner and Officer Narcisse gave at trial.4Moreover, Boatner’s\nreticence toward Ronquillo at the scene of the crime was entirely\nunderstandable. As Ronquillo noted at the postconviction hearing,\n“there were dead bodies everywhere,” and Boatner was “a little\nshook up.” Id., at 402–403 (Jan. 22, 2009). Similarly, Narcisse\ntestified at trial that Boatner, while “not as frantic” as\nEspadron, was a “bit emotional” when Narcisse encountered him at\nthe scene. Id., at 34 (Dec. 4, 1995).5Russell did not make this\nstatement to Officer Narcisse. He testified that Russell “was not\nable to give us any information or any details of what had\nhappened.” Id., at 20.6Louisiana law provides\nthat “[a] statement made by a declarant while believing that his\ndeath was imminent, concerning the cause or circumstances of what\nhe believed to be his impending death[,]” is “not excluded by the\nhearsay rule if the declarant is unavailable as a witness.” La.\nCode Evid. Ann., Art. 804(B)(2) (West Supp. 2012). Assuming this\nstatement was actually Russell’s, it likely qualifies as a dying\ndeclaration. At trial, Boatner testified that, in the aftermath of\nthe shooting, Russell told him, “Feel like I’m about to die.” Tr.\n161 (Dec. 5, 1995) (internal quotation marks omitted). Espadron\nalso testified that Russell told her, “I’m gonna die,” and, “Don’t\nlet me die.” Id., at 73–74 (internal quotation marks\nomitted).7Smith ridicules the\n“exceedingly peculiar” notion that the perpetrators would have\nremained unmasked inside Espadron’s home, only to mask themselves\nbefore leaving the scene. Reply Brief 12–13. But that notion is\neminently reasonable if the perpetrators intended to massacre the\nwitnesses who were inside the home—as they did—and were concerned\nonly with disguising themselves from neighbors outside who might\nsee or hear the burglary.8Smith argues that Leary\nhimself considered an “[Intratec] or ‘Mac[-]11’ ” model type\nto be different from a 9-millimeter handgun. Smith relies on the\nfact that Leary’s pretrial statement indicated that the ammunition\nrecovered from the scene did not come from the handgun recovered\nfrom Donielle Bannister, another suspect in the murders. Id., at\n18. Leary’s pretrial statement did not describe the handgun\nrecovered from Bannister as a 9-millimeter, contrary to Smith’s\nrepresentation. More importantly, Leary’s statement suggests only\nthat Bannister’s handgun did not fire the 9-millimeter ammunition\nfound at the scene, not that Leary did not consider an “[Intratec]\nor ‘Mac[-]11’ ” model type to be a handgun.9See 2 Dictionary of\nAmerican Regional English 1064–1065, 1069 (F. Cassidy & J. Hall\neds. 1991) (defining “Home” as “a term of address used by two black\npeople either from the same Southern state or simply from the\nSouth,” similar to “homey” or “home boy”); 2 Green’s Dictionary of\nSlang 828 (2010) (defining “home,” an abbreviation of homeboy, as\n“a friend, often used in direct address”); Concise New Partridge\nDictionary of Slang and Unconventional English (T. Dalzell & T.\nVictor eds. 2008) (defining “home” as “a very close male friend,”\nan abbreviation of “Homeboy”).10Detective Byron Adams, who took\nRogers’ statement, did not testify at the postconviction hearing\nbecause he had died in the meantime. He thus had no opportunity to\naddress Rogers’ recantation or his newly minted allegation that\nDetective Adams asked Rogers to implicate Smith. Smith argues that\n“there is no reason to believe that . . . Adams\nwould have contradicted Rogers—much less that the jury would have\nbelieved [him] if [he] did.” Reply Brief 21. But Smith offers no\nsupport for his dubious assertion that Detective Adams would have\nadmitted to framing Smith, or that, had the detective denied the\nallegation, the jury would have believed Rogers—a convicted\nmurderer who never explained any motive Adams would have had to\nframe Smith—over the detective.11In\nhis station house statement, Boatner explained that the loud car\nthat arrived at Espadron’s home was white. 5 Record 866. In Rogers’\ninterview with the police, Rogers said that Trackling escaped from\nEspadron’s home in a burgundy car. Id., at 842.12Smith\nalso contends that the defense could have used the undisclosed note\nto impeach Ronquillo’s trial testimony that Young was not able to\ncommunicate with him “at all.” That argument lacks merit.\nRonquillo’s trial testimony, when read in context, does not suggest\nthat no communication occurred. Rather, Ronquillo made clear that\nhe simply “couldn’t understand anything that [Young] was saying.”\nSee Tr. 103 (Dec. 5, 1995) (emphasis added). That testimony is\nconsistent with the garbled nature of the note, and the note thus\nwould have had little, if any, impeachment value.",
    "joined": []
}