{
    "case": {
        "docket": "248",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/248/"
    },
    "id": "1962580",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTLARUE V. DEWOLFF, BOBERG & ASSOCIATES, INC.552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-856JAMES LaRUE, PETITIONERv.DeWOLFF, BOBERG\n& ASSOCIATES, INC., et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[February 20, 2008]Justice Thomas, with whom Justice\nScalia joins, concurring in the judgment.I agree with the Court that\npetitioner alleges a cognizable claim under §502(a)(2) of the\nEmployee Retirement Income Security Act of 1974 (ERISA), 29 U.\nS. C. §1132(a)(2), but it is ERISA’s text and not “the kind of\nharms that concerned [ERISA’s] draftsmen” that compels my decision.Ante, at 7. InMassachusetts Mut. Life Ins. Co.v.Russell,473 U. S. 134(1985),\nthe Court held that §409 of ERISA, 29 U. S. C. §1109, read\ntogether with §502(a)(2), authorizes recovery only by “the plan as\nan entity,” 473 U. S., at 140, and does not permit individuals to\nbring suit when they do not seek relief on behalf of the plan,id., at 139–144. The majority acceptsRussell’s\nfundamental holding, but reins in the Court’s further suggestion inRussellthat suits under §502(a)(2) are meant to “protect\nthe entire plan,” rather than “the rights of an individual\nbeneficiary.”Ante, at 4–8; seeRussell,supra,at 142. The majority states that emphasizing the\n“entire plan” was a sensible application of §§409 and 502(a)(2) in\nthe historical context of defined benefit plans, but that the\nsubsequent proliferation of defined contribution plans has renderedRussell’s dictum inapplicable to most modern cases.Ante, at 6–7. In concluding that a loss suffered by a\nparticipant’s defined contribution plan account because of a\nfiduciary breach “creates the kind of harms that concerned the\ndraftsmen of §409,” the majority holds that §502(a)(2) authorizes\nrecovery for plan participants such as petitioner.Ante,\nat 7–8.Although I agree with the majority’s holding,\nI write separately because my reading of §§409 and 502(a)(2) is not\ncontingent on trends in the pension plan market. Nor does it depend\non the ostensible “concerns” of ERISA’s drafters. Rather, my\nconclusion that petitioner has stated a cognizable claim flows from\nthe unambiguous text of §§409 and 502(a)(2) as applied to defined\ncontribution plans. Section 502(a)(2) states that “[a] civil action\nmay be brought” by a plan “participant, beneficiary or fiduciary,”\nor by the Secretary of Labor, to obtain “appropriate relief” under\n§409. 29 U. S. C. §1132(a)(2). Section 409(a) provides that\n“[a]ny person who is a fiduciary with respect to aplan…\nshall be personally liable to make good to suchplanany\nlosses to theplanresulting from each [fiduciary] breach,\nand to restore to suchplanany profits of such fiduciary\nwhich have been made through use of assets of theplanby\nthe fiduciary … .” 29 U. S. C. §1109(a) (emphasis\nadded).The plain text of §409(a), which uses the term\n“plan” five times, leaves no doubt that §502(a)(2) authorizes\nrecovery only for the plan. Likewise, Congress’ repeated use of the\nword “any” in §409(a) clarifies that the key factor is whether the\nalleged losses can be said to be losses “to the plan,” not whether\nthey are otherwise of a particular nature or kind. See,e.g.,Aliv.Federal Bureau of Prisons,ante,at 4 (noting that the natural reading of “any” is\n“one or some indiscriminately of whatever kind” (internal quotation\nmarks omitted)). On their face, §§409(a) and 502(a)(2) permit\nrecovery ofallplan losses caused by a fiduciary\nbreach.The question presented here, then, is whether\nthe losses to petitioner’s individual 401(k) account resulting from\nrespondents’ alleged breach of their fiduciary duties were losses\n“to the plan.” In my view they were, because the assets allocated\nto petitioner’s individual account were plan assets. ERISA requires\nthe assets of a defined contribution plan (including “gains and\nlosses” and legal recoveries) to be allocated for bookkeeping\npurposes to individual accounts within the plan for the beneficial\ninterest of the participants, whose benefits in turn depend on the\nallocated amounts. See 29 U. S. C. §1002(34) (defining a\n“defined contribution plan” as a “plan which provides for an\nindividual account for each participant and for benefits based\nsolely upon the amount contributed to the participant’s account,\nand any income, expenses, gains and losses, and any forfeitures of\naccounts of other participants which may be allocated to such\nparticipant’s account”). Thus, when a defined contribution plan\nsustains losses, those losses are reflected in the balances in the\nplan accounts of the affected participants, and a recovery of those\nlosses would be allocated to one or more individual accounts.The allocation of a plan’s assets to\nindividual accounts for bookkeeping purposes does not change the\nfact that all the assets in the plan remain plan assets. A defined\ncontribution plan is not merely a collection of unrelated accounts.\nRather, ERISA requires a plan’s combined assets to be held in trust\nand legally owned by the plan trustees. See 29 U. S. C.\n§1103(a) (providing that “all assets of an employee benefit plan\nshall be held in trust by one or more trustees”). In short, the\nassets of a defined contribution plan under ERISA constitute, at\nthe very least, the sum of all the assets allocated for bookkeeping\npurposes to the participants’ individual accounts. Because a\ndefined contribution plan is essentially the sum of its parts,\nlosses attributable to the account of an individual participant are\nnecessarily “losses to the plan” for purposes of §409(a).\nAccordingly, when a participant sustains losses to his individual\naccount as a result of a fiduciary breach, the plan’s aggregate\nassets are likewise diminished by the same amount, and §502(a)(2)\npermits that participant to recover such losses on behalf of the\nplan.** Of course, a participant suing to recover\nbenefits on behalf of the plan is not entitled to monetary relief\npayable directly to him; rather, any recovery must be paid to the\nplan.",
    "joined": []
}