{
    "case": {
        "docket": "17-1077",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1077/"
    },
    "id": "4072031",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1077_________________FRANCIS V. LORENZO, PETITIONERv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[March 27, 2019]Justice Thomas, with whom Justice Gorsuch\njoins, dissenting.InJanus Capital Group, Inc.v.First\nDerivative Traders,564 U.S.\n135(2011), we drew a clear line between primary and secondary\nliability in fraudulent-misstatement cases: A person does not\n“make” a fraudulent misstatement within the meaning of Securities\nand Exchange Commission (SEC) Rule 10b–5(b)—and thus is not\nprimarily liable for the statement—if the person lacks “ultimate\nauthority over the statement.”Id.,at 142. Such a person\ncould, however, be liable as an aider and abettor under principles\nof secondary liability.Today, the Court eviscerates this distinction by\nholding that a person who has not “made” a fraudulent misstatement\ncan nevertheless be primarily liable for it. Because the majority\nmisconstrues the securities laws and flouts our precedent in a way\nthat is likely to have far-reaching consequences, I respectfully\ndissent.ITo appreciate the sweeping nature of the\nCourt’s holding, it is helpful to begin with the facts of this\ncase. On October 14, 2009, the owner of the firm at which\npetitioner Frank Lorenzo worked instructed him to send e-mails to\ntwo clients regarding a debenture offering. The owner explained\nthat he wanted the e-mails to come from the firm’s\ninvestment-banking division, which Lorenzo directed. Lorenzo\npromptly addressed an e-mail to each client, “cut and pasted” the\ncontents of each e-mail—which he received from the owner—into the\nbody, and “sent [them] out.” App. 321. It is undisputed that\nLorenzo did not draft the e-mails’ contents, though he knew that\nthey contained false or misleading statements regarding the\ndebenture offering. Both e-mails stated that they were sent “[a]t\nthe request of” the owner of the firm.Id.,at 403, 405. No\nother allegedly fraudulent conduct is at issue.In 2013, the SEC brought enforcement proceedings\nagainst the owner of the firm, the firm itself, and Lorenzo. Even\nthough Lorenzo sent the e-mails at the owner’s request, the SEC did\nnot charge Lorenzo with aiding and abetting fraud committed by the\nowner. See 15 U. S. C. §§ 77o(b), 78o(b)(4)(E), 78t(e).\nInstead, the SEC charged Lorenzo as a primary violator of multiple\nsecurities laws,[1] including\nRule 10b–5(b), which prohibits “mak[ing] any untrue statement of a\nmaterial fact . . . in connection with the purchase or\nsale of any security.” 17 CFR §240.10b–5(b) (2018); seeErnst\n& Ernstv.Hochfelder,425 U.S.\n185, 212–214 (1976) (construing Rule 10b–5(b) to require\nscienter). The SEC ultimately concluded that, by “knowingly\nsen[ding] materially misleading language from his own email account\nto prospective investors,” App. to Pet. for Cert. 77, Lorenzo\nviolated Rule 10b–5(b) and several other antifraud provisions of\nthe securities laws. The SEC “barred [him] from serving in the\nsecurities industry” for life.Id.,at 91.The Court of Appeals unanimously rejected the\nSEC’s determination that Lorenzo violated Rule 10b–5(b). ApplyingJanus, the court held that Lorenzo did not “make” the false\nstatements at issue because he merely “transmitted statements\ndevised by [his boss] at [his boss’] direction.” 872 F.3d 578, 587\n(CADC 2017). The SEC has not challenged that aspect of the decision\nbelow.The panel majority nevertheless upheld the SEC’s\ndecision holding Lorenzo primarily liable for the same false\nstatements under other provisions of the securities\nlaws—specifically, §10(b) of the Securities Exchange Act of 1934\n(1934 Act), Rules 10b–5(a) and (c), and §17(a)(1) of the Securities\nAct of 1933 (1933 Act). Unlike Rule 10b–5(b), none of these\nprovisions pertains specifically to fraudulent misstatements.IIEven though Lorenzo undisputedly did not\n“make” the false statements at issue in this case under Rule\n10b–5(b), the Court follows the SEC in holding him primarily liable\nfor those statements under other provisions of the securities laws.\nAs construed by the Court, each of these more general laws\ncompletely subsumes Rule 10b–5(b) and §17(a)(2) of the 1933 Act in\ncases involving fraudulent misstatements, even though these\nprovisions specifically govern false statements. The majority’s\ninterpretation of these provisions cannot be reconciled with their\ntext or our precedents. Thus, I am once again compelled to\n“disagre[e] with the SEC’s broad view” of the securities laws.Janus,supra, at 145, n. 8.AI begin with the text. The Court of Appeals\nheld that Lorenzo violated §10(b) of the 1934 Act and Rules\n10b–5(a) and (c). In relevant part, §10(b) makes it unlawful for a\nperson, in connection with the purchase or sale of a security,\n“[t]o use or employ . . . any manipulative or deceptive\ndevice or contrivance” in contravention of an SEC rule. 15\nU. S. C. §78j(b). Rule 10b–5 was promulgated under this\nstatutory authority. That Rule makes it unlawful, in connection\nwith the purchase or sale of any security,“(a) To employ any device, scheme, or artifice\nto defraud,“(b) To make any untrue statement of a material\nfact . . . , or“(c) To engage in any act, practice, or course\nof business which operates or would operate as a fraud or\ndeceit . . . .” 17 CFR §240.10b–5.The Court of Appeals also held that Lorenzo\nviolated §17(a)(1) of the 1933 Act. Similar to Rule 10b–5, §17(a)\nof the Act provides that it is unlawful, in connection with the\noffer or sale of a security,“(1) to employ any device, scheme, or artifice\nto defraud, or“(2) to obtain money or property by means of\nany untrue statement of a material fact . . . ; or“(3) to engage in any transaction, practice, or\ncourse of business which operates or would operate as a fraud or\ndeceit upon the purchaser.” 15 U. S. C. §77q(a)(1).We can quickly dispose of Rule 10b–5(a) and\n§17(a)(1). The act of knowingly disseminating a false statement at\nthe behest of its maker, without more, does not amount to\n“employ[ing] any device, scheme, or artifice to defraud” within the\nmeaning of those provisions. As the contemporaneous dictionary\ndefinitions cited by the majority make clear, each of these words\nrequires some form of planning, designing, devising, or\nstrategizing. Seeante,at 6. We have previously observed\nthat “the terms ‘device,’ ‘scheme,’ and ‘artifice’ all connote\nknowing or intentionalpractices.”Aaronv.SEC,446 U.S.\n680, 696 (1980) (emphasis added). In other words, they\nencompass “fraudulent scheme[s],” such as a “ ‘short selling’\nscheme,” a wash sale, a matched order, price rigging, or similar\nconduct.United Statesv.Naftalin,441 U.S.\n768, 770, 778 (1979) (applying §17(a)(1)); seeSanta Fe\nIndustries, Inc.v.Green,430 U.S.\n462, 473 (1977) (interpreting the term “manipulative” in\n§10(b)).Here, it is undisputed that Lorenzo did not\nengage in any conduct involving planning, scheming, designing, or\nstrategizing, as Rule 10b–5(a) and §17(a)(1) require for a primary\nviolation. He sent two e-mails drafted by a superior, to recipients\nspecified by the superior, pursuant to instructions given by the\nsuperior, without collaborating on the substance of the e-mails or\notherwise playing an independent role in perpetrating a fraud. That\nLorenzo knew the messages contained falsities does not change the\nessentially administrative nature of his conduct here; he might\nhaveassistedin a scheme, but he did not himself plan,\nscheme, design, or strategize. In my view, the plain text of Rule\n10b–5(a) and §17(a)(1) thus does not encompass Lorenzo’s conduct as\na matter of primary liability.The remaining provision, Rule 10b–5(c), seems\nbroader at first blush. But the scope of this conduct-based\nprovision—and, for that matter, Rule 10b–5(a) and §17(a)(1)—must be\nunderstood in light of its codification alongside a prohibition\nspecifically addressing primary liability for false statements.\nRule 10b–5(b) imposes primary liability on the “make[r]” of a\nfraudulent misstatement. 17 CFR §240.10b–5(b); seeJanus,\n564 U. S., at 141–142. And §17(a)(2) imposes primary liability\non a person who “obtain[s] money or property by means of” a false\nstatement. 15 U. S. C. §77q(a)(2). The conduct-based\nprovisions of Rules 10b–5(a) and (c) and §17(a)(1) must be\ninterpreted in view of the specificity of these false-statement\nprovisions, and therefore cannot be construed to encompass primary\nliability solely for false statements. This view is consistent with\nour previous recognition that “each subparagraph of §17(a)\n‘proscribes a distinct category of misconduct’ ” and\n“ ‘is meant to coveradditionalkinds of\nillegalities.’ ”Aaron,supra,at 697 (quotingNaftalin,supra, at 774; emphasis added).The majority disregards these express\nlimitations. Under the Court’s rule, a person who has not “made” a\nfraudulent misstatement within the meaning of Rule 10b–5(b)\nnevertheless could be held primarily liable for facilitating that\nsame statement; the SEC or plaintiff need only relabel the person’s\ninvolvement as an “act,” “device,” “scheme,” or “artifice” that\nviolates Rule 10b–5(a) or (c). And a person could be held liable\nfor a fraudulent misstatement under §17(a)(1) even if the person\ndid not obtain money or property by means of the statement. In\nshort, Rule 10b–5(b) and §17(a)(2) are rendered entirely\nsuperfluous in fraud cases under the majority’s reading.[2]This approach is in tension with “ ‘the\ncardinal rule that, if possible, effect shall be given to every\nclause and part of a statute.’ ”RadLAX Gateway Hotel,\nLLCv.Amalgamated Bank,566 U.S.\n639, 645 (2012) (quotingD. Ginsberg & Sons, Inc.v.Popkin,285 U.S.\n204, 208 (1932)). I would therefore apply the “old and familiar\nrule ” that “the specific governs the general.”RadLAX,supra, at 645–646 (internal quotation marks omitted); see A.\nScalia & B. Garner, Reading Law 51 (2012) (canon equally\napplicable to statutes and regulations). This canon of construction\napplies not only to resolve “contradiction[s]” between general and\nspecific provisions, but also to avoid “the superfluity of a\nspecific provision that is swallowed by the general one.”RadLAX, 566 U. S., at 645. Here, liability for false\nstatements is “ ‘specifically dealt with’ ” in Rule\n10b–5(b) and §17(a)(2).Id.,at 646 (quotingD. Ginsberg\n& Sons,supra, at 208). But Rule 10b–5 and §17(a)\nalso contain general prohibitions that, “ ‘in [their] most\ncomprehensive sense, would include what is embraced in’ ” the\nmore specific provisions. 566 U. S., at 646.I would\nhold that the provisions specifically addressing false statements\n“ ‘must be operative’ ” as to false-statement cases, and\nthat the more general provisions should be read to apply\n“ ‘only [to] such cases within [their] general language as are\nnot within the’ ” purview of the specific provisions on false\nstatements.Ibid.Adopting this approach to the statutory text\nwould align with our previous admonitions that the securities laws\nshould not be “[v]iewed in isolation” and stretched to their\nlimits.Hochfelder, 425 U. S., at 212. InHochfelder, for example, we concluded that the key words of\n§10(b) employed the “terminology of intentional wrongdoing” and\nthus “strongly suggest[ed]” that it “proscribe[s] knowing or\nintentional misconduct,” even though the statute did not expressly\nstate as much.Id., at 197, 214. We took a similar approach\nto §17(a)(1) of the 1933 Act.Aaron, 446 U. S., at\n695–697. We have also limited the terms of Rule 10b–5 by\nrecognizing that it was adopted pursuant to §10(b) and thus\n“encompasses only conduct already prohibited by §10(b).”Stoneridge Investment Partners, LLCv.Scientific-Atlanta, Inc.,552 U.S.\n148, 157 (2008); seeHochfelder,supra,at\n212–214.Contrary to the suggestion of the majority, this\napproach does not necessarily require treating each provision of\nRule 10b–5 or §17(a) as “governing different, mutually exclusive,\nspheres of conduct.”Ante,at 7. Nor does it prevent the\nsecurities laws from mutually reinforcing one another or\noverlapping to some extent.Ante,at 7–8. It simply\ncontemplates giving full effect to the specific prohibitions on\nfalse statements in Rule 10b–5(b) and §17(a)(2) instead of\nrendering them superfluous.The majority worries that this approach would\nallow people who disseminate false statements with the intent to\ndefraud to escape liability under Rule 10b–5.Ante, at 9.\nThat is not so. If a person’s only role is transmitting fraudulent\nmisstatements at the behest of the statements’ maker, the person’s\nconduct would be appropriately assessed as a matter of secondary\nliability pursuant to provisions like 15 U. S. C.\n§§77o(b), 78t(e), and 78o(b)(4)(E). And if a person engages inotheracts prohibited by the Rule, such as developing and\nemploying a fraudulent scheme, the person would be primarily liable\nfor that conduct.The majority suggests that secondary liability\nmay often prove illusory. It hypothesizes, for example, a situation\nin which the “maker” of a false statement does not know that it was\nfalse and thus does not violate Rule 10b–5(b), but the disseminator\nknows that the statement is false. Under that scenario, the\nmajority fears that the person disseminating the statements could\nbe “engaged in an egregious fraud,” yet would not be liable as an\naider and abettor for lack of a primary violator.Ante,at\n12. This concern is misplaced. As an initial matter, I note that\n§17(a)(2) does not require scienter, so the maker of the statement\nmay still be liable under that provision.Aaron,supra, at 695–697. Moreover, an ongoing, “egregious” fraud\nis likely to independently constitute a primary violation of the\nconduct-based securities laws, wholly apart from the laws\nprohibiting fraudulent misstatements. Here, by contrast, we are\nconcerned with the dissemination of two misstatements at the\nrequest of their maker. This type of conduct is appropriately\nassessed under principles of secondary liability.BThe majority’s approach contradicts our\nprecedent in two distinct ways.First, the majority’s opinion rendersJanusa dead letter. InJanus, we held that liability\nunder Rule 10b–5(b) was limited to the “make[r]” of the statement\nand that “[o]ne whoprepares or publishesa statement on\nbehalf of another is not its maker” within the meaning of Rule\n10b–5(b). 564 U. S., at 142 (emphasis added). It is undisputed\nhere that Lorenzo was not the maker of the fraudulent\nmisstatements. The majority nevertheless finds primary liability\nunder different provisions of Rule 10b–5, without any real effort\nto reconcile its decision withJanus. Al- though it\n“assume[s] thatJanuswould remain relevant (and preclude\nliability) where an individual neithermakesnordisseminatesfalse information,” in the next breath the\nmajority states that this would be true only if “the individual is\nnot involved in some other form of fraud.”Ante, at 10.\nGiven that, under the majority’s rule, administrative acts\nundertaken in connection with a fraudulent misstatement qualify as\n“other form[s] of fraud,” the majority’s supposed preservation ofJanusis illusory.Second, the majority fails to maintain a clear\nline between primary and secondary liability in\nfraudulent-misstatement cases. Maintaining this distinction is\nimportant because, as the majority notes, there is no private right\nof action against mere aiders and abettors.Ante, at 10; seeCentral Bank of Denver, N. A.v.First Interstate\nBank of Denver, N. A.,511 U.S.\n164, 191 (1994). Here, however, the majority does precisely\nwhat we declined to do inJanus: impose broad liability for\nfraudulent misstatements in a way that makes the category of aiders\nand abettors in these cases “almost nonexistent.” 564 U. S.,\nat 143. If Lorenzo’s conduct here qualifies for primary liability\nunder §10(b) and Rule 10b–5(a) or (c), then virtually any person\nwho assists with the making of a fraudulent misstatement will be\nprimarily liable and thereby subject not only to SEC enforcement,\nbut private lawsuits.The Court correctly notes that it is not\nuncommon for the same conduct to be a primary violation with\nrespect to one offense and aiding and abetting with respect to\nanother—as, for example, when someone illegally sells a gun to help\nanother person rob a bank.Ante, at 11. But this case does\nnot involve two distinct crimes. The majority has interpreted\ncertain provisions of an offense so broadly as to render\nsuperfluous the more stringent, on-point requirements of a narrower\nprovision of the same offense. Criminal laws regularly and\npermissibly overlap with each other in a way that allows the same\nconduct to constitute different crimes with different punishments.\nThat differs significantly from interpreting provisions in a law to\ncompletely eliminate specific limitations in a neighboring\nprovision of that very same law. The majority’s overreading of\nRules 10b–5(a) and (c) and §17(a)(1) is especially problematic\nbecause the heartland of these provisions is conduct-based\nfraud—“employ[ing] [a] device, scheme, or artifice to defraud” or\n“engag[ing] in any act, practice, or course of business”—not mere\nmisstatements. 15 U. S. C. §77q(a)(1); 17 CFR\n§§240.10b–5(a), (c).The Court attempts to cabin the implications of\nits holding by highlighting several facts that supposedly would\ndistinguish this case from a case involving a secretary or other\nperson “tangentially involved in disseminat[ing]” fraudulent\nmisstatements.Ante, at 7. None of these distinctions\nwithstands scrutiny. The fact that Lorenzo “sent false statements\ndirectly to investors” in e-mails that “invited [investors] to\nfollow up with questions,”ibid., puts him in precisely the\nsame position as a secretary asked to send an identical message\nfrom her e-mail account. And under the unduly capacious\ninterpretation that the majority gives to the securities laws, I do\nnot see why it would matter whether the sender is the “vice\npresident of an investment banking company” or a secretary,ibid.—if the sender knowingly sent false statements, the\nsender apparently would be primarily liable. To be sure, I agree\nwith the majority that liability would be “inappropriate” for a\nsecretary put in a situation similar to Lorenzo’s.Ibid.But\nI can discern no legal principle in the majority opinion that would\npreclude the secretary from being pursued for primary violations of\nthe securities laws.*  *  *Instead of blurring the distinction between\nprimary and secondary liability, I would hold that Lorenzo’s\nconduct did not amount to a primary violation of the securities\nlaws and reverse the judgment of the Court of Appeals. Accordingly,\nI respectfully dissent.Notes1For ease of reference, I\nuse “securities laws” to refer to both statutes and SEC\nregulations.2I recognize that\n§17(a)(1) could be deemed narrower than §17(a)(2) in the sense that\nit requires scienter, whereas §17(a)(2) does not.Aaronv.SEC,446 U.S.\n680, 697 (1980). But scienter is not disputed in this case, and\nthe specific terms of §17(a)(2) are otherwise completely subsumed\nwithin the more general terms of §17(a)(1), as interpreted by the\nmajority.",
    "joined": []
}