{
    "case": {
        "docket": "16-1423",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1423/"
    },
    "id": "3919383",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1423_________________KEANU D. W. ORTIZ, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the armed forces[June 22, 2018]Justice Thomas, concurring.I join the Court’s opinion in full, which\npersuasively explains why petitioner’s statutory and constitutional\narguments lack merit. I also agree that the statute giving this\nCourt appellate jurisdiction to review the decisions of the Court\nof Appeals for the Armed Forces (CAAF), 28 U. S. C.\n§1259, complies with Article III of the Constitution. I write\nseparately to explain why that conclusion is consistent with the\nFounders’ understanding of judicial power—specifically, the\ndistinction they drew between public and private rights.[1]IArticle III vests “[t]he judicial Power of the\nUnited States” in this Court and any inferior courts that Congress\nchooses to establish. §1. The judicial power includes the power to\nresolve the specific types of “Cases” and “Controversies” listed in\n§2. Article III divides this Court’s jurisdiction over those cases\ninto two categories: “original Jurisdiction” and “appellate\nJurisdiction.” This Court has original jurisdiction in cases\naffecting ambassadors, other public ministers, and consuls, and\ncases in which a State is a party. This Court has appellate\njurisdiction “[i]n all the other Cases before mentioned” in §2.\nBecause all agree that the CAAF decides “other Cases” that are not\nreserved for this Court’s original jurisdiction, we can review its\ndecisions only under our appellate jurisdiction.The text of Article III imposes two important\nlimits on this Court’s appellate jurisdiction. First, as mentioned,\nthis Court can review only the “other Cases” that are “before\nmentioned”—i.e.,the subject matters of cases listed in §2\nthat are not reserved for its original jurisdiction. Second, this\nCourt’s “appellate Jurisdiction” cannot be “original.” As Chief\nJustice Marshall explained, “the essential criterion of appellate\njurisdiction” is that “it revises and corrects the proceedings in a\ncause already instituted, and does not create that cause.”Marburyv.Madison, 1 Cranch 137, 175 (1803). Thus,\nthis Court cannot exercise appellate jurisdiction unless it is\nreviewing an already completed exercise of “judicial power.”In\nre Sanborn, 148 U. S. 222, 224 (1893); see alsoThe\nAlicia, 7 Wall. 571, 573 (1869) (“An appellate jurisdiction\nnecessarily implies some judicial determination, some judgment,\ndecree, or order of an inferior tribunal, from which an appeal has\nbeen taken”); 3 J. Story, Commentaries on the Constitution of the\nUnited States §1755, p. 627 (1833) (explaining that this Court\ncan review only decisions “by one clothed with judicial authority,\nand acting in a judicial capacity”).Other than these two limits, the text of Article\nIII imposes no other self-executing constraints on this Court’s\nappellate jurisdiction. Most notably, it does not require appeals\nto come from any specific type of tribunal, such as an Article III\ncourt. As Justice Story explained, “The appellate power is not\nlimited by the terms of the third article to any particular\ncourts. . . . It is thecase, then, and notthecourt, that gives the jurisdiction. If the\njudicial power extends to the case, it will be in vain to search in\nthe letter of the constitution for any qualification as to the\ntribunal.”Martinv.Hunter’s Lessee, 1 Wheat. 304,\n338 (1816). Hamilton made the same point years earlier: “The\nConstitution in direct terms gives an appellate jurisdiction to the\nSupreme Court in all the enumerated cases . . . ,\nwithout a single expression to confine its operation to the\ninferior federal courts. The objects of appeal, not the tribunals\nfrom which it is to be made, are alone contemplated.” The\nFederalist No. 82, pp. 493–494 (C. Rossiter ed. 1961);\nsee alsoid.,No. 81, at 489 (A. Hamilton)\n(rejecting a “technical interpretation” of the word “appellate” and\ndefining it to mean “nothing more than the power of one tribunal to\nreview the proceedings of another”). This Court has relied on the\nlack of tribunal-specific limits in Article III to exercise\nappellate jurisdiction over several types of non-Article III\ncourts, including state courts, seeMartin,supra, at\n338, and territorial courts, seeUnited Statesv.Coe, 155 U. S. 76, 85–86 (1894);Wellness Int’l\nNetwork, Ltd.v.Sharif, 575 U. S. ___–___,\nn. 2 (2015) (Thomas, J., dissenting) (slip op., at 7–8,\nn. 2) (discussingAmerican Ins. Co.v.356 Bales of\nCotton, 1 Pet. 511, 546 (1828)). In short, this Court’s\nappellate jurisdiction requires the exercise ofajudicial\npower, not necessarily “[t]hejudicial Power of the\nUnited States” that Article III vests exclusively in the federal\ncourts, §1 (emphasis added).The Founders’ understanding of judicial power\nwas heavily influenced by the well-known distinction between public\nand private rights. SeeSpokeo, Inc.v.Robins, 578\nU. S. ___, ___–___ (2016) (Thomas, J., concurring) (slip op.,\nat 1–2);Wellness,supra, at ___–___ (opinion of\nThomas, J.) (slip op., at 6–11); Nelson, Adjudication in the\nPolitical Branches, 107 Colum. L. Rev. 559, 565 (2007) (Nelson).\nPublic rights “ ‘belon[g] to the people at large,’ ”\nwhile private rights belong to “ ‘each individual.’ ”Wellness, 575 U. S., at ___ (opinion of Thomas, J.)\n(slip op., at 9). The three classic private rights—life, liberty,\nand property—are “ ‘unalienable’ ” and\n“ ‘absolute,’ ” as they are “not dependent upon the will\nof the government.”Ibid.The Founders linked the\ndisposition of private rights with the exercise of judicial power.\nSeeid.,at ___ (slip op., at 10). They considered “the\npower to act conclusively against [private] rights [as] the core of\nthe judicial power.”Ibid.A disposition of private rights did not amount\nto an exercise of judicial power, however, unless it also satisfied\n“some basic procedural requirements.” Nelson 574. Stated\ndifferently, the disposition had to “assume such a form that the\njudicial power is capable of acting on it.”Osbornv.Bank of United States, 9 Wheat. 738, 819 (1824). “[T]hat\nform generally required the presence (actual or constructive) of\nadverse parties who had been given some opportunity to be heard\nbefore the court rendered a final judgment that bound them.” Nelson\n574. Once a dispute took this form, judicial power is exercised by\n“ ‘determin[ing] all differences according to the established\nlaw.’ ”Wellness,supra, at ___ (opinion of\nThomas, J.) (slip op., at 6) (quoting J. Locke, Second Treatise of\nCivil Government §125, p. 63 (J. Gough ed. 1947)).IIASo understood, the CAAF exercises a judicial\npower. As I explained inWellness, military courts\nadjudicate core private rights to life, liberty, and property. See\n575 U. S., at ___–___ (dissenting opinion) (slip op., at 6–7).\nThat these courts adjudicate core private rights does not\ncontradict the Vesting Clause of Article III, which permits only\nfederal courts to exercise “the judicial Power of the United\nStates.” Like other provisions of the Constitution, this language\nmust be read against “commonly accepted background understandings\nand interpretative principles in place when the Constitution was\nwritten,” including the principle that general constitutional rules\ncould apply “differently to civil than to military entities.”\nMascott, Who Are “Officers of the United States”? 70 Stan. L. Rev.\n443, 480–483 (2018) (citing Nelson 576); see alsoNorthern\nPipeline Constr. Co.v.Marathon Pipe Line Co., 458\nU. S. 50, 64 (1982) (plurality opinion) (explaining that\ninter- preting Article III to exclude military courts “simply\nacknowledge[s] that the literal command of Art. III . . .\nmust be interpreted in light of . . . historical context\n. . . and of the structural imperatives of the\nConstitution as a whole”). Based on the “constellation of\nconstitutional provisions that [indicate] Congress has the power to\nprovide for the adjudication of disputes among the Armed Forces it\ncreates,” our precedents have long construed the Vesting Clause of\nArticle III to extend “only tocivilianjudicial power.”Wellness, 575 U. S., at ___ (opinion of Thomas, J.)\n(slip op., at 8) (citingDynesv.Hoover, 20 How. 65,\n78–79 (1858)). In other words, the powers that the Constitution\ngives Congress over the military are “so exceptional” that they are\nthought to include the power to create courts that can exercise a\njudicial power outside the confines of Article III.Northern\nPipeline,supra,at 64. Thus, military courts are better\nthought of as an “exception” or “carve-out” from the Vesting Clause\nof Article III, rather than an entity that does not implicate the\nVesting Clause because it does not exercise judicial power in the\nfirst place. SeeWellness,supra, at ___–___ (opinion\nof Thomas, J.) (slip op., at 6–8).No party in this case challenges the legitimacy\nof the historical exception for military courts. And for good\nreason: “At the time of the Framing, . . . it was already\ncommon for nations to organize military tribunals that stood apart\nfrom the ordinary civilian courts, and the United States itself had\ndone so.” Nelson 576. As the Court explains, military courts\npredate the Constitution, were well-known to the Founders, were\nauthorized by the First Congress, and are expressly contemplated by\nthe Fifth Amendment.Ante,at 9. The crucial point for\npresent purposes, however, is that military courts are considered\nexempt from the structural requirements of Article III “because of\nother provisions of the Constitution, not because of the definition\nof judicial power.”Wellness, 575 U. S., at ___\n(opinion of Thomas, J.) (slip op., at 8) (citing Nelson 576). They\nplainly fall within that definition.Military courts “have long been understood to\nexercise ‘judicial’ power” because they “act upon core private\nrights to person and property.”Id.,at 576. “[C]lothed with\njudicial powers,” these courts decide “questions of the most\nmomentous description, affecting . . . even life itself.”\nW. De Hart, Observations on Military Law 14 (1859); see also 11 Op.\nAtty. Gen. 19, 21 (1864) (explaining that military courts are\n“judicial” because they “pass upon the most sacred questions of\nhuman rights . . . which, in the very nature of things,\n. . . must be adjudgedaccording to law”). Here,\nfor example, the CAAF adjudicated the legality of petitioner’s\nchild-pornography convictions and his sentence of two years\nconfinement—a classic deprivation of liberty, seeObergefellv.Hodges, 576 U. S. ___, ___–___ (2015) (Thomas, J.,\ndissenting) (slip op., at 4–6). “The passing of judgment on the\nlife and liberty of those convicted by the government in a military\ntrial surely falls within the judicial power.” Willis, The\nConstitution, the United States Court of Military Appeals and the\nFuture, 57 Mil. L. Rev. 27, 84 (1972). This Court has acknowledged\nthat military courts adjudicate core private rights, as it has\nrepeatedly held that the prosecution ofnonservicemembers in\nthese courts would violate Article III. SeeNorthern\nPipeline,supra, at 66, n. 17 (plurality opinion);e.g., United States ex rel. Tothv.Quarles, 350\nU. S. 11 (1955) (former servicemembers);Reidv.Covert, 354 U. S. 1 (1957) (spouses of\nservicemembers).[2]In addition to adjudicating private rights, the\nCAAF’s cases “assume such a form that the judicial power is capable\nof acting on [them].”Osborn, 9 Wheat., at 819. The CAAF\nadjudicates cases involving “adverse parties who ha[ve] been given\nsome opportunity to be heard.” Nelson 574. It has independent\nauthority to “prescribe” its own “rules of procedure,” 10\nU. S. C. §944, which provide for briefing, oral argument,\nand other procedures that mirror a federal court of appeals. See\ngenerally CAAF Rules of Practice and Proc. (2017). The CAAF also\ndecides cases “ ‘according to the established law.’ ”Wellness, 575 U. S., at ___ (opinion of Thomas, J.)\n(slip op., at 6). It can act “only with respect to matters of law,”\n§867(c), and its civilian judges decide cases by independently\ninterpreting the Constitution, the Uniform Code of Military\nJustice, and other federal laws. Lastly, the CAAF renders “final\njudgment[s] that b[ind] [the parties].” Nelson 574. Its judgments\nare “final and conclusive” as soon as they are published and are\n“binding upon all departments, courts, agencies, and officers of\nthe United States.” §876. The Executive Branch has no statutory\nauthority to review or modify the CAAF’s decisions.[3] In short, when it comes to the CAAF,\n“ ‘[t]he whole proceeding from its inception is\njudicial.’ ”Runklev.United States, 122\nU. S. 543, 558 (1887) (quoting 11 Op. Atty. Gen., at\n21).[4]BProfessor Bamzai contends that the CAAF\nexercises an executive, not a judicial, power. He notes that this\nCourt has described the CAAF as an “Executive Branch entity,”Edmondv.United States, 520 U. S. 651, 664\n(1997), and he cites commentators who describe military courts as\n“instrumentalities of the executive power” because they help the\nPresident maintain discipline over the Armed Forces, W. Winthrop,\nMilitary Law and Precedents 49 (2d ed. 1920); G. Davis, Military\nLaw of the United States 15 (2d ed. 1909). Professor Bamzai also\ncompares the CAAF to administrative agencies, which he contends\nexercise executive power. If agencies exercised core judicial\npower, he notes, they would be acting unconstitutionally because\nthey do not enjoy the structural protections of Article III. SeeArlingtonv.FCC, 569 U. S. 290, 304, n. 4\n(2013).These arguments miss the mark. While the CAAF is\nin the Executive Branch and its purpose is to help the President\nmaintain troop discipline, those facts do not change thenatureof the power that it exercises. See Brigadier General\nS. T. Ansell’s Brief Filed in Support of His Office Opinion\n(Dec. 11, 1917), reprinted in Hearings on S. 64 before the\nSubcommittee of the Senate Committee on Military Affairs, 66th\nCong., 1st Sess., 71, 76 (1919). And it is the nature of the power,\nnot the branch exercising it, that controls our appellate\njurisdiction:“The controlling question is whether the\nfunction to be exercised . . . is a judicial function\n. . . . We must not ‘be misled by a name, but look\nto the substance and intent of the proceeding.’United\nStatesv.Ritchie, 17 How. 525, 534 [(1855)]. ‘It is not\nimportant . . . whether such a proceeding was originally\nbegun by an administrative or executive determination, if when it\ncomes to the court, whether legislative or constitutional, it calls\nfor the exercise of only the judicial power.’ ”Federal\nRadio Comm’nv.Nelson Brothers Bond & Mortgage Co.\n(Station WIBO), 289 U. S. 266, 277–278 (1933) (some\ncitations omitted).As explained, the CAAF exercises a judicial\npower because it adjudicates private rights. That the Constitution\npermits this Executive Branch entity to exercise a particular\njudicial power—due to the political branches’ expansive\nconstitutional powers over the military—does not change the\nanalysis.Professor Bamzai’s analogy to administrative\nagencies is flawed. Professor Bamzai assumes that, when\nadministrative agencies adjudicate private rights, they are not\nexercising judicial power. But they are. SeeB&B Hardware,\nInc.v.Hargis Industries, Inc., 575 U. S. ___,\n___–___ (2015) (Thomas, J., dissenting) (slip op., at 11–12). In\nfact, they are unconstitutionally exercising “[t]he judicial Power\nof the United States,” as agencies are not Article III courts and\ndo not “enjoy a unique, textually based” carve-out from the Vesting\nClause of Article III.Wellness, 575 U. S., at ___\n(opinion of Thomas, J.) (slip op., at 14). The CAAF does enjoy such\na carveout, as I explained inWellness. But both it and\nadministrative agencies exercise a judicial power when they\nadjudicate private rights. Contrary to the premise underlying\nProfessor Bamzai’s argument, questions implicating the separation\nof powers cannot be answered by arguing, in circular fashion, that\nwhatever the Executive Branch does is necessarily an exercise of\nexecutive power.*  *  *Because the CAAF exercises a judicial power,\nthe statute giving this Court appellate jurisdiction over its\ndecisions does not violate Article III. For these reasons, and the\nreasons given by the Court, I concur.Notes1I express no view on any\nother arguments that were not raised by the parties oramicusin this case, including any arguments based on\nArticle II of the Constitution.2Servicemembers consent to\nmilitary jurisdiction when they enlist. While this consent might\nallow military courts to adjudicate a servicemember’s private\nrights, it does not transform the nature of the power that the\nmilitary courts exercise, or somehow transform the servicemember’s\nprivate right to life, liberty, or property into a public right.\nSeeWellness Int’l Network, Ltd.v.Sharif, 575\nU. S. ___, ___, ___ (2015) (Thomas, J., dissenting) (slip op.,\nat 6, 14).3Unlike the CAAF’s\ndecisions, court-martial proceedings are not final until they are\napproved by the convening authority. See 10 U. S. C.\n§876. But the CAAF does not review court-martial proceedings untilafterthey have been approved and have been reviewed by an\nintermediate Court of Criminal Appeals. See §867(c). Because “the\n[CAAF] reviews court-martial convictions after executive branch\nreview ends,” the “[r]eview of its decisions in the Supreme Court\nof the United States, by certiorari, . . . poses no\nfinality problems” under Article III. Pfander, Article I Tribunals,\nArticle III Courts, and the Judicial Power of the United States,\n118 Harv. L. Rev. 643, 717, n. 327 (2004).4Most of the statutes\ncited above are unique to the CAAF—the court whose decision we are\nreviewing and, thus, the only one that matters for purposes of our\nappellate jurisdiction. I express no view on whether this Court\ncould directly review the CAAF, absent these statutes. And I\nexpress no view on whether this Court could directly review the\ndecisions of other military courts, such as courts-martial or\nmilitary commissions. Cf.id.,at 723, n. 358\n(suggesting that this Court could not directly review\ncourts-martial and military commissions because their proceedings\nare “summary” and “create no record to support writ of error\nreview”); Choper & Yoo, Wartime Process: A Dialogue on\nCongressional Power to Remove Issues from the Federal Courts, 95\nCal. L. Rev. 1243, 1283 (2007) (suggesting that the adjudication of\nthe rights of enemy aliens by law-of-war military commissions might\nbe better understood as exercising the President’s power to conduct\nwar, not judicial power). And, of course, this Court’s appellate\njurisdiction does not allow it to directly review decisions of the\nExecutive Branch that do not “assume such a form that the judicial\npower is capable of acting on [them].”Osbornv.Bank of\nUnited States, 9 Wheat. 738, 819 (1824).",
    "joined": []
}