{
    "case": {
        "docket": "708",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/708/"
    },
    "id": "1962659",
    "author": "thomas",
    "type": "concurrence",
    "text": "553 U. S. ____ (2008)IRIZARRY V. UNITED STATES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-7517RICHARD IRIZARRY, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 12, 2008]Justice Thomas, concurring.Earlier this Term, I explained\nthat because “there is no principled way to apply theBookerremedy,” it is “best to apply the statute as\nwritten, including 18 U. S. C. §3553(b), which makes the\n[Federal Sentencing] Guidelines mandatory.”Kimbroughv.United States,552 U. S. ___, ___ (2007) (slip\nop., at 3) (dissenting opinion) (referencingUnited Statesv.Booker,543 U. S. 220, 258–265\n(2005)); see alsoGallv.United States, 552 U.\nS. ___ (2007) (slip op., at 1) (Thomas, J., dissenting) (applying\nthe Guidelines as mandatory). Consistent with that view, I would\nhold that the District Court committed statutory error when it\nimposed a sentence at “variance” with the Guidelines in a manner\nnot authorized by the text of the Guidelines, which permit\nsentences outside the Guidelines, or “departures,” only when\ncertain aggravating or mitigating circumstances are present. See\nUnited States Sentencing Commission, Guidelines Manual §1B1.1 (Nov.\n2007). But the issue whether such post-Booker“variances”\nare permissible is not currently before us.Rather, we are\npresented with the narrow question whether Federal Rule of Criminal\nProcedure 32(h) requires a judge to give notice before he imposes a\nsentence outside the Guidelines on a ground not identified in the\npresentence report or in a prehearing submission by the Government.\nI agree with the Court that neither Rule 32(h) norBurnsv.United States,501 U. S. 129(1991),\ncompels a judge to provide notice before imposing a sentence at\n“variance” with the post-Bookeradvisory Guidelines,ante, at 8. Each addresses only “departures” under the\nmandatory Guidelines and does not contemplate the drastic changes\nto federal sentencing wrought by theBookerremedy. For\nthis reason, I join the Court’s opinion.",
    "joined": []
}