{
    "case": {
        "docket": "843",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/843/"
    },
    "id": "1962091",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTSAMSON V. CALIFORNIA547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-9728DONALD CURTIS SAMSON, PETITIONERv.CALIFORNIAon writ of certiorari to the court of appeal of\ncalifornia, first appellate district[June 19, 2006]Justice Thomas delivered the\nopinion of the Court.California law provides that\nevery prisoner eligible for release on state parole “shall agree in\nwriting to be subject to search or seizure by a parole officer or\nother peace officer at any time of the day or night, with or\nwithout a search warrant and with or without cause.” Cal. Penal\nCode Ann. §3067(a) (West 2000). We granted certiorari to decide\nwhether a suspicionless search, conducted under the authority of\nthis statute, violates the Constitution. We hold that it does\nnot.IIn September 2002, petitioner\nDonald Curtis Samson was on state parole in California, following a\nconviction for being a felon in possession of a firearm. On\nSeptember 6, 2002, Officer Alex Rohleder of the San Bruno Police\nDepartment observed petitioner walking down a street with a woman\nand a child. Based on a prior contact with petitioner, Officer\nRohleder was aware that petitioner was on parole and believed that\nhe was facing an at large warrant. Accordingly, Officer Rohleder\nstopped petitioner and asked him whether he had an outstanding\nparole warrant. Petitioner responded that there was no outstanding\nwarrant and that he “was in good standing with his parole agent.”\nBrief for Petitioner 4. Officer Rohleder confirmed, by radio\ndispatch, that petitioner was on parole and that he did not have an\noutstanding warrant. Nevertheless, pursuant to Cal. Penal Code Ann.\n§3067(a) (West 2000) and based solely on petitioner’s status as a\nparolee, Officer Rohleder searched petitioner. During the search,\nOfficer Rohleder found a cigarette box in petitioner’s left breast\npocket. Inside the box he found a plastic baggie containing\nmethamphetamine.The State charged petitioner with\npossession of methamphetamine pursuant to Cal. Health & Safety\nCode Ann. §11377(a) (West 1991). The trial court denied\npetitioner’s motion to suppress the methamphetamine evidence,\nfinding that Cal. Penal Code Ann. §3067(a) (West 2000) authorized\nthe search and that the search was not “arbitrary or capricious.”\nApp. 62–63 (Proceedings on Motion to Supress). A jury convicted\npetitioner of the possession charge and the trial court sentenced\nhim to seven years’ imprisonment.The California Court of Appeal affirmed.\nRelying onPeoplev.Reyes, 19 Cal. 4th 743, 968\nP. 2d 445 (1998), the court held that suspicionless searches\nof parolees are lawful under California law; that “ ‘[s]uch a\nsearch is reasonable within the meaning of the Fourth Amendment as\nlong as it is not arbitrary, capricious or harassing’ ”; and\nthat the search in this case was not arbitrary, capricious, or\nharassing. No. A102394 (Ct. App. Cal., 1st App. Dist., Oct. 14,\n2004), App. 12–14.We granted certiorari, 545 U. S. ___ (2005),\nto answer a variation of the question this Court left open inUnited Statesv.Knights,534 U. S. 112, 120, n. 6\n(2001)—whether a condition of release can so diminish or eliminate\na released prisoner’s reasonable expectation of privacy that a\nsuspicionless search by a law enforcement officer would not offend\nthe Fourth Amendment.[Footnote\n1] Answering that question in the affirmative today, we affirm\nthe judgment of the California Court of Appeal.II“[U]nder our general Fourth\nAmendment approach” we “examin[e] the totality of the\ncircumstances” to determine whether a search is reasonable within\nthe meaning of the Fourth Amendment.Id., at 118 (internal\nquotation marks omitted). Whether a search is reasonable “is\ndetermined by assessing, on the one hand, the degree to which it\nintrudes upon an individual’s privacy and, on the other, the degree\nto which it is needed for the promotion of legitimate governmental\ninterests.”Id., at 118–119 (internal quotation marks\nomitted).We recently applied this approach\ninUnited Statesv.Knights. In that case,\nCalifornia law required Knights, as a probationer, to\n“ ‘[s]ubmit his … person, property, place of residence,\nvehicle, personal effects, to search anytime, with or without a\nsearch warrant, warrant of arrest or reasonable cause by any\nprobation officer or law enforcement officer.’ ”Id.,at 114 (brackets in original). Several days after Knights had been\nplaced on probation, police suspected that he had been involved in\nseveral incidents of arson and vandalism. Based upon that suspicion\nand pursuant to the search condition of his probation, a police\nofficer conducted a warrantless search of Knights’ apartment and\nfound arson and drug paraphernalia.Id.,at 115–116.We concluded that the search of Knights’\napartment was reasonable. In evaluating the degree of intrusion\ninto Knights’ privacy, we found Knights’ probationary status\n“salient,”id.,at 118, observing that “[p]robation is\n‘one point . . . on a continuum of possible punishments ranging\nfrom solitary confinement in a maximum-security facility to a few\nhours of mandatory community service.’ ”Id., at 119\n(quotingGriffinv.Wisconsin,483 U. S. 868, 874 (1987)). Cf.Hudsonv.Palmer,468 U. S. 517, 530 (1984) (holding\nthat prisoners have no reasonable expectation of privacy). We\nfurther observed that, by virtue of their status alone,\nprobationers “ ‘do not enjoy “the absolute liberty to which\nevery citizen is entitled,” ’ ”Knights,supra, at 119 (quotingGriffin, supra,at 874, in\nturn quotingMorrisseyv.Brewer,408 U. S. 471, 480 (1972)), justifying\nthe “impos[ition] [of] reasonable conditions that deprive the\noffender of some freedoms enjoyed by law-abiding citizens.”Knights,supra, at 119. We also considered the\nfacts that Knights’ probation order clearly set out the probation\nsearch condition, and that Knights was clearly informed of the\ncondition. SeeKnights, 534 U. S., at 119. We concluded\nthat under these circumstances, Knights’ expectation of privacy was\nsignificantly diminished. Seeid.,at 119–120.We also concluded that probation searches,\nsuch as the search of Knights’ apartment, are necessary to the\npromotion of legitimate governmental interests. Noting the State’s\ndual interest in integrating probationers back into the community\nand combating recidivism, seeid.,at 120–121, we credited\nthe “ ‘assumption’ ” that, by virtue of his status, a\nprobationer “ ‘is more likely than the ordinary citizen to\nviolate the law.’ ”Id., at 120 (quotingGriffin,supra, at 880). We further found that\n“probationers have even more of an incentive to conceal their\ncriminal activities and quickly dispose of incriminating evidence\nthan the ordinary criminal because probationers are aware that they\nmay be subject to supervision and face revocation of probation, and\npossible incarceration, in proceedings in which the trial rights of\na jury and proof beyond a reasonable doubt, among other things, do\nnot apply.”Knights, 534 U. S., at 120. We explained that\nthe State did not have to ignore the reality of recidivism or\nsuppress its interests in “protecting potential victims of criminal\nenterprise” for fear of running afoul of the Fourth Amendment.Id.,at 121.Balancing these interests, we held that\n“[w]hen an officer has reasonable suspicion that a probationer\nsubject to a search condition is engaged in criminal activity,\nthere is enough likelihood that criminal conduct is occurring that\nan intrusion on the probationer’s significantly diminished privacy\ninterests is reasonable.”Ibid.Because the search at\nissue inKnightswas predicated on both the probation\nsearch condition and reasonable suspicion, we did not reach the\nquestion whether the search would have been reasonable under the\nFourth Amendment had it been solely predicated upon the condition\nof probation.Id.,at 120, n. 6. Our attention is directed\nto that question today, albeit in the context of a parolee\nsearch.IIIAs we noted inKnights,parolees are on the “continuum” of state-imposed punishments.Id.,at 119 (internal quotation marks omitted). On this\ncontinuum, parolees have fewer expectations of privacy than\nprobationers, because parole is more akin to imprisonment than\nprobation is to imprisonment. As this Court has pointed\nout,“parole is an established variation on imprisonment\nof convicted criminals… . The essence of parole is release\nfrom prison, before the completion of sentence, on the condition\nthat the prisoner abides by certain rules during the balance of the\nsentence.”Morrissey,supra, at 477. “In most\ncases, the State is willing to extend parole only because it is\nable to condition it upon compliance with certain requirements.”Pennsylvania Bd. of Probation and Parolev.Scott,524\nU. S. 357, 365 (1998). See alsoUnited Statesv.Reyes, 283 F. 3d 446, 461 (CA2 2002) (“[F]ederal\nsupervised release, … in contrast to probation, is meted out in\naddition to, not in lieu of, incarceration” (citation and internal\nquotation marks omitted));United Statesv.Cardona, 903 F. 2d 60, 63 (CA1 1990) (“[O]n the\nCourt’s continuum of possible punishments, parole is the stronger\nmedicine; ergo, parolees enjoy even less of the average citizen’s\nabsolute liberty than do probationers” (internal quotation marks\nand citation omitted)).[Footnote\n2]California’s system of parole is\nconsistent with these observations: A California inmate may serve\nhis parole period either in physical custody, or elect to complete\nhis sentence out of physical custody and subject to certain\nconditions. Cal. Penal Code Ann. §3060.5 (West 2000). Under the\nlatter option, an inmate-turned-parolee remains in the legal\ncustody of the California Department of Corrections through the\nremainder of his term, §3056, and must comply with all of the terms\nand conditions of parole, including mandatory drug tests,\nrestrictions on association with felons or gang members, and\nmandatory meetings with parole officers, Cal. Code Regs., tit. 15,\n§2512 (2005); Cal. Penal Code Ann. §3067 (West 2000). See alsoMorrissey,supra, at 478 (discussing other\npermissible terms and conditions of parole). General conditions of\nparole also require a parolee to report to his assigned parole\nofficer immediately upon release, inform the parole officer within\n72 hours of any change in employment status, request permission to\ntravel a distance of more than 50 miles from the parolee’s home,\nand refrain from criminal conduct and possession of firearms,\nspecified weapons, or knives unrelated to employment. Cal. Code\nRegs., tit. 15, §2512. Parolees may also be subject to special\nconditions, including psychiatric treatment programs, mandatory\nabstinence from alcohol, residence approval, and “[a]ny other\ncondition deemed necessary by the Board [of Parole Hearings] or the\nDepartment [of Corrections and Rehabilitation] due to unusual\ncircumstances.” §2513. The extent and reach of these conditions\nclearly demonstrate that parolees like petitioner have severely\ndiminished expectations of privacy by virtue of their status\nalone.Additionally, as we found “salient” inKnightswith respect to the probation search condition,\nthe parole search condition under California law—requiring inmates\nwho opt for parole to submit to suspicionless searches by a parole\nofficer or other peace officer “at any time,” Cal. Penal Code Ann.\n§3067(a) (West 2000)—was “clearly expressed” to petitioner.Knights, 534 U. S., at 119. He signed an order submitting\nto the condition and thus was “unambiguously” aware of it.Ibid.InKnights, we found that acceptance of a\nclear and unambiguous search condition “significantly diminished\nKnights’ reasonable expectation of privacy.”Id.,at 120.\nExamining the totality of the circumstances pertaining to\npetitioner’s status as a parolee, “an established variation on\nimprisonment,”Morrissey,408 U. S., at 477, including the\nplain terms of the parole search condition, we conclude that\npetitioner did not have an expectation of privacy that society\nwould recognize as legitimate.[Footnote 3]The State’s interests, by contrast, are\nsubstantial. This Court has repeatedly acknowledged that a State\nhas an “overwhelming interest” in supervising parolees because\n“parolees… are more likely to commit future criminal offenses.”Pennsylvania Bd. of Probation and Parole,524 U. S., at\n365 (explaining that the interest in combating recidivism “is the\nvery premise behind the system of close parole supervision”).\nSimilarly, this Court has repeatedly acknowledged that a State’s\ninterests in reducing recidivism and thereby promoting\nreintegration and positive citizenship among probationers and\nparolees warrant privacy intrusions that would not otherwise be\ntolerated under the Fourth Amendment. SeeGriffin, 483 U.\nS., at 879;Knights,supra,at 121.The empirical evidence presented in this case\nclearly demonstrates the significance of these interests to the\nState of California. As of November 30, 2005, California had over\n130,000 released parolees. California’s parolee population has a\n68-to-70 percent recidivism rate. See California Attorney General,\nCrime in California 37 (Apr. 2001) (explaining that 68 percent of\nadult parolees are returned to prison, 55 percent for a parole\nviolation, 13 percent for the commission of a new felony offense);\nJ. Petersilia, Challenges of Prisoner Reentry and Parole in\nCalifornia, 12 California Policy Research Center Brief, p. 2 (June\n2000), available at http://www.ucop.edu/cprc/parole.pdf (as visited\nJune 15, 2006, and available in Clerk of Court’s case file) (“70%\nof the state’s paroled felons reoffend within 18 months—the highest\nrecidivism rate in the nation”). This Court has acknowledged the\ngrave safety concerns that attend recidivism. SeeEwingv.California,538 U. S. 11, 26 (2003)\n(plurality opinion) (“Recidivism is a serious public safety concern\nin California and throughout the Nation”).As we made clear inKnights, the\nFourth Amendment does not render the States powerless to address\nthese concernseffectively. See 534 U. S., at 121.\nContrary to petitioner’s contention, California’s ability to\nconduct suspicionless searches of parolees serves its interest in\nreducing recidivism, in a manner that aids, rather than hinders,\nthe reintegration of parolees into productive society.In California, an eligible inmate serving a\ndeterminate sentence may elect parole when the actual days he has\nserved plus statutory time credits equal the term imposed by the\ntrial court, Cal. Penal Code Ann. §§2931, 2933, 3000(b)(1) (West\n2000), irrespective of whether the inmate is capable of integrating\nhimself back into productive society. As the recidivism rate\ndemonstrates, most parolees are ill prepared to handle the\npressures of reintegration. Thus, most parolees require intense\nsupervision. The California Legislature has concluded that, given\nthe number of inmates the State paroles and its high recidivism\nrate, a requirement that searches be based on individualized\nsuspicion would undermine the State’s ability to effectively\nsupervise parolees and protect the public from criminal acts by\nreoffenders. This conclusion makes eminent sense. Imposing a\nreasonable suspicion requirement, as urged by petitioner, would\ngive parolees greater opportunity to anticipate searches and\nconceal criminality. SeeKnights,supra,at 120;Griffin, 483 U. S., at 879. This Court concluded that the\nincentive-to-conceal concern justified an “intensive” system for\nsupervising probationers inGriffin,id.,at 875.\nThat concern applies with even greater force to a system of\nsupervising parolees. SeeUnited Statesv.Reyes,\n283 F. 3d, at 461 (observing that theGriffinrationale “appl[ies]a fortiori” to “federal supervised\nrelease, which, in contrast to probation, is ‘meted out in addition\nto, not in lieu of, incareration’ ”);United Statesv.Crawford, 372 F. 3d 1048, 1077 (CA9 2004) (en banc)\n(Kleinfeld, J., concurring) (explaining that parolees, in contrast\nto probationers, “have been sentenced to prison for felonies and\nreleased before the end of their prison terms” and are “deemed to\nhave acted more harmfully than anyone except those felons not\nreleased on parole”);Hudson, 468 U. S., at 526 (persons\nsentenced to terms of imprisonment have been “deemed to have acted\nmore harmfully than anyone except those felons not released on\nparole”);id.,at 529 (observing that it would be “naive”\nto institute a system of “ ‘planned random searches’ ” as\nthat would allow prisoners to “anticipate” searches, thus defeating\nthe purpose of random searches).Petitioner observes that the majority of\nStates and the Federal Government have been able to further similar\ninterests in reducing recidivism and promoting re-integration,\ndespite having systems that permit parolee searches based upon some\nlevel of suspicion. Thus, petitioner contends, California’s system\nis constitutionally defective by comparison. Petitioner’s reliance\non the practices of jurisdictions other than California, however,\nis misplaced. That some States and the Federal Government require a\nlevel of individualized suspicion is of little relevance to our\ndetermination whether California’s supervisory system is drawn to\nmeet its needs and is reasonable, taking into account a parolee’s\nsubstantially diminished expectation of privacy.[Footnote 4]Nor is there merit to the argument that\nCalifornia’s parole search law permits “a blanket grant of\ndiscretion untethered by any procedural safeguards,”post,at 1 (Stevens, J., dissenting). The concern that California’s\nsuspicionless search system gives officers unbridled discretion to\nconduct searches, thereby inflicting dignitary harms that arouse\nstrong resentment in parolees and undermine their ability to\nreintegrate into productive society, is belied by California’s\nprohibition on “arbitrary, capricious or harassing” searches. SeeReyes, 19 Cal. 4th, at 752, 753–754, 968 P. 2d, at\n450, 451;Peoplev.Bravo, 43 Cal. 3d 600, 610,\n738 P. 2d 336, 342 (1987) (probation); see also Cal. Penal\nCode Ann. §3067(d) (West 2000) (“It is not the intent of the\nLegislature to authorize law enforcement officers to conduct\nsearches for the sole purpose of harassment”).[Footnote 5] The dissent’s claim that parolees\nunder California law are subject to capricious searches conducted\nat the unchecked “whim” of law enforcement officers,post,\nat 3, 4, ignores this prohibition. Likewise, petitioner’s concern\nthat California’s suspicionless search law frustrates reintegration\nefforts by permitting intrusions into the privacy interests of\nthird parties is also unavailing because that concern would arise\nunder a suspicion-based regime as well.IVThus, we conclude that the Fourth\nAmendment does not prohibit a police officer from conducting a\nsuspicionless search of a parolee. Accordingly, we affirm the\njudgment of the California Court of Appeal.It is so ordered.Footnote 1Knights,534 U. S., at 120, n. 6\n(“We do not decide whether the probation condition so diminished,\nor completely eliminated, Knights’ reasonable expectation of\nprivacy … that a search by a law enforcement officer without any\nindividualized suspicion would have satisfied the reasonableness\nrequirement of the Fourth Amendment”).Footnote 2Contrary to the dissent’s contention, nothing\nin our recognition that parolees are more akin to prisoners than\nprobationers is inconsistent with our precedents. Nor, as the\ndissent suggests, do we equate parolees with prisoners for the\npurpose of concluding that parolees, like prisoners, have no Fourth\nAmendment rights. Seepost, at 5 (opinion of\nStevens, J.). That view misperceives our holding. If that were\nthe basis of our holding, then this case would have been resolved\nsolely underHudsonv.Palmer,468 U. S. 517(1984), and there would\nhave been no cause to resort to Fourth Amendment analysis. Seeibid. (holding traditional Fourth Amendment analysis of\nthe totality of the circumstances inapplicable to the question\nwhether a prisoner had a reasonable expectation of privacy in his\nprison cell). Nor is our rationale inconsistent withMorrisseyv.Brewer,408 U. S. 471, 482 (1972). In that\ncase, the Court recognized that restrictions on a parolee’s liberty\nare not unqualified. That statement, even if accepted as a truism,\nsheds no light on the extent to which a parolee’s constitutional\nrights are indeed limited—and no one argues that a parolee’s\nconstitutional rights are not limited.Morrisseyitself\ndoes not cast doubt on today’s holding given that the liberty at\nissue in that case—the Fourteenth Amendment Due Process right to a\nhearing before revocation of parole—invokes wholly different\nanalysis than the search at issue here.Footnote 3Because we find that the search at issue here\nis reasonable under our general Fourth Amendment approach, we need\nnot reach the issue whether “acceptance of the search condition\nconstituted consent in theSchneckloth[v.Bustamonte,412 U. S. 218(1973),]\nsense of a complete waiver of his Fourth Amendment rights.”United Statesv.Knights,534 U. S. 112, 118 (2001). The\nCalifornia Supreme Court has not yet construed Cal. Penal Code Ann.\n§3067 (West 2000), the statute which governs parole for crimes\ncommitted after 1996, and which imposes the consent requirement.\nThe California Court of Appeal has, and it has concluded that,\nunder §3067(b), “inmates who are otherwise eligible for parole yet\nrefuse to agree to the mandatory search condition will remain\nimprisoned … until either the inmate (1) agrees to the search\ncondition and is otherwise eligible for parole or (2) has lost all\nworktime credits and is eligible for release after having served\nthe balance of his/her sentence.”Peoplev.Middleton, 131 Cal. App. 4th 732, 739–740, 31 Cal. Rptr.\n3d 813, 818 (2005). Nonetheless, we decline to rest our holding\ntoday on the consent rationale. The California Supreme Court, we\nnote, has not yet had a chance to address the question squarely,\nand it is far from clear that the State properly raised its consent\ntheory in the courts below.Nor do we address whether California’s parole\nsearch condition is justified as a special need underGriffinv.Wisconsin,483 U. S. 868(1987), because our\nholding under general Fourth Amendment principles renders such an\nexamination unnecessary.Footnote 4The dissent argues that, “once one\nacknowledges that parolees do have legitimate expectations of\nprivacy beyond those of prisoners, our Fourth Amendment\njurisprudence does not permit the conclusion, reached by the Court\nhere for the first time, that a search supported by neither\nindividualized suspicion nor ‘special needs’ is nonetheless\n‘reasonable.’ ”Post, at 2. That simply is not the\ncase. The touchstone of the Fourth Amendment is reasonableness, not\nindividualized suspicion. Thus, while this Court’s jurisprudence\nhas often recognized that “to accommodate public and private\ninterests some quantum of individualized suspicion is usually a\nprerequisite to a constitutional search or seizure,”United\nStatesv.Martinez-Fuerte,428 U. S. 543, 560\n(1976), we have also recognized that the “Fourth Amendment imposes\nno irreducible requirement of such suspicion,”id., at\n561. Therefore, although this Court has only sanctioned\nsuspicionless searches in limited circumstances, namely\nprogrammatic and special needs searches, we have never held that\nthese are the only limited circumstances in which searches absent\nindividualized suspicion could be “reasonable” under the Fourth\nAmendment. In light of California’s earnest concerns respecting\nrecidivism, public safety, and reintegration of parolees into\nproductive society, and because the object of the Fourth Amendment\nisreasonableness, our decision today is far from\nremarkable. Nor, given our prior precedents and caveats, is it\n“unprecedented.”Post, at 1.Footnote 5Under California precedent, we note, an\nofficer would not act reasonably in conducting a suspicionless\nsearch absent knowledge that the person stopped for the search is a\nparolee. SeePeoplev.Sanders, 31 Cal. 4th 318,\n331–332, 73 P. 3d 496, 505–506 (2003); Brief for United States\nasAmicus Curiae20.",
    "joined": []
}