{
    "case": {
        "docket": "184",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/184/"
    },
    "id": "1970637",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–702_________________ADRIAN MONCRIEFFE, PETITIONERv.ERIC\nH. HOLDER, Jr., ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[April 23, 2013]Justice Thomas, dissenting.A plain reading of 18 U. S. C.\n§924(c)(2) identifies two requirements that must be satisfied for a\nstate offense to qualify as a “felony punishable under the\nControlled Substances Act [(CSA)].” “First, the offense must be a\nfelony; second, the offense must be capable of punishment under the\n[CSA].”Lopezv.Gonzales,549 U.S.\n47, 61 (2006) (Thomas, J., dissenting). Moncrieffe’s offense of\npos-session of marijuana with intent to distribute satisfies both\nelements. No one disputes that Georgia punishes Moncrieffe’s\noffense as a felony. See Ga. Code Ann. §16–13–30(j)(2) (Supp.\n2012). (“Except as otherwise provided in subsection (c) of Code\nSection 16–13–31 or in Code Section 16–13–2, any person who\nviolates this subsection shall be guilty of a felony and, upon\nconviction thereof, shall be punished by imprisonment for not less\nthan one year nor more than ten years”).[1] And, the offense is “punishable under the [CSA],” 18\nU. S. C. §924(c)(2), because it involved “possess[ion]\nwith intent to manufacture, distribute, or dispense, a controlled\nsubstance,” 21 U. S. C. §841(a)(1). Accordingly,\nMoncrieffe’s offense is a “drug trafficking crime,” 18\nU. S. C. §924(c)(2), which constitutes an “aggravated\nfelony” under the Immigration and Nationality Act (INA), 8\nU. S. C. §1101(a)(43)(B).[2]The Court rejected the plain meaning of 18\nU. S. C. §924(c)(2) inLopez.549 U. S., at\n50. There, the defendant was convicted of a state felony, but his\noffense would have been a misdemeanor under the CSA.Id.,at\n53. The Court held that the offense did not constitute a\n“ ‘felony punishable under the [CSA]’ ” because it was\nnot “punishableas a felonyunder that federal law.”Id.,at 60 (quoting §924(c)(2); emphasis added). I dissented\ninLopezand warned that an inquiry into whether a state\noffense would constitute a felony in a hypothetical federal\nprosecution would cause “significant inconsistencies.”Id.,at 63. I explained that one such inconsistency would arise if an\nalien defendant never convicted of an actual state felony were\nsubject to deportation based on a hypothetical federal prosecution.Id.,at 67.This precise issue arose inCarachuri-Rosendov.Holder, 560 U. S. ___\n(2010). Instead of following the logic ofLopez, however,\nthe Court contorted the law to avoid the harsh result compelled by\nthat decision. InCarachuri-Rosendo, the defendant was\nconvicted of a crime that the State categorized as a misdemeanor,\nbut his offense would have been a felony under the CSA because he\nhad a prior conviction. 560 U. S., at ___ (slip op., at ___).\nThe Court held that the offense did not constitute an “aggravated\nfelony” because the state prosecutor had not charged the existence\nof a prior conviction and, thus, the defendant was not “actually\nconvictedof a crime that is itself punishable as a felony\nunder federal law.”Id.,at ___ (slip op., at 17).\nConcurring in the judgment, I explained that the Court’s decision\nwas inconsistent withLopezbecause the defendant’s conduct\nwas punishable as a felony under the CSA, but thatLopezwas\nwrongly decided and that a proper reading of §924(c)(2) supported\nthe Court’s result. 560 U. S., at ___ (slip op., at 1).\nCarachuri-Rosendo’s crime of conviction was a state-law misdemeanor\nand, as a result, it did not qualify as a “felony punishable under\nthe [CSA].” Seeibid.I declined to applyLopezinCarachuri-Rosendo, and I am unwilling to apply it here.\nIndeed, the Court itself declined to follow the logic ofLopezto its natural end inCarachuri-Rosendo. And,\nnow the majority’s ill-advised approach once again leads to an\nanomalous result. It is undisputed that, for federal sentencing\npurposes, Moncrieffe’s offense would constitute a federal felony\nunless he could prove that he distributed only a small amount of\nmarijuana for no remuneration. Cf.United Statesv.Outen,286 F.3d 622, 637–639 (CA2 2002) (Sotomayor, J.) (agreeing with\nthe Government that 21 U. S. C. §841(b)(4) is a\nmitigating exception to the “default provision” under §841(b)(1)(D)\nand that it need not negate the §841(b)(4) factors to support a\nsentence under §841(b)(1)(D)). But, the Court holds that, for\npurposes of the INA, Moncrieffe’s offense would necessarily\ncorrespond to a federal misdemeanor, regardless of whether he could\nin fact prove that he distributed only a small amount of marijuana\nfor no remuneration.Ante,at 11 (asserting that neither\n§841(b)(1)(D) nor §841(b)(4) is the “default” provision). The\nCourt’s decision, thus, has the effect of treating a substantial\nnumber of state felonies as federal misdemeanors, even when they\nwould result in federal felony convictions.The majority notes that “[t]his is the third\ntime in seven years that we have considered whether the Government\nhas properly characterized a low-level drug offense as\n. . . an ‘aggravated felony.’ ”Ante, at 20–21.\nThe Court has brought this upon itself. The only principle unitingLopez,Carachuri-Rosendo, and the decision today\nappears to be that the Government consistently loses. If the Court\ncontinues to disregard the plain meaning of §924(c)(2), I expect\nthat these types of cases will endlessly—and needlessly—recur.I respectfully dissent.Notes1Section 16–13–31(c)\n(Supp. 2012) increases the punishment for trafficking in marijuana,\nwhile §16–13–2(b) (2011) decreases the punishment for simple\npossession of 1 ounce or less of marijuana. Neither provision is\napplicable to Moncrieffe’s offense of possession of mari-juana with\nintent to distribute. The Court correctly points out that\nMoncrieffe was sentenced pur-suant to §16–13–2(a) because he was a\nfirst-time offender.Ante,at 3. That provision does not\nalter the felony status of the offense. Rather, it gives courts\ndiscretion to impose probation instead of imprisonment and to do so\nwithout entering a conviction. As the majority recognizes,\npetitioner has waived any argument that he was not convicted for\npur-poses of the Immigration and Nationality Act.Ante, at\n3, n. 2.2See 8 U. S. C.\n§1227(a)(2)(A)(iii) (providing that aliens convicted of an\n“aggravated felony” after admission are deportable); §1229b(a)(3)\n(providing that aliens convicted of an “aggravated felony” are\nineligible for cancellation of removal); §1101(a)(43)(B) (defining\n“aggravated felony” as “illicit trafficking in a controlled\nsubstance . . . including a drug trafficking crime (as\ndefined in [ 18 U. S. C. §924(c)])”); 18\nU. S. C. §924(c)(2) (defining “drug trafficking crime” as\n“any felony punishable under the [CSA]”).",
    "joined": []
}