{
    "case": {
        "docket": "14-6166",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-6166/"
    },
    "id": "3587720",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–6166_________________DAVID ANTHONY TAYLOR, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2016]Justice Thomas, dissenting.The Hobbs Act makes it a federal crime to commit\na robbery that “affects” “commerce over which the United States has\njurisdiction.” 18 U. S. C. §§1951(a), 1951(b)(3). Under\nthe Court’s decision today, the Government can obtain a Hobbs Act\nconviction without proving that the defendant’s robbery in fact\naffected interstate commerce—or any commerce. Seeante,at\n5–9. The Court’s holding creates serious constitutional problems\nand extends our already expansive, flawed commerce-power\nprecedents. I would construe the Hobbs Act in accordance with\nconstitutional limits and hold that the Act punishes a robbery only\nwhen the Government proves that the robbery itself affected\ninterstate commerce.IIn making it a federal crime to commit a\nrobbery that “affects commerce,” §1951(a), the Hobbs Act invokes\nthe full reach of Congress’ commerce power: The Act defines\n“commerce” to embrace “all . . . commerce over which the\nUnited States has jurisdiction.” §1951(b)(3). To determine the\nHobbs Act’s reach, I start by examining the limitations on\nCongress’ authority to punish robbery under its commerce power. In\nlight of those limitations and in accordance with the Hobbs Act’s\ntext, I would hold that the Government in a Hobbs Act case may\nobtain a conviction for robbery only if it proves, beyond a\nreason-able doubt, that the defendant’s robbery itself affected\ninterstate commerce. The Government may not obtain a conviction by\nproving only that the defendant’s robbery affected intrastate\ncommerce or other intrastate activity.ACongress possesses only limited authority to\nprohibit and punish robbery. “The Constitution creates a Federal\nGovernment of enumerated powers.”United Statesv.Lopez, 514 U. S. 549, 552 (1995) ; see Art. I, §8;Marburyv.Madison, 1 Cranch 137, 176 (1803)\n(Marshall, C. J.) (“The powers of the legislature are defined,\nand limited; and that those limits may not be mistaken, or\nforgotten, the constitution is written”). As with its powers\ngenerally, Congress has only limited authority over crime. The\nGovernment possesses broad general authority in territories and\nfed-eral enclaves. See Art. I, §8, cl. 17 (conferring power of\n“exclusive Legislation” over the District of Columbia);\nArt. IV, §3, cl. 2 (“The Congress shall have Power to\ndispose of and make all needful Rules and Regulations respecting\nthe Territory or other Property belonging to the United States”).\nBut its power over crimes committed in the States is very\ndifferent. The Constitution expressly delegates to Congress\nauthority over only four specific crimes: counterfeiting securities\nand coin of the United States, Art. I, §8, cl. 6;\npiracies and felonies committed on the high seas, Art. I, §8,\ncl. 10; offenses against the law of nations,ibid.; and\ntreason, Art. III, §3, cl. 2. Given these limited grants of\nfederal power, it is “clea[r] that Congress cannot punish felonies\ngenerally.”Cohensv.Virginia, 6 Wheat. 264, 428\n(1821) (Marshall, C. J.). Congress has “no general right to\npunish murder committed within any of the States,” for example, and\nno general right to punish the many crimes that fall outside of\nCongress’ express grants of criminal authority.Id., at 426.\n“The Constitution,” in short, “withhold[s] from Congress a plenary\npolice power.”Lopez,supra, at 566; see Art. I,\n§8; Amdt. 10.Beyond the four express grants of federal\ncriminal authority, then, Congress may validly enact criminal laws\nonly to the extent that doing so is “necessary and proper for\ncarrying into Execution” its enumerated powers or other powers that\nthe Constitution vests in the Federal Government. Art. I, §8,\ncl. 18. As Chief Justice Marshall explained, “the [federal]\ngovernment may, legitimately, punish any violation of its laws” as\na necessary and proper means for carrying into execution Congress’\nenumerated powers.McCullochv.Maryland, 4 Wheat.\n316, 416 (1819); seeid.,at 416–421. But if these\nlimitations are not respected, Congress will accumulate the general\npolice power that the Constitution withholds.The scope of Congress’ power to punish robbery\nin the Hobbs Act—or in any federal statute—must be assessed in\nlight of these principles. The Commerce Clause—the constitutional\nprovision that the Hobbs Act most clearly invokes—does not\nauthorize Congress to punish robbery. That Clause authorizes\nCongress to regulate “Commerce . . . among the several\nStates.” Art. I, §8, cl. 3. Robbery is not “Commerce”\nunder that Clause. At the founding, “commerce” “consisted of\nselling, buying, and bartering, as well as transporting for these\npurposes.”Lopez,supra, at 585 (Thomas, J.,\nconcurring). The Commerce Clause, as originally understood, thus\n“empowers Congress to regulate the buying and selling of goods and\nservices trafficked across state lines.”Gonzalesv.Raich, 545 U. S. 1, 58 (2005) (Thomas, J., dissenting).\nRobbery is not buying, it is not selling, and it cannot plausibly\nbe described as a commercial transaction (“trade or exchange for\nvalue”).Id., at 59.Because Congress has no freestanding power to\npunish robbery and because robbery is not itself “Commerce,”\nCongress may prohibit and punish robbery only to the extent that\ndoing so is “necessary and proper for carrying into Execution”\nCongress’ power to regulate commerce. Art. I, §8, cl. 18.\nTo be “necessary,” Congress’ prohibition of robbery must be\n“plainly adapted” to regulating interstate commerce.McCulloch,supra, at 421. This means that Congress’\nrobbery prohibition must have an “obvious, simple, and direct\nrelation” with the regulation of interstate commerce.Raich,supra, at 61 (Thomas, J., dissenting) (internal quotation\nmarks omitted). And for Congress’ robbery prohibition to be\n“proper,” it cannot be “prohibited” by the Constitution or\ninconsistent with its “letter and spirit.”McCulloch,supra, at 421; seeUnited Statesv.Comstock,\n560 U. S. 126, 161 (2010) (Thomas, J., dissenting) (same).BWith those principles in mind, I turn to the\nHobbs Act. The Act provides,“Whoever in any way or degree obstructs,\ndelays, or affects commerce or the movement of any article or\ncommodity in commerce, by robbery or extortion or attempts or\nconspires so to do, or commits or threatens physical violence to\nany person or property in furtherance of a plan or purpose to do\nanything in violation of this section shall be [punished].” 18\nU. S. C. §1951(a).In keeping with Congress’ authority to regulate\ncertain commerce—but not robbery generally—the central feature of a\nHobbs Act crime is an effect on commerce. The Act begins by\nfocusing on commerce and then carefully describes the required\nrelationship between the proscribed conduct and commerce: The Act\nuses active verbs—“obstructs,” “delays,” “affects”—to describe how\na robbery must relate to commerce, making clear that a defendant’s\nrobbery must affect commerce.The Act’s reach depends on the meaning of\n“commerce,” which the Act defines as“commerce within the District of Columbia,\nor any Territory or Possession of the United States; all commerce\nbetween any point in a State, Territory, Possession, or the\nDistrict of Columbia and any point outside thereof; all commerce\nbetween points within the same State through any place outside such\nState; and all other commerce over which the United States has\njurisdiction.” §1951(b)(3).As noted above, this provision is comprehensive\nand appears to invoke all of Congress’ commerce power. The first\nclause of the definition invokes Congress’ broad police power,\nincluding power over internal commerce, in the District of Columbia\nand the Territories. See Art. I, §8, cl. 17 (District of\nColumbia); Art. IV, §3, cl. 2 (territories). The second\nand third clauses most clearly invoke those broad powers as well as\nCongress’ power “[t]o regulate Commerce . . . among the\nseveral States.” Art. I, §8, cl. 3. The final clause\ninvokes all federal commerce power not covered in the previous\nclauses. It invokes (to the extent that the second and third\nclauses do not already do so) Congress’ authority “[t]o regulate\nCommerce with foreign Nations . . . and with the Indian\nTribes.”Ibid.The critical question in this case is whether\nthe commerce definition’s final clause extends further, to some\nintrastate activity. Given the limitations imposed by the\nConstitution, I would construe this clause not to reach such\nactivity.As explained above, for the Hobbs Act to\nconstitutionally prohibit robberies that interfere with intrastate\nactivity, that prohibition would need to be “necessary and proper\nfor carrying into Execution” Congress’ power to regulate interstate\ncommerce, Art. I, §8, cls. 3, 18. See Part I–A,supra. Punishing a local robbery—one that affects only\nintrastate commerce or other intrastate activity—cannot satisfy\nthat standard. Punishing a local robbery does not bear a “direct\nrelation” to the regulation of interstate commerce, so it would not\nbe “necessary.”Raich, 545 U. S.,at 61 (Thomas,\nJ., dissenting) (internal quotation marks omitted). Nor would\npunishing such a robbery be “proper.” Permitting Congress to\ncriminalize such robberies would confer on Congress a general\npolice power over the Nation—even though the Constitution confers\nno such power on Congress.Lopez, 514 U. S., at 566;\nseeRaich, 545 U. S., at 65 (Thomas, J., dissenting).\nAllowing the Federal Government to reach a simple home robbery, for\nexample, would “encroac[h] on States’ traditional police powers to\ndefine the criminal law and to protect . . . their\ncitizens.”Id., at 66. This would “subvert basic principles\nof federalism and dual sovereignty,”id.,at 65, and would\nbe inconsistent with the “letter and spirit” of the Constitution,McCulloch, 4 Wheat., at 421.Thus, the Hobbs Act reaches a local robbery only\nwhen that particular robbery “obstructs, delays, or affects”interstatecommerce. §§1951(a), 1951(b)(3). So construed,\nthe Hobbs Act validly punishes robbery. Congress’ power “[t]o\nregulate Commerce . . . among the several States,”\nArt. I, §8, cl. 3, “would lack force or practical effect\nif Congress lacked the authority to enact criminal laws”\nprohibiting interference with interstate commerce or the movement\nof articles or goods in interstate commerce,Comstock,supra, at 169 (Thomas, J., dissenting). The Hobbs Act’s\nprohibition on such interferences thus helps to “carr[y] into\nExecution” Congress’ enumerated power to regulate interstate\ncommerce. Art. I, §8, cls. 3, 18. A prohibition on such\ninterference by robbery bears an “obvious, simple, and direct\nrelation” to regulating interstate commerce: it allows commerce to\nflow between States unobstructed.Raich,supra, at 61\n(Thomas, J., dissenting) (internal quotation marks omitted). It is\ntherefore “necessary.” And such a prohibition accords with the\nlimited nature of the powers that the Constitution confers on\nCongress, by adhering to the categories of commerce that the\nConstitution authorizes Congress to regulate and by keeping\nCongress from exercising a general police power. See,e.g.,Lopez,supra,at 566. It is accordingly “proper” to\nthat extent. If construed to reach a robbery that does not affect\ninterstate commerce, however, the Hobbs Act exceeds Congress’\nauthority because it is no longer “necessary and proper” to the\nexecution of Congress’ power “[t]o regulate Commerce\n. . . among the several States,” Art. I, §8,\ncls. 3, 18. See Part I–A,supra.Robberies that might satisfy these principles\nwould be those that affect the channels of interstate commerce or\ninstrumentalities of interstate commerce. A robbery that forces an\ninterstate freeway to shut down thus may form the basis for a valid\nHobbs Act conviction. So too might a robbery of a truckdriver who\nis in the course of transporting commercial goods across state\nlines. But if the Government cannot prove that a robbery in a State\naffected interstate commerce, then the robbery is not punishable\nunder the Hobbs Act. Sweeping in robberies that do not affect\ninterstate commerce comes too close to conferring on Congress a\ngeneral police power over the Nation.Given the Hobbs Act’s text and relevant\nconstitutional principles, the Government in a Hobbs Act robbery\ncase (at least one that involves only intrastate robbery) must\nprove, beyond a reasonable doubt, that the defendant’s robbery\nitself affected interstate commerce. SeeAlleynev.United States, 570 U. S. ___, ___ (2013) (opinion of\nThomas, J.) (slip op., at 3) (the Sixth Amendment right to a trial\n“ ‘by an impartial jury,’ ” in conjunction with our due\nprocess precedents, “requires that each element of a crime be\nproved to the jury beyond a reasonable doubt”);In re\nWinship, 397 U. S. 358, 364 (1970) (requiring\nreasonable-doubt showing on each element of a crime).COn this interpretation of the Hobbs Act,\npetitioner David Anthony Taylor’s convictions cannot stand. The\nGovernment cites no evidence that Taylor actually obstructed,\ndelayed, or affected interstate commerce when he committed the two\nintrastate robberies here. The Government did not prove that Taylor\naffected any channel of interstate commerce, instrumentality of\ncommerce, or person or thing in interstate commerce. SeeLopez,supra,at 558–559 (describing these core areas\nof commerce regulation). Nor did the Government prove that Taylor\naffected an actual commercial transaction—let alone an interstate\ncommercial transaction. At most, the Government proved instead that\nTaylor robbed two drug dealers in their homes in Virginia; that the\nmarijuana that Taylor expected to (but did not) find in these\nrobberies might possibly at some point have crossed state lines;\nand that Taylor expected to find large amounts of marijuana. See\nBrief for United States 35–37; Tr. 63–69, 354, 420–421. Under the\nprinciples set forth above, that is not sufficient to bring\nTaylor’s robberies within the Hobbs Act’s reach. We should reverse\nTaylor’s Hobbs Act convictions.IIUpholding Taylor’s convictions, the Court\nreads the Hobbs Act differently. Seeante,at 5–9. The Court\nconcludes that the “commerce over which the United States has\njurisdiction,” §1951(b)(3), includes intrastate activity. Seeante,at 5–6. Under our modern precedents, as the Court\nnotes, Congress may regulate not just the channels of interstate\ncommerce, instrumentalities of interstate commerce, and persons or\nthings moving in interstate commerce, but may also regulate “those\nactivities having a substantial relation to interstate commerce,\n. . .i. e.,those activities that\nsubstantially affect interstate commerce.”Lopez,supra, at 558–559; seeWickardv.Filburn, 317\nU. S. 111, 125 (1942) (“[E]ven if appellee’s activity be local\nand though it may not be regarded as commerce, it may still,\nwhatever its nature, be reached by Congress if it exerts a\nsubstantial economic effect on interstate commerce”). The\nsubstantial-effects approach is broad, in part because of its\n“aggregation principle”: Congress can regulate an activity—even an\nintrastate, noncommercial activity—if that activity falls within a\n“class of activities” that, “as a whole,” “substantially affects\ninterstate commerce,” even if “any specific activity within the\nclass” has no such effects “when considered in isolation.”Lopez, 514 U. S., at 600 (Thomas, J., concurring)\n(emphasis deleted). According to the Court, the final clause of the\nHobbs Act’s definition of commerce embraces this category of\nactivities that, in the aggregate, substantially affect commerce.\nSeeante,at 5–6. Any robbery that targets a marijuana\ndealer, the Court then holds, affects the type of intrastate\nactivity that Congress may regulate under its commerce power. Seeante,at 5–9. For at least three reasons, the Court’s\nholding is in error.AAlthough our modern precedents (such asWickard) embrace the substantial-effects approach, applying\nthat approach to the Hobbs Act is tantamount to abandoning any\nlimits on Congress’ commerce power—even the slight limits\nrecognized by our expansive modern precedents. As I have explained,\nif the Hobbs Act is construed to punish a robbery that by itself\naffects only intrastate activity, then the Act defies the\nconstitutional design. See Part I,supra.That is true even under our modern precedents.\nEven those precedents emphasize that “[t]he Constitution requires a\ndistinction between what is truly national and what is truly\nlocal.”United Statesv.Morrison, 529 U. S. 598\n–618 (2000); seeLopez, 514 U. S.,at 567–568.\nThe substantial-effects approach is at war with that principle. To\navoid giving Congress a general police power, there must be some\nlimit to what Congress can regulate. But the substantial-effects\napproach’s aggregation principle “has no stopping point.”Id.,at 600 (Thomas, J., concurring). “[O]nealwayscan draw the circle broadly enough to cover an activity that, when\ntaken in isolation, would not have substantial effects on\ncommerce.”Ibid.Under the substantial-effects approach,\nCongress could, under its commerce power, regulateanyrobbery: In the aggregate, any type of robbery could be deemed to\nsubstantially affect interstate commerce.By applying the substantial-effects test to the\ncriminal prohibition before us, the Court effectively gives\nCongress a police power. That is why the Court cannot identify any\ntrue limit on its understanding of the commerce power. Although the\nCourt maintains that its holding “is limited to cases in which the\ndefendant targets drug dealers for the purpose of stealing drugs or\ndrug proceeds,”ante,at 9, its reasoning allows for\nunbounded regulation. Given that the Hobbs Act can be read in a way\nthat does not give Congress a general police power, see Part I,supra, we should not construe the statute as the Court does\ntoday.BApplying the substantial-effects approach is\nespecially unsound here because it effectively relieves the\nGovernment of its central burden in a criminal case—the burden to\nprove every element beyond a reasonable doubt—and because the\nCourt’s holding does not follow from even our broad precedents. The\nCourt reasons that, underGonzalezv.Raich, 545\nU. S. 1 —a case that rests on substantial-effects reasoning,\nseeid.,at 17–22—“the market for marijuana, including its\nintrastate aspects, is ‘commerce over which the United States has\njurisdiction.’ ”Ante,at 6 (quoting §1951(b)(3)).\nTherefore, “a robber who affects or attempts to affect even the\nintrastate sale of marijuana grown within the State affects or\nattempts to affect commerce over which the United States has\njurisdiction.”Ante,at 6. As the Court later states,\n“[W]here the target of a robbery is a drug dealer, proof that the\ndefendant’s conduct in and of itself affected or threatened\ncommerce is not needed. All that is needed is proof that the\ndefendant’s conduct fell within a category of conduct that, in the\naggregate, had the requisite effect.”Ante, at 8.Raichis too thin a reed to support the\nCourt’s holding.Raichupheld the federal Controlled\nSubstances Act’s regulation of “the intrastate manufacture and\npossession of marijuana” for personal medical use, 545 U. S.,\nat 15, on the view that Congress “had a rational basis for\nbelieving that failure to regulate the intrastate manufacture and\npossession of marijuana” would undercut federal regulation of the\nbroader interstate marijuana market,id.,at 22. The Court\n“stress[ed]” that it did not “need [to] determine whether [local\ncultivation and possession of marijuana], taken in the aggregate,\nsubstantially affect[ed] interstate commerce in fact, but only\nwhether a ‘rational basis’ exist[ed] for so concluding.”Ibid.As an initial matter,Raichdid not, as\nthe Court suggests, hold that “the market for marijuana, including\nits intrastate aspects, is ‘commerceover which the United\nStates has jurisdiction.’ ”Ante,at 6 (emphasis\nadded).Raichheld at most that the market for marijuana\ncomprisesactivitiesthat may substantially affect commerce\nover which the United States has jurisdiction. See,e.g.,Raich,supra, at 21–22. Those activities are not\nnecessarily “commerce,” soRaich’s holding does not\nestablish what the Hobbs Act’s text requires.But even ifRaichestablished that the\nintrastate aspects of the marijuana market are “commerce over which\nthe United States has jurisdiction,” §1951(b)(3),Raichstill would not establish the further point that the Court needs\nfor its conclusion. Specifically,Raichwould not establish\nthat a robbery affecting a drug dealer establishes, beyond a\nreasonable doubt, that the robber actually “obstructs, delays, or\naffects” the marijuana market. §1951(a).Raichdid not hold\nthat any activity relating to the marijuana marketin factaffects commerce.Raichinstead disclaimed the need to\n“determine whether” activities relating to the marijuana\nmarket—even “taken in the aggregate”—“substantially affect\ninterstate commerce in fact.” 545 U. S., at 22.Raichdecided only that Congress had a rational basis—a merely\n“ ‘conceivable’ ” basis,FCCv.Beach\nCommunications, Inc., 508 U. S. 307, 315 (1993) —for\nthinking that it needed to regulate that activity as part of an\neffective regulatory regime. 545 U. S., at 22. That is far\nfrom a finding, beyond a reasonable doubt, that a particular\nrobbery relating to marijuana is an activity that affects\ninterstate commerce. GraftingRaich’s “holding\n. . . onto the commerce element of the Hobbs Act” thus\ndoes not lead to the conclusion that “a robber who affects or\nattempts to affect . . . the intrastate sale of marijuana\ngrown within [a] State affects or attempts to affect”—beyond a\nreasonable doubt—“commerce over which the United States has\njurisdiction.”Ante,at 6.The Court’s analysis thus provides no assurance\nthat the Government has proved beyond a reasonable doubt that a\nHobbs Act robbery defendant in fact affected commerce. And it\nunnecessarily extends our already broad precedents.CFinally, today’s decision weakens longstanding\nprotections for criminal defendants. The criminal law imposes\nespecially high burdens on the Government in order to protect the\nrights of the accused. The Government may obtain a conviction only\n“upon proof beyond a reasonable doubt of every fact necessary to\nconstitute the crime with which [the accused] is charged.”Winship, 397 U. S.,at 364. Those elements must\nbe proved to a jury. Amdt. 6; seeAlleyne, 570\nU. S.,at ___ (opinion of Thomas, J.) (slip op., at 3).\nGiven the harshness of criminal penalties on “the rights of\nindividuals,” the Court has long recognized that penal laws “are to\nbe construed strictly” to ensure that Congress has indeed decided\nto make the conduct at issue criminal.United Statesv.Wiltberger, 5 Wheat. 76, 95 (1820) (Marshall, C. J.).\nThus, “before a man can be punished as a criminal under the federal\nlaw his case must be plainly and unmistakably within the provisions\nof some statute.”United Statesv.Gradwell, 243\nU. S. 476, 485 (1917) (internal quotation marks omitted). When\ncourts construe criminal statutes, then, they must be especially\ncareful. And when a broad reading of a criminal statute would upset\nfederalism, courts must be more careful still. “[U]nless Congress\nconveys its purposeclearly,” we do not deem it “to have\nsignificantly changed the federal-state balance in the prosecution\nof crimes.”Jonesv.United States, 529 U. S.\n848, 858 (2000) (internal quotation marks omitted).The substantial-effects test is in tension with\nthese principles. That test—and the deferential, rational-basis\nreview to which it is subjected, seeRaich,supra,at\n22—puts virtually no burdens on the Government. That should not\ncome as a surprise because the substantial-effects test gained\nmomentum not in the criminal context, but instead in the context in\nwhich courts most defer to the Government: the regulatory arena.E.g.,Wickard, 317 U. S., at 113, 122–125,\n128–129 (relying on substantial-effects reasoning to uphold\nregulatory restrictions on wheat under the Agricultural Adjustment\nAct of 1938). Without adequate reflection, the Court later extended\nthis approach to the criminal context. InPerezv.United\nStates, 402 U. S. 146 (1971) , for example, the Court\napplied the substantial-effects approach to a criminal statute,\nholding that Congress could criminally punish loansharking under\nits commerce power because “[e]xtortionate credit transactions,\nthough purely intrastate, may in the judgment of Congress affect\ninterstate commerce” when judged as a “class of activities.”Id.,at 154 (emphasis deleted); seeid.,at 151–154,\n156–157.Even in extending the substantial-effects\napproach, however, the Court still tried to impose some of the\nrecognized limits on the Government in the criminal context. Just a\nyear before it decidedPerez, for example, the Court held\nthat the Government must prove each charged element of a crime\nbeyond a reasonable doubt.Winship,supra,at 364.\nAnd the Court shortly thereafter gave a potentially broad federal\nstatute a narrow reading—a reading that required a prohibited act\nto have a “demonstrated nexus with interstate commerce,” rather\nthan a lesser showing—based on lenity and federalism.United\nStatesv.Bass, 404 U. S. 336, 349 (1971) ; seeid.,at 339, 347–350. Indeed, the Court soon again invoked\nthose same principles in rejecting a broad interpretation of the\nHobbs Act itself. SeeUnited Statesv.Enmons, 410\nU. S. 396 –412 (1973) (invoking principles of lenity and\nfederalism in construing the Hobbs Act not to reach the use of\nviolence to achieve legitimate union objectives).Today, however, the Court fails to apply even\nthose limits. Today’s decision fails to hold the Government to its\nburden to prove, beyond a reasonable doubt, that the defendant’s\nrobbery itself affected commerce. It fails to identify language in\nthe Hobbs Act that “ ‘conveys . . . clearly’ ”\nCongress’ intention to reach the sorts of local, small-scale\nrobberies that States traditionally prosecute.Jones,supra,at 858. And it fails to take our traditionally\ncareful approach to construing criminal statutes. Given the\nproblems with the Court’s expansive reading of the Hobbs Act, we\ncannot be sure that Taylor’s “case” is “plainly and unmistakably\nwithin the provisions of” the Act.Gradwell,supra,at 485 (internal quotation marks omitted). It does not matter that\nTaylor committed a crime akin to the one that the Hobbs Act\npunishes. “It would be dangerous” to punish someone for “a crime\nnot enumerated in the statute” merely “because it is of equal\natrocity, or of kindred character, with those which are\nenumerated.”Wiltberger,supra, at 96.The Court takes that “dangerous” step—and other\ndangerous steps—today. It construes the Hobbs Act in a way that\nconflicts with the Constitution, with our precedents, and with\nlongstanding protections for the accused. I would interpret the\nHobbs Act in a way that is consistent with its text and with the\nConstitution.*  *  *For these reasons, I respectfully dissent.",
    "joined": []
}