{
    "case": {
        "docket": "15-1262",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1262/"
    },
    "id": "3736360",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1262_________________ROY COOPER, GOVERNOR OF NORTH CAROLINA,\net al., APPELLANTSv.DAVID HARRIS, et al.on appeal from the united states district\ncourt for the middle district of north carolina[May 22, 2017]Justice Thomas, concurring.I join the opinion of the Court because it\ncorrectly applies our precedents under the Constitution and the\nVoting Rights Act of 1965 (VRA), 52 U. S. C. §10301et\nseq. I write briefly to explain the additional grounds on which\nI would affirm the three-judge District Court and to note my\nagreement, in particular, with the Court’s clear-error\nanalysis.As to District 1, I think North Carolina’s\nconcession that it created the district as a majority-black\ndistrict is by itself sufficient to trigger strict scrutiny. See\nBrief for Appellants 44; see also,e.g.,Bethune-Hillv.Virginia State Bd. of Elections, 580 U. S. ___,\n___–___ (2017) (slip op., at 1–2) (Thomas, J., concurring in\njudgment in part and dissenting in part). I also think that North\nCarolina cannot satisfy strict scrutiny based on its efforts to\ncomply with §2 of the VRA. Seeante, at 12. In my view, §2\ndoes not apply to redistricting and therefore cannot justify a\nracial gerrymander. SeeHolderv.Hall, 512\nU. S. 874 –923 (1994) (Thomas, J., concurring in\njudgment).As to District 12, I agree with the Court that\nthe District Court did not clearly err when it determined that race\nwas North Carolina’s predominant motive in drawing the district.\nSeeante, at 21. This is the same conclusion I reached when\nwe last reviewed District 12.Easleyv.Cromartie,\n532 U. S. 234, 267 (2001) (Cromartie II) (dissenting\nopinion). The Court reached the contrary conclusion inCromartie\nIIonly by misapplying our deferential standard for reviewing\nfactual findings. Seeid.,at 259–262. Today’s decision does\nnot repeatCromartie II’s error, and indeed it confines that\ncase to its particular facts. It thus represents a welcome course\ncorrection to this Court’s application of the clear-error\nstandard.",
    "joined": []
}