{
    "case": {
        "docket": "35",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/35/"
    },
    "id": "1962687",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTBAZE V. REES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-5439RALPH BAZE and THOMAS C. BOWLING, PETI- TIONERSv.JOHN D. REES, COMMISSIONER, KENTUCKY DEPARTMENT OF\nCORRECTIONS, et al.on writ of certiorari to the supreme court of\nkentucky[April 16, 2008]Justice Thomas, with whom Justice\nScalia joins, concurring in the judgment.Although I agree that petitioners\nhave failed to establish that Kentucky’s lethal injection protocol\nviolates the Eighth Amendment, I write separately because I cannot\nsubscribe to the plurality opinion’s formulation of the governing\nstandard. As I understand it, that opinion would hold that a method\nof execution violates the Eighth Amendment if it poses a\nsubstantial risk of severe pain that could be significantly reduced\nby adopting readily available alternative procedures.Ante, at 13. This standard—along with petitioners’\nproposed “unnecessary risk” standard and the dissent’s “untoward\nrisk” standard,post, at 2—finds no support in the\noriginal understanding of the Cruel and Unusual Punishments Clause\nor in our previous method-of-execution cases; casts constitutional\ndoubt on long-accepted methods of execution; and injects the Court\ninto matters it has no institutional capacity to resolve. Because,\nin my view, a method of execution violates the Eighth Amendment\nonly if it is deliberately designed to inflict pain, I concur only\nin the judgment.IThe Eighth Amendment’s\nprohibition on the “inflict[ion]” of “cruel and unusual\npunishments” must be understood in light of the historical\npractices that led the Framers to include it in the Bill of Rights.\nJustice Stevens’ ruminations notwithstanding, seeante, at\n8–18 (opinion concurring in judgment), it is clear that the Eighth\nAmendment does not prohibit the death penalty. That is evident both\nfrom the ubiquity of the death penalty in the founding era, see S.\nBanner, The Death Penalty: An American History 23 (2002)\n(hereinafter Banner) (noting that, in the late 18th century, the\ndeath penalty was “the standard penalty for all serious crimes”),\nand from the Constitution’s express provision for capital\npunishment, see,e.g., Amdt. 5 (requiring an indictment or\npresentment of a grand jury to hold a person for “a capital, or\notherwise infamous crime,” and prohibiting deprivation of “life”\nwithout due process of law).That the Constitution permits\ncapital punishment in principle does not, of course, mean that all\nmethods of execution are constitutional. In English and early\ncolonial practice, the death penalty was not a uniform punishment,\nbut rather a range of punishments, some of which the Framers likely\nregarded as cruel and unusual. Death by hanging was the most common\nmode of execution both before and after 1791, and there is no doubt\nthat it remained a permissible punishment after enactment of the\nEighth Amendment. “An ordinary death by hanging was not, however,\nthe harshest penalty at the disposal of the seventeenth- and\neighteenth-century state.” Banner 70. In addition to hanging, which\nwas intended to, and often did, result in a quick and painless\ndeath, “[o]fficials also wielded a set of tools capable ofintensifyinga death sentence,” that is, “ways of\nproducing a punishment worse than death.”Id., at 54.One such “tool” was burning at the stake.\nBecause burning, unlike hanging, was always painful and destroyed\nthe body, it was considered “a form of super-capital punishment,\nworse than death itself.”Id.,at 71. Reserved for\noffenders whose crimes were thought to pose an especially grave\nthreat to the social order—such as slaves who killed their masters\nand women who killed their husbands—burning a person alive was so\ndreadful a punishment that sheriffs sometimes hanged the offender\nfirst “as an act of charity.”Id., at 72.Other methods of intensifying a death sentence\nincluded “gibbeting,” or hanging the condemned in an iron cage so\nthat his body would decompose in public view, seeid., at\n72–74, and “public dissection,” a punishment Blackstone associated\nwith murder, 4 W. Blackstone, Commentaries 376 (1769) (hereinafter\nBlackstone). But none of these was the worst fate a criminal could\nmeet. That was reserved for the most dangerous and reprobate\noffenders—traitors. “The punishment of high treason,” Blackstone\nwrote, was “very solemn and terrible,”id., at 92, and\ninvolved “embowelling alive, beheading, and quartering,”id., at 376. Thus, the following death sentence could be\npronounced on seven men convicted of high treason in England:“ ‘That you and each of you, be taken to the\nplace from whence you came, and from thence be drawn on a hurdle to\nthe place of execution, where you shall be hanged by the necks, not\ntill you are dead; that you be severally taken down, while yet\nalive, and your bowels be taken out and burnt before your\nfaces—that your heads be then cut off, and your bodies cut in four\nquarters, to be at the King’s disposal. And God Almighty have mercy\non your souls.’ ” G. Scott, History of Capital Punishment 179\n(1950).*The principal object of these\naggravated forms of capital punishment was to terrorize the\ncriminal, and thereby more effectively deter the crime. Their\ndefining characteristic was that they were purposely designed to\ninflict pain and suffering beyond that necessary to cause death. As\nBlackstone put it, “in very atrocious crimes, other circumstances\nof terror, pain, or disgrace [were] superadded.” 4 Blackstone 376.\nThese “superadded” circumstances “were carefully handed out to\napply terror where it was thought to be most needed,” and were\ndesigned “to ensure that death would be slow and painful, and thus\nall the more frightening to contemplate.” Banner 70.Although the Eighth Amendment was not the\nsubject of extensive discussion during the debates on the Bill of\nRights, there is good reason to believe that the Framers viewed\nsuch enhancements to the death penalty as falling within the\nprohibition of the Cruel and Unusual Punishments Clause. By the\nlate 18th century, the more violent modes of execution had\n“dwindled away,”id.,at 76, and would for that reason\nhave been “unusual” in the sense that they were no longer\n“regularly or customarily employed,”Harmelinv.Michigan,501 U. S. 957, 976\n(1991) (opinion of Scalia, J.); see alsoWeemsv.United States,217 U. S. 349, 395\n(1910) (White, J., dissenting) (noting that, “prior to the\nformation of the Constitution, the necessity for the protection\nafforded by the cruel and unusual punishment guarantee of the\nEnglish bill of rights had ceased to be a matter of concern,\nbecause as a rule the cruel bodily punishments of former times were\nno longer imposed”). Embellishments upon the death penalty designed\nto inflict pain for pain’s sake also would have fallen comfortably\nwithin the ordinary meaning of the word “cruel.” See 1 S. Johnson,\nA Dictionary of the English Language 459 (1773) (defining “cruel”\nto mean “[p]leased with hurting others; inhuman; hard-hearted; void\nof pity; wanting compassion; savage; barbarous; unrelenting”); 1 N.\nWebster, An American Dictionary of the English Language 52 (1828)\n(defining “cruel” as “[d]isposed to give pain to others, in body or\nmind; willing or pleased to torment, vex or afflict; inhuman;\ndestitute of pity, compassion or kindness”).Moreover, the evidence we do have from the\ndebates on the Constitution confirms that the Eighth Amendment was\nintended to disable Congress from imposing torturous punishments.\nIt was the absence of such a restriction on Congress’ power in the\nConstitution as drafted in Philadelphia in 1787 that led one\ndelegate at the Massachusetts ratifying convention to complain that\nCongress was “nowhere restrained from inventing the most cruel and\nunheard-of punishments, and annexing them to crimes; and there is\nno constitutional check on them, but thatracksandgibbetsmay be amongst the most mild instruments of their\ndiscipline.” 2 J. Elliot, The Debates in the Several State\nConventions on the Adoption of the Federal Constitution 111 (2d ed.\n1891). Similarly, during the ratification debate in Virginia,\nPatrick Henry objected to the lack of a Bill of Rights, in part\nbecause there was nothing to prevent Congress from inflicting\n“tortures, or cruel and barbarous punishment[s].” 3id.,at 447–448.Early commentators on the Constitution\nlikewise interpreted the Cruel and Unusual Punishments Clause as\nreferring to torturous punishments. One commentator viewed the\nEighth Amendment as prohibiting “horrid modes of torture”:“The prohibition of cruel and unusual punishments,\nmarks the improved spirit of the age, which would not tolerate the\nuse of the rack or the stake, or any of those horrid modes of\ntorture, devised by human ingenuity for the gratification of\nfiendish passion.” J. Bayard, A Brief Exposition of the\nConstitution of the United States 154 (2d ed. 1840).Similarly, another commentator found “sufficient\nreasons” for the Eighth Amendment in the “barbarous and cruel\npunishments” inflicted in less enlightened countries:“Under the [Eighth] amendment the infliction of\ncruel and unusual punishments, is also prohibited. The various\nbarbarous and cruel punishments inflicted under the laws of some\nother countries, and which profess not to be behind the most\nenlightened nations on earth in civilization and refinement,\nfurnish sufficient reasons for this express prohibition. Breaking\non the wheel, flaying alive, rending asunder with horses, various\nspecies of horrible tortures inflicted in the inquisition, maiming,\nmutilating and scourging to death, are wholly alien to the spirit\nof our humane general constitution.” B. Oliver, The Rights of An\nAmerican Citizen 186 (1832) (reprint 1970).So barbaric were the punishments prohibited by the\nEighth Amendment that Joseph Story thought the provision “wholly\nunnecessary in a free government, since it is scarcely possible,\nthat any department of such a government should authorize, or\njustify such atrocious conduct.” 3 J. Story, Commentaries on the\nConstitution of the United States 750 (1833).IIConsistent with the original\nunderstanding of the Cruel and Unusual Punishments Clause, this\nCourt’s cases have repeatedly taken the view that the Framers\nintended to prohibit torturous modes of punishment akin to those\nthat formed the historical backdrop of the Eighth Amendment. See,e.g.,Estellev.Gamble,429 U. S. 97, 102 (1976)\n(“[T]he primary concern of the drafters was to proscribe\n‘torture[s]’ and other ‘barbar[ous]’ methods of punishment”);Weems, 217 U. S., at 390 (White, J., dissenting) (“[I]t\nmay not be doubted, and indeed is not questioned by any one, that\nthe cruel punishments against which the bill of rights provided\nwere the atrocious, sanguinary and inhuman punishments which had\nbeen inflicted in the past upon the persons of criminals”). That\nview has permeated our method-of-execution cases. Thrice the Court\nhas considered a challenge to a modern method of execution, and\nthrice it has rejected the challenge, each time emphasizing that\nthe Eighth Amendment is aimed at methods of execution purposely\ndesigned to inflict pain.In the first case,Wilkersonv.Utah,99 U. S. 130(1879), the\nCourt rejected the contention that death by firing squad was cruel\nand unusual. In so doing, it reviewed the various modes of\nexecution catalogued by Blackstone, repeating his observation that\n“in very atrocious crimes other circumstances of terror, pain, or\ndisgrace were sometimes superadded.”Id., at 135. The\nCourt found it “safe to affirm that punishments of torture, such as\nthose mentioned by [Blackstone], and all others in the same line of\nunnecessary cruelty, are forbidden by [the Eighth Amendment].”Id., at 136. The unanimous Court had no difficulty\nconcluding that death by firing squad did not “fal[l] within that\ncategory.”Ibid.Similarly, when the Court inIn re\nKemmler,136 U.\nS. 436, 446 (1890), unanimously rejected a challenge to\nelectrocution, it interpreted the Eighth Amendment to prohibit\npunishments that “were manifestly cruel and unusual, as burning at\nthe stake, crucifixion, breaking on the wheel, or the like”:“Punishments are cruel when they involve torture or\na lingering death; but the punishment of death is not cruel, within\nthe meaning of that word as used in the Constitution. It implies\nthere something inhuman and barbarous, something more than the mere\nextinguishment of life.”Id., at 447.Finally, inLouisiana ex rel.\nFrancisv.Resweber,329 U. S. 459(1947),\nthe Court rejected the petitioner’s contention that the Eighth\nAmendment prohibited Louisiana from subjecting him to a second\nattempt at electrocution, the first attempt having failed when\n“[t]he executioner threw the switch but, presumably because of some\nmechanical difficulty, death did not result.”Id., at 460\n(plurality opinion). Characterizing the abortive attempt as “an\naccident, with no suggestion of malevolence,”id., at 463,\nthe plurality opinion concluded that “the fact that petitioner\nha[d] already been subjected to a current of electricity [did] not\nmake his subsequent execution any more cruel in the constitutional\nsense than any other execution”:“The cruelty against which the Constitution\nprotects a convicted man is cruelty inherent in the method of\npunishment, not the necessary suffering involved in any method\nemployed to extinguish life humanely. The fact that an\nunforeseeable accident prevented the prompt consummation of the\nsentence cannot, it seems to us, add an element of cruelty to a\nsubsequent execution. There is no purpose to inflict unnecessary\npain nor any unnecessary pain involved in the proposed execution.”Id., at 464.IIIIn light of this consistent\nunderstanding of the Cruel and Unusual Punishments Clause as\nforbidding purposely torturous punishments, it is not surprising\nthat even an ardent abolitionist was constrained to acknowledge in\n1977 that “[a]n unbroken line of interpreters has held that it was\nthe original understanding and intent of the framers of the Eighth\nAmendment … to proscribe as ‘cruel and unusual’onlysuch\nmodes of execution as compound the simple infliction of death with\nadded cruelties or indignities.” H. Bedau, The Courts, the\nConstitution, and Capital Punishment 35. What is surprising is the\nplurality’s willingness to discard this unbroken line of authority\nin favor of a standard that finds no support in the original\nunderstanding of the Eighth Amendment or in our method-of-execution\ncases and that, disclaimers notwithstanding, “threaten[s] to\ntransform courts into boards of inquiry charged with determining\n‘best practices’ for executions, with each ruling supplanted by\nanother round of litigation touting a new and improved\nmethodology.”Ante, at 12.We have never suggested that a\nmethod of execution is “cruel and unusual” within the meaning of\nthe Eighth Amendment simply because it involves a risk of\npain—whether “substantial,” “unnecessary,” or “untoward”—that could\nbe reduced by adopting alternative procedures. And for good reason.\nIt strains credulity to suggest that the defining characteristic of\nburning at the stake, disemboweling, drawing and quartering,\nbeheading, and the like was that they involved risks of pain that\ncould be eliminated by using alternative methods of execution.\nQuite plainly, what defined these punishments was that they weredesignedto inflict torture as a way of enhancing a death\nsentence; they wereintendedto produce a penalty worse\nthan death, to accomplish something “more than the mere\nextinguishment of life.”Kemmler, supra, at 447. The evil\nthe Eighth Amendment targets is intentional infliction of\ngratuitous pain, and that is the standard our method-of-execution\ncases have explicitly or implicitly invoked.Thus, the Court did not find it necessary inWilkersonto conduct a comparative analysis of death by\nfiring squad as opposed to hanging or some other method of\nexecution. Nor did the Court inquire into the precise procedures\nused to execute an individual by firing squad in order to determine\nwhether they involved risks of pain that could be alleviated by\nadopting different procedures. It was enough that death by firing\nsquad was well established in military practice, 99 U. S., at\n134–135, and plainly did not fall within the “same line of\nunnecessary cruelty” as the punishments described by Blackstone,id., at 136.The same was true inKemmler. One\nsearches the opinion in vain for a comparative analysis of\nelectrocution versus other methods of execution. The Court observed\nthat the New York Legislature had adopted electrocution in order to\nreplace hanging with “ ‘the most humane and practical method\nknown to modern science of carrying into effect the sentence of\ndeath in capital cases.’ ” 136 U. S., at 444. But there is no\nsuggestion that the Court thought it necessary to sift through the\n“voluminous mass of evidence … taken [in the courts below] as to\nthe effect of electricity as an agent of death,”id., at\n442, in order to confirm that electrocution in fact involved less\nsubstantial risks of pain or lingering death than hanging. The\ncourt below had rejected the challenge because the “act was passed\nin the effort to devise a more humane method of reaching the\nresult,” and “courts were bound to presume that the legislature was\npossessed of the facts upon which it took action.”Id., at\n447. Treating the lower court’s decision “as involving an\nadjudication that the statute was not repugnant to the Federal\nConstitution,”ibid., the Court found that conclusion “so\nplainly right,”ibid., that it had “no hesitation” in\ndenying the writ of error,id., at 449.Likewise inResweber, the Court was\nconfronted in dramatic fashion with the reality that the electric\nchair involved risks of error or malfunction that could result in\nexcruciating pain. See 329 U. S., at 480, n. 2 (Burton, J.,\ndissenting) (quoting affidavits from the petitioner’s brief\nrecounting that during the unsuccessful first attempt at\nelectrocution, the petitioner’s “ ‘lips puffed out and his\nbody squirmed and tensed and he jumped so that the chair rocked on\nthe floor’ ”). But absent “malevolence” or a “purpose to\ninflict unnecessary pain,” the Court concluded that the\nConstitution did not prohibit Louisiana from subjecting the\npetitioner to those very risks a second time in order to carry out\nhis death sentence.Id., at 463, 464 (plurality opinion);id., at 471 (Frankfurter, J., concurring); see alsoFurmanv.Georgia,408 U. S. 238, 326–327\n(1972) (Marshall, J., concurring) (describingResweberas\nholding “that the legislature adopted electrocution for a humane\npurpose, and that its will should not be thwarted because, in its\ndesire to reduce pain and suffering in most cases, it may have\ninadvertently increased suffering in one particular case”). No one\nsuggested that Louisiana was required to implement additional\nsafeguards or alternative procedures in order to reduce the risk of\na second malfunction. And it was thedissentersinResweberwho insisted that the absence of an intent to\ninflict pain was irrelevant. 329 U. S., at 477 (Burton, J.,\ndissenting) (“The intent of the executioner cannot lessen the\ntorture or excuse the result”).IVAside from lacking support in\nhistory or precedent, the various risk-based standards proposed in\nthis case suffer from other flaws, not the least of which is that\nthey cast substantial doubt on every method of execution other than\nlethal injection. It may well be that other methods of execution\nsuch as hanging, the firing squad, electrocution, and lethal gas\ninvolve risks of pain that could be eliminated by switching to\nlethal injection. Indeed, they have been attacked as\nunconstitutional for that very reason. See,e.g.,Gomezv.United States Dist. Court for Northern Dist.\nof Cal.,503 U.\nS. 653, 654, 656–657 (1992) (Stevens, J., dissenting) (arguing\nthat lethal gas violates the Eighth Amendment because of “the\navailability of more humane and less violent methods of execution,”\nnamely, lethal injection);Glassv.Louisiana,471 U. S. 1080,\n1093 (1985) (Brennan, J., dissenting from denial of certiorari)\n(arguing that electrocution violates the Eighth Amendment because\nit poses risks of pain that could be alleviated by “other currently\navailable means of execution,” such as lethal injection);Campbellv.Wood, 18 F. 3d 662, 715 (CA9\n1994) (Reinhardt, J., concurring and dissenting) (arguing that\nhanging violates the Eighth Amendment because it involves risks of\npain and mutilation not presented by lethal injection). But the\nnotion that the Eighth Amendment permits only one mode of\nexecution, or that it requires an anesthetized death, cannot be\nsquared with the history of the Constitution.It is not a little ironic—and\ntelling—that lethal injection, hailed just a few years ago asthehumane alternative in light of which every other\nmethod of execution was deemed an unconstitutional relic of the\npast, is the subject of today’s challenge. It appears the\nConstitution is “evolving” even faster than I suspected. And it is\nobvious that, for some who oppose capital punishment on policy\ngrounds, the only acceptable end point of the evolution is for this\nCourt, in an exercise of raw judicial power unsupported by the text\nor history of the Constitution, or even by a contemporary moral\nconsensus, to strike down the death penalty as cruel and unusual in\nall circumstances. In the meantime, though, the next best option\nfor those seeking to abolish the death penalty is to embroil the\nStates in never-ending litigation concerning the adequacy of their\nexecution procedures. But far from putting an end to abusive\nlitigation in this area, and thereby vindicating in some small\nmeasure the States’ “significant interest in meting out a sentence\nof death in a timely fashion,”Nelsonv.Campbell,541 U. S. 637, 644\n(2004), today’s decision is sure to engender more litigation. At\nwhat point does a risk become “substantial”? Which alternative\nprocedures are “feasible” and “readily implemented”? When is a\nreduction in risk “significant”? What penological justifications\nare “legitimate”? Such are the questions the lower courts will have\nto grapple with in the wake of today’s decision. Needless to say,\nwe have left the States with nothing resembling a bright-line\nrule.Which brings me to yet a further problem with\ncomparative-risk standards: They require courts to resolve medical\nand scientific controversies that are largely beyond judicial ken.\nLittle need be said here, other than to refer to the various\nopinions filed by my colleagues today. Under the competing risk\nstandards advanced by the plurality opinion and the dissent, for\nexample, the difference between a lethal injection procedure that\nsatisfies the Eighth Amendment and one that does not may well come\ndown to one’s judgment with respect to something as hairsplitting\nas whether an eyelash stroke is necessary to ensure that the inmate\nis unconscious, or whether instead other measures have already\nprovided sufficient assurance of unconsciousness. Comparepost, at 6 (Ginsburg, J., dissenting) (criticizing\nKentucky’s protocol because “[n]o one calls the inmate’s name,\nshakes him, brushes his eyelashes to test for a reflex, or applies\na noxious stimulus to gauge his response”), withante, at\n22 (rejecting the dissent’s criticisms because “an inmate cannot\nsucceed on an Eighth Amendment claim simply by showing one more\nstep the State could take as a failsafe for other, independently\nadequate measures”). We have neither the authority nor the\nexpertise to micromanage the States’ administration of the death\npenalty in this manner. There is simply no reason to believe that\n“unelected” judges without scientific, medical, or penological\ntraining are any better suited to resolve the delicate issues\nsurrounding the administration of the death penalty than are state\nadministrative personnel specifically charged with the task. Cf.ante, at 5 (Stevens, J., concurring in judgment)\n(criticizing the States’ use of the three-drug protocol because\n“[i]n the majority of States that use the three-drug protocol, the\ndrugs were selected by unelected Department of Correction officials\nwith no specialized medical knowledge and without the benefit of\nexpert assistance or guidance”).In short, I reject as both unprecedented and\nunworkable any standard that would require the courts to weigh the\nrelative advantages and disadvantages of different methods of\nexecution or of different procedures for implementing a given\nmethod of execution. To the extent that there is any comparative\nelement to the inquiry, it should be limited to whether the\nchallenged method inherently inflicts significantly more pain than\ntraditional modes of execution such as hanging and the firing\nsquad. See,e.g.,Grayv.Lucas,463 U. S. 1237,\n1239–1240 (1983) (Burger, C. J., concurring in denial of\ncertiorari) (rejecting an Eighth Amendment challenge to lethal gas\nbecause the petitioner had not shown that “ ‘the pain and\nterror resulting from death by cyanide gas is so different in\ndegree or nature from that resulting from other traditional modes\nof execution as to implicate the eighth amendment right’ ”\n(quotingGrayv.Lucas, 710 F. 2d 1048, 1061\n(CA5 1983)));Hernandezv.State, 43 Ariz. 424,\n441, 32 P. 2d 18, 25 (1934) (“The fact that [lethal gas] is\nless painful and more humane than hanging is all that is required\nto refute completely the charge that it constitutes cruel and\nunusual punishment within the meaning of this expression as used in\n[the Eighth Amendment]”).VJudged under the proper standard,\nthis is an easy case. It is undisputed that Kentucky adopted its\nlethal injection protocol in an effort to make capital punishment\nmore humane, not to add elements of terror, pain, or disgrace to\nthe death penalty. And it is undisputed that, if administered\nproperly, Kentucky’s lethal injection protocol will result in a\nswift and painless death. As the Sixth Circuit observed in\nrejecting a similar challenge to Tennessee’s lethal injection\nprotocol, we “do not have a situation where the State has any\nintent (or anything approaching intent) to inflict unnecessary\npain; the complaint is that the State’spain-avoidance\nproceduremay fail because the executioners may make a mistake\nin implementing it.”Workmanv.Bredesen, 486\nF. 3d 896, 907 (2007). But “[t]he risk of negligence in\nimplementing a death-penalty procedure … does not\nestablish a cognizable Eighth Amendment claim.”Id., at\n907–908. Because Kentucky’s lethal injection protocol is designed\nto eliminate pain rather than to inflict it, petitioners’ challenge\nmust fail. I accordingly concur in the Court’s judgment affirming\nthe decision below.* As gruesome as these methods of execution\nwere, they were not the worst punishments the Framers would have\nbeen acquainted with. After surveying the various\n“superadd[itions]” to the death penalty in English law, as well as\nlesser punishments such as “mutilation or dismembering, by cutting\noff the hand or ears” and stigmatizing the offender “by slitting\nthe nostrils, or branding in the hand or cheek,” Blackstone was\nable to congratulate his countrymen on their refinement, in\ncontrast to the barbarism on the Continent: “Disgusting as this\ncatalogue may seem, it will afford pleasure to an English reader,\nand do honor to the English law, to compare it with that shocking\napparatus of death and torment to be met with in the criminal codes\nof almost every other nation in Europe.” 4 Blackstone 377.",
    "joined": []
}