{
    "case": {
        "docket": "15-1204",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/15-1204/"
    },
    "id": "3858463",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1204_________________DAVID JENNINGS, et al., PETITIONERSv.ALEJANDRO RODRIGUEZ, et al., individ- ually and on\nbehalf of all others similarly situatedon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 27, 2018]Justice Thomas, with whom Justice Gorsuch\njoins except for footnote 6, concurring in Part I and Parts III–VI\nand concurring in the judgment.In my view, no court has jurisdiction over this\ncase. Congress has prohibited courts from reviewing aliens’ claims\nrelated to their removal, except in a petition for review from a\nfinal removal order or in other circumstances not present here. See\n8 U. S. C. §1252(b)(9). Respond- ents have not brought\ntheir claims in that posture, so §1252(b)(9) removes jurisdiction\nover their challenge to their detention. I would therefore vacate\nthe judgment below with instructions to dismiss for lack of\njurisdiction. But because a majority of the Court believes we have\njurisdiction, and I agree with the Court’s resolution of the\nmerits, I join Part I and Parts III–VI of the Court’s opinion.IRespondents are a class of aliens whose\nremoval proceedings are ongoing. Respondents allege that the\nstatutes that authorize their detention during removal proceedings\ndo not authorize “prolonged” detention unless they are given an\nindividualized bond hearing at which the Government “prove[s] by\nclear and convincing evidence” that their detention remains\njustified. Third Amended Complaint inRodriguezv.Holder, No. CV 07–03239 (CD Cal., Oct. 22, 2010), pp. 30–31\n(Third Amended Complaint). If the statutes do authorize “prolonged”\ndetention, respondents claim that the statutes violate the Due\nProcess Clause of the Fifth Amendment.Ibid.In their\ncomplaint, respondents sought declaratory and injunctive relief\nfrom detention during their removal proceedings.Id.,at\n31–32. The District Court certified a class of aliens under Federal\nRule of Civil Procedure 23(b)(2) who, among other things, “are or\nwere detained for longer than six months pursuant to one of the\ngeneral immigration detention statutes.” Class Certification Order\ninRodriguezv.Holder, No. CV 07–03239 (CD Cal.,\nApr. 5, 2010), p. 2;Rodriguezv.Hayes, 591\nF. 3d 1105, 1122–1126 (CA9 2010). After the parties moved for\nsummary judgment, the District Court entered a permanent injunction\nin favor of the class, which requires the named Government\nofficials[1] to take steps to\n“timely identify all current and future class members,” to update\nclass member lists with the District Court every 90 days, and to\nprovide class members with bond hearings that comply with\nparticular substantive and procedural requirements. Order,\nJudgment, and Permanent Injunction inRodriguezv.Holder, No. CV 07–03239 (CD Cal., Aug. 6, 2013), pp. 5–6\n(Order, Judgment, and Permanent Injunction).IIAAlthough neither party raises §1252(b)(9),\nthis Court has an “independent obligation” to assess whether it\ndeprives us and the lower courts of jurisdiction.Arbaughv.Y & H Corp., 546 U. S. 500, 514 (2006) . This Court\nhas described §1252(b)(9) as a “ ‘zipper’ clause.” SeeRenov.American-Arab Anti-Discrimination Comm., 525\nU. S. 471, 483 (1999) (AADC);INSv.St.\nCyr, 533 U. S. 289, 313 (2001) . That description is apt\nbecause, when an alien raises a claim related to his removal,\n§1252(b)(9) closes all but two avenues for judicial review:“Consolidation of questions for judicial\nreview“Judicial review of all questions of law and\nfact, including interpretation and application of constitu- tional\nand statutory provisions, arising from any action taken or\nproceeding brought to remove an alien from the United States under\n[8 U. S. C. §§1151–1382] shall be availableonly in\njudicial review of a final order under this section. Exceptas otherwise provided in this section, no court shall have\njurisdiction, by habeas corpus under section 2241 of title 28 or\nany other habeas corpus provision, by section 1361 or 1651 of such\ntitle, or by any other provision of law (statutory or\nnonstatutory), to review such an order or such questions of law or\nfact.” (Emphasis added.)The text of this provision is clear. Courts\ngenerally lack jurisdiction over “all questions of law and fact,”\nboth “constitutional” and “statutory,” that “aris[e] from” an\n“action taken or proceeding brought to remove an alien.” If an\nalien raises a claim arising from such an action or proceeding,\ncourts cannot review it unless they are reviewing “a final order”\nunder §1252(a)(1) or exercising jurisdiction “otherwise provided”\nin §1252.[2] Neither “habeas\ncorpus” nor “any other provision of law” can be used to avoid\n§1252(b)(9)’s jurisdictional bar. In short, if a claim arises from\nan action taken to remove an alien, §1252(b)(9) permits judicial\nreview in only two circumstances: in connection with review of a\nfinal removal order and via a specific grant of jurisdiction in\n§1252.Respondents do not argue that any specific grant\nof jurisdiction applies here, and they do not seek review of a\nfinal removal order under §1252(a)(1). Thus, a court may review\nrespondents’ claims only if they can show that §1252(b)(9)’s\njurisdictional bar does not apply in the first place because their\nclaims do not “aris[e] from any action taken or proceeding brought\nto remove an alien.”Respondents cannot make that showing. Section\n1252(b)(9) is a “general jurisdictional limitation” that applies to\n“all claims arising from deportation proceedings” and the “many\n. . . decisions or actions that may be part of the\ndeportation process.”AADC,supra, at 482–483.\nDetaining an alien falls within this definition—indeed, this Court\nhas described detention during removal proceedings as an “aspect of\nthe deportation process.”Demorev.Kim, 538\nU. S. 510, 523 (2003) ; see alsoCarlsonv.Landon, 342 U. S. 524, 538 (1952) (“Detention is\nnecessarily a part of [the] deportation procedure”). As the Court\nexplains today, Congress either mandates or permits the detention\nof aliens for the entire duration of their removal proceedings. Seeante, at 12–23. This detention, the Court further explains,\nis meant to ensure that the Government can ultimately remove them.\nSeeante, at 1; accord,Demore,supra, at 528\n(explaining that detention during removal proceedings “necessarily\nserves the purpose of preventing deportable criminal aliens from\nfleeing prior to or during their removal proceedings, thus\nincreasing the chance that, if ordered removed, the aliens will be\nsuccessfully removed”). The phrase “any action taken . . . to\nremove an alien from the United States” must at least cover\ncongressionally authorized portions of the deportation process that\nnecessarily serve the purpose of ensuring an alien’s removal.\nClaims challenging detention during removal proceedings thus fall\nwithin the heartland of §1252(b)(9).BThe plurality, the dissent, and respondents\neach offer reasons why §1252(b)(9) does not apply to this case. The\nplurality reasons that applying §1252(b)(9) to detention claims\nrequires an overly expansive reading of “arising from.” Seeante, at 9–10. The dissent contends that §1252(b)(9) applies\nonly to challenges to the removal order itself.Post, at 31.\nAnd respondents argue that, if §1252(b)(9) applies to their claims,\nthey will have no meaningful way to challenge their detention\nduring their removal proceedings.[3] Tr. of Oral Arg. 36. None of these arguments persuades\nme.1The plurality asserts that §1252(b)(9) covers\nrespond- ents’ claims only if the words “arising from” are given an\n“expansive interpretation.”Ante,at 9. I am of a different\nview. Even if “arising from” is read narrowly, §1252(b)(9) still\ncovers the claims at issue in this case. That is because detentionisan “action taken . . . to remove” an alien. And\neven the narrowest reading of “arising from” must cover claims that\ndirectly challenge such actions. SeeAADC, 525 U. S.,\nat 482–483.The main precedent that the plurality cites to\nsupport its narrow reading of “arising from” demonstrates that\n§1252(b)(9) applies here. Seeante, at 10 (citingAADC, 525 U. S., at 482–483). InAADC, the Court\nexplained that §1252(b)(9) covers “all claims arising from\ndeportation proceedings” and the “many . . . decisions or\nactions that may be part of the deportation process.”Ibid.The Court even listed examples of the type of claims that would be\ncovered, including challenges to the decision “to open an\ninvestigation” and the decision “to surveil the suspected\n[immigration-law] violator.”Id.,at 482. If surveilling a\nsuspected violator falls under the statute, then the detention of a\nknown violator certainly does as well.The plurality dismisses my “expansive\ninterpretation” because it would lead to “staggering results,”\nsupposedly barring claims that are far afield from removal. Seeante,at 9 (describing lawsuits challenging inhumane\nconditions of confinement, assaults, and negligent driving). But\nthat is not the case. Unlike detention during removal proceedings,\nthose actions are neither congressionally authorized nor meant to\nensure that an alien can be removed. Thus, my conclusion that\n§1252(b)(9) covers an alien’s challenge to thefactof his\ndetention (an action taken in pursuit of the lawful objective of\nremoval) says nothing about whether it also covers claims about\ninhumane treatment, as- saults, or negligently inflicted injuries\nsufferedduringdetention (actions that go beyond the\nGovernment’s lawful pursuit of its removal objective). Cf.Bellv.Wolfish, 441 U. S. 520 –539 (1979)\n(drawing a similar distinction).2The dissent takes a different approach.\nRelying on the prefatory clause to §1252(b), it asserts that\n§1252(b)(9) “by its terms applies only ‘[w]ith respect to review of\nan order of removal under [§1252(a)(1)].’ ”Post, at 31\n(quoting 8 U. S. C. §1252(b)). The dissent reads the\nprefatory clause to mean that §1252(b)(9) applies only to a\n“challenge [to] an order of removal.”Post, at 31. That\nreading is incorrect.Section 1252(b)(9) is not restricted to\nchallenges to removal orders. The text refers to review of\n“allquestions of law and fact” arising from removal, not\njust removal orders. (Emphasis added.) And it specifies that\n§1252(a)(1) provides the only means for reviewing “such an orderorsuch questions of law or fact.”Ibid.(emphasis\nadded). The term “or” is “ ‘almost always disjunctive, that\nis, the words it connects are to be given separate\nmeanings.’ ”Loughrinv.United States, 573\nU. S. ___, ___ (2014) (slip op., at 6) (quotingUnited\nStatesv.Woods, 571 U. S. 31 –46 (2013)). By\ninterpreting §1252(b)(9) as governing only removal orders, the\ndissent reads “or such questions of law or fact” out of the\nstatute. It also renders superfluous §1252(a)(5), which already\nspecifies that the review made available under §1252(a)(1) “shall\nbe the sole and exclusive means for judicial review ofan order\nof removal.” This Court typically disfavors such\ninterpretations. SeeAADC,supra, at 483.The prefatory clause of §1252(b) does not change\nthe meaning of §1252(b)(9). The prefatory clause states that the\nsubparagraphs of §1252(b), including §1252(b)(9), impose\nrequirements “[w]ith respect to review of an order of removal under\nsubsection (a)(1).” The phrase “with respect to” means “referring\nto,” “concerning,” or “relating to.” Oxford American Dictionary and\nLanguage Guide 853 (1999 ed.); accord, Webster’s New Universal\nUnabridged Dictionary 1640 (2003 ed.); American Heritage Dictionary\n1485 (4th ed. 2000). Read together, the prefatory clause and\n§1252(b)(9) mean that review of all questions arising from removal\nmust occur in connection with review of a final removal order under\n§1252(a)(1), which makes sense given that §1252(b)(9) is meant to\n“[c]onsolidat[e] . . . questions for judicial review.”\nTellingly, on the two previous occasions when this Court\ninterpreted §1252(b)(9), it did not understand §1252(b)(9) as\nlimited to challenges to removal orders. SeeAADC,supra,at 482–483 (stating that §1252(b)(9) is a “general\njurisdictional limitation” that applies to “all claims arising from\ndeportation proceedings” and “the many . . . decisions or\nactions that may be part of the deportation process”);St.\nCyr, 533 U. S., at 313, n. 37 (clarifying that\n§1252(b)(9) requires “claims that were viewed as being outside of a\n‘final order’ ” to be “consolidated in a petition for review\nand considered by the courts of appeals” in their review of the\nfinal removal order under §1252(a)(1)). Thus, despite the dissent’s\nassertion to the contrary, the prefatory clause plainly does not\nchange the scope of §1252(b)(9), which covers “all questions of law\nor fact” arising from the removal process.3At oral argument, respondents asserted that,\nif §1252(b)(9) bars their lawsuit, then the only review available\nwould be “a petition for review of [a] final removal order” under\n§1252(a)(1), which takes place “after all the detention has already\nhappened.”[4] Tr. of Oral Arg.\n36. I interpret respondents’ argument as a claim that §1252(b)(9)\nwould be unconstitutional if it precluded meaningful review of\ntheir detention. This argument is unpersuasive and foreclosed by\nprecedent.The Constitution does not guarantee litigants\nthe most effective means of judicial review for every type of claim\nthey want to raise. SeeAADC, 525 U. S., at 487–492\n(rejecting a similar argument);Heikkilav.Barber,\n345 U. S. 229, 237 (1953) (explaining that limitations on\njudicial review of deportation must be followed “despite [their]\napparent inconvenience to the alien”). This is especially true in\nthe context of deportation, where limits on the courts’\njurisdiction have existed for almost as long as federal immigration\nlaws, and where this Court has repeatedly affirmed the\nconstitutionality of those limits.[5]Indeed, this Court has already rejected\nessentially the same argument that respondents raise here. InAADC, the Court held that §1252(g), a provision similar to\n§1252(b)(9), barred the aliens’ claim that the Government was\nviolating the First Amendment by selectively enforc- ing the\nimmigration laws against them. 525 U. S., at 487–492. The\naliens argued that constitutional avoidance required the Court to\ninterpret §1252(g) as not applying to their claims because the only\nremaining avenue for review—a petition for review of a final\nremoval order under §1252(a)(1)—would be “unavailing” and would\n“come too late to prevent the ‘chilling effect’ upon their First\nAmendment rights.”Id., at 487–488. The Court rejected this\nargument because “an alien unlawfully in this country has no\nconstitutional right to assert selective enforcement as a defense\nagainst his deportation.”Id., at 488. The Court further\nexplained that it had a duty to enforce Congress’ limitations on\njudicial review, except perhaps in “a rare case in which the\nalleged basis of discrimination is so outrageous that the foregoing\nconsiderations [ justifying limited review could] be\novercome.”Id., at 491.Like inAADC, respondents’\nlack-of-meaningful-review argument does not allow us to ignore the\njurisdictional limitations that Congress has imposed. This Court\nhas never held that detention during removal proceedings is\nunconstitutional. To the contrary, this Court has repeatedly\nrecognized the constitutionality of that practice. SeeDemore, 538 U. S., at 523 (explaining that detention is\n“a constitutionally valid aspect of the deportation process”);\naccord,Renov.Flores, 507 U. S. 292 –306\n(1993);Shaughnessyv.United States ex rel. Mezei,\n345 U. S. 206, 215 (1953) ;Carlson, 342 U. S., at\n538, 542. Nor does this lawsuit qualify as the “rare case in which\nthe alleged [executive action] is so outrageous” that it could\nthwart the jurisdictional limitations in §1252(b)(9).AADC,supra, at 491. The Government’s detention of respondents is\nentirely routine and indistinguishable from the detention that we\nhave repeatedly upheld in the past. Thus, regardless of the\ninconvenience that §1252(b)(9) might pose for respondents, this\nCourt must enforce it as written. Respondents must raise their\nclaims in petitions for review of their final removal\norders.[6]IIIBecause I conclude that §1252(b)(9) bars\njurisdiction to hear respondents’ claims, I will also address\nwhether its application to this case violates the Suspension\nClause, see Art. I, §9, cl. 2 (“The Privilege of the Writ of\nHabeas Corpus shall not be suspended, unless when in Cases of\nRebellion or Invasion the public Safety may require it”). It does\nnot. Even assuming the Suspension Clause bars Congress from\nstripping habeas jurisdiction over respondents’ claims, but seeSt. Cyr, 533 U. S., at 337–346 (Sca- lia, J.,\ndissenting), this case does not involve a habeas petition.Respondents do not seek habeas relief, as\nunderstood by our precedents. Although their complaint references\nthe general habeas statute, see Third Amended Complaint, at 1, it\nis not a habeas petition. The complaint does not request that the\nDistrict Court issue any writ. Seeid., at 31–32. Rather, it\nseeks a declaration and an injunction that would provide relief for\nboth present and future class members, including future class\nmembers not yet detained.Ibid.Indeed, respondents obtained\nclass certification under Federal Rule of Civil Procedure 23(b)(2),\nwhich applies only when the class seeks “final injunctive relief or\ncorresponding declaratory relief.”[7]Nor did respondents obtain habeas relief. When\ntheir case concluded, respondents obtained a classwide permanent\ninjunction. See Order, Judgment, and Permanent Injunction, at 5–6.\nThat classwide injunction looks nothing like a typical writ. It is\nnot styled in the form of a conditional or unconditional release\norder. Cf.United Statesv.Jung Ah Lung, 124\nU. S. 621, 622 (1888) (describing habeas relief as “order[ing]\nthe discharge from custody of the person in whose behalf the writ\nwas sued out”);Chin Yowv.United States, 208\nU. S. 8, 13 (1908) (awarding habeas relief by ordering the\nrelease of the alien if certain conditions were not satisfied). It\napplies to future class members, including individuals who were not\nin custody when the injunction was issued. Cf. 28\nU. S. C. §2241(c) (generally precluding issuance of the\nwrit unless the petitioner is “in custody”). And it is directed to\nat least one individual, the Director for the Executive Office for\nImmigration Review, who is not a custodian. Cf.Rumsfeldv.Padilla, 542 U. S. 426, 434 (2004) (explaining that\n“the proper respondent to a habeas petition is ‘the person who has\ncustody over [the petitioner]’ ” (quoting 28\nU. S. C. §2242)).Immigration law has long drawn a distinction\nbetween the declaratory and injunctive relief that respondents\nsought here and habeas relief. InHeikkila, for instance,\nthis Court distinguished habeas relief from “injunctions,\ndeclaratory judgments and other types of relief” that “courts ha[d]\nconsistently rejected” in immigration cases. 345 U. S., at\n230. The Court rejected the alien’s request for “injunctive and\ndeclaratory relief” because Congress had authorized courts to grant\nrelief only in habeas proceedings.Id.,at 230, 237. We\nreaffirmed this distinction inSt. Cyr, where we noted that\nthe 1961 Immigration and Nationality Act, 75Stat. 650, withdrew the\ndistrict courts’ “authority to grant declaratory and injunctive\nrelief,” but not habeas relief. 533 U. S., at 309–310; see\nalsoShaughnessyv.Pedreiro, 349 U. S. 48 –53\n(1955) (holding that the Administrative Procedure Act, which\nauthorizes courts to grant declaratory and injunctive relief,\nauthorized “judicial review of deportation ordersother than by\nhabeas corpus” (emphasis added)). And Congress has confirmed\nthis distinction in its immigration statutes by allowing one form\nof relief, but not the other, in particular circumstances. Compare,e.g.,§1252(e)(1) (prohibiting courts from granting\n“declaratory, injunctive, or other equitable relief in any action\npertaining to an order to exclude an alien in accordance with\nsection 1225(b)(1)”) with §1252(e)(2) (allowing “judicial review\n. . . in habeas corpus proceedings” of particular\n“determination[s] made under section 1225(b)(1)”).Respondents’ suit for declaratory and injunctive\nrelief, in sum, is not a habeas petition. The Suspension Clause\nprotects “[t]he Privilege of the Writ of Habeas Corpus,” not\nrequests for injunctive relief. Because respondents have not sought\na writ of habeas corpus, applying §1252(b)(9) to bar their suit\ndoes not implicate the Suspension Clause.*  *  *Because §1252(b)(9) deprives courts of\njurisdiction over respondents’ claims, we should have vacated the\njudgment below and remanded with instructions to dismiss this case\nfor lack of jurisdiction. But a majority of the Court has decided\nto exercise jurisdiction. Because I agree with the Court’s\ndisposition of the merits, I concur in Part I and Parts III–VI of\nits opinion.Notes1The named Government\nofficials are the Attorney General of the United States, the\nSecretary of the Department of Homeland Security, the Director of\nthe Executive Office for Immigration Review, the Director and\nAssistant Director of the Los Angeles District of Immigration and\nCustoms Enforcement, and several directors of jails and detention\nfacilities.2Section 1252 provides a\nfew specific grants of jurisdiction beyond §1252(a)(1)'s general\ngrant of jurisdiction over final removal orders and all other\nrelated questions of law and fact. Section 1252(b)(7), for example,\nallows an alien to challenge the validity of his removal order\nduring criminal proceedings if he is charged with willfully failing\nto depart the United States. And §1252(e)(2) allows an alien who is\ndenied admission to the United States and ordered removed to raise\ncertain claims in habeas corpus proceedings.3Respondents also asserted\nat oral argument that the Government “has said repeatedly” that\n§1252(b)(9) does not apply to detention claims. Tr. of Oral Arg.\n36. But our “independent obligation” to evaluate jurisdiction,Arbaughv.Y & H Corp., 546 U. S. 500, 514\n(2006) , means that we cannot accept the Government’s concessions\non this point. SeeKing Bridge Co.v.Otoe County,\n120 U. S. 225, 226 (1887) .4Contrary to respondents’\nargument, some of the respondents will get review before “all the\ndetention has already happened.” Respondents who successfully\npetition for review to the Court of Appeals from a final removal\norder and obtain a remand to the immigration court, like class\nrepresentative Alejandro Rodriguez did here, will have an\nopportunity to obtain review of their detention before it is\ncomplete. See Third Amended Complaint, at 9–12.5See,e.g.,Act of\nAug. 18, 1884, 28Stat. 390 (“In every case where an alien is\nexcluded from admission into the United States under any law or\ntreaty now existing or hereinafter made, the decision of the\nappropriate immigration or customs officers, if adverse to the\nadmission of such alien, shall be final, unless reversed on appeal\nto the Secretary of Treasury”), upheld inLem Moon Singv.United States, 158 U. S. 538 –550 (1895); Immigration\nAct of 1891, §8, 26Stat. 1085 (“All decisions made by the\ninspection officers or their assistants touching the right of any\nalien to land, when adverse to such right, shall be final unless\nappeal be taken to the superintendent of immigration, whose action\nshall be subject to review by the Secretary of Treasury”), upheld\ninEkiuv.United States, 142 U. S. 651, 660\n(1892) ; 1917 Immigration Act, §19, 39Stat. 890 (“In every case\nwhere any person is ordered deported from the United States under\nthe provisions of this Act, or of any law or treaty, the decision\nof the Secretary of Labor shall be final”), upheld inHeikkila, 345 U. S., at 233–235, 237.6I take no position on\nwhether some of the respondents will face other jurisdictional\nhurdles, even on review of their final removal orders. See,e.g.,§§1252(a)(2)(A), (B). I also continue to agree with\nJustice O’Connor’s concurring opinion inDemorev.Kim, 538 U. S. 510 (2003) , which explained that\n§1226(e) “unequivocally deprives federal courts of jurisdiction to\nset aside ‘any action or decision’ by the Attorney General”\nregarding detention.Id., at 533 (opinion concurring in part\nand concurring in judgment).7This Court has never\naddressed whether habeas relief can be pursued in a class action.\nSeeSchallv.Martin, 467 U. S. 253 , n. 10\n(1984) (reserving this question). I take no position on that issue\nhere, since I conclude that respondents are not seeking habeas\nrelief in the first place.",
    "joined": []
}