{
    "case": {
        "docket": "142-orig",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/142-orig/"
    },
    "id": "3922366",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 142, Orig._________________STATE OF FLORIDA, PLAINTIFFv.STATE OF\nGEORGIAon exceptions to report of special master[June 27, 2018]Justice Thomas, with whom Justice Alito,\nJustice Kagan, and Justice Gorsuch join, dissenting.Florida asks this Court to cap Georgia’s use of\nwater in the Apalachicola-Chattahoochee-Flint River Basin (Basin).\nFlorida claims that such a cap would allow additional water to flow\ninto the Apalachicola River and Bay, which would benefit Florida by\nalleviating certain ecological harms. To prevail under our\nprecedents, Florida must present clear and convincing evidence that\nits proposed cap will benefit Florida more than it harms Georgia.\nSeeColoradov.New Mexico, 459 U. S. 176, 187\n(1982) (Colorado I). The Special Master applied this\nbalance-of-harms standard and, after presiding over a 1-month trial\ninvolving 40 witnesses and more than 2,000 exhibits, found that\nFlorida had not met its burden. Because that finding is well\nsupported by the evidence, I would have over- ruled Florida’s\nobjections to the Special Master’s Report (Report) and denied\nFlorida’s request for relief. I respectfully dissent.IThe Court’s recitation of the facts focuses on\nthe geography of the relevant rivers and the failed compact\nnegotiations between Florida and Georgia, but does not provide any\ndetails about the respective interests of Florida and Georgia or\nthe extensive operations of the United States Army Corps of\nEngineers (Corps). Seeante,at 2–5. Because these missing\ndetails are crucial to determining whether equitable relief is\nwarranted, I will supply them.AThis case concerns Georgia’s use of water in\nthe Basin. Spanning Georgia, Alabama, and Florida, the Basin\nconsists of three rivers—the Chattahoochee, the Flint, and the\nApalachicola. The Chattahoochee River starts in northern Georgia,\njust north of Atlanta, and flows southwest along the\nAlabama-Georgia border until it reaches Florida. The Flint River\nstarts east of the Chattahoochee, just south of Atlanta, and flows\nsouth until it reaches Florida. The Chattahoochee and Flint Rivers\nmeet at the border of Florida, forming Lake Seminole. From Lake\nSeminole, the Apalachicola River flows south through the Florida\npanhandle and into the Gulf of Mexico at Apalachicola Bay.Both Georgia and Florida depend on Basin water.\nThe Chattahoochee River supplies most of the water for metropolitan\nAtlanta. And the Flint River supplies most of the water for\nsouthern Georgia’s large agricultural industry. In Florida, the\nApalachicola River sustains a unique ecosystem that is home to a\nnumber of species, including mussels, sturgeon, and tupelo trees.\nFlows from the Apalachicola River (or River) also support the\nApalachi- cola Bay (or Bay) ecosystem—one of the most productive\nestuaries in the Northern Hemisphere. The Apalachicola Bay’s\nlow-salinity and high-nutrient waters make it an extraordinarily\nproductive habitat for oysters and other sea life.Although both Georgia and Florida depend on the\nBasin, the Florida portion of the Basin is significantly less\npopulated and productive. The Georgia portion has a population of\nmore than 5 million and accounts for around $283 billion in gross\nregional product per year. Direct Testimony of Robert Stavins 2, 16\n(Stavins). The Florida portion, by contrast, has a population of\nfewer than 100,000 people and generates around $2 billion in gross\nregional product per year.Id.,at 17.In relative\nterms, Georgia accounts for 98% of the population and 99% of the\neconomic production.Ibid.BFlorida and Georgia are not the only\nstakeholders in the Basin. The United States, through the Corps,\noperates five dams and four reservoirs on the Chattahoochee River.\nOnly the three northernmost dams can store significant amounts of\nwater. The two dams that are farthest south on the\nChattahoochee—the George W. Andrews Dam and the Jim Woodruff\nDam—cannot store an appreciable amount of water. The Corps does not\noperate any dams on the Flint River, which flows unimpeded until it\nreaches the Jim Woodruff Dam at Lake Seminole.The Corps operates its dams as a unit. It must\ndo so in a way that achieves its congressionally authorized\npurposes, such as facilitating navigation, generating hydroelectric\npower, protecting the national defense, promoting recreation,\nmaintaining the commercial value of riparian lands, and protecting\nthe water supply for the surrounding metropolitan Atlanta area. See\nH. R. Doc. No. 342, 76th Cong., 1st Sess., 77 (1939); River\nand Harbor Act of 1945, 59Stat. 17;In re MDL-1824\nTri-State Water Rights Litigation, 644 F. 3d 1160, 1167\n(CA11 2011). The Corps also must ensure compliance with other\nfederal laws, including laws governing the conservation of fish and\nwildlife, the quality of water, and the protection of threatened\nand endangered species. See,e.g., Endangered Species Act of\n1973, 16 U. S. C. §1531et seq.; Flood\nControl Act of 1944, 33 U. S. C. §701et seq.; Water Supply Act of 1958, 43\nU. S. C. §390b.Given these numerous demands, the Corps has long\nrelied on water-control manuals to guide its operations of the\ndams. The current manual dictates the minimum amount of water that\nthe Corps must provide to the Apalachicola River under various\nconditions. Three vari- ables affect that minimum amount of water:\nthe time of year, the amount of water in the Corps’ storage\nreservoirs, and the amount of additional water entering the\nBasin.The manual is very complex, spanning 1,190\npages, but only a few provisions are relevant here. The manual\nprovides that, as a general rule, most additional water that enters\nthe Basin will pass through to Florida via the Apalachicola River.\nBut, in certain circumstances, the Corps will artificially increase\nor decrease the amount of water that passes through to ensure that\n5,000 cubic feet per second flows into the Apalachicola River. For\nexample, if the natural streamflow entering the Basin (Basin\ninflow) is less than 5,000 cubic feet per second, then the Corps\nwill artificially augment the flow by releasing additional water\nfrom its reservoirs. Or, if the amount of water in the Corps’\nreservoirs falls below a certain amount, the Corps will trigger\nwhat it calls “drought operations.” During drought operations, no\nmatter how much water is entering the Basin, the Corps will\ngenerally release only 5,000 cubic feet per second into the Apa-\nlachicola River until its reservoirs are completely\nreplenished.[1]The Corps’ current manual reflects many lessons\nthat it has learned over the past decade. In March 2006, for\nexample, the Corps created an interim operating plan, which set\nhigh flow requirements to protect endangered species in the\nApalachicola River. Direct Testimony of Wei Zeng 44–45 (Zeng). But\nthose high flow requirements prevented the Corps from saving enough\nwater during droughts to refill its reservoirs, putting all its\nother projects at risk.Id.,at 45. So the Corps switched to\nmore storage-friendly rules.Id.,at 45–46. In December\n2006, the Corps modified its operating plan to require a portion of\nthe water entering the Basin to be devoted to refilling the Corps’\nreservoirs.Id.,at 46. When this modification proved\ninsufficient, the Corps created special rules for droughts, which\nsaved even more water by decreasing the minimum flow into the\nApalachicola River.Id.,at 46–47. Later, the Corps altered\nits operations to save still more water, by increasing the amount\nit could dedicate to refilling its reservoirs during nondroughts\nand lowering the threshold for triggering the special drought\nrules.Id.,at 47; Brief for United States asAmicus\nCuriae11 (Brief for United States). The Corps’ current manual\nis a product of this decade of trial and error.The current manual also reflects decades of\nlitigation. The Corps’ first manual went into effect in 1958, and\nthe Corps did not propose a new one until 1989. As soon as it did,\nAlabama sued. Florida, Georgia, and other stakeholders eventually\nsued as well. For its part, Florida alleged that the Corps’\noperations under the proposed manual and subsequent interim\noperating plans violated the Endangered Species Act by injuring\nmussels and sturgeon, as well as noncovered species like oysters\nand tupelo trees.[2] The\nvarious lawsuits were eventually consolidated in the Middle\nDistrict of Florida. Twenty years after Alabama first sued, the\nDistrict Court ruled for Alabama but against Florida. The United\nStates Court of Appeals for the Eleventh Circuit reversed with\nrespect to Alabama.In re MDL-1824 Tri-State Water Rights\nLitigation, 644 F. 3d, at 1192, 1205. And Florida’s case\nbecame moot in 2012, once the Corps issued the immediate\npredecessor to its current manual.IIASoon after the litigation against the Corps\nended, Florida sought leave to file this lawsuit against Georgia,\nrequesting an equitable apportionment of Basin water. This Court\ngranted Florida leave to file its complaint in 2014. Florida’s\ncomplaint alleged that Georgia was consuming more than its fair\nshare of water in the Basin, causing economic and ecological harms\nto Florida. Florida sought relief only against Georgia and\ndisclaimed seeking any “affirmative relief against the United\nStates . . . with respect to the Corps’ operation of the\nfederally authorized dam and reservoir system.” Complaint ¶15. The\nUnited States could not be joined as a party because it declined to\nwaive its sovereign immunity.Georgia moved to dismiss Florida’s complaint for\nfailure to join the United States as a necessary party. Florida\nopposed the motion, arguing that the United States was not\nnecessary because Florida “ ‘ha[d] no quarrel’ with the Corps’\noperation of dams, and [its] lawsuit is not seeking to impose a\n‘minimum flow’ regime on the Corps.” Florida Brief in Opposition to\nMotion to Dismiss 26. Florida reiterated that it “is not seeking\nany relief whatsoever with respect to the operations of the dams”\nand is “not seeking any relief asking the Corps to control the dams\nor pull the levers in any specific way.” Tr. of Oral Arg. on Motion\nto Dismiss 27. Florida conceded that “if [the Special Master]\nconclude[s] after a trial that caps on [Georgia’s] consumption will\nnot redress Florida’s harm, then Florida will not have proved its\ncase.”Id., at 29.Based on Florida’s concessions, the Special\nMaster denied Georgia’s motion to dismiss. The Special Master\nrecognized that Florida had “disclaimed any intention to seek a\ndecree” binding the Corps in order to “sideste[p] the need to join\nthe United States as a party.” Order on Motion to Dismiss,\np. 12. The Special Master warned Florida that this strategy\nwas a “ ‘two edged sword.’ ”Id., at 13. “Having\nvoluntarily narrowed its requested relief and shouldered the burden\nof proving that the requested relief is appropriate,” the Special\nMaster explained, “Florida’s claim will live or die based on\nwhether Florida can show that a consumption cap [on Georgia alone]\nis justified and will afford adequate relief.”Ibid.BThe parties proceeded to trial. Florida sought\nto cap Georgia’s use of Basin water at its current levels through\nat least 2050. See Florida Pre-trial Brief 5; Updated Pre-Filed\nDirect Testimony (PFDT) of Dr. George M. Hornberger 58\n(Hornberger). And, during drought years, Florida sought to reduce\nGeorgia’s use of Basin water by between 1,500 and 2,000 cubic feet\nper second. See Florida Pre-trial Brief 5; Hornberger 58; Updated\nPFDT of David Sunding 42 (Sunding); Florida Post-Trial Brief\n18.To support its proposed caps, Florida first\npresented testimony about how much additional water it would\nreceive during droughts. According to Florida’s evidence, Georgia\nis currently using enough water during droughts to decrease\nstreamflow on the Apalachicola River by around 4,000 cubic feet per\nsecond. See Hornberger 2. Florida proposed cutting that amount by\nhalf. One of its experts opined that, by implementing several\nconservation measures, Georgia could increase flows in the\nApalachicola River during droughts by 1,500 to 2,000 cubic feet per\nsecond. See Sunding 3; Hornberger 4. Florida estimated that these\nmeasures would cost Georgia an additional $35.2 million per year.\nSunding 44.Florida next presented evidence about how this\nadditional water would benefit various species in the Apalachicola\nRiver. It argued that additional flows could benefit mussels, which\nneed consistent flows of at least 6,000 cubic feet per second in\nthe summer; sturgeon, which need consistent flows of at least 7,000\ncubic feet per second in the summer; and tupelo trees, which need\nconsistent flows of at least 14,100 cubic feet per second in the\nsummer. See Updated PFDT of J. David Allan 23–24, 26, 32–33, 41,\n44–45 (Allan). Additional flows could also benefit the oysters in\nthe Apalachicola Bay by lowering its salinity. See Updated PFDT of\nJ. Wilson White 48 (White); PFDT of Marcia Greenblatt 15. All of\nFlorida’s evidence about these species, however, addressed the\nbenefits of additional water during droughts. See Report 63.\nFlorida presented no evidence of any benefits during\nnondroughts.Finally, Florida attempted to prove that the\nadditional water would actually reach Florida when it needs the\nwater—i.e.,during droughts. To do this, Florida needed to\nshow that the Corps would deviate from its normal operating\nprotocols, which specify that the Corps will generally release only\n5,000 cubic feet per second during droughts. Florida relied on Dr.\nPeter Shanahan to make this showing. Dr. Shanahan testified that\n“the Corps would not . . . hold back water and thwart the\nadditional flow benefits [that] Florida would receive from\nGeorgia[’s] conservation efforts.” Updated PFDT of Dr. Peter\nShanahan 1 (Nov. 15, 2016). He reasoned that the Corps would either\nchoose to release the additional water in its discretion or be\ncompelled to release the additional water because its upstream dams\nhave limited storage capacity and it does not operate any dams on\nthe Flint River.Id., at 17–27.In its defense, Georgia presented evidence that\nits current use has only a negligible impact on the amount of water\nthat Florida receives through the Apalachicola River. Georgia’s\nexperts showed that the State’s water use amounted to just 4% of\nBasin flows in an average year and 8% of Basin flows in a dry year,\nleaving anywhere from 92% to 96% of Basin water for Florida. See\nStavins 16–18; Bedient 44–45. According to Georgia’s experts, the\nprimary factor that dictates flows in the Apalachicola River is\nprecipitation, not consumption. See Direct Testimony of Charles A.\nMenzie 15.Georgia’s experts also testified that Georgia’s\nwater use was entirely reasonable. Metropolitan Atlanta had taken\nsubstantial steps to conserve water, reducing its consumption to\nlevels that even Florida’s expert admitted demonstrated effective\nwater conservation. Direct Testimony of Peter Mayer 2; see also,id.,at 18 (showing that Florida’s Basin residents used more\nwater per capita than residents in metropolitan Atlanta). And,\ninstead of Florida’s estimate of 4,000 cubic feet per second,\nGeorgia estimated that its water use had never decreased streamflow\nby more than 2,000 cubic feet per second, and only rarely by more\nthan 1,400 cubic feet per second. See Zeng 2, 7.Georgia also presented evidence that Florida’s\nproposed caps would cost Georgia significantly more than they would\nbenefit Florida. Georgia’s economic expert estimated that Florida’s\nproposed caps would impose costs of more than “$2.1 billion for\nmunicipal and industrial water users and $335 million for Georgia\nfarmers . . . every single year.” Stavins 2. Georgia’s\nexpert also testified that Florida’s expert had dramatically\nlowered his initial evaluation of the costs to Georgia, which was\ninitially $191 million.Id.,at 31; see also 11 Trial Tr.\n2787. That change apparently occurred because Florida’s expert\nnarrowed his definition of “cost” to exclude anything but\nadditional, direct governmental expenditures. Seeid., at\n2791. But regardless of the precise cost, Georgia’s expert\ntestified that it would be inequitable to impose it on Georgia.\n“Georgia has 5 times the land area, 56 times the population, 80\ntimes the number of employees, and 129 times the [gross regional\nproduct] of . . . Florida. [Yet it] consumes only 4\npercent of the total waters available in the . . . Basin\nin an average year, and only 8 percent of the total waters\navailable in the . . . Basin in a dry year, leaving the\nrest for Florida’s use.” Stavins 2. Further, Florida’s own expert\nestimated that a cap on Georgia would produce only minimal benefits\nfor Florida: Cutting Georgia’s water use in half would increase the\noyster biomass in Apalachicola Bay by less than 0.6% in most\ninstances, and only 1.2% during the worst droughts. White 50–51.\nThese additional oysters would be worth only a few hundred thousand\ndollars. Stavins 51–52.Finally, Georgia rebutted Florida’s assertion\nthat, despite the Corps’ operations, Florida would actually receive\nthe additional water that a cap on Georgia would create during\ndroughts. Using models that accounted for the Corps’ prior\noperations, Georgia’s expert on the Corps, Dr. Philip Bedient,\ntestified that Florida would receive only 5,000 cubic feet per\nsecond during droughts, no matter how much additional water was\ncreated by a cap on Georgia and regardless of whether that water\nflowed into the Flint or the Chattahoochee River. See Bedient\n23–26, 28–30. The United States filed anamicusbrief to the\nsame effect. It confirmed that, during droughts, “[t]he Corps\nexpects . . . that Apalachicola River flows would be very\nsimilar with or without a consumption cap [on Georgia].” Post-Trial\nBrief 17–18 (United States Post-Trial Brief).[3]CAll told, the trial lasted one month. After\nhearing the witnesses and reviewing the evidence, the Special\nMaster recommended ruling against Florida. Report 70. The Special\nMaster found that Florida likely had proved harm to its\noysters,[4] and assumed that\nGeorgia was using too much water for agricultural\npurposes.[5]Id.,at\n31–34. But the Special Master did not decide whether Georgia’s\nagricultural water use caused the harm to Florida’s oysters.Id., at 34. Instead, he concluded that Florida had failed to\nprove that a cap on Georgia would appreciably benefit it given the\nCorps’ operations in the Basin.Id.,at 3, 31–34.Citing this Court’s precedents requiring States\nto prove an appreciable benefit before they can obtain an equitable\napportionment that interferes with established uses, the Special\nMaster concluded that Florida could not prove that its injury was\n“redressable by the Court.” Seeid., at 24 (citing,inter\nalia,Idaho ex rel. Evansv.Oregon, 444\nU. S. 380, 392 (1980) (Idaho I);Washingtonv.Oregon, 297 U. S. 517, 523 (1936)); Report 30 (same);\nsee alsoid.,at 27 (citingNew Jerseyv.New\nYork, 283 U. S. 336, 342–345 (1931);Colorado I,\n459 U. S., at 187). According to the Special Master, Florida\n“ha[d] not proven by clear and convincing evidence that any\nadditional streamflow in the Flint River or Chattahoochee River\nwould be released from Jim Woodruff Dam into the Apalachicola River\nat a time that would provide a material benefit to Florida\n(i.e., during dry periods).” Report 47. The Special Master\nalso found that “Florida ha[d] not met its requirement to show by\nclear and convincing evidence that its injury can be redressed by\nincreased flows during nondrought conditions” because its “trial\npresentation did not address the benefits of increased flows during\n‘normal’ periods” and Georgia’s evidence showed “an absence of any\nsignificant benefit to Florida.”Id.,at 63–65.IIIBefore delving into the parties’ arguments, it\nis helpful to have a basic understanding of the rules that govern\nthis Court’s equitable-apportionment jurisprudence—or at least what\nused to be the rules before the Court’s opinion muddled them beyond\nrecognition.First, in equitable-apportionment cases, as in\nall cases, this Court requires the complaining party to prove\nstanding.Marylandv.Louisiana, 451 U. S. 725,\n735–736 (1981);Wyoming v. Oklahoma,502 U. S. 437,\n447, 452 (1992); see also 3 A. Kelley, Water and Water Rights\n§45.02(b), p. 45–12 (3d ed. 2018) (noting that standing is a\njusticiability requirement for equitable-apportionment cases)\n(Kelley). To prove standing, a complaining State must demonstrate\nthat it has “ ‘suffered a wrong through the action of the\nother State . . . which is susceptible of judicial\nenforcement according to the acceptable principles of the common\nlaw or equity systems of jurisprudence.’ ”Maryland,supra,at 735–736;Wyoming,supra,at 452.Second, this Court requires the State seeking an\napportionment to show by clear and convincing evidence a\n“threatened invasion of rights . . . of serious\nmagnitude.”New Yorkv.New Jersey, 256 U. S.\n296, 309 (1921); accord,Colorado I,supra,at 187,\nn. 13; Kelley §45.04. Our precedents do not clarify whether\nthis requirement goes to the case’s justiciability, the merits of\nthe complaining State’s claim, or the propriety of affording\ninjunctive relief. Seeibid.But they are clear that such a\nshowing must be made to obtain relief. SeeConnecticutv.Massachusetts, 282 U. S. 660, 669 (1931).Third, the State seeking an apportionment must\n“demonstrat[e] by clear and convincing evidence that the benefits\nof the [apportionment] substantially outweigh the harm that might\nresult.”Colorado I,supra,at 187; accord,Coloradov.New Mexico, 467 U. S. 310, 316–317\n(1984) (Colorado II); Kelley §45.06, at 45–34 to 45–35.\nSince this Court’s first equitable-apportionment case, this\nbalance-of-harms test has been the basic merits inquiry that\ndecides whether a State is entitled to an apportionment. Seeid., §45.06(c)(1), at 45–39 to 45–40 (“Harm-benefit\ncomparison goes back to the Court’s first equitable apportionment\ncase,Kansasv.Colorado[, 206 U. S. 46, 113–114\n(1907) (Kansas I)]”). As part of the balance-of-harms test,\nthis Court has required the State seeking an apportionment to prove\nthat it would appreciably benefit from the apportionment—otherwise,\nthe State could not possibly prevail in the balance-of-harms\nanalysis.Idaho I,supra, at 392;Washington,supra, at 523; see also Kelley §45.06(c)(1), at 45–39\n(explaining that this appreciable-benefit requirement is part of\nthe “harm-benefit” balance).Fourth, if the State seeking an apportionment\nmakes all these showings, this Court must craft an\nequitable-apportionment decree. Our precedents hold that a State\nshould not be denied a remedy merely because calculating the\nappropriate apportionment is difficult. SeeIdaho ex rel.\nEvansv.Oregon, 462 U. S. 1017, 1026 (1983)\n(Idaho II). Reasonable predictions about future conditions\nare sufficient.Ibid.This case is about the third rule: the\nbalance-of-harms analysis and, specifically, its\nappreciable-benefit requirement. The Special Master found that\nFlorida had not proved that its requested cap on Georgia’s water\nuse would appreciably benefit it, since Florida could not prove\nthat it would receive more water when it needed it. That this case\nis about the third rule is important. Throughout its opinion, the\nCourt mushes the requirements from our precedents together, merging\ncases and principles from one area with cases and principles from\nanother—sometimes in the same sentence. But our precedents are not\nso convoluted. They articulate clear rules, and the Special Master\ncorrectly applied one of them when making his recommendation in\nthis case. He did not err by failing to apply the unrecognizable\nmishmash of principles set out in the Court’s opinion.IVFlorida raises three objections to the Special\nMaster’s Report. First, it argues that the Special Master required\nit to satisfy a legal standard that was too demanding. Second,\nFlorida argues that it should prevail under the correct standard\nbecause, if this Court enters an equitable-apportionment decree,\nthe Corps will likely allow more water to flow into Florida during\ndroughts. And third, even if the Corps does not release more water\ninto Florida during droughts, Florida argues that a cap on Georgia\nwould still benefit it during nondroughts. None of these arguments\nhas merit.AFlorida’s first objection fails because the\nSpecial Master applied the correct legal standard. A careful\nreading of his Report demonstrates that he applied the ordinary\nbalance-of-harms test dictated by this Court’s precedents. He did\nnot, as the Court implies, deny Florida relief because calculating\nan appropriate apportionment was too difficult or because Florida\nfailed to satisfy the “threshold” redressability requirement for\nArticle III standing. And even if the Special Master did apply the\nwrong standard, his misstep would not justify a remand because his\nfindings are plainly correct and establish that Georgia should\nprevail under the balance-of-harms test.1The Special Master applied the\nbalance-of-harms test from this Court’s precedents. A State seeking\nan equitable apportionment that interferes with established uses\nmust “demonstrat[e] by clear and convincing evidence that the\nbenefits of the [apportionment] substantially outweigh the harm\nthat might result.”Colorado I, 459 U. S., at 187;\naccord,Colorado II,supra, at 316–317. This heavy\nburden reflects the need for “judicial caution” before granting\nequitable apportionments, which “involve the interests of\nquasi-sovereigns, present complicated and delicate questions, and\n. . . necessitate expert administration.”Colo-\nradov.Kansas, 320 U. S. 383, 392 (1943)\n(Kansas II); accord,Colorado II, 467 U. S., at\n316 (explaining that the clear-and-convincing-evidence burden\n“appropriately balance[s] the unique interests involved in water\nrights disputes between sovereigns”). It also reflects “this\nCourt’s long-held view that the proposed diverter should bear most,\nif not all, of the risks of erroneous decision” because the\nbenefits he claims for proposed future uses are usually\n“ ‘speculative and remote’ ” while the costs of\ndisrupting established uses are “ ‘typically certain and\nimmediate.’ ”Ibid.(quotingColorado I,supra, at 187).As part of the balance-of-harms analysis, this\nCourt has repeatedly held that the State seeking to divert water\nfrom existing uses must show that it will obtain some appreciable\nbenefit from an equitable apportionment. See,e.g.,Idaho\nI, 444 U. S., at 392;New Jersey, 283 U. S.,\nat 345. This appreciable-benefit requirement reflects the fact that\na minimal benefit cannot outweigh the heavy costs that inevitably\naccompany equitable-apportionment decrees. SeeColorado I,supra, at 187 (“[T]he equities supporting the [status quo]\nwill usually be compelling”);Kansas II,supra, at\n393 (expressing “great and serious caution” over granting equitable\napportionments because they “interfer[e] with the action of a\nState”). Put another way, the Court will not “bring distress and\neven ruin to a long-established [water use] for no other or better\npurpose than to vindicate a barren right.”Washington, 297\nU. S., at 523; see alsoKansas I, 206 U. S., at\n109. (“[B]efore, at the instance of a sister state, [a State’s\nwater use] is destroyed or materially interfered with, it should be\nclear that such sister state has not merely some technical right,\nbut also a right with a corresponding benefit”). Such an action\nwould run contrary to “the high equity that moves the conscience of\nthe court in giving judgment between states.”Washington,\n297 U. S.,at 523.For example, inWashingtonv.Oregon—a case with facts strikingly similar to this one—the\nCourt refused to cap Oregon’s water use because it “ ‘would\nmaterially injure Oregon users without a compensating benefit to\nWashington users.’ ”Ibid. In that case, Washington\ncomplained about “temporary dams” that Oregon residents had erected\nto irrigate their crops during “seasons of [water] shortage.”Id.,at 522. Removing the dams, however, would mean that,\n“[d]uring the period of water shortage, only a small quantity of\nwater would go by” and “would be quickly absorbed and lost in the\ndeep gravel beneath the channel.”Id.,at 522–523. Because a\ncap on Oregon would not benefit Washington by supplying water when\nit most needed it, the Court declined to grant Washington’s\nrequested relief.Id.,at 520–523.The Special Master applied this\nappreciable-benefit requirement. As he explained, Florida “ha[d]\nnot proven by clear and convincing evidence” that the Corps would\nrelease any additional water “at a time that would provide a\nmaterial benefit to Florida (i.e.,during dry periods).”\nReport 47; see alsoid.,at 47–48 (“[T]he Corps’\noperation[s] . . . rende[r] any potential benefit to\nFlorida from increased streamflow in the Flint River uncertain and\nspeculative”). The Special Master likewise found “an absence of any\nsignificant benefit to Florida” during nondrought conditions.Id.,at 65; see alsoid., at 69 (“Florida has not\nshown that it would benefit from increased pass-through operations\nunder normal conditions”);id.,at 62–63 (“[T]he potential\nbenefits to Florida of increased flows . . . when the\nCorps is not in drought operations are uncertain, rendering the\nefficacy of any relief speculative”). Tellingly, the Special Master\nrelied exclusively on this Court’s precedents applying the\nappreciable-benefit requirement. Seeid.,at 24 (citing,inter alia,Idaho I,supra, at 392;Washington,supra, at 523); Report 30 (same);id.,at 27 (citingNew Jersey,supra, at 345;Colorado I,supra, at 187). And Florida agreed that\nit had to present proof of some benefit. See,e.g.,Florida’s Post-Trial Response Brief 63 (conceding that it had to\n“prove that additional flows from a . . . reduction in\nGeorgia’s consumption will result in meaningful benefits to the Bay\nand River”). In short, the Special Master correctly applied our\nprecedents and required Florida to show that it would obtain some\nappreciable benefit from an equitable-apportionment decree.2The Court does not disagree that Florida\nfailed to prove an appreciable benefit. Instead, it simply asserts\nthat a decision on that question is “premature.”Ante,at 8.\nIt is incredibly odd to conclude that a Special Master’s merits\ndetermination is “premature” after afull trial. The Court\ncan draw that strange conclusion only by conflating the rules that\ngovern our equitable-apportionment jurisprudence and then faulting\nthe Special Master for misapplying two rules that he never\napplied.The Court criticizes the Special Master for\napplying “too strict a standard” when deciding the\n“ ‘threshold’ ” question whether the Court would be “able\nto fashion an appropriate equitable decree.”Ante,at 15.\nAlthough the Court’s reasoning is far from clear, it appears to\nmean one of two things. The Court either means that the Special\nMaster erred by denying relief on the ground that it was too\ndifficult to calculate the appropriate apportionment—the fourth\nrule mentioned above. Or, the Court means that the Special Master\nerred by denying relief on the ground that Florida could not prove\nArticle III standing—the first rule mentioned above. But the\nSpecial Master did not deny relief for either of these two\nreasons.aBoth the Court and Florida suggest that the\nSpecial Master contravened this Court’s statement inIdaho\nIIthat “ ‘[u]ncertainties about the future\n. . . do not provide a basis for declining to fashion a\ndecree.’ ”Ante, at 11–12, 35 (quotingIdaho II,\n462 U. S., at 1026); see alsoante,at 13, 18 (suggesting\nthat the Special Master violatedIdaho IIby concluding that\n“ ‘the formulation of a workable decree is\nimpossible’ ”); Brief for Plaintiff 30–31. But the Special\nMaster nowhere contradicted this rule.The rule fromIdaho IIis a rule about\nfashioning an appropriate remedy when the complaining State has\nprevailed on the merits. InIdaho II, the Special Master\nconcluded that he could not determine Idaho’s entitlement to fish\n“for any past or future year” because “several unknown variables”\nmade it too difficult to decide how many fish would be available to\nharvest at any given time. Special Master’s Report, O. T. 1982, No.\n67, Orig., p. 30. The Special Master rejected Idaho’s proposed\nformula for calculating its entitlement because he could not\nunderstand the predictive models or mathematics involved in\napplying it.Id.,at 40–42. Before this Court, Idaho\nobjected to the Special Master’s conclusion, arguing that its\nproposed formula relied on procedures “that are either being\ncurrently employed by defendants or which involve simple\nmathematical computations.” Brief for Plaintiffs in O. T. 1982, No.\n67, Orig., p. 82. The Court accepted Idaho’s argument, noting\nthat a decree need not “always be mathematically precise or based\non definite present and future conditions” and that “Idaho’s\nproposed formula for apportioning the fish is one possible basis\nfor a decree.”Idaho II, 462 U. S., at 1026.\n“Uncertainties about the future,” the Court explained, “do not\nprovide a basis for declining to fashion a decree.”Ibid.Unlike the Special Master inIdaho II,\nthe Special Master in this case did not conclude that it was too\ndifficult to calculate the amount of water that Florida should\nreceive. As the Court acknowledges,ante,at 23, the Special\nMaster assumed it was feasible to impose Florida’s requested cap on\nGeorgia’s water use and “accept[ed] Florida’s estimates of the\nincreased streamflow that would result from a consumption cap.”\nReport 67, n. 43; seeid., at 34–35. But even if a cap on\nGeorgia generated the additional water that Florida claimed it\nwould (1,500 to 2,000 cubic feet per second), the Special Master\nconcluded that it would not appreciably benefit Florida because it\nwould not be passed through when Florida needed it. Seeid.,\nat 47–48, 62–65, 69. That is why the Special Master cited the\nappreciable-benefit rule fromIdaho I, 444 U. S., at\n392, andWashington, 297 U. S., at 523. He did not fail\nto make reasonable predictions in shaping a remedy or otherwise\ncontravene the rule fromIdaho II.bFlorida alternatively contends that the\nSpecial Master applied the “redressability” requirement of Article\nIII standing. See Brief for Plaintiff 29–32. At some points, the\nCourt appears to agree with this characterization, as it describes\nthe appreciable-benefit rule as an Article III standing\nrequirement. Seeante,at 13 (quoting the Article III\nstanding rule fromWyomingv.Oklahoma, 502\nU. S., at 447, 452,Marylandv.Louisiana, 451\nU. S., at 735–736, andMassachusettsv.Missouri, 308 U. S. 1, 15 (1939), and describing the\nappreciable-benefit rule fromKansas IandWashingtonas a “[m]ore specifi[c]” articulation of that rule). This argument\nis incorrect.As explained, the Special Master applied the\nordinary balance-of-harms analysis and found that Florida had not\ndemonstrated an appreciable benefit from a cap on Georgia’s use.\nTellingly, the Special Master relied exclusively on cases\nconducting the balance-of-harms analysis. His Report does not cite\nany standing cases, or even mention “standing” or “Article III.”\nNeither do any of the pre-trial or post-trial briefs that the\nparties filed. True, the Special Master’s Report sometimes\ndescribes the appreciable-benefit requirement as a question of\n“redressability”—a word that is also associated with Article III\nstanding. But the Special Master was merely following the parties’\nlead, as they phrased the appreciable-benefit requirement in terms\nof “redress” throughout the litigation. See Tr. of Oral Arg. on\nMotion to Dismiss 29 (Florida admitting that it must show “that\ncaps on consumption will . . . redress [its] harms” to\n“prov[e] its case”); Florida Pre-Trial Brief 37–39 (describing how\na consumption cap “can redress Florida’s worsening injuries” and\n“significantly benefit Florida’s ecology”); Georgia Post-Trial\nBrief 80–88 (describing the appreciable-benefit aspect of the\nbalance-of-harms test as a “redress” requirement); Georgia’s\nPost-Trial Response Brief 3, 7 (same); see also United States\nPost-Trial Brief 19 (taking no position “on whether Florida has\nproved that a consumption cap would produce enough additional\n[B]asin inflow at the right times toredressFlorida’s\nalleged harm and justify the cost of imposing a consumption cap”\n(emphasis added)). That the parties and the Special Master adopted\nthis shorthand does not change the Special Master’s analysis, which\nfocused squarely on the appreciable-benefit requirement.[6]cBecause the Court wrongly assumes that the\nSpecial Master denied relief on the basis rejected inIdaho\nIIor for lack of Article III standing, it faults the Special\nMaster for imposing the higher burden of proof that governs the\nmerits—i.e.,“clear and convincing evidence.” Seeante,at 15–18.[7] Of\ncourse, the far simpler explanation for why the Special Master\napplied the merits standard is that he was, in fact, making a\ndecision about the merits, not about remedies or standing.The Court also appears to fault the Special\nMaster for addressing the appreciable-benefit requirement without\nfirst making several preliminary findings. The Court asserts that\nSpecial Masters must make specific factual determinations in every\ncase about the harm that the complaining State suffered, the exact\namount of water needed to remedy that harm, and a host of other\nfactors. Seeante,at 13–17.The Court’s suggested order of operations, which\nit appears to invent out of thin air, would fundamentally transform\nour equitable-apportionment jurisprudence. It will require States\nto litigate (and this Court to resolve) a host of complex factual\nquestions, even where the State seeking the apportionment is\nobviously not entitled to relief because it cannot show an\nappreciable benefit—a requirement that Florida agrees is necessary\nfor it to prevail, see Florida Post-Trial Response Brief 63\n(agreeing it must “prove that additional flows from a\n. . . reduction in Georgia’s consumption will result in\nmeaningful benefits to the Bay and River”); Tr. of Oral Arg. on\nMotion to Dismiss 29 (admitting it must show “that caps on\nconsumption will . . . redress [its] harms” to “prov[e]\nits case”). In no other area of the law do we require unnecessary\nfindings and conclusions when a key element of the plaintiff’s case\nis missing. And we have not applied this rule in equitable\napportionment cases either. See,e.g.,Idaho II, 462\nU. S.,at 1027–1029 (denying relief, despite the\nSpecial Master’s erroneous ruling on the requested remedy, because\nhis findings also supported the conclusion that Idaho could not\nshow injury and thus was not entitled to relief on the merits). The\ninefficiencies that this would create, and the costs it would\nimpose on States, are obvious. Yet the Court faults the Special\nMaster for resolving the dispositive question in this case first,\nwithout jumping through a series of unnecessary hoops. This is\nprecisely the opposite of what Special Masters should be doing and\nwhat this Court should be encouraging.3Even if the Court is correct that the Special\nMaster denied Florida relief for some reason other than the merits,\nthere is no reason to send this case back for a do-over. As the\nCourt acknowledges, “ ‘the ultimate responsibility for\ndeciding what are correct findings of fact remains with us.’ ”Ante,at 18–19 (Colorado II,supra,at 317).\nWe “must bring our independent judgment to bear based upon ‘our own\nindependent examination of the record.’ ”Kansasv.Missouri, 322 U. S. 213, 232 (1944). An independent\nexamination of the record confirms that the Special Master was\ncorrect to find that the Corps would not change its operations\nduring droughts if this Court capped Georgia’s water use and thus\nFlorida would not benefit from a cap during droughts. See Part\nIV–B–1,infra. The Special Master also was correct to find\nthat Florida presented no evidence of a benefit during nondroughts.\nSee Part IV–B–2,infra. Those findings support a judgment in\nGeorgia’s favor under the traditional balance-of-harms\nanalysis.It makes little sense to send this case back to\nthe Special Master so that he can amend his Report to say\n“appreciable benefit” instead of “redress” and then send this case\nright back to this Court.[8]\nThat pointless exercise will only needlessly prolong this\nlitigation. The Court’s subtle suggestion that Florida could\npresent “additional evidence” on remand,ante,at 36, is not\na satisfactory response. During their 18 months of discovery, the\nparties produced 7.2 million pages of documents, served 130\nthird-party subpoenas, issued more than 30 expert reports, and\nconducted nearly 100 depositions, including 29 expert depositions.\nFlorida thus had a more-than-ample opportunity to gather its\nevidence and then present it at a 1-month trial. Giving Florida\nanother bite at the apple will likely yield no additional evidence,\nbut it will be unfair to Georgia, which has already spent the time\nand resources to defeat the case that Florida chose to present. In\nshort, we have all the evidence we need to decide this case now. We\nshould have done so.BFlorida’s second and third objections—which\nchallenge the Special Master’s finding that Florida had not met its\nburden under the balance-of-harms test—also fail. As explained, a\nState seeking to interfere with established uses must prove its\ncase by clear and convincing evidence—a “much greater” burden than\nthe one normally imposed in civil cases.Connecticut, 282\nU. S., at 669. To meet this burden, Florida must present\nenough evidence to leave this Court with an “abiding conviction\nthat the truth of its factual contentions are ‘highly\nprobable’ ” and to “instantly til[t] the evidentiary scales in\nthe affirmative when weighed against the evidence . . .\noffered in opposition.”Colorado II,supra, at 316.\nAs the Special Master found, Florida has not met this burden. The\nevidence demonstrates that, if this Court imposed Florida’s\nproposed cap on Georgia, Florida would not receive an appreciable\namount of additional water during droughts. And Florida would not\nbenefit from the additional water that it received during\nnondroughts.1Florida did not demonstrate that, if this\nCourt caps Georgia’s water use, Florida would receive a meaningful\namount of additional water during droughts. For Florida to receive\nmore water, the Corps must change its current operating procedures.\nBut the Corps is not a party, and it would not be bound by any\ndecree issued by this Court. Because Florida cannot ask this Court\nto require the Corps to change its existing operations, it must\nprove by clear and convincing evidence that the Corps will\nvoluntarily make the necessary changes. Florida cannot do so. The\nUnited States’ representations in this litigation and the Corps’\nhistory and practice in the Basin all reveal that the Corps will\nnot change its existing practices, even if this Court caps\nGeorgia’s water use.Throughout this litigation, the United States\nhas consistently maintained that the Corps “would not generally\nexpect” to release more water into Florida during droughts, even if\nFlorida convinced this Court to cap Georgia’s use. Brief for United\nStates 28; see also United States Post-Trial Brief 17–18 (“The\nCorps expects [during drought operations] that Apalachicola River\nflows would be very similar with or without a consumption cap until\nenough water is stored to return the system to normal operations”).\nThis is because “[B]asin inflow . . . has historically\nnot been the primary factor in the Corps’ decisionmaking process\nfor making additional releases above 5[,]000 [cubic feet per\nsecond] during drought operations.” Brief for United States 28. The\nCorps’ “overriding” priorities during droughts are preserving\nenough water “to comply with the [Endangered Species Act] while\navoiding catastrophic depletion of storage and refilling [its]\nreservoirs as rapidly as possible.”Id.,at 27. Deviations\nare made only “as needed to serve congressionally authorized\nproject purposes” or “in emergency circumstances.”Ibid.Since a general need to provide more water to Florida does not fall\nwithin either exception, the additional water that would flow into\nthe Basin would not translate into additional flows for Florida.\nSeeid.,at 29.The United States’ representations are\nconsistent with the Corps’ historical practice. During droughts,\nthe amount of water entering the Basin is almost always\ninsufficient to meet the Corps’ minimum-flow requirement of 5,000\ncubic feet per second. See Bedient 24–27. Thus, a cap on Georgia\nwould simply decrease the amount of water that the Corps must\nrelease from storage; it would not increase the amount of water\nflowing into the Apalachicola River.Id.,at 21, 25–26. And\nonce drought operations are triggered, the Corps limits its\nreleases to around 5,000 cubic feet per second regardless of the\namount of water entering the Basin. See United States Post-Trial\nBrief 9; Brief for United States 24–28. Indeed, during past drought\noperations, even when Basin inflow varied by tens of thousands of\ncubic feet per second, the measured flow from Jim Woodruff Dam into\nthe Apalachicola River has consistently remained around 5,000 cubic\nfeet per second. See Bedient 23, 62–63.[9] Further, the models presented by Georgia’s expert\nshowed that, if Florida’s proposed caps had been in place during\nthe drought years of 2007 and 2012, Florida would not have received\nappreciable additional flows when the water was most needed.\nCutting Georgia’s use in half would have produced additional flows\nfor only 14 to 19 days in the summer and fall of 2007, and would\nnot have produced any additional flows during the summer or fall of\n2012.Id.,at 27–30; see alsoid.,at 38 (showing the\nsame for 2011).Florida argues that the Corps might exercise its\ndiscretion to ensure that additional water reaches Florida during\ndroughts. Brief for Plaintiff 40–44. But Florida supports this\nclaim with nothing more than speculation. SeeColorado II,\n467 U. S., at 320 (explaining that a State cannot carry its\nburden in an equitable-apportionment action except “with specific\nevidence” and that “[m]ere assertions . . . will not\ndo”). All available evidence suggests that the Corps would not\nexercise its discretion to release more water into the Apalachicola\nRiver during droughts.Before this Court, the United States expressly\nrejected Florida’s contention that “the Corps is likely to exercise\nits authority within existing operational protocols to provide\nFlorida with additional flows produced by a cap on Georgia’s\nconsumption.” Brief for United States 23. Basin inflows, it\nexplained, simply do not dictate how much water the Corps releases\ninto the Apalachicola River.Ibid.And the Corps could not\nmake discretionary releases “that [are] not specifically provided\nfor in the [water-control manual], not specifically authorized by\nCongress or mandated by general statute, [and not] required by a\ncourt order directed to the Corps,” without raising “significant\nand difficult question[s]” about whether it had exceeded its\nauthority.Id.,at 29.Florida also suggests that the Corps might amend\nits water-control manual in response to an equitable decree from\nthis Court. Florida’s only support for this argument is a statement\nfrom the Corps that it will “ ‘take . . . into\naccount’ ” this Court’s decision. Brief for Plaintiff 44\n(quoting Record of Decision Adopting Proposed Action Alternative\nfor Implementation of Updated Apalachicola-Chattahoochee-Flint\nRiver Basin Master Manual 18 (Mar. 30, 2017)). But this vague\nstatement was not a promise that the Corps will change its\nprocedures, and there are a host of reasons to doubt that the Corps\nwould voluntarily change its procedures just because this Court\ncapped Georgia’s use.For one, the Corps has already tried procedures\nthat passed more water to Florida during droughts. The results were\ndreadful: Reservoir storage plummeted to dangerously low levels,\nputting all of the Corps’ authorized project purposes at risk. Zeng\n45–46. Since that time, the Corps’ operating protocols have become\nincreasingly protective of reservoir storage, particularly during\ndroughts. As the Corps explained, it intends to pursue “ ‘a\nmore proactive approach to conserve reservoir storage as drier\nconditions develop in the [B]asin’ ” because the “[s]torage of\nwater during drought operations is critically important to retain\nsufficient water in the system.” Brief for United States 11.For another, the last time the Corps attempted\nto change its water-control manual, it required more than two\ndecades of litigation and administrative review to finalize those\nchanges. Indeed, the main reason that the United States chose not\nto participate in this case is because it wanted “to avoid being\nbound by a decree that could directly affect the Corps operations\nbefore the Corps had a chance to finally complete its process of\nupdating the [water-control manual].”Id.,at 32. Given\nthis, there is no reason to think that the Corps will volunteer to\nundertake the process of updating its manual again—especially so\nsoon after it completed this arduous task.Florida’s speculation is even more suspect in\nview of the changes that the Corps would have to make to benefit\nFlorida during droughts. To even propose a new water-control\nmanual, the Corps must “examin[e] . . . the\ncongressionally authorized purposes,” “determin[e] . . .\nhow providing additional flows will impact those purposes [and]\nother laws,” and “supplemen[t] documentation of environmental\nimpacts as required by [the National Environmental Policy Act].”Id.,at 31. Providing more water to Florida does not help\nthe Corps satisfy any of these legal requirements. It is not one of\nthe congressionally authorized purposes, seeid.,at 29,\n31–32, and, by dropping its lawsuit against the Corps, Florida now\naccepts that a minimum flow of 5,000 cubic feet per second is\nsufficient to comply with the Endangered Species Act. Florida\ncannot claim that the law requires the Corps to provide it with\nmore water. And the idea that the Corps will change its operating\nprotocols to serve an unauthorized purpose when doing so could\njeopardize its authorized purposes is simply not plausible.Taking a different tack, the Court suggests that\nadditional water will pass through to Florida even if the Corps\ndoes not change its manual. Specifically, the Court concludes that\nthe additional water will pass through to Florida during droughts\nso long as the Corps does not enter drought operations. Seeante,at 25–27. According to the Court, the Corps will allow\nadditional water to pass through to Florida whenever the natural\nflow of the Apalachicola River is between 5,000 and 10,000 cubic\nfeet per second during normal or “nondrought” operations. Seeante,at 25–26.The Court’s conclusion depends on the premise\nthat, during droughts, the natural streamflow into Florida is\n“between 5,000 and 10,000” cubic feet per second.Ibid.That\npremise is false.[10] During\ndroughts, the natural streamflow in the Apalachicola River is\nusually less than 5,000 cubic feet per second.Supra,at 25;\nsee also Bedient 23 (showing that Basin inflow in 2012 was\ngenerally below 5,000 cubic feet per second between June and\nDecember);id.,at 27 (same for 2007). To maintain a minimum\nflow of 5,000 cubic feet per second during droughts, the Corps must\nartificially augment the River’s natural flow—even when the Corps\nis in nondrought operations.Id., at 21.[11] For instance, during the 2011 drought\n(when the Corps was in nondrought operations), “Basin Inflow was\nbelow 5,000 [cubic feet per second] for most of th[e] period\n[between June and December], and the Corps was ‘augmenting’\nstreamflow by releasing water from the reservoirs to satisfy the\n5,000 [cubic feet per second] minimum.”Id., at 15; see alsoid.,at 27 (same for 2007). Once the Corps adds enough water\nto reach 5,000 cubic feet per second, however, it generally adds no\nmore than that.Id., at 21. To give a concrete example, if\nthe natural flows in the Apalachicola River were 2,600 cubic feet\nper second, then the Corps would release 2,400 cubic feet per\nsecond from its reservoirs. Seeid.,at 25–26. And if a cap\non Georgia increased the River’s natural flow to 4,100 cubic feet\nper second, the Corps would release 900 cubic feet per second. Seeibid.In either case, the total flow on the Apalachicola\nRiver would remain the same: 5,000 cubic feet per second. Thus, so\nlong as the natural flows remain significantly less than 5,000\ncubic feet per second, a cap on Georgia would only decrease the\namount of water that the Corps releases from storage; it would not\nincrease the overall amount of water flowing into the Apalachicola\nRiver.For this reason, even when the Corps is in\nnondrought operations, a cap on Georgia would generally not\nincrease flows to Florida. Georgia’s expert proved that fact with\nevidence about past droughts where drought operations were not in\neffect. Using data from the 2007 drought, Georgia’s expert\nconcluded that the additional water from a cap on Georgia would be\npassed through to Florida almost entirely during the winter and\nspring months “when water in the [Basin] would be relatively\nplentiful.”Id.,at 28. Florida would receive the additional\nwater from a cap on Georgia only 19 days “during the summer and\nfall months, when streamflow was at its lowest.”Ibid.;\naccord,id.,at 40. Data from the 2011 drought showed\nsimilar results. Seeid.,at 37 (“[During] dry years\n(e.g.,2007 and 2011), . . . even significant\nchanges in Georgia’s consumptive use would lead to virtually no\nchange in state-line flows during the low-flow months (e.g.,June, July, August, September)”).[12] Florida has not shown that these infrequent and\nsporadic additional flows during droughts would appreciably benefit\nit.[13]The Court hypothesizes that a cap on Georgia\ncould benefit Florida by decreasing the length of drought\noperations and by increasing the number of days that the Corps can\nmeet its minimum-flow requirements of 5,000 cubic feet per second\n(during normal drought operations) and 4,500 cubic feet per second\n(during extreme drought operations).Ante, at 24, 27–29. The\nCourt cites the United States’ assertion in its brief that\nincreased Basin inflows “ ‘would generally benefit the [Basin]\nsystem by delaying the onset of drought operations, by allowing the\nCorps to meet the 5000 [cubic feet per second] minimum flow longer\nduring extended drought, and by quickening the resumption of normal\noperations.’ ”Ante, at 24 (quoting Brief for United\nStates 28); see alsoante, at 28 (quoting a similar\nstatement in the United States Post-Trial Brief 18–19). Of course,\nstatements in briefs are not evidence. And, as the United States\nrecognizes in the very next sentence, Flor- ida would have to show\nthat these “benefits are of sufficient quantity to justify relief\nin this case.” Brief for United States asAmicus Curiae28\n(Aug. 7, 2017); see also United States Post-Trial Brief 19 (Dec.\n15, 2016) (taking “no position on whether Florida has proven that a\nconsumption cap would produce enough additional [B]asin inflow at\nthe right times to redress Florida’s alleged harm and justify the\ncost of imposing a consumption cap”).Florida offered no proof that a cap on Georgia\nwould produce any appreciable benefit of this kind. And the\nevidence presented at trial suggests that these proposed benefits\nare wholly speculative. As explained above, the benefits to Florida\nfrom a cap on Georgia do not meaningfully change, regardless of\nwhether the Corps enters drought operations. And there is no\nevidence that the Corps has had trouble meeting its minimum flow\nrequirements during recent droughts, when Georgia’s use remained\nuncapped. Even during the severe droughts of 2011 and 2012, the\nCorps consistently maintained flows of 5,000 cubic feet per second,\nnever entered extreme drought operations, and never reduced flows\non the Apa- lachicola River to 4,500 cubic feet per second. See\nBedient 14. And the Corps is even more unlikely to run out of water\nduring future droughts, given that its current manual is more\nproactive in conserving water during droughts. See Brief for United\nStates 11–12.In sum, Florida has not shown that it is\n“ ‘highly probable’ ” that a cap on Georgia will result\nin meaningful additional flows in the Apalachicola River during\ndroughts.Colorado II, 467 U. S., at 316. It is thus\nnot entitled to an equitable apportionment on this basis.2Because Florida will not receive additional\nwater during droughts, it argues that it will benefit from\nadditional water during nondroughts. As the Special Master\ncorrectly found, however, Florida presented no evidence to support\nsuch an assertion. That is because no such evidence exists. Florida\nwould not benefit from additional water during nondroughts, because\nflows on the Apalachicola River during nondroughts are already\nplentiful.The Court does not contend that Florida would\nbenefit from additional water during nondroughts, and Florida all\nbut conceded the point below. When framing its case before the\nSpecial Master, Florida requested only that the Court order Georgia\nto reduce its water use during droughts; Florida did not ask the\nCourt to reduce Georgia’s current water use during nondroughts. See\nFlorida Pre-trial Brief 5; Hornberger 58. Consistent with this\nrequest, Florida’s evidence focused exclusively on the harms that\nit suffered during droughts. Florida’s hydrol- ogy expert testified\nextensively about droughts. Seeid., at 2–3, 15–26, 41–46,\n49–50. He testified that the Basin usually receives “a rather good\namount of a rainfall,” so “major problems arise” only during “the\nlow rainfall years.”Id., at 13. That is why he limited his\ntestimony to the “impacts of [Georgia’s] consumption during\ndrought.”Id., at 15; see alsoid., at 20–22.Florida’s other experts followed this\ndrought-centric approach. For instance, one of Florida’s experts on\nthe harm to Florida’s oysters connected that harm to “severe\ndrought,” which “reduced the discharge of fresh water from the\nApalachicola River.” Updated PFDT of David Kimbro 14. Florida’s\nexpert on the harm to sturgeon, mussels, and tupelo trees in the\nApalachicola River similarly emphasized “dry periods of\nepisodically dry years.” Allan 17; see alsoid., at 25–27\n(emphasizing the effects of sustained flows below 6,000 cubic feet\nper second). As one Florida expert put it, “[t]he discussions that\n[he] had, especially with the biologists and the hydrologists, were\nlargely almost exclusively focused on dry years” and he “c[ould]n’t\nthink of any” “issues [that] other experts raised about average or\nwet-year problems.” 11 Trial Tr. 2811.The other evidence presented at trial leaves\nlittle doubt that Florida would not benefit from additional water\nduring nondroughts. For starters, when the Basin is not\nexperiencing a drought, water is plentiful. Florida’s expert\ntestified that “[a]verage rainfall in the portion of the\n. . . Basin above [Lake Seminole] is 51.5 inches per\nyear, a rather good amount of a rainfall.” Hornberger 13. As a\nresult, average monthly flows in the Apalachicola River are nearly\n20,000 cubic feet per second. Direct Testimony of Sorab Panday 30\n(Panday). More than 95% of the time, Apalachicola River flows\nexceed 6,000 cubic feet per second. Brief for Unites States 12. And\nit is not unusual for flows in the Apalachicola River to exceed\n50,000 cubic feet per second in the wetter months. See Panday 30.\nEven during drought years, flows in nonsummer months are relatively\nhigh. For instance, in the severe drought year of 2012, flow in the\nlate winter and early spring regularly exceeded 10,000 cubic feet\nper second. See Bedient 29.Almost all of the additional water generated by\na cap on Georgia would reach Florida during these high flow\nperiods, when it would provide no benefit to Florida. Seeid., at 27–30. Take, for instance, the oysters in\nApalachicola Bay—the only harm to Florida that the Special Master\nfound in this case. See Report 31–32. Florida’s own experts\ntestified that, even if Georgia cut its agricultural water use in\nhalf during droughts, the resulting increase in Apalachicola River\nflows would have a negligible effect during nondroughts. During\nyears of normal rainfall and the wetter months of drought years,\nthe effect of additional flows on the Bay’s salinity is less than\none part per thousand. See 7 Trial Tr. 1768–1775. This immeasurable\neffect on the Bay’s salinity would have no appreciable impact on\noyster biomass. See White 50–51 (showing a less than 0.6% impact on\noyster biomass, except in drier months and drought years).Assuming Florida’s claims of harm to mussels,\nsturgeon, and tupelo trees have merit—something the Special Master\nnever found—the harm to those species also would not be remedied by\nincreased flows during nondroughts. Florida’s expert on these\nspecies opined that significant harm to mussels occurs when flows\ndrop below a threshold of 6,000 cubic feet per second for more than\nseven consecutive days between June 1 and September 30, Allan 33;\nthat significant harm to sturgeons occurs when flows drop below a\nthreshold of 7,000 cubic feet per second for more than 60 total\ndays between May 1 and September 30,id., at 41; and that\nsignificant harm to tupelo trees occurs when flows drop below a\nthreshold of 14,100 cubic feet per second for more than 90\nconsecutive days between March 20 and September 22,id., at\n33, 41, 44–45. Accepting these statements as true, passing more\nwater through to Florida during nondroughts would not do these\nspecies any good. All would still suffer the same harms during the\nsummers of drought years when flows remain fixed at 5,000 cubic\nfeet per second because of the Corps’ operations.If we contrast thede minimusbenefits\nthat Florida might receive from small amounts of additional water\nduring nondroughts with the massive harms that Georgia would suffer\nif this Court cut its water use in half during droughts, it is\nclear who should prevail in this case. Florida’s expert estimated\nthat a cap on Georgia would have an “[i]ncremental [f]iscal [c]ost”\nof $35.2 million per year. Sunding 44. This figure included only\nadditional costs that would require “the [Georgia] legislature\n. . . to appropriate money.” 11 Trial Tr. 2791. The real\ncost of such a cap, which includes nongovernmental costs like\nwelfare losses, would range anywhere from $191 million,id.,at 2787; Stavins 31, to more than $2 billion per year,id.,\nat 2. And the cap would trigger resulting losses in Georgia’s gross\nregional product and employment, totaling around $322 million and\n4,173 jobs annually.Id., at 40. Regardless of the measure\nused, this harm dwarfs the value of Florida’s entire fishing\nindustry in Apalachicola Bay, which pro- duces annual revenues of\n$11.7 million.Id., at 16. And it greatly outweighs the\nvalue of the additional oysters that a cap on Georgia’s use might\nproduce—i.e.,no more than a few hundred thousand dollars.Id.,at 52. Imposing an enormously high cost on one State so\nthat another State can achieve a hollow victory is “not the high\nequity that moves the conscience of the court in giving judgment\nbetween states.”Washington, 297 U. S.,at\n523.*  *  *In the final analysis, Florida has not shown\nthat it will appreciably benefit from a cap on Georgia’s water use.\nAbsent such a showing, the balance of harms cannot tip in Florida’s\nfavor. Accordingly, I would have overruled Florida’s objections to\nthe Special Master’s Report and denied Florida’s request for\nrelief. I respectfully dissent.Notes1If the amount of water in\nthe Corps’ reservoirs falls to critically low levels, then the\nCorps will release only 4,500 cubic feet per second into the\nApalachicola River. These extreme drought operations have not been\ntriggered in recent droughts. See Direct Testimony of Phillip\nBedient 14 (Bedient). (showing that flows remained around 5,000\ncubic feet per second during the 2011 and 2012\ndroughts).2The U. S. Fish and\nWildlife Service did not agree. It concluded that the minimum flows\nin the proposed manual and interim operating plans were sufficient\nto protect endangered species in the Apalachicola River. Zeng\n46–47.3The United States has\nmade similar representations to this Court. See,e.g.,Brief\nfor United States 26–29 (explaining that the Corps “would not\ngenerally expect” flows into Florida to increase during droughts,\neven if Florida convinced this Court to cap Georgia’s water\nuse).4The Special Master noted\nthat Florida’s alleged injuries to mussels, sturgeon, and tupelo\ntrees were “less compelling.” Report 64, n. 42.5As for Georgia’s\nmunicipal and industrial water use, the Special Master concluded\nthat it was “less clear” that these uses were “unreasonable,” given\nthat Georgia had “taken significant steps to conserve water in the\nAtlanta metropolitan region.”Id., at 34,\nn. 28.6The Court places great\nweight on the fact that the Special Master referred to\nredressability as a “threshold” requirement. Seeante,at\n8–9, 15, 19. But showing an appreciable benefitisa\n“threshold” requirement for prevailing under the balance-of-harms\ntest, as a State that cannot show an appreciable benefit obviously\ncannot show that the balance of harms tilts in its favor. In other\nwords, the Court need not engage in a full-scale balancing of\nbenefits and harms if the party that bears the burden of proof has\nnothing to place on its side of the scale; it can reject that type\nof case at the “threshold.” That the Special Master used the word\n“threshold” does not suggest that he was doing anything other than\napplying the ordinary balance-of-harms test.7In faulting the Special\nMaster for requiring clear and convincing evidence, the Court\ncombines the rule fromIdaho IIwith the balance-of-harms\ntest fromKansas I,Washington, andIdaho I.\nSeeante,at 18. The Court reconciles these precedents as\nfollows: “[T]hese [cases] apply to the generalavailabilityof judicial relief—not to thedetailsof a final decree or\nto the workability of a decree that will depend on those details.”Ibid.I do not understand this sentence, and I pity the\nlitigants and Special Masters who will be forced to decipher\nit.8The Court concedes that\nFlorida cannot prevail in this case unless it proves, by clear and\nconvincing evidence, that it would obtain an appreciable benefit\nfrom an equitable apportionment. Seeante,at 18 (noting\nthat the appreciable benefit test “ ‘goes to the merits’ of\nthe equitable apportionment inquiry”);ante,at 19 (noting\n“a remand is necessary to conduct the equitable-balancing\ninquiry”);ante,at 36 (noting that Florida must ultimately\nprevail in the balance of harms test).9It makes no difference\nwhether the additional water generated by a cap on Georgia would\nenter the Flint River. Contra, Brief for Plaintiff 26, 38–39. If\nadditional water entered the Flint River during droughts, the Corps\nwould release less water from its upstream reservoirs on the\nChattahoochee River to maintain a consistent flow of around 5,000\ncubic feet per second from the Jim Woodruff Dam at Lake Seminole.\nSee Bedient 24–26; Brief for United States 24–25.10The\nCourt contends that I have confused “droughts” and “drought\noperations.” Seeante,at 29–30. I have not, but the Court\nhas. During droughts—periods in which there is a “lack of rain,” 4\nOxford English Dictionary 1076 (2d ed. 1989)—the amount of water\nthat naturally flows into the Basin rivers usually falls below\n5,000 cubic feet per second, particularly in the summer and fall\nmonths. Seeinfra, at 29–31. Since the Corps must ensure\nthat the Apalachicola River always receives at least 5,000 cubic\nfeet per second, the Corps augments the natural streamflow during\ndroughts—even when the Corps is not in drought operations. Bedient\n21. Thus, any additional water that a cap on Georgia generates\nduring droughts would only increase streamflow into the\nApalachicola River if it caused the natural streamflow to exceed\n5,000 cubic feet per second. If the additional water increased\nstreamflow to some amount less than that, then it would not\nincrease flows in the Apalachicola River; it would simply decrease\nthe amount of water that the Corps must release from its\nreservoirs. Seeibid.Thus, as Georgia’s expert explained,\n“reducing Georgia’s consumptive use would only lead to additional\n. . . flow into Florida under specific and limited\ncircumstances. First, the Corps cannot be in Drought Operations or\n[Extreme Drought Operations]. Second,Basin Inflow cannot be\nbelow 5,000 [cubic feet per second], even if the Corps is in normal\noperations.”Id.,at 26 (emphasis added).11The\nCourt contends that additional water from a cap on Georgia likely\nwould have passed through to Florida in the summer of 2009. Seeante,at 26–27. But this evidence is irrelevant. As\nFlorida’s own expert testified, “[t]he year 2009 was a relatively\nwet year.” Hornberger 49; accord, Bedient 45. And Florida has only\nasked this Court to reduce Georgia’s consumption by 1,500 to 2,000\ncubic feet per second during “severe drought years,” which 2009 was\nnot. Hornberger 58. The Court also contends that additional water\nfrom a cap on Georgia likely would have passed through to Florida\nin the summers of 2016 and 2017. Seeante,at 26–27, 32. The\nCourt’s data was generated simultaneously with or after most of the\ntestimony in this case, so the experts do not speak to it. But even\nconsidering the data that the Court has found, I suspect that 2016\nand 2017 are not “severe drought years” either and, thus, are\nirrelevant.12The\nCourt claims that “Florida’s proposed consumption cap\n. . . will mean (consistent with the testimony of the\nvery Georgia expert that the dissent so frequently quotes) that\nthere will be significantly fewer such days [of drought\noperations].”Ante,at 30. I assume that the “Georgia\nexpert” in this sentence is Dr. Philip Bedient. But I am aware of\nno testimony from Dr. Bedient that supports the Court’s assertion,\nand the Court cites none.13If\nthe Corps had been in drought operations, the results would not\nhave differed much, demonstrating that whether the Corps is in\ndrought or nondrought operations is not dispositive. Had the Corps\nbeen in drought operations during 2007, for instance, Florida would\nhave received the additional water from a cap on Georgia during 14\ndays in the summer and fall—a difference of only five days as\ncompared to nondrought operations. Bedient 28.",
    "joined": []
}