{
    "case": {
        "docket": "170",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/170/"
    },
    "id": "1963486",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTCULLEN V. PINHOLSTER563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1088VINCENT CULLEN, ACTING WARDEN, PETITIONERv.SCOTT LYNN PINHOLSTERon writ of certiorari to the united states court of\nappeals for the ninth circuit[April 4, 2011]Justice Thomas delivered the\nopinion of the Court.*Scott Lynn Pinholster and two\naccomplices broke into a house in the middle of the night and\nbrutally beat and stabbed to death two men who happened to\ninterrupt the burglary. A jury convicted Pinholster of first-degree\nmurder, and he was sentenced to death.After the California Supreme Court twice\nunanimously denied Pinholster habeas relief, a Federal District\nCourt held an evidentiary hearing and granted Pinholster habeas\nrelief under 28 U. S. C. §2254. The District Court concluded\nthat Pinholster’s trial counsel had been constitutionally\nineffective at the penalty phase of trial. Sitting en banc, the\nCourt of Appeals for the Ninth Circuit affirmed.Pinholsterv.Ayers, 590 F. 3d 651 (2009).\nConsidering the new evidence adduced in the District Court hearing,\nthe Court of Appeals held that the California Supreme Court’s\ndecision “was contrary to, or involved an unreasonable application\nof, clearly established Federal law.” §2254(d)(1).We granted certiorari and now reverse.IAOn the evening of January 8,\n1982, Pinholster solicited Art Corona and Paul David Brown to help\nhim rob Michael Kumar, a local drug dealer. On the way, they\nstopped at Lisa Tapar’s house, where Pinholster put his buck knife\nthrough her front door and scratched a swastika into her car after\nshe refused to talk to him. The three men, who were all armed with\nbuck knives, found no one at Kumar’s house, broke in, and began\nransacking the home. They came across only a small amount of\nmarijuana before Kumar’s friends, Thomas Johnson and Robert\nBeckett, arrived and shouted that they were calling the police.Pinholster and his accomplices\ntried to escape through the rear door, but Johnson blocked their\npath. Pinholster backed Johnson onto the patio, demanding drugs and\nmoney and repeatedly striking him in the chest. Johnson dropped his\nwallet on the ground and stopped resisting. Beckett then came\naround the corner, and Pinholster attacked him, too, stabbing him\nrepeatedly in the chest. Pinholster forced Beckett to the ground,\ntook both men’s wallets, and began kicking Beckett in the head.\nMeanwhile, Brown stabbed Johnson in the chest, “ ‘bury[ing]\nhis knife to the hilt.’ ” 35 Reporter’s Tr. 4947 (hereinafter\nTr.). Johnson and Beckett died of their wounds.Corona drove the three men to Pinholster’s\napartment. While in the car, Pinholster and Brown exulted,\n“ ‘We got ’em, man, we got ’em good.’ ”Ibid.At\nthe apartment, Pinholster washed his knife, and the three split the\nproceeds of the robbery: $23 and one quarter-ounce of marijuana.\nAlthough Pinholster instructed Corona to “lay low,” Corona turned\nhimself in to the police two weeks later.Id.,at 4955.\nPinholster was arrested shortly thereafter and threatened to kill\nCorona if he did not keep quiet about the burglary and murders.\nCorona later became the State’s primary witness. The prosecution\nbrought numerous charges against Pinholster, including two counts\nof first-degree murder.BThe California trial court\nappointed Harry Brainard and Wilbur Dettmar to defend Pinholster on\ncharges of first-degree murder, robbery, and burglary. Before their\nappointment, Pinholster had rejected other attorneys and insisted\non representing himself. During that time, the State had mailed\nPinholster a letter in jail informing him that the prosecution\nplanned to offer aggravating evidence during the penalty phase of\ntrial to support a sentence of death.The guilt phase of the trial\nbegan on February 28, 1984. Pinholster testified on his own behalf\nand presented an alibi defense. He claimed that he had broken into\nKumar’s house alone at around 8 p.m. on January 8, 1982, and had\nstolen marijuana but denied killing anyone. Pinholster asserted\nthat later that night around 1 a.m., while he was elsewhere, Corona\nwent to Kumar’s house to steal more drugs and did not return for\nthree hours. Pinholster told the jury that he was a “professional\nrobber,” not a murderer. 43id.,at 6204. He boasted of\ncommitting hundreds of robberies over the previous six years but\ninsisted that he always used a gun, never a knife. The jury\nconvicted Pinholster on both counts of first-degree murder.Before the penalty phase, Brainard and Dettmar\nmoved to exclude any aggravating evidence on the ground that the\nprosecution had failed to provide notice of the evidence to be\nintroduced, as required by Cal. Penal Code Ann. §190.3 (West 2008).\nAt a hearing on April 24, Dettmar argued that, in reliance on the\nlack of notice, he was “not presently prepared to offer anything by\nway of mitigation.” 52 Tr. 7250. He acknowledged, however, that the\nprosecutor “possibly ha[d] met the [notice] requirement.”Ibid.The trial court asked whether a continuance might be\nhelpful, but Dettmar declined, explaining that he could not think\nof a mitigation witness other than Pinholster’s mother and that\nadditional time would not “make a great deal of difference.”Id.,at 7257–7258. Three days later, after hearing\ntestimony, the court found that Pinholster had received notice\nwhile representing himself and denied the motion to exclude.The penalty phase was held before the same\njury that had convicted Pinholster. The prosecution produced eight\nwitnesses, who testified about Pinholster’s history of threatening\nand violent behavior, including resisting arrest and assaulting\npolice officers, involvement with juvenile gangs, and a substantial\nprison disciplinary record. Defense counsel called only\nPinholster’s mother, Burnice Brashear. She gave an account of\nPinholster’s troubled childhood and adolescent years, discussed\nPinholster’s siblings, and described Pinholster as “a perfect\ngentleman at home.”Id.,at 7405. Defense counsel did not\ncall a psychiatrist, though they had consulted Dr. John Stalberg at\nleast six weeks earlier. Dr. Stalberg noted Pinholster’s\n“psychopathic personality traits,” diagnosed him with antisocial\npersonality disorder, and concluded that he “was not under the\ninfluence of extreme mental or emotional disturbance” at the time\nof the murders. App. 131.After 2 days of deliberation, the jury\nunanimously voted for death on each of the two murder counts. On\nmandatory appeal, the California Supreme Court affirmed the\njudgment.Peoplev.Pinholster, 1 Cal. 4th\n865, 824 P. 2d 571 (1992).CIn August 1993, Pinholster filed\nhis first state habeas petition. Represented by new counsel,\nPinholster alleged,inter alia, ineffective assistance of\ncounsel at the penalty phase of his trial. He alleged that Brainard\nand Dettmar had failed to adequately investigate and present\nmitigating evidence, including evidence of mental disorders.\nPinholster supported this claim with school, medical, and legal\nrecords, as well as declarations from family members, Brainard, and\nDr. George Woods, a psychiatrist who diagnosed Pinholster with\nbipolar mood disorder and seizure disorders. Dr. Woods criticized\nDr. Stalberg’s report as incompetent, unreliable, and inaccurate.\nThe California Supreme Court unanimously and summarily[Footnote 1] denied Pinholster’s\npenalty-phase ineffective-assistance claim “on the substantive\nground that it is without merit.” App. to Pet. for Cert. 302.Pinholster filed a federal habeas\npetition in April 1997. He reiterated his previous allegations\nabout penalty-phase ineffective assistance and also added new\nallegations that his trial counsel had failed to furnish Dr.\nStalberg with adequate background materials. In support of the new\nallegations, Dr. Stalberg provided a declaration stating that in\n1984, Pinholster’s trial counsel had provided him with only some\npolice reports and a 1978 probation report. Dr. Stalberg explained\nthat, had he known about the material that had since been gathered\nby Pinholster’s habeas counsel, he would have conducted “further\ninquiry” before concluding that Pinholster suffered only from a\npersonality disorder. App. to Brief in Opposition 219. He noted\nthat Pinholster’s school records showed evidence of “some degree of\nbrain damage.”Ibid.Dr. Stalberg did not, however,\nretract his earlier diagnosis. The parties stipulated that this\ndeclaration had never been submitted to the California Supreme\nCourt, and the federal petition was held in abeyance to allow\nPinholster to go back to state court.In August 1997, Pinholster filed his second\nstate habeas petition, this time including Dr. Stalberg’s\ndeclaration and requesting judicial notice of the documents\npreviously submitted in support of his first state habeas petition.\nHis allegations of penalty-phase ineffective assistance of counsel\nmirrored those in his federal habeas petition. The California\nSupreme Court again unanimously and summarily denied the petition\n“on the substantive ground that it is without merit.”[Footnote 2] App. to Pet. for Cert. 300.Having presented Dr. Stalberg’s declaration to\nthe state court, Pinholster returned to the District Court. In\nNovember 1997, he filed an amended petition for a writ of habeas\ncorpus. His allegations of penalty-phase ineffective assistance of\ncounsel were identical to those in his second state habeas\npetition. Both parties moved for summary judgment and Pinholster\nalso moved, in the alternative, for an evidentiary hearing.The District Court concluded that the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA), 110\nStat. 1214, did not apply and granted an evidentiary hearing.\nBefore the hearing, the State deposed Dr. Stalberg, who stated that\nnone of the new material he reviewed altered his original\ndiagnosis. Dr. Stalberg disagreed with Dr. Woods’ conclusion that\nPinholster suffers from bipolar disorder. Pinholster did not call\nDr. Stalberg to testify at the hearing. He presented two new\nmedical experts: Dr. Sophia Vinogradov, a psychiatrist who\ndiagnosed Pinholster with organic personality syndrome and ruled\nout antisocial personality disorder, and Dr. Donald Olson, a\npediatric neurologist who suggested that Pinholster suffers from\npartial epilepsy and brain injury. The State called Dr. F. David\nRudnick, a psychiatrist who, like Dr. Stalberg, diagnosed\nPinholster with antisocial personality disorder and rejected any\ndiagnosis of bipolar disorder.DThe District Court granted habeas\nrelief. Applying pre-AEDPA standards, the court granted the habeas\npetition “for inadequacy of counsel by failure to investigate and\npresent mitigation evidence at the penalty hearing.” App. to Pet.\nfor Cert. 262. AfterWoodfordv.Garceau,538 U. S. 202(2003), clarified that AEDPA applies to cases like Pinholster’s,\nthe court amended its order but did not alter its conclusion. Over\na dissent, a panel of the Court of Appeals for the Ninth Circuit\nreversed.Pinholsterv.Ayers, 525 F. 3d 742\n(2008).On rehearing en banc,\nthe Court of Appeals vacated the panel opinion and affirmed the\nDistrict Court’s grant of habeas relief. The en banc court held\nthat the District Court’s evidentiary hearing was not barred by 28\nU. S. C. §2254(e)(2). The court then determined that new\nevidence from the hearing could be considered in assessing whether\nthe California Supreme Court’s decision “was contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law” under §2254(d)(1). See 590 F. 3d, at 666\n(“Congress did not intend to restrict the inquiry under §2254(d)(1)\nonly to the evidence introduced in the state habeas court”). Taking\nthe District Court evidence into account, the en banc court\ndetermined that the California Supreme Court unreasonably appliedStricklandv.Washington,466 U. S. 668(1984), in\ndenying Pinholster’s claim of penalty-phase ineffective assistance\nof counsel.Three judges dissented and rejected the\nmajority’s conclusion that the District Court hearing was not\nbarred by §2254(e)(2). 590 F. 3d, at 689 (opinion of Kozinski,\nC. J.) (characterizing Pinholster’s efforts as\n“habeas-by-sandbagging”). Limiting its review to the state-court\nrecord, the dissent concluded that the California Supreme Court did\nnot unreasonably applyStrickland. 590\nF. 3d,at 691–723.We granted certiorari to resolve two\nquestions. 560 U. S. ___ (2010). First, whether review under\n§2254(d)(1) permits consideration of evidence introduced in an\nevidentiary hearing before the federal habeas court. Second,\nwhether the Court of Appeals properly granted Pinholster habeas\nrelief on his claim of penalty-phase ineffective assistance of\ncounsel.IIWe first consider the scope of\nthe record for a §2254(d)(1) inquiry. The State argues that review\nis limited to the record that was before the state court that\nadjudicated the claim on the merits. Pinholster contends that\nevidence presented to the federal habeas court may also be\nconsidered. We agree with the State.AAs amended by AEDPA, 28 U.\nS. C. §2254 sets several limits on the power of a federal\ncourt to grant an application for a writ of habeas corpus on behalf\nof a state prisoner. Section 2254(a) permits a federal court to\nentertain only those applications alleging that a person is in\nstate custody “in violation of the Constitution or laws or treaties\nof the United States.” Sections 2254(b) and (c) provide that a\nfederal court may not grant such applications unless, with certain\nexceptions, the applicant has exhausted state remedies.If an application includes a\nclaim that has been “adjudicated on the merits in State court\nproceedings,” §2254(d), an additional restriction applies. Under\n§2254(d), that application “shall not be granted with respect to\n[such a] claim … unless the adjudication of the claim”:“(1) resulted in a decision that\nwas contrary to, or involved an unreasonable application of,\nclearly established Federal law, as determined by the Supreme Court\nof the United States; or“(2) resulted in a decision that was based on\nan unreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.”This is a “difficult to meet,”Harringtonv.Richter, 562 U. S. ___, ___ (2011) (slip op., at 12),\nand “highly deferential standard for evaluating state-court\nrulings, which demands that state-court decisions be given the\nbenefit of the doubt,”Woodfordv.Visciotti,537 U. S. 19, 24\n(2002)(per curiam)(citation and internal quotation marks\nomitted). The petitioner carries the burden of proof.Id.,at 25.We now hold that review under §2254(d)(1) is\nlimited to the record that was before the state court that\nadjudicated the claim on the merits. Section 2254(d)(1) refers, in\nthe past tense, to a state-court adjudication that “resulted in” a\ndecision that was contrary to, or “involved” an unreasonable\napplication of, established law. This backward-looking language\nrequires an examination of the state-court decision at the time it\nwas made. It follows that the record under review is limited to the\nrecord in existence at that same timei.e., the record\nbefore the state court.This understanding of the text is compelled by\n“the broader context of the statute as a whole,” which demonstrates\nCongress’ intent to channel prisoners’ claims first to the state\ncourts.Robinsonv.Shell Oil Co.,519 U. S. 337, 341\n(1997). “The federal habeas scheme leaves primary responsibility\nwith the state courts … .”Visciotti,supra,at 27. Section 2254(b) requires that prisoners must ordinarily\nexhaust state remedies before filing for federal habeas relief. It\nwould be contrary to that purpose to allow a petitioner to overcome\nan adverse state-court decision with new evidence introduced in a\nfederal habeas court and reviewed by that court in the first\ninstance effectivelyde novo.Limiting §2254(d)(1) review to the state-court\nrecord is consistent with our precedents interpreting that statu-\ntory provision. Our cases emphasize that review under §2254(d)(1)\nfocuses on what a state court knew and did. State-court decisions\nare measured against this Court’s precedents as of “the time the\nstate court renders its decision.”Lockyerv.Andrade,538\nU. S. 63, 71–72 (2003). To determine whether a particular\ndecision is “contrary to” then-established law, a federal court\nmust consider whether the decision “applies a rule that contradicts\n[such] law” and how the decision “confronts [the] set of facts”\nthat were before the state court.Williamsv.Taylor,529 U. S. 362, 405, 406 (2000)(Terry Williams). If the state-court decision “identifies\nthe correct governing legal principle” in existence at the time, a\nfederal court must assess whether the decision “unreasonably\napplies that principle to the facts of the prisoner’s case.”Id.,at 413. It would be strange to ask federal courts to\nanalyze whether a state court’s adjudication resulted in a decision\nthat unreasonably applied federal law to facts not before the state\ncourt.[Footnote 3]Our recent decision inSchrirov.Landrigan,550 U. S. 465(2007), is\nconsistent as well with our holding here. We explained that\n“[b]ecause the deferential standards prescribed by §2254 control\nwhether to grant habeas relief, a federal court must take into\naccount those standards in deciding whether an evidentiary hearing\nis appropriate.”Id.,at 474. In practical effect, we went\non to note, this means that when the state-court record “precludes\nhabeas relief” under the limitations of §2254(d), a district court\nis “not required to hold an evidentiary hearing.”Id.,at\n474 (citing with approval the Ninth Circuit’s recognition that “an\nevidentiary hearing is not required on issues that can be resolved\nby reference to the state court record” (internal quotation marks\nomitted)).The Court of Appeals wrongly interpretedWilliamsv.Taylor,529 U. S. 420(2000)(Michael Williams), as supporting the contrary view. The\nquestion there was whether the lower court had correctly determined\nthat §2254(e)(2) barred the petitioner’s request for a federal\nevidentiary hearing.[Footnote\n4]Michael Williamsdid not concern whether evidence\nintroduced in such a hearing could be considered under §2254(d)(1).\nIn fact, only one claim at issue in that case was even subject to\n§2254(d); the rest had not been adjudicated on the merits in\nstate-court proceedings. Seeid.,at 429 (“Petitioner did\nnot develop, or raise, his claims … until he filed his federal\nhabeas petition”).[Footnote\n5]If anything, the decision inMichael\nWilliamssupports our holding. The lower court in that case\nhad determined that the one claim subject to §2254(d)(1) did not\nsatisfy that statutory requirement. In light of that ruling, this\nCourt concluded that it was “unnecessary to reach the question\nwhether §2254(e)(2) would permit a [federal] hearing on th[at]\nclaim.”Id.,at 444. That conclusion is fully consistent\nwith our holding that evidence later introduced in federal court is\nirrelevant to §2254(d)(1) review.The Court of Appeals’ reliance onHollandv.Jackson,542 U. S. 649(2004)(per curiam), was also mistaken. InHolland, we\ninitially stated that “whether a state court’s decision was\nunreasonable [under §2254(d)(1)] must be assessed in light of the\nrecord the court had before it.”Id.,at 652. We then went\non toassumefor the sake of argument what some Courts of\nAppeals had heldthat §2254(d)(1), despite its mandatory language,\nsimply does not apply when a federal habeas court has admitted new\nevidence that supports a claim previously adjudicated in state\ncourt.[Footnote 6]Id.,at 653. There was no reason to decide that question\nbecause regardless, the hearing should have been barred by\n§2254(e)(2). Today, we reject that assumption and hold that\nevidence introduced in federal court has no bearing on §2254(d)(1)\nreview. If a claim has been adjudicated on the merits by a state\ncourt, a fed- eral habeas petitioner must overcome the limitation\nof §2254(d)(1) on the record that was before that state\ncourt.[Footnote 7]BPinholster’s contention that our\nholding renders §2254(e)(2) superfluous is incorrect. Section\n2254(e)(2) imposes a limitation on the discretion of federal habeas\ncourts to take new evidence in an evidentiary hearing. SeeLandrigan,supra,at 473 (noting that district\ncourts, under AEDPA, generally retain the discretion to grant an\nevidentiary hearing). Like §2254(d)(1), it carries out “AEDPA’s\ngoal of promoting comity, finality, and federalism by giving state\ncourts the first opportunity to review [a] claim, and to correct\nany constitutional violation in the first instance.”Jimenezv.Quarterman,555 U. S. 113, ___\n(2009) (slip op., at 8) (internal quotation marks\nomitted).[Footnote 8]Section 2254(e)(2) continues to\nhave force where §2254(d)(1) does not bar federal habeas relief.\nFor example, not all federal habeas claims by state prisoners fall\nwithin the scope of §2254(d), which applies only to claims\n“adjudicated on the merits in State court proceedings.” At a\nminimum, therefore, §2254(e)(2) still restricts the discretion of\nfederal habeas courts to consider new evidence when deciding claims\nthat were not adjudicated on the merits in state court. See,e.g.,Michael Williams, 529 U. S.,at\n427–429.[Footnote 9]Although state prisoners may sometimes submit\nnew evidence in federal court, AEDPA’s statutory scheme is designed\nto strongly discourage them from doing so. Provisions like\n§§2254(d)(1) and (e)(2) ensure that “[f]ederal courts sitting in\nhabeas are not an alternative forum for trying facts and issues\nwhich a prisoner made insufficient effort to pursue in state\nproceedings.”Id.,at 437; see alsoRichter, 562\nU. S., at ___ (slip op., at 13) (“Section 2254(d) is part of the\nbasic structure of federal habeas jurisdiction, designed to confirm\nthat state courts are the principal forum for asserting\nconstitutional challenges to state convictions”);Wainwrightv.Sykes,433 U. S. 72, 90 (1977)\n(“[T]he state trial on the merits [should be] the ‘main event,’ so\nto speak, rather than a ‘tryout on the road’ for what will later be\nthe determinative federal habeas hearing”).[Footnote 10]CAccordingly, we conclude that the\nCourt of Appeals erred in considering the District Court evidence\nin its review under §2254(d)(1). Although we might ordinarily\nremand for a properly limited review, the Court of Appeals also\nruled, in the alternative, that Pinholster merited habeas relief\neven on the state-court record alone. 590 F. 3d, at 669.\nRemand is therefore inappropriate, and we turn next to a review of\nthe state-court record.IIIThe Court of Appeals’ alternative\nholding was also erroneous. Pinholster has failed to demonstrate\nthat the California Supreme Court unreasonably applied clearly\nestablished federal law to his penalty-phase ineffective-assistance\nclaim on the state-court record. Section 2254(d) prohibits habeas\nrelief.ASection 2254(d) applies to\nPinholster’s claim because that claim was adjudicated on the merits\nin state-court proceedings. No party disputes that Pinholster’s\nfederal petition alleges an ineffective-assistance-of-counsel claim\nthat had been included in both of Pinholster’s state habeas\npetitions. The California Supreme Court denied each of those\npetitions “on the substantive ground that it is without\nmerit.”[Footnote 11]Section 2254(d) applies even\nwhere there has been a summary denial. SeeRichter, 562 U.\nS., at ___ (slip op., at 8). In these circumstances, Pinholster can\nsatisfy the “unreasonable application” prong of §2254(d)(1) only by\nshowing that “there was no reasonable basis” for the California\nSupreme Court’s decision.Id.,at ___ (slip op., at\n8).“[A] habeas court must determine what arguments or\ntheories … could have supporte[d] the state court’s decision; and\nthen it must ask whether it is possible fairminded jurists could\ndisagree that those arguments or theories are inconsistent with the\nholding in a prior decision of this Court.”Id.,at ___\n(slip op., at 12). After a thorough review of the state-court\nrecord,[Footnote 12] we\nconclude that Pinholster has failed to meet that high\nthreshold.BThere is no dispute that the\nclearly established federal law here isStricklandv.Washington. InStrickland, this Court made clear\nthat “the purpose of the effective assistance guarantee of the\nSixth Amendment is not to improve the quality of legal\nrepresentation … [but] simply to ensure that criminal defendants\nreceive a fair trial.” 466 U. S., at 689. Thus, “[t]he benchmark\nfor judging any claim of ineffectiveness must be whether counsel’s\nconductso underminedthe proper functioning of the\nadversarial process that the trial cannot be relied on as having\nproduced a just result.”Id.,at 686 (emphasis added). The\nCourt acknowledged that “[t]here are countless ways to provide\neffective assistance in any given case,” and that “[e]ven the best\ncriminal defense attorneys would not defend a particular client in\nthe same way.”Id.,at 689.Recognizing the “tempt[ation] for\na defendant to second-guess counsel’s assistance after conviction\nor adverse sentence,”ibid., the Court established that\ncounsel should be “strongly presumed to have rendered adequate\nassistance and made all significant decisions in the exercise of\nreasonable professional judgment,”id.,at 690.To overcome that presumption, a defendant must show that counsel\nfailed to act “reasonabl[y] considering all the circumstances.”Id.,at 688. The Court cautioned that “[t]he availability\nof intrusive post-trial inquiry into attorney performance or of\ndetailed guidelines for its evaluation would encourage the\nproliferation of ineffectiveness challenges.”Id.,at\n690.The Court also required that defendants prove\nprejudice.Id.,at 691–692. “The defendant must show that\nthere is a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would have been\ndifferent.”Id.,at 694. “A reasonable probability is a\nprobability sufficient to undermine confidence in the outcome.”Ibid.That requires a “substantial,” not just\n“conceivable,” likelihood of a different result.Richter,\n562 U. S., at ___ (slip op., at 22).Our review of the California Supreme Court’s\ndecision is thus “doubly deferential.”Knowlesv.Mirzayance, 556 U. S. ___, ___ (2009) (slip op., at 11)\n(citingYarboroughv.Gentry,540 U. S. 1, 5–6 (2003)(per curiam)). We take a “highly deferential” look at\ncounsel’s performance,Strickland,supra,at 689,\nthrough the “deferential lens of §2254(d),”Mirzayance,supra,at ___, n. 2 (slip op., at 9, n. 2).\nPinholster must demonstrate that it was necessarily unreasonable\nfor the California Supreme Court to conclude: (1) that he had not\novercome the strong presumption of competence; and (2) that he had\nfailed to undermine confidence in the jury’s sentence of death.C1Pinholster has not shown that the\nCalifornia Supreme Court’s decision that he could not demonstrate\ndeficient performance by his trial counsel necessarily involved an\nunreasonable application of federal law. In arguing to the state\ncourt that his counsel performed deficiently, Pinholster contended\nthat they should have pursued and presented additional evidence\nabout: his family members and their criminal, mental, and substance\nabuse problems; his schooling; and his medical and mental health\nhistory, including his epileptic disorder. To support his\nallegationthat his trial counsel had “no reasonable\ntactical basis” for the approach they took, Pinholster relied on\nstatements his counsel made at trial. App. to Brief in Opposition\n143. When arguing the motion to exclude the State’s aggravating\nevidence at the penalty phase for failure to comply with Cal. Penal\nCode Ann. §190.3, Dettmar, one of Pinholster’s counsel, contended\nthat because the State did not provide notice, he “[was] not\npresently prepared to offer anything by way of mitigation,” 52 Tr.\n7250. In response to the trial court’s inquiry as to whether a\ncontinuance might be helpful, Dettmar noted that the only\nmitigation witness he could think of was Pinholster’s mother.\nAdditional time, Dettmar stated, would not “make a great deal of\ndifference.”Id.,at 7257–7258.We begin with the\npremise that “under the circumstances, the challenged action[s]\nmight be considered sound trial strategy. ”Strickland,supra,at 689 (internal quotation\nmarks omitted). The Court of Appeals dissent described one possible\nstrategy:“[Pinholster’s attorneys] were fully\naware that they would have to deal with mitigation sometime during\nthe course of the trial, did spend considerable time and effort\ninvestigating avenues for mitigation[,] and made a reasoned\nprofessional judgment that the best way to serve their client would\nbe to rely on the fact that they never got [the required §190.3]\nnotice and hope the judge would bar the state from putting on their\naggravation witnesses.” 590 F. 3d, at 701–702 (opinion of\nKozinski, C. J.).Further, if their motion was denied,\ncounsel were prepared to present only Pinholster’s mother in the\npenalty phase to create sympathy not for Pinholster, but for his\nmother. After all, the “ ‘family sympathy’ ” mitigation\ndefense was known to the defense bar in California at the time and\nhad been used by other attorneys.Id.,at 707. Rather than\ndisplaying neglect, we presume that Dettmar’s arguments were part\nof this trial strategy. SeeGentry,supra,at 8\n(“[T]here is a strong presumption that [counsel took certain\nactions] for tactical reasons rather than through sheer neglect”\n(citingStrickland,supra,at 690)).The state-court record supports\nthe idea that Pinholster’s counsel acted strategically to get the\nprosecution’s aggravation witnesses excluded for lack of notice,\nand if that failed, to put on Pinholster’s mother. Other statements\nmade during the argument regarding the motion to exclude suggest\nthat defense counsel were trying to take advantage of a legal\ntechnicality and were not truly surprised. Brainard and Dettmar\nacknowledged that the prosecutor had invited them on numerous\noccasions to review Pinholster’s state prison file but argued that\nsuch an invitation did not meet with the “strict demands” of\n§190.3. 52 Tr. 7260. Dettmar admitted that the prosecutor, “being\nas thorough as she is, possibly ha[d] met the requirement.”Id.,at 7250. But if so, he wanted her “to make that\nrepresentation to the court.”[Footnote 13]Ibid.Timesheets indicate that\nPinholster’s trial counsel investigated mitigating\nevidence.[Footnote 14] Long\nbefore the guilty verdict, Dettmar talked with Pinholster’s mother\nand contacted a psychiatrist.[Footnote 15] On February 26, two months before the\npenalty phase started, he billed six hours for “[p]reparation\nargument, death penalty phase.” See Clerk’s Tr. 864. Brainard, who\nmerely assisted Dettmar for the penalty phase, researched epilepsy\nand also interviewed Pinholster’s mother.[Footnote 16] We know that Brainard likely spent\nadditional time, not reflected in these entries, preparing\nPinholster’s brother, Terry, who provided some mitigation testimony\nabout Pinholster’s background during the guilt phase.Infra, at 28.The record also shows that\nPinholster’s counsel confronted a challenging penalty phase with an\nunsympathetic client, which limited their feasible mitigation\nstrategies. By the end of the guilt phase, the jury had observed\nPinholster “glor[y]” in “his criminal disposition” and “hundreds of\nrobberies.”Pinholster, 1 Cal. 4th, at 945, 907, 824\nP. 2d, at 611, 584. During his cross-examination, Pinholster\nlaughed or smirked when he told the jury that his “occupation” was\n“a crook,” when he was asked whether he had threatened a potential\nwitness,and when he described thwarting police efforts\nto recover a gun he had once used.44 Tr. 6225. He\nbragged about being a “professional robber.” 43id.,at\n6204. To sup- port his defense, Pinholster claimed that he used\nonly gunsnot knivesto commit his crimes. But during\ncross-examination,Pinholster admitted that he had\npreviously been convicted of using a knife in a kidnaping.Pinholster also said he was a white supremacist and that he\nfrequently carved swastikas into other people’s property as “a\nsideline to robbery.” 44id.,at\n6246.Trial counsel’s psychiatric\nexpert, Dr. Stalberg, had concluded that Pinholster showed no\nsignificant signs or symptoms of mental disorder or defect other\nthan his “psychopathic personality traits.” App. 131. Dr. Stalberg\nwas aware of Pinholster’s hyperactivity as a youngster,\nhospitalization at age 14 for incorrigibility, alleged epileptic\ndisorder, and history of drug dependency. Nevertheless, Dr.\nStalberg told counsel that Pinholster did not appear to suffer from\nbrain damage, was not significantly intoxicated or impaired on the\nnight in question, and did not have an impaired ability to\nappreciate the criminality of his\nconduct.Given these impediments, it would\nhave been a reasonable penalty-phase strategy to focus on evoking\nsympathy for Pinholster’s mother. In fact, such a family sympathy\ndefense is precisely how the State understood defense counsel’s\nstrategy. The prosecutor carefully opened her cross-examination of\nPinholster’s mother with, “I hope you understand I don’t enjoy\ncross-examining a mother of anybody.” 52 Tr. 7407. And in her\nclosing argument, the prosecutor attempted to undercut defense\ncounsel’s strategy by pointing out, “Even the most heinous person\nborn, even Adolph Hitler[,] probably had a mother who loved him.”\n53id.,at\n7452.Pinholster’s only response to\nthis evidence is a series of declarations from Brainard submitted\nwith Pinholster’s first state habeas petition, seven years after\nthe trial. Brainard declares that he has “no recollection” of\ninterviewing any family members (other than Pinholster’s mother)\nregarding penalty-phase testimony, of attempting to secure\nPinholster’s school or medical records, or of interviewing any\nformer teachers or counselors. Pet. for Writ of Habeas Corpus in\nNo. S004616 (Cal.), Exh. 3. Brainard also declares that Dettmar was\nprimarily responsible for mental health issues in the case, but he\nhas “no recollection” of Dettmar ever having secured Pinholster’s\nmedical records.Id.,Exh. 2. Dettmar neither confirmed\nnor denied Brainard’s statements, as he had died by the time of the\nfirst state habeas petition. 590 F. 3d, at 700 (Kozinski, C.\nJ., dissenting).In sum, Brainard and Dettmar made\nstatements suggesting that they were not surprised that the State\nintended to put on aggravating evidence, billing records show that\nthey spent time investigating mitigating evidence, and the record\ndemonstrates that they represented a psychotic client whose\nperformance at trial hardly endeared him to the jury. Pinholster\nhas responded to this evidence with only a handful ofpost-hocnondenials by one of his lawyers. The California\nSupreme Court could have reasonably concluded that Pinholster had\nfailed to rebut the presumption of competence mandated byStrickland—here, that counsel had adequately performed at\nthe penalty phase of\ntrial.2The Court of Appeals\nheld that the California Supreme Court had unreasonably appliedStricklandbecause Pinholster’s attorneys “w[ere] far more\ndeficient than … the attorneys inTerry Williams,Wiggins[v.Smith,539 U. S. 510(2003)], andRompilla[v.Beard,545 U. S. 374(2005)], where in each\ncase the Supreme Court upheld the petitioner’s ineffective\nassistance claim.” 590 F. 3d, at 671. The court drew from\nthose cases a “constitutional duty to investigate,”id.,at 674, and the principle that “[i]t is prima facie ineffective\nassistance for counsel to ‘abandon[ ] their investigation of [the]\npetitioner’s background after having acquired only rudimentary\nknowledge of his history from a narrow set of sources,’ ”ibid.(quotingWigginsv.Smith,539 U. S. 510, 524–525 (2003)). The\ncourt explained that it could not “lightly disregard” a failure to\nintroduce evidence of “excruciating life history” or “nightmarish\nchildhood.” 590 F. 3d,at 684 (internal quotation\nmarks omitted).The Court of Appeals\nmisappliedStricklandand overlooked “the constitutionally\nprotected independence of counsel and … the wide latitude counsel\nmust have in making tactical decisions.” 466 U. S., at 689. Beyond\nthe general requirement of reasonableness, “specific guidelines are\nnot appropriate.”Id.,at 688. “No particular set of\ndetailed rules for counsel’s conduct can satisfactorily take\naccount of the variety of circumstances faced by defense counsel or\nthe range of legitimate decisions … .”Id.,at\n688–689.Stricklanditself rejected the notion that the\nsame investigation will be required in every case.Id.,at\n691 (“[C]ounsel has a duty to make reasonable investigationsorto make a reasonable decision that makes particular\ninvestigations unnecessary” (emphasis added)). It is “[r]are” that\nconstitutionally competent representation will require “any one\ntechnique or approach.”Richter, 562 U. S., at ___ (slip\nop., at 17). The Court of Appeals erred in attributing strict rules\nto this Court’s recent case law.[Footnote\n17]Nor did the Court of Appeals\nproperly apply the strong presumption of competence thatStricklandmandates. The court dismissed the dissent’s\napplication of the presumption as “fabricat[ing] an excuse that the\nattorneys themselves could not conjure up.” 590 F. 3d, at 673.\nButStricklandspecifically commands that a court “must\nindulge [the] strong presumption” that counsel “made all\nsignificant decisions in the exercise of reasonable professional\njudgment.” 466 U. S.,at 689–690. The Court of Appeals was\nrequired not simply to “give [the] attorneys the benefit of the\ndoubt,” 590 F. 3d, at 673, but to affirmatively entertain the\nrange of possible “reasons Pinholster’s counsel may have had for\nproceeding as they did,”id.,at 692 (Kozinski, C. J.,\ndissenting). See alsoRichter,supra, at ___\n(slip op., at 20) (“Strickland… calls for an inquiry into\nthe objective reasonableness of counsel’s performance, not\ncounsel’s subjective state of\nmind”).Justice Sotomayor questions\nwhether it would have been a reasonable professional judgment for\nPinholster’s trial counsel to adopt a family-sympathy mitigation\ndefense.Post, at 27. She cites no evidence, however, that\nsuch an approach would have been inconsistent with the standard of\nprofessional competence in capital cases that prevailed in Los\nAngeles in 1984. Indeed, she does not contest that, at the time,\nthe defense bar in California had been using that strategy. Seesupra, at 19;post, at 28, n. 21.Justice Sotomayorrelies heavily onWiggins, but\nin that case the defendant’s trial counsel specifically\nacknowledged a standard practice for capital cases in Maryland that\nwas inconsistent with what he had done. 539 U. S., at\n524.At bottom, Justice Sotomayor’s\nview is grounded in little more than her own sense of “prudence,”post, at 26 (internal quotation marks omitted), and what\nappears to be her belief that the only reasonable mitigation\nstrategy in capital cases is to “help” the jury “understand” the\ndefendant,post,at 35. According to Justice Sotomayor,\nthat Pinholster was an unsympathetic client “compound[ed], rather\nthan excuse[d], counsel’s deficiency” in pursuing further evidence\n“that could explain why Pinholster was the way he was.”Post, at 30. But it certainly can be reasonable for\nattorneys to conclude that creating sympathy for the defendant’sfamilyis a better idea because the defendant himself is\nsimply\nunsympathetic.Justice Sotomayor’s approach is\nflatly inconsistent withStrickland’s recognition that\n“[t]here are countless ways to provide effective assistance in any\ngiven case.” 466 U. S., at 689. There comes a point where a defense\nattorney will reasonably decide that another strategy is in order,\nthus “mak[ing] particular investigations unnecessary.”Id.,at 691; cf. 590 F. 3d, at 692 (Kozinski, C. J.,\ndissenting) (“The current infatuation with ‘humanizing’ the\ndefendant as the be-all and end-all of mitigation disregards the\npossibility that this may be the wrong tactic in some cases because\nexperienced lawyers conclude that the jury simply won’t buy it”).\nThose decisions are due “a heavy measure of deference.”Strickland,supra,at 691. The California Supreme\nCourt could have reasonably concluded that Pinholster’s counsel\nmade such a reasoned decision in this\ncase.We have recently reiterated that\n“ ‘[s]urmountingStrickland’s high bar is never an\neasy task.’ ”Richter,supra, at ___ (slip\nop., at 15) (quotingPadillav.Kentucky, 559 U.\nS. ___, ___ (2010) (slip op., at 14)). TheStricklandstandard must be applied with “scrupulous care.”Richter,supra, at ___ (slip op., at 15). The Court of Appeals did\nnot do so here.DEven if his trial\ncounsel had performed deficiently, Pinholster also has failed to\nshow that the California Supreme Court must have unreasonably\nconcluded that Pinholster was not prejudiced. “[T]he question is\nwhether there is a reasonable probability that, absent the errors,\nthe sentencer … would have concluded that the balance of\naggravating and mitigating circumstances did not warrant death.”Strickland,supra,at 695. We therefore “reweigh\nthe evidence in aggravation against the totality of available\nmitigating evidence.”Wiggins,supra,at\n534.1We turn first to the\naggravating and mitigating evidence that the sentencing jury\nconsidered. SeeStrickland,supra,at 695 (“[A]\ncourt hearing an ineffectiveness claim must consider the totality\nof the evidence before the judge or jury”). Here, the same jury\nheard both the guilt and penalty phases and was instructed to\nconsider all the evidence presented. Cf.Visciotti, 537 U.\nS., at 25 (noting that the state habeas court had correctly\nconsidered mitigating evidence introduced during the guilt\nphase).The State presented\nextensive aggravating evidence. As we have already discussed, the\njury watched Pinholster revel in his extensive criminal history.Supra, at 21. Then, during the penalty phase, the State\npresented evidence that Pinholster had threatened to kill the\nState’s lead witness, assaulted a man with a straight razor, and\nkidnaped another person with a knife. The State showed that\nPinholster had a history of violent outbursts, including striking\nand threatening a bailiff after a court proceeding at age 17,\nbreaking his wife’s jaw,[Footnote 18] resisting arrest by faking seizures, and\nassaulting and spitting on police officers. The jury also heard\nabout Pinholster’s involvement in juvenile gangs and his\nsubstantial disciplinary record in both county and state jails,\nwhere he had threatened, assaulted, and thrown urine at guards, and\nfought with other inmates. While in jail, Pinholster had been\nsegregated for a time due to his propensity for violenceand placed on a “special disciplinary diet” reserved only for\nthe most disruptive inmates. 52 Tr.\n7305.The mitigating\nevidence consisted primarily of the penalty-phase testimony of\nPinholster’s mother, Brashear, who gave a detailed account of\nPinholster’s troubled childhood and adolescence. Early childhood\nwas quite difficult. The family “didn’t have lots of money.”Id.,at 7404. When he was very young, Pinholster suffered\ntwo serious head injuries, first at age 2 or 3 when he was run over\nby a car, and again at age 4 or 5 when he went through the\nwindshield during a car accident. When he was 5, Pinholster’s\nstepfather moved in and was abusive, or nearly\nso.Pinholster always\nstruggled in school. He was disruptive in kindergarten and was\nfailing by first grade. He got in fights and would run out of the\nclassroom. In third grade, Pinholster’s teacher suggested that he\nwas more than just a “ ‘disruptive child.’ ”Id.,at 7394. Following tests at a clinic, Pinholster was\nsent to a school for educationally handicapped children where his\nperformance\nimproved.At age 10,\npsychiatrists recommended that Pinholster be sent to a mental\ninstitution, although he did not go. Pinholster had continued to\ninitiate fights with his brothers and to act like “Robin Hood”\naround the neighborhood, “[s]tealing from the rich and giving to\nthe poor.”Id.,at 7395. Brashear had thought then that\n“[s]omething was not working right.”Id.,at\n7396.By age 10 or 11,\nPinholster was living in boy’s homes and juvenile halls.He spent six months when he was 12 in a state mental\ninstitution for emotionally handicapped children.By\nthe time he was 18, Pinholster was in county jail, where hewas beaten badly. Brashear suspected that the beating\ncaused Pinholster’s epilepsy, for which he has been prescribed\nmedication. After a stint in state prison, Pinholster returned home\nbut acted “unusual” and had trouble readjusting to life.Id.,at\n7405.Pinholster’s siblings were “basically very\ngood children,” although they would get into trouble.Id.,at 7401. His brother, Terry, had been arrested for drunk driving\nand his sister, Tammy, for public intoxication. Tammy also was\narrested for drug possession and was self-destructive and “wild.”Ibid.Pinholster’s eldest brother, Alvin, died a fugitive\nfrom California authorities.[Footnote\n19]In addition to Brashear’s penalty-phase\ntestimony, Pinholster had previously presented mitigating evidence\nduring the guilt phase from his brother, Terry. Terry testified\nthat Pinholster was “more or less in institutions all his life,”\nsuffered from epilepsy, and was “more or less” drunk on the night\nof the murders. 42id.,at 6015,\n6036.After considering this aggravating and\nmitigating evidence, the jury returned a sentence of death. The\nstate trial court found that the jury’s determination was\n“supported overwhelmingly by the weight of the evidence” and added\nthat “the factors in aggravation beyond all reasonable doubt\noutweigh those in mitigation.” Clerk’s Tr. 1184,\n1186.2There is no reasonable\nprobability that the additional evidence Pinholster presented in\nhis state habeas proceedings would have changed the jury’s verdict.\nThe “new” evidence largely duplicated the mitigation evidence at\ntrial. School and medical records basically substantiate the\ntestimony of Pinholster’s mother and brother. Declarations from\nPinholster’s siblings support his mother’s testimony that his\nstepfather was abusive and explain that Pinholster was beaten with\nfists, belts, and even wooden\nboards.To the extent the state habeas\nrecord includes new factual allegations or evidence, much of it is\nof questionable mitigating value. If Pinholster had called Dr.\nWoods to testify consistently with his psychiatric report,\nPinholster would have opened the door to rebuttal by a state\nexpert. See,e.g.,Wongv.Belmontes,\n558 U. S. ___, ___ (2009)(per curiam)(slip op., at\n10–12) (taking into account that certain mitigating evidence would\nhave exposed the petitioner to further aggravating evidence). The\nnew evidence relating to Pinholster’s familytheir more serious\nsubstance abuse, mental illness, and criminal problems, seepost, at 22is also by no means clearly mitigating, as the\njury might have concluded that Pinholster was simply beyond\nrehabilitation. Cf.Atkinsv.Virginia,536 U. S. 304, 321\n(2002) (recognizing that mitigating evidence can be a “two-edged\nsword” that juries might find to show future\ndangerousness).The remaining new material in the state\nhabeas record is sparse. We learn that Pinholster’s brother Alvin\ndied of suicide by drug overdose, andthere are passing\nreferences to Pinholster’s own drug dependency. According to Dr.\nStalberg, Pinholster’s “school records” apparently evidenced “some\ndegree” of brain damage. App. to Brief in Opposition 219. Mostly,\nthere are just a few new details about Pinholster’s childhood.\nPinholster apparently looked like his biological father, whom his\ngrandparents “loathed.” Pet. for Writ of Habeas Corpus in No.\nS004616 (Cal.), Exh. 98, p. 1. Accordingly, whenever his\ngrandparents “spanked or disciplined” the kids, Pinholster “always\ngot the worst of it.”Ibid.Pinholster was mostly\nunsupervised and “didn’t get much love,” because his mother and\nstepfather were always working and “were more concerned with their\nown lives than the welfare of their kids.”Id.,at\n2.Neither parent seemed concerned about Pinholster’s\nschooling. Finally,Pinholster’s aunt once saw the\nchildren mixing flour and water to make something to eat, although\n“[m]ost meals consisted of canned spaghetti and foods of that ilk.”Id.,at\n1.Given what little\nadditional mitigating evidence Pinholster presented in state\nhabeas, we cannot say that the California Supreme Court’s\ndetermination was unreasonable. Having already heard much of what\nis included in the state habeas record, the jury returned a\nsentence of death. Moreover, some of the new testimony would likely\nhave undercut the mitigating value of the testimony by Pinholster’s\nmother. The new material is thus not so significant that, even\nassuming Pinholster’s trial counsel performed deficiently, it was\nnecessarily unreasonable for the California Supreme Court to\nconclude that Pinholster had failed to show a “substantial”\nlikelihood of a different sentence.Richter, 562 U. S., at\n___ (slip op., at 22) (citingStrickland, 466 U. S., at\n693).3As with deficiency, the Court of Appeals\nfound this case to be “materially indistinguishable” fromTerry\nWilliamsandRompillav.Beard,545 U. S. 374(2005). 590 F. 3d,\nat 684. But this Court did not apply AEDPA deference to the\nquestion of prejudice in those cases; each of them lack the\nimportant “doubly deferential” standard ofStricklandand\nAEDPA. SeeTerry Williams, 529 U. S., at 395–397\n(reviewing a state-court decision that did not apply the correct\nlegal standard);Rompilla,supra,at 390\n(reviewingStricklandprejudicede novobecause\nthe state-court decision did not reach the question). Those cases\ntherefore offer no guidance with respect to whether a state court\nhasunreasonablydetermined that prejudice is lacking. We\nhave said time and again that “anunreasonableapplication\nof federal law is different from anincorrectapplication\nof federal law.”Richter,supra, at ___ (slip\nop., at 11) (internal quotation marks omitted). Even if the Court\nof Appeals might have reached a different conclusion as an initial\nmatter, it was not an unreasonable application of our precedent for\nthe California Supreme Court to conclude that Pinholster did not\nestablish prejudice.[Footnote\n20]*  *  *The judgment of the United States Court of\nAppeals for the Ninth Circuit is\nreversed.It is so\nordered.*Justice\nGinsburg and Justice Kagan join only Part\nII.Footnote\n1Although\nthe California Supreme Court initially issued an order asking the\nState to respond, it ultimately withdrew that order as “im-\nprovidently issued.” App. to Pet. for Cert.\n302.Footnote\n2A\nmajority also “[s]eparately and independently” denied several\nclaims, including penalty-phase ineffective assistance of counsel,\nas untimely, successive, and barred by res judicata.Id.,at 300. The State has not argued that these procedural rulings\nconstitute adequate and independent state grounds that bar federal\nhabeas\nreview.Footnote\n3Justice\nSotomayor argues that there is nothing strange about allowing\nconsideration of new evidence under §2254(d)(1) because, in her\nview, it would not be “so different” from some other tasks that\ncourts undertake.Post, at 13 (dissenting opinion). What\nmakes the consideration of new evidence strange is not how\n“different” the task would be, but rather the notion that a state\ncourt can be deemed to have unreasonably applied federal law to\nevidence it did not even know existed. We cannot comprehend how\nexactly a state court would have any control over its application\nof law to matters beyond its knowledge. Adopting Justice\nSotomayor’s approach would not take seriously AEDPA’s requirement\nthat federal courts defer to state-court decisions and would\neffectively treat the statute as no more than a “ ‘mood’ that\nthe Federal Judiciary must respect,”Terry Williams, 529\nU. S., at 386 (opinion of Stevens,\nJ.).Footnote\n4If a\nprisoner has “failed to develop the factual basis of a claim in\nState court proceedings,” §2254(e)(2) bars a federal court from\nholding an evidentiary hearing, unless the applicant meets certain\nstatutory\nrequirements.Footnote\n5Justice\nSotomayor’s suggestion thatMichael Williams“rejected”\nthe conclusion here, seepost, at 15, is thus quite\npuzzling. In the passage that she quotes, seeibid., the\nCourt merely explains that §2254(e)(2) should be interpreted in a\nway that does not preclude a state prisoner, who was diligent in\nstate habeas court and who can satisfy §2254(d), from receiving an\nevidentiary\nhearing.Footnote\n6InBradshawv.Richey,546 U. S. 74(2005)(per curiam), on which the Court of Appeals also relied,\nwe made the same assumption.Id.,at 79–80 (discussing the\nState’s “Hollandargument”).Footnote\n7Pinholster and Justice Sotomayor place great weight on\nthe fact that §2254(d)(2) includes the language “in light of the\nevidence presented in the State court proceeding,” whereas\n§2254(d)(1) does not. Seepost, at 6–7. The additional\nclarity of §2254(d)(2) on this point, however, does not detract\nfrom our view that §2254(d)(1) also is plainly limited to the\nstate-court record. The omission of clarifying language from\n§2254(d)(1) just as likely reflects Congress’ belief that such\nlanguage was unnecessary as it does anything\nelse.Footnote\n8Justice\nSotomayor’s argument that §2254(d)(1) must be read in a way that\n“accommodates” §2254(e)(2), seepost, at 9, rests on a\nfundamental misunderstanding of §2254(e)(2). The focus of that\nsection is not on “preserving the opportunity” for hearings,post, at 9, but rather onlimitingthe discretion\nof federal district courts in holding hearings. We see no need in\nthis case to address the proper application of §2254(e)(2). See\nn. 20,infra. But seepost, at 12\n(suggesting that we have given §2254(e)(2) “an unnaturally cramped\nreading”).Footnote\n9In all\nevents, of course, the requirements of §§2254(a) through (c) remain\nsignificant limitations on the power of a federal court to grant\nhabeas\nrelief.Footnote\n10Though we\ndo not decide where to draw the line between new claims and claims\nadjudicated on the merits, see n. 11,infra, Justice\nSotomayor’s hypothetical involving new evidence of withheld\nexculpatory witness statements, seepost, at 9–10, may\nwell present a new\nclaim.Footnote\n11The State\ndoes not contest that theallegedclaim was adjudicated on\nthe merits by the California Supreme Court, but it asserts that\nsome of the evidence adduced in the federal evidentiary hearing\nfundamentally changed Pinholster’s claim so as to render it\neffectively unadjudicated. See Brief for Petitioner 28–31; Reply\nBrief for Petitioner 4–5; Tr. of Oral Arg. 18. Pinholster disagrees\nand argues that the evidence adduced in the evidentiary hearing\nsimply supports his alleged claim. Brief for Respondent\n33–37.We need\nnot resolve this dispute because, even accepting Pinholster’s\nposition, he is not entitled to federal habeas relief. Pinholster\nhas failed to show that the California Supreme Court unreasonably\napplied clearly established federal law on the record before that\ncourt,infra, at 18–23, 26–30, which brings our analysis\nto an end. Even if the evidence adduced in the District Court\nadditionally supports his claim, as Pinholster contends, we are\nprecluded from considering it. See n. 20,infra.Footnote\n12The\nparties agree that the state-court record includes both the\n“allegations of [the] habeas corpus petition … and … ‘any matter of\nrecord pertaining to the case.’ ”In re\nHochberg, 2 Cal. 3d 870, 874, n. 2, 471 P. 2d\n1, 3–4, n. 2 (1970) (quoting Cal. Rule of Court 60), rejected\non another ground byIn re Fields, 51 Cal. 3d\n1063, 1070, n. 3, 800 P. 2d 862, 866, n. 3 (1990);\nsee Reply Brief for Petitioner 16–17; Tr. of Oral Arg. 45. Under\nCalifornia law, the California Supreme Court’s summary denial of a\nhabeas petition on the merits reflects that court’s determination\nthat “the claims made in th[e] petition do not state a prima facie\ncase entitling the petitioner to relief.”In re\nClark, 5 Cal. 4th 750, 770, 855 P. 2d 729, 741–742\n(1993). It appears that the court generally assumes the allegations\nin the petition to be true, but does not accept wholly conclusory\nallegations,Peoplev.Duvall, 9 Cal. 4th\n464, 474, 886 P. 2d 1252, 1258 (1995), and will also “review\nthe record of the trial … to assess the merits of the petitioner’s\nclaims,”Clark,supra,at 770, 855 P. 2d, at\n742.The\nspecific contents of the state-court record depend on which of the\ntwo state habeas proceedings is at issue. Oneamicus\ncuriaesuggests that both are at issuethat is, Pinholster must\nprove thatbothCalifornia Supreme Court proceedings\ninvolved an unreasonable application of law under §2254(d)(1). See\nBrief for Criminal Justice Legal Foundation 26. By contrast, the\nmost favorable approach for Pinholster would be review of only the\nsecond state habeas proceeding, the record of which includes all of\nthe evidence that Pinholster ever submitted in state habeas. We\nhave not previously ruled on how to proceed in these circumstances,\nand we need not do so here. Even taking the approach most favorable\nto Pinholster, and reviewing only whether the California Supreme\nCourt was objectively unreasonable in the second state habeas\nproceeding, we find that Pinholster has failed to satisfy\n§2254(d)(1).Footnote\n13Counsel’s\nargument was persuasive enough to cause the trial court to hold a\nhearing and take testimony before denying the motion to\nexclude.Footnote\n14Both\nparties agree that these billing records were before the California\nSupreme Court. See Tr. of Oral Arg. 45,\n48–49.Footnote\n15See\nClerk’s Tr. 798 (entry on Jan. 13 for “phone call to defendant’s\nmother re medical history”);id.,at 864 (entries on Feb.\n21 for “Penal Code research on capital punishment”; Feb. 23 for\n“conference with defendant’s mother re childhood problems”; Feb. 25\nfor “Research on Pen. C. 190.3”; and Feb. 29 for “photocopying\nreports for appointed expert,” “Preparation of Declaration and\nOrder for appointment of psychiatrist,” “Preparation order of\nvisitation for investigator,” and “Further research on Pen. C.\n190.3”). The time records for Dettmar unfortunately stop with Mar.\n14, so we do not know what he did during the critical weeks leading\nup to the penalty phase on May\n1.Footnote\n16Seeid.,at 869 (entries on Feb. 23 for “Conf. with Bernice\nBrasher, Pinholster’s mother”; and Feb. 25 for “Research re;\nepilepsy and conf. with nurse”);id.,at 1160 (entries on\nApr. 11 for “Start prep. for penalty phase”; Apr. 25 for “Prep.\npenalty phase and conf. with Mrs. Brashear”; and Apr. 26 for “Prep.\npenalty\nphase”).Footnote\n17The Court\nof Appeals was not necessarily wrong in looking to other precedents\nof this Court for guidance, but “theStricklandtest ‘of\nnecessity requires a case-by-case examination of the\nevidence.’ ”Terry Williams,529 U. S. 362, 391 (2000) (quotingWrightv.West,505 U. S. 277, 308\n(1992) (Kennedy, J., concurring in\njudgment)).Footnote\n18Pinholster’s wife waived her spousal privilege to testify\nto this fact. She acknowledged that her testimony would be used to\nargue that her husband should be\nexecuted.Footnote\n19Justice\nSotomayor criticizes Brashear’s testimony as “self-interested,”post, at 31, but the whole premise of the family-sympathy\ndefense isthe family’s interest. She similarly makes much\nof the fact that the prosecutor “belittle[d]” Brashear’s testimony\nin closing argument.Post, at 33. We fail to see the\npoint. Any diligent prosecutor would have challenged whatever\nmitigating evidence the defense had put on. And, we would certainly\nnot expect the prosecutor’s closing argument to have described the\nevidence in the light most favorable to Pinholster. But seeibid.,\nn. 26.Footnote\n20Because\nPinholster has failed to demonstrate that the adjudication of his\nclaim based on the state-court record resulted in a decision\n“contrary to” or “involv[ing] an unreasonable application” of\nfederal law, a writ of habeas corpus “shall not be granted” and our\nanalysis is at an end. 28 U. S. C. §2254(d). We are barred\nfrom considering the evidence Pinholster submitted in the District\nCourt that he contends additionally supports his claim. For that\nreason, we need not decide whether §2254(e)(2) prohibited the\nDistrict Court from holding the evidentiary hearing or whether a\ndistrict court may ever choose to hold an evidentiary hearing\nbefore it determines that §2254(d) has been\nsatisfied.",
    "joined": []
}