{
    "case": {
        "docket": "15-457",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-457/"
    },
    "id": "3746296",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–457_________________MICROSOFT CORPORATION, PETITIONERv.SETH BAKER, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 12, 2017]Justice Thomas, with whom The Chief Justice\nand Justice Alito join, concurring in the judgment.I agree with the Court that the Court of Appeals\nlacked jurisdiction over respondents’ appeal, but I would ground\nthat conclusion in Article III of the Constitution instead of 28\nU. S. C. §1291. I therefore concur only in the\njudgment.The plaintiffs in this case, respondents here,\nsued Microsoft, petitioner here, to recover damages after they\npurchased allegedly faulty video game consoles that Microsoft\nmanufactured. The plaintiffs brought claims for themselves\n(individual claims) and on behalf of a putative class of similarly\nsituated consumers (class allegations). Early in the litigation,\nthe District Court granted Microsoft’s motion to strike the class\nallegations, effectively declining to certify the class. The Court\nof Appeals denied permission to appeal that decision under Federal\nRule of Civil Procedure 23(f), which requires a party to obtain\npermission from the court of appeals before appealing a decision\nregarding class certification.The plaintiffs decided not to pursue their\nindividual claims, instead stipulating to a voluntary dismissal of\nthose claims with prejudice. They then filed a notice of appeal\nfrom the voluntary dismissal order. On appeal, they did not ask the\nCourt of Appeals to reverse the District Court’s dismissal of their\nindividual claims. They instead asked the Court of Appeals to\nreverse the order striking their class allegations. The question\npresented in this case is whether the Court of Appeals had\njurisdiction to hear the appeal under both §1291, which grants\nappellate jurisdiction to the courts of appeals over “final\ndecisions” by district courts, and under Article III of the\nConstitution, which limits the jurisdiction of federal courts to\n“cases” and “controversies.”The Court today holds that the Court of Appeals\nlacked jurisdiction under §1291 because the voluntary dismissal\nwith prejudice did not result in a “final decision.” I dis-agree\nwith that holding. A decision is “final” for purposes of §1291 if\nit “ends the litigation on the merits and leaves nothing for the\ncourt to do but execute the judgment.”Catlinv.United\nStates, 324 U. S. 229, 233 (1945) . The order here\ndismissed all of the plaintiffs’ claims with prejudice and left\nnothing for the District Court to do but execute the judgment. See\nApp. to Pet. for Cert. 39a (“direct[ing] the Clerk to enter\nJudgment . . . and close th[e] case”).The Court reaches the opposite conclusion,\nrelying not on the text of §1291 or this Court’s precedents about\nfinality, but on Rule 23(f). Rule 23(f) makes interlocutory orders\nregarding class certification appealable only with the permission\nof the court of appeals. The Court concludes that the plaintiffs’\n“voluntary dismissal” “does not qualify as a ‘final\ndecision’ ” because allowing the plaintiffs’ appeal would\n“subvert the balanced solution Rule 23(f) put in place for\nimmediate review of class-action orders.”Ante,at 2.The Court’s conclusion does not follow from its\nreasoning. Whether a dismissal with prejudice is “final” depends on\nthe meaning of §1291, not Rule 23(f). Rule 23(f) says nothing about\nfinality, much less about the finality of an order dismissing\nindividual claims with prejudice. I agree with the Court that the\nplaintiffs are trying to avoid the requirements for interlocutory\nappeals under Rule 23(f), but our view of the balance struck in\nthat rule should not warp our understanding of finality under\n§1291.Although I disagree with the Court’s reading of\n§1291, I agree that the plaintiffs could not appeal in these\ncircumstances. In my view, they could not appeal because the Court\nof Appeals lacked jurisdiction under Article III of the\nConstitution. The “judicial Power” of the United States extends\nonly to “Cases” and “Controversies.” Art. III, §2. This\nrequirement limits the jurisdiction of the federal courts to issues\npresented “in an adversary context,”Flastv.Cohen,\n392 U. S. 83, 95 (1968) , in which the parties maintain an\n“actual” and “concrete” interest,Campbell-Ewald Co.v.Gomez, 577 U. S. ___, ___ (2016) (slip op., at 6)\n(internal quotation marks omitted). Put another way, “Article III\ndenies federal courts the power to decide questions that cannot\naffect the rights of litigants in the case before them, and\nconfines them to resolving real and substantial controversies\nadmitting of specific relief through a decree of a conclusive\ncharacter.”Lewisv.Continental Bank Corp., 494\nU. S. 472, 477 (1990) (internal quotation marks, citation, and\nalteration omitted).The plaintiffs’ appeal from their voluntary\ndismissal did not satisfy this jurisdictional requirement. When the\nplaintiffs asked the District Court to dismiss their claims, they\nconsented to the judgment against them and dis-avowed any right to\nrelief from Microsoft. The parties thus were no longer adverse to\neach other on any claims, and the Court of Appeals could not\n“affect the[ir] rights” in any legally cognizable manner.Ibid. Indeed, it has long been the rule that a party may not\nappeal from the voluntary dismissal of a claim, since the party\nconsented to the judgment against it. See,e.g., Evansv.Phillips, 4 Wheat. 73 (1819);Lordv.Veazie,\n8 How. 251, 255–256 (1850);United Statesv.Babbitt,\n104 U. S. 767 (1882) ;Deakinsv.Monaghan, 484\nU. S. 193 –200 (1988).The plaintiffs contend that their interest in\nreversing the order striking their class allegations is sufficient\nto satisfy Article III’s case-or-controversy requirement, but they\nmisunderstand the status of putative class actions. Class\nallegations, without an underlying individual claim, do not give\nrise to a “case” or “controversy.” Those allegations are simply the\nmeans of invoking a procedural mechanism that enables a plaintiff\nto litigate his individual claims on behalf of a class. SeeShady Grove Orthopedic Associates, P.A.v.Allstate Ins. Co., 559 U. S. 393, 408 (2010) (plurality\nopinion). Thus, because the Court of Appeals lacked Article III\njurisdiction to adjudicate the individual claims, it could not hear\nthe plaintiffs’ appeal of the order striking their class\nallegations.Plaintiffs’ representation that they hope to\n“revive their [individual] claims should they prevail” on the\nappeal of the order striking their class allegations does not\nundermine this conclusion. Brief for Respondents 45. This Court has\ninterpreted Article III “to demand that an ac-tual controversy be\nextant at all stages of review, not merely at the time the\ncomplaint is filed.”Campbell Ewald Co.,supra, at\n___ (slip op., at 6) (internal quotation marks and alterations\nomitted). And in any event, a favorable ruling on class\ncertification would not “revive” their individual claims: A court’s\ndecision about class allegations “in no way touch[es] the merits”\nof those claims.Gardnerv.Westinghouse Broadcasting\nCo., 437 U. S. 478, 482 (1978) .*  *  *Because I would hold that the Court of Appeals\nlacked jurisdiction under Article III to consider respondents’\nappeal, I concur in the judgment.",
    "joined": []
}