{
    "case": {
        "docket": "19-1231",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-1231/"
    },
    "id": "4380830",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–1231 and 19–1241_________________FEDERAL COMMUNICATIONS COMMISSION,\net al., PETITIONERS19–1231v.PROMETHEUS RADIO PROJECT,\net al.NATIONAL ASSOCIATION OF BROADCASTERS,\net al., PETITIONERS19–1241v.PROMETHEUS RADIO PROJECT,\net al.on writs of certiorari to the united states\ncourt of appeals for the third circuit[April 1, 2021]Justice Thomas, concurring.As the Court correctly holds, the Federal\nCommunications Commission’s orders were not arbitrary and\ncapricious. Based on the record evidence available, the FCC\nreasonably concluded that modifying its broadcast ownership rules\nwould not harm minority and female ownership of broadcast media. I\nwrite separately to note another, independent reason why reversal\nis warranted: The Third Circuit improperly imposed nonstatutory\nprocedural requirements on the FCC by forcing it to consider\nownership diversity in the first place.The FCC had no obligation to consider minority\nand female ownership. Nothing in §202(h) of the Telecommunications\nAct of 1996 directs the FCC to consider rates of minority and\nfemale ownership. See note following 47 U. S. C. §303\n(requiring the FCC simply to consider “ ‘the public interest\nas the result of competition’ ”). Nor could any court force\nthe FCC to consider ownership diversity: Courts have no authority\nto impose “judge-made procedur[es]” on agencies.Perezv.Mortgage Bankers Assn., 575 U.S. 92, 102 (2015).Disregarding these limits, the Third Circuit\nimposed on the FCC a nonstatutory requirement to consider minority\nand female ownership. The court first did so in 2004 when it\nvacated the FCC’s modification of its Local Television Ownership\nRule, faulting the FCC for “failing to mention anything about the\neffect this change would have on potential minority station\nowners.”373 F.3d 372, 420 (2004). It then directed the FCC on remand to\n“consider . . . proposals for enhancing ownership\nopportunities for women and minorities.”Id., at 435, n. 82;\naccord, 652 F.3d 431, 471 (2011) (reiterating that its “prior\nremand requir[ed] the Commission to consider the effect of its\nrules on minority and female ownership”). Repeating this error in\n2016, the Third Circuit mandated that the FCC, “in addition to\n§202(h)’s requirement . . . , include a determination\nabout ‘the effect of the rules on minority and female\nownership.’ ” 824 F.3d 33, 54, n. 13 (quoting 652\nF. 3d, at 471; brackets omitted).Respondents try to defend the Third Circuit’s\nruling by noting that the FCC has previously discussed ownership\ndiversity when considering its ownership rules. They contend that\nthe FCC thus believed that a purpose of those rules is to promote\nminority and female ownership. And because an agency cannot “depart\nfrom a prior policysub silentio,”FCCv.Fox\nTelevision Stations, Inc.,556 U.S.\n502, 515 (2009), they argue that the FCC either had to consider\nownership diversity or expressly repudiate its prior policy. That\nargument fails because the FCC’s ownership rules—unlike some of itsnonownership rules—were never designed to foster ownership\ndiversity.From its infancy, the FCC has generally focused\non consumers, not producers. The year after it was established, the\nagency that would later become the FCC made clear that\n“ ‘emphasis must be first and foremost on the interest, the\nconvenience, and the necessity of the listening public, and not on\nthe interest, convenience, or necessity of the individual\nbroadcaster.’ ”FCCv.Pottsville Broadcasting\nCo.,309 U.S.\n134, 139, n. 2 (1940) (quoting a 1928 agency\ndocument).The FCC kept true to that design when\npromulgating ownership rules. For example, when it created the\nNewspaper/Broadcast Cross-Ownership Rule at issue here, the agency\nexplained that its “ownership rules rest on two foundations: the\ntwin goals of diversity of viewpoints and economic competition,”\nand that viewpoint diversity is the “higher” policy. 50\nF. C. C. 2d 1046, 1074 (1975); see also 22\nF. C. C. 2d 306, 313, ¶25 (1970) (stating that the\n“principal purpose” of the Radio/Television Cross-Ownership Rule is\n“promot[ing] diversity of viewpoints” and a secondary purpose is\n“promot[ing] competition”). To these two consumer-focused goals,\nthe FCC has also added a third: localism. 18 FCC Rcd. 13620, 13624,\n¶8, 13645, ¶81 (2003). None of these objectives advances\ndemographic diversity of owners for the sake of owners.To be sure, the FCC has sometimes considered\nminority and female ownership of broadcast media when discussing\nownership rules. Time after time, however, it has viewed those\nforms of diversity not “as policy goals in and of themselves, but\nas proxies for viewpoint diversity.” 17 FCC Rcd. 18503, 18519, ¶41,\nand n. 116, 18521, ¶50 (2002); accord,e.g.,18 FCC Rcd., at\n13774, ¶389 (“diversity of ownership promotes diversity of\nviewpoints”);id.,at 13636, ¶51, 13760, ¶355 (similar); 10\nFCC Rcd. 2788, ¶¶1–2 (1995) (“promoting minority ownership of\nbroadcasting and cable television facilities serves to enhance the\ndiversity of viewpoints presented”). The FCC has also said that\nownership diversity “promote[s] competition.”Id., at 2789,\n¶6; accord, 22 F. C. C. 2d, at 313, ¶25. And although the FCC has\noccasionally used language that, read in isolation, could suggest a\nfreestanding goal of promoting ownership diversity,e.g.,17\nFCC Rcd., at 18521, ¶50 (“[T]he Commission has historically used\nthe ownership rules to foster ownership by diverse groups, such as\nminorities, women and small businesses”), these comments must be\nviewed in the light of the FCC’s repeated statements that “the core\nCommission goal [is] maximizing the diversity of points of view\navailable to the public” and that “promoting minority [and female]\nownership of broadcasting and cable television facilities serves”\nthis core goal.E.g.,10 FCC Rcd., at 2788, ¶¶1–2.Even while trying to abide by the Third\nCircuit’s improper mandate, the FCC clarified in this proceeding\nthat it considered ownership diversity a potential means to pursue\nviewpoint diversity, not a freestanding goal of its ownership\nrules. To cite just a few examples, in its 2016 order the FCC\nexplained that it “has a long history of promulgating rules and\nregulations intended to promote diversity of ownership among\nbroadcast licensees, andtherebyfoster a diversity of\nvoices.” App. 335 (emphasis added). It afforded certain companies\nwaivers from various rules to “serve our broader goal of diversity\nof ownership, andthusviewpoint diversity.”Id.,at\n337 (emphasis added). And it noted that it could not promulgate a\nrace-conscious regulation without first “demonstrat[ing] a\nconnection between minority ownership and viewpoint diversity” that\nwould “satisfy strict scrutiny.”Id.,at 397; cf.Metro\nBroadcasting, Inc.v.FCC,497 U.S.\n547, 566–568 (1990) (upholding race-conscious “minority\nownership policies” because they were “substantially related to the\nachievement of . . . broadcast diversity”—i.e.,viewpoint diversity), overruled byAdarand Constructors,\nInc.v.Peña,515 U.S.\n200, 227 (1995) (requiring strict scrutiny for “all racial\nclassifications”).The Third Circuit erred by disregarding this\nhistory. For example, when the FCC modified its Local Television\nOwnership Rule in 2003, the court faulted the FCC for “failing to\nmention anything about the effect this change would have on\npotential minority station owners.” 373 F. 3d, at 420. But as with\nits other ownership rules, the stated “objectives” for that rule\nwere fostering viewpoint diversity and competition. 14 FCC Rcd.\n12903, 12910–12912, ¶¶15, 17 (1999).[1]Here, as in 2003, once the FCC determined that\nnone of its policy objectives for ownership rules—viewpoint\ndiversity, competition, and localism—justified retaining its rules,\nthe FCC was free to modify or repeal them without considering\nownership diversity. Indeed, the FCC has long been clear that “it\nwould be inappropriate to retain multiple ownership regulations for\nthe sole purpose of promoting minority ownership.” 100\nF. C. C. 2d 74, 94, ¶45 (1985). The Third Circuit had no\nauthority to require the FCC to consider minority and female\nownership. So in future reviews, the FCC is under no obligation to\ndo so.[2]Notes1The FCC reiterated these\nobjectives when modifying the rule in 2003. 18 FCC Rcd. 13620,\n13708, ¶¶225–226.2The FCC has recently\nquestioned the validity of the assumption that ownership diversity\npromotes viewpoint diversity. 32 FCC Rcd. 9802, 9810, ¶15, n. 49\n(2017). Its previous acceptance of that assumption in no way\nprecludes the FCC from rejecting it in the future.",
    "joined": []
}