{
    "case": {
        "docket": "312",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/312/"
    },
    "id": "1962200",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTWEYERHAEUSER CO. V. ROSS-SIMMONS HARDWOODLUMBER CO.549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-381WEYERHAEUSER COMPANY, PETITIONERv.ROSS-\nSIMMONS HARDWOOD LUMBER COMPANY, INC.on writ of certiorari to the united states court of\nappeals for the ninth circuit[February 20, 2007]Justice Thomas delivered the\nopinion of the Court.Respondent Ross-Simmons, a\nsawmill, sued petitioner Weyerhaeuser, alleging that Weyerhaeuser\ndrove it out of business by bidding up the price of sawlogs to a\nlevel that prevented Ross-Simmons from being profitable. A jury\nreturned a verdict in favor of Ross-Simmons on its monopolization\nclaim, and the Ninth Circuit affirmed. We granted certiorari to\ndecide whether the test we applied to claims of predatory pricing\ninBrooke Group Ltd.v.Brown & Williamson Tobacco\nCorp.,509 U.\nS. 209(1993), also applies to claims of predatory bidding. We\nhold that it does. Accordingly, we vacate the judgment of the Court\nof Appeals.IThis antitrust case concerns the\nacquisition of red alder sawlogs by the mills that process those\nlogs in the Pacific Northwest. These hardwood-lumber mills usually\nacquire logs in one of three ways. Some logs are purchased on the\nopen bidding market. Some come to the mill through standing short-\nand long-term agreements with timberland owners. And others are\nharvested from timberland owned by the sawmills themselves. The\nallegations relevant to our decision in this case relate to the\nbidding market.Ross-Simmons began operating a\nhardwood-lumber sawmill in Longview, Washington, in 1962.\nWeyerhaeuser entered the Northwestern hardwood-lumber market in\n1980 by acquiring an existing lumber company. Weyerhaeuser\ngradually increased the scope of its hardwood-lumber operation, and\nit now owns six hardwood sawmills in the region. By 2001,\nWeyerhaeuser’s mills were acquiring approximately 65 percent of the\nalder logs available for sale in the region. App. 754a, 341a.From 1990 to 2000, Weyerhaeuser made more than\n$75 million in capital investments in its hardwood mills in the\nPacific Northwest.Id.,at 159a. During this period,\nproduction increased at every Northwestern hardwood mill that\nWeyerhaeuser owned.Id.,at 160a. In addition to\nincreasing production, Weyerhaeuser used “state-of-the-art\ntechnology,”id.,at 500a, including sawing equipment, to\nincrease the amount of lumber recovered from every log,id.,at 500a, 549a. By contrast, Ross-Simmons appears to\nhave engaged in little efficiency-enhancing investment. Seeid.,at 438a–441a.Logs represent up to 75 percent of a sawmill’s\ntotal costs. Seeid.,at 169a. And from 1998 to 2001, the\nprice of alder sawlogs increased while prices for finished hardwood\nlumber fell. These divergent trends in input and output prices cut\ninto the mills’ profit margins, and Ross-Simmons suffered heavy\nlosses during this time. Seeid.,at 155a (showing a\nnegative net income from 1998 to 2000). Saddled with several\nmillion dollars in debt, Ross-Simmons shut down its mill completely\nin May 2001.Id.,at 156a.Ross-Simmons blamed Weyerhaeuser for driving\nit out of business by bidding up input costs, and it filed an\nantitrust suit against Weyerhaeuser for monopolization and\nattempted monopolization under §2 of the Sherman Act. See 26 Stat.\n209, as amended, 15 U. S. C. §2 (2000 ed., Supp. IV).\nRoss-Simmons alleged that, among other anticompetitive acts,\nWeyerhaeuser had used “its dominant position in the alder sawlog\nmarket to drive up the prices for alder sawlogs to levels that\nseverely reduced or eliminated the profit margins of Weyerhaeuser’s\nalder sawmill competition.” App. 135a. Proceeding in part on this\n“predatory-bidding” theory, Ross-Simmons argued that Weyerhaeuser\nhad overpaid for alder sawlogs to cause sawlog prices to rise to\nartificially high levels as part of a plan to drive Ross-Simmons\nout of business. As proof that this practice had occurred,\nRoss-Simmons pointed to Weyerhaeuser’s large share of the alder\npurchasing market, rising alder sawlog prices during the alleged\npredation period, and Weyerhaeuser’s declining profits during that\nsame period.Prior to trial, Weyerhaeuser moved for summary\njudgment on Ross-Simmons’ predatory-bidding theory.Id.,at 6a–24a. The District Court denied the motion.Id.,at\n58a–69a. At the close of the 9-day trial, Weyerhaeuser moved for\njudgment as a matter of law, or alternatively, for a new trial. The\nmotions were based in part on Weyerhaeuser’s argument that\nRoss-Simmons had not satisfied the standard this Court set forth inBrooke Group, supra.App. 940a–942a. The District Court\ndenied Weyerhaeuser’s motion.Id.,at 720a, App. to Pet.\nfor Cert. 46a. The District Court also rejected proposed\npredatory-bidding jury instructions that incorporated elements of\ntheBrooke Grouptest. App. 725a–730a, 978a. Ultimately,\nthe District Court instructed the jury that Ross-Simmons could\nprove that Weyerhaeuser’s bidding practices were anticompetitive\nacts if the jury concluded that Weyerhaeuser “purchased more logs\nthan it needed, or paid a higher price for logs than necessary, in\norder to prevent [Ross-Simmons] from obtaining the logs they needed\nat a fair price.”Id.,at 978a. Finding that Ross-Simmons\nhad proved its claim for monopolization, the jury returned a $26\nmillion verdict against Weyerhaeuser.Id.,at 967a. The\nverdict was trebled to approximately $79 million.Weyerhaeuser appealed to the Court of Appeals\nfor the Ninth Circuit. There, Weyerhaeuser argued thatBrooke\nGroup’s standard for claims of predatory pricing should also\napply to claims of predatory bidding. The Ninth Circuit disagreed\nand affirmed the verdict against Weyerhaeuser.Confederated\nTribes of Siletz Indians of Ore.v.Weyerhaeuser Co.,\n411 F. 3d 1030, 1035–1036 (2005).The Court of Appeals reasoned that “buy-side\npredatory bidding” and “sell-side predatory pricing,” though\nsimilar, are materially different in that predatory bidding does\nnot necessarily benefit consumers or stimulate competition in the\nway that predatory pricing does.Id.,at 1037. Concluding\nthat “the concerns that led theBrooke GroupCourt to\nestablish a high standard of liability in the predatory-pricing\ncontext do not carry over to this predatory bidding context with\nthe same force,” the Court of Appeals declined to applyBrooke\nGroupto Ross-Simmons’ claims of predatory bidding. 411\nF. 3d, at 1038. The Court of Appeals went on to conclude that\nsubstantial evidence supported a finding of liability on the\npredatory-bidding theory.Id.,at 1045. We granted\ncertiorari to decide whetherBrooke Groupapplies to\nclaims of predatory bidding. 548 U. S. ___ (2006). We hold that it\ndoes, and we vacate the Court of Appeals’ judgment.IIInBrooke Group, we\nconsidered what a plaintiff must show in order to succeed on a\nclaim of predatory pricing under §2 of the Sherman Act.[Footnote 1] In a typical\npredatory-pricing scheme, the predator reduces the sale price of\nits product (its output) to below cost, hoping to drive competitors\nout of business. Then, with competition vanquished, the predator\nraises output prices to a supracompetitive level. SeeMatsushita Elec. Industrial Co.v.Zenith Radio\nCorp.,475 U.\nS. 574, 584–585, n. 8 (1986) (describing predatory\npricing). For the scheme to make economic sense, the losses\nsuffered from pricing goods below cost must be recouped (with\ninterest) during the supracompetitive-pricing stage of the scheme.Id.,at 588–589;Cargill, Inc.v.Monfort of\nColo., Inc.,479 U. S. 104, 121–122,\nn. 17 (1986); see also R. Bork, The Antitrust Paradox 145\n(1978). Recognizing this economic reality, we established two\nprerequisites to recovery on claims of predatory pricing. “First, a\nplaintiff seeking to establish competitive injury resulting from a\nrival’s low prices must prove that the prices complained of are\nbelow an appropriate measure of its rival’s costs.”Brooke\nGroup, 509 U. S., at 222. Second, a plaintiff must demonstrate\nthat “the competitor had … a dangerous probabilit[y] of recouping\nits investment in below-cost prices.”Id.,at 224.The first prong of the\ntest—requiring that prices be below cost—is necessary because “[a]s\na general rule, the exclusionary effect of prices above a relevant\nmeasure of cost either reflects the lower cost structure of the\nalleged predator, and so represents competition on the merits, or\nis beyond the practical ability of a judicial tribunal to control.”Id.,at 223. We were particularly wary of allowing\nrecovery for above-cost price cutting because allowing such claims\ncould, perversely, “chil[l] legitimate price cutting,” which\ndirectly benefits consumers. Seeid.,at 223–224;Atlantic Richfield Co.v.USA Petroleum Co.,495 U. S. 328,\n340 (1990) (“Low prices benefit consumers regardless of how those\nprices are set, and so long as they are above predatory levels,\nthey do not threaten competition”). Thus, we specifically declined\nto allow plaintiffs to recover for above-cost price cutting,\nconcluding that “discouraging a price cut and … depriving consumers\nof the benefits of lower prices … does not constitute sound\nantitrust policy.”Brooke Group,supra, at\n224.The second prong of theBrooke Grouptest—requiring that there be a dangerous probability of recoupment\nof losses—is necessary because, without a dangerous probability of\nrecoupment, it is highly unlikely that a firm would engage in\npredatory pricing. As the Court explained inMatsushita, a\nfirm engaged in a predatory-pricing scheme makes an investment—the\nlosses suffered plus the profits that would have been realized\nabsent the scheme—at the initial, below-cost-selling phase. 475 U.\nS., at 588–589. For that investment to be rational, a firm must\nreasonably expect to recoup in the long run at least its original\ninvestment with supracompetitive profits.Ibid.;Brooke Group, 509 U. S., at 224. Without such a reasonable\nexpectation, a rational firm would not willingly suffer definite,\nshort-run losses. Recognizing the centrality of recoupment to a\npredatory-pricing scheme, we required predatory-pricing plaintiffs\nto “demonstrate that there is a likelihood that the predatory\nscheme alleged would cause a rise in prices above a competitive\nlevel that would be sufficient to compensate for the amounts\nexpended on the predation, including the time value of the money\ninvested in it.”Id.,at 225.We described the two parts of theBrooke\nGrouptest as “essential components of real market injury”\nthat were “not easy to establish.”Id.,at 226. We also\nreiterated that the costs of erroneous findings of\npredatory-pricing liability were quite high because “ ‘[t]he\nmechanism by which a firm engages in predatory pricing—lowering\nprices—is the same mechanism by which a firm stimulates\ncompetition,’ ” and therefore, mistaken findings of liability\nwould “ ‘ “chill the very conduct the antitrust laws are\ndesigned to protect.” ’ ”Ibid. (quotingCargill,supra, at 122, n. 17).IIIPredatory bidding, which\nRoss-Simmons alleges in this case, involves the exercise of market\npower on the buy side or input side of a market. In a\npredatory-bidding scheme, a purchaser of inputs “bids up the market\nprice of a critical input to such high levels that rival buyers\ncannot survive (or compete as vigorously) and, as a result, the\npredating buyer acquires (or maintains or increases its) monopsony\npower.” Kirkwood, Buyer Power and Exclusionary Conduct, 72\nAntitrust L. J. 625, 652 (2005) (hereinafter Kirkwood).\nMonopsony power is market power on the buy side of the market.\nBlair & Harrison, Antitrust Policy and Monopsony, 76 Cornell\nL. Rev. 297 (1991). As such, a monopsony is to the buy side of\nthe market what a monopoly is to the sell side and is sometimes\ncolloquially called a “buyer’s monopoly.” Seeid.,at 301,\n320; Piraino, A Proposed Antitrust Approach to Buyers’ Competitive\nConduct, 56 Hastings L. J. 1121, 1125 (2005).A predatory bidder ultimately\naims to exercise the monopsony power gained from bidding up input\nprices. To that end, once the predatory bidder has caused competing\nbuyers to exit the market for purchasing inputs, it will seek to\n“restrict its input purchases below the competitive level,” thus\n“reduc[ing] the unit price for the remaining input[s] it\npurchases.” Salop, Anticompetitive Overbuying by Power Buyers, 72\nAntitrust L. J. 669, 672 (2005) (hereinafter Salop). The\nreduction in input prices will lead to “a significant cost saving\nthat more than offsets the profit[s] that would have been earned on\nthe output.”Ibid.If all goes as planned, the predatory\nbidder will reap monopsonistic profits that will offset any losses\nsuffered in bidding up input prices.[Footnote 2] (In this case, the plaintiff was the\ndefendant’s competitor in the input-purchasing market. Thus, this\ncase does not present a situation of suppliers suing a monopsonist\nbuyer under §2 of the Sherman Act, nor does it present a risk of\nsignificantly increased concentration in the market in which the\nmonopsonist sells,i.e., the market for finished\nlumber.)IVAPredatory-pricing and\npredatory-bidding claims are analytically similar. See Hovenkamp,\nThe Law of Exclusionary Pricing, 2 Competition Policy Int’l, No. 1,\npp. 21, 35 (Spring 2006). This similarity results from the\nclose theoretical connection between monopoly and monopsony. See\nKirkwood 653 (describing monopsony as the “mirror image” of\nmonopoly);Khanv.State Oil Co., 93 F. 3d\n1358, 1361 (CA7 1996) (“[M]onopsony pricing … is analytically the\nsame as monopoly or cartel pricing and [is] so treated by the\nlaw”), vacated and remanded on other grounds,522 U. S. 3(1997);Vogelv.American Soc. of Appraisers, 744\nF. 2d 598, 601 (CA7 1984) (“[M]onopoly and monopsony are\nsymmetrical distortions of competition from an economic\nstandpoint”); see also Hearing on Monopsony Issues in Agriculture:\nBuying Power of Processors in Our Nation’s Agricultural Markets\nbefore the Senate Committee on the Judiciary, 108th Cong., 1st\nSess., 3 (2004). The kinship between monopoly and monopsony\nsuggests that similar legal standards should apply to claims of\nmonopolization and to claims of monopsonization. Cf. Noll, “Buyer\nPower” and Economic Policy, 72 Antitrust L. J. 589, 591 (2005)\n(“[A]symmetric treatment of monopoly and monopsony has no basis in\neconomic analysis”).Tracking the economic similarity\nbetween monopoly and monopsony, predatory-pricing plaintiffs and\npredatory-bidding plaintiffs make strikingly similar allegations. A\npredatory-pricing plaintiff alleges that a predator cut prices to\ndrive the plaintiff out of business and, thereby, to reap monopoly\nprofits from the output market. In parallel fashion, a\npredatory-bidding plaintiff alleges that a predator raised prices\nfor a key input to drive the plaintiff out of business and,\nthereby, to reap monopsony profits in the input market. Both claims\ninvolve the deliberate use of unilateral pricing measures for\nanticompetitive purposes.[Footnote\n3] And both claims logically require firms to incur short-term\nlosses on the chance that they might reap supracompetitive profits\nin the future.BMore importantly, predatory\nbidding mirrors predatory pricing in respects that we deemed\nsignificant to our analysis inBrooke Group. InBrooke\nGroup, we noted that “ ‘predatory pricing schemes are\nrarely tried, and even more rarely successful.’ ” 509 U. S.,\nat 226 (quotingMatsushita, 475 U. S., at 589). Predatory\npricing requires a firm to suffer certain losses in the short term\non the chance of reaping supracompetitive profits in the future.Id.,at 588–589. A rational business will rarely make this\nsacrifice.Ibid.The same reasoning applies to predatory\nbidding. A predatory-bidding scheme requires a buyer of inputs to\nsuffer losses today on the chance that it will reap\nsupracompetitive profits in the future. For this reason,\n“[s]uccessful monopsony predation is probably as unlikely as\nsuccessful monopoly predation.” R. Blair & J. Harrison,\nMonopsony 66 (1993).And like the predatory conduct\nalleged inBrooke Group, actions taken in a\npredatory-bidding scheme are often “ ‘ “the very essence\nof competition.” ’ ” 509 U. S., at 226 (quotingCargill,479 U. S., at 122, n. 17, in turn quotingMatsushita,supra, at 594). Just as sellers use\noutput prices to compete for purchasers, buyers use bid prices to\ncompete for scarce inputs. There are myriad legitimate\nreasons—ranging from benign to affirmatively procompetitive—why a\nbuyer might bid up input prices. A firm might bid up inputs as a\nresult of miscalculation of its input needs or as a response to\nincreased consumer demand for its outputs. A more efficient firm\nmight bid up input prices to acquire more inputs as a part of a\nprocompetitive strategy to gain market share in the output market.\nA firm that has adopted an input-intensive production process might\nbid up inputs to acquire the inputs necessary for its process. Or a\nfirm might bid up input prices to acquire excess inputs as a hedge\nagainst the risk of future rises in input costs or future input\nshortages. See Salop 682–683; Kirkwood 655. There is nothing\nillicit about these bidding decisions. Indeed, this sort of high\nbidding is essential to competition and innovation on the buy side\nof the market.[Footnote 4]Brooke Groupalso noted that a failed\npredatory-pricing scheme may benefit consumers. 509 U. S., at 224.\nThe potential benefit results from the difficulty an aspiring\npredator faces in recouping losses suffered from below-cost\npricing. Without successful recoupment, “predatory pricing produces\nlower aggregate prices in the market, and consumer welfare is\nenhanced.”Ibid.Failed predatory-bidding schemes can\nalso, but will not necessarily, benefit consumers. See Salop\n677–678. In the first stage of a predatory-bidding scheme, the\npredator’s high bidding will likely lead to its acquisition of more\ninputs. Usually, the acquisition of more inputs leads to the\nmanufacture of more outputs. And increases in output generally\nresult in lower prices to consumers.[Footnote 5]Id.,at 677; R. Blair & J.\nHarrison,supra, at 66–67. Thus, a failed\npredatory-bidding scheme can be a “boon to consumers” in the same\nway that we considered a predatory-pricing scheme to be. SeeBrooke Group,supra, at 224.In addition, predatory bidding presents less\nof a direct threat of consumer harm than predatory pricing. A\npredatory-pricing scheme ultimately achieves success by charging\nhigher prices to consumers. By contrast, a predatory-bidding scheme\ncould succeed with little or no effect on consumer prices because a\npredatory bidder does not necessarily rely on raising prices in the\noutput market to recoup its losses. Salop 676. Even if output\nprices remain constant, a predatory bidder can use its power as the\npredominant buyer of inputs to force down input prices and capture\nmonopsony profits.Ibid.CThe general theoretical\nsimilarities of monopoly and monopsony combined with the\ntheoretical and practical similarities of predatory pricing and\npredatory bidding convince us that our two-prongedBrooke\nGrouptest should apply to predatory-bidding claims.The first prong ofBrooke\nGroup’s test requires little adaptation for the\npredatory-bidding context. A plaintiff must prove that the alleged\npredatory bidding led to below-cost pricing of the predator’s\noutputs. That is, the predator’s bidding on the buy side must have\ncaused the cost of the relevant output to rise above the revenues\ngenerated in the sale of those outputs. As with predatory pricing,\nthe exclusionary effect of higher bidding that does not result in\nbelow-cost output pricing “is beyond the practical ability of a\njudicial tribunal to control without courting intolerable risks of\nchilling legitimate” procompetitive conduct. 509 U. S., at 223.\nGiven the multitude of procompetitive ends served by higher bidding\nfor inputs, the risk of chilling procompetitive behavior with too\nlax a liability standard is as serious here as it was inBrooke\nGroup. Consequently, only higher bidding that leads to\nbelow-cost pricing in the relevant output market will suffice as a\nbasis for liability for predatory bidding.A predatory-bidding plaintiff also must prove\nthat the defendant has a dangerous probability of recouping the\nlosses incurred in bidding up input prices through the exercise of\nmonopsony power. Absent proof of likely recoupment, a strategy of\npredatory bidding makes no economic sense because it would involve\nshort-term losses with no likelihood of offsetting long-term gains.\nCf.id.,at 224 (citingMatsushita, 475 U. S., at\n588–589). As with predatory pricing, making a showing on the\nrecoupment prong will require “a close analysis of both the scheme\nalleged by the plaintiff and the structure and conditions of the\nrelevant market.”Brooke Group,supra, at\n226.Ross-Simmons has conceded that it has not\nsatisfied theBrooke Groupstandard. Brief for Respondent\n49; Tr. of Oral Arg. 49. Therefore, its predatory-bidding theory of\nliability cannot support the jury’s verdict.VFor these reasons, we vacate the\njudgment of the Court of Appeals and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1Brooke Groupdealt with a claim\nunder the Robinson-Patman Act, but as we observed, “primary-line\ncompetitive injury under the Robinson-Patman Act is of the same\ngeneral character as the injury inflicted by predatory pricing\nschemes actionable under §2 of the Sherman Act.” 509 U. S., at 221.\nBecause of this similarity, the standard adopted inBrooke\nGroupapplies to predatory-pricing claims under §2 of the\nSherman Act.Id.,at 222.Footnote 2If the predatory firm’s competitors in the\ninput market and the output market are the same, then predatory\nbidding can also lead to the bidder’s acquisition of monopoly power\nin the output market. In that case, which does not appear to be\npresent here, the monopsonist could, under certain market\nconditions, also recoup its losses by raising output prices to\nmonopolistic levels. See Salop 679–682 (describing a monopsonist’s\npredatory strategy that depends upon raising prices in the output\nmarket).Footnote 3Predatory bidding on inputs is not\nanalytically different from predatory overbuying of inputs. Both\npractices fall under the rubric of monopsony predation and involve\nan input purchaser’s use of input prices in an attempt to exclude\nrival input purchasers. The economic effect of the practices is\nidentical: input prices rise. In a predatory-bidding scheme, the\npurchaser causes prices to rise by offering to pay more for inputs.\nIn a predatory-overbuying scheme, the purchaser causes prices to\nrise by demanding more of the input. Either way, input prices\nincrease. Our use of the term “predatory bidding” is not meant to\nsuggest that different legal treatment is appropriate for the\neconomically identical practice of “predatory overbuying.”Footnote 4Higher prices for inputs obviously benefit\nexisting sellers of inputs and encourage new firms to enter the\nmarket for input sales as well.Footnote 5Consumer benefit does not necessarily result\nat the first stage because the predator might not use its excess\ninputs to manufacture additional outputs. It might instead destroy\nthe excess inputs. See Salop 677, n. 22. Also, if the same firms\ncompete in the input and output markets, any increase in outputs by\nthe predator could be offset by decreases in outputs from the\npredator’s struggling competitors.",
    "joined": []
}