{
    "case": {
        "docket": "617",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/617/"
    },
    "id": "1962664",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTQUANTA COMPUTER, INC. V. LG ELECTRONICS, INC.553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-937QUANTA COMPUTER, INC., et al., PETITIONERSv.LG ELECTRONICS, INC.on writ of certiorari to the united states court of\nappeals for the federal circuit[June 9, 2008]Justice Thomas delivered the\nopinion of the Court.For over 150 years this Court has\napplied the doctrine of patent exhaustion to limit the patent\nrights that survive the initial authorized sale of a patented item.\nIn this case, we decide whether patent exhaustion applies to the\nsale of components of a patented system that must be combined with\nadditional components in order to practice the patented methods.\nThe Court of Appeals for the Federal Circuit held that the doctrine\ndoes not apply to method patents at all and, in the alternative,\nthat it does not apply here because the sales were not authorized\nby the license agreement. We disagree on both scores. Because the\nexhaustion doctrine applies to method patents, and because the\nlicense authorizes the sale of components that substantially embody\nthe patents in suit, the sale exhausted the patents.IRespondent LG Electronics, Inc.\n(LGE), purchased a portfolio of computer technology patents in\n1999, including the three patents at issue here: U. S. Patent Nos.\n4,939,641 (’641); 5,379,379 (’379); and 5,077,733 (’733)\n(collectively LGE Patents). The main functions of a computer system\nare carried out on a microprocessor, or central processing unit,\nwhich interprets program instructions, processes data, and controls\nother devices in the system. A set of wires, or bus, connects the\nmicroprocessor to a chipset, which transfers data between the\nmicroprocessor and other devices, including the keyboard, mouse,\nmonitor, hard drive, memory, and disk drives.The data processed by the\ncomputer are stored principally in random access memory, also\ncalled main memory. Webster’s New World Dictionary of Computer\nTerms 334, 451 (8th ed. 2000). Frequently accessed data are\ngenerally stored in cache memory, which permits faster access than\nmain memory and is often located on the microprocessor itself.Id., at 84. When copies of data are stored in both the\ncache and main memory, problems may arise when one copy is changed\nbut the other still contains the original “stale” version of the\ndata. J. Handy, Cache Memory Book 124 (2d ed. 1993). The ’641\npatent addresses this problem. It discloses a system for ensuring\nthat the most current data are retrieved from main memory by\nmonitoring data requests and updating main memory from the cache\nwhen stale data are requested.LG Electronics, Inc.v.Bizcom Electronics, Inc., 453 F. 3d 1364, 1377 (CA\nFed. 2006).The ’379 patent relates to the coordination of\nrequests to read from, and write to, main memory.Id.,at\n1378. Processing these requests in chronological order can slow\ndown a system because read requests are faster to execute than\nwrite requests. Processing all read requests first ensures speedy\naccess, but may result in the retrieval of outdated data if a read\nrequest for a certain piece of data is processed before an\noutstanding write request for the same data. The ’379 patent\ndiscloses an efficient method of organizing read and write requests\nwhile maintaining accuracy by allowing the computer to execute only\nread requests until it needs data for which there is an outstanding\nwrite request.LG Electronics, Inc.v.Asustek\nComputer,Inc., No. C 01–02187 CW et al., Order\nConstruing Disputed Terms and Phrases, p. 42 (ND Cal., Aug. 20,\n2002). Upon receiving such a read request, the computer executes\npending write requests first and only then returns to the read\nrequests so that the most up-to-date data are retrieved.Ibid.The ’733 patent addresses the problem of\nmanaging the data traffic on a bus connecting two computer\ncomponents, so that no one device monopolizes the bus. It allows\nmultiple devices to share the bus, giving heavy users greater\naccess. This patent describes methods that establish a rotating\npriority system under which each device alternately has priority\naccess to the bus for a preset number of cycles and heavier users\ncan maintain priority for more cycles without “hogging” the device\nindefinitely.Id.,at 37–38.LGE licensed a patent portfolio, including the\nLGE Patents, to Intel Corporation (Intel). The cross-licensing\nagreement (License Agreement) permits Intel to manufacture and sell\nmicroprocessors and chipsets that use the LGE Patents (the Intel\nProducts). The License Agreement authorizes Intel to “ ‘make,\nuse, sell (directly or indirectly), offer to sell, import or\notherwise dispose of’ ” its own products practicing the LGE\nPatents. Brief for Petitioners 8 (quoting App. 154).[Footnote 1] Notwithstanding this broad\nlanguage, the License Agreement contains some limitations. Relevant\nhere, it stipulates that no license“ ‘is granted by either party hereto … to any\nthird party for the combination by a third party of Licensed\nProducts of either party with items, components, or the like\nacquired … from sources other than a party hereto, or for the use,\nimport, offer for sale or sale of such combination.’ ” Brief\nfor Petitioners 8 (quoting App. 164).The License Agreement purports not to alter the\nusual rules of patent exhaustion, however, providing that,\n“ ‘[n]otwithstanding anything to the contrary contained in\nthis Agreement, the parties agree that nothing herein shall in any\nway limit or alter the effect of patent exhaustion that would\notherwise apply when a party hereto sells any of its Licensed\nProducts.’ ” Brief for Petitioners 8 (quoting App. 164).In a separate agreement (Master Agreement),\nIntel agreed to give written notice to its own customers informing\nthem that, while it had obtained a broad license “ ‘ensur[ing]\nthat any Intel product that you purchase is licensed by LGE and\nthus does not infringe any patent held by LGE,’ ” the license\n“ ‘does not extend, expressly or by implication, to any\nproduct that you make by combining an Intel product with any\nnon-Intel product.’ ” Brief for Respondent 9 (emphasis\ndeleted) (quoting App. 198). The Master Agreement also provides\nthat “ ‘a breach of this Agreement shall have no effect on and\nshall not be grounds for termination of the Patent License.’ ”\nBrief for Petitioners 9 (quoting App. 176).Petitioners, including Quanta Computer\n(collectively Quanta), are a group of computer manufacturers.\nQuanta purchased microprocessors and chipsets from Intel and\nreceived the notice required by the Master Agreement. Nonetheless,\nQuanta manufactured computers using Intel parts in combination with\nnon-Intel memory and buses in ways that practice the LGE Patents.\nQuanta does not modify the Intel components and follows Intel’s\nspecifications to incorporate the parts into its own systems.LGE filed a complaint against Quanta,\nasserting that the combination of the Intel Products with non-Intel\nmemory and buses infringed the LGE Patents. The District Court\ngranted summary judgment to Quanta, holding that, for purposes of\nthe patent exhaustion doctrine, the license LGE granted to Intel\nresulted in forfeiture of any potential infringement actions\nagainst legitimate purchasers of the Intel Products.LG\nElectronics, Inc.v.Asustek Computer, Inc., 65 USPQ\n2d 1589, 1593, 1600 (ND Cal. 2002). The court found that, although\nthe Intel Products do not fully practice any of the patents at\nissue, they have no reasonable noninfringing use and therefore\ntheir authorized sale exhausted patent rights in the completed\ncomputers underUnited Statesv.Univis Lens Co.,316 U. S. 241(1942).Asustek,supra,at 1598–1600. In a subsequent\norder limiting its summary judgment ruling, the court held that\npatent exhaustion applies only to apparatus or\ncomposition-of-matter claims that describe a physical object, and\ndoes not apply to process, or method, claims that describe\noperations to make or use a product.LG Electronics, Inc.v.Asustek Computer, Inc., 248 F. Supp. 2d 912, 918\n(ND Cal. 2003). Because each of the LGE Patents includes method\nclaims, exhaustion did not apply.The Court of Appeals for the Federal Circuit\naffirmed in part and reversed in part. It agreed that the doctrine\nof patent exhaustion does not apply to method claims. In the\nalternative, it concluded that exhaustion did not apply because LGE\ndid not license Intel to sell the Intel Products to Quanta for use\nin combination with non-Intel products. 453 F. 3d, at\n1370.We granted certiorari, 551 U. S. ___\n(2007).IIThe longstanding doctrine of\npatent exhaustion provides that the initial authorized sale of a\npatented item terminates all patent rights to that item. This Court\nfirst applied the doctrine in 19th-century cases addressing patent\nextensions on the Woodworth planing machine. Purchasers of licenses\nto sell and use the machine for the duration of the original patent\nterm sought to continue using the licenses through the extended\nterm. The Court held that the extension of the patent term did not\naffect the rights already secured by purchasers who bought the item\nfor use “in the ordinary pursuits of life.”Bloomerv.McQuewan, 14 How. 539, 549 (1853); see alsoibid.(“[W]hen the machine passes to the hands of the purchaser, it is no\nlonger within the limits of the monopoly”);Bloomerv.Millinger, 1 Wall. 340, 351 (1864).InAdamsv.Burke, 17 Wall. 453 (1873), the Court\naffirmed the dismissal of a patent holder’s suit alleging that a\nlicensee had violated postsale restrictions on where patented\ncoffin-lids could be used. “[W]here a person ha[s] purchased a\npatented machine of the patentee or his assignee,” the Court held,\n“this purchase carrie[s] with it the right to the use of that\nmachine so long as it [is] capable of use.”Id., at\n455.Although the Court permitted\npostsale restrictions on the use of a patented article inHenryv.A. B. Dick Co.,224 U. S. 1(1912),[Footnote 2] that\ndecision was short lived. In 1913, the Court refused to applyA. B. Dickto uphold price-fixing provisions in a\npatent license. SeeBauer & Ciev.O’Donnell,229 U. S. 1, 14–17\n(1913). Shortly thereafter, inMotion Picture Patents Co.v.Universal Film Mfg. Co.,243 U. S. 502, 518\n(1917), the Court explicitly overruledA. B. Dick. In\nthat case, a patent holder attempted to limit purchasers’ use of\nits film projectors to show only film made under a patent held by\nthe same company. The Court noted the “increasing frequency” with\nwhich patent holders were usingA. B. Dick-style\nlicenses to limit the use of their products and thereby using the\npatents to secure market control of related, unpatented items. 243\nU. S., at 509, 516–517. Observing that “the primary purpose of our\npatent laws is not the creation of private fortunes for the owners\nof patents but is ‘to promote the progress of science and useful\narts,’ ”id., at 511 (quoting U. S. Const., Art. I,\n§8, cl. 8), the Court held that “the scope of the grant which may\nbe made to an inventor in a patent, pursuant to the [patent]\nstatute, must be limited to the invention described in the claims\nof his patent.” 243 U. S., at 511. Accordingly, it reiterated the\nrule that “the right to vend is exhausted by a single,\nunconditional sale, the article sold being thereby carried outside\nthe monopoly of the patent law and rendered free of every\nrestriction which the vendor may attempt to put upon it.”Id., at 516.This Court most recently discussed patent\nexhaustion inUnivis,316 U. S. 241, on which the District\nCourt relied. Univis Lens Company, the holder of patents on\neyeglass lenses, licensed a purchaser to manufacture lens\nblanks[Footnote 3] by fusing\ntogether different lens segments to create bi- and tri-focal lenses\nand to sell them to other Univis licensees at agreed-upon rates.\nWholesalers were licensed to grind the blanks into the patented\nfinished lenses, which they would then sell to Univis-licensed\nprescription retailers for resale at a fixed rate. Finishing\nretailers, after grinding the blanks into patented lenses, would\nsell the finished lenses to consumers at the same fixed rate. The\nUnited States sued Univis under the Sherman Act, 15 U. S. C.\n§§1, 3, 15, alleging unlawful restraints on trade. Univis asserted\nits patent monopoly rights as a defense to the antitrust suit. The\nCourt granted certiorari to determine whether Univis’ patent\nmonopoly survived the sale of the lens blanks by the licensed\nmanufacturer and therefore shielded Univis’ pricing scheme from the\nSherman Act.The Court assumed that the Univis patents\ncontaining claims for finished lenses were practiced in part by the\nwholesalers and finishing retailers who ground the blanks into\nlenses, and held that the sale of the lens blanks exhausted the\npatents on the finished lenses.Univis,316 U. S., at\n248–249. The Court explained that the lens blanks “embodi[ed]\nessential features of the patented device and [were] without\nutility until … ground and polished as the finished lens of the\npatent.”Id.,at 249. The Court noted that:“where one has sold an uncompleted article which,\nbecause it embodies essential features of his patented invention,\nis within the protection of his patent, and has destined the\narticle to be finished by the purchaser in conformity to the\npatent, he has sold his invention so far as it is or may be\nembodied in that particular article.”Id.,at 250–251.In sum, the Court concluded that the traditional\nbar on patent restrictions following the sale of an item applies\nwhen the item sufficiently embodies the patent—even if it does not\ncompletely practice the patent—such that its only and intended use\nis to be finished under the terms of the patent.With this history of the patent exhaustion\ndoctrine in mind, we turn to the parties’ arguments.IIIALGE argues that the exhaustion\ndoctrine is inapplicable here because it does not apply to method\nclaims, which are contained in each of the LGE Patents. LGE reasons\nthat, because method patents are linked not to a tangible article\nbut to a process, they can never be exhausted through a sale.\nRather, practicing the patent—which occurs upon each use of an\narticle embodying a method patent—is permissible only to the extent\nrights are transferred in an assignment contract. Quanta, in turn,\nargues that there is no reason to preclude exhaustion of method\nclaims, and points out that both this Court and the Federal Circuit\nhave applied exhaustion to method claims. It argues that any other\nrule would allow patent holders to avoid exhaustion entirely by\ninserting method claims in their patent specifications.Quanta has the better of this\nargument. Nothing in this Court’s approach to patent exhaustion\nsupports LGE’s argument that method patents cannot be exhausted. It\nis true that a patented method may not be sold in the same way as\nan article or device, but methods nonetheless may be “embodied” in\na product, the sale of which exhausts patent rights. Our precedents\ndo not differentiate transactions involving embodiments of patented\nmethods or processes from those involving patented apparatuses or\nmaterials. To the contrary, this Court has repeatedly held that\nmethod patents were exhausted by the sale of an item that embodied\nthe method. InEthyl Gasoline Corp.v.United\nStates,309 U.\nS. 436, 446, 457 (1940), for example, the Court held that the\nsale of a motor fuel produced under one patent also exhausted the\npatent for a method of using the fuel in combustion\nmotors.[Footnote 4] Similarly,\nas previously described,Univisheld that the sale of\noptical lens blanks that partially practiced a patent exhausted the\nmethod patents that were not completely practiced until the blanks\nwere ground into lenses. 316 U. S., at 248–251.These cases rest on solid footing. Eliminating\nexhaustion for method patents would seriously undermine the\nexhaustion doctrine. Patentees seeking to avoid patent exhaustion\ncould simply draft their patent claims to describe a method rather\nthan an apparatus.[Footnote 5]\nApparatus and method claims “may approach each other so nearly that\nit will be difficult to distinguish the process from the function\nof the apparatus.”United States ex rel. Steinmetzv.Allen,192\nU. S. 543, 559 (1904). By characterizing their claims as method\ninstead of apparatus claims, or including a method claim for the\nmachine’s patented method of performing its task, a patent drafter\ncould shield practically any patented item from exhaustion.This case illustrates the danger of allowing\nsuch an end-run around exhaustion. On LGE’s theory, although Intel\nis authorized to sell a completed computer system that practices\nthe LGE Patents, any downstream purchasers of the system could\nnonetheless be liable for patent infringement. Such a result would\nviolate the longstanding principle that, when a patented item is\n“once lawfully made and sold, there is no restriction on [its]useto be implied for the benefit of the patentee.”Adams, 17 Wall., at 457. We therefore reject LGE’s\nargument that method claims, as a category, are never\nexhaustible.BWe next consider the extent to\nwhich a product must embody a patent in order to trigger\nexhaustion. Quanta argues that, although sales of an incomplete\narticle do not necessarily exhaust the patent in that article, the\nsale of the microprocessors and chipsets exhausted LGE’s patents in\nthe same way the sale of the lens blanks exhausted the patents inUnivis. Just as the lens blanks inUnivisdid not fully practice the patents at issue\nbecause they had not been ground into finished lenses, Quanta\nobserves, the Intel Products cannot practice the LGE Patents—or\nindeed, function at all—until they are combined with memory and\nbuses in a computer system. If, as inUnivis, patent\nrights are exhausted by the sale of the incomplete item, then LGE\nhas no postsale right to require that the patents be practiced\nusing only Intel parts. Quanta also argues that exhaustion doctrine\nwill be a dead letter unless it is triggered by the sale of\ncomponents that essentially, even if not completely, embody an\ninvention. Otherwise, patent holders could authorize the sale of\ncomputers that are complete with the exception of one minor\nstep—say, inserting the microprocessor into a socket—and extend\ntheir rights through each downstream purchaser all the way to the\nend user.LGE, for its part, argues thatUnivisis inapplicable here for three reasons. First, it\nmaintains thatUnivisshould be limited to products that\ncontain all the physical aspects needed to practice the patent. On\nthat theory, the Intel Products cannot embody the patents because\nadditional physical components are required before the patents can\nbe practiced. Second, LGE asserts that inUnivisthere was\nno “patentable distinction” between the lens blanks and the\npatented finished lenses since they were both subject to the same\npatent. Brief for Respondent 14 (citingUnivis,supra, at 248–252). In contrast, it describes the Intel\nProducts as “independent and distinct products” from the systems\nusing the LGE Patents and subject to “independent patents.” Brief\nfor Respondent 13. Finally, LGE argues thatUnivisdoes\nnot apply because the Intel Products are analogous to individual\nelements of a combination patent, and allowing sale of those\ncomponents to exhaust the patent would impermissibly “ascrib[e] to\none element of the patented combination the status of the patented\ninvention in itself.”Aro Mfg. Co.v.Convertible Top\nReplacement Co.,365 U. S. 336, 344–345\n(1961).We agree with Quanta thatUnivisgoverns this case. As the Court there explained, exhaustion was\ntriggered by the sale of the lens blanks because their only\nreasonable and intended use was to practice the patent and because\nthey “embodie[d] essential features of [the] patented invention.”\n316 U. S., at 249–251. Each of those attributes is shared by the\nmicroprocessors and chipsets Intel sold to Quanta under the License\nAgreement.First,Univisheld that “the\nauthorized sale of an article which is capable of use only in\npracticing the patent is a relinquishment of the patent monopoly\nwith respect to the article sold.”Id., at 249. The lens\nblanks inUnivismet this standard because they were\n“without utility until [they were] ground and polished as the\nfinished lens of the patent.”Ibid. Accordingly, “the only\nobject of the sale [was] to enable the [finishing retailer] to\ngrind and polish it for use as a lens by the prospective wearer.”Ibid. Here, LGE has suggested no reasonable use for the\nIntel Products other than incorporating them into computer systems\nthat practice the LGE Patents.[Footnote 6] Nor can we can discern one: A microprocessor\nor chipset cannot function until it is connected to buses and\nmemory. And here, as inUnivis, the only apparent object\nof Intel’s sales to Quanta was to permit Quanta to incorporate the\nIntel Products into computers that would practice the patents.Second, the lens blanks inUnivis“embodie[d] essential features of [the] patented invention.”Id., at 250–251. The essential, or inventive, feature of\nthe Univis lens patents was the fusing together of different lens\nsegments to create bi- and tri-focal lenses. The finishing process\nperformed by the finishing and prescription retailers after the\nfusing was not unique. As the United States explained:“The finishing licensees finish Univis lens blanks\nin precisely the same manner as they finish all other bifocal lens\nblanks. Indeed, appellees have never contended that their licensing\nsystem is supported by patents covering methods or processes\nrelating to the finishing of lens blanks. Consequently, it appears\nthat appellees perform all of the operations which contribute any\nclaimed element of novelty to Univis lenses.” Brief for United\nStates inUnited Statesv.Univis Lens Co., O. T.\n1941, No. 855 et al., p. 10 (footnote and citations\nomitted).While the Court assumed that the finishing process\nwas covered by the patents,Univis, supra, at 248–249, and\nthe District Court found that it was necessary to make a working\nlens,United Statesv.Univis Lens Co.,41\nF. Supp. 258, 262–263 (SDNY 1941), the grinding process was\nnot central to the patents. That standard process was not included\nin detail in any of the patents and was not referred to at all in\ntwo of the patents. Those that did mention the finishing process\ntreated it as incidental to the invention, noting, for example,\nthat “[t]he blank is then ground in the usual manner,” U. S. Patent\nNo. 1,876,497, p. 2, or simply that the blank is “then ground and\npolished,” U. S. Patent No. 1,632,208, p. 1, Tr. of Record inUnited Statesv.Univis Lens Co., O. T. 1941, No.\n855 et al., pp. 516, 498.Like the Univis lens blanks, the Intel\nProducts constitute a material part of the patented invention and\nall but completely practice the patent. Here, as inUnivis, the incomplete article substantially embodies the\npatent because the only step necessary to practice the patent is\nthe application of common processes or the addition of standard\nparts. Everything inventive about each patent is embodied in the\nIntel Products. They control access to main and cache memory,\npracticing the ’641 and ’379 patents by checking cache memory\nagainst main memory and comparing read and write requests. They\nalso control priority of bus access by various other computer\ncomponents under the ’733 patent. Naturally, the Intel Products\ncannot carry out these functions unless they are attached to memory\nand buses, but those additions are standard components in the\nsystem, providing the material that enables the microprocessors and\nchipsets to function. The Intel Products were specifically designed\nto function only when memory or buses are attached; Quanta was not\nrequired to make any creative or inventive decision when it added\nthose parts. Indeed, Quanta had no alternative but to follow\nIntel’s specifications in incorporating the Intel Products into its\ncomputers because it did not know their internal structure, which\nIntel guards as a trade secret. Brief for Petitioners 3. Intel all\nbut practiced the patent itself by designing its products to\npractice the patents, lacking only the addition of standard\nparts.We are unpersuaded by LGE’s attempts to\ndistinguishUnivis. First, there is no reason to\ndistinguish the two cases on the ground that the articles in Univis\nrequired theremovalof material to practice the patent\nwhile the Intel Products require theadditionof\ncomponents to practice the patent. LGE characterizes the lens\nblanks and lenses as sharing a “basic nature” by virtue of their\nphysical similarity, while the Intel Products embody only some of\nthe “patentably distinct elements and steps” involved in the LGE\nPatents. Brief for Respondent 26–27. But we think that the nature\nof the final step, rather than whether it consists of adding or\ndeleting material, is the relevant characteristic. In each case,\nthe final step to practice the patent is common and noninventive:\ngrinding a lens to the customer’s prescription, or connecting a\nmicroprocessor or chipset to buses or memory. The Intel Products\nembody the essential features of the LGE Patents because they carry\nout all the inventive processes when combined, according to their\ndesign, with standard components.With regard to LGE’s argument that exhaustion\ndoes not apply across patents, we agree on the general principle:\nThe sale of a device that practices patent A does not, by virtue of\npracticing patent A, exhaust patent B. But if the device practices\npatent Awhile substantially embodyingpatent B, its\nrelationship to patent A does not prevent exhaustion of patent B.\nFor example, if the Univis lens blanks had been composed of\nshatter-resistant glass under patent A, the blanks would\nnonetheless have substantially embodied, and therefore exhausted,\npatent B for the finished lenses. This case is no different. While\neach Intel microprocessor and chipset practices thousands of\nindividual patents, including some LGE patents not at issue in this\ncase, the exhaustion analysis is not altered by the fact that more\nthan one patent is practiced by the same product. The relevant\nconsideration is whether the Intel Products that partially practice\na patent—by, for example, embodying its essential features—exhaustthatpatent.Finally, LGE’s reliance onArois\nmisplaced because that case dealt only with the question whether\nreplacement of one part of a patented combination infringes the\npatent. First, the replacement question is not at issue here.\nSecond, and more importantly,Arois not squarely\napplicable to the exhaustion of patents like the LGE Patents that\ndo not disclose a new combination of existing parts.Arodescribed combination patents as “cover[ing] only the totality of\nthe elements in the claim [so] that no element, separately viewed,\nis within the grant.” 365 U. S., at 344; see alsoMercoidCorp. v.Mid-ContinentInvestmentCo.,320 U. S. 661, 667–668\n(1944) (noting that, in a combination patent, “the combination is\nthe invention and it is distinct from any” of its elements).Aro’s warning that no element can be viewed as central to\nor equivalent to the invention is specific to the context in which\nthe combination itself is the only inventive aspect of the patent.\nIn this case, the inventive part of the patent is not the fact that\nmemory and buses are combined with a microprocessor or chipset;\nrather, it is included in the design of the Intel Products\nthemselves and the way these products access the memory or bus.CHaving concluded that the Intel\nProducts embodied the patents, we next consider whether their sale\nto Quanta exhausted LGE’s patent rights. Exhaustion is triggered\nonly by a sale authorized by the patent holder.Univis,\n316 U. S., at 249.LGE argues that there was no\nauthorized sale here because the License Agreement does not permit\nIntel to sell its products for use in combination with non-Intel\nproducts to practice the LGE Patents. It citesGeneral Talking\nPictures Corp.v.Western Elec. Co.,304 U. S. 175(1938),\nandGeneral Talking Pictures Corp.v.Western Elec.\nCo.,305 U. S.\n124(1938), in which the manufacturer sold patented amplifiers\nfor commercial use, thereby breaching a license that limited the\nbuyer to selling the amplifiers for private and home use. The Court\nheld that exhaustion did not apply because the manufacturer had no\nauthority to sell the amplifiers for commercial use, and the\nmanufacturer “could not convey to petitioner what both knew it was\nnot authorized to sell.”General Talking Pictures,supra, at 181. LGE argues that the same principle applies\nhere: Intel could not convey to Quanta what both knew it was not\nauthorized to sell,i.e., the right to practice the\npatents with non-Intel parts.LGE overlooks important aspects of the\nstructure of the Intel-LGE transaction. Nothing in the License\nAgreement restricts Intel’s right to sell its microprocessors and\nchipsets to purchasers who intend to combine them with non-Intel\nparts. It broadly permits Intel to “ ‘make, use, [or]\nsell’ ” products free of LGE’s patent claims. Brief for\nPetitioners 8 (quoting App. 154). To be sure, LGE did require Intel\nto give notice to its customers, including Quanta, that LGE had not\nlicensed those customers to practice its patents. But neither party\ncontends that Intel breached the agreement in that respect. Brief\nfor Petitioners 9; Brief for Respondent 9. In any event, the\nprovision requiring notice to Quanta appeared only in the Master\nAgreement, and LGE does not suggest that a breach of that agreement\nwould constitute a breach of the License Agreement. Hence, Intel’s\nauthority to sell its products embodying the LGE Patents was not\nconditioned on the notice or on Quanta’s decision to abide by LGE’s\ndirections in that notice.LGE points out that the License Agreement\nspecifically disclaimed any license to third parties to practice\nthe patents by combining licensed products with other components.\nBrief for Petitioners 8. But the question whether third parties\nreceived implied licenses is irrelevant because Quanta asserts its\nright to practice the patents based not on implied license but on\nexhaustion. And exhaustion turns only on Intel’s own license to\nsell products practicing the LGE Patents.Alternatively, LGE invokes the principle that\npatent exhaustion does not apply to postsale restrictions on\n“making” an article. Brief for Respondent 43. But this is simply a\nrephrasing of its argument that combining the Intel Products with\nother components adds more than standard finishing to complete a\npatented article. As explained above, making a product that\nsubstantially embodies a patent is, for exhaustion purposes, no\ndifferent from making the patented article itself. In other words,\nno further “making” results from the addition of standard\nparts—here, the buses and memory—to a product that already\nsubstantially embodies the patent.The License Agreement authorized Intel to sell\nproducts that practiced the LGE Patents. No conditions limited\nIntel’s authority to sell products substantially embodying the\npatents. Because Intel was authorized to sell its products to\nQuanta, the doctrine of patent exhaustion prevents LGE from further\nasserting its patent rights with respect to the patents\nsubstantially embodied by those products.[Footnote 7]IVThe authorized sale of an article\nthat substantially embodies a patent exhausts the patent holder’s\nrights and prevents the patent holder from invoking patent law to\ncontrol postsale use of the article. Here, LGE licensed Intel to\npractice any of its patents and to sell products practicing those\npatents. Intel’s microprocessors and chipsets substantially\nembodied the LGE Patents because they had no reasonable\nnoninfringing use and included all the inventive aspects of the\npatented methods. Nothing in the License Agreement limited Intel’s\nability to sell its products practicing the LGE Patents. Intel’s\nauthorized sale to Quanta thus took its products outside the scope\nof the patent monopoly, and as a result, LGE can no longer assert\nits patent rights against Quanta. Accordingly, the judgment of the\nCourt of Appeals is reversed.It is so ordered.Footnote 1App. 145–198 is sealed; where material\ncontained therein also appears in the parties’ unsealed briefs,\ncitations are to the latter.Footnote 2The A. B. Dick Company sold mimeograph\nmachines with an attached license stipulating that the machine\ncould be used only with ink, paper, and other supplies made by the\nA. B. Dick Company. The Court rejected the notion that a\npatent holder “can only keep the article within the control of the\npatent by retaining the title,”A. B. Dick, 224 U.\nS., at 18, and held that “any … reasonable stipulation, not\ninherently violative of some substantive law” was “valid and\nenforceable,”id., at 31. The only requirement, the Court\nheld, was that “the purchaser must have notice that he buys with\nonly a qualified right of use,” so that a sale made without\nconditions resulted in “an unconditional title to the machine, with\nno limitations upon the use.”Id., at 26.Footnote 3Lens blanks are “rough opaque pieces of glass\nof suitable size, design and composition for use, when ground and\npolished, as multifocal lenses in eyeglasses.”Univis, 316\nU. S., at 244.Footnote 4The patentee held patents for (1) a fluid\nadditive increasing gasoline efficiency, (2) motor fuel produced by\nmixing gasoline with the patented fluid, and (3) a method of using\nfuel containing the patented fluid in combustion motors.Ethyl\nGasoline Corp., 309 U. S., at 446. The patentee sold only the\nfluid, but attempted to control sales of the treated fuel.Id., at 459. The Court held that the sale of the fluid to\nrefiners relinquished the patentee’s exclusive rights to sell the\ntreated fuel.Id., at 457.Footnote 5One commentator recommends this strategy as a\nway to draft patent claims that “will survive numerous transactions\nregarding the patented good, allowing the force of the patent to\nintrude deeply into the stream of commerce.” Thomas, Of Text,\nTechnique, and the Tangible: Drafting Patent Claims Around Patent\nRules, 17 J. Marshall J. Computer & Info. L. 219, 252 (1998);\nsee alsoid.,at 225–226 (advocating the conversion of\napparatus claims into method claims and noting that “[e]ven the\nmost novice claims drafter would encounter scant difficulty in\nconverting a patent claim from artifact to technique and back\nagain”).Footnote 6LGE suggests that the Intel Products would\nnot infringe its patents if they were sold overseas, used as\nreplacement parts, or engineered so that use with non-Intel\nProducts would disable their patented features. Brief for\nRespondent 21–22, n. 10. ButUnivisteaches that the\nquestion is whether the product is “capable of use only inpracticingthe patent,” not whether those uses are\ninfringing. 316 U. S., at 249 (emphasis added). Whether outside the\ncountry or functioning as replacement parts, the Intel Products\nwould still bepracticingthe patent, even if not\ninfringing it. And since the features partially practicing the\npatent are what must have an alternative use, suggesting that they\nbe disabled is no solution. The disabled features would have no\nrealuse.Footnote 7We note that the authorized nature of the\nsale to Quanta does not necessarily limit LGE’s other contract\nrights. LGE’s complaint does not include a breach-of-contract\nclaim, and we express no opinion on whether contract damages might\nbe available even though exhaustion operates to eliminate patent\ndamages. See Keelerv.Standard Folding Bed Co.,157 U. S. 659,\n666 (1895) (“Whether a patentee may protect himself and his\nassignees by special contracts brought home to the purchasers is\nnot a question before us, and upon which we express no opinion. It\nis, however, obvious that such a question would arise as a question\nof contract, and not as one under the inherent meaning and effect\nof the patent laws”).",
    "joined": []
}