{
    "case": {
        "docket": "17-1091",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1091/"
    },
    "id": "4054115",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1091_________________TYSON TIMBS, PETITIONERv.INDIANAon writ of certiorari to the supreme court of\nindiana[February 20, 2019]Justice Thomas, concurring in the\njudgment.I agree with the Court that the Fourteenth\nAmendment makes the Eighth Amendment’s prohibition on excessive\nfines fully applicable to the States. But I cannot agree with the\nroute the Court takes to reach this conclusion. Instead of reading\nthe Fourteenth Amendment’s Due Process Clause to encompass a\nsubstantive right that has nothing to do with “process,” I would\nhold that the right to be free from excessive fines is one of the\n“privileges or immunities of citizens of the United States”\nprotected by the Fourteenth Amendment.IThe Fourteenth Amendment provides that “[n]o\nState shall make or enforce any law which shall abridge the\nprivileges or immunities of citizens of the United States.” “On its\nface, this appears to grant . . . United States citizens\na certain collection of rights—i.e., privileges or\nimmunities—attributable to that status.”McDonaldv.Chicago,561 U.S.\n742, 808 (2010) (Thomas, J., concurring in part and concurring\nin judgment). But as I have previously explained, this Court\n“marginaliz[ed]” the Privileges or Immunities Clause in the late\n19th century by defining the collection of rights covered by the\nClause “quite narrowly.”Id., at 808–809. Litigants seeking\nfederal protection of substantive rights against the States thus\nneeded “an alternative fount of such rights,” and this Court “found\none in a most curious place,”id., at 809—the Fourteenth\nAmendment’s Due Process Clause, which prohibits “any State” from\n“depriv[ing] any person of life, liberty, or property, without due\nprocess of law.”Because this Clause speaks only to “process,”\nthe Court has “long struggled to define” what substantive rights it\nprotects.McDonald,supra, at 810 (opinion of Thomas,\nJ.). The Court ordinarily says, as it does today, that the Clause\nprotects rights that are “fundamental.”Ante, at 2, 3, 7, 9.\nSometimes that means rights that are “ ‘deeply rooted in this\nNation’s history and tradition.’ ”Ante, at 3, 7\n(quotingMcDonald,supra, at 767 (majority opinion)).\nOther times, when that formulation proves too restrictive, the\nCourt defines the universe of “fundamental” rights so broadly as to\nborder on meaningless. See,e.g.,Obergefellv.Hodges, 576 U. S. ___, ___–___ (2015) (slip op., at\n1–2) (“rights that allow persons, within a lawful realm, to define\nand express their identity”);Planned Parenthood of Southeastern\nPa.v.Casey,505 U.S.\n833, 851 (1992) (“At the heart of liberty is the right to\ndefine one’s own concept of existence, of meaning, of the universe,\nand of the mystery of human life”). Because the oxymoronic\n“substantive” “due process” doctrine has no basis in the\nConstitution, it is unsurprising that the Court has been unable to\nadhere to any “guiding principle to distinguish ‘fundamental’\nrights that warrant protection from nonfundamental rights that do\nnot.”McDonald,supra, at 811 (opinion of Thomas,\nJ.). And because the Court’s substantive due process precedents\nallow the Court to fashion fundamental rights without any textual\nconstraints, it is equally unsurprising that among these precedents\nare some of the Court’s most notoriously incorrect decisions.E.g.,Roev.Wade,410\nU.S. 113(1973);Dred Scottv.Sandford, 19 How.\n393, 450 (1857).The present case illustrates the incongruity of\nthe Court’s due process approach to incorporating fundamental\nrights against the States. Petitioner argues that the forfeiture of\nhis vehicle is an excessive punishment. He does not argue that the\nIndiana courts failed to “ ‘proceed according to the “law of\nthe land”—that is, according to written constitutional and\nstatutory provisions,’ ” or that the State failed to provide\n“some baseline procedures.”Nelsonv.Colorado, 581\nU. S. ___, ___, n. 1 (2017) (Thomas, J., dissenting)\n(slip op., at 2, n. 1). His claim has nothing to do with any\n“process” “due” him. I therefore decline to apply the “legal\nfiction” of substantive due process.McDonald, 561\nU. S., at 811 (opinion of Thomas, J.).IIWhen the Fourteenth Amendment was ratified,\n“the terms ‘privileges’ and ‘immunities’ had an established meaning\nas synonyms for ‘rights.’ ”Id., at 813. Those “rights”\nwere the “inalienable rights” of citizens that had been “long\nrecognized,” and “the ratifying public understood the Privileges or\nImmunities Clause to protect constitutionally enumerated rights”\nagainst interference by the States.Id., at 822, 837. Many\nof these rights had been adopted from English law into colonial\ncharters, then state constitutions and bills of rights, and finally\nthe Constitution. “Consistent with their English heritage, the\nfounding generation generally did not consider many of the rights\nidentified in [the Bill of Rights] as new entitlements, but as\ninalienable rights of all men, given legal effect by their\ncodification in the Constitution’s text.”Id., at 818.The question here is whether the Eighth\nAmendment’s prohibition on excessive fines was considered such a\nright. The historical record overwhelmingly demonstrates that it\nwas.AThe Excessive Fines Clause “was taken verbatim\nfrom the English Bill of Rights of 1689,”United Statesv.Bajakajian,524 U.S.\n321, 335 (1998), which itself formalized a longstanding English\nprohibition on disproportionate fines. The Charter of Liberties of\nHenry I, issued in 1101, stated that “[i]f any of my barons or men\nshall have committed an offence he shall not give security to the\nextent of forfeiture of his money, as he did in the time of my\nfather, or of my brother, butaccording to the measure of the\noffence so shall he pay. . . .” Sources of\nEnglish Legal and Constitutional History ¶8, p. 50 (M. Evans\n& R. Jack eds. 1984) (emphasis added). Expanding this\nprinciple, Magna Carta required that “amercements (the medieval\npredecessors of fines) should be proportioned to the offense and\nthat they should not deprive a wrongdoer of his livelihood,”Bajakajian,supra, at 335:“A free man shall be amerced for a small\nfault only according to the measure thereof, and for a great crime\naccording to its magnitude, saving his position; and in like\nmanner, a merchant saving his trade, and a villein saving his\ntillage, if they should fall under Our mercy.” Magna Carta, ch. 20\n(1215), in A. Howard, Magna Carta: Text & Commentary 42 (rev.\ned. 1998).Similar clauses levying amercements “only in\nproportion to the measure of the offense” applied to earls, barons,\nand clergymen. Chs. 21–22,ibid.One historian posits that,\ndue to the prevalence of amercements and their use in increasing\nthe English treasury, “[v]ery likely there was no clause in Magna\nCarta more grateful to the mass of the people than that about\namercements.” Pleas of the Crown for the County of Gloucester xxxiv\n(F. Maitland ed. 1884). The principle was reiterated in the First\nStatute of Westminster, which provided that no man should “be\namerced, without reasonable cause, and according to the quantity of\nhis Trespass.” 3 Edw. I, ch. 6 (1275). The English courts have long\nenforced this principle. In one early case, for example, the King\ncommanded the bailiff “to take a moderate amercement proper to the\nmagnitude and manner of th[e] offense, according to the tenour of\nthe Great Charter of the Liberties of England,” and the bailiff was\nsued for extorting “a heavier ransom.”Le Grasv.Bailiff\nof Bishop of Winchester, Y. B. Mich. 10 Edw. II, pl. 4 (1316),\nreprinted in 52 Selden Society 3, 5 (1934); see alsoRichard\nGodfrey’s Case, 11 Co. Rep. 42a, 44a, 77 Eng. Rep. 1199, 1202\n(1615) (excessive fines are “against law”).During the reign of the Stuarts in the period\nleading up to the Glorious Revolution of 1688–1689, fines were a\nflashpoint “in the constitutional and political struggles between\nthe king and his parliamentary critics.” L. Schwoerer, The\nDeclaration of Rights, 1689, p. 91 (1981) (Schwoerer). From\n1629 to 1640, Charles I attempted to govern without convening\nParliament, but “in the absence of parliamentary grants,” he needed\nother ways of raising revenue. 4 H. Walter, A History of England\n135 (1834); see 1 T. Macaulay, History of England 85 (1899). He\nthus turned “to exactions, some odious and obsolete, some of very\nquestionable legality, and others clearly against law.” 1 H.\nHallam, Constitutional History of England: From the Accession of\nHenry VII to the Death of George II 462 (1827) (Hallam); see 4\nWalter,supra, at 135.The Court of Star Chamber, for instance,\n“imposed heavy fines on the king’s enemies,” Schwoerer 91, in\ndisregard “of the provision of the Great Charter, that no man shall\nbe amerced even to the full extent of his\nmeans. . . .” 2 Hallam 46–47. “[T]he strong interest\nof th[is] court in these fines . . . had a tendency to\naggravate the punishment. . . .” 1id., at\n490. “The statute abolishing” the Star Chamber in 1641\n“specifically prohibited any court thereafter from . . .\nlevying . . . excessive fines.” Schwoerer 91.“But towards the end of Charles II’s reign” in\nthe 1670s and early 1680s, courts again “imposed ruinous fines on\nthe critics of the crown.”Ibid.In 1680, a committee of the\nHouse of Commons “examined the transcripts of all the fines imposed\nin King’s Bench since 1677” and found that “the Court of King’s\nBench, in the Imposition of Fines on Offenders of late Years, hath\nacted arbitrarily, illegally, and partially; favouring Papists and\nPersons popishly affected; and excessively oppressing his Majesty’s\nProtestant Subjects.”Ibid.; 9 Journals of the House of\nCommons 692 (Dec. 23, 1680). The House of Commons determined that\nthe actions of the judges of the King’s Bench, particularly the\nactions of Chief Justice William Scroggs, had been so contrary to\nlaw that it prepared articles of impeachment against him. The\narticles alleged that Scroggs had “most notoriously departed from\nall Rules of Justice and Equality, in the Imposition of Fines upon\nPersons convicted of Misdemeanors” without “any Regard to the\nNature of the Offences, or the Ability of the Persons.”Id.,\nat 698.Yet “[o]ver the next few years fines became even\nmore excessive and partisan.” Schwoerer 91. The King’s Bench,\npresided over by the infamous Chief Justice Jeffreys, fined\nAnglican cleric Titus Oates 2,000 marks (among other punishments)\nfor perjury.Id., at 93. For speaking against the Duke of\nYork, the sheriff of London was fined £100,000 in 1682, which\ncorresponds to well over $10 million in present-day\ndollars[1]—“an amount, which,\nas it extended to the ruin of the criminal, was directly contrary\nto the spirit of [English] law.” The History of England Under the\nHouse of Stuart, pt. 2, p. 801 (1840). The King’s Bench fined\nSir Samuel Barnadiston £10,000 for allegedly seditious letters, a\nfine that was overturned by the House of Lords as “exorbitant and\nexcessive.” 14 Journals of the House of Lords 210 (May 14, 1689).\nSeveral members of the committees that would draft the Declaration\nof Rights—which included the prohibition on excessive fines that\nwas enacted into the English Bill of Rights of 1689—had themselves\n“suffered heavy fines.” Schwoerer 91–92. And in 1684, judges in the\ncase of John Hampden held that Magna Carta did not limit “fines for\ngreat offences” against the King, and imposed a £40,000 fine.Trial of Hampden, 9 State Trials 1054, 1125 (K. B. 1684); 1\nJ. Stephen, A History of the Criminal Law of England 490\n(1883).“Freedom from excessive fines” was considered\n“indisputably an ancient right of the subject,” and the Declaration\nof Rights’ indictment against James II “charged that during his\nreign judges had imposed excessive fines, thereby subverting the\nlaws and liberties of the kingdom.” Schwoerer 90. Article 10 of the\nDeclaration declared “[t]hat excessive Bayle ought not to be\nrequired nor excessive fynes imposed nor cruel and unusuall\nPunishments inflicted.”Id., at 297.Shortly after the English Bill of Rights was\nenacted, Parliament addressed several excessive fines imposed\nbefore the Glorious Revolution. For example, the House of Lords\noverturned a £30,000 fine against the Earl of Devonshire as\n“excessive and exorbitant, against Magna Charta, the common right\nof the subject, and against the law of the land.”Case of Earl\nof Devonshire, 11 State Trials 1354, 1372 (K. B. 1687).\nAlthough the House of Lords refused to reverse the judgments\nagainst Titus Oates, a minority argued that his punishments were\n“contrary to Law and ancient Practice” and violated the prohibition\non “excessive Fines.”Harmelinv.Michigan,501 U.S.\n957, 971 (1991);Trial of Oates, 10 State Trials 1080,\n1325 (K. B. 1685). The House of Commons passed a bill to overturn\nOates’s conviction, and eventually, after a request from\nParliament, the King pardoned Oates.Id., at 1329–1330.Writing a few years before our Constitution was\nadopted, Blackstone—“whose works constituted the preeminent\nauthority on English law for the founding generation,”Aldenv.Maine,527 U.S.\n706, 715 (1999)—explained that the prohibition on excessive\nfines contained in the English Bill of Rights “had a retrospect to\nsome unprecedented proceedings in the court of king’s bench.” 4 W.\nBlackstone, Commentaries 372 (1769). Blackstone confirmed that this\nprohibition was “only declaratory . . . of the old\nconstitutional law of the land,” which had long “regulated” the\n“discretion” of the courts in imposing fines.Ibid.In sum, at the time of the founding, the\nprohibition on excessive fines was a longstanding right of\nEnglishmen.B“As English subjects, the colonists considered\nthemselves to be vested with the same fundamental rights as other\nEnglishmen,”McDonald, 561 U. S., at 816 (opinion of\nThomas, J.), including the prohibition on excessive fines.E.g., J. Dummer, A Defence of the New-England Charters 16–17\n(1721) (“The Subjects Abroad claim the Privilege ofMagna\nCharta, which says that no Man shall be fin’d above the Nature\nof his Offence, and whatever his Miscarriage be, aSalvo\nContenemento suois to be observ’d by the Judge”). Thus, the\ntext of the Eighth Amendment was “ ‘based directly on\n. . . the Virginia Declaration of Rights,’ which ‘adopted\nverbatim the language of the English Bill of Rights.’ ”Browning-Ferris Industries of Vt.,Inc.v.Kelco\nDisposal,Inc.,492 U.S.\n257, 266 (1989) (quotingSolemv.Helm,463 U.S.\n277, 285, n. 10 (1983)); seeJonesv.Commonwealth, 5 Va. 555, 557 (1799) (opinion of Carrington,\nJ.) (explaining that the clause in the Virginia Declaration of\nRights embodied the traditional legal understanding that any “fine\nor amercement ought to be according to the degree of the fault and\nthe estate of the defendant”).When the States were considering whether to\nratify the Constitution, advocates for a separate bill of rights\nemphasized the need for an explicit prohibition on excessive fines\nmirroring the English prohibition. In colonial times, fines were\n“the drudge-horse of criminal justice,” “probably the most common\nform of punishment.” L. Friedman, Crime and Punishment in American\nHistory 38 (1993). To some, this fact made a constitutional\nprohibition on excessive fines all the more important. As the\nwell-known Anti-Federalist Brutus argued in an essay, a prohibition\non excessive fines was essential to “the security of liberty” and\nwas “as necessary under the general government as under that of the\nindividual states; for the power of the former is as complete to\nthe purpose of requiring bail, imposing fines, inflicting\npunishments, . . . and seizing . . . property\n. . . as the other.” Brutus II (Nov. 1, 1787), in The\nComplete Bill of Rights 621 (N. Cogan ed. 1997). Similarly, during\nVirginia’s ratifying convention, Patrick Henry pointed to\nVirginia’s own prohibition on excessive fines and said that it\nwould “depart from the genius of your country” for the Federal\nConstitution to omit a similar prohibition. Debate on Virginia\nConvention (June 14, 1788), in 3 Debates on the Federal\nConstitution 447 (J. Elliot 2d ed. 1854). Henry continued: “[W]hen\nwe come to punishments, no latitude ought to be left, nor\ndependence put on the virtue of representatives” to “define\npunishments without this control.”Ibid.Governor Edmund Randolph responded to Henry,\narguing that Virginia’s charter was “nothing more than an\ninvestiture, in the hands of the Virginia citizens, of those rights\nwhich belonged to British subjects.”Id., at 466. According\nto Randolph, “the exclusion of excessive bail and fines\n. . . would follow of itself without a bill of rights,”\nfor such fines would never be imposed absent “corruption in the\nHouse of Representatives, Senate, and President,” or judges acting\n“contrary to justice.”Id., at 467–468.For all the debate about whether an explicit\nprohibition on excessive fines was necessary in the Federal\nConstitution, all agreed that the prohibition on excessive fines\nwas a well-established and fundamental right of citizenship. When\nthe Excessive Fines Clause was eventually considered by Congress,\nit received hardly any discussion before “it was agreed to by a\nconsiderable majority.” 1 Annals of Cong. 754 (1789). And when the\nBill of Rights was ratified, most of the States had a prohibition\non excessive fines in their constitutions.[2]Early commentary on the Clause confirms the\nwidespread agreement about the fundamental nature of the\nprohibition on excessive fines. Justice Story, writing a few\ndecades before the ratification of the Fourteenth Amendment,\nexplained that the Eighth Amendment was “adopted, as an admonition\nto all departments of the national government, to warn them against\nsuch violent proceedings, as had taken place in England in the\narbitrary reigns of some of the Stuarts,” when “[e]normous fines\nand amercements were . . . sometimes imposed.” 3 J.\nStory, Commentaries on the Constitution of the United States §1896,\npp. 750–751 (1833). Story included the prohibition on\nexcessive fines as a right, along with the “right to bear arms” and\nothers protected by the Bill of Rights, that “operates, as a\nqualification upon powers, actually granted by the people to the\ngovernment”; without such a “restrict[ion],” the government’s\n“exercise or abuse” of its power could be “dangerous to the\npeople.”Id., §1858, at 718–719.Chancellor Kent likewise described the Eighth\nAmendment as part of the “right of personal security\n. . . guarded by provisions which have been transcribed\ninto the constitutions in this country frommagna carta, and\nother fundamental acts of the English Parliament.” 2 J. Kent,\nCommentaries on American Law 9 (1827). He understood the Eighth\nAmendment to “guard against abuse and oppression,” and emphasized\nthat “the constitutions of almost every state in the Unio[n]\ncontain the same declarations in substance, and nearly in the same\nlanguage.”Ibid.Accordingly, “they must be regarded as\nfundamental doctrines in every state, for all the colonies were\nparties to the national declaration of rights in 1774, in which the\n. . . rights and liberties of English subjects were\nperemptorily claimed as their undoubted inheritance and\nbirthright.”Ibid.; accord, W. Rawle, A View of the\nConstitution of the United States of America 125 (1825) (describing\nthe prohibition on excessive fines as “founded on the plainest\nprinciples of justice”).CThe prohibition on excessive fines remained\nfundamental at the time of the Fourteenth Amendment. In 1868, 35 of\n37 state constitutions “expressly prohibited excessive fines.”Ante, at 5. Nonetheless, as the Court notes, abuses of fines\ncontinued, especially through the Black Codes adopted in several\nStates.Ante, at 5–6. The “centerpiece” of the Codes was\ntheir “attempt to stabilize the black work force and limit its\neconomic options apart from plantation labor.” E. Foner,\nReconstruction: America’s Unfinished Revolution 1863–1877,\np. 199 (1988). Under the Codes, “the state would enforce labor\nagreements and plantation discipline, punish those who refused to\ncontract, and prevent whites from competing among themselves for\nblack workers.”Ibid.The Codes also included\n“ ‘antienticement’ measures punishing anyone offering higher\nwages to an employee already under contract.”Id., at\n200.The 39th Congress focused on these abuses during\nits debates over the Fourteenth Amendment, the Civil Rights Act of\n1866, and the Freedmen’s Bureau Act. During those well-publicized\ndebates, Members of Congress consistently highlighted and lamented\nthe “severe penalties” inflicted by the Black Codes and similar\nmeasures, Cong. Globe, 39th Cong., 1st Sess., 474 (1866) (Sen.\nTrumbull), suggesting that the prohibition on excessive fines was\nunderstood to be a basic right of citizenship.For example, under Mississippi law, adult\n“freedmen, free negroes and mulattoes” “without lawful employment”\nfaced $50 in fines and 10 days’ imprisonment for vagrancy. Reports\nof Assistant Commissioners of Freedmen, and Synopsis of Laws on\nPersons of Color in Late Slave States, S. Exec. Doc. No. 6, 39th\nCong., 2d Sess., §2, p. 192 (1867). Those convicted had five\ndays to pay or they would be arrested and leased to “any person who\nwill, for the shortest period of service, pay said fine and\nforfeiture and all costs.” §5,ibid.Members of Congress\ncriticized such laws “for selling [black] men into slavery in\npunishment of crimes of the slightest magnitude.” Cong. Globe, 39th\nCong., 1st Sess., 1123 (1866) (Rep. Cook); seeid., at 1124\n(“It is idle to say these men will be protected by the\nStates”).Similar examples abound. One congressman noted\nthat Alabama’s “aristocratic and anti-republican laws, almost\nreenacting slavery, among other harsh inflictions impose\n. . . a fine of fifty dollars and six months’\nimprisonment on any servant or laborer (white or black) who loiters\naway his time or is stubborn or refractory.”Id., at 1621\n(Rep. Myers). He also noted that Florida punished vagrants with “a\nfine not exceeding $500 and imprison[ment] for a term not exceeding\ntwelve months, or by being sold for a term not exceeding twelve\nmonths, at the discretion of the court.”Ibid.At the time,\nsuch fines would have been ruinous for laborers. Cf.id., at\n443 (Sen. Howe) (“A thousand dollars! That sells a negro for his\nlife”).These and other examples of excessive fines from\nthe historical record informed the Nation’s consideration of the\nFourteenth Amendment. Even those opposed to civil-rights\nlegislation understood the Privileges or Immunities Clause to\nguarantee those “fundamental principles” “fixed” by the\nConstitution, including “immunity from . . . excessive\nfines.” 2 Cong. Rec. 384–385 (1874) (Rep. Mills); see alsoid., at App. 241 (Sen. Norwood). And every post-1855 state\nconstitution banned excessive fines. S. Calabresi & S. Agudo,\nIndividual Rights Under State Constitutions When the Fourteenth\nAmendment Was Ratified in 1868, 87 Texas L. Rev. 7, 82 (2008).\nThe attention given to abusive fines at the time of the Fourteenth\nAmendment, along with the ubiquity of state excessive-fines\nprovisions, demonstrates that the public continued to understand\nthe prohibition on excessive fines to be a fundamental right of\nAmerican citizenship.*  *  *The right against excessive fines traces its\nlineage back in English law nearly a millennium, and from the\nfounding of our country, it has been consistently recognized as a\ncore right worthy of constitutional protection. As a\nconstitutionally enumerated right understood to be a privilege of\nAmerican citizenship, the Eighth Amendment’s prohibition on\nexcessive fines applies in full to the States.Notes1See Currency Converter:\n1270–2017 (estimating the 2017 equivalent of £100,000 in 1680),\nhttp://nationalarchives.gov.uk/currency-converter (as last visited\nFeb. 8, 2019)2Del. Const., Art. I, §11\n(1792), in 1 Federal and State Constitutions 569 (F. Thorpe ed.\n1909); Md. Const., Decl. of Rights, Art. XXII (1776), in 3id., at 1688; Mass. Const., pt. 1, Art. XXVI (1780), inid., at 1892; N. H. Const., pt. 1, Art. 1, §XXXIII (1784),\nin 4id., at 2457; N. C. Const., Decl. of Rights, Art. X\n(1776), in 5id., at 2788; Pa. Const., Art. IX, §13 (1790),\ninid., at 3101; S. C. Const., Art. IX, §4 (1790), in 6id., at 3264; Va. Const., Bill of Rights, §9 (1776), in 7id., at 3813. Vermont had a clause specifying that “all\nfines shall be proportionate to the offences.” Vt. Const., ch. II,\n§XXIX (1786), inid., at 3759. Georgia’s 1777 Constitution\nhad an excessive fines clause, Art. LIX, but its 1789 Constitution\ndid not. And the Northwest Ordinance provided that “[a]ll fines\nshall be moderate; and no cruel or unusual punishments inflicted.”\n§14, Art. 2 (1787)",
    "joined": []
}