{
    "case": {
        "docket": "665",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/665/"
    },
    "id": "3410716",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–935_________________WELLNESS INTERNATIONAL NETWORK, LIMITED, et\nal, PETITIONERSv.RICHARD SHARIFon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[May 26, 2015]Justice Thomas, dissenting.Like The Chief Justice, I would have remanded\nthis case to the lower courts to determine, under the proper\nstandard, whether Wellness’ alter-ego claim is aSternclaim. SeeSternv.Marshall, 564 U. S. ___\n(2011). I write separately to highlight a few questions touching on\nthe consent issue that merit closer attention than either the Court\nor The Chief Justice gives them.I agree with The Chief Justice that individuals\ncannot consent to violations of the Constitution, but this\nprinciple has nothing to do with whose interest the violated\nprovision protects. Anytime the Federal Government acts in a manner\ninconsistent with the separation of powers, it acts in excess of\nits constitutional authority. That authority is carefully defined\nby the Constitution, and, except through Article V’s amendment\nprocess, that document does not permit individuals to bestow\nadditional power upon the Government.The majority today authorizes non-Article III\ncourts to adjudicate, with consent, claims that we have held to\nrequire an exercise of the judicial power based on its assessment\nthat few “structural interests” are implicated by consent to the\nadjudication ofSternclaims. Seeante,at 7, 12.\nThat reasoning is flawed. It matters not whetherwethink\nthe particular violation threatens the structure of our Government.\nOur duty is to enforce the Constitution as written, not as revised\nby private consent, innocuous or otherwise. Worse, amidst the\ntempest over whether “structural interests” are implicated when an\nindividual consents to adjudication ofSternclaims by a\nnon-Article III court, both the majority and The Chief Justice fail\nto grapple with the antecedent question: whether a violation of the\nConstitution has actually occurred. That question is a difficult\none, and the majority makes a grave mistake by skipping over it in\nits quest to answer the question whether consent can authorize a\nconstitutional violation. Because I would resolve this case on\nnarrower grounds, I need not decide that question here. I\nnevertheless write separately to highlight the complexity of the\nissues the majority simply brushes past.IA“The principle, that [the Federal Government]\ncan exercise only the powers granted to it, . . . is now\nuniversally admitted.”McCullochv.Maryland, 4\nWheat. 316, 405 (1819). A corollary to this principle is that each\nbranch of the Government is limited to the exercise of those powers\ngranted to it. Every violation of the separation of powers thus\ninvolves an exercise of power in excess of the Constitution. And\nbecause the only authorities capable of granting power are the\nConstitution itself, and the people acting through the amendment\nprocess, individual consent cannot authorize the Government to\nexceed constitutional boundaries.This does not mean, however, that consent is\ninvariably irrelevant to the constitutional inquiry. Although it\nmay not authorize a constitutional violation, consent may prevent\none from occurring in the first place. This concept is perhaps best\nunderstood with the example on which the majority and The Chief\nJustice both rely: the right to a jury trial.Ante,at 9\n(majority opinion);ante,at 11 (Roberts, C. J.,\ndissenting).[1] Although the\nGovernment incurably contravenes the Constitution when it acts inviolationof the jury trial right, our precedents permit the\nGovernment to convict a criminal defendant without a jury trial\nwhen he waives that right. SeeBradyv.United\nStates, 397 U. S. 742, 748 (1970) . The defendant’s waiver\nis thus a form of consent that lifts a limitation on government\naction by satisfying its terms—that is, the right is exercised and\nhonored, not disregarded. SeePattonv.United\nStates, 281 U. S. 276 –298 (1930), abrogated on other\ngrounds byWilliamsv.Florida, 399 U. S. 78\n(1970) . Provided the Government otherwise acts within its powers,\nthere is no constitutional violation.BConsent to the adjudication ofSternclaims by bankruptcy courts is a far more complex matter than\nwaiver of a jury trial. Two potential violations of the separation\nof powers occur whenever bankruptcy courts adjudicateSternclaims. First, the bankruptcy courts purport to exercise power that\nthe Constitution vests exclusively in the judiciary, even though\nthey are not Article III courts because bankruptcy judges do not\nenjoy the tenure and salary protections required by Article III.\nSee Art. III, §1. Second, the bankruptcy courts act pursuant to\nstatutory authorization that is itself invalid. For even when\nacting pursuant to an enumerated power, such as the bankruptcy\npower, Congress exceeds its authority when it purports to authorize\na person or entity to perform a function that requires the exercise\nof a power vested elsewhere by the Constitution. SeeWhitmanv.American Trucking Assns., Inc., 531 U. S. 457, 472\n(2001) .Rather than attempt to grapple with these\nproblems, the majority seizes on some statements fromCommodity\nFutures Trading Comm’nv.Schor, 478 U. S. 833\n(1986) , to resolve the difficult constitutional issue before us.\nSeeante,at 9–12. But to the extentSchorsuggests\nthat individual consent could authorize non-Article III courts to\nexercise the judicial power, 478 U. S.,at 850–851, it\nwas wrongly decided and should be abandoned. Consent to\nadjudication by non-Article III judges may waive whatever\nindividual right to impartial adjudication Article III implies,\nthereby lifting that affirmative barrier on Government action. But\nnon-Article III courts must still act within the bounds of their\nconstitutional authority. That is, they must act through a power\nproperly delegated to the Federal Government and not vested by the\nConstitution in a different governmental actor. Because the\njudicial power is vested exclusively in Article III courts,\nnon-Article III courts may not exercise it.Schor’s justification for authorizing\nsuch a transgression was that it judged the “practical effect [the\nallocation would] have on the constitutionally assigned role of the\nfederal judiciary” not to be too great.Id.,at 851. But we\n“can[not] preserve a system of separation of powers on the basis of\nsuch intuitive judgments regarding ‘practical effects.’ ”Granfinanciera, S. A.v.Nordberg, 492 U. S. 33,\n70 (1989) (Scalia, J., concurring in part and concurring in\njudgment). Put more starkly, “[t]o uphold” a violation of the\nConstitution because one perceives “the infraction assailed [a]s\nunimportant when compared with similar but more serious infractions\nwhich might be conceived . . . is not to interpret that\ninstrument, but to disregard it.”Patton,supra,at\n292. Our Constitution is not a matter of convenience, to be invoked\nwhen we feel uncomfortable with some Government action and cast\naside when we do not. SeePerezv.Mortgage Bankers\nAssn.,ante,at 5 (Thomas, J., concurring in\njudgment).IIProperly understood, then, the answer to the\nconsent question in this case depends on whether bankruptcy courts\nact within the bounds of their constitutional authority when they\nadjudicateSternclaims with the consent of the parties. In\norder to answer that question, we must consider what form of\ngovernmental power that type of adjudication requires and whether\nbankruptcy courts are qualified to exercise that power.Department of Transportationv.Association of American\nRailroads,ante,at 24 (Thomas, J., concurring in\njudgment).Many Government functions “may be performed by\ntwo or more branches without either exceeding its enumerated powers\nunder the Constitution.”Ante,at 4. Certain core functions,\nhowever, demand the exercise of legislative, executive, or judicial\npower, and their allocation is controlled by the Vesting Clauses\ncontained in the first three articles of the Constitution.Ibid.We have already held that adjudicatingSternclaims, at leastwithoutconsent of the parties, requires an\nexercise of the judicial power vested exclusively in Article III\ncourts.Stern, 564 U. S., at ___–___ (slip op., at\n28–29). The difficult question presented by this case, which the\nCourt glosses over, is whether the parties’ consent somehow\ntransforms the nature of the power exercised.AAs the concepts were understood at the time of\nthe founding, the legislative, executive, and judicial powers\nplayed different roles in the resolution of cases and\ncontroversies. In this context, the judicial power is the power “to\ndetermine all differences according to the established law”; the\nlegislative power is the power to make that “established law”; and\nthe executive power is the power “to back and support the sentence,\nand to give it due execution.” J. Locke, Second Treatise of Civil\nGovernment §§124–126, pp. 62–63 (J. Gough ed. 1947) (Locke);\nsee alsoWaymanv.Southard, 10 Wheat. 1, 46\n(1825).It should be immediately apparent that consent\ndoes not transform the adjudication ofSternclaims into a\nfunction that requires the exercise of legislative or executive\npower. Parties by their consent do not transform the function of\nadjudicating controversies into the functions of creating rules or\nenforcing judgments.The more difficult question is whether consent\nsomehow eliminates the need for an exercise of the judicial power.\nOur precedents reveal that the resolution of certain cases or\ncontroversies requires the exercise of that power, but that others\n“may or may not” be brought “within the cognizance of [Article III\ncourts], as [Congress] deem[s] proper.”Murray’s Lesseev.Hoboken Land & Improvement Co., 18 How. 272, 284 (1856).\nThe distinction generally has todo with the types of rights at\nissue. Disposition of private rights to life, liberty, and property\nfalls within the core of the judicial power, whereas disposition of\npublic rights does not. From that core of the judicial power, we\nhave identified two narrow historical exceptions. Those exceptions,\nalong with the treatment of cases or controversies not falling\nwithin that core, provide useful guidance for understanding whether\nbankruptcy courts’ adjudication ofSternclaims with the\nconsent of the parties requires the exercise of Article III\njudicial power.1Under our precedents, the three categories of\ncases that may be adjudicated by Article III courts but that do not\ndemand the exercise of the judicial power are those arising in the\nterritories, those arising in the Armed Forces, and those involving\npublic-rights disputes.Northern Pipeline Constr. Co.v.Marathon Pipe Line Co., 458 U. S. 50 –67 (1982)\n(plurality opinion).The first two represent unique historical\nexceptions that tell us little about the overall scope of the\njudicial power. From an early date, this Court has long upheld laws\nauthorizing the adjudication of cases arising in the territories in\nnon-Article III “territorial courts” on the ground that such courts\nexercise power “conferred by Congress, in the execution of those\ngeneral powers which [Congress] possesses over the territories of\nthe United States.”American Ins. Co.v.356 Bales of\nCotton, 1 Pet. 511, 546 (1828) (Canter).[2] And the Court has upheld laws authorizing\nthe adjudication of cases arising in the Armed Forces in\nnon-Article III courts-martial, inferring from a constellation of\nconstitutional provisions that Congress has the power to provide\nfor the adjudication of disputes among the Armed Forces it creates\nand that Article III extends only tocivilianjudicial\npower.Dynesv.Hoover, 20 How. 65, 78–79 (1858).\nWhatever their historical validity, these precedents exempt cases\narising in the territories and in the land and naval forces from\nArticle III because of other provisions of the Constitution, not\nbecause of the definition of judicial power in Article III itself.\nSee Nelson, Adjudication in the Political Branches, 107 Colum.\nL. Rev. 559, 576 (2007) (noting that both exceptions enjoy\n“special textual rationales that d[o] not spill over into\notherareas”).The third category consists of so-called “public\nrights” cases. Unlike the other two categories, which reflect\ncarve-outs from the core of the judicial power, this cate-gory\ndescribes cases outside of that core and therefore has more to tell\nus about the scope of the judicial power.The distinction between disputes involving\n“public rights” and those involving “private rights” is\nlongstanding, but the contours of the “public rights” doctrine have\nbeen the source of much confusion and controversy. See generallyGranfinanciera, 492 U. S., at 66–70 (opinion of Scalia,\nJ.) (tracing the evolution of the doctrine). Our cases attribute\nthe doctrine to this Court’s mid-19th century decision,Murray’s\nLessee,supra. In that case, the Court observed that\nthere are certain cases addressing “public rights, which may\nbe presented in such form that the judicial power is capable of\nacting on them, and which are susceptible of judicial\ndetermination, but which congress may or may not bring within the\ncognizance of the courts of the United States, as it may deem\nproper.”Id.,at 284 (emphasis added).Historically, “publicrights” were\nunderstood as “rights belonging to the people at large,” as\ndistinguished from “theprivateunalienable rights of each\nindividual.”Lans-ingv.Smith, 4 Wend. 9, 21\n(N. Y. 1829) (Walworth, C.). This distinction is significant\nto our understanding of Article III, for while the legislative and\nexecutive branches may dispose of public rights at will—including\nthrough non-Article III adjudications—an exercise of the judicial\npower is required “when the government want[s] to act\nauthoritatively upon core private rights that had vested in a\nparticular individual.” Nelson,supra,at 569; seeB&B Hardware, Inc.v.Hargis Industries, Inc.,ante,at 11 (Thomas, J., dissenting).The distinction was well known at the time of\nthe founding. In the tradition of John Locke, William Blackstone in\nhis Commentaries identified the private rights to life, liberty,\nand property as the three “absolute” rights—so called because they\n“appertain[ed] and belong[ed] to particular men . . .\nmerely as individuals,” not “to them as members of society [or]\nstanding in various relations to each other”—that is, not dependent\nupon the will of the government. 1 W. Blackstone, Commentaries on\nthe Laws of England 119 (1765) (Commentaries); see also Nelson,supra,at 567.[3] Public\nrights, by contrast, belonged to “the whole community, considered\nas a community, in its social aggregate capacity.” 4 Commentaries 5\n(1769); see also Nelson,supra,at 567. As the modern\ndoctrine of the separation of powers emerged, “the courts became\nidentified with the enforcement of private right, and\nadministrative agencies with the execution of public policy.”\nJaffe, The Right to Judicial Review I, 71 Harv. L. Rev. 401,\n413 (1958).The Founders carried this idea forward into the\nVesting Clauses of our Constitution. Those Clauses were understood\nto play a role in ensuring that the federal courts alone could act\nto deprive individuals of private rights because the power to act\nconclusively against those rights was the core of the judicial\npower. As one early treatise explained, the judiciary is “that\ndepartment of the government to whom the protection of the rights\nof the individual is by the constitution especially confided.” 1\nSt. George Tucker, Blackstone’s Commentaries, App. 357 (1803). If\n“public rights” were not thought to fall within the core of the\njudicial power, then that could explain why Congress would be able\nto perform or authorize non-Article III adjudications of public\nrights without transgressing Article III’s Vesting Clause.Nineteenth-century American jurisprudence\nconfirms that an exercise of the judicial power was thought to be\nnecessary for the disposition of private, but not public,\nrights.[4] SeeB&B\nHardware,ante,at 12. The treatment of land patents\nillustrates the point well: Although Congress could authorize\nexecutive agencies to dispose ofpublicrights in land—often\nby means of adjudicating a claimant’s qualifications for a land\ngrant under a statute—the United States had to go to the courts if\nit wished to revoke a patent. See generally Nelson, 107 Colum.\nL. Rev.,at 577–578 (discussing land patents). That\ndifferential treatment reflected the fact that, once “legal title\npassed out of the United States,” the patent “[u]ndoubtedly”\nconstituted “a vested right” and consequently could “only be\ndivested according to law.”Johnsonv.Towsley, 13\nWall. 72, 84–85 (1871). By contrast, a party who sought to protect\nonly a “public right” in the land had no such vested right and\ncould not invoke the intervention of Article III courts. SeeSmelting Co.v.Kemp, 104 U. S. 636, 647 (1882)\n(“It does not lie in the mouth of a stranger to the title to\ncomplain of the act of the government with respect to it”); see\nalsoBagnellv.Broderick, 13 Pet. 436, 450 (1839)\n(refusing to examine the propriety of a land patent on the ground\nthat “Congress has the sole power to declare the dignity and effect\nof titles emanating from the United States”).Over time, the line between public and private\nrights has blurred, along with the Court’s treatment of the\njudicial power. SeeB&B Hardware,ante,at 9–10,\n12. The source of the confusion may beMurray’s Lessee—the\nputative source of the public rights doctrine itself. Dictum in the\ncase muddles the distinction between private and public rights, and\nthe decision is perhaps better read as an expression of the\nprinciple of sovereign immunity.Granfinanciera, 492\nU. S.,at 68–69 (opinion of Scalia, J.).[5] Some cases appear to have done just that,\nthus readingMurray’s Lesseeto apply only in disputes\narising between the Government and others. See,e.g.,\nCrowellv.Benson, 285 U. S. 22, 50 (1932) .Another strain of cases has confused the\ndistinction between private and public rights, with some cases\ntreating public rights as the equivalent of private rights entitled\nto full judicial review,American School of Magnetic Healingv.McAnnulty, 187 U. S. 94, 108 (1902) , and others\ntreating what appear to be private rights as public rights on which\nexecutive action could be conclusive, see,e.g., Sunshine\nAnthracite Coal Co.v.Adkins, 310 U. S. 381 –404\n(1940); see alsoB&B Hardware,ante, at 12\n(observing thatSunshine Anthracitemay reflect a unique\nhistorical exception for tax cases). Cf.Northern Pipeline,\n458 U. S., at 84–85 (plurality opinion) (discussing other\ncases that appear to reflect the historical distinction between\nprivate rights and rights created by Congress). Perhaps this\nconfusion explains why the Court has more recently expanded the\nconcept of public rights to include any right “so closely\nintegrated into a public regulatory scheme as to be a matter\nappropriate for agency resolution with limited involvement by the\nArticle III judiciary.”Thomasv.Union Carbide\nAgricultural Products Co., 473 U. S. 568 –594 (1985). A\nreturn to the historical understanding of “public rights,” however,\nwould lead to the conclusion that the inalienable core of the\njudicial power vested by Article III in the federal courts is the\npower to adjudicateprivaterights disputes.2Although Congress did not enact a permanent\nfederal bankruptcy law until the late 19th century, it has assigned\nthe adjudication of certain bankruptcy disputes to non-Article III\nactors since as early as 1800. Plank, Why Bankruptcy Judges Need\nNot and Should Not Be Article III Judges, 72 Am. Bankr. L. J.\n567, 608 (1998) (describing the bankruptcy powers vested by\nCongress in non-Article III judges). Modern bankruptcy courts,\nhowever, adjudicate a far broader array of disputes than their\nearliest historical counterparts. And this Court has remained\ncarefully noncommittal about the source of their authority to do\nso. SeeNorthern Pipeline, 458 U. S., at 71 (plurality\nopinion).Applying the historical categories of cases\ndiscussed above, one can understand why. Bankruptcy courts clearly\ndo not qualify as territorial courts or courts-martial, but they\nare not an easy fit in the “public rights” category, either. No\ndoubt certain aspects of bankruptcy involve rights lying outside\nthe core of the judicial power. The most obvious of these is the\nright to discharge, which a party may obtain if he satisfies\ncertain statutory criteria.Ibid.Discharge is not itself a\nprivate right, but, together with the claims allowance process that\nprecedes it, it can act conclusively on the core private rights of\nthe debtor’s creditors. We have nevertheless implicitly recognized\nthat the claims allowance process may proceed in a bankruptcy\ncourt, as can any matter that would necessarily be resolved by that\nprocess, even one that affects core private rights.Stern,\n564 U. S., at ___–___ (slip op., at 30–31). For this reason,\nbankruptcy courts and their predecessors more likely enjoy a\nunique, textually based exception, much like territorial courts and\ncourts-martial do. Seeid.,at ___ (Scalia, J., concurring)\n(slip op., at 2). That is, Article I’s Bankruptcy Clause serves to\ncarve cases and controversies traditionally subject to resolution\nby bankruptcy commissioners out of Article III, giving Congress the\ndiscretion, within those historical boundaries, to provide for\ntheir resolution outside of Article III courts.3BecauseSternclaims by definition fall\noutside of the historical boundaries of the bankruptcy carve-out,\nthey are subject to Article III. This means that, if their\nadjudication requires the exercise of the judicial power, then only\nArticle III courts may perform it.AlthoughSternclaims indisputably\ninvolve private rights, the “public rights” doctrine suggests a way\nin which party consent may transform the function of adjudicatingSternclaims into one that does not require the exercise of\nthe judicial power. The premise of the “public rights” doctrine, as\ndescribed above, is not that public rights affirmatively require\nadjudication by some other governmental power, but that the\nGovernment has a freer hand when private rights are not at issue.\nAccordingly, this premise may not require the presence of a public\nright at all, but may apply equally to any situation in which\nprivate rights are not asserted.Party consent, in turn, may have the effect of\nlifting that “private rights” bar, much in the way that waiver\nlifts the bar imposed by the right to a jury trial. Individuals may\ndispose of their own private rights freely, without judicial\nintervention. A party who consents to adjudication of aSternclaim by a bankruptcy court is merely making a\nconditional surrender of whatever private right he has on the line,\ncontingent on some future event—namely, that the bankruptcy court\nrules against him. Indeed, it is on this logic that the law has\nlong encouraged and permitted private settlement of disputes,\nincluding through the action of an arbitrator not vested with the\njudicial power. Seeante,at 1 (Alito, J., concurring in\npart and concurring in judgment); T. Cooley, Constitutional\nLimitations 399 (1868). Perhaps for this reason, decisions\ndiscussing the relationship between private rights and the judicial\npower have emphasized the “involuntarydivestiture” of a\nprivate right.Newlandv.Marsh, 19 Ill. 376, 382–383\n(1857) (emphasis added).But all of this does not necessarily mean that\nthe majority has wound up in the right place by the wrong path.\nEven if consent could lift the private-rights barrier to\nnon-judicial Government action, it would not necessarily follow\nthat consent removes theSternadjudication from the core of\nthe judicial power. There may be other aspects of the adjudication\nthat demand the exercise of the judicial power, such as entry of a\nfinal judgment enforceable without any further action by an Article\nIII court. We have recognized that judgments entered by Article III\ncourts bear unique qualities that spring from the exercise of the\njudicial power,Plautv.Spendthrift Farm, Inc., 514\nU. S. 211 –219 (1995), and it may be that the entry of a final\njudgment bearing these qualities—irrespective of the subject matter\nof the dispute—is a quintessential judicial function. Seeante,at 16–17 (Roberts, C. J., dissenting). See\ngenerallyNorthern Pipeline,supra, at 85–86, and n.\n38 (plurality opinion) (distinguishing the agency orders at issue\ninCrowellfrom bankruptcy court orders on this ground). As\nThomas Cooley explained in his influential treatise, “If the judges\nshould sit to hear . . . controversies [beyond their\ncognizance], they would not sit as a court; at the most they would\nbe arbitrators only, and their . . . decision could not\nbe binding as a judgment, but only as an award.” Cooley,supra,at 399.[6]Ultimately, this case implicates difficult\nquestions about the nature of bankruptcy procedure, judicial power,\nand remedies. In particular, if we were to determine that current\npractice accords bankruptcy court judgments a feature that demands\nthe exercise of the judicial power, would that mean that all\nbankruptcy judgments resolvingSternclaims are void, or\nonly that courts may not give effect to that single feature that\ntriggers Article III? The parties have briefed none of these\nissues, so I do not resolve them. But the number and magnitude of\nthese important questions—questions implicated by thousands of\nbankruptcy and magistrate judge decisions each year—merit closer\nattention than the majority has given them.BEven assuming we were to decide that\nadjudication ofSternclaims with the consent of the parties\ndoes not require the exercise of the judicial power, that decision\nwould not end the constitutional inquiry. As instrumentalities of\nthe Federal Government, the bankruptcy courts must act pursuant to\nsome constitutional grant of author-ity. Even if the functions\nbankruptcy courts perform do not require an exercise of\nlegislative, executive, or judicial power, we would need to\nidentify the source of Congress’ authority to establish them and to\nauthorize them to act.The historical carve-outs for territorial courts\nand courts-martial might provide some guidance. The Court has\nanchored Congress’ authority to create territorial courts in “the\ngeneral right of sovereignty which exists in the government, or in\nvirtue of that clause which enables Congress to make all needful\nrules and regulations, respecting the territory belonging to the\nUnited States.”Canter, 1 Pet., at 546. And it has anchored\nCongress’ authority to create courts-martial in Congress’ Article I\npowers concerning the Army and Navy, understood alongside the Sixth\nAmendment’s exception of “ ‘cases arising in the land or naval\nforces,’ ” from the grand jury requirement, and Article II’s\nrequirement that the President serve as commander in chief.Dynes, 20 How., at 78–79.Although our cases examining the\nconstitutionality of statutes allocating the power to the\nbankruptcy courts have not considered the source of Congress’\nauthority to establish them, the obvious textual basis is the\nfourth clause of Article I, §8, which empowers Congress to\n“establish . . . uniform Laws on the subject of\nBankruptcies throughout the United States.”[7] But as with the other two historical carve-outs,\nCongress’ power to establish tribunals within that grant is\ninformed by historical understandings of the bankruptcy\npower.[8] We have suggested\nthat, under this historical understanding, Congress has the power\nto establish bankruptcy courts that exercise jurisdiction akin to\nthat of bankruptcy commissioners in England, subject to review\ntraditionally had in England.Ante,at 3–4 (Roberts,\nC. J., dissenting). AlthoughSternclaims, by\ndefinition, lie outside those historical boundaries, a historical\npractice of allowing broader adjudication by bankruptcy\ncommissioners acting with the consent of the parties could alter\nthe analysis. The parties once again do not brief these questions,\nbut they merit closer attention by this Court.*  *  *Whether parties may consent to bankruptcy\ncourt adjudication ofSternclaims is a difficult\nconstitutional question. It turns on issues that are not adequately\nconsidered by the Court or briefed by the parties. And it\ncannot—and should not—be resolved through a cursory reading ofSchor, which itself is hardly a model of careful\nconstitutional interpretation. For these reasons, I would resolve\nthe case on the narrow grounds set forth in Part I of The Chief\nJustice’s opinion. I respectfully dissent.Notes1There is some dispute\nwhether the guarantee of a jury trial protects an individual right,\na structural right, or both, raising serious questions about how it\nshould be treated underCommodity Futures Trading Comm’nv.Schor, 478 U. S. 833 (1986) . My view, which does not\nturn on such taxonomies, leaves no doubt: It is a “fundamental\nreservation of power in our constitutional structure,”Blakelyv.Washington, 542 U. S. 296, 306 (2004)\n, meaning itsviolationmay not be authorized by the consent\nof the individual.2Chief Justice Marshall’s\nexplanation inCanterhas come under attack on the ground\nthat it fails to clarify the precise constitutional status of the\npower exercised by the territorial courts. Lawson, Territorial\nGovernments and the Limits of Formalism, 78 Cal. L. Rev. 853,\n892 (1990) (criticizing it as “fatuous” dictum). On the one hand,\nsome early evidence suggests that the courts were thought to be\ndealing primarily with local matters that liebeyondfederal\njudicial cognizance. Pfander, Article I Tribunals, Article III\nCourts, and the Judicial Power of the United States, 118 Harv.\nL. Rev. 643, 706–711 (2004). YetCanterinvolved a\ncontroversy indisputablycapableof adjudication by Article\nIII courts, because it both arose in admiralty and fell within the\nSupreme Court’s appellate jurisdiction. Pfander,supra, at\n713–714, n. 314. The best explanation for this apparent tension is\nthat territorial courts adjudicate matters that Congress may or may\nnot assign to Article III courts, as it wishes. Nelson,\nAdjudication in the Political Branches, 107 Colum. L. Rev.\n559, 575–576 (2007). To recognize Congress’ discretion requires no\ndistortion of the meaning of judicial power because Chief Justice\nMarshall’s reasoning has nothing to do with the intrinsic qualities\nof the adjudication itself—e.g.,whether it involves “the\nstuff of the traditional actions at common law tried by the courts\nof Westminster in 1789,”Sternv.Marshall, 564\nU. S. ___, ___ (2011) (slip op., at 18) (internal quotation\nmarks omitted).3The protection of private\nrights in the Anglo-American tradition goes back to at least Magna\nCarta. The original 1215 charter is replete with restrictions on\nthe King’s ability to proceed against private rights, including\nmost notably the provision that “[n]o free man shall be taken,\nimprisoned, disseised, outlawed, banished, or in any way destroyed,\n. . . except by the lawful judgment of his peers and by\nthe law of the land.” A. Howard, Magna Carta: Text and Commentary\n43 (1964).4Contemporary state-court\ndecisions provide even more explication of the distinction between\npublic and private rights, and many expressly tie the distinction\nto the separation of powers. See,e.g., Newlandv.Marsh, 19 Ill. 376, 383 (1857) (“The legislative power\n. . . cannot di-rectly reach the property or vested\nrights of the citizen, by providing for their forfeiture or\ntransfer to another, without trial and judgment in the courts; for\nto do so, would be the exercise of a power which belongs to another\nbranch of the government, and is forbidden to the legislature”);\nsee alsoGainesv.Gaines, 48 Ky. 295, 301 (1848)\n(describing the judiciary as “the tribunal appointed by the\nConstitution and the law, for the ascertainment of private rights\nand the redress of private wrongs”);State ex rel. Atty.\nGen.v.Hawkins, 44 Ohio St. 98, 109, 5 N. E. 228,\n232 (1886) (“[P]ower to hear and determine rights of property and\nof person between private parties is judicial, and can only be\nconferred on the courts”); see generally T. Cooley, Constitutional\nLimitations 175 (1868) (explaining that only the judicial power was\nthought capable of disposing of private rights).5Another potential\nexplanation is thatMurray’s Lesseev.Hoboken Land &\nImprovement Co., 18 How. 272 (1856), recognized yet another\nspecial exception to Article III’s allocation of judicial power,\napplicable whenever the Government exercises its power of taxation.\nNelson, Adjudication in the Political Branches, 107 Colum.\nL. Rev. 559, 588–589 (2007); see alsoB&B Hardware,\nInc.v.Hargis Industries, Inc.,ante,at 12\n(Thomas, J., dissenting) (discussing other decisions that appear to\nrest on this exception). To the extent thatMurray’s Lesseepurported to recognize such an exception, how-ever, it did so only\nin dictum after noting that the statute provided a mechanism for\njudicial review of the accounting decision on which the distress\nwarrant was based. 18 How., at 280–281.6Numerous 19th-century\nState Supreme Courts held unconstitutional laws authorizing\nindividuals to consent to have their cases heard by an individual\nnot qualified as a judge under provisions of State Consti-tutions\nsimilar to Article III, §1. See,e.g., Winchesterv.Ayres, 4 Iowa 104 (1853);Haverly Invincible Mining\nCo.v.Howcutt, 6 Colo. 574, 575–576 (1883);Ex parte Alabama State Bar Assn., 92 Ala. 113, 8 So.\n768 (1891); see also Cooley, Constitutional Limitations, at 399.\nAcknowledging the similarity between the practices under review and\nthe legitimate practice of private arbitration, many of these\ndecisions premised their finding of unconstitutionality on the\nissuance of a judgment or other writ that only judges may issue.\nSee,e.g., Bishopv.Nelson, 83 Ill. 601 (1876)\n(per curiam) (“This was not an arbitration . . .\nbut it was an attempt to confer upon [Mr. Wood] the power of a\njudge, to decide the pending case, and he did decide it, the court\ncarrying out his decision by entering the judgment he had reached,\nand not [its] own judgment”);Van Slykev.Trempealeau\nCty. Farmers’ Mut. Fire Ins. Co., 39 Wis. 390, 393 (1876) (“We\ncannot look into the bill of exceptions or consider the order\ndenying a new trial, because both are unofficial and devoid of\njudicial authority”); see alsoid.,at 395–396 (tracing this\nrule back to English understandings of judicial power). These\ndecisions treat the rule as a corollary to the rule that parties\nmay not, by consent, confer jurisdiction. See,e.g.,Higbyv.Ayres, 14 Kan. 331, 334 (1875);Hoaglandv.Creed, 81 Ill. 506, 507–508 (1876); see\nalso Cooley,supra,at 399.7InNorthern\nPipeline, the plurality rejected the argument that “Congress’\nconstitutional authority to establish ‘uniform Laws on the subject\nof Bankruptcies throughout the United States’ carries with it an\ninherent power to establish legislative courts capable of\nadjudicating ‘bankruptcy-related controversies.’ ”Northern\nPipeline Constr. Co.v.Marathon Pipe Line Co., 458\nU. S. 50, 72 (1982) (plurality opinion) (citation omitted). In\nthat context, however, it was considering whether Article III\nimposes limits on Congress’ bankruptcy power,id.,at 73,\nwhich is a distinct question from whether Congress has the power to\nestablish bankruptcy courts as an antecedent matter, leaving aside\nany Article III limitations.8I would be wary of\nconcluding that every grant of lawmaking authority to Congress\nincludes the power to establish “legislative courts” as part of its\nlegislative scheme. Some have suggested that Congress’ authority to\nestablish tribunals pursuant to substantive grants of authority is\ninformed and limited by its Article I power to “constitute\nTribunals inferior to the supreme Court,” U. S. Const., Art.\nI, §8 cl. 9. See Pfander, 118 Harv. L. Rev., at\n671–697.",
    "joined": []
}