{
    "case": {
        "docket": "16-498",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-498/"
    },
    "id": "3858471",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–498_________________DAVID PATCHAK, PETITIONERv.RYAN\nZINKE, SECRETARY OF THE INTERIOR, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[February 27, 2018]Justice Thomas announced the judgment of the\nCourt and delivered an opinion, in which Justice Breyer, Justice\nAlito, and Justice Kagan join.Petitioner, David Patchak, sued the Secretary of\nthe Interior for taking land into trust on behalf of an Indian\nTribe. While his suit was pending in the District Court, Congress\nenacted the Gun Lake Trust Land Reaffirmation Act (Gun Lake Act or\nAct), Pub. L. 113–179, 128Stat. 1913, which provides that suits\nrelating to the land “shall not be filed or maintained in a Federal\ncourt and shall be promptly dismissed.” Patchak contends that, in\nenacting this statute, Congress impermissibly infringed the\njudicial power that Article III of the Constitution vests\nexclusively in the Judicial Branch. Because we disagree, we affirm\nthe judgment of the United States Court of Appeals for the District\nof Columbia Circuit.IThe Match-E-Be-Nash-She-Wish Band of\nPottawatomi Indians (Band) resides in southwestern Michigan, near\nthe township of Wayland. The Band traces its relationship with the\nUnited States back hundreds of years, pointing to treaties it\nnegotiated with the Federal Government as early as 1795. But the\nSecretary of the Interior did not formally recognize the Band until\n1999. See 63 Fed. Reg. 56936 (1998); 65 Fed. Reg. 13298 (2000).After obtaining formal recognition, the Band\nidentified a 147-acre parcel of land in Wayland, known as the\nBradley Property, where it wanted to build a casino. The Band asked\nthe Secretary to invoke the Indian Reorganization Act, §5, 48Stat.\n985, 25 U. S. C. §5108, and take the Bradley Property\ninto trust.[1] In 2005, the\nSecretary agreed and posted a notice informing the public that the\nBradley Property would be taken into trust for the Band. See 70\nFed. Reg. 25596 (2005).The Michigan Gambling Opposition (MichGO) sued,\nalleging that the Secretary’s decision violated federal\nenvironmental and gaming laws. After several years of litigation,\nthe D. C. Circuit affirmed the dismissal of MichGo’s claims,\nand this Court denied certiorari.Michigan Gambling\nOppositionv.Kempthorne, 525 F. 3d 23 (2008),\ncert. denied, 555 U. S. 1137 (2009) . In January 2009, the\nSecretary formally took the Bradley Property into trust. And in\nFebruary 2011, the Band opened its casino.Before the Secretary formally took the land into\ntrust, a nearby landowner, David Patchak, filed another lawsuit\nchallenging the Secretary’s decision. Invoking the Administrative\nProcedure Act, 5 U. S. C. §§702, 706(2), Patchak alleged\nthat the Secretary lacked statutory authority to take the Bradley\nProperty into trust for the Band. The Indian Reorganization Act\ndoes not allow the Secretary to take land into trust for tribes\nthat were not under federal jurisdiction when the statute was\nenacted in 1934. SeeCarcieriv.Salazar, 555\nU. S. 379 –383 (2009). The Band was not federally recognized\nuntil 1999, which Patchak argued was more than 65 years too late.\nBased on this alleged statutory violation, Patchak sought to\nreverse the Secretary’s decision to take the Bradley Property into\ntrust.The Secretary raised preliminary objections to\nPatchak’s suit, contending that it was barred by sovereign immunity\nand that Patchak lacked prudential standing to bring it. The\nDistrict Court granted the Secretary’s motion to dismiss, but the\nD. C. Circuit reversed.Patchakv.Salazar, 646\nF. Supp. 2d 72 (DC 2009), rev’d, 632 F. 3d 702 (2011).\nThis Court granted certiorari and affirmed the D. C. Circuit.Match-E-Be-Nash-She-Wish Band of Pottawatomi Indiansv.Patchak, 567 U. S. 209 (2012) (Patchak I).\nThis Court’s decision inPatchak Iheld that Congress\nhad waived the Secretary’s sovereign immunity from suits like\nPatchak’s.Id.,at 215–224. It also held that Patchak had\nprudential standing because his suit arguably fell within the “zone\nof interests” protected by the Indian Reorganization Act.Id.,at 224–228. Because Patchak had standing and the\nSecretary lacked immunity, this Court concluded that “Patchak’s\nsuit may proceed,”id.,at 212, and remanded for further\nproceedings,id.,at 228.In September 2014, while Patchak’s suit was back\nin the District Court, Congress enacted the Gun Lake Act, 128Stat.\n1913. Section 2(a) of the Act states that the Bradley Property “is\nreaffirmed as trust land, and the actions of the Secretary of the\nInterior in taking that land into trust are ratified and\nconfirmed.” Section 2(b) then provides the following:“No Claims.—Notwithstanding any other\nprovision of law, an action (including an action pending in a\nFederal court as of the date of enactment of this Act) relating to\nthe land described in subsection (a) shall not be filed or\nmaintained in a Federal court and shall be promptly dismissed.”Based on §2(b), the District Court entered\nsummary judgment against Patchak and dismissed his suit for lack of\njurisdiction. 109 F. Supp. 3d 152 (DC 2015).The D. C. Circuit affirmed.Patchakv.Jewell, 828 F. 3d 995 (2016). It held that “[t]he\nlanguage of the Gun Lake Act makes plain that Congress has stripped\nfederal courts of subject matter jurisdiction” over suits, like\nPatchak’s, that relate to the Bradley Property.Id.,at\n1001. The D. C. Circuit rejected Patchak’s argument that §2(b)\nviolates Article III of the Constitution.Id.,at 1001–1003.\nArticle III prohibits Congress from “direct[ing] the result of\npending litigation,” the D. C. Circuit reasoned, but it does\nnot prohibit Congress from “ ‘supply[ing] new law.’ ”Id.,at 1002 (quotingRobertsonv.Seattle Audubon\nSoc., 503 U. S. 429, 439 (1992) ). Section 2(b) supplies\nnew law: “[I]f an action relates to the Bradley Property, it must\npromptly be dismissed.” 828 F. 3d, at 1003.We granted certiorari to review whether §2(b)\nviolates Article III of the Constitution.[2] See 581 U. S. ___ (2017). Because it does not,\nwe now affirm.IIAThe Constitution creates three branches of\nGovernment and vests each branch with a different type of power.\nSee Art. I, §1; Art. II, §1, cl. 1; Art. III,\n§1. “To the legislative department has been committed the duty of\nmaking laws; to the executive the duty of executing them; and to\nthe judiciary the duty of interpreting and applying them in cases\nproperly brought before the courts.”Massachusettsv.Mellon, 262 U. S. 447, 488 (1923) ; see alsoWaymanv.Southard, 10 Wheat. 1, 46 (1825) (Marshall,\nC. J.) (“[T]he legislature makes, the executive executes, and\nthe judiciary construes the law”). By vesting each branch with an\nexclusive form of power, the Framers kept those powers separate.\nSeeINSv.Chadha, 462 U. S. 919, 946 (1983) .\nEach branch “exercise[s] . . . the powers appropriate to\nits own department,” and no branch can “encroach upon the powers\nconfided to the others.”Kilbournv.Thompson, 103\nU. S. 168, 191 (1881) . This system prevents “[t]he\naccumulation of all powers, legislative, executive, and judiciary,\nin the same hands,” The Federalist No. 47, p. 301 (C.\nRossiter ed. 1961) (J. Madison)—an accumulation that would pose an\ninherent “threat to liberty,”Clintonv.City of New\nYork, 524 U. S. 417, 450 (1998) (Kennedy, J.,\nconcurring).The separation of powers, among other things,\nprevents Congress from exercising the judicial power. SeePlautv.Spendthrift Farm, Inc., 514 U. S. 211,\n218 (1995) . One way that Congress can cross the line from\nlegislative power to judicial power is by “usurp[ing] a court’s\npower to interpret and apply the law to the [circumstances] before\nit.”Bank Markaziv.Peterson, 578 U. S. ___,\n___ (2016) (slip op., at 12). The simplest example would be a\nstatute that says, “InSmithv.Jones, Smith wins.”\nSeeid.,at ___–___, n. 17 (slip op., at 12–13,\nn. 17). At the same time, the legislative power is the power\nto make law, and Congress can make laws that apply retroactively to\npending lawsuits, even when it effectively ensures that one side\nwins. Seeid.,at ___–___ (slip op., at 15–19).To distinguish between permissible exercises of\nthe legislative power and impermissible infringements of the\njudicial power, this Court’s precedents establish the following\nrule: Congress violates Article III when it “compel[s]\n. . . findings or results under old law.”Seattle\nAudubon,supra, at 438. But Congress does not violate\nArticle III when it “changes the law.”Plaut,supra,\nat 218.BSection 2(b) changes the law. Specifically, it\nstrips federal courts of jurisdiction over actions “relating to”\nthe Bradley Property. Before the Gun Lake Act, federal courts had\njurisdiction to hear these actions. See 28 U. S. C.\n§1331. Now they do not. This kind of legal change is well within\nCongress’ authority and does not violate Article III.1Section 2(b) strips federal jurisdiction over\nsuits relating to the Bradley Property. The statute uses\njurisdictional language. It states that an “action” relating to the\nBradley Property “shall not be filed or maintained in a Federal\ncourt.” It imposes jurisdictional consequences: Actions relating to\nthe Bradley Property “shall be promptly dismissed.” SeeEx parte\nMcCardle, 7 Wall. 506, 514 (1869) (“[W]hen [jurisdiction]\nceases to exist, the only function remaining to the court is that\nof announcing the fact and dismissing the cause”). Section 2(b) has\nno exceptions. Cf.Reed Elsevier, Inc.v.Muchnick,\n559 U. S. 154, 165 (2010) . And it applies “[n]otwithstanding\nany other provision of law,” including the general grant of\nfederal-question jurisdiction, 28 U. S. C. §1331.\nAlthough §2(b) does not use the word “jurisdiction,” this Court\ndoes not require jurisdictional statutes to “incant magic words.”Sebeliusv.Auburn Regional Medical Center, 568\nU. S. 145, 153 (2013) . Indeed, §2(b) uses language similar to\nother statutes that this Court has deemed jurisdictional. See,e.g.,Gonzalezv.Thaler, 565 U. S. 134,\n142 (2012) (“ ‘an appeal may not be taken’ ” (quoting 28\nU. S. C. §2253(c)(1)));Keene Corp.v.United\nStates, 508 U. S. 200 –209 (1993) (“ ‘[n]o person\nshall file or prosecute’ ” (quoting 36Stat. 1138));Weinbergerv.Salfi, 422 U. S. 749, 756 (1975)\n(“ ‘[n]o action . . . shall be brought under [ 28\nU. S. C. §1331]’ ” (quoting 42 U. S. C.\n§405(h))).Our conclusion that §2(b) is jurisdictional is\nbolstered by the fact that it cannot plausibly be read as anything\nelse. Section 2(b) is not one of the nonjurisdictional rules that\nthis Court’s precedents have identified as “important and\nmandatory” but not governing “a court’s adjudicatory capacity.”Hendersonv.Shinseki, 562 U. S. 428, 435 (2011)\n. Section 2(b) does not identify an “element of [the] plaintiff ’s\nclaim for relief ” or otherwise define its “substantive adequacy.”Arbaughv.Y & H Corp., 546 U. S. 500, 516,\n504 (2006) . Nor is it a “claim-processing rule,” like a filing\ndeadline or an exhaustion requirement, that requires the parties to\n“take certain procedural steps at certain specified times.”Henderson,supra, at 435.Instead, §2(b)\ncompletely prohibits actions relating to the Bradley Property.\nBecause §2(b) addresses “a court’s competence to adjudicate a\nparticular category of cases,”Wachovia Bank, N. A.v.Schmidt, 546 U. S. 303, 316 (2006) , it is best read as\na jurisdiction-stripping statute.2Statutes that strip jurisdiction “chang[e] the\nlaw” for the purpose of Article III,Plaut,supra, at\n218, just as much as other exercises of Congress’ legislative\nauthority. Article I permits Congress “[t]o constitute Tribunals\ninferior to the supreme Court,” §8, and Article III vests the\njudicial power “in one supreme Court, and in such inferior Courts\nas the Congress may from time to time ordain and establish,” §1.\nThese provisions reflect the so-called Madison- ian Compromise,\nwhich resolved the Framers’ disagreement about creating lower\nfederal courts by leaving that decision to Congress. SeePrintzv.United States, 521 U. S. 898, 907\n(1997) ; 1 Records of the Federal Convention of 1787, p. 125 (M.\nFarrand ed. 1911). Congress’ greater power to create lower federal\ncourts includes its lesser power to “limit the jurisdiction of\nthose Courts.”United Statesv.Hudson, 7 Cranch 32,\n33 (1812); accord,Lockertyv.Phillips, 319\nU. S. 182, 187 (1943) . So long as Congress does not violate\nother constitutional provisions, its “control over the jurisdiction\nof the federal courts” is “plenary.”Trainmenv.Toledo,\nP. & W. R. Co., 321 U. S. 50 –64 (1944); see alsoBowlesv.Russell, 551 U. S. 205, 212 (2007)\n(“Within constitutional bounds, Congress decides what cases the\nfederal courts have jurisdiction to consider”). Thus, when Congress\nstrips federal courts of jurisdic- tion, it exercises a valid\nlegislative power no less than when it lays taxes, coins money,\ndeclares war, or invokes any other power that the Constitution\ngrants it.Indeed, this Court has held that Congress\ngenerally does not violate Article III when it strips federal\njurisdiction over a class of cases.[3] Shortly after the Civil War, for example, Congress\nrepealed this Court’s appellate jurisdiction over certain habeas\ncorpus cases. See Act of Mar. 27, 1868, ch. 34, §2, 15Stat.\n44; see also U. S. Const., Art. III, §2 (permitting\nCongress to make “Exceptions” to this Court’s appellate\njurisdiction). William McCardle, a military prisoner whose appeal\nwas pending at the time, argued that the repealing statute was “an\nexercise by the Congress of judicial power.” 7 Wall., at 510. This\nCourt disagreed. Jurisdiction-stripping statutes, the Court\nexplained, do not involve “the exercise of judicial power” or\n“legislative interference with courts in the exercising of\ncontinuing jurisdiction.”Id.,at 514. Because jurisdiction\nis the “power to declare the law” in the first place, “judicial\nduty is not less fitly performed by declining ungranted\njurisdiction than in exercising firmly that which the Constitution\nand the laws confer.”Id.,at 514–515.[4]This Court has reaffirmed these principles on\nmany occasions. Congress generally does not infringe the judicial\npower when it strips jurisdiction because, with limited exceptions,\na congressional grant of jurisdiction is aprerequisiteto\nthe exercise of judicial power. SeeSteel Co.v.Citizens\nfor Better Environment, 523 U. S. 83 –95 (1998) (“The\nrequirement that jurisdiction be established as a threshold matter\n‘spring[s] from the nature and limits of the judicial power of the\nUnited States’ ” (quotingMansfield, C. & L. M. R.\nCo.v.Swan, 111 U. S. 379, 382 (1884) ));Caryv.Curtis, 3 How. 236, 245 (1845) (“[T]he\njudicial power of the United States . . . is (except in\nenumerated instances, applicable exclusively to this court)\ndependent . . . entirely upon the action of Congress”);Hudson,supra, at 33 (similar). “To deny this\nposition” would undermine the separation of powers by “elevat[ing]\nthe judicial over the legislative branch.”Cary,supra, at 245. Congress’ power over federal jurisdiction is\n“an essential ingredient of separation and equilibration of powers,\nrestraining the courts from acting at certain times, and even\nrestraining them from acting permanently regarding certain\nsubjects.”Steel Co.,supra, at 101.In sum, §2(b) strips jurisdiction over suits\nrelating to the Bradley Property. It is a valid exercise of\nCongress’ legislative power. And because it changes the law, it\ndoes not infringe the judicial power. The constitutionality of\njurisdiction-stripping statutes like this one is well\nestablished.IIIPatchak does not dispute Congress’ power to\nwithdraw jurisdiction from the federal courts. He instead raises\ntwo arguments why §2(b) violates Article III, even if it strips\njurisdiction. First, relying onUnited Statesv.Klein, 13 Wall. 128 (1872), Patchak argues that §2(b) flatly\ndirects federal courts to dismiss lawsuits without allowing them to\ninterpret or apply any new law. Second, relying onPlaut,\n514 U. S. 211 , Patchak argues that §2(b) attempts to\ninterfere with this Court’s decision inPatchak\nI—specifically, its conclusion that his suit “may proceed,” 567\nU. S., at 212. We reject both arguments.ASection 2(b) does not flatly direct federal\ncourts to dismiss lawsuits under old law. It creates new law for\nsuits relating to the Bradley Property, and the District Court\ninterpreted and applied that new law in Patchak’s suit. Section\n2(b)’s “relating to” standard effectively guaranteed that Patchak’s\nsuit would be dismissed. But “a statute does not impinge on\njudicial power when it directs courts to apply a new legal standard\nto undisputed facts.”Bank Markazi, 578 U. S., at ___\n(slip op., at 17). “[I]t is not any the less a case or controversy\nupon which a court possessing the federal judicial power may\nrightly give judgment” when the arguments before the court are\n“uncontested or incontestable.”Popev.United\nStates, 323 U. S. 1, 11 (1944) .Patchak argues that the last four words of\n§2(b)—“shall be promptly dismissed”—direct courts to reach a\nparticular outcome. But a statute does not violate Article III\nmerely because it uses mandatory language. SeeSeattle\nAudubon, 503 U. S., at 439. Instead of directing outcomes,\nthe mandatory language in §2(b) “simply imposes the consequences”\nof a court’s determination that it lacks jurisdiction because a\nsuit relates to the Bradley Property.Millerv.French, 530 U. S. 327, 349 (2000) ; seeMcCardle, 7 Wall., at 514.[5]Patchak compares §2(b) to the statute this Court\nheld unconstitutional inKlein. In that case, the\nadministrator of the estate of V. F. Wilson, a former\nConfederate soldier, sued to recover the value of some cotton that\nthe Government had seized during the war. 13 Wall., at 132. The\nrelevant statute required claimants to prove their loyalty in order\nto reclaim their property. Ch. 120, §3, 12Stat. 820. Wilson had\nreceived a pardon before he died, 13 Wall., at 132, and this Court\nhad held that pardons conclusively prove loyalty under the statute,\nseeUnited Statesv.Padelford, 9 Wall. 531, 543\n(1870). But after Wilson’s administrator secured a judgment in his\nfavor, 13 Wall., at 132, Congress passed a statute making pardons\nproof of disloyalty and declaring that, if a claimant had accepted\none, “the jurisdiction of the court in the case shall cease, and\nthe court shall forthwith dismiss the suit of such claimant.” Act\nof July 12, 1870, 16Stat. 235. If the court had already entered\njudgment in favor of a pardoned claimant and the Government had\nappealed, the statute instructed this Court to dismiss the whole\nsuit for lack of jurisdiction. Seeibid.Kleinheld\nthat this statute infringed the executive power by attempting to\n“change the effect of . . . a pardon.”Id.,at\n148.Kleinalso held that the statute infringed the judicial\npower, seeid.,at 147, although its reasons for this latter\nholding were not entirely clear.This Court has since explained that “the statute\ninKleininfringed the judicial power, not because it left\ntoo little for courts to do, but because it attempted to direct the\nresult without altering the legal standards governing the effect of\na pardon—standards Congress was powerless to prescribe.”Bank\nMarkazi,supra, at ___ (slip op., at 15). Congress had\nno authority to declare that pardons are not evidence of loyalty,\nso it could not achieve the same result by stripping jurisdiction\nwhenever claimants cited pardons as evidence of loyalty. SeeKlein, 13 Wall., at 147–148. Nor could Congress confer\njurisdiction to a federal court but then strip jurisdiction from\nthat same court once the court concluded that a pardoned claimant\nshould prevail under the statute. Seeid.,at 146–147.Patchak’s attempts to compare §2(b) to the\nstatute inKleinare unpersuasive. Section 2(b) does not\nattempt to exercise a power that the Constitution vests in another\nbranch. And unlike the selective jurisdiction-stripping statute inKlein, §2(b) strips jurisdiction over every suit relating to\nthe Bradley Property. Indeed,Kleinitself explained that\nstatutes that do “nothing more” than strip jurisdiction over “a\nparticular class of cases” are constitutional.Id., at 145.\nThat is precisely what §2(b) does.BSection 2(b) does not unconstitutionally\ninterfere with this Court’s decision inPatchak I.\nArticle III, this Court explained inPlaut, prohibits\nCongress from “retroactively commanding the federal courts to\nreopen final judgments.” 514 U. S., at 219. ButPatchak Idid not finally conclude Patchak’s case. SeeBradleyv.School Bd. of Richmond, 416 U. S. 696\n, n. 14 (1974). When this Court said that his suit “may\nproceed,” 567 U. S., at 212, it meant that the Secretary’s\npreliminary defenses lacked merit and that Patchak could return to\nthe District Court for further proceedings. It did not mean that\nCongress was powerless to change the law that governs his case. As\nthis Court emphasized inPlaut, Article III does not\nprohibit Congress from enacting new laws that apply to pending\ncivil cases. See 514 U. S., at 226–227. When a new law clearly\ngoverns pending cases, Article III does not prevent courts from\napplying it because “each court, at every level, must ‘decide\naccording to existing laws.’ ”Ibid.(quotingUnited\nStatesv.Schooner Peggy, 1 Cranch 103, 109 (1801)).\nThis principle applies equally to statutes that strip jurisdiction.\nSeeLandgrafv.USI Film Products, 511 U. S.\n244, 274 (1994) ;Klinev.Burke Constr. Co., 260\nU. S. 226, 234 (1922) ;Hallowellv.Commons,\n239 U. S. 506, 509 (1916) . Because §2(b) expressly references\n“pending” cases, it applies to Patchak’s suit. And because\nPatchak’s suit is not final, applying §2(b) here does not offend\nArticle III.[6]Of course, we recognize that the Gun Lake Act\nwas a response to this Court’s decision inPatchak I.\nThe text of the Act, after all, cites both the administrative\ndecision and the property at issue in that case. See §§2(a)–(b).\nAnd we understand why Patchak would view the Gun Lake Act as\nunfair. By all accounts, the Band exercised its political influence\nto persuade Congress to enact a narrow jurisdiction-stripping\nprovision that effectively ends all lawsuits threatening its\ncasino, including Patchak’s.But the question in this case is “[n]ot\nfavoritism, nor even corruption, butpower.”Plaut,supra, at 228; see alsoMcCardle, 7 Wall., at 514\n(“We are not at liberty to inquire into the motives of the\nlegislature. We can only examine into its power under the\nConstitution”). Under this Court’s precedents, Congress has the\npower to “apply newly enacted, outcome-altering legislation in\npending civil cases,”Bank Markazi, 578 U. S., at ___\n(slip op., at 16), even when the legislation “govern[s] one or a\nvery small number of specific subjects,”id., at ___ (slip\nop., at 21). For example, this Court has upheld narrow statutes\nthat identified specific cases by caption and docket number in\ntheir text. Seeid.,at ___ (slip op., at 19);Seattle\nAudubon, 503 U. S., at 440. And this Court has approvingly\ncited a D. C. Circuit decision, which upheld a statute that\nretroactively stripped jurisdiction over suits challenging “a\nsingle memorial.”Bank Markazi,supra,at ___ (slip\nop., at 22) (citingNational Coalition To Save Our Mallv.Norton, 269 F. 3d 1092 (2001)). If these targeted\nstatutes did not cross the line from legislative to judicial power,\nthen §2(b) does not either.IVThe dissent offers a different theory for why\n§2(b) violates Article III. A statute impermissibly exercises the\njudicial power, the dissent contends, when it “targets” a\nparticular suit and “manipulates” jurisdiction to direct the\noutcome, “practical[ly] operat[es]” to affect only one suit, and\nannounces a legal standard that does not “imply some measure of\ngenerality” or “preserv[e] . . . an adjudicative role for\nthe courts.”Post, at 8, 11.We doubt that the constitutional line separating\nthe legislative and judicial powers turns on factors such as a\ncourt’s doubts about Congress’ unexpressed motives, the number of\n“cases [that] were pending when the provision was enacted,” or the\ntime left on the statute of limitations.Post, at 8. But\neven if it did, we disagree with the dissent’s characterization of\n§2(b). Nothing on the face of §2(b) is limited to Patchak’s case,\nor even to his challenge under the Indian Reorganization Act.\nInstead, the text extends to all suits “relating to” the Bradley\nProperty. Thus, §2(b) survives even under the dissent’s theory: It\n“prospectively govern[s] an open-ended class of disputes,”post,at 6, and its “relating to” standard “preserv[es]\n. . . an adjudicative role for the courts,”post,\nat 11. While §2(b)’s “relating to” standard is not difficult to\ninterpret or apply, this Court’s precedentsencourageCongress to draft jurisdictional statutes in this manner. SeeHertz Corp.v.Friend, 559 U. S. 77, 94 (2010)\n(“[A]dministrative simplic- ity is a major virtue in a\njurisdictional statute. . . . [C]ourts benefit from\nstraightforward rules under which they can readily assure\nthemselves of their power to hear a case”).[7]*  *  *We conclude that §2(b) of the Gun Lake Act\ndoes not violate Article III of the Constitution. The judgment of\nthe Court of Appeals is, therefore, affirmed.It is so ordered.Notes1Federal law allows Indian\ntribes to operate casinos on “Indian lands,” 25 U. S. C.\n§2710, which includes lands “held in trust by the United States for\nthe benefit of any Indian tribe,” §2703(4)(B).2Patchak does not\nchallenge the constitutionality of §2(a) of the Gun Lake Act. See\nReply Brief 7; Tr. of Oral Arg. 5. We thus limit our analysis to\n§2(b).3Jurisdiction-stripping\nstatutes can violate other provisions of the Constitution. And,\nunder our precedents, jurisdiction-stripping statutes can violate\nArticle III if they “attemp[t] to direct the result” by effectively\naltering legal standards that Congress is “powerless to prescribe.”Bank Markaziv.Peterson, 578 U. S. ___, ___\n(2016) (slip op., at 15) (citingUnited Statesv.Klein, 13 Wall. 128, 146–147 (1872)).4The dissent appears to\ndisagree withMcCardle, questions the motives of the\nunanimous Court that decided it, asserts that it is “inconsistent”\nwithKlein, and distinguishes it on the ground that the\nstatute there “did not foreclose all avenues of judicial review.”Post,at 12–13 (opinion of Roberts, C. J.). But the\ncore holding ofMcCardle—that Congress does not exercise the\njudicial power when it strips jurisdiction over a class of\ncases—has never been questioned, has been repeatedly reaffirmed,\nand was reaffirmed inKleinitself. See 13 Wall., at 145\n(“[T]here could be no doubt” that Congress can “den[y] the right of\nappeal in a particular class of cases”). And if there is any\ninconsistency between the two, this Court has said that it isKlein—notMcCardle—that “cannot [be] take[n]\n. . . ‘at face value.’ ”Bank Markazi, 578\nU. S., at ___ (slip op., at 15) (quoting R. Fallon, J.\nManning, D. Meltzer, & D. Shapiro, Hart and Wechsler’s The\nFederal Courts and the Federal System 324 (7th ed. 2015)).\nMoreover, it is true thatMcCardleemphasized that the\nstatute there did not withdraw “the whole appellate power of the\ncourt,in cases of habeas corpus.” 7 Wall., at 515 (emphasis\nadded). ButMcCardle’s reservation, this Court later\nexplained, was responding to a potential problem under the\nSuspension Clause, not a potential problem under Article III. SeeEx parte Yerger, 8 Wall. 85, 102–103 (1869) (“We agree that\n[jurisdiction] is given subject to exception and regulation by\nCongress; but it is too plain for argument that the denial to this\ncourt of appellate jurisdiction in this class of cases must greatly\nweaken the efficacy of the writ”);id.,at 96 (“It would\nhave been . . . a remarkable anomaly if this court\n. . . had been denied, under a constitution which\nabsolutely prohibits suspension of the writ, except under\nextraordinary exigencies, that power in cases of alleged unlawful\nrestraint”).5To prove that it does not\nchange the law, Patchak repeatedly asserts that §2(b) does not\namend any “generally applicable” statute. Brief for Petitioner 11;\nReply Brief 1, 4, 9. But this Court rejected that same argument inSeattle Audubon. Congress can change a law “directly,” or it\ncan change a law indirectly by passing “an entirely separate\nstatute.” 503 U. S., at 439–440. Either way, it changes the\nlaw. The same is true for jurisdictional statutes. SeeInsurance\nCo.v.Ritchie, 5 Wall. 541 (1867).6Retroactive legislation\ncan violate other provisions of the Constitution, such as theEx\nPost FactoClause and the Bills of Attainder Clause. SeeBank Markazi, 578 U. S., at ___ (slip op., at 16). But\nPatchak’s Article III claim is the only challenge to §2(b) before\nus.7We also doubt that the\nstatute this Court upheld inBank Markaziwould survive\nunder the dissent’s theory. The dissent notes that the statute\nthere affected “16 different actions,” while the statute here\naffects “a single pending case.”Post, at 8. But if the\nproblem is Congress “pick[ing] winners and losers in pending\nlitigation,”post, at 14, then it seems backwards to\nconclude that Congress is onstrongerconstitutional footing\nwhen it picks winners and losers inmorepending\ncases.",
    "joined": []
}