{
    "case": {
        "docket": "413",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/413/"
    },
    "id": "1963312",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTLEVIN V. COMMERCE ENERGY, INC.560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-223RICHARD A. LEVIN, TAX COMMISSIONER OF OHIO,\nPETITIONERv.COMMERCE ENERGY, INC., et al.on writ of certiorari to the united states court of\nappeals for the sixth circuit[June 1, 2010]Justice Thomas, with whom Justice\nScalia joins, concurring in the judgment.Although I, too, remain skeptical\nof the Court’s decision inHibbsv.Winn,542 U. S. 88(2004), seeante, at 1 (Kennedy, J., concurring), I agree\nthat it is not necessary for us to revisit that decision to hold\nthat this case belongs in state court. As the Court rightly\nconcludes,Hibbspermits not just the application of\ncomity principles to the litigation here, but also application of\nthe Tax Injunction Act (TIA or Act), 28 U. S. C. §1341. Seeante, at 17. I concur only in the judgment because where,\nas here, the same analysis supports both jurisdictional and\nnonjurisdictional grounds for dismissal (the TIA imposes a\njurisdictional bar, see,e.g.,Hibbs,supra, at 104), the “proper course” under our precedents\nis to dismiss for lack of jurisdiction.Sinochem Int’l Co.v.Malaysia Int’l Shipping Corp.,549 U. S. 422, 435\n(2007).Congress enacted the TIA’s prohibition on\nfederal jurisdiction over certain cases involving state tax issues\nbecause federal courts had proved unable to exercise jurisdiction\nover such cases in the restrained manner that comity requires. Seeante, at 7. As the Court explains, Congress’ decision to\nprohibit federal jurisdiction over cases within the Act’s scope did\nnot disturb that jurisdiction, or the comity principles that guide\nits exercise, in cases outside the Act’s purview. Seeante,at 78; 1217. I therefore agree with the Court that\nnothing in the Act or inHibbsaffects the application of\ncomity principles to cases not covered by the Act. I disagree that\nthis conclusion moots the need for us to decide “whether the TIA\nwould itself block th[is] suit.”Ante, at 16.The Court posits that because comity is\navailable as a ground for dismissal even where the Act is not, the\nAct’s application to this case is irrelevant if comity would also\nsupport sending the case to state court. Seeante,at\n1617. The Court rests this analysis on our recent holding inSinochemthat a courtmaydismiss a case on a\nnonmerits ground such as comity without first resolving an\naccompanying jurisdictional issue. Seeante, at 1617\n(citing 549 U. S., at 425). The Court’s reliance onSinochemis misplaced, however, because it confuses the\nfact that a courtmaydo that with whether, and when, itshould. AsSinochemitself explains, courts\nshouldnotdismiss cases on nonjurisdictional grounds\nwhere “jurisdiction … ‘involve[s] no arduous inquiry’ ” and\ndeciding it would not substantially undermine “judicial economy.”\n549 U. S., at 436 (quotingRuhrgas AGv.Marathon Oil\nCo.,526 U. S.\n574, 587588 (1999)). In such circumstances,Sinochemreiterates the settled rule that “the proper course” is to dismiss\nfor lack of jurisdiction. 549 U. S., at 436. That is the proper\ncourse here.The TIA prohibits federal courts from\nexercising jurisdiction over any action that would “suspend or\nrestrain the assessment, levy or collection of [a] tax under State\nlaw.” §1341. As the Court appears to agree, seeante, at\n17, n. 13, this is such a case even under the crabbed\nconstruction of the Act inHibbs, which the Court\naccurately describes as holding only that the Act does “not\npreclude a federal challenge by a third party who object[s] to a\ntax credit received by others, but in no way object[s] to her own\nliability under any revenue-raising tax provision,”ante,\nat 1415 (emphasizing that the “plaintiffs inHibbswere\noutsiders to the tax expenditure, ‘third parties’ whose own tax\nliability was not a relevant factor”). This is not such a case,\nbecause the respondents here are in no sense “outsiders” to the\nrevenue-raising state-tax regime they ask the federal courts to\nrestrain.Ibid.;see alsoHibbs,supra, at 104. Respondents compete with entities who\nreceive tax exemptions under that regime in providing services\nwhose cost is affected by the exemptions. Respondents thusdoobject to their own liability in a very real and\neconomically significant way: The liability the state tax regime\nimposes on them but not on their competitors makes it more\ndifficult for respondents to match or beat their competitors’\nprices. The fact that they raise this objection through the\nexpedient of contesting their competitors’ exemptions is plainly\nnot enough to qualify them asHibbs-like “outsiders” to\nthe state revenue-raising scheme they wish to enjoin. If it were,\napplication of the Act’s jurisdictional bar would depend on little\nmore than a pleading game. The Act would bar a federal suit\nchallenging a state tax scheme that requires the challenger to pay\nmore taxes than his competitor if the challenger styles the suit as\nan objection to his own tax liability, but would not bar the suit\nif he styles it as an objection to the competitor’s exemption.Because the Court appears to agree that evenHibbsdoes not endorse such a narrow view of the Act’s\njurisdictional bar, seeante, at 1415, 17, n. 13, the\n“proper course” is to dismiss this suit under the statute and not\nreach the comity principles that the Court correctly holds\nindependently support the same result,Sinochem,supra, at 436. Here, unlike inSinochem, there is\nno economy to deciding the case on the nonjurisdictional ground:\nThe same analysis that supports dismissal for comity reasons\nsubjects this case to the Act’s jurisdictional prohibition, even as\nconstrued inHibbs. Compareante, at 5–17, withSinochem,supra, at 435–436 (approving dismissal\nof a suit onforum non conveniensgrounds because\ndismissal on personal jurisdiction grounds would have required the\n“expense and delay” of a minitrial on forum contacts). Given this,\nI see only one explanation for the Court’s decision to dismiss on a\n“prudential” ground (comity),ante,at 1617, rather than a\nmandatory one (jurisdiction): The Court wishes to leave the door\nopen to doing in future cases what it did inHibbs,\nnamely, retain federal jurisdiction over constitutional claims that\nthe Court simply does not believe Congress should have entrusted to\nstate judges under the Act, see 542 U. S., at 113–128 (Kennedy, J.,\ndissenting).That is not a legitimate approach to this\nimportant area of the law, seeibid., and the Court’s\nassertion that our civil rights precedents require it does not\nwithstand scrutiny. If it is indeed true (which it may have been in\nthe civil rights cases) that federal jurisdiction is necessary to\nensure a fair forum in which to litigate an allegedly\nunconstitutional state tax scheme, the Act itself permits federal\ncourts to retain jurisdiction on the ground that “a plain, speedy\nand efficient remedy” cannot be had in state court. §1341. But\nwhere, as here and inHibbs, such a remedy can be had in\nstate court, the Court should apply the Act as written. See 542 U.\nS., at 113–128 (Kennedy, J., dissenting).Because I believe the Act forbids the approach\nto federal jurisdiction over state tax issues that the Court\nadopted inHibbs, I would not decide this case in a way\nthat leaves the door open to it even if the Court could find a\ndoorstop that accords with, rather than upends, the settled\nprinciple that judges presented with multiple nonmerits grounds for\ndismissal should dismiss on jurisdictional grounds first. But the\ntension the Court’s decision creates with this settled principle\nshould be enough to convince even those who do not share my view of\nthe TIA that the proper course here is to dismiss this case for\nlack of jurisdiction becauseHibbs’construction of the\nAct applies at most to the type of true third-party suit thatHibbsdescribes, and thus does not save this case from the\nstatute’s jurisdictional bar.",
    "joined": []
}