{
    "case": {
        "docket": "19-840",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-840/"
    },
    "id": "4440773",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–840 and 19–1019_________________CALIFORNIA, et al., PETITIONERS19–840v.TEXAS, et al.TEXAS, et al., PETITIONERS19–1019v.CALIFORNIA, et al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 17, 2021]Justice Thomas, concurring.There is much to commend Justice Alito’s account\nof “our epic Affordable Care Act trilogy.”Post, at 1\n(dissenting opinion). This Court has gone to great lengths to\nrescue the Act from its own text.Post,at 1–2. So have the\nAct’s defenders, who argued in first instance that the individual\ncoverage mandate is the Act’s linchpin, yet now, in an about-face,\ncontend that it is just a throwaway sentence.But, whatever the Act’s dubious history in this\nCourt, we must assess the current suit on its own terms. And, here,\nthere is a fundamental problem with the arguments advanced by the\nplaintiffs in attacking the Act—they have not identified any\nunlawful action that has injured them.Ante, at 5, 11,\n14–16. Today’s result is thus not the consequence of the Court once\nagain rescuing the Act, but rather of us adjudicating the\nparticular claims the plaintiffs chose to bring.IThis Court first encountered the Act in 2011.\nThat case involved the constitutionality of the Act’s individual\ncoverage mandate.National Federation of Independent\nBusinessv.Sebelius,567 U.S.\n519, 530 (2012). Despite correctly recognizing that Congress’\nenumerated powers did not allow it to impose such a mandate, the\nCourt nonetheless upheld it by characterizing the “financial\npenalty” imposed on those who failed to comply with the mandate as\na “tax.”Id.,at 574.That curious approach left us with no need to\naddress a subsidiary question on which we had also granted review:\nwhether the Act was inseverable from the mandate and thus would\nneed to fall if the mandate were unconstitutional. The parties\nchallenging the law argued “yes.” And the Government agreed in\npart. It stressed that the mandate could not be severed from two\nother important features of the Act: the “guaranteed-issue”\nprovision—which bars insurers from denying coverage based on\nmedical conditions or history—and the “community-rating”\nprovision—which bars insurers from charging individuals higher\npremiums for similar reasons. Brief for Respondents inNational\nFederation of Independent Businessv.Sebelius, O. T.\n2011, No. 11–393, pp. 44–54; see 42 U. S. C. §§300gg–1,\n300gg–3, 300gg–4(a), 300gg(a)(1), 300gg–4(b).According to the Government, the mandate was\n“necessary to make those [other] reforms effective.” Brief for\nRespondents in No. 11–393, at 44. It noted that “Congress’s\nfindings expressly state that enforcement of those provisions\nwithout a minimum coverage provision wouldrestrictthe\navailability of health insurance and make itlessaffordable—the opposite of Congress’s goals in enacting the\nAffordable Care Act.”Id.,at 44–45; see §§18091(2)(H)–(J).\nAnd as Justice Alito discusses in more detail, at the time we\ndecidedNFIB, “it was widely thought that without the\nmandate much of the Act—and perhaps even the whole scheme—would\ncollapse.”Post, at 1, 27–29.This Court also embraced that view when we\nreencountered the Act in 2015.Kingv.Burwell, 576\nU.S. 473. Saving the Act again through a feat of linguistic\ningenuity—this time by redefining “State” to mean “ ‘State or\nthe Federal Government,’ ”id.,at 498 (Scalia, J.,\ndissenting)—the Court explained that “Congress [had] found that the\nguaranteed issue and community rating requirements would not work\nwithout the [mandate],”id.,at 482; see alsopost,\nat 5 (Alito, J., dissenting).But times have changed. In this suit, the\nplaintiffs assert that the mandate is unconstitutional because it\nno longer imposes financial consequences and thus cannot be\njustified as a tax. And given that the mandate is unconstitutional,otherportions of the Act that actually harm the plaintiffs\nmust fall with it. In response to this theory, the current\nadministration contends that the mandate can be severed from the\nrest of the Act. Letter from E. Kneedler, Deputy Solicitor General,\nto S. Harris, Clerk of Court (Feb. 10, 2021) (notifying the Court\nof the Federal Government’s change in position). The Act’s other\ndefenders agree. Brief for Petitioners 35–49. In other words, those\nwho would preserve the Act must reverse course and argue that the\nmandate has transformed from the cornerstone of the law into a\nstandalone provision.IIOn all of this Justice Alito and I agree.\nWhere we part ways is on the relief to which the plaintiffs are\nentitled. The Constitution gives this Court only the power to\nresolve “Cases” or “Controversies.” Art. III, §2. As everyone\nagrees, we have interpreted this language to require a plaintiff to\npresent an injury that is traceable to a particular “unlawful”\naction.Ante,at 5, 11, 14–16;post, at 9–10 (Alito,\nJ., dissenting). And in light of the specific theories and\narguments advanced in this suit, I do not believe that the\nplaintiffs have carried this burden. As the majority explains in\ndetail, the individual plaintiffs allege only harm caused by the\nbare existence of an unlawful statute that does not impose any\nobligations or consequences.Ante, at 5–10. That is not\nenough. The state plaintiffs’ arguments fail for similar reasons.\nAlthough they claim harms flowing from enforcement of certain parts\nof the Act, they attack only the lawfulness of adifferentprovision. None of these theories trace a clear connection between\nan injury and unlawful conduct.Justice Alito does not contest that analysis.\nRather, he argues that the state plaintiffs can establish standing\nanother way: through “inseverability.”Post, at 15 (“First,\n[the States] contend that the individual mandate is\nunconstitutional . . . . Second, they argue that\ncostly obligations imposed on them by other provisions of the ACA\ncannot be severed from the mandate. If both steps of the States’\nargument that the challenged enforcement actions are unlawful are\ncorrect, it follows that the Government cannot lawfully enforce\nthose obligations against the States”). This theory offers a\nconnection between harm and unlawful conduct. And, it might well\nsupport standing in some circumstances, as it has some support in\nhistory and our case law. Seepost,at 16–20; Lea,\nSituational Severability, 103 Va. L. Rev. 735, 764–776 (2017).But, I do not think we should address this\nstanding-through-inseverability argument for several reasons.\nFirst, the plaintiffs did not raise it below, and the lower courts\ndid not address it in any detail. 945 F.3d 355, 386, n. 29 (CA5\n2019). That omission is reason enough not to address this theory\nbecause “ ‘we are a court of review, not of first\nview.’ ”Brownbackv.King, 592 U. S. ___,\n___, n. 4 (2021) (slip op., at 5, n. 4). Second, the state\nplaintiffs did not raise this theory in their opening brief before\nthis Court, see Brief for Respondent/Cross-Petitioner States\n18–30,[1] and they did not even\nclearly raise it in reply.[2]\nThird, this Court has not addressed standing-through-inseverability\nin any detail, largely relying on it through implication. Seepost, at 16–20;Steel Co.v.Citizens for Better\nEnvironment,523 U.S.\n83, 91 (1998) (“We have often said that drive-by jurisdictional\nrulings . . . have no precedential effect”). And fourth,\nthis Court has been inconsistent in describing whether\ninseverability is a remedy or merits question. To the extent the\nparties seek inseverability as a remedy, the Court is powerless to\ngrant that relief. SeeMurphyv.National Collegiate\nAthletic Assn., 584 U. S. ___, ___–___ (2018) (slip op.,\nat 3–4) (Thomas, J., concurring); see alsoBarrv.American Assn.of Political Consultants, 591\nU. S. ___, ___, n. 8 (2020) (plurality opinion) (slip\nop., at 16, n. 8). Thus, standing-through-inseverability could\nonly be a valid theory of standing to the extent it treats\ninseverability as a merits exercise of statutory interpretation.\nSeePost, at 15–16 (Alito, J., dissenting); Lea,supra, at 764–776. But petitioners have proposed no such\ntheory.*  *  *The plaintiffs failed to demonstrate that the\nharm they suffered is traceable to unlawful conduct. Although this\nCourt has erred twice before in cases involving the Affordable Care\nAct, it does not err today.Notes1The States instead raised\nthe two pocketbook injury theories discussed by the Court,ante, at 10; Brief for Respondent/Cross-Petitioner States\n19–28, along with another irrelevant theory. Both theories focused\nonly on the mandate’s unlawfulness. The dissent points to certain\nlanguage arguably touching on standing-through-inseverability,post, at 13–14, but I respectfully disagree. That language\naddresses a different theory—the argument that the unlawful mandate\nharms the States by increasing the cost of complying with other Act\nprovisions, such as reporting requirements relating to the mandate.Ante, at 14–16; Brief for Respondent/Cross-Petitioner States\n20–25 (discussing how “the individual mandate itself increased the\ncosts to state respondents in at least six ways” (brackets and\ninternal quotation marks omitted)). As the Court notes, “[n]o one\nclaims these other provisions violate the Constitution.”Ante, at 16. And, the Court does not address the argument\nthat these provisions are otherwise unlawful.Ante, at 10\n(“declin[ing] to consider” the standing-through-inseverability\ntheory raised by the dissent “on behalf of the state\nplaintiffs”).2This lack of legal\ndevelopment is particularly significant because\nstanding-through-inseverability—assuming it is a legitimate theory\nof standing—is fundamentally a merits-like exercise that requires\ncourts to apply ordinary principles of statutory interpretation to\ndetermine if it is at least “arguable” that a statute links the\nlawfulness of one provision to the lawfulness of another. SeeSteel Co.v.Citizens for Better Environment,523 U.S.\n83, 89 (1998). Thus, a failure to develop a\nstanding-through-inseverability argument poses a significant\nobstacle to review.",
    "joined": []
}