{
    "case": {
        "docket": "16-240",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-240/"
    },
    "id": "3751460",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–240_________________KENTEL MYRONE WEAVER, PETITIONERv.MASSACHUSETTSon writ of certiorari to the supreme judicial\ncourt of massachusetts[June 22, 2017]Justice Thomas, with whom Justice Gorsuch\njoins, concurring.I write separately with two observations about\nthe scope of the Court’s holding. First, this case comes to us on\nthe parties’ “assumption[s]” that the closure of the courtroom\nduring jury selection “was a Sixth Amendment violation” and that\n“defense counsel provided ineffective assistance” by “failing to\nobject” to it.Ante,at 1, 15. The Court previously held in\naper curiamopinion—issued without the benefit of merits\nbriefing or argument—that the Sixth Amendment right to a public\ntrial extends to jury selection. SeePresleyv.Georgia, 558 U. S. 209, 213 (2010) ;id., at 216\n(Thomas, J., dissenting). I have some doubts about whether that\nholding is consistent with the original understanding of the right\nto a public trial, and I would be open to reconsidering it in a\ncase in which we are asked to do so.Second, the Court “assume[s],” for the\n“analytical purposes of this case,” that a defendant may establish\nprejudice underStricklandv.Washington, 466\nU. S. 668 (1984) , by demonstrating that his attorney’s error\nled to a fundamentally unfair trial.Ante,at 11. According\ntoStrickland, a defendant may establish prejudice by\nshowing “a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would have been\ndifferent”; by showing an “[a]ctual or constructive denial of the\nassistance of counsel altogether”; or by showing that counsel\nlabored under “an actual conflict of interest.” 466 U. S., at\n692–694.Stricklanddid not hold, as the Court assumes, that\na defendant may establish prejudice by showing that his counsel’s\nerrors “rendered the trial fundamentally unfair.”Ante,at\n11. Because the Court concludes that the closure during\npetitioner’s jury selection did not lead to fundamental unfairness\nin any event,ante,at 15–16, no part of the discussion\nabout fundamental unfairness, seeante,at 11–15, is\nnecessary to its result.In light of these observations, I do not read\nthe opinion of the Court to preclude the approach set forth in\nJustice Alito’s opinion, which correctly applies our\nprecedents.",
    "joined": []
}