{
    "case": {
        "docket": "17-773",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-773/"
    },
    "id": "4015879",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–773_________________RICHARD ALLEN CULBERTSON, PETITIONERv.NANCY A. BERRYHILL, ACTING COMMISSIONER OF SOCIAL SECURITYon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[January 8, 2019]Justice Thomas delivered the opinion of the\nCourt.Federal law regulates the fees that attorneys\nmay charge Social Security claimants for representation before the\nSocial Security Administration and a reviewing court. See 42\nU. S. C. §§406(a)–(b). The question in this case is\nwhether the statutory scheme limits the aggregate amount of fees\nfor both stages of representation to 25% of the claimant’s past-due\nbenefits. Because §406(b) by its terms imposes a 25% cap on fees\nonly for representation before a court, and §406(a) has separate\ncaps on fees for representation before the agency, we hold that the\nstatute does not impose a 25% cap on aggregate fees.IATitle II of the Social Security Act, 49Stat.\n622, as amended, 42 U. S. C. §401et seq., “is an\ninsurance program” that “provides old-age, survivor, and disability\nbenefits to insured individuals irrespective of financial need.”Bowenv.Galbreath, 485 U. S. 74, 75 (1988). A\nclaimant’s application for Title II benefits can result in payments\nof past-due benefits—i.e., benefits that accrued before a\nfavorable decision, 20 CFR §404.1703 (2018)—as well as ongoing\nmonthly benefits, see 42 U. S. C. §423(a). A claimant who\nhas been denied benefits “in whole or in part” by the Social\nSecurity Administration may seek administrative review of the\ninitial agency determination, §405(b), and may then seek judicial\nreview of the resulting final agency decision, §405(g).As presently written, the Social Security Act\n“discretely” addresses attorney’s fees for the administrative and\njudicial-review stages: “§406(a) governs fees for representa-tion\nin administrative proceedings; §406(b) controls fees for\nrepresentation in court.”Gisbrechtv.Barnhart, 535\nU. S. 789, 794 (2002). The original Social Security Act made\nno such provision for attorney’s fees in either proceeding.Id.,at 793, n. 2. But in 1939, “Congress amended the\nAct to permit the Social Security Board to prescribe maximum fees\nattorneys could charge for representation of claimants before the\nagency.”Ibid.In 1965, Congress added a new subsection (b)\nto §406 that explicitly prescribed fees for representation before a\ncourt and “allow[ed] withholding of past-due benefits to pay” these\nfees directly to the attorney. Social Security Amendments of 1965,\n§332, 79Stat. 403;Bowen, 485 U. S., at 76. In 1968,\nCongress amended subsection (a) to give the agency similar\nwithholding authority to pay attorney’s fees incurred in\nadministrative proceedings.Id., at 76.Section 406(a) is titled “Recognition of\nrepresentatives; fees for representation before Commissioner” of\nSocial Security. It includes two ways to determine fees for\nrepresentation before the agency, depending on whether a prior fee\nagreement exists. If the claimant has a fee agreement, subsection\n(a)(2) caps fees at the lesser of 25% of past-due benefits or a set\ndollar amount—currently $6,000. §406(a)(2)(A); Maximum Dollar Limit\nin the Fee Agreement Process, 74 Fed. Reg. 6080 (2009). Absent a\nfee agreement, subsection (a)(1) gives the agency authority to\n“prescribe the maximum fees which may be charged for services\nperformed in connection with any claim” before the agency. If the\nclaimant obtains a favorable agency determination, the agency may\nallot “a reasonable fee to compensate such attorney for the\nservices performed by him.”Subsection (a)(4) requires the agency to\nwithhold up to 25% of past-due benefits for direct payment of any\nfee for representation before the agency:“[I]f the claimant is determined to be\nentitled to past-due benefits under this subchapter and the person\nrepresenting the claimant is an attorney, the Commissioner of\nSocial Security shall . . . certify for payment out of\nsuch past-due benefits . . . to such attorney an amount\nequal to so much of the maximum fee as does not exceed 25 percent\nof such past-due benefits . . . .”Section 406(b) is titled “Fees for\nrepresentation before court.” Subsection (b)(1)(A) both limits\nthese fees to no more than 25% of past-due benefits and allows the\nagency to withhold past-due benefits to pay these fees:“Whenever a court renders a judgment\nfavorable to a claimant under this subchapter who was represented\nbefore the court by an attorney, the court may determine and allow\nas part of its judgment a reasonable fee for such representation,\nnot in excess of 25 percent of the total of the past-due benefits\nto which the claimant is entitled by reason of such judgment, and\nthe Commissioner of Social Security may . . . certify the\namount of such fee for payment to such attorney out of, and not in\naddition to, the amount of such past-due benefits.”At issue is whether §406(b)’s 25% cap limits the\naggregate fees awarded for representation before both the agency\nunder §406(a) and the court under §406(b), or instead limits only\nthe fee awarded for court representation under §406(b).BPetitioner Richard Culbertson represented\nclaimant Katrina Wood in proceedings seeking Social Security\ndisability benefits. After the agency denied Wood benefits, she\nbrought an action in district court. For the court action, Wood\nsigned a contingency-fee agreement “to pay a fee of 25 percent of\nthe total of the past-due benefits to which [she] is entitled” in\nconsideration for Culbertson’s “representation of [her] in Federal\nCourt.” App. 8–9. The agreement excludes fees for “any\nrepresentation before” the agency.Id.,at 9.The District Court reversed the agency’s denial\nof benefits and remanded for further proceedings. The court granted\nWood attorney’s fees under the Equal Access to Justice Act (EAJA),\nwhich authorizes an award against the Government for reasonable\nfees in “civil action[s].” 28 U. S. C. §§2412(d)(1)(A)\nand (2)(A).On remand, the agency awarded Wood past-due\ndisability benefits and withheld 25% of those benefits to pay any\nattorney’s fees that might ultimately be awarded. The agency also\nawarded Culbertson §406(a) fees for representing Wood before the\nagency.Culbertson then moved the District Court for a\nseparate fee award under §406(b) for representing Wood there. After\naccounting for the EAJA award, seeGisbrecht,supra,\nat 796; App. 9, this request amounted to a full 25% of past-due\nbenefits. The court granted Culbertson’s request only in part\nbecause he did not subtract the amount he had already received\nunder §406(a) for his agency-level representation. The Eleventh\nCircuit affirmed, relying on Circuit precedent to hold that “the\n25% limit from §406(b) applies to total fees awarded under both\n§406(a) and (b), ‘preclud[ing] the aggregate allowance of\nattorney’s fees greater than twenty-five percent of the past due\nbenefits received by the claimant.’ ”Woodv.Commissioner of Social Security, 861 F. 3d 1197, 1205\n(2017) (quotingDawsonv.Finch, 425 F. 2d 1192,\n1195 (CA5 1970); emphasis deleted).[1]*Given a conflict between the Circuits on this\nquestion, see 861 F. 3d, at 1205–1206, we granted certiorari.\n584 U. S. ___ (2018). Because no party defends the judgment,\nwe appointed Amy Weil to brief and argue this case asamicus\ncuriaein support of the judgment below. 584 U. S. ___\n(2018).AmicusWeil has ably discharged her assigned\nresponsibilities.IIAWe “begi[n] with the language of the statute\nitself, and that is also where the inquiry should end, for the\nstatute’s language is plain.”Puerto Ricov.Franklin\nCal. Tax-Free Trust, 579 U. S. ___, ___ (2016) (slip op.,\nat 9) (internal quotation marks omitted). Under §406(b), when a\ncourt “renders a judgment favorable to a claimant . . .\nwho was represented before the court by an attorney,” the court may\naward “a reasonable fee forsuch representation, not in\nexcess of 25 percent of the total of the past-due benefits to which\nthe claimant is entitled by reason of such judgment.” 42\nU. S. C. §406(b)(1)(A) (emphasis added). Both at the time\nof enactment and today, the adjective “such” means “[o]f the kind\nor degree already described or implied.” H. Fowler & F.\nFowler, Concise Oxford Dictionary of Current English 1289 (5th ed.\n1964); Black’s Law Dictionary 1661 (10th ed. 2014) (“[t]hat or\nthose; having just been mentioned”). Here, the only form of\nrepresentation “already described” in §406(b) is “represent[ation]\nbefore the court by an attorney.” Accordingly, the 25% cap applies\nonly to fees for representation before the court, not the\nagency.This interpretation is supported by “the\nstructure of the statute and its other provisions.”Maracichv.Spears, 570 U. S. 48, 60 (2013). As an initial\nmatter, subsections (a) and (b) address different stages of the\nrepresentation. Section 406(a) addresses fees for representation\n“before the Commissioner,” whereas §406(b) addresses fees for\nrepresentation in court. Because some claimants will prevail before\nthe agency and have no need to bring a court action, it is\nunsurprising that the statute contemplates separate fees for each\nstage of representation.These subsections also calculate fees\ndifferently. Section 406(b) applies a flat 25% cap on fees for\ncourt representation. By contrast, §406(a) provides two ways to\ndetermine fees for agency proceedings. Subsection (a)(2) caps fees\nbased on a fee agreement at the lesser of 25% of past-due benefits\nor $6,000.Supra,at 2. If there is no fee agreement, the\nagency may set any fee, including a fee greater than 25% of\npast-due benefits, so long as the fee is “reasonable.”\n§406(a)(1).Given this statutory structure, applying\n§406(b)’s 25% cap on court-stage fees to §406(a) agency-stage fees,\nor the aggregate of §§406(a) and (b) fees, would make little sense.\nMany claimants will never litigate in court, yet under the\naggregate reading, agency fees would be capped at 25% based on a\nprovision related exclusively to representation in court. Absent a\nfee agreement, §406(a)(1) subjects agency fees only to a\nreasonableness limitation, so applying §406(b)’s cap to such fees\nwould add a limitation that Congress did not include in the\nrelevant provision of the statute. If Congress had wanted these\nfees to be capped at 25%, it presumably would have said so directly\nin subsection (a), instead of providing for a “reasonable fee” in\nthat subsection and adding a 25% cap in §406(b) without even\nreferencing subsection (a). Thus, the structure of the statute\nconfirms that §406(b) caps only court representation fees.BAmicusAmy Weil agrees that “§406(a)\nand §406(b) provide separate avenues for an award of attorney’s\nfees for representation of a Social Security claimant,” but\nemphasizes that “these fees are certified for payment out of a\nsingle source: the 25% of past-due benefits withheld by the\nCommissioner.” Brief for Court-AppointedAmicus Curiae10.\nAccording toAmicus, “[b]ecause the Commissioner withholds\nonly one pool of 25% of past-due benefits from which to pay\nattorney’s fees for both agency and court representation, for an\nattorney to collect a fee that exceeds the 25% pool of withheld\ndisability benefits,” the attorney may “need to file a lawsuit\nagainst his disabled client” to collect the difference.Id.,at 23–24. Therefore,Amicusurges, “[w]hen the statute is\nread as a whole,” “it is evident that Congress placed a cumulative\n25% cap on attorney’s fees payable for successful representation of\na Social Security claimant before both the agency and the court.”Id.,at 10.Amicusis quite right that presently the\nagency withholds a single pool of 25% of past-due benefits for\ndirect payment of agency and court fees. See Social Security\nAdministration, Program Operations Manual System (POMS),\nGN 03920.035(A), online at https://policy.ssa.gov/\npoms.nsf/lnx/0203920035 (as last visited Jan. 2, 2019); see also 20\nCFR §§404.1730(a) and (b)(1)(i). AndAmicussensibly argues\nthat if there is only a single 25% pool for direct payment of fees,\nCongress might not have intended aggregate fees higher than 25%.\nThis argument is plausible, but the statutory text in fact provides\nfor two pools of money for direct payment of fees. Any shortage of\nwithheld benefits for direct payment of fees is thus due to agency\npolicy.Under §406(a)(4), the agency “shall” certify for\ndirect payment of agency representation fees “an amount equal to so\nmuch of the maximum fee as does not exceed 25 percent of” past-due\nbenefits. In other words, this subsection requires that the agency\nwithhold the approved fees for work performed in agency\nproceedings, up to 25% of the amount of the claimant’s past-due\nbenefits. But this is not the only subsection that enables the\nagency to withhold past-due benefits for direct payment of fees.\nSection 406(b)(1)(A) provides that the agency “may” certify\npast-due benefits for direct payment of court representation fees.\nAs the Government explains, the agency has nevertheless “exercised\nits discretion . . . to withhold a total of 25% of\npast-due benefits for direct payment of the approved agencyandcourt fees.” Reply Brief for Respondent 8 (emphasis\nadded). The agency’s choice to withhold only one pool of 25% of\npast-due benefits does not alter the statutory text, which\ndifferentiates between agency representation in §406(a) and court\nrepresentation in §406(b), contains separate caps on fees for each\ntype of representation, and authorizes two pools of withheld\nbenefits.More fundamentally, the amount of past-due\nbenefits that the agency can withhold for direct payment does not\ndelimit the amount of fees that can be approved for representation\nbefore the agency or the court. The attorney might receive a direct\npayment out of past-due benefits, but that payment could be less\nthan the fees to which the attorney is entitled. Indeed, prior to\n1968, the statute allowed fees for agency representation but lacked\na provision for direct payment of such fees from past-due benefits.\nSeesupra,at 2. And under the current §§406(a)(1) and (4),\nthe agency can award a “reasonable fee” that exceeds the 25% of\npast-due benefits it can withhold for direct payment.In short, despite the force ofAmicus’\narguments, the statute does not bear her reading. Any concerns\nabout a shortage of withheld benefits for direct payment and the\nconsequences of such a shortage are best addressed to the agency,\nCongress, or the attorney’s good judgment.*  *  *Because the 25% cap in §406(b)(1)(A) applies\nonly to fees for court representation, and not to the aggregate\nfees awarded under §§406(a) and (b), the judgment of the United\nStates Court of Appeals for the Eleventh Circuit is reversed, and\nthe case is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1* SeeBonnerv.Prichard, 661 F. 2d 1206, 1209 (CA11 1981) (en banc)\n(adopting all decisions of the former Fifth Circuit announced prior\nto October 1, 1981, as binding precedent in the Eleventh\nCircuit).",
    "joined": []
}