{
    "case": {
        "docket": "15-1358",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-1358/"
    },
    "id": "3749210",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 15–1358, 15–1359 and 15–1363_________________JAMES W. ZIGLAR, PETITIONER15–1358v.AHMER IQBAL ABBASI, et al.JOHN D. ASHCROFT, FORMER\nATTORNEYGENERAL, et al., PETITIONERS15–1359v.AHMER IQBAL ABBASI, et al.DENNIS HASTY, et al.,\nPETITIONERS15–1363v.AHMER IQBAL ABBASI, et al.on writs of certiorari to the united states\ncourt of appeals for the second circuit[June 19, 2017]Justice Thomas, concurring in part and\nconcurring in the judgment.I join the Court’s opinion except for Part IV–B.\nI write separately to express my view on the Court’s decision to\nremand some of respondents’ claims underBivensv.Six\nUnknown Fed. Narcotics Agents, 403 U. S. 388 (1971) , and\nmy concerns about our qualified immunity precedents.IWith respect to respondents’Bivensclaims, I join the opinion of the Court to the extent it reverses\nthe Second Circuit’s ruling. The Court correctly applies our\nprecedents to hold thatBivensdoes not supply a cause of\naction against petitioners for most of the alleged Fourth and Fifth\nAmendment violations. It also correctly recognizes that\nrespondents’ claims against petitioner Dennis Hasty seek to extendBivensto a new context. Seeante,at 24.I concur in the judgment of the Court vacating\nthe Court of Appeals’ judgment with regard to claims against Hasty.Ante,at 29. I have previously noted that\n“ ‘Bivensis a relic of the heady days in which this\nCourt assumed common-law powers to create causes of action.’ ”Wilkiev.Robbins, 551 U. S. 537, 568 (2007)\n(concurring opinion) (quotingCorrectional Services Corp.v.Malesko, 534 U. S. 61, 75 (2001) (Scalia, J.,\nconcurring)). I have thus declined to “extendBivenseven\n[where] its reasoning logically applied,” thereby limiting“Bivensand its progeny . . . to the precise\ncircumstances that they involved.”Ibid.(internal quotation\nmarks omitted). This would, in most cases, mean a reversal of the\njudgment of the Court of Appeals is in order. However, in order for\nthere to be a controlling judgment in this suit, I concur in the\njudgment vacating and remanding the claims against petitioner Hasty\nas that disposition is closest to my preferred approach.IIAs for respondents’ claims under 42\nU. S. C. §1985(3),I join Part V of the Court’s opinion,\nwhich holds thatrespondents are entitled to qualified immunity.\nTheCourt correctly applies our precedents, which no party has asked\nus to reconsider. I write separately, however, to note my growing\nconcern with our qualified immunity jurisprudence.The Civil Rights Act of 1871, of which §1985(3)\nand the more frequently litigated §1983 were originally a part,\nestablished causes of action for plaintiffs to seek money damages\nfrom Government officers who violated federal law. See §§1, 2,\n17Stat. 13. Although the Act made no mention of defenses or\nimmunities, “we have read it in harmony with general principles of\ntort immunities and defenses rather than in derogation of them.”Malleyv.Briggs, 475 U. S. 335, 339 (1986)\n(internal quotation marks omitted). We have done so because\n“[c]ertain immunities were so well established in 1871\n. . . that ‘we presume that Congress would have\nspecifically so provided had it wished to abolish’ them.”Buckleyv.Fitzsimmons, 509 U. S. 259, 268\n(1993) ; accord,Briscoev.LaHue, 460 U. S.\n325, 330 (1983) . Immunity is thus available under the statute if\nit was “historically accorded the relevant official” in an\nanalogous situation “at common law,”Imblerv.Pachtman, 424 U. S. 409, 421 (1976) , unless the\nstatute provides some reason to think that Congress did not\npreserve the defense, seeTowerv.Glover, 467\nU. S. 914, 920 (1984) .In some contexts, we have conducted the\ncommon-law inquiry that the statute requires. SeeWyattv.Cole, 504 U. S. 158, 170 (1992) (Kennedy, J.,\nconcurring). For example, we have concluded that legislators and\njudges are absolutely immune from liability under §1983 for their\nofficial acts because that immunity was well established at common\nlaw in 1871. SeeTenneyv.Brandhove, 341 U. S.\n367 –376 (1951) (legislators);Piersonv.Ray, 386\nU. S. 547 –555 (1967) (judges). We have similarly looked to\nthe common law in holding that a prosecutor is immune from suits\nrelating to the “judicial phase of the criminal process,”Imbler,supra, at 430;Burnsv.Reed,\n500 U. S. 478 –492 (1991); but seeKalinav.Fletcher, 522 U. S. 118 –134 (1997) (Scalia, J., joined\nby Thomas, J., concurring) (arguing that the Court inImblermisunderstood 1871 common-law rules), although not from suits\nrelating to the prosecutor’s advice to police officers,Burns,supra, at 493.In developing immunity doctrine for other\nexecutive officers, we also started off by applying common-law\nrules. InPierson, we held that police officers are not\nabsolutely immune from a §1983 claim arising from an arrest made\npursuant to an unconstitutional statute because the common law\nnever granted arresting officers that sort of immunity. 386\nU. S., at 555. Rather, we concluded that police officers could\nassert “the defense of good faith and probable cause” against the\nclaim for an unconstitutional arrest because that defense was\navailable against the analogous torts of “false arrest and\nimprisonment” at common law.Id., at 557.In further elaborating the doctrine of qualified\nimmun-ity for executive officials, however, we have diverged from\nthe historical inquiry mandated by the statute. SeeWyatt,supra, at 170 (Kennedy, J., concurring); accord,Crawford-Elv.Britton, 523 U. S. 574, 611\n(1998) (Scalia, J.,joined by Thomas, J., dissenting). In the\ndecisions followingPierson, we have “completely\nreformulated qualified immunity along principles not at all\nembodied in the common law.”Andersonv.Creighton,\n483 U. S. 635, 645 (1987) (discussingHarlowv.Fitzgerald, 457 U. S. 800 (1982) ). Instead of asking\nwhether the common law in 1871 would have accorded immunity to an\nofficer for a tort analogous to the plaintiff’s claim under §1983,\nwe instead grant immunity to any officer whose conduct “does not\nviolate clearly established statutory or constitutional rights of\nwhich a reasonable person would have known.”Mullenixv.Luna, 577 U. S. ___, ___–___ (2015) (per\ncu-riam) (slip op., at 4–5) (internal quotation marks omitted);Taylorv.Barkes, 575 U. S. ___, ___ (2015)\n(slip op., at 4) (a Government official is liable under the 1871\nAct only if “ ‘existing precedent . . . placed the\nstatutory or constitutional question beyond debate’ ” (quotingAshcroftv.al-Kidd, 563 U. S. 731, 741 (2011)\n)). We apply this “clearly established” standard “across the board”\nand without regard to “the precise nature of the various officials’\nduties or the precise character of the particular rights alleged to\nhave been violated.”Anderson,supra, at 641–643\n(internal quotation marks omitted).[1] We have not attempted to locate that standard in the\ncommon law as it existed in 1871, however, and some evidence\nsupports the conclusion that common-law immunity as it existed in\n1871 looked quite different from our current doctrine. See\ngenerally Baude, Is Qualified Immunity Unlawful? 106 Cal.\nL. Rev. (forthcoming 2018) (manuscript, at 7–17), online at\nhttps://papers.ssrn.com/abstract=2896508 (as last visited June 15,\n2017).Because our analysis is no longer grounded in\nthecommon-law backdrop against which Congress enacted the1871 Act,\nwe are no longer engaged in “interpret[ing] the intent of Congress\nin enacting” the Act.Malley,supra, at 342; seeBurns,supra, at 493. Our qualified immunity\nprecedents instead represent precisely the sort of “freewheeling\npolicy choice[s]” that we have previously disclaimed the power to\nmake.Rehbergv.Paulk, 566 U. S. 356, 363\n(2012) (internal quotation marks omitted); see alsoTower,supra,at 922–923 (“We do not have a license to establish\nimmunities from” suits brought under the Act “in the interests of\nwhat we judge to be sound public pol-icy”). We have acknowledged,\nin fact, that the “clearly established” standard is designed to\n“protec[t] the balance between vindication of constitutional rights\nand government officials’ effective performance of their duties.”Reichlev.Howards, 566 U. S. 658, 664 (2012)\n(internal quotation marks omitted);Harlow,supra, at\n807 (explaining that “the recognition of a qualified immunity\ndefense . . . reflected an attempt to balance competing\nvalues”). The Constitution assigns this kind of balancing to\nCongress, not the Courts.In today’s decision, we continue down the path\nour precedents have marked. We ask “whether it would have been\nclear to a reasonable officer that the alleged conduct was unlawful\nin the situation he confronted,”ante,at 29 (internal\nquotation marks omitted), rather than whether officers in\npetitioners’ positions would have been accorded immunity at common\nlaw in 1871 from claims analogous to respondents’. Even if we\nultimately reach a conclusion consistent with the common-law rules\nprevailing in 1871, it is mere fortuity. Until we shift the focus\nof our inquiry to whether immunity existed at common law, we will\ncontinue to substitute our own policy preferences for the mandates\nof Congress. In an appropriate case, we should reconsider our\nqualified immunity jurisprudence.Notes1Although we first\nformulated the “clearly established” standard inBivenscases likeHarlowandAnderson, we have imported that\nstandard directly into our 1871 Act cases. See,e.g.,\nPearsonv.Callahan, 555 U. S. 223 –244 (2009)\n(applying the clearly established standard to a §1983\nclaim).",
    "joined": []
}