{
    "case": {
        "docket": "401",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/401/"
    },
    "id": "1963550",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTSCHINDLER ELEVATOR CORP. V. UNITED STATESEX REL. KIRK563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-188SCHINDLER ELEVATOR CORPORATION, PETI-TIONERv.UNITED STATES ex rel. DANIEL KIRKon writ of certiorari to the united states court of\nappeals for the second circuit[May 16, 2011]Justice Thomas delivered the\nopinion of the Court.The False Claims Act (FCA), 31 U.\nS. C. §§3729–3733, prohibits submitting false or fraudulent\nclaims for payment to the United States, §3729(a), and authorizesqui tamsuits, in which private parties bring civil\nactions in the Government’s name, §3730(b)(1). This case concerns\nthe FCA’s public disclosure bar, which generally foreclosesqui\ntamsuits that are “based upon the public disclosure of\nallegations or transactions … in a congressional, administrative,\nor Government Accounting Office report, hearing, audit, or\ninvestigation.” §3730(e)(4)(A) (footnote omitted).[Footnote 1] We must decide whether a federal\nagency’s written response to a request for records under the\nFreedom of Information Act (FOIA), 5 U. S. C. §552,\nconstitutes a “report” within the meaning of the public disclosure\nbar. We hold that it does.IPetitioner Schindler Elevator\nCorporation manufactures, installs, and services elevators and\nescalators.[Footnote 2] In\n1989, Schindler acquired Millar Elevator Industries, Inc., and the\ntwo companies merged in 2002.Since 1999, Schindler and the\nUnited States have entered into hundreds of contracts that are\nsubject to the Vietnam Era Veterans’ Readjustment Assistance Act of\n1972 (VEVRAA). That Act requires contractors like Schindler to\nreport certain information to the Secretary of Labor, including how\nmany of its employees are “qualified covered veterans” under the\nstatute. 38 U. S. C. §4212(d)(1). VEVRAA regulations required\nSchindler to agree in each of its contracts that it would “submit\nVETS–100 Reports no later than September 30 of each year.” 48 CFR\n§52.222–37(c) (2008); see also §22.1310(b).Respondent Daniel Kirk, a United States Army\nveteran who served in Vietnam, was employed by Millar and Schindler\nfrom 1978 until 2003. In August 2003, Kirk resigned from Schindler\nin response to what he saw as Schindler’s efforts to force him\nout.[Footnote 3]In March 2005, Kirk filed this action against\nSchindler under the False Claims Act, which imposes civil penalties\nand treble damages on persons who submit false or fraudulent claims\nfor payment to the United States. 31 U. S. C. §3729(a). The\nFCA authorizes both civil actions by the Attorney General and\nprivatequi tamactions to enforce its provisions. §3730.\nWhen, as here, the Government chooses not to intervene in aqui\ntamaction, the private relator stands to receive between 25%\nand 30% of the proceeds of the action. §3730(d)(2).In an amended complaint filed in June 2007,\nKirk alleged that Schindler had submitted hundreds of false claims\nfor payment under its Government contracts. According to Kirk,\nSchindler had violated VEVRAA’s reporting requirements by failing\nto file certain required VETS–100 reports and including false\ninformation in those it did file. The company’s claims for payment\nwere false, Kirk alleged, because Schindler had falsely certified\nits compliance with VEVRAA. Kirk did not specify the amount of\ndamages he sought on behalf of the United States, but he asserted\nthat the value of Schindler’s VEVRAA-covered contracts exceeded\n$100 million.To support his allegations, Kirk pointed to\ninformation his wife, Linda Kirk, received from the Department of\nLabor (DOL) in response to three FOIA requests. Mrs. Kirk had\nsought all VETS–100 reports filed by Schindler for the years 1998\nthrough 2006. The DOL responded by letter or e-mail to each request\nwith information about the records found for each year, including\nyears for which no responsive records were located. The DOL\ninformed Mrs. Kirk that it found no VETS–100 reports filed by\nSchindler in 1998, 1999, 2000, 2002, or 2003. For the other years,\nthe DOL provided Mrs. Kirk with copies of the reports filed by\nSchindler, 99 in all.Schindler moved to dismiss on a number of\ngrounds, including that the FCA’s public disclosure bar deprived\nthe District Court of jurisdiction. See §3730(e)(4)(A). The\nDistrict Court granted the motion, concluding that most of Kirk’s\nallegations failed to state a claim and that the remainder were\nbased upon the public disclosure of alle-gations or transactions in\nan administrative “report” or “investigation.” 606 F. Supp. 2d\n448 (SDNY 2009).The Court of Appeals for the Second Circuit\nvacated and remanded. 601 F. 3d 94 (2010). The court\neffectively held that an agency’s response to a FOIA request is\nneither a “report” nor an “investigation” within the meaning of the\nFCA’s public disclosure bar. Seeid., at 103–111 (agreeing\nwithUnited States ex rel. Haightv.Catholic\nHealthcare West, 445 F. 3d 1147 (CA9 2006), and\ndisagreeing withUnited States ex rel. Mistick PBTv.Housing Auth. of Pittsburgh, 186 F. 3d 376 (CA3\n1999)). We granted certiorari, 561 U. S. ___ (2010), and now\nreverse and remand.IISchindler argues that “report” in\nthe FCA’s public disclosure bar carries its ordinary meaning and\nthat the DOL’s written responses to Mrs. Kirk’s FOIA requests are\ntherefore “reports.” We agree.[Footnote 4]A1Adopted in 1986, the FCA’s public\ndisclosure bar provides:“No court shall have jurisdiction over an action\nunder this section based upon the public disclosure of allegations\nor transactions in a criminal, civil, or administrative hearing, in\na congressional, administrative, or Government Accounting Office\nreport, hearing, audit, or investigation, or from the news media,\nunless the action is brought by the Attorney General or the person\nbringing the action is an original source of the information.” 31\nU. S. C. §3730(e)(4)(A) (footnote omitted).Because the statute does not\ndefine “report,” we look first to the word’s ordinary meaning. SeeGrossv.FBL Financial Services, Inc., 557 U. S.\n___, ___ (2009) (slip op., at 7) (“Statutory construction must\nbegin with the language employed by Congress and the assumption\nthat the ordinary meaning of that language accurately expresses the\nlegislative purpose” (internal quotation marks omitted));Asgrow Seed Co.v.Winterboer,513 U. S. 179, 187\n(1995) (“When terms used in a statute are undefined, we give them\ntheir ordinary meaning”). A “report” is “something that gives\ninformation” or a “notification,” Webster’s Third New International\nDictionary 1925 (1986), or “[a]n official or formal statement of\nfacts or proceedings,” Black’s Law Dictionary 1300 (6th ed. 1990).\nSee also 13 Oxford English Dictionary 650 (2d ed. 1989) (“[a]n\naccount brought by one person to another”); American Heritage\nDictionary 1103 (1981) (“[a]n account or announcement that is\nprepared, presented, or delivered, usually in formal or organized\nform”); Random House Dictionary 1634 (2d ed. 1987) (“an account or\nstatement describing in detail an event, situation, or the\nlike”).This broad ordinary meaning of “report” is\nconsistent with the generally broad scope of the FCA’s public\ndisclosure bar. As we explained last Term, to determine the meaning\nof one word in the public disclosure bar, we must consider the\nprovision’s “entire text,” read as an “integrated whole.”Graham County Soil and Water Conservation Dist.v.United States ex rel. Wilson, 559 U. S. ___, ___, ___,\nn. 12 (2010) (slip op., at 8, 12, n. 12); see alsoTylerv.Cain,533 U. S. 656, 662\n(2001) (“We do not … construe the meaning of statutory terms in a\nvacuum”). The other sources of public disclosure in §3730(e)(4)(A),\nespecially “news media,” suggest that the public disclosure bar\nprovides “a broa[d] sweep.”Graham County,supra,at ___ (slip op., at 8). The statute also mentions “administrative\nhearings” twice, reflecting intent to avoid underinclusiveness even\nat the risk of redundancy.The phrase “allegations or transactions” in\n§3730(e) (4)(A) additionally suggests a wide-reaching public\ndisclosure bar. Congress covered not only the disclosure of\n“allegations” but also “transactions,” a term that courts have\nrecognized as having a broad meaning. See,e.g.,Moorev.New York Cotton Exchange,270 U. S. 593, 610\n(1926) (“ ‘Transaction’ is a word of flexible meaning”);Hamiltonv.United Healthcare of La., Inc., 310\nF. 3d 385, 391 (CA5 2002) (“[T]he ordinary meaning of the term\n‘transaction’ is a broad reference to many different types of\nbusiness dealings between parties”).2Nor is there any textual basis\nfor adopting a narrower definition of “report.” The Court of\nAppeals, in holding that FOIA responses were not “reports,” looked\nto the words “hearing, audit, or investigation,” and the phrase\n“criminal, civil, [and] administrative hearings.” It concluded that\nall of these sources “connote the synthesis of information in an\ninvestigatory context” to “serve some end of the government.” 601\nF. 3d, at 107; cf. Brief for Respondent 30, n. 15 (“Each\nis part of the government’s ongoing effort to fight fraud”).\nApplying thenoscitur a sociiscanon, the Court of Appeals\nthen determined that these “ ‘neighboring words’ ”\nmandated a narrower meaning for “report” than its ordinary meaning.\n601 F. 3d, at 107.The Court of Appeals committed\nthe very error we reversed inGraham County. Like the\nFourth Circuit in that case, the Second Circuit here applied thenoscitur a sociiscanon only to the immediately\nsurrounding words, to the exclusion of the rest of the statute. See\n601 F. 3d, at 107, n. 6. We emphasized inGraham\nCountythat “allof the sources [of public\ndisclosure] listed in §3730(e)(4)(A) provide interpretive\nguidance.” 559 U. S., at ___ (slip op., at 8). When all of the\nsources are considered, the reference to “news media”—which the\nCourt of Appeals did not consider—suggests a much broader scope.Ibid.The Government similarly errs by focusing only\non the adjectives “congressional, administrative, or\n[GAO],”[Footnote 5] which\nprecede “report.” Brief for United States asAmicus Curiae18. It contends that these adjectives suggest that the public\ndisclosure bar applies only to agency reports “analogous to those\nthat Congress and the GAO would issue or conduct.”Ibid.As we explained inGraham County, however, those three\nadjectives tell us nothing more than that a “report” must be\ngovernmental. See 559 U. S.,at ___, n. 7 (slip op.,\nat 7, n. 7). The governmental nature of the FOIA responses at\nissue is not disputed.Finally, applying the ordinary meaning of\n“report” does not render superfluous the other sources of public\ndisclosure in §3730(e)(4)(A). Kirk argues that reading “report” to\nmean “something that gives information” would subsume the other\nwords in the phrase “report, hearing, audit, or investigation.”\nBrief for Respondent 23. But Kirk admits that hearings, audits, and\ninvestigations are processes “toobtaininformation.”Ibid.(emphasis added). Those processes are thus clearly\ndifferent from “something thatgivesinformation.”\nMoreover, the statute contemplates some redundancy: An “audit,” for\nexample, will often be a type of “investigation.”We are not persuaded that we should adopt a\n“different, somewhat special meaning” of “report” over the word’s\n“primary meaning.”Muscarellov.United States,524 U. S. 125,\n130, 128 (1998). Indeed, we have cautioned recently against\ninterpreting the public disclosure bar in a way inconsistent with a\nplain reading of its text. InGraham County, we rejected\nseveral arguments for construing the statute narrowly, twice\nemphasizing that the sole “touchstone” in the statutory text is\n“public disclosure.” 559 U. S.,at ___, ___ (slip op., at\n11, 19). We chose in that case simply to give the text its “most\nnatura[l] read[ing],”id.,at ___ (slip op., at 5), and we\ndo so again here.BA written agency response to a\nFOIA request falls within the ordinary meaning of “report.” FOIA\nrequires each agency receiving a request to “notify the person\nmaking such request of [its] determination and the reasons\ntherefor.” 5 U. S. C. §552(a)(6)(A)(i). When an agency denies\na request in whole or in part, it must additionally “set forth the\nnames and titles or positions of each person responsible for the\ndenial,” “make a reasonable effort to estimate the volume of any\n[denied] matter,” and “provide any such estimate to the person\nmaking the request.” §§552(a)(6)(C)(i), (F). The DOL has adopted\nmore detailed regulations implementing FOIA and mandating a\nresponse in writing. See 29 CFR §70.21(a) (2009) (requiring written\nnotice of the grant of a FOIA request and a description of the\nmanner in which records will be disclosed); §§70.21(b)–(c)\n(requiring a “brief statement of the reason or reasons for [a]\ndenial,” as well as written notification if a record “cannot be\nlocated or has been destroyed” (italics deleted)). So, too, have\nother federal agencies. See,e.g.,28 CFR §16.6 (2010)\n(Dept. of Justice); 43 CFR §2.21 (2009) (Dept. of Interior); 7 CFR\n§1.7 (2010) (Dept. of Agriculture). Such an agency response plainly\nis “something that gives information,” a “notification,” and an\n“official or formal statement of facts.”Any records the agency produces\nalong with its written FOIA response are part of that response,\n“just as if they had been reproduced as an appendix to a printed\nreport.”Mistick, 186 F. 3d, at 384, n. 5.\nNothing in the public disclosure bar suggests that a document and\nits attachments must be disaggregated and evaluated individually.\nIf an allegation or transaction is disclosed in a record attached\nto a FOIA response, it is disclosed “in” that FOIA response and,\ntherefore, disclosed “in” a report for the purposes of the public\ndisclosure bar.[Footnote 6]The DOL’s three written FOIA responses to Mrs.\nKirk, along with their attached records, are thus reports within\nthe meaning of the public disclosure bar. Each response was an\n“official or formal statement” that “[gave] information” and\n“notif[ied]” Mrs. Kirk of the agency’s resolution of her FOIA\nrequest.IIIAIn interpreting a statute, “[o]ur\ninquiry must cease if the statutory language is unambiguous,” as we\nhave found, and “ ‘the statutory scheme is coherent and\nconsistent.’ ”Robinsonv.Shell Oil Co.,519 U. S. 337,\n340 (1997) (quotingUnited Statesv.Ron Pair\nEnterprises, Inc.,489 U. S. 235, 240\n(1989)). We are not persuaded by assertions that it would be\nanomalous to read the public disclosure bar to encompass written\nFOIA responses.1The drafting history of the\npublic disclosure bar does not contradict our holding. As\noriginally enacted in 1863, the FCA placed no restriction on the\nsources from which aqui tamrelator could acquire\ninformation on which to base a lawsuit. SeeGraham County,\n559 U. S., at ___ (slip op., at 12). Accordingly, this Court upheld\nthe recovery of a relator, even though the Government claimed that\nhe had discovered the basis for his lawsuit by reading a federal\ncriminal indictment. SeeUnited States ex rel. Marcusv.Hess,317\nU. S. 537(1943). In response, Congress amended the statute to\npreclude such “parasitic”qui tamactions based on\n“evidence or information in the possession of the United States …\nat the time such suit was brought.” 559 U. S.,at ___\n(slip op., at 12–13) (internal quotation marks omitted). Then, in\n1986, Congress replaced the so-called Government knowledge bar with\nthe narrower public disclosure bar.Id.,at ___ (slip op.,\nat 13).The Court of Appeals concluded\nthat it would be inconsistent with this drafting history to hold\nthat written FOIA responses are reports. The court reasoned that\ndoing so would “essentially resurrect, in a significant subset of\ncases, the government possession standard … repudiated in 1986.”\n601 F. 3d, at 109.We disagree with the Court of Appeals’\nconclusion. As a threshold matter, “the drafting history of the\npublic disclosure bar raises more questions than it answers.”Graham County,supra,at ___ (slip op., at 14).\nIn any event, it is hardly inconsistent with the drafting history\nto read the public disclosure bar as operating similarly to the\nGovernment knowledge bar in a “subset of cases.” 601 F. 3d, at\n109. As we have observed, “[r]ather than simply repeal the\nGovernment knowledge bar,” the public disclosure bar was “an effort\nto strikea balancebetween encouraging private persons to\nroot out fraud and stifling parasitic lawsuits.” 559 U.\nS.,at ___ (slip op., at 13) (emphasis added).If anything, the drafting history supports our\nholding. The sort of case that Kirk has brought seems to us a\nclassic example of the “opportunistic” litigation that the public\ndisclosure bar is designed to discourage.Ibid.(internal\nquotation marks omitted). Although Kirk alleges that he became\nsuspicious from his own experiences as a veteran working at\nSchindler, anyone could have filed the same FOIA requests and then\nfiled the same suit. Similarly, anyone could identify a few\nregulatory filing and certification requirements, submit FOIA\nrequests until he discovers a federal contractor who is out of\ncompliance, and potentially reap a windfall in aqui tamaction under the FCA. See Brief for Chamber of Commerce of the\nUnited States of America et al. asAmici Curiae20\n(“Government contractors … are required to submit certifications\nrelated to everything from how they dispose of hazardous materials\nto their affirmative action plans” (citing 40 U. S. C. §3142\nand 29 U. S. C. §793)).[Footnote 7]2Nor will extending the public\ndisclosure bar to written FOIA responses necessarily lead to\nunusual consequences. FOIA requires agencies to release some\nrecords even absent a request. See 5 U. S. C. §§552(a)(1),\n(2). Kirk argues that it would be strange that two relators could\nobtain copies of the same document but that only the relator who\ngot the document in response to a FOIA request would find his case\nbarred.This argument assumes that\nrecords released under FOIA, but not attached to a written FOIA\nresponse, do not fall within the public disclosure bar. We do not\ndecide that question. But even assuming, as Kirk does, that such\nrecords are not covered by the public disclosure bar, we are not\ntroubled by the different treatment. By its plain terms, the public\ndisclosure bar applies to some meth- ods of public disclosure and\nnot to others. SeeGraham County,supra,at ___\n(slip op., at 4) (“[T]he FCA’s public disclosure bar … deprives\ncourts of jurisdiction overqui tamsuits when the\nrelevant information has already entered the public domain throughcertain channels” (emphasis added)). It would not be\nanomalous if some methods of FOIA disclosure fell within the scope\nof the public disclosure bar and some did not.We also are not concerned that potential\ndefendants will now insulate themselves from liability by making a\nFOIA request for incriminating documents. This argument assumes\nthat the public disclosure of information in a written FOIA\nresponse forever taints that information for purposes of the public\ndisclosure bar. But it may be that a relator who comes by that\ninformation from a different source has a legitimate argument that\nhis lawsuit is not “based upon” the initial public disclosure. 31\nU. S. C. §3730(e)(4)(A). That question has divided the Courts\nof Appeals, and we do not resolve it here. SeeGlaserv.Wound Care Consultants, Inc., 570 F. 3d 907, 915 (CA7\n2009) (describing the split in authority). It may also be that such\na relator qualifies for the “original source” exception.[Footnote 8]In any event, the notion that potential\ndefendants will make FOIA requests to insulate themselves from\nliability is pure speculation. Cf.Graham County, 559 U.\nS., at ___ (slip op., at 19) (rejecting as “strained speculation”\nan argument that local governments will manipulate the public\ndisclosure bar to escape liability). There is no suggestion that\nthis has occurred in those Circuits that have long held that FOIA\nresponses are “reports” within the meaning of the public disclosure\nbar.BEven if we accepted these\nextratextual arguments, Kirk and hisamicihave provided\nno principled way to define “report” to exclude FOIA responses\nwithout excluding other documents that are indisputably reports.\nThe Government, for example, struggled to settle on a single\ndefinition. Compare Brief for United States asAmicus\nCuriae19 (“report” must be read to “reflect a focus on\nsituations in which the government is conducting, or has completed,\nsome focused inquiry or analysis concerning the relevant facts”)\nwithid.,at 21 (“A FOIA response is not a ‘report’ …\nbecause the federal agency is not charged with uncovering the truth\nof any matter”), and Tr. of Oral Arg. 33 (“[T]he way to think about\nit is whether or not the agency … is engaging in a substantive\ninquiry into and a substantive analysis of information”). It is\ndifficult to see how the Department of Justice’s “Annual Report” of\nFOIA statistics—something that is indisputably a Government\nreport—would qualify under the latter two definitions. See Dept. of\nJustice, Freedom of Information Act An- nual Report, Fiscal Year\n2010, http://www.justice.gov/oip/ annual_report/2010/cover.htm (as\nvisited May 12, 2011, and available in Clerk of Court’s case file);\nsee also Tr. of Oral Arg. 19 (Kirk conceding that the DOJ annual\nreport is a report). And even if the first definition arguably\nencompasses that report, it would seem also to include FOIA\nresponses, which convey the results of a Government agency’s\n“focused inquiry.”Kirk also was unable to\narticulate a workable definition. His various proposed definitions\nsuffer the same deficiencies as the Government’s. Compare Brief for\nRespondent 27 and Tr. of Oral Arg. 17–18 with Brief for Respondent\n34–39 and Tr. of Oral Arg. 23. Kirk’s first suggestion would\nexclude “a lot of things that are labeled … report,”id.,at 22, and the second—the definition advanced by the Court of\nAppeals—would seem to include written FOIA responses,id.,\nat 28–29. In the end, it appears that the “only argument is that\nFOIA is a different kind of mission”—“a special case.”Id.,at 31.We see no basis for that distinction\nand adhere to the principle that undefined statutory terms carry\ntheir ordinary meaning.*  *  *The DOL’s three written FOIA\nresponses in this case, along with the accompanying records\nproduced to Mrs. Kirk, are reports within the meaning of the public\ndis-closure bar. Whether Kirk’s suit is “based upon … allegations\nor transactions” disclosed in those reports is a question for the\nCourt of Appeals to resolve on remand. The judgment of the United\nStates Court of Appeals for the Second Circuit is reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of this case.Footnote 1During the pendency of this case, the Patient\nProtection and Affordable Care Act, 124 Stat. 119, amended the\npublic disclosure bar. Because the amendments are not applicable to\npending cases,Graham County Soil and Water Conservation\nDist.v.United States ex rel. Wilson, 559 U. S. ___,\n___, n. 1 (2010) (slip op., at 1, n. 1), this opinion\nrefers to the statute as it existed when the suit was filed.Footnote 2The facts in this Part, which we must accept\nas true, are taken from the amended complaint and the filings\nsubmitted in opposition to Schindler’s motion to dismiss.Footnote 3Kirk filed a complaint with the Department of\nLabor’s Office of Federal Contract Compliance Programs (OFCCP),\nclaiming that he had been “improperly demoted and constructively\nterminated by Schindler despite his status as a Vietnam era\nveteran.” App. 23a. The OFCCP investigated Schindler’s compliance\nwith VEVRAA and found insufficient evidence to support Kirk’s\nclaim. In November 2009, the Department of Labor affirmed the\nOFCCP’s finding. 601 F. 3d 94, 99 (CA2 2010).Footnote 4Because we conclude that a written response\nto a FOIA request qualifies as a “report” within the meaning of the\npublic disclosure bar, we need not address whether an agency’s\nsearch in response to a FOIA request also qualifies as an\n“investigation.”Footnote 5Although the statute refers to the\n“Government Accounting Office,” it is undisputed that Congress\nmeant the General Accounting Office, also known as GAO and now\nrenamed the Government Accountability Office. SeeGraham\nCounty, 559 U. S., at ___, n. 6 (slip op., at 6,\nn. 6).Footnote 6It is irrelevant whether a particular record\nis itself a report. The attached records do not “becom[e]” reports,\n601 F. 3d, at 109, but simply are part of a report.Footnote 7There is no merit to the suggestion that the\npublic disclosure bar is intended only to excludequi tamsuits that “ride the investigatory coattails of the government’s\nown processes.” Brief for Taxpayers Against Fraud Education Fund asAmicus Curiae25, 26; seeGraham County,559 U.\nS., at ___ (slip op., at 19) (rejecting the argument that the\npublic disclosure bar applies only to allegations or transactions\nthat “have landed on the desk of a DOJ lawyer”).Footnote 8An “original source” is “an individual who\nhas direct and independent knowledge of the information on which\nthe allegations are based and has voluntarily provided the\ninformation to the Government before filing an action under this\nsection which is based on the information.” §3730(e)(4)(B). Some\nCourts of Appeals have narrowly construed the exception to limit\n“original sources” to those who were the cause of the public\ndisclosure, while others have been more generous. SeeUnited\nStates ex rel. Duxburyv.Ortho Biotech Prods., L.\nP., 579 F. 3d 13, 22 (CA1 2009) (describing a three-way\nsplit among the Courts of Appeals). That question is not before us,\nand we do not decide it.",
    "joined": []
}