{
    "case": {
        "docket": "15-233",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-233/"
    },
    "id": "3584539",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 15–233 and 15–255_________________Commonwealth of PuErto Rico, et al.,\nPETITIONERS15–233v.Franklin California Tax-Free TRUST, et\nal.MELBA ACOSTA-FEBO, et al.,\nPETITIONERS15–255v.FRANKLIN CALIFORNIA TAX-FREE TRUST, et\nal.on writs of certiorari to the united states\ncourt of appeals for the first circuit[June 13, 2016]Justice Thomas delivered the opinion of the\nCourt.The Federal Bankruptcy Code pre-empts state\nbankruptcy laws that enable insolvent municipalities to restructure\ntheir debts over the objections of creditors and instead requires\nmunicipalities to restructure such debts under Chapter 9 of the\nCode. 11 U. S. C. §903(1). We must decide whether Puerto\nRico is a “State” for purposes of this pre-emption provision. We\nhold that it is.The Bankruptcy Code has long included Puerto\nRico as a “State,” but in 1984 Congress amended the definition of\n“State” to exclude Puerto Rico “for the purpose of defining who may\nbe a debtor under chapter 9.” Bankruptcy Amendments and Federal\nJudgeship Act, §421(j)(6), 98Stat. 368, now codified at 11\nU. S. C. §101(52). Puerto Rico interprets this amended\ndefinition to mean that Chapter 9 no longer applies to it, so it is\nno longer a “State” for purposes of Chapter 9’s pre-emption\nprovision. We hold that Congress’ exclusion of Puerto Rico from the\ndefinition of a “State” in the amended definition does not sweep so\nbroadly. By excluding Puerto Rico “for the purpose ofdefining\nwho may be a debtorunder chapter 9,” §101(52) (emphasis\nadded), the Code prevents Puerto Rico from authorizing its\nmunicipalities to seek Chapter 9 relief. Without that\nauthorization, Puerto Rico’s municipalities cannot qualify as\nChapter 9 debtors. §109(c)(2). But Puerto Rico remains a “State”\nfor other purposes related to Chapter 9, including that chapter’s\npre-emption provision. That provision bars Puerto Rico from\nenacting its own municipal bankruptcy scheme to restructure the\ndebt of its insolvent public utilities companies.IAPuerto Rico and its instrumentalities are in\nthe midst of a fiscal crisis. More than $20 billion of Puerto\nRico’s climbing debt is shared by three government-owned public\nutilities companies: the Puerto Rico Electric Power Authority, the\nPuerto Rico Aqueduct and Sewer Authority, and the Puerto Rico\nHighways and Transportation Authority. For the fiscal year ending\nin 2013, the three public utilities operated with a combined\ndeficit of $800 million. The Government Development Bank for Puerto\nRico (Bank)—the Commonwealth’s government-owned bank and fiscal\nagent—has previously provided financing to enable the utilities to\ncontinue operating without defaulting on their debt obligations.\nBut the Bank now faces a fiscal crisis of its own. As of fiscal\nyear 2013, it had loaned nearly half of its assets to Puerto Rico\nand its public utilities. Puerto Rico’s access to capital markets\nhas also been severely compromised since ratings agencies\ndowngraded Puerto Rican bonds, including the utilities’, to\nnoninvestment grade in 2014.Puerto Rico responded to the fiscal crisis by\nenacting the Puerto Rico Corporation Debt Enforcement and Recovery\nAct (Recovery Act) in 2014, which enables the Commonwealth’s public\nutilities to implement a recovery or restructuring plan for their\ndebt. 2014 Laws P. R. p. 371. See generally McGowen, Puerto\nRico Adopts A Debt Recovery Act For Its Public Corporations, 10\nPratt’s J. Bkrtcy. Law 453 (2014). Chapter 2 of the Recovery Act\ncreatesa “consensual” debt modification procedure that permits the\npublic utilities to propose changes to the terms of the outstanding\ndebt instruments, for example, changing the interest rate or the\nmaturity date of the debt. 2014 Laws P. R., at 428–429. In\nconjunction with the debt modification, the public utility must\nalso propose a Bank-approved recovery plan to bring it back to\nfinancial self-sufficiency.Ibid.The debt modification\nbinds all creditors so long as those holding at least 50% of\naffected debt participate in (or consent to) a vote regarding the\nmodifications, and the participating creditors holding at least 75%\nof affected debt approve the modifications.Id.,at 430.\nChapter 3 of the Recovery Act, on the other hand, mirrors Chapters\n9 and 11 of the Federal Bankruptcy Code by creating a\ncourt-supervised restructuring process intended to offer the best\nsolution for the broadest group of creditors. Seeid.,at\n448–449. Creditors holding two-thirds of an affected class of debt\nmust participate in the vote to approve the restructuring plan, and\nhalf of those participants must agree to the plan.Id.,at\n449.BA group of investment funds, including the\nFranklin California Tax-Free Trust, and BlueMountain Capital\nManagement, LLC, brought separate suits against Puerto Rico and\nvarious government officials, including agents of the Bank, to\nenjoin the enforcement of the Recovery Act. Collectively, the\nplaintiffs hold nearly $2 billion in bonds issued by the Electric\nPower Authority, one of the distressed utilities. The complaints\nalleged, among other claims, that the Federal Bankruptcy Code\nprohibited Puerto Rico from implementing its own municipal\nbankruptcy scheme.The District Court consolidated the suits and\nruled in the plaintiffs’ favor on their pre-emption claim. 85\nF. Supp. 3d 577 (PR 2015). The court concluded that the\npre-emption provision in Chapter 9 of the Federal Bankruptcy Code,\n11 U. S. C. §903(1), precluded Puerto Rico from\nimplementing the Recovery Act and enjoined its enforcement. 85\nF. Supp. 3d, at 601, 614.The First Circuit affirmed. 805 F. 3d 322\n(2015). The court examined the 1984 amendment to the definition of\n“State” in the Federal Bankruptcy Code, which includes Puerto Rico\nas a “State” for purposes of the Code “ ‘exceptfor the\npurpose of defining who may be a debtor under chapter 9.’ ”Id.,at 330–331 (quoting §101(52); emphasis added). The\ncourt concluded that the amendment did not remove Puerto Rico from\nthe scope of the pre-emption provision and held that the\npre-emption provision barred the Recovery Act.Id.,at\n336–337. The court opined that it was up to Congress, not Puerto\nRico, to decide when the government-owned companies could seek\nbankruptcy relief.Id.,at 345.We granted the Commonwealth’s petitions for\nwrits of certiorari. 577 U. S. ___ (2015).[1]IIThese cases require us to parse three\nprovisions of the Bankruptcy Code: the “who may be a debtor”\nprovision requiring States to authorize municipalities to seek\nChapter 9 relief, §109(c), the pre-emption provision barring States\nfrom enacting their own municipal bankruptcy schemes, §903(1), and\nthe definition of “State,” §101(52). We first explain the text and\nhistory of these provisions. We then conclude that Puerto Rico is\nstill a “State” for purposes of the pre-emption provision and hold\nthat this provision pre-empts the Recovery Act.AThe Constitution empowers Congress to\nestablish “uniform Laws on the subject of Bankruptcies throughout\nthe United States.” Art. I, §8, cl. 4. Congress first\nexercised that power by enacting a series of temporary bankruptcy\nActs beginning in 1800, which gave way to a permanent federal\nbankruptcy scheme in 1898. See An Act To Establish a Uniform System\nof Bankruptcy Throughout the United States, 30Stat. 544;Hanover\nNat. Bankv.Moyses, 186 U. S. 181, 184 (1902) .\nBut Congress did not enter the field of municipal bankruptcy until\n1933 when it enacted the precursor to Chapter 9, a chapter of the\nCode enabling an insolvent “municipality,” meaning a “political\nsubdivision or public agency or instrumentality of a State,” 11\nU. S. C. §101(40), to restructure municipal debts. See\nMcConnell & Picker, When Cities Go Broke: A Conceptual\nIntroduction to Municipal Bankruptcy, 60 U. Chi. L. Rev. 425,\n427, 450–451 (1993).Congress has tailored the federal municipal\nbankruptcy laws to preserve the States’ reserved powers over their\nmunicipalities. This Court struck down Congress’ first attempt to\nenable the States’ political subdivisions to file for federal\nbankruptcy relief after concluding that it infringed the States’\npowers “to manage their own affairs.”Ashtonv.Cameron\nCounty Water Improvement Dist. No. One, 298 U. S. 513, 531\n(1936) . Congress tried anew in 1937, and the Court upheld the\namended statute as an appropriate balance of federal and state\npower. SeeUnited Statesv.Bekins, 304 U. S. 27\n–53 (1938). Critical to the Court’s constitutional analysis was\nthat the State had first authorized its instrumentality to seek\nrelief under the federal bankruptcy laws. Seeid.,at 47–49,\n53–54.Still today, the provision of the Bankruptcy\nCode defining who may be a debtor under Chapter 9, which we refer\nto here as the “gateway” provision, requires the States to\nauthorize their municipalities to seek relief under Chapter 9\nbefore the municipalities may file a Chapter 9 petition:“§109. Who may be a debtor.     .     .     .     .“(c) An entity may be a debtor under chapter 9\nof this title if and only if such entity —“(1) is a municipality;“(2) is specifically authorized, in its capacity\nas a municipality or by name, to be a debtor under such chapter by\nState law, or by a governmental officer or organization empowered\nby State law to authorize such entity to be a debtor under such\nchapter . . . .”The States’ powers are not unlimited, however.\nThe federal bankruptcy laws changed again in 1946 to bar the States\nfrom enacting their own municipal bankruptcy schemes. The amendment\noverturned this Court’s holding inFaitoute Iron & Steel\nCo.v.Asbury Park, 316 U. S. 502 –509 (1942)\n(rejecting contention that Congress occupied the field of municipal\nbankruptcy law). InFaitoute, the Court held that federal\nbankruptcy laws did not pre-empt New Jersey’s municipal bankruptcy\nscheme, which required municipalities to seek relief under state\nlaw before resorting to the federal municipal bankruptcy scheme.Ibid. To overrideFaitoute, Congress enacted a\nprovision expressly pre-empting state municipal bankruptcy laws.\nAct of July 1, 1946, 60Stat. 415.The express pre-emption provision, central to\nthese cases, is now codified with some stylistic changes in\n§903(1):“§903. Reservation of State power to control\nmunicipalities“This chapter does not limit or impair the\npower of a State to control, by legislation or otherwise, a\nmunicipality of or in such State in the exercise of the political\nor governmental powers of such municipality, including expenditures\nfor such exercise, but—“(1) a State law prescribing a method of\ncomposition of indebtedness of such municipality may not bind any\ncreditor that does not consent to such composition; and“(2) a judgment entered under such a law maynot\nbind a creditor that does not consent to suchcomposition.”The third provision of the Bankruptcy Code at\nissue is the definition of “State,” which has included Puerto Rico\nsince it became a Territory of the United States in 1898. The first\nFederal Bankruptcy Act, also enacted in 1898, defined “States” to\ninclude “the Territories, the Indian Territory, Alaska, and the\nDistrict of Columbia.” 30Stat. 545. When Congress recodified the\nbankruptcy laws to form the Federal Bankruptcy Code in 1978, the\ndefinition of “State” dropped out of the definitional section. See\ngenerally Bankruptcy Reform Act, 92Stat. 2549–2554. Congress then\namended the Code to reincorporate the definition of “State” in\n1984. §421, 98Stat. 368–369, now codified at §101(52). The amended\ndefinition includes Puerto Rico as a State for purposes of the Code\nwith one exception:“§101. Definitions.     .     .     .     .“(52) The term ‘State’ includes the District\nofColumbia and Puerto Rico, except for the purpose of defining who\nmay be a debtor under chapter 9 of this title.”BIt is our task to determine the effect of the\namended definition of “State” on the Code’s other provisions\ngoverning Chapter 9 proceedings. We must decide whether, in light\nof the amended definition, Puerto Rico is no longer a “State” only\nfor purposes of the gateway provision, which requires States to\nauthorize their municipalities to seek Chapter 9 relief, or whether\nPuerto Rico is also no longer a “State” for purposes of the\npre-emption provision.The parties do not dispute that, before 1984,\nPuerto Rico was a “State” for purposes of Chapter 9’s pre-emption\nprovision. Accordingly, before 1984, federal law would have\npre-empted the Recovery Act because it is a “State law prescribing\na method of composition of indebtedness” for Puerto Rico’s\ninstrumentalities that would bind nonconsenting creditors,\n§903(1).The parties part ways, however, in deciphering\nhow the 1984 amendment to the definition of “State” affected the\npre-emption provision. Petitioners interpret the amended definition\nof “State” to exclude Puerto Rico altogether from Chapter 9. If\npetitioners are correct, then the pre-emption provision does not\napply to them. Puerto Rico, in other words, may enact its own\nmunicipal bankruptcy scheme without running afoul of the Code.\nRespondents, on the other hand, read the amended definition\nnarrowly. They contend that the definition precludes Puerto Rico\nfrom “specifically authoriz[ing]” its municipalities to seek\nrelief, as required by the gateway provision, §109(c)(2), but that\nPuerto Rico is no less a “State” for purposes of the pre-emption\nprovision than the other “State[s],” as that term is defined in the\nCode. If respondents are correct, then the pre-emption provision\napplies to Puerto Rico and bars it from enacting the Recovery\nAct.Respondents have the better reading. We hold\nthat Puerto Rico is still a “State” for purposes of the pre-emption\nprovision. The 1984 amendment precludes Puerto Rico from\nauthorizing its municipalities to seek relief under Chapter 9, but\nit does not remove Puerto Rico from the reach of Chapter 9’s\npre-emption provision.1The plain text of the Bankruptcy Code begins\nand ends our analysis. Resolving whether Puerto Rico is a “State”\nfor purposes of the pre-emption provision begins “with the language\nof the statute itself,” and that “is also where the inquiry should\nend,” for “the statute’s language is plain.”United Statesv.Ron Pair Enterprises, Inc., 489 U. S. 235, 241\n(1989) . And because the statute “contains an express pre-emption\nclause,” we do not invoke any presumption against pre-emption but\ninstead “focus on the plain wording of the clause, which\nnecessarily contains the best evidence of Congress’ pre-emptive\nintent.”Chamber of Commerce of United States of Americav.Whiting, 563 U. S. 582, 594 (2011) (internal quotation\nmarks omitted); see alsoGobeillev.Liberty Mut. Ins.\nCo., 577 U. S. ___, ___ (2016) (slip op., at 12).The amended definition of “State” excludes\nPuerto Rico for the single “purpose of definingwho may be a\ndebtorunder chapter 9 of this title.” §101(52) (emphasis\nadded). That exception unmistakably refers to the gateway provision\nin §109, titled “who may be a debtor.” Section 109(c) begins, “An\nentity may be a debtor under chapter 9 of this title if and only if\n. . . .” §109(c). We interpret Congress’ use of the\n“who may be a debtor” language in the amended definition of “State”\nto mean that Congress intended to exclude Puerto Rico from this\ngateway provision delineating who may be a debtor under Chapter 9.\nSee,e.g., Sullivanv.Stroop, 496 U. S. 478,\n484 (1990) (reading same term used in different parts of the same\nAct to have the same meaning); see alsoNorthcrossv.Board of Ed. of Memphis City Schools, 412 U. S. 427,\n428 (1973) (per curiam) (“[S]imilarity of language\n. . . is . . . a strong indication that the two\nstatutes should be interpretedpari passu”). Puerto Rico,\ntherefore, is not a “State” for purposes of the gateway provision,\nso it cannot perform the single function of the “State[s]” under\nthat provision: to “specifically authoriz[e]” municipalities to\nseek Chapter 9 relief. §109(c). As a result, Puerto Rico’s\nmunicipalities cannot satisfy the requirements of Chapter 9’s\ngateway provision until Congress intervenes.The amended definition’s use of the term\n“defining” also confirms our conclusion that the amended definition\nexcludes Puerto Rico as a “State” for purposes of the gateway\nprovision. The definition specifies that Puerto Rico is not a\n“ ‘State . . . for the purpose ofdefiningwho may be a debtor under Chapter 9.” §101(52) (emphasis added). To\n“define” is “to decide upon,” 4 Oxford English Dictionary 383 (2d\ned. 1989), or “to settle” or “to establish or prescribe\nauthoritatively,” Black’s Law Dictionary 380 (5th ed. 1979). As\ndiscussed, a State’s role under the gateway provision is to do just\nthat: The State must define (or “decide upon”) which entities may\nseek Chapter 9 relief. Barring Puerto Rico from “definingwho may be a debtor under chapter 9” is tantamount to barring\nPuerto Rico from “specifically authorizing” which municipalities\nmay file Chapter 9 petitions under the gateway provision.The\namended definition of “State” unequivocally ex-cludes Puerto Rico\nas a “State” for purposes of the gateway provision.The text of the definition extends no further.\nThe exception excludes Puerto Ricoonlyfor purposes of the\ngateway provision. Puerto Rico is no less a “State” for purposes of\nthe pre-emption provision than it was before Congress amended the\ndefinition. The Code’s pre-emption provision has prohibited States\nand Territories defined as “States” from enacting their own\nmunicipal bankruptcy schemes for 70 years. See 60Stat. 415\n(overturningFaitoute, 316 U. S., at 507–509). Had\nCongress intended to “alter th[is] fundamental detai[l]” of\nmunicipal bankruptcy, we would expect the text of the amended\ndefinition to say so.Whitmanv.American Trucking\nAssns., Inc., 531 U. S. 457, 468 (2001) . Congress “does\nnot, one might say, hide elephants in mouseholes.”Ibid.2The dissent, adopting many of petitioners’\narguments, reads the amended definition to say what it does\nnot—that “for the purpose of . . . chapter 9,” Puerto\nRico is not a State. The arguments in support of that capacious\nreading are unavailing.First, the dissent agrees with petitioners’ view\nthat the exclusion of Puerto Rico as a “State” for purposes of the\ngateway provision effectively removed Puerto Rico from all of\nChapter 9. Seepost, at 7–8 (opinion of Sotomayor, J.). To\nbe sure, §109(c) and the surrounding subsections serve an important\ngatekeeping role. Those provisions “specify who qualifies—and who\ndoes not qualify—as a debtor under the various chapters of the\nCode.”Toibbv.Radloff, 501 U. S. 157, 161\n(1991) . For instance, a railroad must file under Chapter 11, not\nChapter 7, §§109(b)(1), (d), whereas only “family farmer[s] or\nfamily fisherm[e]n” may file under Chapter 12. The provision\ndelineating who may be a debtor under Chapter 9 is no exception.\nOnly municipalities may file under Chapter 9, and only if the State\nhas “specifically authorized” the municipality to do so.\n§§109(c)(1)–(2); see also McConnell & Picker, 60 Chi.\nL. Rev., at 455–461 (discussing the gatekeeping requirements\nfor Chapter 9).That Puerto Rico is not a “State” for purposes\nof the gateway provision, however, says nothing about whether\nPuerto Rico is a “State” for the other provisions of Chapter 9\ninvolving the States. The States do not “pass through” the gateway\nprovision.Post,at 8. The gateway provision is instead\ndirected at the debtors themselves—the municipalities, in the case\nof Chapter 9 bankruptcy. Amunicipalitythat cannot secure\nstate authorization to file a Chapter 9 petition is excluded from\nChapter 9 entirely. But the same cannot be said about theStatein which that municipality is located. A State’s only\nrole under the gateway provision is to provide that\n“authoriz[ation]” to file. §109(c)(2). The pre-emption provision\nthen imposes an additional requirement: The States may not enact\ntheir own municipal bankruptcy schemes. A State that chooses not to\nauthorize its municipalities to seek Chapter 9 relief under the\ngateway provision is no less bound by that pre-emption provision.\nHere too, Puerto Rico is no less bound by the pre-emption provision\neven though Congress has removed its authority to provide\nauthorization for its municipalities to file Chapter 9 petitions.\nAgain, if it were Congress’ intent to also exclude Puerto Rico as a\n“State” for purposes of that pre-emption provision, it would have\nsaid so.Second, both petitioners and the dissent place\ngreat weight on the introductory clause of §903.Post,at\n6–7. The pre-emption provision cannot apply to Puerto Rico, so goes\nthe argument, because it is a proviso to §903’s introductory\nclause, which they posit is inapplicable to Puerto Rico. The\nintroductory clause affirms that Chapter 9 “does not limit or\nimpair the power of a State to control” its “municipalit[ies].”\n§903. The dissent surmises that this clause “is irrelevant” and\n“meaningless” in Puerto Rico.Post,at 7. Because Puerto\nRico’s municipalities are ineligible for Chapter 9 relief, Chapter\n9 cannot “affec[t] Puerto Rico’s control over its municipalities,”\naccording to the dissent.Ibid. In other words, “there is no\npower” for the introductory clause to “reserve” for Puerto Rico’s\nuse.Ibid.Petitioners likewise contend that “it would be\nnonsensical for Congress to provide Puerto Rico with a shield\nagainst intrusion by a Chapter that, by definition, can have no\neffect on Puerto Rico.” Brief for Petitioner Commonwealth of Puerto\nRico et al. in No. 15–233, p. 25. So “it follows” that the\npre-emption provision, the proviso to that clause, cannot apply\neither.Ibid.This reading rests on the faulty assumption that\nPuerto Rico is, “by definition,” excluded from Chapter 9.Ibid. For all of the reasons already explained, see Part\nII–B–1,supra, it is not. The amended definition of “State”\nprecludes Puerto Rico from authorizing its municipalities to seek\nChapter 9 relief. But Puerto Rico is no less a “State” for purposes\nof §903’s introductory clause and its proviso. Both continue to\napply in Puerto Rico. They are neither “irrelevant” nor\n“meaningless.”Post,at 7. If, for example, Congress created\na path for the Puerto Rican municipalities to restructure their\ndebts under Chapter 9, then §903 would assure Puerto Rico, no less\na “State” for purposesof this section, of its continued power to\n“control, bylegislation or otherwise, [its] municipalit[ies]\n. . . in the exercise of the political or governmental\npowers of such municipalit[ies].”Third, the Government Development Bank contends\nthat the Recovery Act does not run afoul of the pre-emption\nprovision because the Recovery Act does not bind nonconsenting\n“creditors,” as the Bankruptcy Code now defines that term. In 1978,\nCongress redefined “creditor” to mean an “entity that has a claim\nagainst thedebtor. . . .” 92Stat. 2550, now\ncodified at §101(10) (emphasis added). A “debtor,” in turn, is a\n“person or municipality concerning which a case under this title\nhas beencommenced.”Id.,at 2551, now codified at\n§101(13) (emphasis added). In light of these definitions, the Bank\ncontends that the Puerto Rican municipalities are not “debtor[s]”\nas the Code defines the term because they cannot “commenc[e]” an\naction under Chapter 9 without authorization from Puerto Rico.\nBrief for Petitioner Acosta-Febo et al. 31–33. And because\nrespondents cannot be “creditors” of a nonexistent “debtor,” the\nRecovery Act is not a “State law” that binds “any creditor.”\n§903(1).Id.,at 31–33.Tellingly, the dissent does not adopt this\nreading. The Bank’s interpretation would nullify the pre-emption\nprovision. Applying the Bank’s logic, a municipality that fails to\nmeet any one of the requirements of Chapter 9’s gatekeeping\nprovision is not a “debtor” and would have no “creditors.” So a\nState could refuse to “specifically authoriz[e]” its municipalities\nto seek relief under Chapter 9, §109(c)(2), required to commence a\ncase under that chapter. That State would be free to enact its own\nmunicipal bankruptcy scheme because its municipalities would have\nno “creditors” under federal law. The technical amendments to the\ndefinitions of “creditor” and “debtor” are too “subtle a move” to\nsupport such a “[f]undamental chang[e] in the scope” of Chapter 9’s\npre-emption provision.Kellogg Brown & Root Services,\nInc.v.United States ex rel. Carter, 575\nU. S. ___, ___ (2015) (slip op., at 9).*  *  *The dissent concludes that “the government and\npeople of Puerto Rico should not have to wait for possible\ncongressional action to avert the consequences” of the\nCommonwealth’s fiscal crisis.Post,at 9. But our\nconstitutional structure does not permit this Court to “rewrite\nthestatute that Congress has enacted.”Doddv.United\nStates, 545 U. S. 353, 359 (2005) ; see alsoElectric\nStorage Battery Co.v.Shimadzu, 307 U. S. 5, 14\n(1939) . That statute precludes Puerto Rico from authorizing its\nmunicipalities to seek relief under Chapter 9. But it does not\nremove Puerto Rico from the scope of Chapter 9’s pre-emption\nprovision. Federal law, therefore, pre-empts the Recovery Act. The\njudgment of the Court of Appeals for the First Circuit is\naffirmed.It is so ordered.Justice Alito took no part in the consideration\nor decision of these cases.Notes1After the parties briefed\nand argued these cases, Members of Congress introduced a bill in\nthe House of Representatives to establish an oversight board to\nassist Puerto Rico and its instrumentalities. See H. 5278, 114th\nCong., 2d Sess. (2016). The bill does not amend the Fed-eral\nBankruptcy Code; it instead proposes adding a chapter to Title 48,\ngoverning the Territories.Id.,§6.",
    "joined": []
}