{
    "case": {
        "docket": "51",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/51/"
    },
    "id": "1963526",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTCONNICK V. THOMPSON563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-571HARRY F. CONNICK, DISTRICT ATTORNEY, et al.,\nPETITIONERSv.JOHN THOMPSONon writ of certiorari to the united states court of\nappeals for the fifth circuit[March 29, 2011]Justice Thomas delivered the\nopinion of the Court.The Orleans Parish District\nAttorney’s Office now concedes that, in prosecuting respondent John\nThompson for attempted armed robbery, prosecutors failed to\ndisclose evidence that should have been turned over to the defense\nunderBradyv.Maryland,373 U. S. 83(1963). Thompson was\nconvicted. Because of that conviction Thompson elected not to\ntestify in his own defense in his later trial for murder, and he\nwas again convicted. Thompson spent 18 years in prison, including\n14 years on death row. One month before Thompson’s scheduled\nexecution, his investigator discovered the undisclosed evidence\nfrom his armed robbery trial. The reviewing court determined that\nthe evidence was exculpatory, and both of Thompson’s convictions\nwere vacated.After his release from prison, Thompson sued\npetitioner Harry Connick, in his official capacity as the Orleans\nParish District Attorney, for damages under Rev. Stat. §1979, 42 U.\nS. C. §1983. Thompson alleged that Connick had failed to train\nhis prosecutors adequately about their duty to produce exculpatory\nevidence and that the lack of training had caused the nondisclosure\nin Thompson’s rob-bery case. The jury awarded Thompson $14 million,\nand the Court of Appeals for the Fifth Circuit affirmed by an\nevenly divided en banc court. We granted certiorari to decide\nwhether a district attorney’s office may be held liable under §1983\nfor failure to train based on a singleBradyviolation. We\nhold that it cannot.IAIn early 1985, John Thompson was\ncharged with the murder of Raymond T. Liuzza, Jr. in New Orleans.\nPublicity following the murder charge led the victims of an\nunrelated armed robbery to identify Thompson as their attacker. The\ndistrict attorney charged Thompson with attempted armed\nrobbery.As part of the robbery\ninvestigation, a crime scene technician took from one of the\nvictims’ pants a swatch of fabric stained with the robber’s blood.\nApproximately one week before Thompson’s armed robbery trial, the\nswatch was sent to the crime laboratory. Two days before the trial,\nassistant district attorney Bruce Whittaker received the crime\nlab’s report, which stated that the perpetrator had blood type B.\nThere is no evidence that the prosecutors ever had Thompson’s blood\ntested or that they knew what his blood type was. Whittaker claimed\nhe placed the report on assistant district attorney James Williams’\ndesk, but Williams denied seeing it. The report was never disclosed\nto Thompson’s counsel.Williams tried the armed robbery case with\nassistant district attorney Gerry Deegan. On the first day of\ntrial, Deegan checked all of the physical evidence in the case out\nof the police property room, including the blood-stained swatch.\nDeegan then checked all of the evidence but the swatch into the\ncourthouse property room. The prosecutors did not mention the\nswatch or the crime lab report at trial, and the jury convicted\nThompson of attempted armed robbery.A few weeks later, Williams and special\nprosecutor Eric Dubelier tried Thompson for the Liuzza murder.\nBecause of the armed robbery conviction, Thompson chose not to\ntestify in his own defense. He was convicted and sentenced to\ndeath.Statev.Thompson, 516 So. 2d 349\n(La. 1987). In the 14 years following Thompson’s murder conviction,\nstate and federal courts reviewed and denied his challenges to the\nconviction and sentence. SeeState ex rel. Thompsonv.Cain, 95–2463 (La. 4/25/96), 672 So. 2d 906;Thompsonv.Cain, 161 F. 3d 802 (CA5 1998).\nThe State scheduled Thompson’s execution for May 20, 1999.In late April 1999, Thompson’s private\ninvestigator discovered the crime lab report from the armed robbery\ninvestigation in the files of the New Orleans Police Crime\nLaboratory. Thompson was tested and found to have blood type O,\nproving that the blood on the swatch was not his. Thompson’s\nattorneys presented this evidence to the district attorney’s\noffice, which, in turn, moved to stay the execution and vacate\nThompson’s armed robbery conviction.[Footnote 1] The Louisiana Court of Appeals then reversed\nThompson’s murder conviction, concluding that the armed robbery\nconviction unconstitutionally deprived Thompson of his right to\ntestify in his own defense at the murder trial.Statev.Thompson, 2002–0361 (La. App. 7/17/02), 825 So. 2d\n552. In 2003, the district attorney’s office retried Thompson for\nLiuzza’s murder.[Footnote 2]\nThe jury found him not guilty.BThompson then brought this action\nagainst the district attorney’s office, Connick, Williams, and\nothers, alleging that their conduct caused him to be wrongfully\nconvicted, incarcerated for 18 years, and nearly executed. The only\nclaim that proceeded to trial was Thompson’s claim under §1983 that\nthe district attorney’s office had violatedBradyby\nfailing to disclose the crime lab report in his armed robbery\ntrial. SeeBrady,373 U. S. 83. Thompson alleged\nliability under two theories: (1) theBradyviolation\nwas caused by an unconstitutional policy of the district attorney’s\noffice; and (2) the violation was caused by Connick’s\ndeliberate indifference to an obvious need to train the prosecutors\nin his office in order to avoid such constitutional violations.Before trial, Connick conceded\nthat the failure to produce the crime lab report constituted aBradyviolation.[Footnote\n3] See Record EX608, EX880. Accordingly, the District Court\ninstructed the jury that the “only issue” was whether the\nnondisclosure was caused by either a policy, practice, or custom of\nthe district attorney’s office or a deliberately indifferent\nfailure to train the office’s prosecutors. Record 1615.Although no prosecutor remembered any specific\ntraining session regardingBradyprior to 1985, it was\nundisputed at trial that the prosecutors were familiar with the\ngeneralBradyrequirement that the State disclose to the\ndefense evidence in its possession that is favorable to the\naccused. Prosecutors testified that office policy was to turn crime\nlab reports and other scientific evidence over to the defense. They\nalso testified that, after the discovery of the undisclosed crime\nlab report in 1999, prosecutors disagreed about whether it had to\nbe disclosed underBradyabsent knowledge of Thompson’s\nblood type.The jury rejected Thompson’s claim that an\nunconstitutional office policy caused theBradyviolation,\nbut found the district attorney’s office liable for failing to\ntrain the prosecutors. The jury awarded Thompson $14 million in\ndamages, and the District Court added more than $1 million in\nattorney’s fees and costs.After the verdict, Connick renewed his\nobjection—which he had raised on summary judgment—that he could not\nhave been deliberately indifferent to an obvious need for more or\ndifferentBradytraining because there was no evidence\nthat he was aware of a pattern of similarBradyviolations. The District Court rejected this argument for the\nreasons that it had given in the summary judgment order. In that\norder, the court had concluded that a pattern of violations is not\nnecessary to prove deliberate indifference when the need for\ntraining is “so obvious.” No. Civ. A. 03–2045 (ED La., Nov. 15,\n2005), App. to Pet. for Cert. 141a, 2005 WL 3541035, *13. Relying\nonCantonv.Harris,489 U. S. 378(1989), the court had\nheld that Thompson could demonstrate deliberate indifference by\nproving that “the DA’s office knew to a moral certainty that\nassistan[t] [district attorneys] would acquireBradymaterial, that without training it is not always obvious whatBradyrequires, and that withholdingBradymaterial will virtually always lead to a substantial violation of\nconstitutional rights.”[Footnote\n4] App. to Pet. for Cert. 141a, 2005 WL 3541035, *13.A panel of the Court of Appeals for the Fifth\nCircuit affirmed. The panel acknowledged that Thompson did not\npresent evidence of a pattern of similarBradyviolations,\n553 F. 3d 836, 851 (2008), but held that Thompson did not need\nto prove a pattern,id., at 854. According to the panel,\nThompson demonstrated that Connick was on notice of an obvious need\nforBradytraining by presenting evidence “that attorneys,\noften fresh out of law school, would undoubtedly be required to\nconfrontBradyissues while at the DA’s Office, that\nerroneous decisions regardingBradyevidence would result\nin serious constitutional violations, that resolution ofBradyissues was often unclear, and that training inBradywould have been helpful.” 553 F. 3d, at\n854.The Court of Appeals sitting en banc vacated\nthe panel opinion, granted rehearing, and divided evenly, thereby\naffirming the District Court. 578 F. 3d 293 (CA5 2009)(per curiam). In four opinions, the divided en banc court\ndisputed whether Thompson could establish municipal liability for\nfailure to train the prosecutors based on the singleBradyviolation without proving a prior pattern of similar violations,\nand, if so, what evidence would make that showing. We granted\ncertiorari. 559 U. S. ___ (2010).IITheBradyviolation\nconceded in this case occurred when one or more of the four\nprosecutors involved with Thompson’s armed robbery prosecution\nfailed to disclose the crime lab report to Thompson’s counsel.\nUnder Thompson’s failure-to-train theory, he bore the burden of\nproving both (1) that Connick, the policymaker for the district\nattorney’s office, was deliberately indifferent to the need to\ntrain the prosecutors about theirBradydisclosure\nobligation with respect to evidence of this type and (2) that the\nlack of training actually caused theBradyviolation in\nthis case. Connick argues that he was entitled to judgment as a\nmatter of law because Thompson did not prove that he was on actual\nor constructive notice of, and therefore deliberately indifferent\nto, a need for more or differentBradytraining. We\nagree.[Footnote 5]ATitle 42 U. S. C. §1983\nprovides in relevant part:“Every person who, under color of\nany statute, ordinance, regulation, custom, or usage, of any State\n… subjects, or causes to be subjected, any citizen of the United\nStates or other person within the jurisdiction thereof to the\ndeprivation of any rights, privileges, or immunities secured by the\nConstitution and laws, shall be liable to the party injured in an\naction at law, suit in equity, or other proper proceeding for\nredress … .”A municipality or other local government may be\nliable under this section if the governmental body itself\n“subjects” a person to a deprivation of rights or “causes” a person\n“to be subjected” to such deprivation. SeeMonellv.New York City Dept. of Social Servs.,436 U. S. 658, 692 (1978). But, under\n§1983, local governments are responsible only for “theirownillegal acts.”Pembaurv.Cincinnati,475 U. S. 469, 479\n(1986) (citingMonell, 436 U. S., at 665–683). They are\nnot vicariously liable under §1983 for their employees’ actions.\nSeeid., at 691;Canton, 489 U. S., at 392;Board of Comm’rs of Bryan Cty.v.Brown,520 U. S. 397, 403\n(1997) (collecting cases).Plaintiffs who seek to impose liability on\nlocal governments under §1983 must prove that “action pursuant to\nofficial municipal policy” caused their injury.Monell,\n436 U. S., at 691; seeid., at 694. Official municipal\npolicy includes the decisions of a government’s lawmakers, the acts\nof its policymaking officials, and practices so persistent and\nwidespread as to practically have the force of law. Seeibid.;Pembaur,supra, at 480–481;Adickesv.S. H. Kress & Co.,398 U. S. 144, 167–168\n(1970). These are “action[s] for which the municipality is actually\nresponsible.”Pembaur,supra, at 479–480.In limited circumstances, a local government’s\ndecision not to train certain employees about their legal duty to\navoid violating citizens’ rights may rise to the level of an\nofficial government policy for purposes of §1983. A municipality’s\nculpability for a deprivation of rights is at its most tenuous\nwhere a claim turns on a failure to train. SeeOklahoma\nCityv.Tuttle,471 U. S. 808, 822–823\n(1985) (plurality opinion) (“[A] ‘policy’ of ‘inadequate\ntraining’ ” is “far more nebulous, and a good deal further\nremoved from the constitutional violation, than was the policy inMonell”). To satisfy the statute, a municipality’s failure\nto train its employees in a relevant respect must amount to\n“deliberate indifference to the rights of persons with whom the\n[untrained employees] come into contact.”Canton, 489 U.\nS., at 388. Only then “can such a shortcoming be properly thought\nof as a city ‘policy or custom’ that is actionable under §1983.”Id., at 389.“ ‘[D]eliberate indifference’ is a\nstringent standard of fault, requiring proof that a municipal actor\ndisregarded a known or obvious consequence of his action.”Bryan Cty., 520 U. S., at 410. Thus, when city\npolicymakers are on actual or constructive notice that a particular\nomission in their training program causes city employees to violate\ncitizens’ constitutional rights, the city may be deemed\ndeliberately indifferent if the policymakers choose to retain that\nprogram.Id., at 407. The city’s “policy of inaction” in\nlight of notice that its program will cause constitutional\nviolations “is the functional equivalent of a decision by the city\nitself to violate the Constitution.”Canton, 489 U. S., at\n395 (O’Connor, J., concurring in part and dissenting in part). A\nless stringent standard of fault for a failure-to-train claim\n“would result inde facto respondeat superiorliability on\nmunicipalities … .”Id., at 392; see alsoPembaur,supra, at 483 (opinion of Brennan, J.)\n(“[M]unicipal liability under §1983 attaches where—and only where—a\ndeliberate choice to follow a course of action is made from among\nvarious alternatives by [the relevant] officials …”).BA pattern of similar\nconstitutional violations by untrained employees is “ordinarily\nnecessary” to demonstrate deliberate indifference for purposes of\nfailure to train.Bryan Cty., 520 U. S., at 409.\nPolicymakers’ “continued adherence to an approach that they know or\nshould know has failed to prevent tortious conduct by employees may\nestablish the conscious disregard for the consequences of their\naction—the ‘deliberate indifference’—necessary to trigger municipal\nliability.”Id., at 407. Without notice that a course of\ntraining is deficient in a particular respect, decisionmakers can\nhardly be said to have deliberately chosen a training program that\nwill cause violations of constitutional rights.Although Thompson does not\ncontend that he proved a pattern of similarBradyviolations, 553 F. 3d, at 851, vacated, 578 F. 3d 293 (en\nbanc), he points out that, during the ten years preceding his armed\nrobbery trial, Louisiana courts had overturned four convictions\nbecause ofBradyviolations by prosecutors in Connick’s\noffice.[Footnote 6] Those four\nreversals could not have put Connick on notice that the office’sBradytraining was inadequate with respect to the sort ofBradyviolation at issue here. None of those cases\ninvolved failure to disclose blood evidence, a crime lab report, or\nphysical or scientific evidence of any kind. Because those\nincidents are not similar to the violation at issue here, they\ncould not have put Connick on notice that specific training was\nnecessary to avoid this constitutional violation.[Footnote 7]C1Instead of relying on a pattern\nof similarBradyviolations, Thompson relies on the\n“single-incident” liability that this Court hypothesized inCanton. He contends that theBradyviolation in\nhis case was the “obvious” consequence of failing to provide\nspecificBradytraining, and that this showing of\n“obviousness” can substitute for the pattern of violations\nordinarily necessary to establish municipal culpability.InCanton, the Court\nleft open the possibility that, “in a narrow range of\ncircumstances,” a pattern of similar violations might not be\nnecessary to show deliberate indifference.Bryan Cty.,supra, at 409. The Court posed the hypothetical example of\na city that arms its police force with firearms and deploys the\narmed officers into the public to capture fleeing felons without\ntraining the officers in the constitutional limitation on the use\nof deadly force.Canton,supra, at 390,\nn. 10. Given the known frequency with which police attempt to\narrest fleeing felons and the “predictability that an officer\nlacking specific tools to handle that situation will violate\ncitizens’ rights,” the Court theorized that a city’s decision not\nto train the officers about constitutional limits on the use of\ndeadly force could reflect the city’s deliberate indifference to\nthe “highly predictable consequence,” namely, violations of\nconstitutional rights.Bryan Cty.,supra, at 409.\nThe Court sought not to foreclose the possibility, however rare,\nthat the unconstitutional consequences of failing to train could be\nso patently obvious that a city could be liable under §1983 without\nproof of a pre-existing pattern of violations.Failure to train prosecutors in theirBradyobligations does not fall within the narrow range ofCanton’s hypothesized single-incident liability. The\nobvious need for specific legal training that was present in theCantonscenario is absent here. Armed police must\nsometimes make split-second decisions with life-or-death\nconsequences. There is no reason to assume that police academy\napplicants are familiar with the constitutional constraints on the\nuse of deadly force. And, in the absence of training, there is no\nway for novice officers to obtain the legal knowledge they require.\nUnder those circumstances there is an obvious need for some form of\ntraining. In stark contrast, legal “[t]raining is what\ndifferentiates attorneys from average public employees.” 578\nF. 3d, at 304–305 (opinion of Clement, J.).Attorneys are trained in the law and equipped\nwith the tools to interpret and apply legal principles, understand\nconstitutional limits, and exercise legal judgment. Before they may\nenter the profession and receive a law license, all attorneys must\ngraduate from law school or pass a substantive examination;\nattorneys in the vast majority of jurisdictions must do both. See,e.g., La. State Bar Assn. (LSBA), Articles of\nIncorporation, La. Rev. Stat. Ann. §37, ch. 4, App., Art. 14, §7\n(1988 West Supp.) (as amended through 1985). These threshold\nrequirements are designed to ensure that all new attorneys have\nlearned how to find, understand, and apply legal rules. Cf.United Statesv.Cronic,466 U. S. 648, 658, 664 (1984) (noting\nthat the presumption “that the lawyer is competent to provide the\nguiding hand that the defendant needs” applies even to young and\ninexperienced lawyers in their first jury trial and even when the\ncase is complex).Nor does professional training end at\ngraduation. Most jurisdictions require attorneys to satisfy\ncontinuing-education requirements. See,e.g., LSBA,\nArticles of Incorporation, Art. 16, Rule 1.1(b) (effective 1987);\nLa. Sup. Ct. Rule XXX (effective 1988). Even those few\njurisdictions that do not impose mandatory continuing-education\nrequirements mandate that attorneys represent their clients\ncompetently and encourage attorneys to engage in continuing study\nand education. See,e.g., Mass. Rule Prof. Conduct 1.1 and\ncomment 6 (West 2006). Before Louisiana adopted\ncontinuing-education requirements, it imposed similar general\ncompetency requirements on its state bar. LSBA, Articles of\nIncorporation, Art. 16, EC 1–1, 1–2, DR 6–101 (West 1974)\n(effective 1971).Attorneys who practice with other attorneys,\nsuch as in district attorney’s offices, also train on the job as\nthey learn from more experienced attorneys. For instance, here in\nthe Orleans Parish District Attorney’s Office, junior prosecutors\nwere trained by senior prosecutors who supervised them as they\nworked together to prepare cases for trial, and trial chiefs\noversaw the preparation of the cases. Senior attorneys also\ncirculated court decisions and instructional memoranda to keep the\nprosecutors abreast of relevant legal developments.In addition, attorneys in all jurisdictions\nmust satisfy character and fitness standards to receive a law\nlicense and are personally subject to an ethical regime designed to\nreinforce the profession’s standards. See,e.g.,LSBA,\nArticles of Incorporation, Art. 14, §7 (1985); see generallyid., Art. 16 (1971) (Code of Professional Responsibility).\nTrial lawyers have a “duty to bring to bear such skill and\nknowledge as will render the trial a reliable adversarial testing\nprocess.”Stricklandv.Washington,466 U. S. 668, 688\n(1984). Prosecutors have a special “duty to seek justice, not\nmerely to convict.” LSBA, Articles of Incorporation, Art. 16, EC\n7–13 (1971); ABA Standards for Criminal Justice 3–1.1(c) (2d ed.\n1980). Among prosecutors’ unique ethical obligations is the duty to\nproduceBradyevidence to the defense. See,e.g.,\nLSBA, Articles of Incorporation, Art. 16, EC 7–13 (1971); ABA Model\nRule of Prof. Conduct 3.8(d) (1984).[Footnote 8] An attorney who violates his or her ethical\nobligations is subject to professional discipline, including\nsanctions, suspension, and disbarment. See,e.g.,LSBA,\nArticles of Incorporation, Art. 15, §§5, 6 (1971);id.,\nArt. 16, DR 1–102; ABA Model Rule of Prof. Conduct 8.4 (1984).In light of this regime of legal training and\nprofessional responsibility, recurring constitutional violations\nare not the “obvious consequence” of failing to provide prosecutors\nwith formal in-house training about how to obey the law.Bryan\nCty., 520 U. S., at 409. Prosecutors are not only equipped but\nare also ethically bound to know whatBradyentails and to\nperform legal research when they are uncertain. A district attorney\nis entitled to rely on prosecutors’ professional training and\nethical obligations in the absence of specific reason, such as a\npattern of violations, to believe that those tools are insufficient\nto prevent future constitutional violations in “the usual and\nrecurring situations with which [the prosecutors] must\ndeal.”[Footnote 9]Canton, 489 U. S., at 391. A licensed attorney making\nlegal judgments, in his capacity as a prosecutor, aboutBradymaterial simply does not present the same “highly\npredictable” constitutional danger asCanton’s untrained\nofficer.A second significant difference between this\ncase and the example inCantonis the nuance of the\nallegedly necessary training. TheCantonhypothetical\nassumes that the armed police officers have no knowledge at all of\nthe constitutional limits on the use of deadly force. But it is\nundisputed here that the prosecutors in Connick’s office were\nfamiliar with the generalBradyrule. Thompson’s complaint\ntherefore cannot rely on the utter lack of an ability to cope with\nconstitutional situations that underlies theCantonhypothetical, but rather must assert that prosecutors were not\ntrained about particularBradyevidence or the specific\nscenario related to the violation in his case. That sort of nuance\nsimply cannot support an inference of deliberate indifference here.\nAs the Court said inCanton, “[i]n virtually every\ninstance where a person has had his or her constitutional rights\nviolated by a city employee, a §1983 plaintiff will be able to\npoint to something the city ‘could have done’ to prevent the\nunfortunate incident.” 489 U. S., at 392 (citingTuttle,\n471 U. S., at 823 (plurality opinion)).Thompson suggests that the absence of anyformaltraining sessions aboutBradyis\nequivalent to the complete absence of legal training that the Court\nimagined inCanton. But failure-to-train liability is\nconcerned with the substance of the training, not the particular\ninstructional format. The statute does not provide plaintiffs or\ncourtscarte blancheto micromanage local governments\nthroughout the United States.We do not assume that prosecutors will always\nmake correctBradydecisions or that guidance regarding\nspecificBradyquestions would not assist prosecutors. But\nshowing merely that additional training would have been helpful in\nmaking difficult decisions does not establish municipal liability.\n“[P]rov[ing] that an injury or accident could have been avoided if\nan [employee] had had better or more training, sufficient to equip\nhim to avoid the particular injury-causing conduct” will not\nsuffice.Canton,supra, at 391. The possibility\nof single-incident liability that the Court left open inCantonis not this case.[Footnote 10]2The dissent rejects our holding\nthatCanton’s hypothesized single-incident liability does\nnot, as a legal matter, encompass failure to train prosecutors in\ntheirBradyobligation. It would instead apply theCantonhypothetical to this case, and thus devotes almost\nall of its opinion to explaining why the evidence supports\nliability under that theory.[Footnote 11] But the dissent’s attempt to address our\nholding—by pointing out that not all prosecutors will necessarily\nhave enrolled in criminal procedure class—misses the point. Seepost, at 29–30. The reason why theCantonhypothetical is inapplicable is that attorneys, unlike police\nofficers, are equipped with the tools to find, interpret, and apply\nlegal principles.By the end of its opinion,\nhowever, the dissent finally reveals that its real disagreement is\nnot with our holding today, but with this Court’s precedent. The\ndissent does not see “any reason,”post, at 31, for the\nCourt’s conclusion inBryan Countythat a pattern of\nviolations is “ordinarily necessary” to demonstrate deliberate\nindifference for purposes of failure to train, 520 U. S., at 409.\nCf.id., at 406–408 (explaining why a pattern of\nviolations is ordinarily necessary). But cf.post, at\n30–31 (describing our reliance onBryan Countyas\n“imply[ing]” a new “limitation” on §1983). As our precedent makes\nclear, proving that a municipality itself actually caused a\nconstitutional violation by failing to train the offending employee\npresents “difficult problems of proof,” and we must adhere to a\n“stringent standard of fault,” lest municipal liability under §1983\ncollapse intorespondeat superior.[Footnote 12]Bryan County, 520 U. S.,\nat 406, 410; seeCanton, 489 U. S., at 391–392.3The District Court and the Court\nof Appeals panel erroneously believed that Thompson had proved\ndeliberate indifference by showing the “obviousness” of a need for\nadditional training. They based this conclusion on Connick’s\nawareness that (1) prosecutors would confrontBradyissues while at the district attorney’s office;\n(2) inexperienced prosecutors were expected to understandBrady’s requirements; (3)Bradyhas gray\nareas that make for difficult choices; and (4) erroneous\ndecisions regardingBradyevidence would result in\nconstitutional violations. 553 F. 3d, at 854; App. to Pet. for\nCert. 141a, 2005 WL 3541035, *13. This is insufficient.It does not follow that, becauseBradyhas gray areas and someBradydecisions are\ndifficult, prosecutors will so obviously make wrong decisions that\nfailing to train them amounts to “a decision by the city itself to\nviolate the Constitution.”Canton, 489 U. S., at 395\n(O’Connor, J., concurring in part and dissenting in part). To prove\ndeliberate indifference, Thompson needed to show that Connick was\non notice that, absent additional specified training, it was\n“highly predictable” that the prosecutors in his office would be\nconfounded by those gray areas and make incorrectBradydecisions as a result. In fact, Thompson had to show that it wassopredictable that failing to train the prosecutors\namounted toconscious disregardfor defendants’Bradyrights. SeeBryan Cty., 520 U. S., at 409;Canton,supra, at 389. He did not do so.IIIThe role of a prosecutor is to\nsee that justice is done.Bergerv.United\nStates,295 U.\nS. 78, 88 (1935). “It is as much [a prosecutor’s] duty to\nrefrain from improper methods calculated to produce a wrongful\nconviction as it is to use every legitimate means to bring about a\njust one.”Ibid.By their own admission, the prosecutors\nwho tried Thompson’s armed robbery case failed to carry out that\nresponsibility. But the only issue before us is whether Connick, as\nthe policymaker for the district attorney’s office, was\ndeliberately indifferent to the need to train the attorneys under\nhis authority.We conclude that this case does\nnot fall within the narrow range of “single-incident” liability\nhypothesized inCantonas a possible exception to the\npattern of violations necessary to prove deliberate indifference in\n§1983 actions alleging failure to train. The District Court should\nhave granted Connick judgment as a matter of law on the\nfailure-to-train claim because Thompson did not prove a pattern of\nsimilar violations that would “establish that the ‘policy of\ninaction’ [was] the functional equivalent of a decision by the city\nitself to violate the Constitution.”Canton,supra, at 395 (opinion of O’Connor, J.).The judgment of the United States Court of\nAppeals for the Fifth Circuit is reversed.It is so ordered.Footnote 1After Thompson discovered the crime lab\nreport, former assistant district attorney Michael Riehlmann\nrevealed that Deegan had confessed to him in 1994 that he had\n“intentionally suppressed blood evidence in the armed robbery trial\nof John Thompson that in some way exculpated the defendant.” Record\nEX583; see alsoid., at 2677. Deegan apparently had been\nrecently diagnosed with terminal cancer when he made his\nconfession. Following a disciplinary complaint by the district\nattorney’s office, the Supreme Court of Louisiana reprimanded\nRiehlmann for failing to disclose Deegan’s admission earlier.In re Riehlmann, 2004–0680 (La. 1/19/05), 891\nSo. 2d 1239.Footnote 2Thompson testified in his own defense at the\nsecond trial and presented evidence suggesting that another man\ncommitted the murder. That man, the government’s key witness at the\nfirst murder trial, had died in the interval between the first and\nsecond trials.Footnote 3Because Connick conceded that the failure to\ndisclose the crime lab report violatedBrady, that\nquestion is not presented here, and we do not address it.Footnote 4The District Court rejected Connick’s\nproposed deliberate indifference jury instruction—which would have\nrequired Thompson to prove a pattern of similar violations—for the\nsame reasons as the summary judgment motion. Tr. 1013; Record 993;\nsee also Tr. of Oral Arg. 26.Footnote 5Because we conclude that Thompson failed to\nprove deliberate indifference, we need not reach causation. Thus,\nwe do not address whether the alleged training deficiency, or some\nother cause, was the “ ‘moving force,’ ”Cantonv.Harris,489 U. S. 378, 389 (1989) (quotingMonellv.New York City Dept. of Social Servs.,436 U. S. 658, 694 (1978), andPolk Countyv.Dodson,454 U. S. 312, 326\n(1981)), that “actually caused” the failure to disclose the crime\nlab report,Canton,supra, at 391.The same cannot be said for the dissent,\nhowever. Affirming the verdict in favor of Thompson would require\nfinding both that he proved deliberate indifference and that he\nproved causation. Perhaps unsurprisingly, the dissent has not\nconducted the second step of the analysis, which would require\nshowing that the failure to provide particular training (which the\ndissent never clearly identifies) “actually caused” the\nflagrant—and quite possibly intentional—misconduct that occurred in\nthis case. Seepost, at 21 (opinion of Ginsburg, J.)\n(assuming that, “[h]adBrady’s importance been brought\nhome to prosecutors,” the violation at issue “surely” would not\nhave occurred). The dissent believes that evidence that the\nprosecutors allegedly “misapprehen[ded]”Bradyproves\ncausation.Post, at 27, n. 20. Of course, if evidence\nof a need for training, by itself, were sufficient to prove that\nthe lack of training “actually caused” the violation at issue, no\ncausation requirement would be necessary because every plaintiff\nwho satisfied the deliberate indifference requirement would\nnecessarily satisfy the causation requirement.Footnote 6Thompson had every incentive at trial to\nattempt to establish a pattern of similar violations, given that\nthe jury instruction allowed the jury to find deliberate\nindifference based on, among other things, prosecutors’ “history of\nmishandling” similar situations. Record 1619.Footnote 7Thompson also asserts that this case is not\nabout a “single incident” because up to four prosecutors may have\nbeen responsible for the nondisclosure of the crime lab report and,\naccording to his allegations, withheld additional evidence in his\narmed robbery and murder trials. But contemporaneous or subsequent\nconduct cannot establish a pattern of violations that would provide\n“notice to the cit[y] and the opportunity to conform to\nconstitutional dictates … .”Canton, 489 U. S., at\n395 (O’Connor, J., concurring in part and dissenting in part).\nMoreover, no court has ever found any of the otherBradyviolations that Thompson alleges occurred in his armed robbery and\nmurder trials.Footnote 8The Louisiana State Bar Code of Professional\nResponsibility included a broad understanding of the prosecutor’s\nduty to disclose in 1985:“With respect to evidence and witnesses, the prosecutor has\nresponsibilities different from those of a lawyer in private\npractice: the prosecutor should make timely disclosure to the\ndefense of available evidence, known to him, that tends to negate\nthe guilt of the accused, mitigate the degree of the offense, or\nreduce the punishment. Further, a prosecutor should not\nintentionally avoid pursuit of evidence merely because he believes\nit will damage the prosecution’s case or aid the accused.” LSBA,\nArticles of Incorporation, Art. 16, EC 7–13 (1971); see also ABA\nModel Rule of Prof. Conduct 3.8(d) (1984) (“The prosecutor in a\ncriminal case shall … make timely disclosure to the defense of all\nevidence or information known to the prosecutor that tends to\nnegate the guilt of the accused or mitigates the offense …”).In addition to these ethical rules, the\nLouisiana Code of Criminal Procedure, with which Louisiana\nprosecutors are no doubt familiar, in 1985 required prosecutors,\nupon order of the court, to permit inspection of evidence\n“favorable to the defendant … which [is] material and relevant to\nthe issue of guilt or punishment,” La. Code Crim. Proc. Ann., Art.\n718 (West 1981) (added 1977), as well as “any results or reports”\nof “scientific tests or experiments, made in connection with or\nmaterial to the particular case” if those reports are exculpatory\nor intended for use at trial,id., Art. 719.Footnote 9Contrary to the dissent’s assertion, seepost, at 31, n. 26 (citingpost, at 18–20), a\nprosecutor’s youth is not a “specific reason” not to rely on\nprofessional training and ethical obligations. Seesupra,\nat 12 (citingUnited Statesv.Cronic,466 U. S. 648, 658, 664 (1984)).Footnote 10Thompson also argues that he proved\ndeliberate indifference by “direct evidence of policymaker fault”\nand so, presumably, did not need to rely on circumstantial evidence\nat all. Brief for Respondent 37. In support, Thompson contends that\nConnick created a “culture of indifference” in the district\nattorney’s office,id., at 38, as evidenced by Connick’s\nown allegedly inadequate understanding ofBrady, the\noffice’s unwrittenBradypolicy that was later\nincorporated into a 1987 handbook, and an officewide “restrictive\ndiscovery policy,” Brief for Respondent 39–40. This argument is\nessentially an assertion that Connick’s office had an\nunconstitutional policy or custom. The jury rejected this claim,\nand Thompson does not challenge that finding.Footnote 11The dissent spends considerable time finding\nnewBradyviolations in Thompson’s trials. Seepost, at 3–13. How these violations are relevant even to\nthe dissent’s own legal analysis is “a mystery.”Post, at\n4, n. 2. The dissent does not list these violations among the\n“[a]bundant evidence” that it believes supports the jury’s finding\nthatBradytraining was obviously necessary.Post, at 16. Nor does the dissent quarrel with our\nconclusion that contemporaneous or subsequent conduct cannot\nestablish a pattern of violations. The only point appears to be to\nhighlight what the dissent sees as sympathetic, even if legally\nirrelevant, facts.In any event, the dissent’s findings are\nhighly suspect. In finding two of the “new” violations, the dissent\nbelatedly tries to reverse the Court of Appeals’ 1998 decision that\nthoseBradyclaims were “without merit.” CompareThompsonv.Cain, 161 F. 3d 802, 806–808\n(CA5) (rejectingBradyclaims regarding the Perkins-Liuzza\naudiotapes and the Perkins police report), withpost, at\n8–9 (concluding that these wereBradyviolations). There\nis no basis to the dissent’s suggestion that materially new facts\nhave called the Court of Appeals’ 1998 decision into question. Cf.Statev.Thompson, 2002–0361, p. 6 (La. App.\n7/17/02), 825 So. 2d 552, 555 (noting Thompson’s admission\nthat some of his currentBradyclaims “ha[ve] been\nrejected by both the Louisiana Supreme Court and the federal\ncourts”). Regarding the blood-stained swatch, which the dissent\nasserts prosecutors “blocked” the defense from inspecting by\nsending it to the crime lab for testing,post, at 6,\nThompson’s counsel conceded at oral argument that trial counsel had\naccess to the evidence locker where the swatch was recorded as\nevidence. See Tr. of Oral Arg. 37, 42; Record EX42, EX43 (evidence\ncard identifying “One (1) Piece of Victims [sic] Right\nPants Leg, W/Blood” among the evidence in the evidence locker and\nindicating that some evidence had been checked out); Tr. 401\n(testimony from Thompson’s counsel that he “[w]ent down to the\nevidence room and checked all of the evidence”);id., at\n103, 369–370, 586, 602 (testimony that evidence card was “available\nto the public,” would have been available to Thompson’s counsel,\nand would have been seen by Thompson’s counsel because it was\nstapled to the evidence bag in “the normal process”). Moreover, the\ndissent cannot seriously believe that the jury could have foundBradyviolations—indisputably, questions of law. Seepost, at 12, n. 10, 15, n. 11.Footnote 12Although the dissent acknowledges that\n“deliberate indifference liability andrespondeat superiorliability are not one and the same,” the opinion suggests that it\nbelieves otherwise.Post, at 32, n. 28; see,e.g.,post, at 32 (asserting that “the buck stops\nwith [the district attorney]”);post, at 23 (suggesting\nmunicipal liability attaches when “the prosecutors” themselves are\n“deliberately indifferent to what the law requires”). We stand by\nthe longstanding rule—reaffirmed by a unanimous Court earlier this\nTerm—that to prove a violation of §1983, a plaintiff must prove\nthat “the municipality’s own wrongful conduct” caused his injury,\nnot that the municipality is ultimately responsible for the torts\nof its employees.Los Angeles Countyv.Humphries,ante, at 9; seeHumphries,ante, at 6, 7 (citingMonell, 436 U. S., at\n691).",
    "joined": []
}