{
    "case": {
        "docket": "18-328",
        "citation": "589",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-328/"
    },
    "id": "4181638",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–328_________________KEVIN C. ROTKISKE, PETITIONERv.PAUL\nKLEMM, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[December 10, 2019]Justice Thomas delivered the opinion of the\nCourt.The Fair Debt Collection Practices Act (FDCPA)\nauthorizes private civil actions against debt collectors who engage\nin certain prohibited practices. 91Stat. 881, 15 U. S. C.\n§1692k(a). An action under the FDCPA may be brought “within one\nyear from the date on which the violation occurs.” §1692k(d). This\ncase requires us to determine when the FDCPA’s limitations period\nbegins to run. We hold that, absent the application of an equitable\ndoctrine, the statute of limitations in §1692k(d) begins to run on\nthe date on which the alleged FDCPA violation occurs, not the date\non which the violation is discovered.IAIn 1977, Congress enacted the FDCPA “to\neliminate abusive debt collection practices by debt collectors, to\ninsure that those debt collectors who refrain from using abusive\ndebt collection practices are not competitively disadvantaged, and\nto promote consistent State action to protect consumers against\ndebt collection abuses.” §1692(e). The FDCPA pursues these stated\npurposes by imposing affirmative requirements on debt collectors\nand prohibiting a range of debt-collection practices.\n§§1692b–1692j.The FDCPA authorizes the Federal Trade\nCommission, the Bureau of Consumer Financial Protection, and other\nfederal agencies to enforce its provisions. §1692l. The\nFDCPA also authorizes private civil actions against debt\ncollectors. §1692k(a). These private civil actions “may be brought\nin any appropriate United States district court without regard to\nthe amount in controversy, or in any other court of competent\njurisdiction, within one year from the date on which the violation\noccurs.” §1692k(d).BPetitioner Kevin Rotkiske failed to pay\napproximately $1,200 in credit card debt.[1] His credit card company referred the debt to\nrespondent Klemm & Associates (Klemm) for collection.[2] In March 2008, Klemm sued Rotkiske,\nseeking to collect the unpaid debt. Klemm attempted service at an\naddress where Rotkiske no longer lived, and a person whose\ndescription did not match Rotkiske’s accepted service of the\ncomplaint. Klemm later withdrew the suit.Klemm refiled suit in January 2009, and a\nprocess server attempted service at the same address. Once again,\nsomeone other than Rotkiske accepted service. Rotkiske failed to\nrespond to the summons, and Klemm obtained a defaultjudgment. Rotkiske claims that he was not aware\nof Klemm’s 2009 debt-collection lawsuit until September 2014, when\nhe was denied a mortgage because of the default judgment against\nhim.On June 29, 2015, more than six years after the\ndefault judgment, Rotkiske brought suit against Klemm under the\nFDCPA. Rotkiske’s amended complaint alleged that equitable tolling\nexcused his otherwise untimely filing because Klemm purposely\nserved process in a manner that ensured he would not receive\nservice. The sole FDCPA claim in the complaint asserted that Klemm\ncommenced the 2009 debt-collection lawsuit after the state-law\nlimitations period expired and therefore “violated the FDCPA by\ncontacting [Rotkiske] without lawful ability to collect.” First\nAmended Complaint in No. 2:15–cv–03638 (ED Pa.), Doc. 15,\np. 4.Klemm moved to dismiss the action as barred by\nthe FDCPA’s one-year statute of limitations, 15 U. S. C.\n§1692k(d). Rotkiske argued that the court should apply a “discovery\nrule” to delay the beginning of the limitations period until the\ndate he knew or should have known of the alleged FDCPA violation.\nTo support this contention, Rotkiske relied on the Ninth Circuit’s\ndecision inMangumv.Action Collection Serv., Inc.,\n575 F.3d 935 (2009). That case held that, under the “discovery\nrule,” limitations periods in federal litigation generally begin to\nrun when plaintiffs know or have reason to know of their injury.Id.,at 940–941.The District Court dismissed the action. It held\nthat the Ninth Circuit’s general rule does not apply to §1692k(d),\nrelying on the statute’s plain language. The court also concluded\nthat Rotkiske was not entitled to equitable tolling because, even\naccepting the truth of the allegations in the complaint, he was not\nmisled by Klemm’s conduct.On appeal, the Third Circuitsua spontereviewed the case en banc and unanimously\naffirmed. 890 F.3d 422 (2018). The court held that, under the text\nof §1692k(d), the FDCPA’s one-year limitations period runs from the\n“date on which the violation occurs,” not the date a potential\nplaintiff discovers or should have discovered the violation.Id.,at 425–426. The court expressly rejected the Ninth\nCircuit’s approach, stating that there is no default presumption\nthat all federal limitations periods run from the date of\ndiscovery.Id.,at 427. Rotkiske failed to raise the\napplication of equitable doctrines on appeal, so the court did not\naddress that issue.Id.,at 428–429.Given the conflict between the Courts of\nAppeals, seeid.,at 427, we granted certiorari. 586\nU. S. ___ (2019).IIThe question before us is whether the\n“discovery rule” applies to the FDCPA’s limitations period. The\nphrase “discovery rule,” however, has no generally accepted\nmeaning. Rotkiske’s arguments invoking the discovery rule implicate\ntwo distinct concepts—the application of a general discovery rule\nas a principle of statutory interpretation and the application of a\nfraud-specific discovery rule as an equitable doctrine. We address\neach in turn.AWhen interpreting limitations provisions, as\nalways, “we begin by analyzing the statutory language.”Hardtv.Reliance Standard Life Ins. Co.,560 U.S.\n242, 251 (2010). If the words of a statute are unambiguous,\nthis first step of the interpretive inquiry is our last.Connecticut Nat. Bankv.Germain,503 U.S.\n249, 254 (1992). If “there are two plausible constructions of a\nstatute of limitations,” we generally “adopt the construction that\nstarts the time limit running when the cause of action\n. . . accrues” because “Congress legislates against the\n‘standard rule that the limitations period commences when the\nplaintiff has a complete and present cause of action.’ ”Graham County Soil & Water Conservation Dist.v.United States ex rel. Wilson,545 U.S.\n409, 418–419 (2005) (quotingBay Area Laundry and Dry\nCleaning Pension Trust Fundv.Ferbar Corp. of Cal.,522 U.S.\n192, 201 (1997)).Here, the text of §1692k(d) clearly states that\nan FDCPA action “may be brought . . . within one year\nfrom the date on which the violation occurs.” That language\nunambiguously sets the date of the violation as the event that\nstarts the one-year limitations period. At the time of the FDCPA’s\nenactment, the term “violation” referred to the “[a]ct or instance\nof violating, or state of being violated.” Webster’s New\nInternational Dictionary 2846 (2d ed. 1949) (Webster’s Second). The\nterm “occur” meant “to happen,” and, as Webster’s Second explains,\n“occur” described “that which is thought of as definitely taking\nplace as an event.”Id.,at 1684.Read together,\nthese dictionary definitions confirm what is clear from the face of\n§1692k(d)’s text: The FDCPA limitations period begins to run on the\ndate the alleged FDCPA violation actually happened. We must presume\nthat Congress “says in a statute what it means and means in a\nstatute what it says there.”Connecticut Nat. Bank, 503\nU. S., at 254.Rotkiske does not contest the plain meaning of\n§1692k(d)’s text or claim that he brought suit within one year of\nthe alleged FDCPA violation. Instead, he suggests that we should\ninterpret §1692k(d) to include a general “discovery rule” that\napplies to all FDCPA actions. In effect, Rotkiske asks the Court to\nread in a provision stating that §1692k(d)’s limitations period\nbegins to run on the date an alleged FDCPA violation is\ndiscovered.This expansive approach to the discovery rule is\na “bad wine of recent vintage.”TRW Inc.v.Andrews,534 U.S.\n19, 37 (2001) (Scalia, J., concurring in judgment). It is a\nfundamental principle of statutory interpretation that “absent\nprovision[s] cannot be supplied by the courts.” A. Scalia & B.\nGarner, Reading Law: The Interpretation of Legal Texts 94 (2012).\nTo do so “ ‘is not a construction of a statute, but, in\neffect, an enlargement of it by the court.’ ”Nicholsv.United States, 578 U. S. ___, ___ (2016) (slip op.,\nat 6) (quotingIselinv.United States,270 U.S.\n245,251(1926)).Atextual judicial supplementation is\nparticularly inappropriate when, as here, Congress has shown that\nit knows how to adopt the omitted language or provision. Congress\nhas enacted statutes that expressly include the language Rotkiske\nasks us to read in, setting limitations periods to run from the\ndate on which the violation occursor the date of discovery of\nsuch violation.See,e.g.,12 U. S. C. §3416;\n15 U. S. C. §1679i. In fact, at the time Congress enacted\nthe FDCPA, many statutes included provisions that, in certain\ncircumstances, would begin the running of a limitations period upon\nthediscoveryof a violation, injury, or some other event.\nSee,e.g., 15 U. S. C. §77m (1976 ed.); 19\nU. S. C. §1621 (1976 ed.); 26 U. S. C. §7217(c)\n(1976 ed.); 29 U. S. C. §1113 (1976 ed.).It is not our role to second-guess Congress’\ndecision to include a “violation occurs” provision, rather than a\ndiscovery provision, in §1692k(d). The length of a limitations\nperiod “reflects a value judgment concerning the point at which the\ninterests in favor of protecting valid claims are outweighed by the\ninterests in prohibiting the prosecution of stale ones.”Johnsonv.Railway Express Agency, Inc.,421 U.S.\n454, 463–464 (1975). It is Congress, not this Court, that\nbalances those interests. We simply enforce the value judgments\nmade by Congress.BNarrowing his initial assertion and moving\naway from the question on which we granted certiorari, Rotkiske\nalso contends that his filing should be treated as timely under an\nequitable, fraud-specific discovery rule, relying on a line of\ndecisions beginning withBaileyv.Glover, 21 Wall.\n342 (1875). Rotkiske claims thatBaileyand its progeny\napply an equitable doctrine that delays the commencement of the\nstatute of limitations in fraud actions, and that he has pleaded\n(or could plead) a claim within the scope of this doctrine. This\nCourt has noted the existence of decisions applying a discovery\nrule in “fraud cases” that is distinct from the traditional\nequitable tolling doctrine.Merck & Co.v.Reynolds,559 U.S.\n633, 644 (2010);Gabelliv.SEC,568 U.S.\n442, 450 (2013) (referring to the “fraud discovery rule”). And\nit has repeatedly characterized these decisions as applying an\nequity-based doctrine.California Public Employees’ Retirement\nSystemv.ANZ Securities, Inc., 582 U. S. ___,\n___–___ (2017) (slip op., at 10–11);Lozanov.Montoya\nAlvarez, 572 U.S. 1, 10–11 (2014);Credit Suisse Securities\n(USA) LLCv.Simmonds,566 U.S.\n221, 226–227 (2012);Youngv.United States,535 U.S.\n43, 49–50 (2002). Rotkiske failed to preserve this issue before\nthe Third Circuit, 890 F. 3d, at 428, and failed to raise this\nissue in his petition for certiorari. Accordingly, Rotkiske cannot\nrely on this doctrine to excuse his otherwise untimely\nfiling.[3]*  *  *For the foregoing reasons, the judgment of the\nCourt of Appeals is affirmed.It is so ordered.Notes1Because this case comes\nto us from a decision granting a motion to dismiss, we assume the\ntruth of the facts alleged in Rotkiske’s operative complaint. See,e.g.,Swierkiewiczv.Sorema N. A.,534 U.S.\n506, 508, n. 1 (2002).2Paul Klemm, the managing\npartner of Klemm & Associates, moved to a new firm named\nNudelman, Nudelman & Ziering, which was later renamed Nudelman,\nKlemm & Golub. Rotkiske has sued Paul Klemm, Klemm &\nAssociates, Nudelman, Klemm & Golub, and Nudelman, Nudelman\n& Ziering. For the sake of simplicity, we refer to the\nrespondents as Klemm.3We do not decide whether\nthe text of 15 U. S. C. §1692k(d) permits the application\nof equitable doctrines or whether the claim raised in this case\nfalls within the scope of the doctrine applied inBaileyand\nits progeny.",
    "joined": []
}