{
    "case": {
        "docket": "19-161",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-161/"
    },
    "id": "4266038",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–161_________________DEPARTMENT OF HOMELAND SECURITY, et al.,\nPETITIONERSv.VIJAYAKUMAR THURAISSIGIAMon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2020]Justice Thomas, concurring.I join the Court’s opinion, which correctly\nconcludes that respondent’s Suspension Clause argument fails\nbecause he does not seek a writ of habeas corpus. I write\nseparately to address the original meaning of the Suspension\nClause, which guarantees that “[t]he Privilege of the Writ of\nHabeas Corpus shall not be suspended, unless when in Cases of\nRebellion or Invasion the public Safety may require it.” Art. I,\n§9, cl. 2. The Founders appear to have understood “[t]he\nPrivilege of the Writ of Habeas Corpus” to guarantee freedom from\ndiscretionary detention, and a “suspen[sion]” of that privilege\nlikely meant a statute granting the executive the power to detain\nwithout bail or trial based on mere suspicion of a crime or\ndangerousness. Thus, the expedited removal procedure in the Illegal\nImmigration Reform and Immigrant Responsibility Act of 1996,\n110Stat. 3009–546, is likely not a suspension.[1]IThe writ of habeas corpus began as a\nprerogative writ in the Court of King’s Bench in the 16th century.\nJ. Baker, An Introduction to English Legal History 157 (5th ed.\n2019). Over time, however, it came to be understood both as a right\nto be free from arbitrary detention and as a procedural writ.By the end of the 16th century, the English\nconnected the common-law writ of habeas corpus to liberty.\nSpecifically, it was associated with the guarantee in Magna Carta\nthat “[n]o free person (Nullus liber homo) shall be taken or\nimprisoned, or disseised or outlawed or exiled, or in any way\ndestroyed . . . except by the lawful judgment of his\npeers or by the law of the land.”Id., at 157, n. 76,\n506. Perhaps most prominently, Edward Coke wrote in his Institutes\nthat “if a man be taken, or committed to prisoncontra legem\nterrae, against the Law of the land,” then “[h]e may have anhabeas corpus.” The Second Part of the Institutes of the\nLaws of England 55 (6th ed. 1681). For Coke, and for the many\nEnglish (and later Americans) who read his work, “the writ was\ntreated as an aspect of the Charter’s guaranty.” D. Meador, Habeas\nCorpus and Magna Carta: Dualism of Power and Liberty 22 (1966).This association between habeas corpus and\nfreedom from discretionary detention deepened after 1679 with the\nHabeas Corpus Act, also known as An Act for the better secureing\nthe Liberty of the Subject and for Prevention of Imprisonments\nbeyond the Seas. The statute sought to address “great Delayes” in\n“criminall or supposed criminall Matters.” 31 Car. 2, ch. 2. It\nrequired an officer served with a writ of habeas corpus to produce\nthe prisoner within three days in “any such criminall or supposed\ncriminall Matters.”Ibid.It also guaranteed bail to\nprisoners in cases of felony or high treason if they were not tried\nwithin one term of court.Ibid.To protect these rights,\nParliament created a special statutory remedy: All writs under the\nHabeas Corpus Act were marked as issuing pursuant to the statute.Ibid.; P. Halliday, Habeas Corpus: From England to Empire\n320 (2010).Parliament passed the Habeas Corpus Act to curb\nthe power of King Charles II, but it nonetheless came to be seen as\na protection for liberty, not just an assertion of the powers of\nParliament over the Crown. Henry Care, in the 1774 edition of his\nwidely read treatise English Liberties, commented that “before this\nstatute [the common-law writ of habeas corpus] was rendered far\nless useful than it ought to be, partly by the Judges pretending a\npower to grant or deny the said writ at their pleasure, in many\ncases; and especially by the ill practices of Sheriffs and Goalers,\nby putting the prisoner to the charge and trouble of\n. . . a second and third writ, before they would obey the\nfirst.” 1 English Liberties, or the Free-born Subject’s Inheritance\n195. The Habeas Corpus Act, he concluded, “provides thus for our\nliberty.”Id.,at 198. William Blackstone put it even more\nsweepingly, writing that the Habeas Corpus Act “is frequently\nconsidered as anothermagna carta.” 3 Commentaries on the\nLaws of England 135 (1770).IIThe Founders inherited this understanding of\nhabeas corpus. And they enshrined it in the Suspension Clause,\nwhich they understood to protect a substantive right.The language of the Suspension Clause evinces\nthis understanding. The Clause itself does not authorize courts to\nissue writs of habeas corpus.INSv.St. Cyr,533 U.S.\n289, 337 (2001) (Scalia, J., dissenting);Ex parte\nBollman, 4 Cranch 75, 94 (1807). Nor does it refer simply to\nthe writ of habeas corpus. Rather, it protects theprivilege\nofthe writ of habeas corpus. The word “privilege” was “used\ninterchangeably with the words ‘rights,’ ‘liberties,’ and\n‘freedoms,’ and had been since the time of Blackstone.”McDonaldv.Chicago,561 U.S.\n742, 813 (2010) (Thomas, J., concurring in part and concurring\nin judgment). By using this term, the Framers appear to have had a\nsubstantive right in mind.Ratification debates reflect this understanding\nas well. Future Supreme Court Justice James Iredell said in the\nNorth Carolina convention that, “[b]y the privileges of thehabeas corpus, no man can be confined without inquiry; and\nif it should appear that he has been committed contrary to law, he\nmust be discharged.” 4 Debates in the Several State Conventions 171\n(J. Elliot ed. 1891). Signer of the Constitution James McHenry told\nthe Maryland House of Delegates that “[p]ublic safety may require a\nsuspension of the Ha[beas] Corpus in cases of necessity: when those\ncases do not exist, the virtuous Citizen will ever be protected in\nhis opposition to power.” 11 Documentary History of the\nRatification of the Constitution 80, 84 (J. Kaminski et al.\neds. 2015) (Documentary History).This understanding is echoed in statements that\nthe Constitution protects the Habeas Corpus Act, the writ of habeas\ncorpus, or simply “the habeas corpus,” all referring to a\nsubstantive right. Alexander Hamilton wrote in The Federalist No.\n83 that “thehabeascorpusact” was “provided for in\nthe most ample manner in the plan of the convention.” The\nFederalist No. 83, p. 499 (C. Rossiter ed. 1961). Again in No. 84,\nhe wrote that the Constitution “establish[ed] the writ ofhabeas\ncorpus.”Id., No. 84, at 511. In the Pennsylvania\nratifying convention, Jasper Yeates said that the Suspension Clause\n“direct[ed] that the privilege of thehabeas corpusact\nshall not be suspended except in times of immediate danger.” 2\nDocumentary History 434–435 (M. Jensen ed. 1976). In Virginia,\nGovernor Edmund Randolph—a signer and future Attorney\nGeneral—argued that “the habeas corpus is at least on as secure and\ngood a footing as it is in England” because “[t]hat privilege is\nsecured here by the Constitution.” 9id., at 1099 (J.\nKaminski & G. Saladino eds. 1990). Luther Martin of Maryland\nwrote that “the general government is to have apowerofsuspendingthehabeas corpus act, in cases ofrebellionorinvasion.” Genuine Information VIII,\nreprinted in 15id., at 434 (J. Kaminski & G. Saladino\neds. 1984). In Massachusetts, Theophilius Parsons “made a Loud\nSpeech on the Habeas Corpus act that it will not be in the power of\nGov[ern]ment to suspend the act only in time of war.” 7id.,\nat 1813 (J. Kaminski & G. Saladino eds. 2001). Other speakers\nand writers made similar references. See A. Tyler, Habeas Corpus in\nWartime 132–133 (2017) (collecting examples). In sum, it seems that\nthe founding generation viewed the privilege of the writ of habeas\ncorpus as a freedom from arbitrary detention.[2]IIIThe remaining question is what it means for\n“[t]he Privilege of the Writ of Habeas Corpus” to “be suspended.”\nU. S. Const., Art. I, §9, cl. 2. At the founding,\nsuspension was a well-known term that meant “a [t]emporal [s]top of\na [m]an’s [r]ight.” N. Bailey, An Universal Etymological English\nDictionary (22d ed. 1770); seeSt. Cyr, 533 U. S., at\n337–338 (Scalia, J., dissenting). In the context of habeas corpus,\nit appears to have specifically meant a grant of authority to the\nexecutive to detain without bail or trial based on suspicion of a\ncrime or dangerousness.The English understood the term this way.\nBlackstone called it “the happiness of [the English] constitution”\nthat “the parliament only, or legislative power, . . .\ncan authorize the crown, by suspending thehabeas corpusact\nfor a short and limited time, to imprison suspected persons without\ngiving any reason for so doing.” 1 Commentaries on the Laws of\nEngland, at 136. Bills known as suspensions granted broad power to\ndetain based on suspicion of a crime. For example, in 1777, Lord\nGermaine introduced a bill “ ‘to empower his Majesty to secure\nand detain Persons charged with, or suspected of, the Crime of High\nTreason committed in North America, or on the High Seas, or the\nCrime of Piracy.’ ” 19 W. Cobbett, The Parliamentary History\nof England 4 (1814). The bill allowed certain prisoners to be\ndetained “ ‘without bail or mainprize’ ”[3] and prohibited any “ ‘judge or\njustice of peace’ ” from “ ‘bail[ing] or try[ing] any\nsuch person or persons, . . . any law, statute, or usage,\nto the contrary in any wise notwithstanding.’ ”Id.,at\n5. The text contained no mention of the Habeas Corpus Act, but it\nnevertheless was referred to as a “suspension of the Habeas Corpus\nAct.”Id.,at 9–10. As one historian has written,\nsuspensions “were officially acts ‘empowering his majesty to\napprehend and detain such persons as he shall find cause to\nsuspect’ ” and to do so “ ‘without bail or\nmainprise.’ ” Halliday, Habeas Corpus, at 248.Americans shared a similar understanding, as\nevidenced by the suspensions that States passed during the\nRevolutionary War. “By their common terms,” these suspensions\n“bestowed authority on state executives to arrest and detain\npersons preventively based on suspicion of supporting the Crown.”\nTyler, Habeas Corpus in Wartime, at 111. In 1777, Massachusetts\nauthorized the detention of “any person whom the council shall deem\nthe safety of the Commonwealth requires should be restrained of his\npersonal liberty, or whose enlargement within this state is\ndangerous thereto” “without bail or mainpri[s][z]e.” 1776–1777\nMass. Acts ch. 45, §§1, 3, p. 641. Virginia similarly allowed the\nGovernor and council to detain anyone “whom they may have just\ncause to suspect of disaffection to the independence of the United\nStates or of attachment to their enemies.” An act for giving\ncertain powers to the governour and council, and for punishing\nthose who shall oppose the execution of laws, reprinted in 10 W.\nHening’s Statutes at Large 413–414 (1822). And New York created a\nboard with power “to apprehend and confine or cause to be\napprehended or confined . . . all persons whose going at\nlarge shall in the judgment of the said commissioners or any three\nof them appear dangerous to the safety of this State.” An Act\nappointing commissioners for detecting and defeating conspiracies\nand declaring their powers (Feb. 5, 1778), 1778 N. Y. Laws ch.\n3, pp. 8–9; see also An Act for constituting a Council of Safety\n(Oct. 11, 1777), 1777 N. J. Laws ch. 40, §4, p. 85; An Act to\nEmpower the Supreme Executive Council of this Commonwealth to\nProvide for the Security Thereof in Special Cases Where No\nProvision Is Already Made by Law (Sept. 6, 1777), ch. 762, §2, 9\nStatutes at Large of Pennsylvania 140 (J. Mitchell & H.\nFlanders eds. 1903); An Act to punish certain crimes and\nmisdemeanors, and to prevent the growth of toryism, 1777 Md. Laws\nch. 20, §7.[4]Massachusetts continued using this formula for\nsuspensions under its 1780 Constitution. These suspensions are\nespecially probative because that Constitution contained language\nsimilar to the Federal Suspension Clause: “The privilege and\nbenefit of the writ of habeas corpus shall be enjoyed in this\nCommonwealth in the most free, easy, cheap, expeditious and ample\nmanner; and shall not be suspended by the Legislature, except upon\nthe most urgent and pressing occasions, and for a limited time not\nexceeding twelve months.” Pt. 2, ch. VI, Art. VII. In response to\nShays’ Rebellion, which gained notoriety across the United States,\nMassachusetts passed “An Act for Suspending the Privilege of the\nWrit of Habeas Corpus.” It provided that“the Governor, with the advice and consent\nof the Council, be and he hereby is authorised and empowered\n. . . to command, and cause to be apprehended, and\ncommitted in any Goal, or other safe place, within the\nCommonwealth, any person or persons whatsoever, whom the Governor\nand Council, shall deem the safety of the Commonwealth requires\nshould be restrained of their personal liberty, or whose\nenlargement is dangerous thereto; any Law, Usage or Custom to the\ncontrary notwithstanding.” 1786–1787 Mass. Acts ch. 41, p. 102.The Act also provided that “any Person who shall\nbe apprehended and imprisoned, as aforesaid, shall be continued in\nimprisonment, without Bail or Mainprize, until he shall be\ndischarged therefrom by order of the Governor, or of the General\nCourt.”Id.,at 103; see also An Act to Suspend the\nPrivilege of the Writ of Habeas Corpus for Six Months (June 27,\n1782), 1782–1783 Mass. Acts ch. 2, pp. 6–7. Thus, in a jurisdiction\nwith an analog to the Suspension Clause, a suspension was a grant\nof power to detain without bail or trial based on suspicion of a\ncrime or dangerousness.Although the ratification debates are not\nespecially illuminating on the meaning of a suspension, they\nprovide further support for this understanding. Luther Martin wrote\nthat the Government, upon “suspending the habeas corpus act mayseizeupon the persons of thoseadvocates of freedom,\nwho have hadvirtueandresolutionenough to excite\nthe opposition, and mayimprisonthem during its pleasure.”\nGenuine Information VIII, reprinted in 15 Documentary History 434.\nAnother essayist, writing in a Boston newspaper, explained that\nsuspension would allow “the President, or President and Senate, as\nCongress shall think proper to empower, to take up and confine for\nany cause, or for any suspicion, or for no cause, perhaps any\nperson, he or they shall think proper. 5id., at 712 (J.\nKaminski & G. Saladino eds. 1998).In sum, a suspension was not necessarily an\nexpress limitation on the availability of the writ of habeas\ncorpus. Rather, it appears to have been a grant of power to detain\nbased on suspicion of a crime or dangerousness without bail or\ntrial.IVUnder this interpretation, 8\nU. S. C. §1252 likely does not suspend the writ of habeas\ncorpus. To be placed in expedited removal, an immigration officer\nmust “determin[e]” that an alien is “inadmissible.”\n§1225(b)(1)(A)(i). That determination is based in part on the\nalien’s lack of valid entry documentation and failure to satisfy a\n2-year continuous physical presence requirement, not on mere\nsuspicion or dangerousness. §§1225(b)(1)(A)(i), (iii)(II);\n§1182(a)(7). An alien has the opportunity to avoid expedited\nremoval by demonstrating a “credible fear of persecution.”\n§§1225(b)(1)(B)(iii), (v). If the alien is unsuccessful, he may\nseek “[j]udicial review . . . in habeas corpus\nproceedings” of “whether [he] is an alien”; “whether [he] was\nordered removed” under expedited removal; and “whether [he] can\nprove by a preponderance of the evidence that [he] is an alien\nlawfully admitted for permanent residence, has been admitted as a\nrefugee . . . , or has been granted asylum” and “such\nstatus [has not] been terminated.” §1252(e)(2).This statute bears little resemblance to a\nsuspension as that term was understood at the founding. It does not\nallow the executive to detain based on mere suspicion of a crime or\ndangerousness. Rather, it requires a finding that the detainee\nlacks valid documentation and is not eligible for asylum. It even\nexpressly permits habeas relief for a detainee who does not meet\ncertain criteria for expedited removal.Some may wish that the Suspension Clause were\nbroader. Perhaps for this reason, our precedents have departed from\nthe original understanding of the Suspension Clause. See,e.g.,Boumedienev.Bush,553 U.S.\n723, 826–850 (2008) (Scalia, J., dissenting);St. Cyr,\n533 U. S., at 336–341 (Scalia, J., dissenting). But this\nunderstanding does contain an important guarantee of individual\nliberty by limiting the circumstances in which Congress may give\nthe executive power to detain without bail or trial based on\nsuspicion of a crime or dangerousness. In this case, that guarantee\nhas not been violated.Notes1I express no view on the\nquestion whether respondent is even entitled to the privilege of\nthe writ as an unadmitted alien.2None of this is to say\nthat the writ of habeas corpus involved a wide-ranging,\never-changing inquiry. As the Court today reaffirms, “the scope of\nhabeas has been tightly regulated by statute, from the Judiciary\nAct of 1789 to the present day.”Ante, at 21, n. 20. A\nwrit of habeas corpus was “in the nature of a writ of error, to\nexamine the legality of the commitment.”Ex parte\nWatkins, 3 Pet. 193, 202 (1830) (Marshall, C. J.). When an\nexecutive detained someone without trial, it allowed a court to\n“examine into [the] validity” of “the reason for” commitment. 3 W.\nBlackstone, Commentaries on the Laws of England 133 (1770). In\ncases of detention pursuant to the judgment of a court, “a prisoner\nseeking a writ of habeas corpus could challenge only the\njurisdiction of the court that had rendered the judgment under\nwhich he was in custody.”Wrightv.West,505 U.S.\n277, 285 (1992) (opinion of Thomas, J.). In both contexts, the\nwrit “played only a procedural role: It issued as of right when a\nprisoner showed probable cause to believe he was being held\nillegally . . . and obligated the warden to file a\n‘return’ identifying the grounds of imprisonment.”Jenningsv.Stephens,574 U.S.\n271, 285 (2015) (Thomas, J., dissenting). When the writ of\nhabeas corpus was granted, it “decided nothing except that there\nwas a case calling for an answer by the gaoler.” Goddard, A Note on\nHabeas Corpus, 65 L. Q. Rev. 30, 34 (1949). “After reviewing\nthe reason so returned, the court could release, bail, or remand\nthe prisoner as appropriate.” J. Baker, An Introduction to English\nLegal History 157 (5th ed. 2019).3Mainprise or mainprize is\na “writ ordering the sheriff to take . . . security\n. . . for the prisoner’s appearance and release the\nprisoner.” Black’s Law Dictionary 1142 (11th ed.\n2019).4It does not appear that\nit was necessary to expressly mention the availability of the writ\nin a suspending Act. Some States made express reference to the writ\nof habeas corpus, see,e.g.,ch. 762, §2, 9 Statutes at\nLarge of Pennsylvania 140, but many did not.",
    "joined": []
}