{
    "case": {
        "docket": "100",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/100/"
    },
    "id": "1963062",
    "author": "thomas",
    "type": "concurrence",
    "text": "OPINION OF THOMAS, J.MOHAWK INDUSTRIES, INC. V. CARPENTER558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-678MOHAWK INDUSTRIES, INC., PETITIONERv.NORMAN CARPENTERon writ of certiorari to the united states court of\nappeals for the eleventh circuit[December 8, 2009]Justice Thomas, concurring in\npart and concurring in the judgment.I concur in the judgment and in\nPart II–C of the Court’s opinion because I wholeheartedly agree\nthat “Congress’s designation of the rulemaking process as the way\nto define or refine when a district court ruling is ‘final’ and\nwhen an interlocutory order is appealable warrants the Judiciary’s\nfull respect.”Swintv.Chambers County Comm’n,514 U. S. 35, 48\n(1995);ante, at 13 (quotingSwint,supra;citingCunninghamv.Hamilton\nCounty,527 U.\nS. 198, 210 (1999)). It is for that reason that I do not join\nthe remainder of the Court’s analysis.The scope of federal appellate jurisdiction is\na matter the Constitution expressly commits to Congress, see\nArt. I, §8, cl. 9, and that Congress has addressed not only in\n28 U. S. C. §§1291 and 1292, but also in the Rules Enabling\nAct amendments to which the Court refers. Seeante, at\n12–13 (citing §§2072–2074). The Court recognizes that these\namendments “designat[e] rulemaking, ‘not expansion by court\ndecision,’ as the preferred means of determining whether and when\nprejudgment orders should be immediately appealable.”Ante, at 12 (quotingSwint,supra, at\n48). Because that designation is entitled to our full respect, and\nbecause the privilege order here is not on all fours with orders we\npreviously have held to be appealable under the collateral order\ndoctrine, seeCohenv.Beneficial Industrial Loan\nCorp.,337 U.\nS. 541(1949), I would affirm the Eleventh Circuit’s judgment\non the ground that any “avenue for immediate appeal” beyond the\nthree avenues addressed in the Court’s opinion must be left to the\n“rulemaking process.”Ante, at 13; seeante, at\n9–12 (discussing certification under 28 U. S. C. §1292(b),\npetitions for mandamus, and appeals from contempt orders).We need not, and in my view should not,\nfurther justify our holding by applying theCohendoctrine, which prompted the rulemaking amendments in the first\nplace. In taking this path, the Court needlessly perpetuates a\njudicial policy that we for many years have criticized and\nstruggled to limit. See,e.g.,Ashcroftv.Iqbal, 556 U. S. ___, ___ (2009) (slip op., at 8);Willv.Hallock,546 U. S. 345, 349\n(2006);Sellv.United States,539 U. S. 166, 177\n(2003);Cunningham,supra, at 210;Digital\nEquipment Corp.v.Desktop Direct, Inc.,511 U. S. 863, 884\n(1994);Swint, supra, at 48;Lauro Lines s.r.l.v.Chasser,490 U. S. 495, 498–501\n(1989);Van Cauwenberghev.Biard,486 U. S. 517, 527\n(1988). The Court’s choice of analysis is the more ironic because\napplyingCohento the facts of this case requires the\nCourt to reach conclusions on, and thus potentially prejudice, the\nvery matters it says would benefit from “the collective experience\nof bench and bar” and the “opportunity for full airing” that\nrulemaking provides.Ante, at 13.“Finality as a condition of review is an\nhistoric characteristic of federal appellate procedure” that was\nincorporated in the first Judiciary Act and that Congress itself\nhas “departed from only when observance of it would practically\ndefeat the right to any review at all.”Cobbledickv.United States,309 U. S. 323, 324–325\n(1940). Until 1949, this Court’s view of the appellate jurisdiction\nstatute reflected this principle and the statute’s text. See,e.g.,Catlinv.United States,324 U. S. 229, 233\n(1945) (holding that §128 of the Judicial Code (now 28 U.\nS. C. §1291) limits review to decisions that “en[d] the\nlitigation on the merits and leav[e] nothing for the court to do\nbut execute the judgment”).Cohenchanged all that when it\nannounced that a “small class” of collateral orders that do not\nmeet the statutory definition of finality nonetheless may be\nimmediately appealable if they satisfy certain criteria that show\nthey are “too important to be denied review.” 337 U. S., at\n546.Cohenand the early decisions\napplying it allowed §1291 appeals of interlocutory orders\nconcerning the posting of a bond, seeid., at 545–547, the\nattachment of a vessel in admiralty, seeSwift & Co.\nPackersv.Compania Colombiana Del Caribe,\nS. A.,339\nU. S. 684, 688–689 (1950), and the imposition of notice costs\nin a class action, seeEisenv.Carlisle &\nJacquelin,417\nU. S. 156, 170–172 (1974). As the Court’s opinion notes, later\ndecisions sought to narrowCohenlest its exception to\n§1291 “ ‘ swallow’ ” the final judgment rule.Ante, at 5 (quotingDigital Equipment,supra, at 868); see generallyCoopers &\nLybrandv.Livesay,437 U. S. 463, 467–468\n(1978). The Court has adhered to that narrowing approach,\nprincipally by raising the bar on what types of interests are\n“important enough” to justify collateral order appeals. See,e.g.,Will,supra, at 352–353\n(explaining that an interlocutory order typically will be\n“important” enough to justifyCohenreview only where\n“some particular value of a high order,” such as “honoring the\nseparation of powers, preserving the efficiency of government . . .\n, [or] respecting a State’s dignitary interests,” is “marshaled in\nsupport of the interest in avoiding trial” and the Court determines\nthat denying review would “imperil” that interest);Digital\nEquipment,supra, at 878–879 (noting that\nappealability underCohenturns on a “judgment about the\nvalue of the interests that would be lost through rigorous\napplication of a final judgment requirement,” and that an interest\n“qualifies as ‘important’ inCohen’s sense” if it is\n“weightier than the societal interests advanced by the ordinary\noperation of final judgment principles”). As we recognized last\nTerm, however, our attempts to contain theCohendoctrine\nhave not all been successful or persuasive. SeeAshcroft,supra,at ___ (slip op., at 8) (“[A]s a general matter,\nthe collateral-order doctrine may have expanded beyond the limits\ndictated by its internal logic and the strict application of the\ncriteria set out inCohen”). In my view, this case\npresents an opportunity to improve our approach.The privilege interest at issue here is\nundoubtedly important, both in its own right and when compared to\nsome of the interests (e.g., in bond and notice-cost\nrulings) we have held to be appealable underCohen.\nAccordingly, the Court’sCohenanalysis does not rest on\nthe privilege order’s relative unimportance, but instead on its\neffective reviewability after final judgment.Ante, at\n8–12. Although I agree with the Court’s ultimate conclusion, I see\ntwo difficulties with this approach. First, the Court emphasizes\nthat the alternative avenues of review it discusses (which did not\nprove adequate in this case) would be adequate where the privilege\nruling at issue is “particularly injurious or novel.”Ante, at 9. If that is right, and it seems to me that it\nis, then the opinion raises the question why such avenues were not\nalso adequate to address the orders whose unusual importance or\nparticularly injurious nature we have heldjustifiedimmediate appeal underCohen. See,e.g.,Sell,supra, at 177. Second, the facts of this\nparticular case seem in several respects to undercut the Court’s\nconclusion that the benefits of collateral order review “cannot\njustify the likely institutional costs.”Ante, at 11.* The\nCourt responds that these case-specific arguments miss the point\nbecause the focus of theCohenanalysis is whether the\n“entire category” or “class of claims” at issue merits appellate\nreview under the collateral order doctrine.Ante, at 6\n(internal quotation marks omitted). That is exactly right, and\nillustrates what increasingly has bothered me about making this\nkind of appealability determination via case-by-case adjudication.\nThe exercise forces the reviewing court to subordinate the\nrealities of each case before it to generalized conclusions about\nthe “likely” costs and benefits of allowing an exception to the\nfinal judgment rule in an entire “class of cases.” The Court\nconcedes that Congress, which holds the constitutional reins in\nthis area, has determined that such value judgments are better left\nto the “collective experience of bench and bar” and the\n“opportunity for full airing” that rulemaking provides.Ante, at 13. This determination is entitled to our full\nrespect, in deed as well as in word. Accordingly, I would leave the\nvalue judgments the Court makes in its opinion to the rulemaking\nprocess, and in so doing take this opportunity to\nlimit—effectively, predictably, and in a way we should have done\nlong ago—the doctrine that, with a sweep of the Court’s pen,\nsubordinated what the appellate jurisdiction statute says to what\nthe Court thinks is a good idea.* The Court concludes, for example, that in\nmost cases final judgment review of an erroneous privilege ruling\nwill suffice to vindicate the injured party’s rights because the\nappellate court can vacate the adverse judgment and remand for a\nnew trial in which the protected material is excluded.Ante, at 8. But this case appears to involve one of the\n(perhaps rare) situations in which final judgment review might not\nbe sufficient because it is a case in which the challenged order\nalready has had “implications beyond the case at hand,” namely, in\nthe separate class action inWilliamsv.Mohawk\nIndus., Inc.,No. 4:04–CV–0003–HLM (ND Ga.).Ante, at\n11. The Court also concludes that the “likely institutional costs”\nof allowing collateral order review would outweigh its benefits\nbecause,inter alia, such review would “needlessly burden\nthe Courts of Appeals.”Ibid. But as the Court concedes,\nit must speculate on this point because the three Circuits that\nallowCohenappeals of privilege rulings have not been\noverwhelmed. Seeante, at 12.",
    "joined": []
}