{
    "case": {
        "docket": "20-157",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-157/"
    },
    "id": "4428394",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–157_________________EDWARD A. CANIGLIA, PETITIONERv.ROBERT F. STROM, et al.on writ of certiorari to the united states\ncourt of appeals for the first circuit[May 17, 2021]Justice Thomas delivered the opinion of the\nCourt.Decades ago, this Court held that a warrantless\nsearch of an impounded vehicle for an unsecured firearm did not\nviolate the Fourth Amendment.Cadyv.Dombrowski,413 U.S.\n433(1973). In reaching this conclusion, the Court observed\nthat police officers who patrol the “public highways” are often\ncalled to discharge noncriminal “community caretaking functions,”\nsuch as responding to disabled vehicles or investigating accidents.Id., at 441. The question today is whetherCady’s\nacknowledgment of these “caretaking” duties creates a standalone\ndoctrine that justifies warrantless searches and seizures in the\nhome. It does not.IDuring an argument with his wife at their\nRhode Island home, Edward Caniglia (petitioner) retrieved a handgun\nfrom the bedroom, put it on the dining room table, and asked his\nwife to “shoot [him] now and get it over with.” She declined, and\ninstead left to spend the night at a hotel. The next morning, when\npetitioner’s wife discovered that she could not reach him by\ntelephone, she called the police (respondents) to request a welfare\ncheck.Respondents accompanied petitioner’s wife to the\nhome, where they encountered petitioner on the porch. Petitioner\nspoke with respondents and confirmed his wife’s account of the\nargument, but denied that he was suicidal. Respondents, however,\nthought that petitioner posed a risk to himself or others. They\ncalled an ambulance, and petitioner agreed to go to the hospital\nfor a psychiatric evaluation—but only after respondents allegedly\npromised not to confiscate his firearms. Once the ambulance had\ntaken petitioner away, however, respondents seized the weapons.\nGuided by petitioner’s wife—whom they allegedly misinformed about\nhis wishes—respondents entered the home and took two handguns.Petitioner sued, claiming that respondents\nviolated the Fourth Amendment when they entered his home and seized\nhim and his firearms without a warrant. The District Court granted\nsummary judgment to respondents, and the First Circuit affirmed\nsolely on the ground that the decision to remove petitioner and his\nfirearms from the premises fell within a “community caretaking\nexception” to the warrant requirement. 953 F.3d 112, 121–123, 131\nand nn. 5, 9 (2020). Citing this Court’s statement inCadythat police officers often have noncriminal reasons to\ninteract with motorists on “public highways,” 413 U. S., at\n441, the First Circuit extrapolated a freestanding\ncommunity-caretaking exception that applies to both cars and homes.\n953 F. 3d, at 124 (“Threats to individual and community safety\nare not confined to the highways”). Accordingly, the First Circuit\nsaw no need to consider whether anyone had consented to\nrespondents’ actions; whether these actions were justified by\n“exigent circumstances”; or whether any state law permitted this\nkind of mental-health intervention.Id.,at 122–123. All\nthat mattered was that respondents’ efforts to protect petitioner\nand those around him were “distinct from ‘the normal work of\ncriminal investigation,’ ” fell “within the realm of reason,”\nand generally tracked what the court viewed to be “sound police\nprocedure.”Id.,at 123–128, 132–133. We granted certiorari.\n592 U. S. ___ (2020).IIThe Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures.” The\n“ ‘very core’ ” of this guarantee is “ ‘the right of\na man to retreat into his own home and there be free from\nunreasonable governmental intrusion.’ ”Floridav.Jardines,569 U.S.\n1, 6 (2013).To be sure, the Fourth Amendment does not\nprohibit all unwelcome intrusions “on private property,”ibid.—only “unreasonable” ones. We have thus recognized a\nfew permissible invasions of the home and its curtilage. Perhaps\nmost familiar, for example, are searches and seizures pursuant to a\nvalid warrant. SeeCollinsv.Virginia, 584\nU. S. ___, ___–___ (2018) (slip op., at 5–6). We have also\nheld that law enforcement officers may enter private property\nwithout a warrant when certain exigent circumstances exist,\nincluding the need to “ ‘render emergency assistance to an\ninjured occupant or to protect an occupant from imminent\ninjury.’ ”Kentuckyv.King,563 U.S.\n452, 460, 470 (2011); see alsoBrigham Cityv.Stuart,547 U.S.\n398, 403–404 (2006) (listing other examples of exigent\ncircumstances). And, of course, officers may generally take actions\nthat “ ‘any private citizen might do’ ” without fear of\nliability.E.g.,Jardines, 569 U. S., at 8\n(approaching a home and knocking on the front door).The First Circuit’s “community caretaking” rule,\nhowever, goes beyond anything this Court has recognized. The\ndecision below assumed that respondents lacked a warrant or\nconsent, and it expressly disclaimed the possibility that they were\nreacting to a crime. The court also declined to consider whether\nany recognized exigent circumstances were present because\nrespondents had forfeited the point. Nor did it find that\nrespondents’ actions were akin to what a private citizen might have\nhad authority to do if petitioner’s wife had approached a neighbor\nfor assistance instead of the police.Neither the holding nor logic ofCadyjustified that approach. True,Cadyalso involved a\nwarrantless search for a firearm. But the location of that search\nwas an impounded vehicle—not a home—“ ‘a constitutional\ndifference’ ” that the opinion repeatedly stressed. 413\nU. S., at 439; see alsoid.,at 440–442. In fact,Cadyexpressly contrasted its treatment of a vehicle already\nunder police control with a search of a car “parked adjacent to the\ndwelling place of the owner.”Id., at 446–448 (citingCoolidgev.New Hampshire,403\nU.S. 443(1971)).Cady’s unmistakable distinction between\nvehicles and homes also places into proper context its reference to\n“community caretaking.” This quote comes from a portion of the\nopinion explaining that the “frequency with which\n. . . vehicle[s] can become disabled or involved in\n. . . accident[s] on public highways” often requires\npolice to perform noncriminal “community caretaking functions,”\nsuch as providing aid to motorists. 413 U. S., at 441. But,\nthis recognition that police officers perform many civic tasks in\nmodern society was just that—a recognition that these tasks exist,\nand not an open-ended license to perform them anywhere.*  *  *What is reasonable for vehicles is different\nfrom what is reasonable for homes.Cadyacknowledged as\nmuch, and this Court has repeatedly “declined to expand the scope\nof . . . exceptions to the warrant requirement to permit\nwarrantless entry into the home.”Collins, 584 U. S.,\nat ___ (slip op., at 8). We thus vacate the judgment below and\nremand for further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}