{
    "case": {
        "docket": "33",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/33/"
    },
    "id": "1962741",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTFLORIDA DEPT. OF REVENUE V. PICCADILLYCAFETERIAS, INC.554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-312FLORIDA DEPARTMENT OF REVENUE, PETITIONERv.PICCADILLY CAFETERIAS, INC.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 16, 2008]Justice Thomas delivered the\nopinion of the Court.The Bankruptcy Code provides a\nstamp-tax exemption for any asset transfer “under a plan confirmed\nunder [Chapter 11]” of the Code. 11 U. S. C. §1146(a)\n(2000 ed., Supp. V). Respondent Piccadilly Cafeterias, Inc., was\ngranted an exemption for assets transferred after it had filed for\nbankruptcy but before its Chapter 11 plan was submitted to, and\nconfirmed by, the Bankruptcy Court. Petitioner, the Florida\nDepartment of Revenue, seeks reversal of the decision of the Court\nof Appeals upholding the exemption for Piccadilly’s asset transfer.\nBecause we hold that §1146(a)’s stamp-tax exemption does not apply\nto transfers made before a plan is confirmed under Chapter 11, we\nreverse the judgment below.IPiccadilly was founded in 1944\nand was one of the Nation’s most successful cafeteria chains until\nit began experiencing financial difficulties in the last decade. On\nOctober 29, 2003, Piccadilly declared bankruptcy under Chapter 11\nof the Bankruptcy Code, §1101et seq.(2000 ed. and Supp.\nV), and requested court authorization to sell substantially all its\nassets outside the ordinary course of business pursuant to\n§363(b)(1) (2000 ed., Supp. V). Piccadilly prepared to sell its\nassets as a going concern and sought an exemption from any stamp\ntaxes on the eventual transfer under §1146(a) of the Code.[Footnote 1] The Bankruptcy Court\nconducted an auction in which the winning bidder agreed to purchase\nPiccadilly’s assets for $80 million.On January 26, 2004, as a\nprecondition to the sale, Piccadilly entered into a global\nsettlement agreement with committees of senior secured noteholders\nand unsecured creditors. The settlement agreement dictated the\npriority of distribution of the sale proceeds among Piccadilly’s\ncreditors. On February 13, 2004, the Bankruptcy Court approved the\nproposed sale and settlement agreement. The court also ruled that\nthe transfer of assets was exempt from stamp taxes under §1146(a).\nThe sale closed on March 16, 2004.Piccadilly filed its initial Chapter 11 plan\nin the Bankruptcy Court on March 26, 2004, and filed an amended\nplan on July 31, 2004.[Footnote\n2] The plan provided for distribution of the sale proceeds in a\nmanner consistent with the settlement agreement. Before the\nBankruptcy Court confirmed the plan, Florida filed an objection,\nseeking a declaration that the $39,200 in stamp taxes it had\nassessed on certain of Piccadilly’s transferred assets fell outside\n§1146(a)’s exemption because the transfer had not been “under a\nplan confirmed” under Chapter 11. On October 21, 2004, the\nbankruptcy court confirmed the plan. On cross-motions for summary\njudgment on the stamp-tax issue, the Bankruptcy Court granted\nsummary judgment in favor of Piccadilly, reasoning that the sale of\nsubstantially all Piccadilly’s assets was a transfer\n“ ‘under’ ” its confirmed plan because the sale was\nnecessary to consummate the plan. App. D to Pet. for Cert. 40a–41a.\nThe District Court upheld the decision on the ground that §1146(a),\nin certain circumstances, affords a stamp-tax exemption even when a\ntransfer occurs prior to confirmation.In re Piccadilly\nCafeterias, Inc., 379 B. R. 215, 226 (SD Fla. 2006).The Court of Appeals for the\nEleventh Circuit affirmed, holding that “§1146[(a)]’s tax exemption\nmay apply tothosepre-confirmation transfers that are\nnecessary to the consummation of a confirmed plan of\nreorganization, which, at the very least, requires that there be\nsome nexus between the pre-confirmation transfer and the confirmed\nplan.”In re Piccadilly Cafeterias, Inc., 484 F. 3d\n1299, 1304 (2007)(per curiam). Finding the statutory text\nambiguous, the Court of Appeals concluded that §1146(a) should be\ninterpreted consistent with “the principle that a remedial statute\nsuch as the Bankruptcy Code should be liberally construed.”Ibid. The court further noted that its interpretation of\n§1146(a) better accounted for “the practical realities of Chapter\n11 reorganization cases” because a debtor may need to transfer\nassets to induce relevant parties to endorse the proposed\nconfirmation of a plan.Ibid.The Court of Appeals\nacknowledged that its holding conflicted with the approach taken by\nthe Courts of Appeals for the Third and Fourth Circuits,id., at 1302, which have held that §1146(a) “does not\napply to … transactions that occur prior to the confirmation of a\nplan under Chapter 11 of the Bankruptcy Code.”In reHechinger Inv. Co. of Del., 335 F. 3d 243, 246 (CA3\n2003); see alsoIn re NVR, LP, 189 F. 3d 442,\n458 (CA4 1999) (holding that §1146(a) “appl[ies] only to transfers\nunder the Plan occurring after the date of\nconfirmation”).We granted certiorari, 552 U. S.\n___ (2007), to resolve the conflict among the Courts of Appeals as\nto whether §1146(a) applies to preconfirmation\ntransfers.IISection 1146(a),\nentitled “Special tax provisions,” provides: “The issuance,\ntransfer, or exchange of a security, or the making or delivery of\nan instrument of transferunder a plan confirmed under section\n1129 of this title, may not be taxed under any law imposing a\nstamp tax or similar tax.” (Emphasis added.) Florida asserts that\n§1146(a) applies only to postconfirmation sales; Piccadilly\ncontends that it extends to preconfirmation transfers as long as\nthey are made in accordance with a plan that is eventually\nconfirmed. Florida and Piccadilly base their competing readings of\n§1146(a) on the provision’s text, on inferences drawn from other\nCode provisions, and on substantive canons of statutory\nconstruction. We consider each of their arguments in\nturn.AFlorida contends that\n§1146(a)’s text unambiguously limits stamp-tax exemptions to\npostconfirmation transfers made under the authority of a confirmed\nplan. It observes that the word “confirmed” modifies the word\n“plan” and is a past participle,i.e., “[a] verb form\nindicating past or completed action or time that is used as a\nverbal adjective in phrases such asbaked beansandfinished work.”American Heritage Dictionary 1287(4th ed. 2000). Florida maintains that a past participle\nindicates past or completed action even when it is placed after the\nnoun it modifies, as in “beans baked in the oven,” or “work\nfinished after midnight.” Thus, it argues, the phrase “plan\nconfirmed” denotes a “confirmed plan”—meaning one that has been\nconfirmed in the past.Florida\nfurther contends that the word “under” in “under a plan confirmed”\nshould be read to mean “with the authorization of ” or\n“inferior or subordinate” to its referent, here the confirmed plan.\nSeeArdestaniv.INS,502 U. S. 129, 135\n(1991) (noting that a thing that is “ ‘under’ ” a statute\nis most naturally read as being “ ‘subject to’ ” or\n“ ‘governed by’ ” the statute). Florida points out that,\nin the other two appearances of “under” in §1146(a), it clearly\nmeans “subject to.” Invoking the textual canon that\n“ ‘identical words used in different parts of the same act are\nintended to have the same meaning,’ ”Commissionerv.Keystone Consol. Industries, Inc.,508 U. S. 152, 159\n(1993), Florida asserts the term must also have its core meaning of\n“subject to” in the phrase “under a plan confirmed.” Florida thus\nreasons that to be eligible for §1146(a)’s exemption, a transfer\nmust be subject to a plan that has been confirmed subject to §1129\n(2000 ed. and Supp. V). Echoing the Fourth Circuit’s reasoning inNVR,supra,at 457, Florida concludes that a\ntransfer made prior to the date of plan confirmation cannot be\nsubject to, or under the authority of, something that did not exist\nat the time of the transfer—a confirmed plan.Piccadilly counters\nthat the statutory language does not unambiguously impose a\ntemporal requirement. It contends that “plan confirmed” is not\nnecessarily the equivalent of “confirmed plan,” and that had\nCongress intended the latter, it would have used that language, as\nit did in a related Code provision. See §1142(b) (referring to “any\ninstrument required to effect a transfer of property dealt with by\na confirmed plan”). Piccadilly also argues that “under” is just as\neasily read to mean “in accordance with.” It observes that the\nvariability of the term “under” is well-documented, noting that the\nAmerican Heritage Dictionary 1395 (1976) provides 15 definitions,\nincluding “[i]n view of,” “because of,” “by virtue of,” as well as\n“[s]ubject to the restraint … of.” See alsoArdestani,supra,at 135 (recognizing that “[t]he word ‘under’ has\nmany dictionary definitions and must draw its meaning from its\ncontext”). Although “under” appears several times in §1146(a),\nPiccadilly maintains there is no reason why a term of such common\nusage and variable meaning must have the same meaning each time it\nis used, even in the same sentence. As an illustration, it points\nto §302(a) of the Bankruptcy Code, which states, “The commencement\nof a joint case under a chapter of this title constitutes an order\nfor relief under such chapter.” Piccadilly contends that this\nprovision is best read as: “The commencement of a joint casesubject to the provisions ofa chapter of this title\nconstitutes an order for reliefinsuch chapter.”\nPiccadilly thus concludes that the statutory text—standing alone—is\nsusceptible of more than one interpretation. SeeHechinger,supra, at 253 (“[W]e cannot say that\nthe language of [§1146(a)] rules out the possibility that ‘under a\nplan confirmed’ means ‘in agreement with a plan\nconfirmed’ ”).While both sides\npresent credible interpretations of §1146(a), Florida has the\nbetter one. To be sure, Congress could have used more precise\nlanguage—i.e., “under a planthat has beenconfirmed”—and thus removed all ambiguity. But the two readings of\nthe language that Congress chose are not equally plausible: Of the\ntwo, Florida’s is clearly the more natural. The interpretation\nadvanced by Piccadilly and adopted by the Eleventh Circuit—that\nthere must be “some nexus between the pre-confirmation transfer and\nthe confirmed plan” for §1146(a) to apply, 484 F. 3d, at\n1304—places greater strain on the statutory text than the simpler\nconstruction advanced by Florida and adopted by the Third and\nFourth Circuits.Furthermore,\nPiccadilly’s emphasis on the distinction between “plan confirmed”\nand “confirmed plan” is unavailing because §1146(a) specifies not\nonly that a tax-exempt transfer be “under a plan,” but also that\nthe plan in question be confirmed pursuant to §1129. Congress’\nplacement of “plan confirmed” before “under section 1129” avoids\nthe ambiguity that would have arisen had it used the term\n“confirmed plan,” which could easily be read to mean that the\ntransfer must be “under section 1129” rather than under a plan that\nwas itself confirmed under §1129.Although we agree with\nFlorida that the more natural reading of §1146(a) is that the\nexemption applies only to postconfirmation transfers, ultimately we\nneed not decide whether the statute is unambiguous on its face.\nEven assuming,arguendo, that the language of §1146(a) is\nfacially ambiguous, the ambiguity must be resolved in Florida’s\nfavor. We reach this conclusion after considering the parties’\nother arguments, to which we now turn.BPiccadilly insists that, whatever the degree\nof ambiguity on its face, §1146(a) becomes even more ambiguous when\nread in context with other Bankruptcy Code provisions. Piccadilly\nasserts that if Congress had intended §1146(a) to apply exclusively\nto transfers occurring after confirmation, it would have made its\nintent plain with an express temporal limitation similar to those\nappearing elsewhere in the Code. For example, §1127 governs\nmodifications to a Chapter 11 plan, providing that the proponent of\na plan may modify the plan “at any time before confirmation,” or,\nsubject to certain restrictions, “at any time after confirmation of\nsuch plan.” §§1127(a)–(b). Similar examples abound. See,e.g., §1104(a) (“[a]t any time after the commencement of\nthe case but before confirmation of a plan …”); §1104(c) (“[a]t any\ntime before the confirmation of a plan …”). Piccadilly emphasizes\nthat, “where Congress includes particular language in one section\nof a statute but omits it in another section of the same Act, it is\ngenerally presumed that Congress acts intentionally and purposely\nin the disparate inclusion or exclusion.”Russellov.United States,464 U. S. 16, 23 (1983)\n(internal quotation marks omitted). Because Congress did not impose\na clear and commonly used temporal limitation in §1146(a),\nPiccadilly concludes that Congress did not intend one to exist.\nPiccadilly buttresses its conclusion by pointing out that\n§1146(b)—the subsection immediately following §1146(a)—includes an\nexpress temporal limitation. See §1146(b) (2000 ed., Supp. V)\n(providing that a bankruptcy court may declare certain tax\nconsequences after the date a government unit responds to a plan\nproponent’s request or “270 days after such request,” whichever is\nearlier). But Congress included no such limitation in subsection\n(a).Piccadilly also relies on other Code\nprovisions to bolster its argument that the term “under” preceding\n“a plan confirmed” in §1146(a) should be read broadly—to mean “in\naccordance with” rather than the narrower “authorized by.” Apart\nfrom §302, discussed above, Piccadilly adverts to §111, which\nstates that an agency providing credit counseling to debtors is\nrequired to meet “the standards set forth under this section.”\n§111(b)(4)(A) (2000 ed., Supp. V). Piccadilly argues that this\nlanguage requires the agency to meet “the standards set forthinthis section,” because reading the quoted language to\nmean “the standards set forthauthorized bythis section”\nwould render the words “set forth” nonsensical. Piccadilly\nadditionally refers to §303(a), which provides that “[a]n\ninvoluntary case may be commenced only under chapter 7 or 11 of\nthis title.” Again, Piccadilly asserts that this language means “an\ninvoluntary case may be commenced onlyinchapter 7 or 11\nof this title.” It reasons that “under” in §303(a) cannot mean\n“authorized by” because §303(a) itself authorizes involuntary\ncases, and the provisions of Chapters 7 and 11 do not. Piccadilly\nmakes a similar argument with respect to §343, which provides that\n“[t]he debtor shall appear and submit to examination under oath at\nthe meeting of creditors.” Reading “under” to mean “authorized by”\nwould make little sense here. On the basis of these examples,\nPiccadilly concludes that the term “under” is\nambiguous.Finally, Piccadilly\nmaintains that “under” in §1146(a) should be construed broadly in\nlight of §365(g)(1) of the Bankruptcy Code, which provides that\nrejection of an executory contract or unexpired lease constitutes\nthe equivalent of a prebankruptcy breach “if such contract or lease\nhas not been assumed under this section or under a plan confirmed\nunder chapter . . . 11.” InHechinger, the Third Circuit\nconcluded that substituting “authorized by” for “under” in §1146(a)\nwould be consistent with the use of the parallel language in\n§365(g)(1). 335 F. 3d, at 254. Piccadilly attempts to refuteHechinger’s reading of §365(g)(1), asserting that, because\nauthorization for the assumption of a lease under a plan is\ndescribed in §1123(b)(2), which “circles back to section 365,” such\nauthorization cannot be “subject to” or “authorized by” Chapter 11.\nBrief for Respondent 39 (emphasis deleted); see 11 U. S. C.\n§1123(b)(2) (providing that “a plan may . . . subject to section\n365 of this title, provide for the assumption, rejection, or\nassignment of any executory contract or unexpired lease of the\ndebtor not previously rejected under such section”). The phrase\n“under a plan confirmed” in §365(g)(1), contends Piccadilly, is\nthus best read to mean “in accordance witha plan\nconfirmed” because a plan may provide for the assumption of an\nexecutory contract or unexpired lease but not—unlike §365—be the\nultimate authority for that assumption. As a result, Piccadilly\nconcludes that the identical language of §1146(a) should have the\nsame meaning.Piccadilly supports\nthis point with its assertion that, unlike sales, postconfirmation\nassumptions or rejections are not permitted under the Bankruptcy\nCode. SeeNLRBv.Bildisco & Bildisco,465 U. S. 513,\n529 (1984) (stating that in “a Chapter 11 reorganization, a\ndebtor-in-possession has until a reorganization plan is confirmed\nto decide whether to accept or reject an executory contract”).\nBecause, as Piccadilly contends, the phrase “under a plan confirmed\nunder chapter . . . 11” in §365(g)(1) cannot refer to assumptions\nor rejections occurring after confirmation, it would be anomalous\nto read the identical phrase in §1146(a) to coveronlypostconfirmation transfers.For its part, Florida\nargues that the statutory context of §1146(a) supports its position\nthat the stamp-tax exemption applies exclusively to\npostconfirmation transfers. It observes that the subchapter in\nwhich §1146(a) appears is entitled, “POSTCONFIRMATION MATTERS.”\nFlorida contends that, while not dispositive, the placement of a\nprovision in a particular subchapter suggests that its terms should\nbe interpreted consistent with that subchapter. SeeDavisv.Michigan Dept. of Treasury,489 U. S. 803, 809\n(1989) (“It is a fundamental canon of statutory construction that\nthe words of a statute must be read in their context and with a\nview to their place in the overall statutory scheme”). In addition,\nFlorida dismisses Piccadilly’s references to the temporal\nlimitations in other Code provisions on the ground that it would\nhave been superfluous for Congress to add any further limitations\nto §1146(a)’s already unambiguous temporal\nelement.Even on the assumption\nthat the text of §1146(a) is ambiguous, we are not persuaded by\nPiccadilly’s contextual arguments. As noted above, Congress could\nhave used language that made §1146(a)’s temporal element clear\nbeyond question. Unlike §1146(a), however, the temporal language\nexamples quoted by Piccadilly are indispensable to the operative\nmeaning of the provisions in which they appear. Piccadilly’s\nreliance on §1127, for example, is misplaced because that section\nexplicitly differentiates between preconfirmation modifications,\nsee §1127(a), and postconfirmation modifications, which are\npermissible “only if circumstances warrant” them,\n§1127(b).It was unnecessary for Congress to include in\n§1146(a) a phrase such as “at any time after confirmation of such\nplan” because the phrase “under a plan confirmed” is most naturally\nread to require that there be a confirmed plan at the time of the\ntransfer.Even if we were to\nadopt Piccadilly’s broad definition of “under,” its interpretation\nof the statute faces other obstacles. The asset transfer here can\nhardly be said to have been consummated “in accordance with” any\nconfirmed plan because, as of the closing date, Piccadilly had not\neven submitted its plan to the Bankruptcy Court for confirmation.\nPiccadilly’s asset sale was thus not conducted “in accordance with”\nany plan confirmed under Chapter 11. Rather, it was conducted “in\naccordance with” the procedures set forth in Chapter\n3—specifically, §363(b)(1). To read the statute as Piccadilly\nproposes would make §1146(a)’s exemption turn on whether a\ndebtor-in-possession’s actions are consistent with a legal\ninstrument that does not exist—and indeed may not even be conceived\nof—at the time of the sale. Reading§1146(a) in\ncontext with other relevant Code provisions, we find nothing\njustifying such a curious interpretation of what is a\nstraightforward exemption.Nor\ndoes anything in §365(g)(1) recommend Piccadilly’s reading of\n§1146(a). Section 365(g) generally allows a trustee to reject “an\nexecutory contract or unexpired lease of the debtor,”i.e., to reject a contract that is unfavorable to the\nestate, subject to court approval. As the text makes clear, such\napproval may occur either under “this section,”\n§365(g)—i.e., “at any time before the confirmation of a\nplan,” §365(d)(2)—or “under a plan confirmed under chapter 9, 11,\n12, or 13,” §365(g)(1). Piccadilly relies heavily onBildisco,supra, in which this Court held that\n§365 permits a debtor-in-possession to reject a\ncollective-bargaining agreement like any other executory contract,\nand that doing so is not an unfair labor practice under the\nNational Labor Relations Act. In reaching this conclusion, the\nCourt observed that “a debtor-in-possession has until a\nreorganization plan is confirmedto decidewhether to\naccept or reject an executory contract.” 465 U. S., at 529\n(emphasis added).We\nagree withBildisco’s commonsense observation that thedecisionwhether to reject a contract or lease must be\nmade before confirmation. But that in no way undermines the fact\nthat the rejection takeseffectupon or after confirmation\nof the Chapter 11 plan (or before confirmation if pursuant to\n§365(d)(2)). In the context of §1146(a), the decision whether to\ntransfer a given asset “under a plan confirmed” must be made prior\nto submitting the Chapter 11 plan to the bankruptcy court, but the\ntransfer itself cannot be “under a plan confirmed” until the court\nconfirms the plan in question. Only at that point does the transfer\nbecome eligible for the stamp-tax exemption.[Footnote\n3]If the statutory context suggests anything,\nit is that §1146(a) is inapplicable to preconfirmation transfers.\nWe find it informative that Congress placed §1146(a) in a\nsubchapter entitled, “POSTCONFIRMATION MATTERS.” To be sure, a\nsubchapter heading cannot substitute for the operative text of the\nstatute. See,e.g.,Pennsylvania Dept. of\nCorrectionsv.Yeskey,524 U. S. 206, 212\n(1998) (“ ‘[T]he title of a statute . . . cannot limit the\nplain meaning of the text’ ”). Nonetheless, statutory titles\nand section headings “ ‘are tools available for the resolution\nof a doubt about the meaning of a statute.’ ”Porterv.Nussle,534 U. S. 516, 528\n(2002). The placement of §1146(a) within a subchapter expressly\nlimited to postconfirmation matters undermines Piccadilly’s view\nthat §1146(a) covers preconfirmation\ntransfers.But even if we were fully to accept\nPiccadilly’s textual and contextual arguments, they would establish\nat most that the statutory language is ambiguous. They do not—and\nlargely are not intended to—demonstrate that §1146(a)’s purported\nambiguity should be resolved in Piccadilly’s favor. Florida argues\nthat various nontextual canons of construction require us to\nresolve any ambiguity in its favor. Piccadilly responds with\nsubstantive canons of its own. It is to these dueling canons of\nconstruction that we now turn.CFlorida contends that even if the statutory\ntext is deemed ambiguous, applicable substantive canons compel its\ninterpretation of §1146(a). Florida first invokes the canon that\n“Congress is presumed to be aware of an administrative or judicial\ninterpretation of a statute and to adopt that interpretation when\nit reenacts a statute without change.”Lorillardv.Pons,434\nU. S. 575, 580–581 (1978). Florida observes that the relevant\nlanguage of §1146(a) relating to “under a plan confirmed” has\nremained unchanged since 1978 despite several revisions of the\nBankruptcy Code. The most recent revision in 2005 occurred after\nthe Fourth Circuit’s decision inNVRand the Third\nCircuit’s decision inHechingerbut before the Eleventh\nCircuit’s decision below. Florida asserts that Congress ratified\nthis longstanding interpretation when, in its most recent\namendments to the Code, it “readopted” the stamp-tax provision\nverbatim as §1146(a). Brief for Petitioner\n26.Florida also invokes the substantive canon—on\nwhich the Third Circuit relied inHechinger—that courts\nshould “ ‘proceed carefully when asked to recognize an\nexemption from state taxation that Congress has not clearly\nexpressed.’ ” 335 F. 3d, at 254 (quotingCalifornia\nState Bd. ofEqualizationv.Sierra Summit,\nInc.,490 U. S.\n844, 851–852 (1989)). In light of this directive, Florida\ncontends that §1146(a)’s language must be construed strictly in\nfavor of the States to prevent unwarranted displacement of their\ntax laws. SeeNational PrivateTruck Council,\nInc.v.Oklahoma Tax Comm’n,515 U. S. 582, 590\n(1995) (discussing principles of comity in taxation and the\n“federal reluctance to interfere with state taxation” given the\n“strong background presumption against\ninterference”).Furthermore, Florida notes that the canon\nalso discourages federal interference with the administration of a\nState’s taxation scheme. Seeid., at 586, 590. Florida\ncontends that the Court of Appeals’ extension of §1146(a) to\npreconfirmation transfers directly interferes with the\nadministration of the State’s stamp tax, which is imposed “prior to\nrecordation” of the instrument of transfer. Fla. Stat. §§201.01,\n201.02(1) (2006). Extending the exemption to transfers that\noccurred months or years before a confirmable plan even existed,\nFlorida explains, may require the States to “ ‘unravel’ ”\nstamp taxes already collected. Brief for Petitioner 31.\nAlternatively, should a court grant an exemption under §1146(a)\nbefore confirmation, States would be saddled with the task of\nmonitoring whether the plan is ever eventually\nconfirmed.In response, Piccadilly contends that the\nfederalism principle articulated inSierra Summit, supra,at 852, does not apply where there is a “clear expression of an\nexemption from state taxation” overriding a State’s authority to\ntax. In Piccadilly’s view, that is precisely the case with regard\nto §1146(a), which proscribes the imposition of stamp taxes and\ndemonstrates Congress’ intent to exempt a category of state\ntaxation.Piccadilly further maintains that Florida’s\nstamp tax is nothing more than a postpetition claim, specifically\nan administrative expense, which is paid as a priority claim ahead\nof the prepetition claims of most creditors. Equating Florida’s\nreceipt of tax revenue with a preference in favor of a particular\nclaimant, Piccadilly argues that §1146(a)’s ambiguous exemption\nshould not be construed to diminish other claimants’ recoveries.\nSeeHoward Delivery Service, Inc.v.Zurich American\nIns. Co.,547\nU. S. 651, 667 (2006) (emphasizing that “provisions allowing\npreferences must be tightly construed”). Reading the stamp-tax\nexemption too narrowly, Piccadilly maintains, “ ‘is not only\ninconsistent with the policy of equality of distribution’ ”\nbut also “ ‘dilutes the value of the priority for those\ncreditors Congress intended to prefer’ ”—those with\nprepetition claims. Brief for Respondent 54 (quotingHoward\nDelivery Serv., supra, at\n667).Above all, Piccadilly urges us to adopt the\nCourt of Appeals’ maxim that “a remedial statute such as the\nBankruptcy Code should be liberally construed.” 484 F. 3d, at 1304;\ncf.Isbrandtsen Co.v.Johnson,343 U. S. 779, 782\n(1952). In Piccadilly’s view, any ambiguity in the statutory text\nis overshadowed by §1146(a)’s obvious purpose: to facilitate the\nChapter 11 process “through giving tax relief.”In re\nJacoby-Bender,Inc., 758 F. 2d 840, 841 (CA2 1985).\nPiccadilly characterizes the tax on asset transfers at issue here\nas tantamount to a levy on the bankruptcy process itself. A stamp\ntax like Florida’s makes the sale of a debtor’s property more\nexpensive and reduces the total proceeds available to satisfy the\ncreditors’ claims, contrary to Congress’ clear intent in enacting\n§1146(a).What is unclear, Piccadilly argues, is why\n“Congress would have intended the anomaly that a transfer essential\nto a plan that occurs two minutes before confirmation may be taxed,\nbut the same transfer occurring two seconds after may not.” Brief\nfor Respondent 43. After all, interpreting §1146(a) in the manner\nFlorida proposes would lead precisely to that result. And that,\nPiccadilly asserts, is “absurd” in light of §1146(a)’s policy\naim—evidenced by the provision’s text and legislative history—of\nreducing the cost of asset transfers. In that vein, Piccadilly\ncontends that interpreting §1146(a) to apply solely to\npostconfirmation transfers would undermine Chapter 11’s twin\nobjectives of “preserving going concerns and maximizing property\navailable to satisfy creditors.”Bank of America Nat. Trust and\nSav. Assn.v.203 North LaSalle Street Partnership,526 U. S. 434,\n453 (1999). In order to obtain the maximum value for its\nassets—especially assets rapidly declining in value—Piccadilly\nclaims that a debtor often must close the sale before formal\nconfirmation of the Chapter 11\nplan.We agree with Florida that the federalism\ncanon articulated inSierra Summitand elsewhere obliges\nus to construe §1146(a)’s exemption narrowly. Piccadilly’s effort\nto evade the canon falls well short of the mark because reading\n§1146(a) in the manner Piccadilly proposes would require us to do\nexactly what the canon counsels against. If we recognized an\nexemption for preconfirmation transfers, we would in effect be\n“ ‘recogniz[ing] an exemption from state taxation thatCongress has not clearly expressed’ ”—namely, an\nexemption for preconfirmation transfers.Sierra Summit,\n490 U. S., at 851–852 (emphasis added); see alsoSwartsv.Hammer,194\nU. S. 441, 444 (1904) (reasoning that if Congress endeavored to\nexempt a debtor from state and local taxation, “the intention would\nbe clearly expressed, not left to be collected or inferred from\ndisputable considerations of convenience in administering the\nestate of the bankrupt”). Indeed, Piccadilly proves precisely this\npoint by resting its entire case on the premise that Congress has\nexpressed its stamp-tax exemption in ambiguous language. Therefore,\nfar from being inapposite, the canon is decisive in this\ncase.The canons on which Piccadilly relies are\ninapposite. While we agree with Piccadilly that “provisions\nallowing preferences must be tightly construed,”Howard\nDelivery Serv.,supra, at 667, §1146(a) is not a\npreference-granting provision. The statutory text makes no mention\nof preferences.Nor are we persuaded that in this case we\nshould construe §1146(a) “liberally” to serve its ostensibly\n“remedial” purpose. Based on the Eleventh Circuit’s declaration\nthat the Bankruptcy Code is a “remedial statute,” Piccadilly would\nstretch the disallowance well beyond what the statutory text can\nnaturally bear. Apart from the opinion below, however, the only\nauthority Piccadilly offers is a 1952 decision of this Court\ninterpreting the Shipping Commissioners Act of 1872. See Brief for\nRespondent 54 (citingIsbrandtsen,supra,at\n782). But unlike the statutory scheme inIsbrandtsen,\nwhich was “ ‘designed to secure the comfort and health of\nseamen aboard ship, hospitalization at home and care\nabroad,’ ” 343 U. S., at 784 (quotingAguilarv.Standard Oil Co. of N. J.,318 U. S. 724, 728\n(1943)), the Bankruptcy Code—and Chapter 11 in particular—is not a\nremedial statute in that sense. To the contrary, this Court has\nrejected the notion that “Congress had a single purpose in enacting\nChapter 11.”Toibbv.Radloff,501 U. S. 157, 163\n(1991). Rather, Chapter 11 strikes a balance between a debtor’s\ninterest in reorganizing and restructuring its debts and the\ncreditors’ interest in maximizing the value of the bankruptcy\nestate.Ibid.The Code also accommodates the interests of\nthe States in regulating property transfers by “ ‘generally\n[leaving] the determination of property rights in the assets of a\nbankrupt’s estate to state law.’ ”Travelers Casualty\n& Surety Co. of Americav.Pacific Gas & Elec.\nCo., 549 U. S. ___, ___ (2007) (slip op., at 7 ). Such\ninterests often do not coincide, and in this case, they clearly do\nnot. We therefore decline to construe the exemption granted by\n§1146(a) to the detriment of the\nState.As for Piccadilly’s assertion that reading\n§1146(a) to allow preconfirmation transfers to be taxed while\nexempting others moments later would amount to an “absurd” policy,\nwe reiterate that “ ‘it is not for us to substitute our view\nof . . . policy for the legislation which has been passed by\nCongress.’ ”Hechinger, 335 F. 3d, at 256. That\nsaid, we see no absurdity in reading §1146(a) as setting forth a\nsimple, bright-line rule instead of the complex, after-the-fact\ninquiry Piccadilly envisions. At bottom, we agree with the Fourth\nCircuit’s summation of §1146(a):“Congress struck a most reasonable balance. If a debtor is able\nto develop a Chapter 11 reorganization and obtain confirmation,\nthen the debtor is to be afforded relief from certain taxation to\nfacilitate the implementation of the reorganization plan. Before a\ndebtor reaches this point, however, the state and local tax systems\nmay not be subjected to federal interference.”NVR, 189\nF. 3d, at 458.Lastly, to the extent the “practical\nrealities” of Chapter 11 reorganizations are increasingly rendering\npostconfirmation transfers a thing of the past, see 484 F. 3d,\nat 1304, it is incumbent upon the Legislature, and not the\nJudiciary, to determine whether §1146(a) is in need of revision.\nSee,e.g.,Aliv.Federal Bureau of\nPrisons, 552 U. S. ___, ___ (2008) (slip op., at 14 ) (“We are\nnot at liberty to rewrite the statute to reflect a meaning we deem\nmore desirable”).IIIThe most natural reading of §1146(a)’s text,\nthe provision’s placement within the Code, and applicable\nsubstantive canons all lead to the same conclusion: Section 1146(a)\naffords a stamp-tax exemption only to transfers made pursuant to a\nChapter 11 plan that has been confirmed. Because Piccadilly\ntransferred its assets before its Chapter 11 plan was confirmed by\nthe Bankruptcy Court, it may not rely on §1146(a) to avoid\nFlorida’s stamp taxes. Accordingly, we reverse the judgment below\nand remand the case for further proceedings consistent with this\nopinion.It is so ordered.Footnote 1When litigation commenced in the lower courts, the\nstamp-tax exemption was contained in §1146(c) (2000 ed.). In 2005,\nCongress repealed subsections (a) and (b), and the stamp-tax\nexemption was recodified as §1146(a). See Bankruptcy Abuse\nPrevention and Consumer Protection Act of 2005, §719(b)(3), 119\nStat. 133. For simplicity, we will cite the provision as it is\ncurrently codified.Footnote 2Chapter 11 bankruptcy proceedings ordinarily culminate in\nthe confirmation of a reorganization plan. But in some cases, as\nhere, a debtor sells all or substantially all its assets under\n§363(b)(1) (2000 ed., Supp. V) before seeking or receiving plan\nconfirmation. In this scenario, the debtor typically submits for\nconfirmation a plan of liquidation (rather than a traditional plan\nof reorganization) providing for the distribution of the proceeds\nresulting from the sale. Here, Piccadilly filed a Chapter 11\nliquidation plan after selling substantially all its assets as a\ngoing concern. Although the central purpose of Chapter 11 is to\nfacilitate reorganizations rather than liquidations (covered\ngenerally by Chapter 7), Chapter 11 expressly contemplates\nliquidations. See §1129(a)(11) (2000 ed.) (“Confirmation of the\nplan is not likely to be followed by the liquidation, or the need\nfor further financial reorganization, of the debtor or any\nsuccessor to the debtor under the plan, unless such liquidation or\nreorganization is proposed in the\nplan”).Footnote 3Also meritless is Piccadilly’s argument that “under” in\nthe phrase “under a plan confirmed under chapter . . . 11” in\n§365(g)(1) cannot be read to mean “subject to” because §1123(b)(2),\nin Piccadilly’s words, “circles back to section 365.” Brief for\nRespondent 39. Section 1123(b)(2) authorizes a plan to provide for\nthe assumption, rejection, or assignment of an executory contract\nor unexpired lease, but requires that the plan do so in a manner\nconsistent with the various requirements set forth throughout §365.\nBy contrast, the phrase “under this section” in §365(g)(1) serves\nas a reference to §365(d)(2), which permits preconfirmation\nassumptions and rejections pursuant to a court order (and not, as\nin §1123(b)(2), pursuant to a confirmed\nplan).",
    "joined": []
}