{
    "case": {
        "docket": "586",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/586/"
    },
    "id": "1963266",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTASTRUE V. RATLIFF560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1322MICHAEL J. ASTRUE, COMMISSIONER OF SOCIAL SECURITY,\nPETITIONERv.CATHERINE G. RATLIFFon writ of certiorari to the united states court of\nappeals for the eighth circuit[June 14, 2010]Justice Thomas delivered the\nopinion of the Court.Section 204(d) of the Equal\nAccess to Justice Act (EAJA), codified in 28 U. S. C. §2412(d),\nprovides in pertinent part that “a court shall award to a\nprevailing party … fees and other expenses … in any civil action …\nbrought by or against the United States … unless the court finds\nthat the position of the United States was substantially\njustified.” We consider whether an award of “fees and other\nexpenses” to a “prevailing party” under §2412(d) is payable to the\nlitigant or to his attorney. We hold that a §2412(d) fees award is\npayable to the litigant and is therefore subject to a Government\noffset to satisfy a pre-existing debt that the litigant owes the\nUnited States.IThis case arises out of\nproceedings in which a Social Security claimant, Ruby Willows Kills\nRee, prevailed on a claim for benefits against the United States.\nRespondent Catherine Ratliff was Ree’s attorney in those\nproceedings. The District Court granted Ree’s unopposed motion for\na §2412(d) fees award in the amount of $2,112.60. Before the United\nStates paid the fees award, however, it discovered that Ree owed\nthe Government a debt that predated the District Court’s approval\nof the award. Accordingly, the United States sought an\nadministrative offset against the fees award to satisfy part of\nthat debt.The Government’s authority to use\nadministrative offsets is statutory. See 31 U. S. C.\n§§3711(a), 3716(a) (authorizing an agency whose debt collection\nattempts are unsuccessful to “collect the claim by administrative\noffset”).[Footnote 1] Congress\nhas subjected to offset all “funds payable by the United States,”\n§3701(a)(1), to an individual who owes certain delinquent federal\ndebts, see §3701(b), unless, as relevant here, payment is exempted\nby statute, see §3716(e)(2). No such exemption applies to\nattorney’s fees awards under 28 U. S. C. §2412(d)(1)(A)\n(hereinafter subsection (d)(1)(A)), which are otherwise subject to\noffset, see 31 CFR §285.5(e)(1) (2009), and which, as of January\n2005, are covered by the Treasury Offset Program (TOP) operated by\nthe Treasury Department’s Financial Management Service (FMS). See\nBrief for Petitioner 4 (explaining TOP’s extension to cover\nso-called “ ‘miscellaneous’ ” payments that include\nattorney’s fees payments the Treasury Department makes on behalf of\nfederal agencies).[Footnote\n2]In this case, the Government, relying on the\nTOP, notified Ree that the Government would apply her §2412(d) fees\naward to offset a portion of her outstanding federal debt. Ratliff\nintervened to challenge the offset on the grounds that §2412(d)\nfees belong to a litigant’s attorney and thus may not be used to\noffset or otherwise satisfy a litigant’s federal debts. The\nDistrict Court held that because §2412(d) directs that fees be\nawarded to the prevailing party, not to her attorney, Ratliff\nlacked standing to challenge the Government’s proposed offset. See\nNo. CIV. 06–5070–RHB, 2007 WL 6894710, *1 (D SD, May 10, 2007).The Court of Appeals for the Eighth Circuit\nreversed. 540 F. 3d 800 (2008). It held that under Circuit\nprecedent, “EAJA attorneys’ fees are awarded to prevailing parties’\nattorneys.”Id.,at 802. The Court of Appeals recognized\nthat its decision did not accord with a “literal interpretation of\nthe EAJA,”ibid., and exacerbated a split among the Courts\nof Appeals, compareid., at 801–802, with,e.g.,Reevesv.Astrue, 526 F. 3d 732, 733 (CA11\n2008);Manningv.Astrue, 510 F. 3d 1246,\n1249–1251 (CA10 2007);FDL Technologies, Inc. v.United States, 967 F. 2d 1578, 1580 (CA Fed. 1992);Panola Land Buying Assn.v.Clark, 844 F. 2d\n1506, 1510–1511 (CA11 1988).[Footnote 3] We granted certiorari. 557 U. S. ___\n(2009).IISubsection (d)(1)(A) directs that\ncourts “shallaward to a prevailing party… fees and other\nexpenses … incurred by that party.” (Emphasis added.) We have long\nheld that the term “prevailing party” in fee statutes is a “term of\nart” that refers to the prevailing litigant. See,e.g.,Buckhannon Board & Care Home, Inc.v.West\nVirginia Dept. of Health and Human Resources,532 U. S. 598, 603\n(2001). This treatment reflects the fact that statutes that award\nattorney’s fees to a prevailing party are exceptions to the\n“ ‘American Rule’ ” that eachlitigant“bear\n[his] own attorney’s fees.”Id., at 602 (citingKey\nTronic Corp.v.United States,511 U. S. 809, 819\n(1994)). Nothing in EAJA supports a different reading. Cf.Arthur Andersen LLPv.Carlisle, 556 U. S. ___,\n___, n. 4 (2009) (slip op., at 6, n. 4) (where Congress\nemploys “identical words and phrases within the same statute,” they\nare presumed to carry “the same meaning” (internal quotation marks\nomitted)). Indeed, other subsections within §2412(d) underscore\nthat the term “prevailing party” in subsection (d)(1)(A) carries\nits usual and settled meaning—prevailing litigant. Those other\nsubsections clearly distinguish the party who receives the fees\naward (the litigant) from the attorney who performed the work that\ngenerated the fees. See,e.g., §2412(d)(1)(B) (hereinafter\nsubsection (d)(1)(B)) (the “prevailing party” must apply for the\nfees award and “sho[w]” that he “is a prevailing party and is\neligible to receive an award” by, among other things, submitting\n“an itemized statementfrom any attorney…representing or appearing in behalf of the party” that\ndetails the attorney’s hourly rate and time spent on the case\n(emphasis added)); see also Part III,infra.Ratliff nonetheless asserts that\nsubsection (d)(1)(A)’s use of the verb “award” renders §2412(d)\nfees payable directly to a prevailing party’s attorney and thus\nprotects the fees from a Government offset against the prevailing\nparty’s federal debts. See Brief for Respondent 11–19 (arguing that\nsubsection (d)(1)(A)’s use of the word “ ‘award’ ”\n“expressly incorporates a critical distinction” between the right\nto an “ ‘award’ ” of fees and the right to\n“ ‘receiv[e]’ ” the fees). We disagree.The transitive verb “ ‘award’ ” has\na settled meaning in the litigation context: It means “[t]o give or\nassignbysentence or judicial determination.” Black’s Law\nDictionary 125 (5th ed. 1979) (emphasis added); see also Webster’s\nThird New International Dictionary 152 (1993) (“to givebyjudicial decree” (emphasis added)). The plain meaning of the word\n“award” in subsection (d)(1)(A) is thus that the court shall “give\nor assign by … judicial determination” to the “prevailing party”\n(here, Ratliff’s client Ree) attorney’s fees in the amount sought\nand substantiated under,inter alia, subsection\n(d)(1)(B).Ratliff’s contrary argument does not withstand\nscrutiny. According to Ratliff, subsection (d)(1)(B), which uses\n“the noun ‘award’ ” to mean a “ ‘decision,’ ”\nrequires us to construe subsection (d)(1)(A) (which uses “award” as\na verb) to mean that “[o]nly the prevailing party may receive theaward(the decision granting fees), but only the attorney\nwho earned thefee(the payment asked or given for\nprofessional services) is entitled to receive it.” Brief for\nRespondent 16, 15 (emphasis in original; some internal quotation\nmarks and footnote omitted). This argument ignores the settled\ndefinitions above, and even the definitions Ratliff proffers,\nbecause each makes clear that the verb “award” in subsection\n(d)(1)(A) means to “givebythe decision of a law court”\nor to “grant …byjudicial decree,” not simply to “give a\ndecision” itself.Id.,at 16, and n. 39 (emphasis added;\ninternal quotation marks omitted). We thus agree with the\nGovernment that under the statutory language here, the “judicial\ndecision is themeansby which the court confers a right\nto payment upon the prevailing party; it is not itself thethingthat the court gives (or orders the defendant to\ngive) to the party.” Reply Brief for Petitioner 4 (emphasis in\noriginal) (citingHewittv.Helms,482 U. S. 755, 761\n(1987) (explaining that “[i]n all civil litigation, the judicial\ndecree is not the end but the means”)). This settled and natural\nconstruction of the operative statutory language is reflected in\nour cases. See,e.g.,Scarboroughv.Principi,541 U. S. 401, 405\n(2004) (“EAJA authorizes thepaymentof feestoa\nprevailing party” (emphasis added)).Ratliff’s final textual argument—that\nsubsection (d)(1)(A)’s reference to “attorney’s fees” itself\nestablishes that the fees are payable to the prevailing party’s\nattorney, see Brief for Respondent 19–22—proves far too much. The\nfact that the statute awards to the prevailing party fees in which\nher attorney may have a beneficial interest or a contractual right\ndoes not establish that the statute “awards” the fees directly to\nthe attorney. For the reasons we have explained, the statute’s\nplain text does the opposite—it “awards” the fees to the litigant,\nand thus subjects them to a federal administrative offset if the\nlitigant has outstanding federal debts.IIIIn an effort to avoid the Act’s\nplain meaning, Ratliff argues that other provisions of EAJA,\ncombined with the SSA and the Government’s practice of paying some\nEAJA fees awards directly to attorneys in Social Security cases,\nrender §2412(d) at least ambiguous on the question presented here,\nand that these other provisions resolve the ambiguity in her favor.\nAgain we disagree. Even accepting §2412(d) as ambiguous on the\nquestion presented, the provisions and practices Ratliff identifies\ndo not alter our conclusion that EAJA fees are payable to litigants\nand are thus subject to offset where a litigant has outstanding\nfederal debts.To begin with, §2412(d)(1)’s\nprovisions differentiate between attorneys and prevailing parties,\nand treat attorneys on par with other service providers, in a\nmanner that forecloses the conclusion that attorneys have a right\nto direct payment of subsection (d)(1)(A) awards. As noted above,\nsubsection (d)(1)(B) requires the prevailing party to submit a fee\napplication showing that she is otherwise “eligible to receive an\naward” and, as a complement to that requirement, compels the\nprevailing party to submit “an itemized statementfrom any\nattorney…representing or appearing in behalf of the\nparty” that details the attorney’s hourly rate and time the\nattorney spent on the case. (Emphasis added.) This language would\nmake little sense if, as Ratliff contends, §2412(d)’s “prevailing\nparty” language effectively refers to the prevailing litigant’s\nattorney. Subsection (d)(1)(B) similarly makes clear that the\n“prevailing party” (not her attorney) is the recipient of the fees\naward by requiring theprevailing partyto demonstrate\nthathernet worth falls within the range the statute\nrequires for fees awards. And EAJA’s cost provision further\nunderscores the point. That provision uses language identical to\nthat in the attorney’s fees provision to allow prevailing parties\nto recover “the reasonable expenses of expert witnesses” and “any\nstudy, analysis, engineering report, test, or project” necessary to\nprepare “the party’s case,” §2412(d)(2)(A), yet Ratliff does not\nargue that it makes costs payable directly to the vendors who\nprovide the relevant services.Nor do the SSA provisions on which Ratliff\nrelies establish that subsection (d)(1)(A) fees awards are payable\nto prevailing parties’ attorneys. It is true that the SSA makes\nfees awards under that statute payable directly to a prevailing\nclaimant’s attorney. See 42 U. S. C. §406(b)(1)(A) (providing\nthat where a claimant “who was represented before the court by an\nattorney” obtains a favorable judgment, “the court may determine\nand allow as part of its judgment a reasonable fee for such\nrepresentation, not in excess of 25 percent of” the benefits award\nand may certify the full amount of the statutory fees award“for payment to such attorneyout of, and not in addition\nto, the amount of” the claimant’s benefits award (emphasis added)).\nBut the SSA’s express authorization of such payments undermines\nRatliff’s case insofar as it shows that Congress knows how to make\nfees awards payable directly to attorneys where it desires to do\nso. Given the stark contrast between the SSA’s express\nauthorization of direct payments to attorneys and the absence of\nsuch language in subsection (d)(1)(A), we are reluctant to\ninterpret the latter provision to contain a direct fee requirement\nabsent clear textual evidence supporting such an\ninterpretation.Ratliff contends that Congress’ 1985\namendments to §206(b) of EAJA supply just such evidence, at least\nin Social Security cases. See §3(2), 99 Stat. 186, note following\n28 U. S. C. §2412. The 1985 amendments address the fact that\nSocial Security claimants may be eligible to receive fees awards\nunder both the SSA and EAJA, and clarify the procedure that\nattorneys and their clients must follow to prevent the windfall of\nan unauthorized double recovery of fees for the same work. Section\n206(b) provides that no violation of law occurs “if, where the\nclaimant’s attorney receives fees for the same work under both [42\nU. S. C. §406(b) and 28 U. S. C. §2412(d)], the\nclaimant’s attorney refunds to the claimant the amount of the\nsmaller fee.” According to Ratliff, the fact that §206(b)\nrecognizes, or at least assumes, that an attorney will sometimes\n“receiv[e]” fees under 28 U. S. C. §2412(d) suggests that we\nshould construe subsection (d)(1)(A) to incorporate the same direct\npayments to attorneys that the SSA expressly authorizes.This argument gives more weight to §206(b)’s\nreference to attorney “recei[pt]” of fees than the reference can\nbear. Section 206(b)’s ensuing reference to the attorney’s\nobligation to “refun[d]” the amount of the smaller fee to the\nclaimant, which reference suggests that the award belongs to the\nclaimant in the first place, alone undercuts Ratliff’s reading of\n“receives” as implying an initial statutory payment to the\nattorney.[Footnote 4] And\nRatliff’s reading is in any event irreconcilable with the textual\ndifferences between EAJA and the SSA we discuss above. Thus, even\naccepting Ratliff’s argument that subsection (d)(1)(A) is\nambiguous, the statutory provisions she cites resolve any ambiguity\nin favor of treating subsection (d)(1)(A) awards as payable to the\nprevailing litigant, and thus subject to offset where the litigant\nhas relevant federal debts.The Government’s history of paying EAJA awards\ndirectly to attorneys in certain cases does not compel a different\nconclusion. The Government concedes that until 2006, it “frequently\npaid EAJA fees in Social Security cases directly to attorneys.”\nReply Brief for Petitioner 13. But this fact does not alter our\ninterpretation of subsection (d)(1)(A)’s “prevailing party”\nlanguage or the Government’s rights and obligations under the\nstatute. As the Government explains, it most often paid EAJA fees\ndirectly to attorneys in cases in which the prevailing party had\nassigned its rights in the fees award to the attorney (which\nassignment would not be necessary if the statute rendered the fees\naward payable to the attorney in the first instance). The fact that\nsome such cases involved a prevailing party with outstanding\nfederal debts is unsurprising given that it was not until 2005 that\nthe Treasury Department modified the TOP to require offsets against\n“miscellaneous” payments such as attorney’s fees awards. And as\nRatliff admits, the Government has since continued the direct\npayment practice only in cases where “the plaintiff does not owe a\ndebt to the government and assigns the right to receive the fees to\nthe attorney.” Brief for Respondent 28 (boldface deleted). The\nGovernment’s decision to continue direct payments only in such\ncases is easily explained by the 2005 amendments to the TOP, and\nnothing about the Government’s past payment practices altered the\nstatutory text that governs this case or estopped the Government\nfrom conforming its payment practices to the Treasury Department’s\nrevised regulations. For all of these reasons, neither EAJA nor the\nSSA supports Ratliff’s reading of subsection (d)(1)(A).Our cases interpreting and applying 42 U.\nS. C. §1988, which contains language virtually identical to\nthe EAJA provision we address here,[Footnote 5] buttress this conclusion. Our most recent\ncases applying §1988(b)’s “prevailing party” language recognize the\npractical reality that attorneys are the beneficiaries and, almost\nalways, the ultimate recipients of the fees that the statute awards\nto “prevailing part[ies].” See,e.g.,Venegasv.Mitchell,495 U. S. 82, 86 (1990).\nBut these cases emphasize the nonstatutory (contractual and other\nassignment-based) rights that typically confer upon the attorney\nthe entitlement to payment of the fees award the statute confers on\nthe prevailing litigant. As noted above, these kinds of\narrangements would be unnecessary if, as Ratliff contends,\nstatutory fees language like that in §1988(b) and EAJA provides\nattorneys with a statutory right to direct payment of awards. Hence\nour conclusion that “the party, rather than the lawyer,”id., at 87, is “entitle[d] to receive the fees” under\n§1988(b),id., at 88, and that the statute “controls what\nthe losing defendant must pay, not what the prevailing plaintiff\nmust pay his lawyer,”id., at 90; see alsoEvansv.Jeff D.,475 U. S. 717, 730–732,\nand n. 19 (1986) (explaining that the “language of [§1988] …\nbestow[s] on the ‘prevailing party’ (generally plaintiffs) a\nstatutory eligibility for a discretionary award of attorney’s fees”\nand doesnot“besto[w] fee awards upon attorneys”\nthemselves (footnote omitted)). These conclusions apply with equal\nforce to the functionally identical statutory language here.*  *  *We reverse the Court of Appeals’\njudgment and remand the case for further proceedings consistent\nwith this opinion.It is so ordered.Footnote 1Section 3701 defines an administrative offset\nas “withholding funds payable by the United States” to the debtor.\n§3701(a)(1). An agency may effect such an offset by cooperating\nwith another agency to withhold such funds, or by notifying the\nTreasury Department of the debt so Treasury may include it in\nTreasury’s centralized offset program. See 31 CFR §§285.5(d)(2),\n901.3(b)(1), (c). Alternatively, the Treasury Department may\nattempt an administrative offset after receiving notice from a\ncreditor agency that a legally enforceable nontax debt has become\nmore than 180 days delinquent. See 31 U. S. C. §3716(c)(6); 31\nCFR §§285.5(d)(1), 901.3(b)(1).Footnote 2Respondent Ratliff argues for the first time\nin her merits brief before this Court that the 2005 amendments to\nthe FMS regulations exempt the EAJA fees award in this case from\nadministrative offset against Ree’s outstanding federal debt. See\nBrief for Respondent 8, 46 (citing 31 CFR §285.5(e)(5)). We need\nnot decide this question because Ratliff did not raise the\nregulations as a bar to offset in her brief in opposition to the\nGovernment’s petition for a writ of certiorari, see this Court’s\nRule 15.2, or in the proceedings below.Footnote 3The split exists in the Social Security\ncontext because the Social Security Act (SSA), 49 Stat. 620, as\namended, 42 U. S. C. §301et seq.,provides for\npayment of attorney’s fees awards directly to counsel, see\n§406(b)(1)(A), and until 2006 the Government in many cases treated\nfees awards under EAJA the same way, see Reply Brief for Petitioner\n13–14.Footnote 4Ratliff argues that fees awarded under 42 U.\nS. C. §406(b) can never be “ ‘refund[ed]’ ” in this\nsense because SSA fees are “neverpaid initially to the\nclient.” Brief for Respondent 14 (emphasis in original). That is\nnot accurate. As we have explained, Social Security claimants and\nattorneys normally enter into contingent-fee agreements that are\nsubject to judicial “review for reasonableness.”Gisbrechtv.Barnhart,535 U. S. 789, 809\n(2002). Where the court allows a fee, §406(b) permits the\nCommissioner to collect the approved fee out of the client’s\nbenefit award and to certify the fee for “payment to such attorney\nout of” that award. §406(b)(1)(A). In such cases, the attorney\nwould “refun[d]” the fee to the client in the event that the\nattorney also receives a (larger) EAJA award, because the attorney\n“receive[d]” the SSA fee from the client’s funds. Similarly\ninaccurate is Ratliff’s suggestion that our construction of EAJA\n§206(b)’s reference to “refun[d]” would preclude attorneys from\ncollecting any fees from a prevailing party until both SSA and EAJA\npayments are awarded. Our construction does not alter or preclude\nwhat we have recognized as courts’ common practice of awarding EAJA\nfees at the time a court remands a case to the Social Security\nAdministration (Administration) for benefits proceedings. Such\nawards often allow attorneys to collect EAJA fees months before any\nfees are awarded under 42 U. S.C §406(b), because §406(b) fees\ncannot be determined until the Administration enters a final\nbenefits ruling. SeeShalalav.Schaefer,509 U. S. 292,\n295–302 (1993).Footnote 5Section 1988(b) provides that in actions\ncovered by the statute and subject to exceptions not relevant here,\n“the court, in its discretion, may allow the prevailing party,\nother than the United States, a reasonable attorney’s fee.”",
    "joined": []
}