{
    "case": {
        "docket": "641",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/641/"
    },
    "id": "1970689",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–798_________________AMERICAN TRUCKING ASSOCIATIONS, INC.,\nPETITIONERv.CITY OF LOS ANGELES, CALIFORNIA,\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 13, 2013]Justice Thomas, concurring.I join the Court’s opinion in full. I write\nseparately to highlight a constitutional concern regarding §601 of\nthe Federal Aviation Administration Authorization Act of 1994\n(FAAAA), 108Stat. 1606, a statute the Court has now considered\ntwice this Term. SeeDan’s City Used Cars, Inc.v.Pelkey, 569 U. S. ___ (2013).The Constitution grants Congress authority “[t]o\nregulate Commerce . . .amongthe several States.”\nArt. I, §8, cl. 3 (emphasis added). Section 14501 of Title 49 is\ntitled “Federal authority overintrastatetransportation.”\n(Emphasis added.) The tension between §14501 and the Constitution\nis apparent, because the Constitution does not give Congress power\nto regulate intrastate commerce.United Statesv.Lopez,514 U.S.\n549, 587, n. 2 (1995) (Thomas, J., concurring). Nevertheless,\n§14501(c)(1) purports to pre-empt any state or local law “related\nto a price, route, or service of any motor carrier . . .\nwith respect to the transportation of property.” By its terms,\n§14501(c) would pre-empt even a city ordinance establishing a\nuniform rate for most transportation services originating and\nending inside city limits, so long as the services were provided by\na motor carrier. Such an extraordinary assertion of congressional\nauthority cannot be reconciled with our constitutional system of\nenumerated powers.The Supremacy Clause provides the constitutional\nbasis for the pre-emption of state laws. Art. VI, cl. 2 (“This\nConstitution, and the Laws of the United States which shall be made\nin Pursuance thereof . . . shall be the supreme Law of\nthe Land”). Because the Constitution and federal laws are supreme,\nconflicting state laws are without legal effect. SeeCrosbyv.National Foreign Trade Council,530\nU.S. 363, 372 (2000). However, the constitutional text leaves\nno doubt that only federal laws made “in Pursuance” of the\nConstitution are supreme. SeeGregoryv.Ashcroft,501 U.S.\n452, 460 (1991) (“As long as it is actingwithin the powers\ngranted itunder the Constitution, Congress may impose its will\non the States” (emphasis added));Wyethv.Levine,555 U.S.\n555, 583–587 (2009) (Thomas, J., concurring in judgment).Given this limitation, Congress cannot pre-empt\na state law merely by promulgating a conflicting statute—the\npre-empting statute must also be constitutional, both on its face\nand as applied. As relevant here, if Congress lacks authority to\nenact a law regulating a particular intrastate activity, it follows\nthat Congress also lacks authority to pre-empt state laws\nregulating that activity. See U. S. Const., Amdt. 10 (“The powers\nnot delegated to the United States by the Constitution, nor\nprohibited by it to the States, are reserved to the States\nrespectively, or to the people”).In this case, the Court concludes that\n“[s]ection 14501(c)(1) . . . preempts the placard and\nparking provisions of the Port’s concession agreement.”Ante,at 12. Although respondents waived any argument that\nCongress lacks authority to regulate the placards and parking\narrangements of drayage trucks using the port, I doubt that\nCongress has such authority. The Court has iden- tified three\ncategories of activity that Congress may regulate under the\nCommerce Clause: (1) the use of the channels of interstate\ncommerce; (2) the instrumentalities of interstate commerce, and\npersons or things in interstate commerce; and (3) “activities\nhaving a substantial relation to interstate commerce\n. . .i.e., those activities that substantially\naffect interstate commerce.”Lopez,supra, at\n558–559. Drayage trucks that carry cargo into and out of the Port\nof Los Angeles undoubtedly operate within the “channels of\ninterstate commerce”—for that is what a port is. Congress can\ntherefore regulate conduct taking place within the port. But it is\ndoubtful whether Congress has the power to decide where a drayage\ntruck should park once it has left the port or what kind of placard\nthe truck should display while offsite. Even under the “substantial\neffects” test, which I have rejected as a “ ‘rootless and\nmalleable standard’ at odds with the constitutional design,”Gonzalesv.Raich,545 U.S.\n1, 67 (dissenting opinion) (quotingUnited Statesv.Morrison,529 U.S.\n598, 627 (2000) (Thomas, J., concurring)), it is difficult to\nsay that placards and parking arrangements substantially af- fect\ninterstate commerce. Congress made no findings indicating that\noffsite parking—conduct that falls within the scope of the States’\ntraditional police powers—substantially affects interstate\ncommerce. And I doubt that it could. Nevertheless, because\nrespondents did not preserve a constitutional challenge to the\nFAAAA and because I agree that the provisions in question have the\n“force and effect of law,” I join the Court’s opinion.",
    "joined": []
}