{
    "case": {
        "docket": "20-255",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-255/"
    },
    "id": "4442728",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–255_________________MAHANOY AREA SCHOOL DISTRICT, PETITIONERv.B. L., a minor, by and through her father, LAWRENCE\nLEVY and her mother, BETTY LOU LEVYon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 23, 2021]Justice Thomas, dissenting.B. L., a high school student, sent a\nprofanity-laced message to hundreds of people, including classmates\nand teammates. The message included a picture of B. L. raising\nher middle finger and captioned “F*** school” and “f*** cheer.”\nThis message was juxtaposed with another, which explained that\nB. L. was frustrated that she failed to make the varsity\ncheerleading squad. The cheerleading coach responded by\ndisciplining B. L.The Court overrides that decision—without even\nmentioning the 150 years of history supporting the coach. Using\nbroad brushstrokes, the majority outlines the scope of school\nauthority. When students are on campus, the majority says, schools\nhave authorityin loco parentis—that is, as substitutes of\nparents—to discipline speech and conduct. Off campus, the authority\nof schools is somewhat less. At that level of generality, I agree.\nBut the majority omits important detail. What authority does a\nschool have when it operatesin loco parentis? How much less\nauthority do schools have over off-campus speech and conduct? And\nhow does a court decide if speech is on or off campus?Disregarding these important issues, the\nmajority simply posits three vague considerations and reaches an\noutcome. A more searching review reveals that schools historically\ncould discipline students in circumstances like those presented\nhere. Because the majority does not attempt to explain why we\nshould not apply this historical rule and does not attempt to\ntether its approach to anything stable, I respectfully dissent.IAWhile the majority entirely ignores the\nrelevant history, I would begin the assessment of the scope of\nfree-speech rights incorporated against the States by looking to\n“what ‘ordinary citizens’ at the time of [the Fourteenth\nAmendment’s] ratification would have understood” the right to\nencompass.McDonaldv.Chicago,561 U.S.\n742, 813 (2010) (Thomas, J., concurring in part and concurring\nin judgment). Cases and treatises from that era reveal that public\nschools retained substantial authority to discipline students. As I\nhave previously explained, that authority was near plenary while\nstudents were at school. SeeMorsev.Frederick,551 U.S.\n393, 419 (2007) (concurring opinion). Authority also extended\nto when students were traveling to or from school. See,e.g.,Landerv.Seaver, 32 Vt. 114, 120\n(1859). And, although schools had less authority after a student\nreturned home, it was well settled that they still could discipline\nstudents for off-campus speech or conduct that had a proximate\ntendency to harm the school environment.Perhaps the most familiar example applying this\nrule is a case where a student, after returning home from school,\nused “disrespectful language” against a teacher—he called the\nteacher “old”—“in presence of the [teacher] and of some of his\nfellow pupils.”Id., at 115 (emphasis deleted). The Vermont\nSupreme Court held that the teacher could discipline a student for\nthis speech because the speech had “a direct and immediate tendency\nto injure the school, to subvert the master’s authority, and to\nbeget disorder and insubordination.”Id.,at 120; see alsoibid.(“direct and immediate tendency to . . .\nbring the master’s authority into contempt”). The court\ndistinguished the speech at issue from speech “in no ways connected\nwith or affecting the school” and speech that has “merely a remote\nand indirect tendency to injure.”Id.,at 120–121. In\nrequiring a “direct and immediate tendency” to harm,id.,at\n120, the court used the language of proximate causation, see\nBlack’s Law Dictionary 274 (11th ed. 2019) (defining “proximate\ncause” as a “cause that directly produces an event”);id.,at 1481 (defining “proximate” as “[i]mmediately before or after”);\nsee alsoAtchison, T. & S. F. R. Co.v.Calhoun,213 U.S.\n1, 7 (1909) (using “proximate” cause and “immediate” cause\ninterchangeably).This rule was widespread. It was consistent with\n“the universal custom” in New England.Lander, 32 Vt., at\n121. Various cases, treatises, and school manuals endorsed\nit.[1]* And a justice of the\nRhode Island Supreme Court, presiding over a trial, declared the\nrule “well settled.” T. Stockwell, The School Manual, Containing\nthe School Laws of Rhode Island 236–238 (1882) (Stockwell).So widespread was this rule that it served not\nonly as the basis for schools to discipline disrespectful speech\nbut also to regulate truancy. Although modern doctrine draws a\nclear line between speech and conduct, cases in the 19th century\ndid not.E.g.,Lander, 32 Vt., at 120 (describing\nspeech as “acts of misbehavior”); Stockwell 236–238 (applying theLanderrule to “[t]he conduct of pupils”);Morse, 551\nU. S., at 419 (Thomas, J., concurring) (“speech rules and\nother school rules were treated identically”). CitingLander, schools justified regulating truancy because of its\nproximate tendency to harm schools. As the Missouri Supreme Court\nput it, although “[t]ruancy is an act committed out of the school,”\nschools could regulate it because of its “subversive” effects on\nthe “good order and discipline of the school.”Deskinsv.Gose, 85 Mo. 485, 488–489 (1885); see alsoBurdickv.Babcock, 31 Iowa 562, 565, 567 (1871) (“If the effects of\nacts done out of school-hours reach within the schoolroom during\nschool hours and are detrimental to good order and the best\ninterest of the pupils, it is evident that such acts may be\nforbidden”).Some courts made statements that, if read in\nisolation, could suggest that schools had no authority at all to\nregulate off-campus speech.E.g.,Drittv.Snodgrass, 66 Mo. 286, 297 (1877) (Norton, J., joined by a\nmajority of the court, concurring) (“neither the teacher nor\ndirectors have the authority to follow [a student home], and govern\nhis conduct while under the parental eye” because that would\n“supersede entirely parental authority”). But, these courts made it\nclear that the rule against regulating off-campus speech applied\nonly when that speech was “nowise connected with the management or\nsuccessful operation of the school.”Kingv.Jefferson\nCity School Bd., 71 Mo. 628, 630 (1880) (distinguishingDritt); accord,Lander, 32 Vt., at 120–121 (similar).\nIn other words, they followedLander: A school can regulate\nspeech when it occurs off campus, so long as it has a proximate\ntendency to harm the school, its faculty or students, or its\nprograms.BIf there is a good constitutional reason to\ndepart from this historical rule, the majority and the parties fail\nto identify it. I would thus apply the rule. Assuming that\nB. L.’s speech occurred off campus, the purpose and effect of\nB. L.’s speech was “to degrade the [program and cheerleading\nstaff]” in front of “other pupils,” thus having “a direct and\nimmediate tendency to . . . subvert the [cheerleading\ncoach’s] authority.”Id.,at 115, 120. As a result, the\ncoach had authority to discipline B. L.Our modern doctrine is not to the contrary.\n“[T]he penalties imposed in this case were unrelated to any\npolitical viewpoint” or religious viewpoint.Bethel School Dist.\nNo. 403v.Fraser,478 U.S.\n675, 685 (1986). And although the majority sugar coats this\nspeech as “criticism,”ante, at 8, it is well settled that\nschools can punish “vulgar” speech—at least when it occurs on\ncampus,e.g.,Fraser, 478 U. S., at 683–684;ante, at 5.The discipline here—a 1-year suspension from the\nteam—may strike some as disproportionate. Tr. of Oral Arg. 31, 57.\nBut that does not matter for our purposes. State courts have\npoliced school disciplinary decisions for “reasonable[ness].”E.g.,Burdick, 31 Iowa, at 565. And disproportionate\ndiscipline “can be challenged by parents in the political process.”Morse, 551 U. S., at 420 (Thomas, J., concurring). But\nthe majority and the parties provide no textual or historical\nevidence to suggest that federal courts generally can police the\nproportionality of school disciplinary decisions in the name of the\nFirst Amendment.IIThe majority declines to consider any of this\nhistory, instead favoring a few pragmatic guideposts. This is not\nthe first time the Court has chosen intuition over history when it\ncomes to student speech. The larger problem facing us today is that\nour student-speech cases are untethered from any textual or\nhistorical foundation. That failure leads the majority to miss much\nof the analysis relevant to these kinds of cases.AConsider the Court’s longtime failure to\ngrapple with the historical doctrine ofin loco parentis. As\nI have previously explained, the Fourteenth Amendment was ratified\nagainst the background legal principle that publicly funded schools\noperated not as ordinary state actors, but as delegated substitutes\nof parents.Id.,at 411–413. This principle freed schools\nfrom the constraints the Fourteenth Amendment placed on other\ngovernment actors. “[N]o one doubted the government’s ability to\neducate and discipline children as private schools did,” including\n“through strict discipline . . . for behavior the school\nconsidered disrespectful or wrong.”Id., at 411–412. “The\ndoctrine ofin loco parentislimited the ability of schools\nto set rules and control their classrooms in almost no way.”Id., at 416.Plausible arguments can be raised in favor of\ndeparting from that historical doctrine. When the Fourteenth\nAmendment was ratified, just three jurisdictions had\ncompulsory-education laws. M. Katz, A History of Compulsory\nEducation Laws 17 (1976). One might argue that the delegation logic\nofin loco parentisapplies only when delegation is\nvoluntary. But cf.id.,at 11–13 (identifying analogs to\ncompulsory-education laws as early as the 1640s);Piercev.Society of Sisters,268 U.S.\n510(1925) (requiring States to permit parents to send their\nchildren to nonpublic schools). The Court, however, did not make\nthat (or any other) argument against this historical doctrine.Instead, the Court simply abandoned the\nfoundational rule without mentioning it. SeeTinkerv.Des Moines Independent Community School Dist.,393 U.S.\n503(1969). Rather than wrestle with this history, the Court\ndeclared that it “ha[d] been the unmistakable holding of this Court\nfor almost 50 years” that students have free-speech rights inside\nschools.Id.,at 506. “But the cases the Court cited in\nfavor of that bold proposition do not support it.”Morse,\n551 U. S., at 420, n. 8 (Thomas, J., concurring). The\ncases on whichTinkerchiefly relied concerned the rights of\nparents and private schools, not students. 551 U. S., at 420,\nn. 8. Of the 11 cases the Court cited, only one—West\nVirginia Bd. of Ed.v.Barnette,319\nU.S. 624(1943)—was on point. But, likeTinker,Barnettefailed to mention the historical doctrine\nundergirding school authority. Not until decades later did the\nCourt even hint at this doctrine, and, then, only as an aside. SeeFraser, 478 U. S., at 684.The majority does no better today. At least it\nacknowledges that schools actin loco parentiswhen students\nspeak on campus. See,e.g.,ante,at 5. But the\nmajority fails to address the historical contours of that doctrine,\nwhether the doctrine applies to off-campus speech, or why the Court\nhas abandoned it.BThe Court’s failure to explain itself inTinkerneedlessly makes this case more difficult. UnlikeTinker, which involved a school’s authority under a\nstraightforward fact pattern, this case involves speech made in one\nlocation but capable of being received in countless others—an issue\nthat has been aggravated exponentially by recent technological\nadvances. The Court’s decision not to create a solid foundation inTinker, and now here not to consult the relevant history,\npredictably causes the majority to ignore relevant analysis.First, the majority gives little apparent\nsignificance to B. L.’s decision to participate in an\nextracurricular activity. But the historical test suggests that\nauthority of schools over off-campus speech may be greater when\nstudents participate in extracurricular programs. TheLandertest focuses on theeffectof speech, not its location. So\nstudents like B. L. who are active in extracurricular programs\nhave a greater potential, by virtue of their participation, to harm\nthose programs. For example, a profanity-laced screed delivered on\nsocial media or at the mall has a much different effect on a\nfootball program when done by a regular student than when done by\nthe captain of the football team. So, too, here.Second, the majority fails to consider whether\nschools often will havemoreauthority, not less, to\ndiscipline students who transmit speech through social media.\nBecause off-campus speech made through social media can be received\non campus (and can spread rapidly to countless people), it often\nwill have a greater proximate tendency to harm the school\nenvironment than will an off-campus in-person conversation.Third, and relatedly, the majority uncritically\nadopts the assumption that B. L.’s speech, in fact, was off\ncampus. But, the location of her speech is a much trickier question\nthan the majority acknowledges. Because speech travels, schools\nsometimes may be able to treat speech as on campus even though it\noriginates off campus. Nobody doubts, for example, that a school\nhasin loco parentisauthority over a student (and can\ndiscipline him) when he passes out vulgar flyers on campus—even if\nhe creates those flyers off campus. The same may be true in many\ncontexts when social media speech is generated off campus but\nreceived on campus. To be sure, this logic might not apply where\nthe on-campus presence of speech is not proximately connected to\nits off-campus origin—as when a student “wholly accidental[ly]”\nbrings a sibling’s sketch to school years after it is created.Porterv.Ascension Parish School Bd.,393 F.3d 608, 615, 617–618 (CA5 2004). This break in proximate\ncausation might occur more often when a school prohibits the use of\npersonal devices or social media on campus. See Tr. of Oral Arg.\n68–69. But where it is foreseeable and likely that speech will\ntravel onto campus, a school has a stronger claim to treating the\nspeech as on-campus speech.Here, it makes sense to treat B. L.’s\nspeech as off-campus speech. There is little evidence that\nB. L.’s speech was received on campus. The cheerleading coach,\nin fact, did not view B. L.’s speech. She viewed acopyof that speech (a screenshot) created by another student.Ante, at 2. But, the majority mentions none of this. It\nsimply, and uncritically, assumes that B. L.’s speech was off\ncampus. Because it creates a test untethered from history, it\nbypasses this relevant inquiry.*  *  *The Court transparently takes a common-law\napproach to today’s decision. In effect, it states just one rule:\nSchools can regulate speech less often when that speech occurs off\ncampus. It then identifies this case as an “example” and “leav[es]\nfor future cases” the job of developing this new common-law\ndoctrine.Ante, at 7–8. But the Court’s foundation is\nuntethered from anything stable, and courts (and schools) will\nalmost certainly be at a loss as to what exactly the Court’s\nopinion today means.Perhaps there are good constitutional reasons to\ndepart from the historical rule, and perhaps this Court and lower\ncourts will identify and explain these reasons in the future. But\nbecause the Court does not do so today, and because it reaches the\nwrong result under the appropriate historical test, I respectfully\ndissent.Notes1*E.g.,Deskinsv.Gose, 85 Mo. 485, 488–489 (1885) (citingLander); F.\nBurke, Law of Public Schools 116, 129 (1880) (“[W]hatsoever has a\ndirect and immediate tendency to injure the school in its important\ninterests, or to subvert the authority of those in charge of it, is\nproperly a subject for regulation and discipline, and this is sowhereverthe acts may be committed” (citingLander));\nC. Bardeen, The New York School Office’s Handbook 158 (1910)\n(citingLander).",
    "joined": []
}