{
    "case": {
        "docket": "14-1468",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-1468/"
    },
    "id": "3589815",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–1468, 14–1470, and 14–1507_________________DANNY BIRCHFIELD, PETITIONER14–1468v.NORTH DAKOTA;on writ of certiorari to the supreme court\nofnorth dakotaWILLIAM ROBERT BERNARD, Jr.,\nPETITIONER14–1470v.MINNESOTA; ANDon writ of certiorari to the supreme court\nofminnesotaSTEVE MICHAEL BEYLUND, PETITIONER14–1507v.GRANT LEVI, DIRECTOR, NORTH DAKOTA\nDEPARTMENT OF TRANSPORTATIONon writ of certiorari to the supreme court\nofnorth dakota[June 23, 2016]Justice Thomas, concurring in judgment in part\nand dissenting in part.The compromise the Court reaches today is not a\ngood one. By deciding that some (but not all) warrantless tests\nrevealing the blood alcohol concentration (BAC) of an arrested\ndriver are constitutional, the Court contorts the\nsearch-incident-to-arrest exception to the Fourth Amendment’s\nwarrant requirement. The far simpler answer to the question\npresented is the one rejected inMissouriv.McNeely,\n569 U. S. ___ (2013). Here, the tests revealing the BAC of a\ndriver suspected of driving drunk are constitutional under the\nexigent-circumstances exception to the warrant requirement.Id., at ___–___ (Thomas, J., dissenting) (slip op., at\n3–4).IToday’s decision chips away at a\nwell-established exception to the warrant requirement. Until\nrecently, we have admonished that “[a] police officer’s\ndetermination as to how and where to search the person of a suspect\nwhom he has arrested is necessarily a quickad hocjudgment\nwhich the Fourth Amendment does not require to be broken down in\neach instance into an analysis of each step in the search.”United Statesv.Robinson, 414 U. S. 218, 235\n(1973) . Under our precedents, a search incident to lawful arrest\n“require[d] no additional justification.”Ibid.Not until\nthe recent decision inRileyv.California, 573\nU. S. ___ (2014), did the Court begin to retreat from this\ncategorical approach because it feared that the search at issue,\nthe “search of the information on a cell phone,” bore “little\nresemblance to the type of brief physical search” contemplated by\nthis Court’s past search-incident-to-arrest decisions.Id.,\nat ___ (slip op., at 10). I joinedRiley, however, because\nthe Court resisted the temptation to permit searches of some kinds\nof cell-phone data and not others,id., at ___–___ (slip\nop., at 23–25), and instead asked more generally whether that\nentire “category of effects” was searchable without a warrant,id., at ___ (slip op., at 10).Today’s decision begins whereRileyleft\noff. The Court purports to applyRobinsonbut further\ndeparts from its categorical approach by holding that warrantless\nbreath tests to prevent the destruction of BAC evidence are\nconstitutional searches incident to arrest, but warrantless blood\ntests are not.Ante, at 35 (“Because breath tests are\nsignificantly less intrusive than blood tests and in most cases\namply serve law enforcement interests, we conclude that a breath\ntest, but not a blood test, may be administered as a search\nincident to a lawful arrest for drunk driving”). That hairsplitting\nmakes little sense. Either the search-incident-to-arrest exception\npermits bodily searches to prevent the destruction of BAC evidence,\nor it does not.The Court justifies its result—an arbitrary line\nin the sand between blood and breath tests—by balancing the\ninvasiveness of the particular type of search against the\ngovernment’s reasons for the search.Ante, at 20–36. Such\ncase-by-case balancing is bad for the People, who “through\nratification, have already weighed the policy tradeoffs that\nconstitutional rights entail.”Luisv.United States,\n578 U. S. ___, ___ (2016) (Thomas, J., concurring in judgment)\n(slip op., at 10); see alsoCrawfordv.Washington,\n541 U. S. 36 –68 (2004). It is also bad for law enforcement\nofficers, who depend on predictable rules to do their job, as\nMembers of this Court have exhorted in the past. SeeArizonav.Gant, 556 U. S. 332, 359 (2009) (Alito, J.,\ndissenting); see alsoid., at 363 (faulting the Court for\n“leav[ing] the law relating to searches incident to arrest in a\nconfused and unstable state”).Today’s application of the\nsearch-incident-to-arrest exception is bound to cause confusion in\nthe lower courts. The Court’s choice to allow some (but not all)\nBAC searches is undeniably appealing, for it both reins in the\nperni-cious problem of drunk driving and also purports to preserve\nsome Fourth Amendment protections. But that compromise has little\nsupport under this Court’s existing precedents.IIThe better (and far simpler) way to resolve\nthese cases is by applying theper serule that I\nproposed inMcNeely. Under that approach, both warrantless\nbreath and blood tests are constitutional because “the natural\nmetabolization of [BAC] creates an exigency once police have\nprobable cause to believe the driver is drunk. It naturally follows\nthat police may conduct a search in these circumstances.” 569\nU. S., at ___–___ (dissenting opinion) (slip op., at 3–4).The Court inMcNeelyrejected that\nbright-line rule and instead adopted a\ntotality-of-the-circumstances test examining whether the facts of a\nparticular case presented exigent circumstances justifying a\nwarrantless search.Id., at ___ (slip op., at 1). The Court\nruled that “the natural dissipation of alcohol in the blood” could\nnot “categorically” create an “exigency” in every case.Id.,\nat ___ (slip op., at 13). The destruction of “BAC evidence from a\ndrunk-driving suspect” that “naturally dissipates over time in a\ngradual and relatively predictable manner,” according to the Court,\nwas qualitatively different from the destruction of evidence in\n“circumstances in which the suspect has control over easily\ndisposable evidence.”Id., at ___ (slip op., at 10).Today’s decision rejectsMcNeely’s\narbitrary distinction between the destruction of evidence generally\nand the destruction of BAC evidence. But only for searches incident\nto arrest.Ante, at 31–33. The Court declares that such a\ndistinction “between an arrestee’s active destruction of evidence\nand the loss of evidence due to a natural process makes little\nsense.”Ante,at 31. I agree. SeeMcNeely,supra, at ___–___ (Thomas, J., dissenting) (slip op., at\n5–6). But it also “makes little sense” for the Court to rejectMcNeely’s arbitrary distinction only for searches incident\nto arrest and not also for exigent-circumstances searches when both\nare justified by identical concerns about the destruction of the\nsame evidence.McNeely’s distinction is no less arbitrary\nfor searches justified by exigent circumstances than those\njustified by search inci-dent to arrest.The Court was wrong inMcNeely, and\ntoday’s compromise is perhaps an inevitable consequence of that\nerror. Both searches contemplated by the state laws at issue in\nthese cases would be constitutional under the exigent-circumstances\nexception to the warrant requirement. I respectfully concur in the\njudgment in part and dissent in part.",
    "joined": []
}