{
    "case": {
        "docket": "637",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/637/"
    },
    "id": "1970753",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–399_________________ADOPTIVE COUPLE, PETITIONERS v. BABY GIRL, a\nminor child under the age of fourteen years, et al.on writ of certiorari to the supreme court of\nsouth carolina[June 25, 2013]Justice Thomas,\nconcurring.I join the\nCourt’s opinion in full but write separately to explain why\nconstitutional avoidance compels this out-come. Each party in this\ncase has put forward a plausible interpretation of the relevant\nsections of the Indian Child Welfare Act (ICWA). However, the\ninterpretations offered by respondent Birth Father and the United\nStates raise significant constitutional problems as applied to this\ncase. Because the Court’s decision avoids those problems, I\nconcur in its interpretation.IThis case arises out\nof a contested state-court adoption proceeding. Adoption\nproceedings are adjudicated in state family courts across the\ncountry every day, and “domestic relations” is\n“an area that has long been regarded as a virtually exclusive\nprovince of the States.” Sosna v. Iowa, 419 U. S. 393,\n404 (1975) . Indeed, “[t]he whole subject of the domestic\nrelations of husband and wife, parent and child, belongs to the\nlaws of the States and not to the laws of the United States.”\nIn re Burrus, 136 U. S. 586 –594 (1890). Nevertheless,\nwhen Adoptive Couple filed a petition in South Carolina Family\nCourt to finalize their adoption of Baby Girl, Birth Father, who\nhad relinquished his parental rights via a text message to Birth\nMother, claimed a federal right under the ICWA to block the\nadoption and to obtain custody.The ICWA establishes\n“federal standards that govern state-court child custody\nproceedings involving Indian children.” Ante, at 2. The ICWA\ndefines “Indian child” as “any unmarried person\nwho is under age eighteen and is either (a) a member of an Indian\ntribe or (b) is eligible for membership in an Indian tribe and is\nthe biological child of a member of an Indian tribe.” 25\nU. S. C. §1903(4). As relevant, the ICWA defines\n“child custody proceeding,” §1903(1), to include\n“adoptive placement,” which means “the permanent\nplacement of an Indian child for adoption, including any action\nresulting in a final decree of adoption,” §1903(1)(iv),\nand “termination of parental rights,” which means\n“any action resulting in the termination of the parent-child\nrelationship,” §1903(1)(ii).The ICWA restricts a\nstate court’s ability to terminate the parental rights of an\nIndian parent in two relevant ways. Section 1912(f) prohibits a\nstate court from involuntarily terminating parental rights\n“in the absence of a determination, supported by evidence\nbeyond a reasonable doubt, including testimony of qualified expert\nwitnesses, that the continued custody of the child by the parent or\nIndian custodian is likely to result in serious emotional or\nphysical damage to the child.” Section 1912(d) prohibits a\nstate court from terminating parental rights until the court is\nsatisfied “that active efforts have been made to provide\nremedial services and rehabilitative programs designed to prevent\nthe breakup of the Indian family and that these efforts have proved\nunsuccessful.” A third provision creates specific placement\npreferences for the adoption of Indian children, which favor\nplacement with Indians over other adoptive families. §1915(a).\nOperating together, these requirements often lead to different\noutcomes than would result under state law. That is precisely what\nhappened here. See ante, at 6 (“It is undisputed that, had\nBaby Girl not been 3/256 Cherokee, Biological Father would have had\nno right to object to her adoption under South Carolina\nlaw”).The ICWA recognizes\nStates’ inherent “jurisdiction over Indian child\ncustody proceedings,” §1901(5), but asserts that federal\nregulation is necessary because States “have often failed to\nrecognize the essential tribal relations of Indian people and the\ncultural and social standards pre- ailing in Indian communities and\nfamilies,” ibid. However, Congress may regulate areas of\ntraditional state concern only if the Constitution grants it such\npower. Admt. 10 (“The powers not delegated to the United\nStates by the Constitution, nor prohibited by it to the States, are\nreserved to the States respectively, or to the people”). The\nthreshold question, then, is whether the Constitution grants\nCongress power to override state custody law whenever an Indian is\ninvolved.IIThe ICWA asserts that\nthe Indian Commerce Clause, Art. I, §8, cl. 3, and\n“other constitutional authority” provides Congress with\n“plenary power over Indian affairs.” §1901(1). The\nreference to “other constitutional authority” is not\nilluminating, and I am aware of no other enumer-ated power that\ncould even arguably support Congress’ intrusion into this\narea of traditional state authority. See Fletcher, The Supreme\nCourt and Federal Indian Policy, 85 Neb. L. Rev. 121, 137\n(2006) (“As a matter of federal constitutional law, the\nIndian Commerce Clause grants Congress the only explicit\nconstitutional authority to deal with Indian tribes”);\nNatelson, The Original Understanding of the Indian Commerce Clause,\n85 Denver U. L. Rev. 201, 210 (2007) (hereinafter Natelson)\n(evaluating, and rejecting, other potential sources of authority\nsupporting congressional power over Indians). The assertion of\nplenary authority must, therefore, stand or fall on Congress’\npower under the Indian Commerce Clause. Although this Court has\nsaid that the “central function of the Indian Commerce Clause\nis to provide Congress with plenary power to legislate in the field\nof Indian affairs,” Cotton Petroleum Corp. v. New Mexico, 490\nU. S. 163, 192 (1989) , neither the text nor the original\nunderstanding of the Clause supports Congress’ claim to such\n“plenary” power.AThe Indian Commerce\nClause gives Congress authority “[t]o regulate Commerce\n. . . with the Indian tribes.” Art. I,\n§8, cl. 3 (emphasis added). “At the time the original\nConstitution was ratified, ‘commerce’ consisted of\nselling, buying, and bartering, as well as transporting for these\npurposes.” United States v. Lopez, 514 U. S. 549, 585\n(1995) (Thomas, J., concurring). See also 1 S. Johnson, A\nDictionary of the English Language 361 (4th rev. ed. 1773) (reprint\n1978) (defining commerce as “Intercourse; exchange of one\nthing for another; interchange of any thing; trade;\ntraffick”). “[W]hen Federalists and Anti-Federalists\ndiscussed the Commerce Clause during the ratification period, they\noften used trade (in its selling/bartering sense) and commerce\ninterchangeably.” Lopez, supra, at 586 (Thomas, J.,\nconcurring). The term “commerce” did not include\neconomic activity such as “manufacturing and\nagriculture,” ibid., let alone noneconomic activity such as\nadoption of children.Furthermore, the term\n“commerce with Indian tribes” was invariably used\nduring the time of the founding to mean “ ‘trade\nwith Indians.’ ” See, e.g., Natelson,\n215–216, and n. 97 (citing 18th-century sources); Report\nof Committee on Indian Affairs (Feb 20, 1787), in 32 Journals of\nthe Continental Congress 1774–1789, pp. 66, 68 (R. Hill ed.\n1936) (hereinafter J. Cont’l Cong.) (using the phrase\n“commerce with the Indians” to mean trade with the\nIndians). And regulation of Indian commerce generally referred to\nlegal structures governing “the conduct of the merchants\nengaged in the Indian trade, the nature of the goods they sold, the\nprices charged, and similar matters.” Natelson 216, and n.\n99.The Indian Commerce\nClause contains an additional textual limitation relevant to this\ncase: Congress is given the power to regulate Commerce “with\nthe Indian tribes.” The Clause does not give Congress the\npower to regulate commerce with all Indian persons any more than\nthe Foreign Commerce Clause gives Congress the power to regulate\ncommerce with all foreign nationals traveling within the United\nStates. A straightforward reading of the text, thus, confirms that\nCongress may only regulate commercial\ninteractions—“commerce”—taking place with\nestablished Indian communities—“tribes.” That\npower is far from “plenary.”BCongress’\nassertion of “plenary power” over Indian affairs is\nalso inconsistent with the history of the Indian Commerce Clause.\nAt the time of the founding, the Clause was understood to reserve\nto the States general police powers with respect to Indians who\nwere citizens of the several States. The Clause instead conferred\non Congress the much narrower power to regulate trade with Indian\ntribes—that is, Indians who had not been incorporated into\nthe body-politic of any State.1Before the\nRevolution, most Colonies adopted their own regulations governing\nIndian trade. See Natelson 219, and n. 121 (citing colonial laws).\nSuch regulations were necessary because colonial traders all too\noften abused their Indian trading partners, through fraud,\nexorbitant prices, extortion, and physical invasion of Indian\nterritory, among other things. See 1 F. Prucha, The Great Father\n18–20 (1984) (hereinafter Prucha); Natelson 220, and n. 122.\nThese abuses sometimes provoked violent Indian retaliation. See\nPrucha 20. To mitigate these conflicts, most Colonies extensively\nregulated traders engaged in commerce with Indian tribes. See e.g.,\nOrdinance to Regulate Indian Affairs, Statutes of South Carolina\n(Aug. 31, 1751), in 16 Early American Indian Documents: Treaties\nand Laws, 1607–1789, pp. 331–334 (A. Vaughan and D.\nRosen eds. 1998). [1] Over\ntime, commercial regulation at the colonial level proved largely\nineffective, in part because “[t]here was no uniformity among\nthe colonies, no two sets of like regulations.” Prucha\n21.Recognizing the need\nfor uniform regulation of trade with the Indians, Benjamin Franklin\nproposed his own “articles of confederation” to the\nContinental Congress on July 21, 1775, which reflected his view\nthat central control over Indian affairs should predominate over\nlocal control. 2 J. Cont’l Cong. 195–199 (W. Ford ed.\n1905). Franklin’s proposal was not enacted, but in November\n1775, Congress empowered a committee to draft regulations for the\nIndian trade. 3 id., at 364, 366. On July 12, 1776, the committee\nsubmitted a draft of the Articles of Confederation to Congress,\nwhich incorporated many of Franklin’s proposals. 5 id., at\n545, 546, n. 1. The draft prohibited States from waging\noffensive war against the Indians without congressional\nauthorization and granted Congress the exclusive power to acquire\nland from the Indians out-side state boundaries, once those\nboundaries had been es-tablished. Id., at 549. This version also\ngave Congress “the sole and exclusive Right and Power of\n. . . Regulating the Trade, and managing all Affairs with\nthe Indians.” Id. at 550.On August 20, 1776, the\nCommittee of the Whole presented to Congress a revised draft, which\nprovided Congress with “the sole and exclusive right and\npower of . . . regulating the trade, and managing all\naffairs with the Indians.” Id., at 672, 681–682. Some\ndelegates feared that the Articles gave Congress excessive power to\nin-terfere with States’ jurisdiction over affairs with\nIndians residing within state boundaries. After further\ndeliberation, the final result was a clause that included a broad\ngrant of congressional authority with two significant exceptions:\n“The United States in Congress assembled shall also have the\nsole and exclusive right and power of . . . regulating\nthe trade and managing all affairs with the Indians, not members of\nany of the States, provided that the legislative right of any State\nwithin its own limits be not infringed or violated.” Articles\nof Confederation, Art. IX, cl. 4. As a result, Congress retained\nexclusive jurisdiction over Indian affairs outside the borders of\nthe States; the States retained exclusive jurisdiction over\nrelations with Member-Indians; [2] and Congress and the States “ex-ercise[d]\nconcurrent jurisdiction over transactions with tribal Indians\nwithin state boundaries, but congressional decisions would have to\nbe in compliance with local law.” Natelson 230. The drafting\nof the Articles of Confederation reveals the delegates’\nconcern with protecting the power of the States to regulate Indian\npersons who were politically incorporated into the States. This\nconcern for state power reemerged during the drafting of the\nConstitution.2The drafting history\nof the Constitutional Convention also supports a limited\nconstruction of the Indian Commerce Clause. On July 24, 1787, the\nconvention elected a drafting committee—the Committee of\nDetail—and charged it to “report a Constitution\nconformable to the Res-olutions passed by the Convention.” 2\nRecords of the Federal Convention of 1787, p.106 (M. Farrand rev.\n1966) (J. Madison). During the Committee’s deliberations,\nJohn Rutledge, the chairman, suggested incorporating an In-dian\naffairs power into the Constitution. Id., at 137, n. 6, 143.\nThe first draft reported back to the convention, however, provided\nCongress with authority “[t]o regulate commerce with foreign\nnations, and among the several States,” id., at 181 (Madison)\n(Aug. 6, 1787), but did not include any specific Indian affairs\nclause. On August 18, James Madison proposed that the Federal\nGovernment be granted several additional powers, including the\npower “[t]o regulate affairs with the Indians as well within\nas without the limits of the U. States.” Id., at 324 (J.\nMadison) (emphasis added). On August 22, Rutledge delivered the\nCommittee of Detail’s second report, which modified\nMadison’s proposed clause. The Committee proposed to add to\nCongress’ power “[t]o regulate commerce with foreign\nnations, and among the several States” the words, “and\nwith Indians, within the Limits of any State, not subject to the\nlaws thereof.” Id., at 366–367 (Journal). The\nCommittee’s version, which echoed the Articles of\nConfederation, was far narrower than Madison’s proposal. On\nAugust 31, the revised draft was submitted to a Committee of Eleven\nfor further action. Id., at 473 (Journal), 481 (J. Madison). That\nCommittee recommended adding to the Commerce Clause the phrase,\n“and with the Indian tribes,” id., at 493, which the\nConvention ultimately adopted.It is, thus, clear that\nthe Framers of the Constitution were alert to the difference\nbetween the power to regulate trade with the Indians and the power\nto regulate all In-dian affairs. By limiting Congress’ power\nto the former, the Framers declined to grant Congress the same\nbroad powers over Indian affairs conferred by the Articles of\nConfederation. See Prakash, Against Tribal Fungibility, 89 Cornell\nL. Rev. 1069, 1090 (2004).During the ratification\ndebates, opposition to the Indian Commerce Clause was nearly\nnonexistent. See Natelson 248 (noting that Robert Yates, a New York\nAnti-Federalist was “almost the only writer who objected to\nany part [of ] of the Commerce Clause—a clear indication\nthat its scope was understood to be fairly narrow” (footnote\nomitted)). Given the Anti-Federalists’ vehement opposition to\nthe Constitution’s other grants of power to the Federal\nGovernment, this silence is revealing. The ratifiers almost\ncertainly understood the Clause to confer a relatively modest power\non Congress—namely, the power to regulate trade with Indian\ntribes living beyond state borders. And this feature of the\nConstitution was welcomed by Federalists and Anti-Federalists alike\ndue to the considerable interest in expanding trade with such\nIndian tribes. See, e.g., The Federalist No. 42, at 265 (J.\nMadison) (praising the Constitution for removing the obstacles that\nhad existed under the Articles of Confederation to federal control\nover “trade with Indians” (emphasis added)); 3 J.\nElliot, The Debates in the Several State Conventions on the\nAdoption of the Federal Constitution 580 (2d ed. 1863) (Adam\nStephens, at the Virginia ratifying convention, June 23, 1788,\ndescribing the Indian tribes residing near the Mississippi and\n“the variety of articles which might be obtained to advantage\nby trading with these people”); The Federalist No. 24, at 158\n(A. Hamilton) (arguing that frontier garrisons would “be keys\nto the trade with the Indian nations”); Brutus, (Letter) X,\nN. Y. J., Jan. 24, 1788, in 15 The Documentary History of the\nRatification of the Constitution 462, 465 (J. Kaminski & G.\nSaladino eds. 2012) (conceding that there must be a standing army\nfor some purposes, including “trade with Indians”).\nThere is little evidence that the ratifiers of the Constitution\nunderstood the Indian Commerce Clause to confer anything resembling\nplenary power over Indian affairs. See Natelson 247–250.IIIIn light of the\noriginal understanding of the Indian Commerce Clause, the\nconstitutional problems that would be created by application of the\nICWA here are evident. First, the statute deals with “child\ncustody proceedings,” §1903(1), not\n“commerce.” It was enacted in response to concerns that\n“an alarmingly high percentage of Indian families [were]\nbroken up by the removal, often unwarranted, of their children from\nthem by nontribal public and private agencies.”\n§1901(4). The perceived problem was that many Indian children\nwere “placed in non-Indian foster and adoptive homes and\ninstitutions.” Ibid. This problem, however, had nothing to do\nwith commerce.Second, the portions of\nthe ICWA at issue here do not regulate Indian tribes as tribes.\nSections 1912(d) and (f ), and §1915(a) apply to all\nchild custody proceedings involving an Indian child, regardless of\nwhether an Indian tribe is involved. This case thus does not\ndirectly implicate Congress’ power to “legislate in\nrespect to Indian tribes.” United States v. Lara, 541\nU. S. 193, 200 (2004) (emphasis added). Baby Girl was never\ndomiciled on an Indian Reservation, and the Cherokee Nation had no\njurisdiction over her. Cf. Mississippi Band of Choctaw Indians v.\nHolyfield, 490 U. S. 30 –54 (1989) (holding that the\nIndian Tribe had exclusive jurisdiction over child custody\nproceedings, even though the children were born off the\nreservation, because the children were “domiciled” on\nthe reservation for purposes of the ICWA). Although Birth Father is\na registered member of The Cherokee Nation, he did not live on a\nreservation either. He was, thus, subject to the laws of the State\nin which he resided (Oklahoma) and of the State where his daughter\nresided during the custody proceedings (South Carolina). Nothing in\nthe In-dian Commerce Clause permits Congress to enact spe- cial\nlaws applicable to Birth Father merely because of his status as an\nIndian. [3]Because adoption\nproceedings like this one involve neither “commerce”\nnor “Indian tribes,” there is simply no constitutional\nbasis for Congress’ assertion of authority over such\nproceedings. Also, the notion that Congress can direct state courts\nto apply different rules of evidence and procedure merely because a\nperson of Indian descent is involved raises absurd possibilities.\nSuch plenary power would allow Congress to dictate specific rules\nof criminal procedure for state-court prosecutions against Indian\ndefendants. Likewise, it would allow Congress to substitute federal\nlaw for state law when contract disputes involve Indians. But the\nConstitution does not grant Congress power to override state law\nwhenever that law happens to be applied to Indians. Accordingly,\napplication of the ICWA to these child custody proceedings would be\nunconstitutional.*  *  *Because the\nCourt’s plausible interpretation of the relevant sections of\nthe ICWA avoids these constitutional problems, I concur.Notes1South Carolina, for\nexample, required traders to be licensed, to be of good moral\ncharacter, and to post a bond. Ordinance to Regulate Indian\nAffairs, in 16 Early American Indian Documents, at 331–334. A\npotential applicant’s name was posted publicly before issuing\nthe license, so anyone with objections had an opportunity to raise\nthem. Id., at 332. Restrictions were placed on employing agents,\nid., at 333–334, and names of potential agents had to be\ndisclosed. Id., at 333. Traders who violated these rules were\nsubject to substantial penalties. Id., at 331, 334.2Although Indians were\ngenerally considered “members” of a State if they paid\ntaxes or were citizens, see Natelson 230, the precise definition of\nthe term was “not yet settled” at the time of the\nfoundingand was “a question of frequent perplexity and\ncontention in the fed-eral councils,” The Federalist No. 42,\np. 265 (C. Rossiter ed. 1961) (J. Madison).3Petitioners and the\nguardian ad litem contend that applying the ICWA to child\ncustody proceedings on the basis of race implicates equal\nprotection concerns. See Brief for Petitioners 45 (arguing that the\nstatute would be unconstitutional “if unwed fathers with no\npreexisting substantive parental rights receive a statutory\npreference based solely on the Indian child’s race”);\nBrief for Respondent Guardian Ad Litem 48–49 (same). I\nneed not address this argument because I am satisfied that Congress\nlacks authority to regulate the child custody proceedings in this\ncase.",
    "joined": []
}