{
    "case": {
        "docket": "81",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/81/"
    },
    "id": "3216645",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–719_________________DART CHEROKEE BASIN OPERATING COMPANY, LLC, et al.,\nPETITIONERSv.BRANDON W. OWENSon writ of certiorari to the united states court of appeals for\nthe tenth circuit[December 15, 2014]Justice Thomas, dissenting.I agree with Justice Scalia that the merits of the District\nCourt’s decision are not properly before the Court. I write only to\npoint out another, more fundamental, defect in the Court’s\ndisposition: We lack jurisdiction to review even the Court of\nAppeals’ denial of permission to appeal.Congress has granted this Court jurisdiction to review “[c]ases\nin the courts of appeals” by writ of certiorari.28\nU. S. C. §1254. Purporting to act pursuant to this grant\nof jurisdiction, the majority today reviews the decision of the\nCourt of Appeals to deny an application for permission to appeal a\nremand order. But such an application is not a case: It\n“ ‘does not assert a grievance against anyone, does not seek\nremedy or redress for any legal injury, and does not even require a\n“party” on the other side.’ ”Miller-Elv.Cockrell,537 U. S. 322,355 (2003) (Thomas, J., dissenting)\n(quotingHohnv.United States,524 U. S. 236,256\n(1998) (Scalia, J., dissenting)).To justify its action here, the majority quietly extends an\nopinion of this Court holding that applications for certificates of\nappealability (COAs) in the federal habeas context are “cases.”Hohn,supra.Hohnwas wrongly decided, and the\nmajority’s uncritical extension of its holding only compounds the\nerror.Hohnrests tenuously on the conclusion that the\ndetermination that must be made on an application for a COA is more\nlike a threshold determination than a separate judicial proceeding.\nSeeid., at 246–248. The basis for that conclusion, if any\nexists, must rest on features unique to the COA: “The COA\ndetermination . . .requiresan overview of the\nclaims in the habeas petition and a general assessment of their\nmerits.”Miller-El,supra, at 336 (emphasis added).\nThe best argument one could make in favor ofHohnis that,\nbecause a court’s decision on an application for a COA turns on the\nstrength of the applicant’s grievance and his entitlement to\nrelief, the application absorbs the case-like qualities of the\nunderlying merits case. SeeHohn,supra, at 248.No such osmosis could transform an application for permission to\nappeal a remand order into a “case.” As Justice Scalia explains,\nthe decision whether to permit such an appeal requires no\nassessment of the merits of a remand order. Seeante,at 2\n(dissenting opinion). The application here is nothing more than a\nrequest for discretionary permission to seek review. SeeMiller-El,supra, at 355 (Thomas, J., dissenting).\nThe Tenth Circuit having denied that permission, no “case” ever\narrived “in the court of appeals.” I would dismiss for lack of\njurisdiction.",
    "joined": []
}