{
    "case": {
        "docket": "18-1323",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1323/"
    },
    "id": "4267232",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1323 and 18–1460_________________JUNE MEDICAL SERVICES L. L. C.,\net al., PETITIONERS18–1323v.STEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALSSTEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALS, PETITIONER18–1460v.JUNE MEDICAL SERVICES L. L. C.,\net al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 29, 2020]Justice Thomas, dissenting.Today a majority of the Court perpetuates its\nill-founded abortion jurisprudence by enjoining a perfectly\nlegitimate state law and doing so without jurisdiction. As is often\nthe case with legal challenges to abortion regulations, this suit\nwas brought by abortionists and abortion clinics. Their sole claim\nbefore this Court is that Louisiana’s law violates the purported\nsubstantive due process right of a woman to abort her unborn child.\nBut they concede that this right does not belong to them, and they\nseek to vindicate no private rights of their own. Under a proper\nunderstanding of Article III, these plaintiffs lack standing to\ninvoke our jurisdiction.Despite the fact that we granted Louisiana’s\npetition specifically to address whether “abortion providers [can]\nbe presumed to have third-party standing to challenge health and\nsafety regulations on behalf of their patients,” Conditional\nCross-Pet. in No. 18–1460, p. i, a majority of the Court all but\nignores the question. The plurality and The Chief Justice\nultimately cast aside this jurisdictional barrier to conclude that\nLouisiana’s law is unconstitutional under our precedents. But those\ndecisions created the right to abortion out of whole cloth, without\na shred of support from the Constitution’s text. Our abortion\nprecedents are grievously wrong and should be overruled. Because we\nhave neither jurisdiction nor constitutional authority to declare\nLouisiana’s duly enacted law unconstitutional, I respectfully\ndissent.IFor most of its history, this Court maintained\nthat private parties could not bring suit to vindicate the\nconstitutional rights of individuals who are not before the Court.Kowalskiv.Tesmer,543 U.S.\n125, 135 (2004) (Thomas, J., concurring) (citingClarkv.Kansas City,176 U.S.\n114, 118 (1900)). But in the 20th century, the Court began to\ndeviate from this traditional rule against third-party standing.\nSeeTruaxv.Raich,239 U.S.\n33, 38–39 (1915);Piercev.Society of Sisters,268 U.S.\n510, 535–536 (1925). From these deviations emerged our\nprudential third-party standing doctrine, which allows litigants to\nvicariously assert the constitutional rights of others when “the\nparty asserting the right has a ‘close’ relationship with the\nperson who possesses the right” and “there is a ‘hindrance’ to the\npossessor’s ability to protect his own interests.”Kowalski,supra,at 130 (quotingPowersv.Ohio,499 U.S.\n400, 411 (1991)).[1]The plurality feints toward this doctrine,\nclaiming that third-party standing for abortionists is well settled\nby our precedents. But, ultimately, it dodges the question,\nclaiming that Louisiana’s standing challenge was waived below. Both\nassertions are erroneous. First, there is no controlling precedent\nthat sets forth the blanket rule advocated for by plaintiffs\nhere—i.e., abortionists may challenge health and safety\nregulations based solely on their role in the abortion process.\nSecond, I agree with Justice Alito that Louisiana did not waive its\nstanding challenge below.Post, at 24–25 (dissenting\nopinion).But even if there were a waiver, it would not be\nrelevant. Louisiana argues that the abortionists and abortion\nclinics lack standing under Article III to assert the putative\nrights of their potential clients. No waiver, however explicit,\ncould relieve us of our independent obligation to ensure that we\nhave jurisdiction before addressing the merits of a case. SeeDaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 341 (2006). And under a proper understanding of Article\nIII’s case-or-controversy requirement, plaintiffs lack standing to\ninvoke our jurisdiction because they assert no private rights of\ntheir own, seeking only to vindicate the putative constitutional\nrights of individuals not before the Court.AThe Court has previously asserted that the\ntraditional rule against third-party standing is “not\nconstitutionally mandated, but rather stem[s] from a salutary ‘rule\nof self-restraint’ ” motivated by “prudential” concerns.Craigv.Boren,429 U.S.\n190, 193 (1976) (quotingBarrowsv.Jackson,346 U.S.\n249, 255 (1953)). The plurality repeats this well-rehearsed\nclaim, accepting its validity without question. Seeante, at\n12. But support for this assertion is shallow, to say the least,\nand it is inconsistent with our more recent standing\nprecedents.As an initial matter, this Court has never\nprovided a coherent explanation for why the rule against\nthird-party standing is properly characterized as prudential. Many\ncases reciting this claim rely on the Court’s decision inBarrows, which stated that the rule against third-party\nstanding is a “rule of self-restraint” “[a]part from the\njurisdictional requirement” of Article III, 346 U. S., at 255.\nButBarrowsprovides no reasoning to support that\ndistinction and even admits that the rule against third-party\nstanding is “not always clearly distinguished from the\nconstitutional limitation[s]” on standing.Ibid. The sole\nauthorityBarrowscites in support of the rule’s\n“prudential” label is a single-Justice concurrence inAshwanderv.TVA,297 U.S.\n288, 346–348 (1936) (opinion of Brandeis, J.).Justice Brandeis’ concurrence, however, raises\nmore questions than it answers. The opinion does not directly\nreference third-party standing. It only obliquely refers to the\nconcept by invoking the broader requirement that a plaintiff must\n“show that he is injured by [the law’s] operation.”Id., at\n347. Justice Brandeis claims that this requirement was adopted by\nthe Court “for its own governance in cases confessedly within its\njurisdiction.”Id., at 346.But most of the cases he\ncites frame the matter in terms of the Court’s jurisdiction and\nauthority; none of them invoke prudential justifications. See,e.g., Tylerv.Judges of Court of Registration,179 U.S.\n405, 407–410 (1900);Hendrickv.Maryland,235 U.S.\n610, 621 (1915);Massachusettsv.Mellon,262 U.S.\n447, 480 (1923). Thus, the “prudential” label for the rule\nagainst third-party standing remains a bit of a mystery.It is especially puzzling that a majority of the\nCourt insists on continuing to treat the rule against third-party\nstanding as prudential when our recent decision inLexmark\nInt’l, Inc.v.Static Control Components, Inc.,572 U.S.\n118(2014), questioned the validity of our prudential standing\ndoctrine more generally. In that case, we acknowledged that\nrequiring a litigant who has Article III standing to also\ndemonstrate “prudential standing” is inconsistent “with our recent\nreaffirmation of the principle that ‘a federal court’s “obligation”\nto hear and decide’ cases within its jurisdiction ‘is “virtually\nunflagging.” ’ ”Id., at 125–126 (quotingSprint Communications, Inc.v.Jacobs,571 U.S.\n69, 77 (2013)). The Court therefore suggested that the\n“prudential” label for these doctrines was “inapt.”Lexmark,\n572 U. S., at 127, n. 3. As an example, it noted that the\nCourt previously considered the rule against generalized grievances\nto be “prudential” but now recognizes that rule to be a part of\nArticle III’s case-or-controversy requirement.Ibid.The\nCourt specifically questioned the prudential label for the rule\nagainst third-party standing, but becauseLexmarkdid not\ninvolve any questions of third-party standing, the Court stated\nthat “consideration of that doctrine’s proper place in the standing\nfirmament [could] await another day.”Id., at 128,\nn. 3.The Court’s previous statements on the rule\nagainst third-party standing have long suggested that the “proper\nplace” for that rule is in Article III’s case-or-controversy\nrequirement. The Court has acknowledged that the traditional rule\nagainst third-party standing is “closely related to Art[icle] III\nconcerns.”Warthv.Seldin,422\nU.S. 490, 500 (1975). It has repeatedly noted that the rule “is\nnot completely separable from Art[icle] III’s requirement that a\nplaintiff have a sufficiently concrete interest in the outcome of\n[the] suit to make it a case or controversy.”Secretary of State\nof Md.v.Joseph H. Munson Co.,467\nU.S. 947, 955, n. 5 (1984) (internal quotation marks\nomitted); see alsoBarrows,supra,at 255 (the rule\nagainst third-party standing is “not always clearly distinguished\nfrom the constitutional limitation[s]” on standing). Moreover, the\nCourt has even expressly stated that the rule against third-party\nstanding is “grounded in Art[icle] III limits on the jurisdiction\nof federal courts to actual cases and controversies.”New\nYorkv.Ferber,458 U.S.\n747, 767, n. 20 (1982).And most recently, inSpokeo, Inc.v.Robins, 578 U. S. ___ (2016), the Court appeared to\nincorporate the rule against third-party standing into its\nunderstanding of Article III’s injury-in-fact requirement. There,\nthe Court stated that to establish an injury-in-fact a plaintiff\nmust “show that he or she suffered ‘an invasion of a legally\nprotected interest’ that is ‘concrete and particularized’ and\n‘actual or imminent, not conjectural or hypothetical.’ ”Id.,at ___ (slip op., at 7) (quotingLujanv.Defenders of Wildlife,504 U.S.\n555, 560 (1992)). The Court further explained that whether a\nplaintiff “alleges that [the defendant] violatedhisstatutory rights ” rather than “the statutory rights of other\npeople ” was a question of “particularization” for an Article\nIII injury. 578 U. S., at ___ (slip op., at 8) (internal\nquotation marks omitted). It is hard to reconcile this language inSpokeowith the plurality’s assertion that third-party\nstanding is permitted under Article III.BA brief historical examination of Article\nIII’s case-or-controversy requirement confirms what our recent\ndecisions suggest: The rule against third-party standing is\nconstitutional, not prudential. The judicial power is limited to\n“ ‘ “cases and controversies of the sort traditionally\namenable to, and resolved by, the judicial process.” ’ ”Id., at ___ (Thomas, J., concurring) (slip op., at 1)\n(quotingVermont Agency of Natural Resourcesv.United\nStates ex rel. Stevens,529 U.S.\n765, 774 (2000)); see alsoMuskratv.United\nStates,219 U.S.\n346, 356–357 (1911). Thus, to ascertain the scope of Article\nIII’s case-or-controversy requirement, “we must ‘refer directly to\nthe traditional, fundamental limitations upon the powers of\ncommon-law courts.’ ”Spokeo,supra,at ___\n(Thomas, J., concurring) (slip op., at 2) (quotingHonigv.Doe,484 U.S.\n305, 340 (1988) (Scalia, J., dissenting)). “One focus” of these\ntraditional limitations was “on the particular parties before the\ncourt, and whether the rights that they [were] invoking [were]\nreally theirs to control.” Woolhandler & Nelson, Does History\nDefeat Standing Doctrine? 102 Mich. L. Rev. 689, 732 (2004).\nAn examination of these limitations reveals that a plaintiff could\nnot establish a case or controversy by asserting the constitutional\nrights of others.The limitations imposed on suits at common law\nvaried based on the type of right the plaintiff sought to\nvindicate.Spokeo, 578 U. S., at ___ (Thomas, J.,\nconcurring) (slip op., at 2). The rights adjudicated by common-law\ncourts generally fell into one of two categories: public or\nprivate. Public rights are those “owed ‘to the whole community\n. . . in its social aggregate capacity.’ ”Id., at ___ (slip op., at 3) (quoting 4 W. Blackstone,\nCommentaries *5). Private rights, on the other hand, are those\n“ ‘belonging to individuals, considered as\nindividuals.’ ”Spokeo,supra, at ___ (Thomas,\nJ., concurring) (slip op., at 2) (quoting 3 Blackstone,\nCommentaries *2).When a plaintiff sought to vindicate a private\nright, “courts historically presumed that the plaintiff suffered ade factoinjury merely from having his personal, legal\nrights invaded.”Spokeo,supra,at ___ (Thomas, J.,\nconcurring) (slip op., at 2). But a plaintiff generally “need[ed]\nto have a private interest of his or her own to litigate;\notherwise, no sufficient interest [was] at stake on the plaintiff’s\nside, and the clash of interests necessary for a ‘Case’ or\n‘Controversy’ [did] not exist.” Woolhandler & Nelson,supra, at 723. Thus, 19th-century judges uniformly refused\nto “listen to an objection made to the constitutionality of an act\nby a party whose rights” were not at issue.Clark, 176\nU. S., at 118 (internal quotation marks omitted); see also,e.g.,Tyler, 179 U. S., at 406–407;Supervisorsv.Stanley,105 U.S.\n305, 311 (1882);United Statesv.Ferreira, 13\nHow. 40, 51–52 (1852);Owingsv.Norwood’s Lessee, 5\nCranch 344, 348 (1809) (Marshall, C. J.);In re\nWellington, 33 Mass. 87, 96 (1834) (Shaw, C. J.).[2]Moreover, it was not enough for a plaintiff to\nallegedamnum—i.e., real-world damages or practical\ninjury—if the law he was challenging did not violate a legally\nprotected interest of his own. At common law, this sort of “factual\nharm without a legal injury wasdamnum absque injuriaand\nprovided no basis for relief.” Hessick, Standing, Injury in Fact,\nand Private Rights, 93 Cornell L. Rev. 275, 280–281 (2008). As\nJustice Dodderidge explained in 1625, “injuria & damnum are the\ntwo grounds for the having [of] all actions, and without [both of]\nthese, no action lieth.”Cablev.Rogers, 3 Bulst.\n311, 312, 81 Eng. Rep. 259. In the 18th century, many common-law\ncourts ceased requiringdamnumin suits alleging violations\nof private rights. See,e.g., Ashbyv.White, 2 Raym.\nLd. 938, 92 Eng. Rep. 126, 137 (K. B.) (Holt, C. J.),\naff’d, 3 Raym. Ld. 320, 92 Eng. Rep. 710, 712\n(H. L. 1703); see alsoWebbv.Portland Mfg.\nCo., 29 F. Cas. 506, 507 (No. 17,322) (CC Me. 1838)\n(Story, J.). But they continued to require legal injury, adhering\nto the “obvious” and “ancient maxim” that one’s real-world damages\nalone cannot “lay the foundation of an action.”Parkerv.Griswold, 17 Conn. 288, 302–303 (1846). Thus, a plaintiff\nhad to assert “[a]n injury, [which,] legally speaking, consists of\na wrong done to a person, or, in other words, a violation of his\nright.”Id., at 302.This brief historical review demonstrates that\nthird-party standing is inconsistent with the case-or-controversy\nrequirement of Article III. When a private plaintiff seeks to\nvindicate someone else’s legal injury, he has no private right of\nhis own genuinely at stake in the litigation. Even if the plaintiff\nhas suffered damages as a result of another’s legal injury, he has\nno standing to challenge a law that does not violate his own\nprivate rights.CApplying these principles to the case at hand,\nplaintiffs lack standing under Article III and we, in turn, lack\njurisdiction to decide these cases. Thus, “[i]n light of th[e]\n‘overriding and time-honored concern about keeping the Judiciary’s\npower within its proper constitutional sphere, we must put aside\nthe natural urge to proceed directly to the merits of [an]\nimportant dispute and to “settle” it for the sake of convenience\nand efficiency.’ ”Hollingsworthv.Perry,570 U.S.\n693, 704–705 (2013) (Roberts, C. J., for the Court)\n(quotingRainesv.Byrd,521\nU.S. 811, 820 (1997)).1Contrary to the plurality’s assertion\notherwise,ante, at 16, abortionists’ standing to assert the\nputative rights of their clients has not been settled by our\nprecedents. It is true that this Court has reflexively allowed\nabortionists and abortion clinics to vicariously assert a woman’s\nputative right to abortion. But oftentimes the Court has not so\nmuch as addressed standing in those cases. See,e.g., Whole\nWoman’s Healthv.Hellerstedt, 579 U. S. ___, ___\n(2016);Gonzalesv.Carhart,550\nU.S. 124(2007);Ayottev.Planned Parenthood of\nNorthern New Eng.,546 U.S.\n320(2006);Stenbergv.Carhart,530 U.S.\n914(2000);Mazurekv.Armstrong,520 U.S.\n968(1997) (per curiam);Planned Parenthood of\nSoutheastern Pa.v.Casey,505 U.S.\n833(1992). And questions “merely lurk[ing] in the record,\nneither brought to the attention of the court nor ruled upon,” are\nnot “considered as having been so decided as to constitute\nprecedents.”Websterv.Fall,266\nU.S. 507,511(1925); see alsoIllinois Bd. of Electionsv.Socialist\nWorkers Party,440 U.S.\n173, 183 (1979). Specifically, when it comes “to our own\njudicial power or jurisdiction, this Court has followed the lead of\nChief Justice Marshall who held that this Court is not bound by a\nprior exercise of jurisdiction in a case where it was not\nquestioned and it was passedsub silentio.”United\nStatesv.L. A. Tucker Truck Lines, Inc.,344 U.S.\n33, 38 (1952) (citingUnited Statesv.More, 3\nCranch 159 (1805) (Marshall, C. J., for the Court)).The first—and only—time the Court squarely\naddressed this question with a reasoned decision was inSingletonv.Wulff,428 U.S.\n106(1976).[3] In that\ncase, a fractured Court concluded that two abortionists had\nstanding to challenge a State’s refusal to provide Medicaid\nreimbursements for abortions. Perfunctorily applying this Court’s\nrequirements for third-party standing, Justice Blackmun, joined by\nthree other Justices, asserted that abortionists generally had\nstanding to litigate their clients’ rights.Id., at 113–118\n(plurality opinion). Justice Stevens concurred on considerably\nnarrower grounds, reasoning that the abortionists had standing\nbecause they had a financial stake in the outcome of the litigation\nand sought to vindicate their own constitutional rights as well.Id.,at 121 (opinion concurring in part). Notably, Justice\nStevens declined to join the plurality’s discussion of third-party\nstanding, explaining that he was “not sure whether [that analysis]\nwould, or should, sustain the doctors’ standing, apart from” their\nown legal rights and financial interests being at stake in that\nspecific case.Id.,at 122. The four remaining Justices\ndissented in part, concluding that the abortionists lacked standing\nto litigate the rights of their clients.Id.,at 122–131\n(Powell, J., concurring in part and dissenting in part). Because\nJustice Stevens’ opinion “concurred in the judgmen[t] on the\nnarrowest grounds,” it is the controlling opinion regarding\nabortionists’ third-party standing.Marksv.United\nStates,430\nU.S. 188, 193 (1977).[4]To the extent Justice Stevens’ opinion could be\nread as concluding that abortionists have standing to vicariously\nassert their clients’ rights so long as the abortionists establish\nstanding on their own legal claims, his position has been abrogated\nby this Court’s more recent decisions, which have “confirm[ed] that\na plaintiff must demonstrate standing for each claim he seeks to\npress.”DaimlerChrysler Corp., 547 U. S., at 352. But\nmore importantly, Justice Stevens’ opinion does not support the\nabortionists in these cases, because his opinion rested on\ncase-specific facts not implicated here—namely, the fact that the\nabortionists would directly receive Medicaid payments from the\ndefendant agency if they prevailed and that they asserted\nviolations oftheir ownconstitutional rights. In these\ncases, there is no dispute that the abortionists’ sole claim before\nthis Court is that Louisiana’s law violates the purported\nsubstantive due process rightsof their clients.2Under a proper understanding of Article III,\nplaintiffs lack standing. As explained above, in suits seeking to\nvindicate private rights, the owners of those rights can establish\na sufficient injury simply by asserting that their rights have been\nviolated. Constitutional rights are generally considered “private\nrights” to the extent they “ ‘ belon[g] to individuals,\nconsidered as individuals.’ ”Spokeo, 578\nU. S.,at ___ (Thomas, J., concurring) (slip op., at 3)\n(quoting 3 Blackstone, Commentaries *2); see alsoUnited\nStatesv.Sineneng-Smith, 590 U. S. ___, ___ (2020)\n(Thomas, J., concurring) (slip op., at 8). And the purported\nsubstantive due process right to abort an unborn child is no\nexception—it is an individual right that is inherently personal.\nAfter all, the Court “creat[ed the] right” based on the notion that\nabortion “ ‘ involv[es] the most intimate and personal\nchoices a person may make in a lifetime, choices central to\npersonal dignity and autonomy.’ ”Whole Women’s Health,\n579 U. S., at ___ (Thomas, J., dissenting) (slip op., at 5)\n(quotingCasey, 505 U. S., at 851 (majority opinion)).\nBecause this right belongs to the woman making that choice, not to\nthose who provide abortions, plaintiffs cannot establish a personal\nlegal injury by asserting that this right has been\nviolated.[5]The only injury asserted by plaintiffs in this\nsuit is the possibility of facing criminal sanctions if the\nabortionists conduct abortions without admitting privileges in\nviolation of the law. See Response and Reply for Petitioners (No.\n18–1460)/Cross-Respondents (No. 18–1323), p. 34. But plaintiffs do\nnot claim any right to provide abortions, nor do they contest that\nthe State has authority to regulate such procedures.[6] They have therefore demonstrated only\nreal-world damages (or more accurately, thepossibilityof\nreal-world damages), but no legal injury, or “invasion of a legally\nprotected interest,” that belongs to them.Spokeo,supra,at ___ (slip op., at 7) (internal quotation marks\nomitted). Thus, under a proper understanding of Article III,\nplaintiffs lack standing and, consequently, this Court lacks\njurisdiction.IIEven if the plaintiffs had standing, the Court\nwould still lack the authority to enjoin Louisiana’s law, which\nrepresents a constitutionally valid exercise of the State’s\ntraditional police powers. The plurality and The Chief Justice\nclaim that the Court’s judgment is dictated by “our precedents,”\nparticularlyWhole Woman’s Health.Ante, at 38\n(plurality opinion); see alsoante,at 2, 11–16 (Roberts,\nC. J., concurring in judgment). For the detailed reasons\nexplained by Justice Alito, this is not true.Post, at 3–23\n(dissenting opinion).But today’s decision is wrong for a far simpler\nreason: The Constitution does not constrain the States’ ability to\nregulate or even prohibit abortion. This Court created the right to\nabortion based on an amorphous, unwritten right to privacy, which\nit grounded in the “legal fiction” of substantive due process,McDonaldv.Chicago,561 U.S.\n742, 811 (2010) (Thomas, J., concurring in part and concurring\nin judgment). As the origins of this jurisprudence readily\ndemonstrate, the putative right to abortion is a creation that\nshould be undone.AThe Court first conceived a free-floating\nconstitutional right to privacy inGriswoldv.Connecticut,381 U.S.\n479(1965). In that case, the Court declared unconstitutional a\nstate law prohibiting the use of contraceptives, finding that it\nviolated a married couple’s “right of privacy.”Id., at 486.\nThe Court explained that this right could be found in the\n“penumbras” offivedifferent Amendments to the\nConstitution—the First, Third, Fourth, Fifth, and Ninth.Id.,at 484. Rather than explain what free speech or the\nquartering of troops had to do with contraception, the Court simply\ndeclared that these rights had created “zones of privacy” with\ntheir “penumbras,” which were “formed by emanations from those\nguarantees that help give them life and substance.”Ibid.\nThis reasoning is as mystifying as it is baseless.As Justice Black observed in his dissent, this\ngeneral “right of privacy” was never before considered a\nconstitutional guarantee protecting citizens from governmental\nintrusion.Id.,at 508–510. Rather, the concept was one of\ntort law, championed by Samuel Warren and the future Justice Louis\nBrandeis in their 1890 Harvard Law Review article entitled, “The\nRight to Privacy.” 4 Harv. L. Rev. 193. Over 20 years after\nthe Fourteenth Amendment was ratified and a century after the Bill\nof Rights was adopted, Warren and Brandeis were among the first to\nadvocate for this privacy right in the context of tort relief for\nthose whose personal information and private affairs were exploited\nby others.Id.,at 193, 195–196, 214–220. By “exalting a\nphrase . . . used in discussing grounds for tort relief,\nto the level of a constitutional rule,” the Court arrogated to\nitself the “power to invalidate any legislative act which [it]\nfind[s] irrational, unreasonable[,] or offensive” as an\nimpermissible “interfere[nce] with ‘privacy.’ ”Griswold,\nsupra, at 510, n. 1, 511 (Black, J., dissenting).Just eight years later, the Court utilized its\nnewfound power inRoev.Wade,410 U.S.\n113(1973). There, the Court struck down a Texas law\nrestricting abortion as a violation of a woman’s constitutional\n“right of privacy,” which it grounded in the “concept of personal\nliberty” purportedly protected by the Due Process Clause of the\nFourteenth Amendment.Id., at 153. The Court began its legal\nanalysis by openly acknowledging that the Constitution’s text does\nnot “mention any right of privacy.”Id.,at 152. The Court\nnevertheless concluded that it need not bother with our founding\ndocument’s text, because the Court’s prior decisions—chief among\nthemGriswold—had already divined such a right from\nconstitutional penumbras.Roe, 410 U. S., at 152.\nWithout any legal explanation, the Court simply concluded that this\nunwritten right to privacy was “broad enough to encompass a woman’s\n[abortion] decision.”Id., at 153.BRoeis grievously wrong for many\nreasons, but the most fundamental is that its core holding—that the\nConstitution protects a woman’s right to abort her unborn\nchild—finds no support in the text of the Fourteenth Amendment.Roesuggests that the Due Process Clause’s reference to\n“liberty” could provide a textual basis for its novel privacy\nright.Ibid. But that Clause does not guarantee libertyqualiberty. Rather, it expressly contemplates thedeprivationof liberty and requires only that such\ndeprivations occur through “due process of law.” Amdt. 14, §1. As I\nhave previously explained, there is “ ‘considerable historical\nevidence support[ing] the position that “due process of law” was\n[originally understood as] a separation-of-powers concept\n. . . forbidding only deprivations not authorized by\nlegislation or common law.’ ”Johnsonv.United\nStates, 576 U.S. 591, 623 (2015) (opinion concurring in\njudgment) (quoting D. Currie, The Constitution in the Supreme\nCourt: The First Hundred Years 1789–1888, p. 272 (1985)). Others\nclaim that the original understanding of this Clause requires that\n“statutes that purported to empower the other branches to deprive\npersons of rights without adequate procedural guarantees [be]\nsubject to judicial review.” Chapman & McConnell, Due Process\nas Separation of Powers, 121 Yale L. J. 1672, 1679 (2012).\nBut, whatever the precise requirements of the Due Process Clause,\n“the notion that a constitutional provision that guarantees only\n‘process’ before a person is deprived of life, liberty, or property\ncould define the substance of those rights strains credulity for\neven the most casual user of words.”McDonald, 561\nU. S.,at 811 (opinion of Thomas, J.).More specifically, the idea that the Framers of\nthe Fourteenth Amendment understood the Due Process Clause to\nprotect a right to abortion is farcical. SeeRoe, 410\nU. S., at 174–175 (Rehnquist, J., dissenting). In 1868, when\nthe Fourteenth Amendment was ratified, a majority of the States and\nnumerous Territories had laws on the books that limited (and in\nmany cases nearly prohibited) abortion. Seeid.,at 175,\nn. 1.[7] It would no doubt\nshock the public at that time to learn that one of the new\nconstitutional Amendments contained hidden within the interstices\nof its text a right to abortion. The fact that it took this Court\nover a century to find that right all but proves that it was more\nthan hidden—it simply was not (and is not) there.CDespite the readily apparent illegitimacy ofRoe, “the Court has doggedly adhered to [its core holding]\nagain and again, often to disastrous ends.”Gamblev.United States, 587 U. S. ___, ___ (2019) (Thomas, J.,\nconcurring) (slip op., at 16). In doing so, the Court has\nrepeatedly invokedstare decisis. See,e.g., Casey,\n505 U. S., at 854–869. And today, a majority of the Court\ninsists that this doctrine compels its result. Seeante, at\n40 (plurality opinion);ante,at 2, 11 (opinion of Roberts,\nC. J.).The Court’s current “formulation of thestare\ndecisisstandard does not comport with our judicial duty under\nArticle III,” which requires us to faithfully interpret the\nConstitution.Gamble, 587 U. S.,at ___ (Thomas,\nJ., concurring) (slip op., at 2). Rather, when our prior decisions\nclearly conflict with the text of the Constitution, we are required\nto “privilege [the] text over our own precedents.”Id.,at\n___ (slip op., at 10). BecauseRoeand its progeny are\npremised on a “demonstrably erroneous interpretation of the\nConstitution,” we should not apply them here. 587 U. S., at\n___ (Thomas, J., concurring) (slip op., at 10).Even under The Chief Justice’s approach tostare decisis, continued adherence to these precedents\ncannot be justified.Stare decisisis “not an inexorable\ncommand,”ante, at 3 (internal quotation marks omitted), and\nthis Court has recently overruled a number of poorly reasoned\nprecedents that have proved themselves to be unworkable, seeKnickv.Township of Scott, 588 U. S. ___,\n___–___ (2019) (Roberts, C. J., for the Court) (slip op., at\n20–23);Franchise Tax Bd. of Cal.v.Hyatt, 587\nU. S. ___, ___–___ (2019) (slip op., at 16–17);Janusv.State, County, and Municipal Employees, 585 U. S.\n___, ___–___ (2018) (slip op., at 33–47). As I have already\ndemonstrated,supra,at 14–17,Roe’s reasoning is\nutterly deficient—in fact, not a single Justice today attempts to\ndefend it.Moreover, the fact that no five Justices can\nagree on the proper interpretation of our precedents today evinces\nthat our abortion jurisprudence remains in a state of utter\nentropy. Since the Court decidedRoe, Members of this Court\nhave decried the unworkability of our abortion case law and\nrepeatedly called for course corrections of varying degrees. See,e.g.,410 U. S., at 171–178 (Rehnquist, J.,\ndissenting);Doev.Bolton,410\nU.S. 179, 221–223 (1973) (White, J., dissenting);Akronv.Akron Center for Reproductive Health, Inc.,462 U.S.\n416, 452–466 (1983) (O’Connor, J., dissenting);Thornburghv.American College of Obstetricians and\nGynecologists,476 U.S.\n747, 785–797 (1986) (White, J., dissenting);Websterv.Reproductive Health Services,492 U.S.\n490, 532–537 (1989) (Scalia, J., concurring in part and\nconcurring in judgment);Casey, 505 U. S., at 944–966\n(Rehnquist, C. J., concurring in judgment in part and dissenting in\npart);id.,at 979–1002 (Scalia, J., concurring in judgment\nin part and dissenting in part);Stenberg, 530 U. S.,\nat 953–956 (Scalia, J., dissenting);id.,at 980–983\n(Thomas, J., dissenting);Whole Woman’s Health, 579\nU. S., at ___–___ (Thomas, J., dissenting) (slip op., at\n5–11). InCasey, the majority claimed to clarify this\n“jurisprudence of doubt,” 505 U. S., at 844, but our decisions\nin the decades since then have only demonstrated the folly of that\nassertion, seeStenberg, 530 U. S., at 953–956 (Scalia,\nJ., dissenting);id.,at 960–979 (Kennedy, J., dissenting);Whole Woman’s Health,supra, at ___–___ (Thomas, J.,\ndissenting) (slip op., at 5–11). They serve as further evidence\nthat this Court’s abortion jurisprudence has failed to deliver the\n“ ‘principled and intelligible’ ” development of the law\nthatstare decisispurports to secure.Ante,at 3\n(opinion of Roberts, C. J.) (quotingVasquezv.Hillery,474 U.S.\n254, 265 (1986)).The Chief Justice advocates for a Burkean\napproach to the law that favors adherence to “ ‘the general\nbank and capital of nations and of ages.’ ”Ante, at 3\n(quoting 3 E. Burke, Reflections on the Revolution in France 110\n(1790)). But such adherence to precedent was conspicuously absent\nwhen the Court broke new ground with its decisions inGriswoldandRoe. And no one could seriously claim\nthat these revolutionary decisions—orWhole Woman’s Health,\ndecided just four Terms ago—are part of the “inheritance from\nour forefathers,” fidelity to which demonstrates “reverence to\nantiquity.” E. Burke, Reflections on the Revolution in France 27–28\n(J. Pocock ed. 1987).More importantly, we exceed our constitutional\nauthority whenever we “appl[y] demonstrably erroneous precedent\ninstead of the relevant law’s text.”Gamble,supra,at ___ (Thomas, J., concurring) (slip op., at 2). Because we can\nreconcile neitherRoenor its progeny with the text of our\nConstitution, those decisions should be overruled.*  *  *Because we lack jurisdiction and our abortion\njurisprudence finds no basis in the Constitution, I respectfully\ndissent.[8]Notes1In practice, this\ndoctrine’s application has been unconvincing and unpredictable,\nwhich has long caused me to question its legitimacy. See,e.g.,\nUnited Statesv.Sineneng-Smith, 590 U. S.\n___,___–___ (2020) (Thomas, J., concurring) (slip op., at\n6–9);Whole Woman’s Healthv.Hellerstedt, 579\nU. S. ___, ___–___ (2016) (Thomas, J., dissenting) (slip op.,\nat 2–5);Kowalski, 543 U. S., at 135 (Thomas, J.,\nconcurring). For example, the Court has held that attorneys cannot\nbring suit to vindicate the Sixth Amendment rights of their\npotential clients due to the lack of a current close relationship,id.,at 130–131, but the Court permits defendants to seek\nrelief based on the Fourteenth Amendment equal protection rights of\npotential jurors whom they have never met,Powers, 499\nU. S., at 410–416;J. E. B.v.Alabama ex rel. T.\nB.,511 U.S.\n127, 129 (1994). And today, the plurality reaffirms our\nprecedent allowing beer vendors to assert the Fourteenth Amendment\nrights of their potential customers.Ante,at 14 (citingCraigv.Boren,429 U.S.\n190, 192 (1976)). But it is fair to wonder whether gun vendors\ncould expect to receive the same privilege if they seek to\nvindicate the Second Amendment rights of their customers. Given\nthis Court’s ad hoc approach to third-party standing and its\ntendency to treat the Second Amendment as a second-class right,\ntheir time would be better spent waiting for Godot.2Common-law courts’\nrecognition of prochain ami or “next friend” standing is not\ninconsistent with this point. In those cases, the third party was\n“no party to the suit in the technical sense” but rather served as\n“an officer of the court” and was legally “appointed by [the court]\nto look after the interests of [the party lacking legal capacity],”\nwho remained the real party in interest on “whom the judgment in\nthe action [was] consequently binding.”Blumenthalv.Craig, 81 F. 320, 321–322 (CA3 1897) (internal quotation\nmarks omitted). In contrast, the real parties in interest\nhere—women seeking abortions in Louisiana—cannot be bound by a\njudgment against abortionists and abortion clinics.3Although the Court\nconcluded that the abortionists had standing to challenge the\nconstitutionality of abortion regulations inDoev.Bolton,410 U.S.\n179(1973), it did so only in dicta,id.,at 188–189.\nThe abortionists’ coplaintiffs were pregnant women whom the Court\ndetermined had standing to assert their own rights, and thus\nwhether the abortionists had standing was “a matter of no great\nconsequence.”Id., at 188. Even so, the Court only cursorily\nconsidered the question whether the threat of prosecution faced by\nthe abortionists was a sufficiently direct injury under the Court’s\nthen-existing standing doctrine,id.,at 188–189, which was\nconsiderably more lenient than our current understanding. The Court\ndid not engage in any meaningful Article III analysis or refer to\nthis Court’s third-party standing doctrine.Ibid.; see alsoAkronv.Akron Center for Reproductive Health, Inc.,462 U.S.\n416, 440, n. 30 (1983) (concluding without any analysis\nthat an abortionist had standing to raise a claim on behalf of his\nminor patients). And notably, the abortionists in that case had\nbrought suit to vindicate their own constitutional rights to\n“practic[e] their . . . professio[n].”Doe,supra, at 186;see alsoPlanned Parenthood of\nCentral Mo.v.Danforth,428 U.S.\n52, 62 (1976) (concluding, without any analysis of Article III\nor the third-party standing doctrine, that abortionists had\nstanding in a suit alleging violations of both their own\nconstitutional rights and those of their clients).4Three Justices of this\nCourt have recently taken the position that this rule fromMarks,430 U.S.\n188, does not necessarily apply in all 4–1–4 cases, and that\nsuch decisions can sometimes produce “no controlling opinion at\nall.”Ramosv.Louisiana, 590 U. S. ___, ___\n(2020) (principal opinion) (slip op., at 18). But even under their\nview, Justice Blackmun’s plurality inSingletonwould not be\nconsidered binding precedent.5Notably, plaintiffs point\nto no evidence in the record of women who seek abortions in\nLouisiana actually opposing this law on the ground that it violates\ntheir constitutional rights.6Although plaintiffs\ninitially argued that Louisiana’s law also violated their\nprocedural due process rights by requiring them to obtain admitting\nprivileges in an unreasonably short time, App. 24, 28, they have\nsince abandoned that claim. And even if they had asserted\nviolations of their own rights before this Court, those legal\ninjuries would be insufficient to establish standing for a distinct\nclaim based on their clients’ putative rights. Seesupra,at\n12.7See,e.g.,Ala.\nRev. Code §3605 (1867); Terr. of Ariz., Howell Code, ch. 10, §45\n(1865); Ark. Rev. Stat., ch. 44, div. III, Art. II, §6\n(1838); 1861 Cal. Stat., ch. 521, §45, p. 588; Colo. (Terr.)\nRev. Stat. §42 (1868); Conn. Gen. Stat., Tit. 12, §§22–24\n(1861); Fla. Acts 1st Sess., ch. 1637, subch. III, §§10, 11,\nch. 8, §§9, 10 (1868); Terr. of Idaho Laws, Crimes and Punishments\n§42 (1864); Ill. Stat., ch. 30, §47 (1868); Ind. Laws\nch. LXXXI, §2 (1859); Iowa Rev. Gen. Stat., ch. 165,\n§4221 (1860); Kan. Gen. Stat., ch. 31, §§14, 15, 44 (1868);\nLa. Rev. Stat., Crimes and Offenses §24 (1856);\nMe. Rev. Stat., Tit. XI, ch. 124, §8 (1857); 1868\nMd. Laws ch. 179, §2, p. 315; Mass. Gen. Stat., ch. 165,\n§9 (1860); Mich. Rev. Stat., Tit. XXX, ch. 153, §§32, 33,\n34 (1846); Terr. of Minn. Rev. Stat., ch. 100, §§10, 11\n(1851); Miss. Rev. Code, ch. LXIV, Arts. 172, 173 (1857);\nMo. Rev. Stat., Art. II, §§9, 10, 36 (1835); Terr. of\nMont. Laws, Criminal Practice Acts §41 (1864); Terr. of Neb. Rev.\nStat., Crim. Code §42 (1866); Terr. of Nev. Laws ch. 28, §42\n(1861); 1848 N. H. Laws ch. 743, §§1, 2, p. 708; 1849\nN. J. Laws, pp. 266–267; 1854 Terr. of N. M. Laws\nch. 3, §§10, 11, p. 88; 1846 N. Y. Laws ch. 22, §1, p.\n19; 1867 Ohio Laws §2, pp. 135–136; Ore. Gen. Laws,\nCrim. Code, ch. XLIII, §509 (1845–1864); 1860 Pa. Laws\nno. 374, §§87, 88, 89, pp. 404–405;\nTex. Gen. Stat. Dig., Penal Code, ch. VII,\nArts. 531–536 (1859); 1867 Vt. Acts & Resolves no. 57,\n§§1, 3, pp. 64–66; 1848 Va. Acts, Tit. II, ch. 3, §9, p. 96;\nTerr. of Wash. Stat., ch. II, §§37, 38 (1854);\nWis. Rev. Stat., ch. 164, §§10, 11, ch. 169, §§58,\n59 (1858).8I agree with Justice Alito’s\napplication of our precedents except in Part IV–F of his opinion,\nbut I would not remand for further proceedings. Because plaintiffs\nlack standing under Article III, I would instead remand with\ninstructions to dismiss for lack of jurisdiction. Alternatively, if\nI were to reach the merits because a majority of the Court\nconcludes we have jurisdiction, I would affirm, as plaintiffs have\nfailed to carry their burden of demonstrating that Act 620 is\nunconstitutional, even under our precedents.",
    "joined": []
}