{
    "case": {
        "docket": "18-1584",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1584/"
    },
    "id": "4261644",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1584 and 18–1587_________________UNITED STATES FOREST SERVICE,\net al., PETITIONERS18–1584v.COWPASTURE RIVER PRESERVATION\nASSOCIATION et al.ATLANTIC COAST PIPELINE, LLC,\nPETITIONER18–1587v.COWPASTURE RIVER PRESERVATION\nASSOCIATION, et al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[June 15, 2020]Justice Thomas delivered the opinion of the\nCourt.[1]*We granted certiorari in these consolidated\ncases to decide whether the United States Forest Service has\nauthority under the Mineral Leasing Act, 30 U. S. C. §181et seq., to grant rights-of-way through lands within\nnational forests traversed by the Appalachian Trail. 588 U. S.\n___ (2019). We hold that the Mineral Leasing Act does grant the\nForest Service that authority and therefore reverse the judgment of\nthe Court of Appeals for the Fourth Circuit.IAIn 2015, petitioner Atlantic Coast Pipeline,\nLLC (Atlantic) filed an application with the Federal Energy\nRegulatory Commission to construct and operate an approximately\n604-mile natural gas pipeline extending from West Virginia to North\nCarolina. The pipeline’s proposed route traverses 16 miles of land\nwithin the George Washington National Forest. The Appalachian\nNational Scenic Trail (Appalachian Trail or Trail) also crosses\nparts of the George Washington National Forest.To construct the pipeline, Atlantic needed to\nobtain special use permits from the United States Forest Service\nfor the portions of the pipeline that would pass through lands\nunder the Forest Service’s jurisdiction. In 2018, the Forest\nService issued these permits and granted a right-of-way that would\nallow Atlantic to place a 0.1-mile segment of pipe approximately\n600 feet below the Appalachian Trail in the George Washington\nNational Forest.BRespondents Cowpasture River Preservation\nAssociation, Highlanders for Responsible Development, Shenandoah\nValley Battlefields Foundation, Shenandoah Valley Network, Sierra\nClub, Virginia Wilderness Committee, and Wild Virginia filed a\npetition for review in the Fourth Circuit. They contended that the\nissuance of the special use permit for the right-of-way under the\nTrail, as well as numerous other aspects of the Forest Service’s\nregulatory process, violated the Mineral Leasing Act (Leasing Act),\n41Stat. 437, 30 U. S. C. §181et seq., the\nNational Environmental Policy Act of 1969, 83Stat. 852, 42\nU. S. C. §4321et seq., the National Forest\nManagement Act of 1976, 90Stat. 2952, 16 U. S. C. §1604,\nand the Administrative Procedure Act, 5 U. S. C. §500et seq.Atlantic intervened in the suit.The Fourth Circuit vacated the Forest Service’s\nspecial use permit after holding that the Leasing Act did not\nempower the Forest Service to grant the pipeline right-of-way\nbeneath the Trail. As relevant here, the court concluded that the\nAppalachian Trail had become part of the National Park System\nbecause, though originally charged with the Trail’s administration,\n16 U. S. C. §1244(a)(1), the Secretary of the Interior\ndelegated that duty to the National Park Service, 34 Fed. Reg.\n14337 (1969). In the Fourth Circuit’s view, this delegation made\nthe Trail part of the National Park System because the Trail was\nnow an “area of land . . . administered by the Secretary\n[of the Interior] acting through the Director [of the National Park\nService].” 54 U. S. C. §100501. Because it concluded the\nTrail was now within the National Park System, the court held that\nthe Trail was beyond the authority of “the Secretary of the\nInterior or appropriate agency head” to grant pipeline\nrights-of-way under the Leasing Act. 30 U. S. C. §185(a).\nSee 911 F.3d 150, 179–181 (CA4 2018).[2]IIThese cases involve the interaction of\nmultiple federal laws. We therefore begin by summarizing the\nrelevant statutory and regulatory background.ACongress enacted the Weeks Act in 1911, Pub.\nL. 61–435, 36Stat. 961, which provided for the acquisition of lands\nfor inclusion in the National Forest System, see 16\nU. S. C. §§516–517. The Weeks Act also directed that\nlands acquired for the National Forest System “shall be permanently\nreserved, held, and administered as national forest lands.” §521.\nThough Congress initially granted the Secretary of Agriculture the\nauthority to administer national forest lands, §472, the Secretary\nhas delegated that authority to the Forest Service, 36 CFR\n§200.3(b)(2)(i) (2019).What is now known as the George Washington\nNational Forest was established as a national forest in 1918, see\nProclamation No. 1448, 40Stat. 1779, and renamed the George\nWashington National Forest in 1932, Exec. Order No. 5867. No party\nhere disputes that the George Washington National Forest was\nacquired for inclusion in the National Forest System and that it is\nunder the jurisdiction of the Forest Service. See 16\nU. S. C. §1609.BEnacted in 1968, the National Trails System\nAct (Trails Act), among other things, establishes national scenic\nand national historic trails. 16 U. S. C. §1244(a). See\n82Stat. 919, codified at 16 U. S. C. §1241et seq.The Appalachian Trail was one of the first two trails created under\nthe Act. §1244(a)(1).Under the statute, the Appalachian Trail “shall\nbe administered primarily as a footpath by the Secretary of the\nInterior, in consultation with the Secretary of Agriculture.”Ibid.The statute empowers the Secretary of the Interior to\nestablish the location and width of the Appalachian Trail by\nentering into “rights-of-way” agreements with other federal\nagencies as well as States, local governments, and private\nlandowners. §§1246(a)(2), (d), (e). However, the Trails Act also\ncontains a proviso stating that “[n]othing contained in this\nchapter shall be deemed to transfer among Federal agencies any\nmanagement responsibilities established under any other law for\nfederally administered lands which are components of the National\nTrails System.” §1246(a)(1)(A).The Trails Act currently establishes 30 national\nhistoric and national scenic trails. See §§1244(a)(1)–(30). It\nassigns responsibility for most of those trails to the Secretary of\nthe Interior.Ibid.Though the Act is silent on the issue of\ndelegation, the Department of the Interior has delegated the\nadministrative responsibility over each of those trails to either\nthe National Park Service or the Bureau of Land Management, both of\nwhich are housed within the Department of the Interior.\nCongressional Research Service, M. De Santis & S. Johnson, The\nNational Trails System: A Brief Overview 2–3 (Table 1), 4 (Fig. 1)\n(2020). Currently, the National Park Service administers 21 trails,\nthe Bureau of Land Management administers 1 trail, and the two\nagencies co-administer 2 trails.Ibid.The Secretary of\nInterior delegated his authority over the Appalachian Trail to the\nNational Park Service in 1969. 34 Fed. Reg. 14337.CIn 1920, Congress passed the Leasing Act,\nwhich enabled the Secretary of the Interior to grant pipeline\nrights-of-way through “public lands, including the forest\nreserves,” §28, 41Stat. 449. Congress amended the Leasing Act in\n1973 to provide that not only the Secretary of the Interior but\nalso any “appropriate agency head” may grant “[r]ights-of-way\nthrough any Federal lands . . . for pipeline purposes.”\nPub. L. 93–153, 87Stat. 576, codified at 30 U. S. C.\n§185(a). Notably, the 1973 amendment also defined “Federal lands”\nto include “all lands owned by the United States, except lands in\nthe National Park System, lands held in trust for an Indian or\nIndian tribe, and lands on the Outer Continental Shelf.” 87Stat.\n577, codified at 30 U. S. C. §185(b). In 1970, Congress\ndefined the National Park System as “any area of land and water now\nand hereafter administered by the Secretary of the Interior,\nthrough the National Park Service for park, monument, historic,\nparkway, recreational, or other purposes.” §2(b), 84Stat. 826,\ncodified at 54 U. S. C. §100501.IIIWe are tasked with determining whether the\nLeasing Act enables the Forest Service to grant a subterranean\npipeline right-of-way some 600 feet under the Appalachian Trail. To\ndo this, we first focus on the distinction between thelandsthat the Trail traverses and the Trail itself, because the lands\n(not the Trail) are the object of the relevant statutes.Under the Leasing Act, the “Secretary of the\nInterior or appropriate agency head” may grant pipeline\nrights-of-way across “Federallands.” 30 U. S. C.\n§185(a) (emphasis added). The Forest Service is an “appropriate\nagency head” for “Federal lands” over “which [it] has\njurisdiction.” §185(b)(3). As stated above, it is undisputed that\nthe Forest Service has jurisdiction over the “Federal lands” within\nthe George Washington National Forest. The question before us,\nthen, becomes whether theselandswithin the forest have\nbeen removed from the Forest Service’s jurisdiction and placed\nunder the Park Service’s control because the Trail crosses them. If\nno transfer of jurisdiction has occurred, then the lands remain\nNational Forest lands,i.e., “Federal lands” subject to the\ngrant of a pipeline right-of-way. If, on the other hand,\njurisdiction over the lands has been transferred to the Park\nService, then the lands fall under the Leasing Act’s carve-out for\n“landsin the National Park System,” thus precluding the\ngrant of the right-of-way. §185(b)(1) (emphasis added).We conclude that the lands that the Trail\ncrosses remain under the Forest Service’s jurisdiction and, thus,\ncontinue to be “Federal lands” under the Leasing Act.AWe begin our analysis by examining the\ninterests and authority granted under the Trails Act. Pursuant to\nthe Trails Act, the Forest Service entered into “right-of-way”\nagreements with the National Park Service “for [the] approximately\n780 miles of Appalachian Trail route within national forests,”\nincluding the George Washington National Forest. 36 Fed. Reg. 2676\n(1971); see also 16 U. S. C. §1246(a)(2); 36 Fed. Reg.\n19805.[3] These “right-of-way”\nagreements did not convert “Federal lands” into “lands” within the\n“National Park System.”1A right-of-way is a type of easement. In 1968,\nas now, principles of property law defined a right-of-way easement\nas granting a nonowner a limited privilege to “use the lands of\nanother.”Kellyv.Rainelle Coal Co., 135\nW. Va. 594, 604,64 S.E.2d 606, 613 (1951);Builders Supplies Co. of\nGoldsboro,N. C.,Inc.v.Gainey, 282\nN. C. 261, 266,192 S.E.2d 449, 453 (1972); see also R. Powell & P. Rohan,\nReal Property §405 (1968); Restatement (First) of Property §450\n(1944). Specifically, a right-of-way grants the limited “right to\npass . . . through the estate of another.” Black’s Law\nDictionary 1489 (4th ed. 1968). Courts at the time of the Trails\nAct’s enactment acknowledged that easements grant only\nnonpossessory rights of use limited to the purposes specified in\nthe easement agreement. See,e.g.,Bunnv.Offutt, 216 Va. 681, 684, 222 S.E.2d 522, 525 (1976).\nAnd because an easement does not dispossess the original owner,Barnardv.Gaumer, 146 Colo. 409, 412,361 P.2d 778, 780 (1961), “a possessor and an easement holder\ncan simultaneously utilize the same parcel of land,” J. Bruce &\nJ. Ely, Law of Easements and Licenses in Land §1:1, p. 1–5\n(2015). Thus, it was, and is, elementary that the grantor of the\neasement retains ownership over “the land itself.”Minneapolis Athletic Clubv.Cohler, 287 Minn. 254,\n257,177 N.W.2d 786, 789 (1970) (emphasis added). Stated more\nplainly, easements are not land, they merely burden land that\ncontinues to be owned by another. See Bruce, Law of Easements and\nLicenses in Land §1:1, at 1–2.If analyzed as a right-of-way between two\nprivate landowners, determining whether any land had been\ntransferred would be simple. If a rancher granted a neighbor an\neasement across his land for a horse trail, no one would think that\nthe rancher had conveyed ownership over that land. Nor would anyone\nthink that the rancher had ceded his own right to use his land in\nother ways, including by running a water line underneath the trail\nthat connects to his house. He could, however, make the easement\ngrantee responsible for administering the easement apart from the\nland. Likewise, when a company obtains a right-of-way to lay a\nsegment of pipeline through a private owner’s land, no one would\nthink that the company had obtained ownership over the land through\nwhich the pipeline passes.Although the Federal Government owns all lands\ninvolved here, the same general principles apply. We must ascertain\nwhether one federal agency has transferred jurisdiction over\nlands—meaning “jurisdiction to exercise the incidents of\nownership”—to another federal agency. Brief for Petitioner Atlantic\nCoast Pipeline, LLC, 22–23, n. 2. The Trails Act refers to the\ngranted interests as “rights-of-way,” both when describing\nagreements with the Federal Government and with private and state\nproperty owners. 16 U. S. C. §§1246(a)(2), (e). When\napplied to a private or state property owner, “right-of-way” would\ncarry its ordinary meaning of a limited right to enjoy another’s\nland. Nothing in the statute suggests that the term adopts a more\nexpansive meaning when the right is granted to a federal agency,\nand we do “not lightly assume that Congress silently attaches\ndifferent meanings to the same term in the same . . .\nstatute,”Azarv.Allina Health Services, 587\nU. S. ___, ___–___ (2019) (slip op., at 7–8). Accordingly, as\nwould be the case with private or state property owners, a\nright-of-way between two agencies grants only an easement across\nthe land, not jurisdiction over the land itself.[4]The dissent notes that the Federal Government\nhas referred to the Trail as an “area” and a “unit” and has\ndescribed the Trail in terms of “acres.” Seepost, at 7–10,\n13 (opinion of Sotomayor, J.). In the dissent’s view, this\nindicates that the Trail and the land are the same. This is not so.\nLike other right-of-way easements, the Trail burdens “a particular\nparcel of land.” Bruce, Law of Easements and Licenses in Land §1:1,\nat 1–6. It is thus not surprising that the Government might refer\nto the Trail as an “area,” much as one might mark out on his\nproperty the “area” of land burdened by a sewage easement. The fact\nremains that the land and the easement are still separate.The dissent also cites provisions of the Trails\nAct that discuss “lands” to be included in the Trail. Seepost, at 12. But this, too, is consistent with our\nconclusion that the Trail is an easement. Like all easements, the\nparcel of land burdened by the easement has particular metes and\nbounds. See,e.g.,Carnemellav.Sadowy, 147\nApp. Div. 2d 874, 876, 538 N.Y.S.2d 96, 98 (1989) (“[T]he\nsubject easement . . . reasonably described the portion\nof the property where the easement existed”);Sorrellv.Tennessee Gas Transmission Co.,314 S.W.2d 193, 195–196 (Ky. 1958). In fact, without such\ndescriptions, parties to an easement agreement would be unable to\nunderstand their rights or enforce another party’s obligations\nunder the easement agreement. Thus, there is nothing noteworthy\nabout the fact that the Trails Act discusses whether particular\nlands should be included within the metes and bounds of the tracts\nof land burdened by the easement. In short, none of the\ncharacterizations identified by the dissent changes the fact that\nthe burden on the land and the land itself remain\nseparate.[5]In sum, read in light of basic property law\nprinciples, the plain language of the Trails Act and the agreement\nbetween the two agencies did not divest the Forest Service of\njurisdiction over the lands that the Trail crosses. It gave the\nDepartment of the Interior (and by delegation the National Park\nService) an easement for the specified and limited purpose of\nestablishing and administering a Trail, but the land itself\nremained under the jurisdiction of the Forest Service. To restate\nthis conclusion in the parlance of the Leasing Act, the lands that\nthe Trail crosses are still “Federal lands,” 30 U. S. C.\n§185(a), and the Forest Service may grant a pipeline right-of-way\nthrough them—just as it granted a right-of-way for the Trail.\nSometimes a complicated regulatory scheme may cause us to miss the\nforest for the trees, but at bottom, these cases boil down to a\nsimple proposition: A trail is a trail, and land is land.2The various duties described in the Trails Act\nreinforce that the agency responsible for the Trail has a limited\nrole of administering a trail easement, but that the underlying\nland remains within the jurisdiction of the Forest Service. The\nTrails Act states that the Secretary of the Interior (and by\ndelegation the National Park Service) shall “administe[r]” the\nTrail “primarily as a footpath.” 16 U. S. C. §1244(a)(1).\nThe Secretary is charged with designating Trail uses, providing\nTrail markers, and establishing interpretative and informational\nsites “to present information to the public about the [T]rail.”\n§1246(c). He also has the authority to pass regulations governing\nTrail protection and good conduct and can regulate the “protection,\nmanagement, development, and administration” of the Trail.\n§1246(i). Though the Trails Act states that the responsible agency\nshall “providefor” the maintenance of the Trail,\n§1246(h)(1) (emphasis added), it is the Forest Service thatperformsthe necessary physical work. As the Government\nexplained at oral argument (and as respondents did not dispute),\n“[i]f a tree falls on forest lands over the trail, it’s the Forest\nService that’s responsible for it. You don’t call the nine\n[National] Park Service employees at Harpers Ferry [in West\nVirginia] and ask them to come out and fix the tree.” Tr. of Oral\nArg. 5. These statutory duties refer to the Trail easement, not the\nlands over which the easement passes.The dissent resists this conclusion by asserting\nthat the National Park Service “administers” the Trail, and that so\nlong as that is true, the Trail is land within the National Park\nSystem. Seepost, at 15–16. But the National Park Service\ndoes not administer the “land” crossed by the Trail. It administers\ntheTrailas an easement—an easement that is separate from\nthe underlying land.[6]3Finally, Congress has used unequivocal and\ndirect language in multiple statutes when it wished to transfer\nland from one agency to another, just as one would expect if a\nproperty owner conveyed land in fee simple to another private\nproperty owner. In the Wild and Scenic Rivers Act, for instance,\nwhich was enacted the same day as the Trails Act, Congress\nspecified that “[a]ny component of the national wild and scenic\nrivers system that is administered by the Secretary of the Interior\nthrough the National Park Serviceshall become a part of the\n[N]ational [P]ark [S]ystem.” §10(c), 82Stat. 916, codified at\n16 U. S. C. §1281(c) (emphasis added). That statute also\nexplicitly permits the head of an agency “to transfer to the\nappropriate secretaryjurisdiction over such lands.” §6(e),\n82Stat. 912–913, codified at 16 U. S. C. §1277(e)\n(emphasis added). Congress has also authorized the Department of\nthe Interior “to transfer to the jurisdiction of the Secretary of\nAgriculture for national forest purposeslandsorinterests in landsacquired for or in connection with the\nBlue Ridge Parkway” and specifies that “[l]ands transferred under\nthis Act shall become national forest lands.” Pub. L. 82–336,\n66Stat. 69 (emphasis added). Similar language appears in a host of\nother statutes. See §§5(a)(2), 8(c)(2), 114Stat. 2529, 2533; Pub.\nL. 89–446, 80Stat. 199; §7(c), 79Stat. 217; Pub. L. 88–415, 78Stat.\n388. The fact that Congress chose to speak in terms of\nrights-of-way in the Trails Act, rather than in terms of land\ntransfers, reinforces the conclusion that the Park Service has a\nlimited role over only the Trail, not the lands that the Trail\ncrosses. SeeRevesv.Ernst & Young,507 U.S.\n170, 178–179 (1993).For these reasons, we hold that the Trails Act\ndid not transfer jurisdiction of the lands crossed by the Trail\nfrom the Forest Service to the Department of the Interior. It\ncreated a trail easement and gave the Department of the Interior\nthe administrative responsibilities concomitant with administering\nthe Trail as a trail. Accordingly, because the Department of the\nInterior had no jurisdiction over any lands, its delegation to the\nNational Park Service did not convert the Trail into “landsin the National Park System,” 30 U. S. C. §185(b)(1)\n(emphasis added)—i.e., an “area of land. . . administered by the Secretary [of the Interior]\nacting through the Director [of the National Park Service].” 54\nU. S. C. §100501 (emphasis added). The Forest Service\ntherefore retained the authority to grant Atlantic a pipeline\nright-of-way.B1Respondents take a markedly different view,\nwhich is shared by the dissent. According to respondents, the Trail\ncannot be separated from the underlying land. In their view, if the\nNational Park Service administers the Trail, then it also\nadministers the lands that the Trail crosses, and no pipeline\nrights-of-way may be granted.Respondents’ argument that the National Park\nService administers the Trail (and therefore the lands that the\nTrail crosses) proceeds in four steps. First, the Trails Act\ngranted the Department of the Interior the authority to administer\nthe Trail. 16 U. S. C. §1244(a)(1). Second, the\nDepartment of the Interior delegated those responsibilities to the\nNational Park Service in 1969. 34 Fed. Reg. 14337. Third, in 1970,\nCongress defined the National Park System to include “any area of\nland and water administered by the Secretary [of the Interior]\nacting through the Director [of the National Park Service].” 54\nU. S. C. §100501. Under respondents’ view, the 1970\nNational Park System definition made the Trail part of the National\nPark System. But one more step was still required to place the\nTrail outside the Forest Service’s Leasing Act pipeline authority.\nThat final step occurred in 1973, when the amendment to the Leasing\nAct carved out lands in the National Park System from the\ndefinition of the “Federal lands” through which pipeline\nrights-of-way could be granted. 30 U. S. C. §185(b)(1).\nBecause the Trail had become part of the National Park Service in\n1970, respondents conclude that the 1973 carve-out applied to the\nTrail. Therefore, in their view, the Forest Service cannot grant\npipeline rights-of-way under the parcels on which there is a\nright-of-way for the Appalachian Trail.This circuitous path misses the mark. As\ndescribed above, under the plain language of the Trails Act and\nbasic property principles, responsibility for the Trail and\njurisdiction over the lands that the Trail crosses can and must be\nseparated for purposes of determining whether the Forest Service\ncan grant a right-of-way. Seesupra, at 6–10.2Even accepting respondents’ argument on its\nown terms, however, we remain unpersuaded. Respondents’ entire\ntheory depends on an administrative action about which the statutes\nat issue are completely silent: the Department of the Interior’s\nvoluntary decision to assign responsibility over a given trail to\nthe National Park Service rather than to the Bureau of Land\nManagement. To reiterate, respondents contend that the Department\nof the Interior’s decision to delegate responsibility over a trail\nto the National Park Service renders that trail an “area of land\n. . . administered by the Secretary [of the Interior],\nacting through the [Park Service.]” 54 U. S. C. §100501.\nRespondents’ theory requires us to accept that, without a word from\nCongress, the Department of the Interior has the power to vastly\nexpand the scope of the National Park Service’s jurisdiction\nthrough its delegation choices. See Addendum to Reply Brief for\nPetitioner Atlantic Coast Pipeline, LLC, 1a–2a. After all,\nrespondents’ view would not just apply to the approximately\n2,000-mile-long Appalachian Trail. It would apply equally to all 21\nnational historic and national scenic trails currently administered\nby the National Park Service. See Congressional Research Service,\nNational Trails System. Under our precedents, when Congress wishes\nto “ ‘alter the fundamental details of a regulatory\nscheme,’ ” as respondents contend it did here through\ndelegation, we would expect it to speak with the requisite clarity\nto place that intent beyond dispute. SeeEpic Systems Corp.v.Lewis, 584 U. S. ___, ___ (2018) (slip op., at 15)\n(quotingWhitmanv.AmericanTrucking Assns.,Inc.,531 U.S.\n457, 468 (2001)). We will not presume that the act of\ndelegation, rather than clear congressional command, worked this\nvast expansion of the Park Service’s jurisdiction and significant\ncurtailment of the Forest Service’s express authority to grant\npipeline rights-of-way on “lands owned by the United States.” 30\nU. S. C. §185(b).Respondents’ theory also has striking\nimplications for federalism and private property rights.\nRespondents do not contest that, in addition to federal lands,\nthese 21 trails cross lands owned by States, local governments, and\nprivate landowners. See alsopost, at 21 (acknowledging that\nthe Trail alone “comprises 58,110.94 acres of Non-Federal land,\nincluding 8,815.98 acres of Private land” (internal quotation marks\nomitted)). Under respondents’ view, these privately owned and\nstate-owned lands would also become lands in the National Park\nSystem.[7] Our precedents\nrequire Congress to enact exceedingly clear language if it wishes\nto significantly alter the balance between federal and state power\nand the power of the Government over private property. Cf.Gregoryv.Ashcroft,501 U.S.\n452, 460 (1991).Finally, reliance on the Department of the\nInterior’s delegation of its Trails Act authority is especially\nquestionable here, given that Congress has used express language in\nother statutes when it wished to transfer lands between agencies.\nSeesupra, at 12. Congress not only failed to enact similar\nlanguage in the Trails Act, but it clearly expressed the opposite\nview. The entire Trails Act must be read against the backdrop of\nthe Weeks Act, which states that lands acquired for the National\nForest System—including the George Washington National\nForest—“shall be permanently reserved, held, and administered as\nnational forest lands.” 16 U. S. C. §521. The Trails Act\nfurther provides that “[n]othing contained in this chapter shall be\ndeemed to transfer among Federal agencies any management\nresponsibilities established under any other law for federally\nadministered lands which are components of the National Trails\nSystem.” §1246(a)(1)(A). These two provisions, when combined with\nthe Trails Act’s use of the term “rights-of-way” and the\nadministrative duties set out in the Trails Act, provide much\nclearer—and more textual—guides to Congress’ intent than an\nagency’s silent decision to delegate responsibilities to the\nNational Park Service.In sum, we conclude that the Department of the\nInterior’s unexplained decision to assign responsibility over\ncertain trails to the National Parks System and the Leasing Act’s\ndefinition of federal lands simply cannot bear the weight of\nrespondents’ interpretation.IVWe hold that the Department of the Interior’s\ndecision to assign responsibility over the Appalachian Trail to the\nNational Park Service did not transform the land over which the\nTrail passes into land within the National Park System.\nAccordingly, the Forest Service had the authority to issue the\npermit here.[8]For the foregoing reasons, we reverse the\njudgment of the Court of Appeals and remand the cases for further\nproceedings consistent with this opinion.It is so ordered.Notes1* Justice Ginsburg joins\nall but Part III–B–2 of this opinion.2The Fourth Circuit also\nruled for respondents on their other statutory claims.3The specifics of the\nagreement between the two agencies is not in the record before\nus.4It is of no moment that\nthe Trails Act also permits the agency responsible for the Trail to\ngrant “rights-of-way upon, over, under, across, or along any\ncomponent of the national trails system.” 16 U. S. C.\n§1248(a). Seepost, at 13 (Sotomayor, J., dissenting). This\nprovision merely extends a positive grant of authority to the\nagency responsible for the Trail; it does not divest the original\nagency of that same authority. See J. Bruce & J. Ely, The Law\nof Easements and Licenses in Land §1:1, p. 1–5 (2015) (noting\nthat “a possessor and an easement holder can simultaneously utilize\nthe same parcel of land”).5The dissent suggests that\nwe are not engaging in statutory interpretation and that,\nrelatedly, we should not look to state law for our analysis. Seepost, at 8, n. 8, 12, n. 9. Neither criticism is\nwarranted. We are principally concerned with the meaning of the\nterm “right-of-way,” which, as the dissent’s own authority\nacknowledges, carries the same meaning whether it appears in\nfederal or state law. InNew Mexicov.United States\nTrust Co.,172 U.S.\n171(1898), for instance, the Court interpreted the term in a\nfederal statute. There, the Court acknowledged that there is a\ndifference between “ ‘an easement in land [and] the land\nitself ’ ” and that a “right of way . . .\nconstitute[s] no . . . right of possession of the land\nitself.”Id., at 182, 184. We have more recently confirmed\nthat it is appropriate to look to “basic common law principles”\nwhen interpreting the terms right-of-way and easement. SeeMarvin M. Brandt Revocable Trustv.United States,572 U.S.\n93, 106 (2014);id., at 105, n. 4.6The dissent argues that\nits position is supported by the fact that the terms “administer”\nand “manage” are “terms of art.”Post, at 15. The dissent,\nhowever, does not demonstrate that either term carries a “widely\naccepted meaning,”FCCv.AT&T Inc.,562 U.S.\n397, 405 (2011) (internal quotation marks omitted), let alone\nthat Congress “borrow[ed] terms of art in which are accumulated the\nlegal tradition and meaning of centuries of practice,”Carterv.United States,530\nU.S. 255, 264 (2000) (internal quotation marks omitted;\nemphasis deleted).7The dissent contends that\nthis concern is misplaced because, under its view, though the\nNational Park Service will be administering the thousands of miles\nof land that the 21 trails cross, the Federal Government will not\nhave ownership over it. Seepost, at 19–20. As explainedsupra, at 6–10, this argument suffers from the same\nflaw—namely, that the Trail easement and the land that the Trail\ncrosses are one and the same. Moreover, under the dissent’s view,\nthe National Park Service would still gain power over numerous\ntracts of privately owned and state-owned land. The dissent cites\nno authority to explain why this assertion of “administrative”\njurisdiction would not pose many of the same difficulties as\noutright ownership. For instance, the National Park Service\nprovides for the maintenance of the Trail where it crosses federal\nlands. 16 U. S. C. §1246(h)(1). Over half of the States\nthrough which the Trail passes have analogous laws for state-owned\nlands. See,e.g., N. C. Gen. Stat. Ann. §143B–135.76\n(2019); Tenn. Code Ann. §§11–11–106, 11–11–117 (2012); Va. Code\nAnn. §10.1–203 (2018); Md. Nat. Res. Code Ann. §5–1001 (2018); 64\nPa. Cons. Stat. §803(b) (2010); N. J. Stat. Ann. §13:8–39\n(West 2003); Mass. Gen. Laws, ch. 132A, §12 (2018); Conn. Gen.\nStat. §§23–69, 23–70 (2017); N. H. Rev. Stat. Ann.\n§216–D:2 (2019); Me. Rev. Stat. Ann., Tit. 12, §1892 (2020 Cum.\nSupp.). The dissent’s view would allow the Federal Government to\ndisplace all such laws. Attempting to downplay the implications of\nits position, the dissent asserts that the National Park Service\nalready has such jurisdiction under the Trails Act and its\nimplementing regulations. Seepost, at 19, n. 13. This,\ntoo, is incorrect. Recognizing the fact that “[National Park\nService] lands are intermingled with private, local, [and] state”\nlands, 67 Fed. Reg. 8479 (2002), the National Park Service has\nconcluded that the regulations governing the Trail pointed to by\nthe dissent “do not apply on non-federally owned lands,” 36 CFR\n1.2(b) (2019); see also 48 Fed. Reg. 30253 (1983); Dept. of\nInterior, W. Janssen, Appalachian National Scenic Trail,\nSuperintendent’s Compendium of Designations, Closures, Permit\nRequirements and Other Restrictions Imposed Under Discretionary\nAuthority §5, p. 3 (2019) (“The rules contained in this\nCompendium apply to all persons entering, using, visiting or\notherwise present on federally owned lands”). Thus, the dissent\npoints to nothing indicating that the National Park Service has\never adopted its novel theory, with its attendant federalism\nconcerns.8Objections that a\npipeline segment interferes with rights of use enjoyed by the\nNational Park Service would present a different issue. See Bruce,\nLaw of Easements and Licenses in Land §1:1. These cases do not\npresent anything resembling such a scenario. Under the current\nproposal, the workstations for laying the challenged segment of the\npipeline will be located on private land, approximately 1,400 feet\nand 3,400 feet respectively from the Trail. Atlantic plans to use a\nmethod of drilling that will not require the company to clear any\nland or dig on the Trail’s surface. The entry and exit sites will\nnot be visible from the Trail, nor will any detour be required.\nAnd, the final pipeline will lie approximately 600 feet below the\nTrail.",
    "joined": []
}