{
    "case": {
        "docket": "16-54",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-54/"
    },
    "id": "3739537",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–54_________________JUAN ESQUIVEL-QUINTANA, PETITIONERv.JEFFERSON B. SESSIONS, III, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 30, 2017]Justice Thomas delivered the opinion of the\nCourt.The Immigration and Nationality Act (INA),\n66Stat. 163, as amended, provides that “[a]ny alien who is\nconvicted of an aggravated felony after admission” to the United\nStates may be removed from the country by the Attorney General. 8\nU. S. C. §1227(a)(2)(A)(iii). One of the many crimes that\nconstitutes an aggravated felony under the INA is “sexual abuse of\na minor.” §1101(a)(43)(A). A conviction for sexual abuse of a minor\nis an aggravated felony regardless of whether it is for a\n“violation of Federal or State law.” §1101(a)(43). The INA does not\nexpressly define sexual abuse of a minor.We must decide whether a conviction under a\nstate statute criminalizing consensual sexual intercourse between a\n21-year-old and a 17-year-old qualifies as sexual abuse of a minor\nunder the INA. We hold that it does not.IPetitioner Juan Esquivel-Quintana is a native\nand citizen of Mexico. He was admitted to the United States as a\nlawful permanent resident in 2000. In 2009, he pleaded no contest\nin the Superior Court of California to a statutory rape offense:\n“unlawful sexual intercourse with a minor who is more than three\nyears younger than the perpetrator,” Cal. Penal Code Ann. §261.5(c)\n(West 2014); see also §261.5(a) (“Unlawful sexual intercourse is an\nact of sexual intercourse accomplished with a person who is not the\nspouse of the perpetrator, if the person is a minor”). For purposes\nof that offense, California defines “minor” as “a person under the\nage of 18 years.”Ibid.The Department of Homeland Security initiated\nremoval proceedings against petitioner based on that conviction. An\nImmigration Judge concluded that the conviction qualified as\n“sexual abuse of a minor,” 8 U. S. C. §1101(a)(43)(A),\nand ordered petitioner removed to Mexico. The Board of Immigration\nAppeals (Board) dismissed his appeal. 26 I. & N. Dec.\n469 (2015). “[F]or a statutory rape offense involving a 16- or\n17-year-old victim” to qualify as “ ‘sexual abuse of a\nminor,’ ” it reasoned, “the statute must require a meaningful\nage difference between the victim and the perpetrator.”Id.,\nat 477. In its view, the 3-year age difference required by Cal.\nPenal Code §261.5(c) was meaningful.Id., at 477.\nAccordingly, the Board concluded that petitioner’s crime of\nconviction was an aggravated felony, making him removable under the\nINA.Ibid.A divided Court of Appeals denied\nEsquivel-Quintana’s petition for review, deferring to the Board’s\ninterpretation of sexual abuse of a minor underChevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil, Inc., 467 U. S. 837 (1984) . 810 F. 3d 1019\n(CA6 2016); see alsoid., at 1027 (Sutton, J., concurring in\npart and dissenting in part). We granted certiorari, 580 U. S.\n___ (2016), and now reverse.IISection 1227(a)(2)(A)(iii) makes aliens\nremovable based on the nature of their convictions, not based on\ntheir actual conduct. SeeMellouliv.Lynch, 575\nU. S. ___, ___ (2015) (slip op., at 7). Accordingly, to\ndetermine whether an alien’s conviction qualifies as an aggravated\nfelony under that section, we “employ a categorical approach by\nlooking to the statute . . . of conviction, rather than\nto the specific facts underlying the crime.”Kawashimav.Holder, 565 U. S. 478, 483 (2012) ; see,e.g.,Gonzalesv.Duenas-Alvarez, 549 U. S. 183, 186\n(2007) (applying the categorical approach set forth inTaylorv.United States, 495 U. S. 575 (1990) ,\nto the INA). Under that approach, we ask whether “ ‘the state\nstatute defining the crime of conviction’ categorically fits within\nthe ‘generic’ federal definition of a corresponding aggravated\nfelony.”Moncrieffev.Holder, 569 U. S. 184,\n190 (2013) (quotingDuenas-Alvarez,supra, at 186).\nIn other words, we presume that the state conviction “rested upon\n. . . the least of th[e] acts” criminalized by the\nstatute, and then we determine whether that conduct would fall\nwithin the federal definition of the crime.Johnsonv.United States, 559 U. S. 133, 137 (2010) ; see alsoMoncrieffe,supra, at 191 (focusing “on the minimum\nconduct criminalized by the state statute”).[1] Petitioner’s state conviction is thus an\n“aggravated felony” under the INA only if the least of the acts\ncriminalized by the state statute falls within the generic federal\ndefinition of sexual abuse of a minor.ABecause Cal. Penal Code §261.5(c) criminalizes\n“unlawful sexual intercourse with a minor who is more than three\nyears younger than the perpetrator” and defines a minor as someone\nunder age 18, the conduct criminalized under this provision would\nbe, at a minimum, consensual sexual intercourse between a victim\nwho is almost 18 and a perpetrator who just turned 21. Regardless\nof the actual facts of petitioner’s crime, we must presume that his\nconviction was based on acts that were no more criminal than that.\nIf those acts do not constitute sexual abuse of a minor under the\nINA, then petitioner was not convicted of an aggravated felony and\nis not, on that basis, removable.Petitioner concedes that sexual abuse of a minor\nunder the INA includes some statutory rape offenses. But he argues\nthat a statutory rape offense based solely on the partners’ ages\n(like the one here) is “ ‘abuse’ ” “only when the younger\npartner is under 16.” Reply Brief 2. Because the California statute\ncriminalizes sexual intercourse when the victim is up to 17 years\nold, petitioner contends that it does not categorically qualify as\nsexual abuse of a minor.BWe agree with petitioner that, in the context\nof statutory rape offenses that criminalize sexual intercourse\nbased solely on the age of the participants, the generic federal\ndefinition of sexual abuse of a minor requires that the victim be\nyounger than 16. Because the California statute at issue in this\ncase does not categorically fall within that definition, a\nconviction pursuant to it is not an aggravated felony under\n§1101(a)(43)(A). We begin, as always, with the text.1Section 1101(a)(43)(A) does not expressly\ndefine sexual abuse of a minor, so we interpret that phrase using\nthe normal tools of statutory interpretation. “Our analysis begins\nwith the language of the statute.”Leocalv.Ashcroft, 543 U. S. 1, 8 (2004) ; see alsoLopezv.Gonzales, 549 U. S. 47, 53 (2006) (“The everyday\nunderstanding of” the term used in §1101 “should count for a lot\nhere, for the statutes in play do not define the term, and so remit\nus to regular usage to see what Congress probably meant”).Congress added sexual abuse of a minor to the\nINA in 1996, as part of a comprehensive immigration reform act. See\nIllegal Immigration Reform and Immigrant Responsibility Act of\n1996, §321(a)(i), 110Stat. 3009–627. At that time, the ordinary\nmeaning of “sexual abuse” included “the engaging in sexual contact\nwith a person who is below a specified age or who is incapable of\ngiving consent because of age or mental or physical incapacity.”\nMerriam-Webster’s Dictionary of Law 454 (1996). By providing that\nthe abuse must be “of a minor,” the INA focuses on age, rather than\nmental or physical incapacity. Accordingly, to qualify as sexual\nabuse of a minor, the statute of conviction must prohibit certain\nsexual acts based at least in part on the age of the victim.Statutory rape laws are one example of this\ncategory of crimes. Those laws generally provide that an older\nperson may not engage in sexual intercourse with a younger person\nunder a specified age, known as the “age of consent.” Seeid., at 20 (defining “age of consent” as “the age at which a\nperson is deemed competent by law to give consent esp. to sexual\nintercourse” and cross-referencing “statutory rape”). Many laws\nalso require an age differential between the two partners.Although the age of consent for statutory rape\npurposes varies by jurisdiction, seeinfra, at 9, reliable\ndictionaries provide evidence that the “generic” age—in 1996 and\ntoday—is 16. See B. Garner, A Dictionary of Modern Legal Usage 38\n(2d ed. 1995) (“Age of consent, usu[ally] 16, denotes the\nage when one is legally capable of agreeing . . . to\nsexual intercourse” and cross-referencing “statutory rape”);\nBlack’s Law Dictionary 73 (10th ed. 2014) (noting that the age of\nconsent is “usu[ally] defined by statute as 16 years”).2Relying on a different dictionary (and\n“sparse” legislative history), the Government suggests an\nalternative “ ‘everyday understanding’ ” of “sexual abuse\nof a minor.” Brief for Respondent 16–17 (citing Black’s Law\nDictionary 1375 (6th ed. 1990)). Around the time sexual abuse of a\nminor was added to the INA’s list of aggravated felonies, that\ndictionary defined “[s]exual abuse” as “[i]llegal sex acts\nperformed against a minor by a parent, guardian, relative, or\nacquaintance,” and defined “[m]inor” as “[a]n infant or person who\nis under the age of legal competence,” which in “most states” was\n“18.”Id., at 997, 1375. “ ‘Sexual abuse of a\nminor,’ ” the Government accordingly contends, “most naturally\nconnotes conduct that (1) is illegal, (2) involves sexual activity,\nand (3) is directed at a person younger than 18 years old.” Brief\nfor Respondent 17.We are not persuaded that the generic federal\noffense corresponds to the Government’s definition. First, the\nGovernment’s proposed definition is flatly inconsistent with the\ndefinition of sexual abuse contained in the very dictionary on\nwhich it relies; the Government’s proposed definition does not\nrequire that the act be performed “by a parent, guardian,\nrelative, or acquaintance.” Black’s Law Dictionary 1375 (6th\ned. 1990) (emphasis added). In any event, as we explain below,\noffenses predicated on a special relationship of trust between the\nvictim and offender are not at issue here and frequently have a\ndifferent age requirement than the general age of consent. Second,\nin the context of statutory rape, the prepositional phrase “of a\nminor” naturally refers not to the age of legal competence (when a\nperson is legally capable of agreeing to a contract, for example),\nbut to the age of consent (when a person is legally capable of\nagreeing to sexual intercourse). Third, the Government’s definition\nturns the categorical approach on its head by defining the generic\nfederal offense of sexual abuse of a minor as whatever is illegal\nunder the particular law of the State where the defendant was\nconvicted. Under the Government’s preferred approach, there is no\n“generic” definition at all. SeeTaylor, 495 U. S., at\n591 (requiring “a clear indication that . . . Congress\nintended to abandon its general approach of using uniform\ncategorical definitions to identify predicate offenses”);id., at 592 (“We think that ‘burglary’ in §924(e) must have\nsome uniform definition independent of the labels employed by the\nvarious States’ criminal codes”).CThe structure of the INA, a related federal\nstatute, and evidence from state criminal codes confirm that, for a\nstatutory rape offense to qualify as sexual abuse of a minor under\nthe INA based solely on the age of the participants, the victim\nmust be younger than 16.1Surrounding provisions of the INA guide our\ninterpretation of sexual abuse of a minor. See A. Scalia & B.\nGarner, Reading Law: The Interpretation of Legal Texts 167 (2012).\nThis offense is listed in the INA as an “aggravatedfelony.”\n8 U. S. C. §1227(a)(2)(A)(iii) (emphasis added). “An\n‘aggravated’ offense is one ‘made worse or more serious by\ncircumstances such as violence, the presence of a deadly weapon, or\nthe intent to commit another crime.’ ”Carachuri-Rosendov.Holder, 560 U. S. 563, 574\n(2010) (quoting Black’s Law Dictionary 75 (9th ed. 2009)).\nMoreover, the INA lists sexual abuse of a minor in the\nsamesubparagraph as “murder” and “rape,” §1101(a)(43)(A)—among the\nmost heinous crimes it defines as aggravated felonies.\n§1227(a)(2)(A)(iii). The structure of the INA therefore suggests\nthat sexual abuse of a minor encompasses only especially egregious\nfelonies.A closely related federal statute, 18\nU. S. C. §2243, provides further evidence that the\ngeneric federal definition of sexual abuse of a minor incorporates\nan age of consent of 16, at least in the context of statutory rape\noffenses predicated solely on the age of the participants. Cf.Leocal, 543 U. S., at 12–13, n. 9 (concluding that\nCongress’ treatment of 18 U. S. C. §16 in an Act passed\n“just nine months earlier” provided “stron[g] suppor[t]” for our\ninterpretation of §16 as incorporated into the INA);Powerex\nCorp.v.Reliant Energy Services, Inc., 551 U. S.\n224, 232 (2007) . Section 2243, which criminalizes “[s]exual abuse\nof a minor or ward,” contains the only definition of that phrase in\nthe United States Code. As originally enacted in 1986, §2243\nproscribed engaging in a “sexual act” with a person between the\nages of 12 and 16 if the perpetrator was at least four years older\nthan the victim. In 1996, Congress expanded §2243 to include\nvictims who were younger than 12, thereby protecting anyone under\nthe age of 16. §2243(a); see also §2241(c). Congress did this in\nthe same omnibus law that added sexual abuse of a minor to the INA,\nwhich suggests that Congress understood that phrase to cover\nvictims under age 16.[2] See\nOmnibus Consolidated Appropriations Act, 1997, §§121(7), 321,\n110Stat. 3009–31, 3009–627.Petitioner does not contend that the definition\nin §2243(a) must be imported wholesale into the INA, Brief for\nPetitioner 17, and we do not do so. One reason is that the INA does\nnot cross-reference §2243(a), whereas many other aggravated\nfelonies in the INA are defined by cross-reference to other\nprovisions of the United States Code, see,e.g.,\n§1101(a)(43)(H) (“an offense described in section 875, 876, 877, or\n1202 of Title 18 (relating to the demand for or receipt of\nransom)”). Another is that §2243(a) requires a 4-year age\ndifference between the perpetrator and the victim. Combining that\nelement with a 16-year age of consent would categorically exclude\nthe statutory rape laws of most States. See Brief for Respondent\n34–35; cf.Taylor, 495 U. S., at 594 (declining to\n“constru[e] ‘burglary’ to mean common-law burglary,” because that\n“would come close to nullifying that term’s effect in the statute,”\nsince “few of the crimes now generally recognized as burglaries\nwould fall within the common-law definition”). Accordingly, we rely\non §2243(a) for evidence of the meaning of sexual abuse of a minor,\nbut not as providing the complete or exclusive definition.2As in other cases where we have applied the\ncategorical approach, we look to state criminal codes for\nadditional evidence about the generic meaning of sexual abuse of a\nminor. SeeTaylor, 495 U. S., at 598 (interpreting\n“ ‘bur-glary’ ” under the Armed Career Criminal Act of\n1984 according to “the generic sense in which the term is now used\nin the criminal codes of most States”);Duenas-Alvarez, 549\nU. S., at 190 (interpreting “theft” in the INA in the same\nmanner). When “sexual abuse of a minor” was added to the INA in\n1996, thirty-one States and the District of Columbia set the age of\nconsent at 16 for statutory rape offenses that hinged solely on the\nage of the participants. As for the other States, one set the age\nof consent at 14; two set the age of consent at 15; six set the age\nof consent at 17; and the remaining ten, including California, set\nthe age of consent at 18. See Appendix,infra; cf. ALI,\nModel Penal Code §213.3(1)(a) (1980) (in the absence of a special\nrelationship, setting the default age of consent at 16 for the\ncrime of “[c]orruption of [m]inors”).[3] A significant majority of jurisdictions thus set the\nage of consent at 16 for statutory rape offenses predicated\nexclusively on the age of the participants.Many jurisdictions set a different age of\nconsent for offenses that include an element apart from the age of\nthe participants, such as offenses that focus on whether the\nperpetrator is in some special relationship of trust with the\nvictim. That was true in the two States that had offenses labeled\n“sexual abuse of a minor” in 1996. See Alaska Stat. §11.41.438\n(1996) (age of consent for third-degree “sexual abuse of a minor”\nwas 16 generally but 18 where “the offender occupie[d] a position\nof authority in relation to the victim”); Me. Rev. Stat. Ann., Tit.\n17–A, §254(1) (1983), as amended by 1995 Me. Laws p. 123 (age of\nconsent for “[s]exual abuse of minors” was 16 generally but 18\nwhere the victim was “a student” and the offender was “a teacher,\nemployee or other official in the . . . school\n. . . in which the student [was] enrolled”). And that is\ntrue in four of the five jurisdictions that have offenses titled\n“sexual abuse of a minor” today. Compare,e.g., D. C.\nCode §§22–3001 (2012), 22–3008 (2016 Cum. Supp.) (age of consent is\n16 in the absence of a significant relationship) with §22–3009.01\n(age of consent is 18 where the offender “is in a significant\nrelationship” with the victim); see also Brief for Respondent 31\n(listing statutes with that title). Accordingly, the generic crime\nof sexual abuse of a minor may include a different age of consent\nwhere the perpetrator and victim are in a significant relationship\nof trust. As relevant to this case, however, the general consensus\nfrom state criminal codes points to the same generic definition as\ndictionaries and federal law: Where sexual intercourse is abusive\nsolely because of the ages of the participants, the victim must be\nyounger than 16.DThe laws of many States and of the Federal\nGovernment include a minimum age differential (in addition to an\nage of consent) in defining statutory rape. We need not and do not\ndecide whether the generic crime of sexual abuse of a minor under 8\nU. S. C. §1101(a)(43)(A) includes an additional element\nof that kind. Petitioner has “show[n] somethingspecialabout California’s version of the doctrine”—that the age of consent\nis 18, rather than 16—and needs no more to prevail.Duenas-Alvarez,supra, at 191. Absent some special\nrelationship of trust, consensual sexual conduct involving a\nyounger partner who is at least 16 years of age does not qualify as\nsexual abuse of a minor under the INA, regardless of the age\ndifferential between the two participants. We leave for another day\nwhether the generic offense requires a particular age differential\nbetween the victim and the perpetrator, and whether the generic\noffense encompasses sexual intercourse involving victims over the\nage of 16 that is abusive because of the nature of the relationship\nbetween the participants.IIIFinally, petitioner and the Government debate\nwhether the Board’s interpretation of sexual abuse of a minor is\nentitled to deference underChevron, 467 U. S. 837 .\nPetitioner argues that any ambiguity in the meaning of this phrase\nmust be resolved in favor of the alien under the rule of lenity.\nSee Brief for Petitioner 41–45. The Government responds that\nambiguities should be resolved by deferring to the Board’s\ninterpretation. See Brief for Respondent 45–53. We have no need to\nresolve whether the rule of lenity orChevronreceives\npriority in this case because the statute, read in context,\nunambiguously forecloses the Board’s interpretation. Therefore,\nneither the rule of lenity norChevronapplies.*  *  *We hold that in the context of statutory rape\noffenses focused solely on the age of the participants, the generic\nfederal definition of “sexual abuse of a minor” under\n§1101(a)(43)(A) requires the age of the victim to be less than 16.\nThe judgment of the Court of Appeals, accordingly, is reversed.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.APPENDIXThese tables list offenses criminalizing sexual\nintercourse solely because of the age of the participants. The\ntables are organized according to the statutory age of consent as\nof September 30, 1996—the date “sexual abuse of a minor” was added\nto the INA.14 Years15 Years16 Years17 Years18 YearsNotes1Where a state statute\ncontains several different crimes that are described separately, we\nemploy what is known as the “modified categorical approach.” SeeGonzalesv.Duenas-Alvarez, 549 U. S. 183, 187\n(2007) (internal quotation marks omitted). Under that approach,\nwhich is not at issue here, the court may review the charging\ndocuments, jury instructions, plea agreement, plea colloquy, and\nsimilar sources to determine the actual crime of which the alien\nwas convicted. Seeibid.2To eliminate a\nredundancy, Congress later amended §2243(a) to revert to the\npre-1996 language. See Protection of Children From Sexual Predators\nAct of 1998, §301(b), 112Stat. 2979. That amendment does not change\nCongress’ understanding in 1996, when it added sexual abuse of a\nminor to the INA.3The Government notes that\nthis sort of multijurisdictional analysis can “be useful insofar as\nit helps shed light on the ‘common understanding and meaning’ of\nthe federal provision being interpreted,” but that it is not\nrequired by the categorical approach. Brief for Respondent 23–25\n(quotingPerrinv.United States, 444 U. S. 37,\n45 (1979) ). We agree. In this case, state criminal codes aid our\ninterpretation of “sexual abuse of a minor” by offering useful\ncontext.",
    "joined": []
}