{
    "case": {
        "docket": "17-8995",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-8995/"
    },
    "id": "4102864",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–8995_________________JASON J. MONT, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 3, 2019]Justice Thomas delivered the opinion of the\nCourt.This case requires the Court to decide whether a\nconvicted criminal’s period of supervised release is tolled—in\neffect, paused—during his pretrial detention for a new criminal\noffense. Specifically, the question is whether that pretrial\ndetention qualifies as “imprison[ment] in connection with a\nconviction for a Federal, State, or local crime.” 18\nU. S. C. §3624(e). Given the text and statutory context\nof §3624(e),we conclude that if the court’s later imposed sentence\ncredits the period of pretrial detention as time served for the new\noffense, then the pretrial detention also tolls the\nsupervised-release period.IAIn 2004, petitioner Jason Mont began\ndistributing cocaine and crack cocaine in northern Ohio. After\nsubstantial drug sales to a confidential informant and a search of\nhis home that uncovered handguns and $2,700 in cash, a federal\ngrand jury indicted Mont for multiple drug and firearm offenses. He\nlater pleaded guilty to conspiring to possess with intent to\ndistribute cocaine, and to possessing a firearm and ammunition\nafter having been convicted of a felony. See 18 U. S. C.\n§922(g)(1) (2000 ed.); 21 U. S. C. §§841(a)(1), 846 (2000\ned.).The District Court sentenced Mont to 120 months’\nimprisonment, later reduced to 84 months, to be followed by 5 years\nof supervised release. Mont was released from federal prison on\nMarch 6, 2012, and his supervised release was “slated to end on\nMarch 6, 2017.” 723 Fed. Appx. 325, 326 (CA6 2018); see 18\nU. S. C. §3624(e) (a “term of supervised release\ncommences on the day the person is released from imprisonment”).\nAmong other standard conditions, Mont’s supervised release required\nthat he “not commit another federal, state, or local crime,” “not\nillegally possess a controlled substance,” and “refrain from any\nunlawful use of a controlled substance.” Judgment in No.\n4:05–cr–00229 (ND Ohio), Doc. 37, p. 111.Mont did not succeed on supervised release. In\nMarch 2015, an Ohio grand jury charged him with two counts of\nmarijuana trafficking in a sealed indictment. Mont was arrested and\nreleased on bond while awaiting trial for those charges. Things\nonly got worse from there. In October 2015, Mont tested positive\nfor cocaine and oxycodone during a routine drug test conducted as\npart of his supervised release. But Mont’s probation officer did\nnot immediately report these violations to the District Court;\ninstead, the officer referred him for additional substance-abuse\ncounseling. Mont proceeded to test positive in five more random\ndrug tests over the next few months. He also used an\n“ ‘unknown’ liquid to try to pass two subsequent drug tests.”\n723 Fed. Appx., at 326. In Jan- uary 2016, Mont’s probation officer\nfinally reported the supervised-release violations, including\nMont’s use of drugs and attempts to adulterate his urine samples.\nThe violation report also informed the District Court about the\npending state charges and the anticipated trial date of March 2016\nin state court. The District Court declined to issue an arrest\nwarrant at that time, but it asked to “ ‘be notified of the\nresolution of the state charges.’ ”Ibid.; see 18\nU. S. C. §3606 (explaining that the District Court “may\nissue a warrant for the arrest” of the releasee for “violation of a\ncondition of release”).On June 1, 2016, approximately four years and\nthree months into his 5-year term of supervised release, Mont was\narrested again on new state charges of trafficking in cocaine, and\nhis bond was revoked on the earlier marijuana-trafficking charges.\nHe was incarcerated in the Ma- honing County Jail and has remained\nin state custody since that date. Mont’s probation officer filed a\nreport with the District Court stating that he had violated the\nterms of his release based on these new state offenses. The officer\nlater advised the court that because Mont’s incarceration rendered\nhim unavailable for supervision, the Probation Office was\n“toll[ing]” his federal supervision. App. 21. The officer promised\nto keep the court apprised of the pending state charges and stated\nthat, if Mont were convicted, the officer would ask the court to\ntake action at that time.In October 2016, Mont entered into plea\nagreements with state prosecutors in exchange for a predetermined\n6-year sentence. The state trial court accepted Mont’s guilty pleas\non October 6, 2016, and set the cases for sentencing in December\n2016.Three weeks later, Mont filed a written\nadmission in the District Court “acknowledg[ing]” that he had\nviolated his conditions of supervised release “by virtue of his\nconviction following guilty pleas to certain felony offenses” in\nstate court. Record in No. 4:05–cr–00229 (ND Ohio), Doc. 92,\np. 419. Even though he had yet to be sentenced for the state\noffenses, Mont sought a hearing on the supervised-release\nviolations at the court’s “earliest convenience.”Ibid.The\ncourt initially scheduled a hearing for November 9, 2016, but then,\nover Mont’s objection, rescheduled the hearing several times to\nallow for “the conclusion of the State sentencing.” App. 8; 723\nFed. Appx., at 327.On March 21, 2017, Mont was sentenced in state\ncourt to six years’ imprisonment. The judge “credited the roughly\nten months that Mont had already been incarcerated pending a\ndisposition as time served.”Id.,at 327. The District Court\nissued a warrant on March 30, 2017, and ultimately set a\nsupervised-release hearing for June 28, 2017.BTwo days before that hearing, Mont challenged\nthe jurisdiction of the District Court based on the fact that his\nsupervised release had initially been set to expire on March 6,\n2017. The court concluded that it had authority to supervise Mont,\nrevoked his supervised release, and ordered him to serve an\nadditional 42 months’ imprisonment to run consecutive to his state\nsentence. The court held that it retained jurisdiction to revoke\nthe release under 18 U. S. C. §3583(i), which preserves, for a\n“reasonably necessary” period of time, the court’s power to\nadjudicate violations and revoke a term of supervised release after\nthe term has expired “if, before its expiration, a warrant or\nsummons has been issued on the basis of an allegation of such a\nviolation.” The court further held that it retained authority to\nrevoke Mont’s term of supervised release because it gave “notice by\nway of a summons” on November 1, 2016, when it originally scheduled\nthe hearing. App. 22. The court also concluded that the delay\nbetween the guilty pleas in October 2016 and the hearing date in\nJune 2017 was “reasonably necessary.”Id., at 24.The Sixth Circuit affirmed on alternative\ngrounds. The court could find no evidence in the record that a\nsummons had issued within the meaning of §3583(i). 723 Fed. Appx.,\nat 329, n. 5. But because Circuit precedent pro- vided an\nalternative basis for affirmance, the court did not further\nconsider the Government’s argument that the District Court retained\njurisdiction under §3583(i). Instead, the court held that Mont’s\nsupervised-release period was tolled while he was held in pretrial\ndetention in state custody under §3624(e), which provides:“(e) Supervision After Release.—\n. . . The term of supervised release commences on the day\nthe person is released from imprisonment and runs concurrently with\nany Federal, State, or local term of probation or supervised\nrelease or parole for another offense to which the person is\nsubject or becomes subject during the term of supervised release. A\nterm of supervised release does not run during any period in which\nthe personis imprisoned in connection with a convictionfor\na Federal, State, or local crime unless the imprisonment is for a\nperiod of less than 30 consecutive days.” (Emphasis added.)Relying on Circuit precedent, the Sixth Circuit\nexplained that when a defendant is convicted of the offense for\nwhich he was held in pretrial detention for longer than 30 days and\n“ ‘his pretrial detention is credited as time served toward\nhis sentence, then the pretrial detention is “in connection with” a\nconviction and tolls the period of supervised release under\n§3624.’ ”Id., at 328 (quotingUnited Statesv.Goins, 516 F.3d 416, 417 (2008)). Because Mont’s term of\nsupervised release had been tolled between June 2016 and March\n2017, there was ample time left on his supervised-release term when\nthe warrant issued on March 30, 2017.The Courts of Appeals disagree on whether\n§3624(e) tolls supervised release for periods of pretrial detention\nlasting longer than 30 days when that incarceration is later\ncredited as time served on a conviction. CompareUnited\nStatesv.Ide, 624 F.3d 666, 667 (CA4 2010)\n(supervised-release period tolls);United Statesv.Molina-Gazca, 571 F.3d 470, 474 (CA5 2009) (same);United\nStatesv.Johnson, 581 F.3d 1310, 1312–1313 (CA11 2009)\n(same);Goins,supra, at 417 (same), withUnited\nStatesv.Marsh, 829 F.3d 705, 709 (CADC 2016)\n(supervised-release period does not toll);United Statesv.Morales-Alejo,193 F.3d 1102,1106(CA9 1999) (same). We granted certiorari to resolve this\nsplit of authority. 586 U. S. ___ (2018).IIWe hold that pretrial detention later credited\nas time served for a new conviction is “imprison[ment] in\nconnection with a conviction” and thus tolls the supervised-release\nterm under §3624(e). This is so even if the court must make the\ntolling calculation after learning whether the time will be\ncredited. In our view, this reading is compelled by the text and\nstatutory context of §3624(e).ASection 3624(e) provides for tolling when a\nperson “is imprisoned in connection with a conviction.” This\nphrase, sensibly read, includes pretrial detention credited toward\nanother sentence for a new conviction.First, the definition of “is imprisoned” may\nwell include pretrial detention. Both now and at the time Congress\ncreated supervised release, see §212(a)(2), 98Stat. 1999–2000, the\nterm “imprison” has meant “[t]o put in a prison,” “to incarcerate,”\n“[t]o confine a person, or restrain his liberty, in any way.”\nBlack’s Law Dictionary 681 (5th ed. 1979); 5 Oxford English\nDictionary 113 (1933); accord, Black’s Law Dictionary 875 (10th ed.\n2014). These definitions encompass pretrial detention, and, despite\nthe dissent’s reliance on a narrower definition,post,at\n5–7 (opinion of Sotomayor, J.), even Mont has not pressed any\nserious argument to the contrary. As the Sixth Circuit previously\nrecognized, if imprisonment referred only to “confinement that is\nthe result of a penalty or sentence, then the phrase ‘in connection\nwith a conviction’ [would] becom[e] entirely superfluous.”Goins,supra, at 421.Second, the phrase “in connection with a\nconviction” encompasses a period of pretrial detention for which a\ndefendant receives credit against the sentence ultimately imposed.\nThe Court has often recognized that “in connection with” can bear a\n“broad interpretation.”Merrill Lynch, Pierce, Fenner &\nSmith Inc.v.Dabit,547 U.S.\n71, 85 (2006) (interpreting “in connection with the purchase or\nsale” broadly in the context of §10(b) of the Securities Exchange\nAct of 1934, 15 U. S. C. §78j(b)); see,e.g., United\nStatesv.American Union Transport, Inc.,327 U.S.\n437, 443 (1946) (describing the phrase “in connection with” in\nthe Shipping Act, 1916, 39Stat. 728, as “broad and general”). The\nCourt has also recognized that “ ‘ in connection with’ is\nessentially indeterminate because connections, like relations, stop\nnowhere.”Maracichv.Spears, 570 U.S. 48, 59 (2013)\n(quotation altered). Here, however, we need not consider the outer\nbounds of the term “in connection with,” as pretrial incarceration\nisdirectlytied to the conviction when it is credited\ntoward the new sentence. The judgment of the state court stated as\nmuch, crediting the pretrial detention that Mont served while\nawaiting trial and sentencing for his crimes against his ultimate\nsentence for those same crimes.This reading of “imprison[ment] in connection\nwith a conviction” is buttressed by the fact that Congress, like\nmost States, instructs courts calculating a term of imprisonment to\ncredit pretrial detention as time served on a subsequent\nconviction. See 18 U. S. C. §3585(b)(1); Tr. of Oral Arg.\n54 (statement of the Assistant Solicitor General representing that\nthe same rule applies in 45 States and the District of Columbia).\nThus, it makes sense that the phrase “imprison[ment] in connection\nwith a conviction” would include pretrial detention later credited\nas time served, especially since both provisions were passed as\npart of the Sentencing Reform Act of 1984. See §212(a)(2), 98Stat.\n2008–2009. If Congress intended a narrower interpretation, it could\nhave easily used narrower language, such as “aftera\nconviction” or “followinga conviction.” Seee.g.,Bail Reform Act of 1984, §209(d)(4), 98Stat. 1987 (adding Federal\nRule of Criminal Procedure 46(h), allowing courts to direct\nforfeiture of property “afterconviction of the offense\ncharged” (emphasis added)). We cannot override Congress’ choice to\nemploy the more capacious phrase “in connection with.”Third, the text undeniably requires courts to\nretrospectively calculate whether a period of pretrial detention\nshould toll a period of supervised release. Whereas §3624(e)\ninstructs courts precisely when the supervised-release clock\nbegins—“on the day the person is released”—the statute does not\nrequire courts to make a tolling determination as soon as a\ndefendant is arrested on new charges or to continually reassess the\ntolling calculation throughout the period of his pretrial\ndetention. Congress contemplated the opposite by including a\nminimum-incarceration threshold: tolling occurs “unless the\nimprisonment is for a period of less than 30 consecutive days.”\n§3624(e). This calculation must be made after either release from\ncustody or entry of judgment; there is no way for a court to know\non day 5 of a defendant’s pretrial detention whether the period of\ncustody will extend beyond 30 days. Thus, at least some uncertainty\nas to whether supervised release is tolled is built into §3624(e)\nby legislative design. This fact confirms that courts should make\nthe tolling calculation upon the defendant’s release from custody\nor upon entry of judgment.BThe statutory context also supports our\nreading. Supervised release is “a form of postconfinement\nmonitoring” that permits a defendant a kind of conditional liberty\nby allowing him to serve part of his sentence outside of prison.Johnsonv.United States,529\nU.S. 694, 697 (2000). Recognizing that Congress provided for\nsupervised release to facilitate a “transition to community life,”\nwe have declined to offset a term of supervised release by the\namount of excess time a defendant spent in prison after two of his\nconvictions were declared invalid.United Statesv.Johnson,529 U.S.\n53, 59–60 (2000). As we explained: “The objectives of\nsupervised release would be unfulfilled if excess prison time were\nto offset and reduce terms of supervised release” because\n“[s]upervised release has no statutory function until confinement\nends.”Id.,at 59. This understanding of supervised release\ninforms our reading of the tolling provision.Consider §3624(e) itself. The sentence preceding\nthe one at issue here specifies that supervised release “runs\nconcurrently” with “probation or supervised release or parole foranotheroffense.” §3624(e) (emphasis added). But the next\nsentence (the one at issue here) excludes periods of\n“imprison[ment]” served “in connection with a conviction.” The\njuxtaposition of these two sentences reinforces the fact that\nprison time is “not interchange- able” with supervised release.Id.,at 59. Permitting a period of probation or\nparole to count toward supervised release but excluding a period of\nincarceration furthers the statutory design of “successful[ly]\ntransition[ing]” a defendant from “prison to liberty.”Johnson,supra,at 708–709. Allowing pretrial\ndetention credited toward another sentence to toll the period of\nsupervised release is consistent with that design. Cf. A. Scalia\n& B. Garner, Reading Law 167 (2012) (explaining that “the\nwhole-text canon” requires consideration of “the entire text, in\nview of its structure” and “logical relation of its many\nparts”).Second, it would be an exceedingly odd\nconstruction of the statute to give a defendant the windfall of\nsatisfying a new sentence of imprisonment and an old sentence of\nsupervised release with the same period of pretrial detention.\nSupervised release is a form of punishment that Congress prescribes\nalong with a term of imprisonment as part of the same sentence. See\ngenerally §3583. And Congress denies defendants credit for time\nserved if the detention time has already “been credited against\nanother sentence.” §3585(b). Yet Mont’s reading of §3624(e) would\ndeprive the Government of its lawfully imposed sentence of\nsupervised release while the defendant is serving a separate\nsentence of incarceration—one often imposed by a different\nsovereign. Under our view, in contrast, time in pretrial detention\nconstitutes supervised release only if the charges against the\ndefendant are dismissed or the defendant is acquitted. This ensures\nthat the defendant is not faulted for conduct he might not have\ncommitted, while otherwise giving full effect to the lawful\njudgment previously imposed on the defendant.[1]CIn response to these points, Mont follows the\nD. C. Circuit in arguing that the present tense of the statute\n(“ ‘isimprisoned’ ”) forbids any backward looking\ntolling analysis. SeeMarsh, 829 F. 3d, at 709. Mont\ncontends that, when a defendant is held in pretrial detention, a\ncourt cannot sayat that momentthat he “is imprisoned in\nconnection with a conviction.” He relies on the Dictionary Act,\nwhich provides that “[i]n determining the meaning of any Act of\nCongress, unless the context indicates otherwise[,] words used in\nthe present tense include the future as well as the present.” 1\nU. S. C. §1.Mont’s argument confuses the rule (“any period\nin which the person is imprisoned in connection with a conviction”)\nwith a court’s analysis of whether that rule was satisfied. Of\ncourse, the determination whether supervised release has been\ntolled cannot be made at the exact moment when the defendant is\nheld in pretrial detention. Rather, the court must await the\noutcome of those separate proceedings before it will know whether\n“imprison[ment]” is tied to a conviction. But the statute does not\nrequire the court to make a contemporaneous assessment. Quite the\nopposite: As discussed, the statute undeniably contemplates that\nthere will be uncertainty about the status of supervised release\nwhen a defendant has been held for a short period of time and it is\nunclear whether the imprisonment will exceed 30 days. There is no\nreason the statute would preclude postponing calculation just\nbecause the custody period extends beyond 30 days. Once the court\nmakes the calculation, it will determine whether the relevant\nperiod ultimately qualified as a period “in which the person is\nimprisoned in connection with a conviction” for 30 or more days. In\nshort, the present-tense phrasing of the statute does not address\nwhether a judge must be able to make a supervised-release\ndetermination at any given time.Moreover, any uncertainty about whether\nsupervised release is tolled matters little from either the court’s\nor the defendant’s perspective. As for the court, the defendant\nneed not be supervised when he is held in custody, so it does not\nstrike us as “odd” to make a delayed determination concerning\ntolling.Marsh,supra,at 710. The court need not\nmonitor the defendant’s progress in transitioning back into the\ncommunity because the defendant is notinthe community. And\nif the court is concerned about losing authority over the defendant\nbecause of an impending conclusion to supervised release, it can\nsimply issue a summons or warrant under §3583(i) for alleged\nviolations.As for the defendant, there is nothing unfair\nabout not knowing during pretrial detention whether he is also\nsubject to court supervision. The answer to that question cannot\nmeaningfully influence his behavior. A defendant in custody will be\nunable to comply with many ordinary conditions of supervised\nrelease intended to reacclimate him to society—for example, making\nrestitution payments, attending substance-abuse counseling, meeting\ncurfews, or participating in job training. The rules he can\n“comply” with are generally mandated by virtue of being in\nprison—for example, no new offenses or use of drugs. See\n§§3563(a)–(b) (listing mandatory and discretionary conditions). In\nthis case, Mont’s supervised-release conditions required that he\n“work regularly at a lawful occupation” and “support his\n. . . dependants and meet other family responsibilities.”\nJudgment in No. 4:05–cr–00229 (ND Ohio), Doc. 37, at 111. Mont\ncould not fulfill these conditions while sitting in an Ohio jail,\nand his probation officer correctly deemed him “unavailable for\nsupervision.”[2] App. 21.IIIApplying §3624(e) to Mont, the\npretrial-detention period tolled his supervised release beginning\nin June 2016. Mont therefore had about nine months remaining on his\nterm of supervised release when the District Court revoked his\nsupervised release and sentenced him to an additional 42 months’\nimprisonment. And because §3624(e) independently tolled the\nsupervised-release period, it is immaterial whether the District\nCourt could have issued a summons or warrant under §3583(i) to\npreserve its authority.*  *  *In light of the statutory text and context of\n§3624(e), pretrial detention qualifies as “imprison[ment] in\nconnection with a conviction” if a later imposed sentence credits\nthat detention as time served for the new offense. Such pretrial\ndetention tolls the supervised-release period, even though the\nDistrict Court may need to make the tolling determination after the\nconviction. Accordingly, we affirm the judgment of the Sixth\nCircuit.It is so ordered.Notes1Our reading leaves intact\na district court’s ability to preserve its authority by issuing an\narrest warrant or summons under §3583(i) based on the conduct at\nissue in the new charges, irrespective of whether the defendant is\nlater convicted or acquitted of those offenses. But preserving\njurisdiction through §3583(i) is not a prerequisite to a court\nmaintaining authority under §3624(e), nor does it impact the\ntolling calculation under §3624(e).2Although a defendant in\npretrial detention is unable to be supervised, it does not\nnecessarily follow that the defendant will be punished by his\ninability to comply with the terms of his supervised release if the\ndetention period isnotlater credited as time served for a\nconviction. In that circumstance, the district court may always\nmodify the terms of his supervision. See 18 U. S. C.\n§3583(e)(2). And, as the Government explained at oral argument,\nmodification of supervised release may not be necessary to the\nextent that “the defendant can’t be deemed to have been required\nto” comply with the terms of supervised release while in custody.\nTr. of Oral Arg. 45.",
    "joined": []
}