{
    "case": {
        "docket": "451",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/451/"
    },
    "id": "1962078",
    "author": "thomas",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF THOMAS, J.ANZA V. IDEAL STEEL SUPPLY CORP.547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-433JOSEPH ANZA, et al., PETITIONERSv.IDEAL STEEL SUPPLY CORP.on writ of certiorari to the united states court of\nappeals for the second circuit[June 5, 2006]Justice Thomas, concurring in\npart and dissenting in part.The Court today limits the\nlawsuits that may be brought under the civil enforcement provision\nof the Racketeer Influenced and Corrupt Organizations Act (RICO or\nAct), 18 U. S. C. §1961et seq. (2000 ed. and Supp.\nIII), by adopting a theory of proximate causation that is supported\nneither by the Act nor by our decision inHolmesv.Securities Investor Protection Corporation,503 U. S. 258, 268\n(1992), on which the Court principally relies. The Court’s\nstringent proximate-causation requirement succeeds in precluding\nrecovery in cases alleging a violation of §1962(c) that, like the\npresent one, have nothing to do with organized crime, the target of\nthe RICO statute. However, the Court’s approach also eliminates\nrecovery for plaintiffs whose injuries are precisely those that\nCongress aimed to remedy through the authorization of civil RICO\nsuits. Because this frustration of congressional intent is directly\ncontrary to the broad language Congress employed to confer a RICO\ncause of action, I respectfully dissent from Part II of the Court’s\nopinion.IThe language of the civil RICO\nprovision, which broadly permits recovery by “[a]ny person injured\nin his business or property by reason of a violation” of the Act’s\nsubstantive restrictions, §1964(c) (2000 ed.), plainly covers the\nlawsuit brought by respondent. Respondent alleges that he was\ninjured in his business, and that this injury was the direct result\nof petitioners’ violation of §1962(c).[Footnote 1] App. 12–17. InHolmes, however, we\nheld that a RICO plaintiff is required to show that the RICO\nviolation “not only was a ‘but for’ cause of his injury, but was\nthe proximate cause as well.” 503 U. S., at 268. We employed the\nterm “ ‘proximate cause’ to label generically the judicial\ntools used to limit a person’s responsibility for the consequences\nof that person’s own acts.”Ibid.These tools reflect\n“ ‘ideas of what justice demands, or of what is\nadministratively possible and convenient.’ ”Ibid.\n(quoting W. Keeton, D. Dobbs, R. Keeton, & D. Owen, Prosser and\nKeeton on Law of Torts §41, p. 264 (5th ed. 1984) (hereinafter\nProsser & Keeton)).Invoking one of the common-law\nproximate-cause considerations, we held that a RICO plaintiff must\nprove “some direct relation between the injury asserted and the\ninjurious conduct alleged.” 503 U. S., at 268.Today the\nCourt applies this formulation of proximate causation to conclude\nthat the “attenuated and uncertain relationship” between the\nviolation of §1962(c) and Ideal’s injury “cannot, consistent withHolmes’ demand for directness, sustain Ideal’s claim.”Ante, at 6. But the Court’s determination relies on a\ntheory of “directness” distinct from that adopted byHolmes.InHolmes, the Court explained that\n“a plaintiff who complained of harm flowing merely from the\nmisfortunes visited upon a third person by the defendant’s acts was\ngenerally said to stand at too remote a distance to recover.” 503\nU. S., at 268–269. The plaintiff inHolmeswas indirect in\nprecisely this sense. The defendant was alleged to have\nparticipated in a stock manipulation scheme that disabled two\nbroker-dealers from meeting their obligations to customers.\nAccordingly, the plaintiff, Securities Investor Protection\nCorporation (SIPC), had to advance nearly $13 million to cover the\nclaims of customers of those broker-dealers. SIPC attempted to sue\nbased on the claim that it was subrogated to the rights of those\ncustomers of the broker-dealers who did not purchase manipulated\nsecurities. We held that the nonpurchasing customers’ injury was\nnot proximately caused by the defendant’s conduct, because “the\nconspirators have allegedly injured these customers only insofar as\nthe stock manipulation first injured the broker-dealers and left\nthem without the wherewithal to pay customers’ claims.”Id.,at 271.[Footnote\n2]Here, in contrast, it was notNew\nYork’sinjurythat caused respondent’s damages;\nrather, it was petitioners’ own conduct—namely, their underpayment\nof tax—that permitted them to undercut respondent’s prices and\nthereby take away its business. Indeed, the Court’s acknowledgment\nthat there is no appreciable risk of duplicative recovery here, in\ncontrast toHolmes,ante,at 7, is effectively a\nconcession that petitioners’ damages are not indirect, as that term\nis used inHolmes. See 503 U. S., at 269 (“[R]ecognizing\nclaims of the indirectly injured would force courts to adopt\ncomplicated rules apportioning damages among plaintiffs removed at\ndifferent levels of injury from the violative acts, to obviate the\nrisk of multiple recoveries”). The mere fact that New York is a\ndirect victim of petitioners’ RICO violation does not preclude\nIdeal’s claim that it too is a direct victim. Because the\npetitioners’ tax underpayment directly caused respondent’s injury,Holmesdoes not bar respondent’s recovery.The Court nonetheless contends that respondent\nhas failed to demonstrate proximate cause. It does so by relying on\nour observation inHolmesthat the directness requirement\nis appropriate because “ ‘[t]he less direct an injury is, the\nmore difficult it becomes to ascertain the amount of a plaintiff’s\ndamages attributable to the violation, as distinct from other,\nindependent, factors.’ ”Ante, at 6 (quotingHolmes,supra,at 269, in turn, citingAssociated Gen. Contractors of Cal., Inc.v.Carpenters,459 U. S. 519(1983)).\nInHolmes, we noted that it would be hard for the District\nCourt to determine how much of the broker-dealers’ failure to pay\ntheir customers was due to the fraud and how much was due to other\nfactors affecting the broker-dealers’ business success. 503 U. S.,\nat 273–274. The Court contends that here, as inHolmes, it\nis difficult to “ascertain the damages caused by some remote\naction.”Ante, at 6.The Court’s reliance on the difficulty of\nascertaining the amount of Ideal’s damages caused by petitioners’\nunlawful acts to label those damages indirect is misguided.HolmesandAssociated General Contractorssimply\nheld that one reason thatindirectinjuries should not be\ncompensable is that such injuries are difficult to ascertain.Holmes,supra, at 269;Associated General\nContractors, supra, at 542. We did not adopt the converse\nproposition that any injuries that are difficult to ascertain must\nbe classified as indirect for purposes of determining proximate\ncausation.[Footnote 3]Proximate cause and certainty of damages,\nwhile both related to the plaintiff’s responsibility to prove that\nthe amount of damages he seeks is fairly attributable to the\ndefendant, are distinct requirements for recovery in tort.[Footnote 4] See 4 Restatement (Second)\nof Torts §912 (1977) (certainty of damages); 2id.,§§430–431 (1963–1964) (proximate causation). That is, to recover, a\nplaintiff must showboththat his injury is sufficiently\nconnected to the tort that “the moral judgment and practical sense\nof mankind [will] recognize responsibility in the domain of\nmorals,” Sutherland 18, and that the specific pecuniary advantages,\nthe loss of which is alleged as damages, “would have resulted, and,\ntherefore, that the act complained of prevented them,”id., at 106–107.HolmesandAssociated\nGeneral Contractorsdealt primarily with the former showing.\nThe Court’s discussion of the Union’s “highly speculative” damages\ninAssociated General Contractorsfocused not on the\ndifficulty of proving the precise amount of damages, but with “the\ntenuous and speculative character of the relationship between the\nalleged antitrust violation and the Union’s alleged injury.” 459 U.\nS., at 545. Here, the relationship between the alleged RICO\nviolation and the alleged injury is clear: Petitioners underpaid\nsales tax, permitting them to undercharge sales tax, inflicting\ncompetitive injury on respondent. The question with which the Court\nexpresses concern—whether Ideal can prove the amount of its actual\ndamages “with sufficient certainty,” Sutherland 106, to permit\nrecovery—is simply not before the Court.It is nonetheless worth noting that the Court\noverstates the difficulties of proof faced by respondent in this\ncase. Certainly the plaintiff in this case, as in all tort cases\ninvolving damage to business, must demonstrate that he suffered a\nharm caused by the tort, and not merely by external market\nconditions. See generally Prosser & Keeton §130, at 1014–1015,\nand nn. 92–99 (gathering cases authorizing liability for torts that\n“depriv[e] the plaintiff of customers or other prospects”); cf.Dura Pharmaceuticals, Inc.v.Broudo,544 U. S. 336, 342\n(2005) (“[A]n inflated purchase price will not itself constitute or\nproximately cause the relevant economic loss,” absent evidence that\nit was the inflated price that actually caused harm). But under the\nfacts as alleged by Ideal, National did not generally lower its\nprices, so the Court need not inquire into “any number of reasons,”ante, at 7, that it might have done so.[Footnote 5] Instead, it simplyceased\ncharging taxon cash sales, allegedly, and logically, because\nit had ceased reporting those sales and accordingly was not itself\npaying sales tax on them. App. 11–13. Nor is it fatal to Ideal’s\nproof of damages that National could have continued to charge taxes\nto its customers and invested the additional money elsewhere.Ante, at 7. Had National actually done so, it might be\ndifficult to ascertain the damages suffered by Ideal as a result of\nthat investment. But the mere fact that Nationalcould\nhavecommitted tax fraud without readily ascertainable injury\nto Ideal does not mean that its tax fraudnecessarilycaused no readily ascertainable injury in this case. Likewise, the\nCourt is undoubtedly correct that “Ideal’s lost sales could have\nresulted from factors other than petitioners’ alleged tax frauds.”Ibid. However, the means through which the fraudulent\nscheme was carried out—with sales tax charged on noncash sales, but\nno tax charged on cash sales—renders the damages more ascertainable\nthan in the typical case of lost business. In any event, it is well\nwithin the expertise of a district court to evaluate testimony and\nevidence and determine what portion of Ideal’s lost sales are\nattributable to National’s lower prices and what portion to other\nfactors.The Court also relies on an additional reasonHolmesgave for limiting recovery to direct\nvictims—namely, that “[t]he requirement of a direct causal\nconnection is especially warranted where the immediate victims of\nan alleged RICO violation can be expected to vindicate the laws by\npursuing their own claims.”Ante, at 8 (citingHolmes, 503 U. S., at 269–270). Certainly, New York can\nsue here and vindicate the law, rendering respondent’s enforcement\nof the law less necessary than it would be if respondent were the\nonly direct victim of the illegal activity. But our recognition inHolmesthat limiting recovery to direct victims would not\nundermine deterrence does not support the conclusion that any\nvictim whose lawsuit is unnecessary for deterrence is an indirect\nvictim. Indeed, in any tort case with multiple possible plaintiffs,\na single plaintiff’s lawsuit could suffice to vindicate the law. If\nmultiple plaintiffs are direct victims of a tort, it would be\nunjust to declare some of their lawsuits unnecessary for\ndeterrence, absent any basis for doing so in the relevant statute.\nBecause respondent’s injuries result from petitioners’ fraud, and\nnot from New York’s injuries, respondent has a right to recover\nequal to that of New York.Application of common-law principles of\nproximate causation beyond the directness requirement likewise\nsupports a finding that causation was sufficiently pleaded in this\ncase. Though theHolmesCourt noted that directness was\n“one of [the] central elements” it had considered in evaluating\ncausation, it recognized that proximate causation took “many\nshapes” at common law.Id.,at 268. Cf. Prosser &\nKeeton §42, at 273 (noting “two contrasting theories of legal\ncause,” one extending liability to, but not beyond, “the scope of\nthe ‘foreseeable risks,’ ” and the other extending liability\nto, but not beyond, all “ ‘directly traceable’ ”\nconsequences and those indirect consequences that are\nforeseeable).[Footnote 6] The\nproximate-cause limitation serves to ensure that “a defendant is\nnot answerable for anything beyond the natural, ordinary and\nreasonable consequences of his conduct.” Sutherland 57. “If one’s\nfault happens to concur with something extraordinary, and therefore\nnot likely to be foreseen, he will not be answerable for such\nunexpected result.”Ibid.Based on this principle, courts\nhave historically found proximate causation for injuries from\nnatural causes, if a wrongful act “rendered it probable that such\nan injury will occur,”id., at 62; for injuries where the\nplaintiff’s reliance is the immediate cause, such as in an action\nfor fraud, so long as the reliance was “reasonably induced by the\nprior misconduct of the defendant,”id., at 62–63; and for\ninjuries where an innocent third party intervenes between the\ntortfeasor and the victim, such that the innocent third party is\ntheimmediatecause of the injury, so long as the\ntortfeasor “contributed so effectually to [the injury] as to be\nregarded as the efficient or at least concurrent and responsible\ncause,”id., at 64–65 (emphasis deleted).The Court of Appeals, by limiting RICO\nplaintiffs to those who are “ ‘the targets, competitors and\nintended victims of the racketeering enterprise,’ ” 373\nF. 3d 251, 260 (CA2 2004) (quotingLernerv.Fleet Bank, N. A., 318 F. 3d 113, 124 (CA2\n2003)), outlined a proximate-causation standard that falls well in\nline both with the reasoning behind having a proximate-cause\nrequirement at all, and with the traditional applications of this\nstandard to tortfeasors who caused injury only through a two-step\nprocess. The Court, in contrast, permits a defendant to evade\nliability for harms that are not only foreseeable, but theintendedconsequences of the defendant’s unlawful\nbehavior. A defendant may do so simply by concocting a scheme under\nwhich a further, lawful and intentional stepby the\ndefendantis required to inflict the injury. Such a rule\nprecludes recovery for injuries for which the defendant is plainly\nmorally responsible and which are suffered by easily identifiable\nplaintiffs. There is no basis in the RICO statute, in common-law\ntort, or inHolmesfor reaching this result.IIBecause neither the plain\nlanguage of the civil RICO provision nor our precedent supports the\nCourt’s holding, it must be rejected. It is worth noting, however,\nthat while the Court’s holding in the present case may prevent\nlitigation in an area far removed from the concerns about organized\ncrime that led to RICO’s enactment, that holding also precludes\ncivil recovery for losses sustained by business competitors as a\nresult of quintessential organized criminal activity, cases\nCongress indisputably intended its broad language to reach.Congress plainly enacted RICO to\naddress the problem of organized crime, and not to remedy general\nstate-law criminal violations. SeeH. J. Inc.v.Northwestern Bell Telephone Co.,492 U. S. 229, 245\n(1989). There is some evidence, to be sure, that the drafters knew\nthat RICO would have the potential to sweep more broadly than\norganized crime and did not find that problematic.Id., at\n246–248. Nevertheless, the Court has recognized that “in its\nprivate civil version, RICO is evolving into something quite\ndifferent from the original conception of its enactors.”Sedima, S. P. R. L.v.Imrex Co.,473 U. S. 479,\n500 (1985).Judicial sentiment that civil RICO’s evolution\nis undesirable is widespread.[Footnote 7] Numerous justices have expressed\ndissatisfaction with either the breadth of RICO’s application,id.,at 501 (Marshall, J., joined by Brennan, Blackmun,\nand Powell, JJ., dissenting) (“The Court’s interpretation of the\ncivil RICO statute quite simply revolutionizes private litigation;\nit validates the federalization of broad areas of state common law\nof frauds, and it approves the displacement of well-established\nfederal remedial provisions… . [T]here is no indication that\nCongress even considered, much less approved, the scheme that the\nCourt today defines”), or its general vagueness at outlining the\nconduct it is intended to prohibit,H. J. Inc.,supra,at 255–256 (Scalia, J., joined by Rehnquist,\nC. J., and O’Connor and Kennedy, JJ., concurring in judgment)\n(“No constitutional challenge to this law has been raised in the\npresent case … . That the highest Court in the land has\nbeen unable to derive from this statute anything more than today’s\nmeager guidance bodes ill for the day when that challenge is\npresented”). Indeed, proposals for curtailing civil RICO have been\nintroduced in Congress; for example, the Private Securities\nLitigation Reform Act, enacted in 1995, removed securities fraud as\na predicate act under RICO. Pub. L. 104–67, §107, 109 Stat. 758,\namending 18 U. S. C. §1964(c); see also Abrams, Crime\nLegislation and the Public Interest: Lessons from Civil RICO, 50\nSMU L. Rev. 33, 34 (1996).This case, like the majority of civil RICO\ncases, has no apparent connection to organized crime. SeeSedima, 473 U. S., at 499, n. 16 (quoting an ABA Task\nForce determination that, over the period reviewed, only 9% of\ncivil RICO cases at the trial court level involved\n“ ‘allegations of criminal activity of a type generally\nassociated with professional criminals’ ”). Given the distance\nthe facts of this case lie from the prototypical organized criminal\nactivity that led to RICO’s enactment, it is tempting to find in\nthe Act a limitation that will keep at least this and similar cases\nout of court.The Court’s attempt to exclude this case from\nthe reach of civil RICO, however, succeeds in eliminating not only\ncases that lie far outside the harm RICO was intended to correct,\nbut also those that were at the core of Congress’ concern in\nenacting the statute. The Court unanimously recognized inSedimathat one reason—and, for the dissent, the principal\nreason—Congress enacted RICO was to protect businesses against\ncompetitive injury from organized crime. Seeid., at\n500–523 (Marshall, J., dissenting) (concluding that the provision\nconferring a right of action on individual plaintiffs had as its\n“principal target … the economic power of racketeers, and its toll\non legitimate businessmen”);id., at 494–500.The unanimous view of theSedimaCourt is correct. The sponsor of a Senate precursor to RICO noted\nthat “ ‘theevil to be curbed is the unfair\ncompetitive advantage inherent in the large amount of illicit\nincome available to organized crime.’ ”Id., at 514\n(Marshall, J., dissenting) (quoting 113 Cong. Rec. 17999 (1967)\n(remarks of Senator Hruska); some emphasis deleted); see also 473\nU. S., at 515 (Marshall, J., dissenting) (“ ‘When organized\ncrime moves into a business, it brings all the techniques of\nviolence and intimidation which it used in its illegal businesses.\nCompetitors are eliminated and customers confined to sponsored\nsuppliers’ ”). Upon adding a provision for a civil remedy in a\nsubsequently proposed bill, Senator Hruska noted:“ ‘[This] bill also creates civil remedies for\nthe honest businessman who has been damaged by unfair competition\nfrom the racketeer businessman. Despite the willingness of the\ncourts to apply the Sherman Anti-Trust Act to organized crime\nactivities, as a practical matter the legitimate businessman does\nnot have adequate civil remedies available under that act. This\nbill fills that gap.’ ”Id., at 516 (Marshall, J.,\ndissenting) (quoting 115 Cong. Rec. 6993 (1969); emphasis\ndeleted).A portion of these bills was ultimately included in\nRICO, which was attached as Title IX to the Organized Crime Control\nAct. The Committee Report noted that the Title “has as its purpose\nthe elimination of the infiltration of organized crime and\nracketeering into legitimate organizations operating in interstate\ncommerce.” S. Rep. No. 91–617, p. 76 (1969).The observations of the President’s Commission\non Law Enforcement and Administration of Justice, the source of\nmuch of the congressional concern over organized crime, are\nconsistent with these statements. Its chapter on Organized Crime\nnoted that “organized crime is also extensively and deeply involved\nin legitimate business… . [I]t employs illegitimate\nmethods—monopolization, terrorism, extortion, tax evasion—to drive\nout or control lawful ownership and leadership and to exact illegal\nprofits from the public.” The Challenge of Crime in a Free Society,\np. 187 (1967). The report noted that “[t]he millions of\ndollars [organized crime] can throw into the legitimate economic\nsystem gives it power to manipulate the price of shares on the\nstock market, to raise or lower the price of retail merchandise, to\ndetermine whether entire industries are union or nonunion, to make\nit easier or harder for businessmen to continue in business.”Ibid.It is not difficult to imagine a competitive\ninjury to a business that would result from the kind of organized\ncrime thatSedima, Congress, and the Commission all\nrecognized as the principal concern of RICO, yet that would fail\nthe Court’s restrictive proximate-cause test. For example, an\norganized crime group, running a legitimate business, could,\nthrough threats of violence, persuade its supplier to sell goods to\nit at cost, so that it could resell those goods at a lower price to\ndrive its competitor out of the business. Honest businessmen would\nbe unable to compete, as they do not engage in threats of violence\nto lower their costs. Civil RICO, if it was intended to do anything\nat all, was intended to give those businessmen a cause of action.\nCf. Sedima, 473 U. S., at 521–522 (Marshall, J., dissenting). Yet\njust like respondent, those businessmen would not themselves be the\nimmediate target of the threats; the target would be the supplier.\nLike respondent’s injury, their injury would be most immediately\ncaused by the lawful activity of price competition, not the\nunlawful activity of threatening the supplier. Accordingly, under\nthe Court’s view, the honest businessman competitor would be just\nan “indirect” victim, whose injury was not proximately caused by\nthe RICO violation.[Footnote 8]\nCivil RICO would thus confer no right to sue on the individual who\ndid not himself suffer the threats of violence, even if the threats\ncaused him harm.As a result, after today, civil RICO\nplaintiffs that suffer precisely the kind of injury that motivated\nthe adoption of the civil RICO provision will be unable to obtain\nrelief. If this result was compelled by the text of the statute,\nthe interference with congressional intent would be unavoidable.\nGiven that the language is not even fairly susceptible of such a\nreading, however, I cannot agree with this frustration of\ncongressional intent.IIIBecause I conclude that Ideal has\nsufficiently pleaded proximate cause, I must proceed to the\nquestion which the Court does not reach: whether reliance is a\nrequired element of a RICO claim predicated on mail or wire fraud\nand, if it is, whether that reliance must be by the plaintiff. The\nCourt of Appeals held that reliance is required, but that “a RICO\nclaim based on mail fraud may be proven where the\nmisrepresentations were relied on by a third person, rather than by\nthe plaintiff.” 373 F. 3d,at 262–263. I disagree\nwith the conclusion that reliance is required at all. In my view,\nthe mere fact that the predicate acts underlying a particular RICO\nviolation happen to be fraud offenses does not mean that reliance,\nan element of common-law fraud, is also incorporated as an element\nof a civil RICO claim.Petitioners are correct that the\ncommon law generally required a showing of justifiable reliance\nbefore a plaintiff could recover for damages caused by fraud. SeeNederv.United States,527 U. S. 1, 24–25 (1999);\nProsser & Keeton §105, at 728. But RICO does not confer on\nprivate plaintiffs a right to sue defendants who engage in any act\nof common-law fraud; instead, racketeering activity includes, as\nrelevant to this case, “any act which is indictable under [18 U.\nS. C. §]1341 (relating to mail fraud) [and §]1343 (relating to\nwire fraud).” §1961(1) (2000 ed., Supp. III). And we have\nrecognized that these criminal fraud statutes “did not incorporateallthe elements of common-law fraud.”Neder, 527\nU. S., at 24. Instead, the criminal mail fraud statute applies to\nanyone who “having devised or intending to devise any scheme or\nartifice to defraud … for the purpose of executing such scheme\nor artifice or attempting so to do, places in any post\noffice … any matter or thing whatever to be sent or delivered\nby the Postal Service … .” §1341. See §1343 (similar\nlanguage for wire fraud). We have specifically noted that “[b]y\nprohibiting the ‘scheme to defraud,’ rather than the completed\nfraud, the element of reliance … would clearly be inconsistent\nwith the statutes Congress enacted.”Id., at 25.Because an individual can commit an indictable\nact of mail or wire fraud even if no one relies on his fraud, he\ncan engage in a pattern of racketeering activity, in violation of\n§1962, without proof of reliance. Accordingly, it cannot be\ndisputed that the Government could prosecute a person for such\nbehavior. The terms of §1964(c) (2000 ed.), which broadly authorize\nsuit by “[a]ny person injured in his business or property by reason\nof a violation of section 1962,” permit no different conclusion\nwhen an individual brings a civil action against such a RICO\nviolator.It is true that our decision inHolmesto apply the common-law proximate cause requirement\nwas likewise not compelled by the broad language of the statute.\nBut our decision in that case was justified by the “very\nunlikelihood that Congress meant to allow all factually injured\nplaintiffs to recover.” 503 U. S., at 266. This unlikelihood stems,\nin part, from the nature of proximate cause, which is “not only a\ngeneral condition of civil liability at common law but is almost\nessential to shape and delimit a rational remedy.”Systems\nManagement, Inc.v.Loiselle, 303 F. 3d 100, 104\n(CA1 2002). We also decidedHolmesin light of Congress’\ndecision to use the same words to impose civil liability under RICO\nas it had in §7 of the Sherman Act, 26 Stat. 210, into which\nfederal courts had implied a proximate-cause limitation. 503 U.\nS.,at 268. Accordingly, it was fair to interpret the\nbroad language “by reason of” as meaning, in all civil RICO cases,\nthat the violation must be both the cause-in-fact and the proximate\ncause of the plaintiff’s injury.Here, by contrast, the civil action provision\ncannot be read to always require that the plaintiff have relied on\nthe defendant’s action. Reliance is not a general limitation on\ncivil recovery in tort; it “is a specialized condition that happens\nto have grown up with common law fraud.”Loiselle,supra, at 104. For most of the predicate acts underlying\nRICO violations, it cannot be argued that the common law, if it\neven recognized such acts as civilly actionable, required proof of\nreliance. See §1961 (2000 ed., Supp. III). In other words, there is\nno language in §1964(c) that could fairly be read to add a reliance\nrequirement in fraud cases only. Nor is there any reason to believe\nthat Congress would have defined “racketeering activity” to include\nacts indictable under the mail and wire fraud statutes, if it\nintended fraud-related acts to be predicate acts under RICO only\nwhen those acts would have been actionable under the common\nlaw.Because reliance cannot be read into §§1341\nand 1343, nor into RICO itself, it is not an element of a civil\nRICO claim. This is not to say that, in the general case, a\nplaintiff will not have to prove that someone relied on the\npredicate act of fraud as part of his case. If, for example, New\nYork had not believed petitioners’ misrepresentation with respect\nto their sales, Ideal may well not have been injured by\npetitioners’ scheme, which would have faltered at the first step.\nIndeed, the petitioners recognize that “in the ordinary\nmisrepresentation case, the reliance requirement simply functions\nas a necessary prerequisite to establishing the causation required\nby the language of §1964(c).” Brief for Petitioners 29. But the\nfact that proof of reliance is often used to prove an element of\nthe plaintiff’s cause of action, such as the element of causation,\ndoes not transform reliance itself into an element of the cause of\naction. SeeLoiselle,supra, at 104 (“Reliance is\ndoubtless the most obvious way in which fraud can cause harm, but\nit is not the only way”). Because respondent need not allege\nreliance at all, its complaint, which alleges that New York relied\non petitioners’ misrepresentations, App. 16, is more than\nsufficient.*  *  *The Congress that enacted RICO\nmay never have intended to reach cases like the one before us, and\nmay have “federalize[d] a great deal of state common law” without\nany intention of “produc[ing] these far-reaching results.”Sedima, 473 U. S., at 506 (Marshall, J., dissenting). But\nthis Court has always refused to ignore the language of the statute\nto limit it to “the archetypal, intimidating mobster,” and has\ninstead recognized that “[i]t is not for the judiciary to eliminate\nthe private action in situations where Congress has provided it\nsimply because plaintiffs are not taking advantage of it in its\nmore difficult applications.”Id., at 499–500. Today,\nhowever, the Court not only eliminates private RICO actions in some\nsituations Congress may have inadvertently regulated, but it\nsubstantially limits the ability of civil RICO to reach even those\ncases that motivated Congress’ enactment of this provision in the\nfirst place. I respectfully dissent.Footnote 1Respondent also alleges that petitioners\ninjured his business through a violation of §1962(a), although the\nparties dedicate little attention to this issue. In light of the\nCourt’s disposition of the §1962(c) claim and the limited\ndiscussion of §1962(a) by the parties, I agree with the Court that\nwe should give the Court of Appeals the first opportunity to\nreconsider the §1962(a) claim. Accordingly, I join Part III of the\nCourt’s opinion.Footnote 2Sutherland’s treatise on damages, on which\nthe Court relied inHolmes, labels the same type of claims\nindirect: those where one party is injured, and it is that very\ninjury—and not the wrongful behavior by the tortfeasor—that causes\nthe injury to the plaintiff. See 1 J. Sutherland, Law of Damages 55\n(1882) (hereinafter Sutherland). Indeed, every example cited in\nSutherland in illustration of this principle parallelsHolmes;the plaintiff would not be injured absent the\ninjury to another victim. See Sutherland 55–56.Footnote 3Indeed, inAssociated General\nContractors, we did not even squarely hold that the reason\nthat indirect damages are not compensable was that the damages were\nnot easily ascertainable; instead, we merely recognized the\nempirical fact that “[p]artly because it is indirect, and partly\nbecause the alleged effects on the Union may have been produced by\nindependent factors, the Union’s damages claim is also highly\nspeculative.” 459 U. S., at 542.Footnote 4Sutherland described the interrelation\nbetween the two concepts: “A fatal uncertainty may infect a case\nwhere an injury is easily provable, but the alleged responsible\ncause cannot be sufficiently established as to the whole or some\npart of that injury. So it may exist where a known and provable\nwrong or violation of contract appears, but the alleged loss or\ninjury as a result of it cannot be certainly shown.” Sutherland\n94.Footnote 5Nor is it fair to require a plaintiff to\nprove that the tort caused the lowering of prices at the motion to\ndismiss stage. Ideal’s complaint alleges that petitioners “pass on\nto National’s customers the sales tax ‘savings’ that National\nrealizes as a result of its false returns.” App. 16. This\nallegation that, as a factual matter, National was able to charge a\nlower price after tax because of its fraud suffices to permit Ideal\nto survive a motion to dismiss on the question whether the prices\nwere lowered due to the fraud, as opposed to other factors.Footnote 6Prosser and Keeton appear to use “direct” in\na broader sense than that adopted by the Court inHolmes.\nSee Prosser & Keeton §43, at 273, 293–297.Footnote 7See Rehnquist, Remarks of the Chief Justice,\n21 St. Mary’s L. J. 5, 13 (1989) (“I think that the time has\narrived for Congress to enact amendments to civil RICO to limit its\nscope to the sort of wrongs that are connected to organized crime,\nor have some other reason for being in federal court”); Sentelle,\nCivil RICO: The Judges’ Perspective, and Some Notes on Practice for\nNorth Carolina Lawyers, 12 Campbell L. Rev. 145, 148 (1990)\n(“[E]very single district judge with whom I have discussed the\nsubject (and I’m talking in the dozens of district judges from\nacross the country) echoes the entreaty expressed in the Chief\nJustice’s title inThe Wall Street Journal[,Get RICO\nCases Out of My Courtroom, May 19, 1983, p. A14, col. 4]”).Footnote 8The honest businessman would likewise fail\nJustice Scalia’s theory of proximate causation, because laws\nagainst threats of violence are intended to protect those who are\nso threatened, not other parties that might suffer as a\nconsequence.Ante, at 1 (concurring opinion).",
    "joined": []
}