{
    "case": {
        "docket": "16-1027",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1027/"
    },
    "id": "3907385",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1027_________________RYAN AUSTIN COLLINS, PETITIONERv.VIRGINIAon writ of certiorari to the supreme court of\nvirginia[May 29, 2018]Justice Thomas, concurring.I join the Court’s opinion because it correctly\nresolves the Fourth Amendment question in this case. Notably, the\nonly reason that Collins asked us to review this question is\nbecause, if he can prove a violation of the Fourth Amendment, our\nprecedents require the Virginia courts to apply the exclusionary\nrule and potentially suppress the incriminating evidence against\nhim. I write separately because I have serious doubts about this\nCourt’s authority to impose that rule on the States. The assumption\nthat state courts must apply the federal exclusionary rule is\nlegally dubious, and many jurists have complained that it\nencourages “distort[ions]” in substantive Fourth Amendment law,Rakasv.Illinois, 439 U. S. 128, 157 (1978)\n(White, J., dissenting); see alsoCoolidgev.New\nHampshire, 403 U. S. 443, 490 (1971) (Harlan, J.,\nconcurring); Calabresi, The Exclusionary Rule, 26 Harv. J. L.\n& Pub. Pol’y 111, 112 (2003).The Fourth Amendment, as relevant here, protects\nthe people from “unreasonable searches” of “their . . .\nhouses.” As a general rule, warrantless searches of the curtilage\nviolate this command. At the founding, curtilage was considered\npart of the “hous[e]” itself. See 4 W. Blackstone, Commentaries on\nthe Laws of England 225 (1769) (“[T]he capital house protects and\nprivileges all its branches and appurtenants, if within the\ncurtilage”). And except in circumstances not present here, house\nsearches required a specific warrant. See W. Cuddihy, The Fourth\nAmendment: Origins and Original Meaning 602–1791, p. 743\n(2009) (Cuddihy); Donahue, The Original Fourth Amendment, 83 U.\nChi. L. Rev. 1181, 1237–1240 (2016); Davies, Recovering the\nOriginal Fourth Amendment, 98 Mich. L. Rev. 547, 643–646\n(1999). A warrant was required even if the house was being searched\nfor stolen goods or contraband—objects that, unlike cars, are not\nprotected by the Fourth Amendment at all.Id.,at 647–650;\nsee alsoCarrollv.United States, 267 U. S.\n132, 150–152 (1925) (Taft, C. J.) (discussing founding-era\nevidence that a search warrant was required when stolen goods and\ncontraband were “concealed in a dwelling house” but not when they\nwere “in course of transportation and concealed in a movable\nvessel”). Accordingly, the police acted “unreasonabl[y]” when they\nsearched the curtilage of Collins’ house without a\nwarrant.[1]While those who ratified the Fourth and\nFourteenth Amendments would agree that a constitutional violation\noccurred here, they would be deeply confused about the posture of\nthis case and the remedy that Collins is seeking. Historically, the\nonly remedies for unconstitutional searches and seizures were “tort\nsuits” and “self-help.”Utahv.Strieff, 579\nU. S. ___, ___ (2016) (slip op., at 4). The exclusionary\nrule—the practice of deterring illegal searches and seizures by\nsuppressing evidence at criminal trials—did not exist. No such rule\nexisted in “Roman Law, Napoleonic Law or even the Common Law of\nEngland.” Burger, Who Will Watch the Watchman? 14 Am. U.\nL. Rev. 1 (1964). And this Court did not adopt the federal\nexclusionary rule until the 20th century. SeeWeeksv.United States, 232 U. S. 383 (1914). As late as 1949,\nnearly two-thirds of the States did not have an exclusionary rule.\nSeeWolfv.Colorado, 338 U. S. 25, 29 (1949).\nThose States, as then-Judge Cardozo famously explained, did not\nunderstand the logic of a rule that allowed “[t]he criminal . . .\nto go free because the constable has blundered.”Peoplev.Defore, 242 N. Y. 13, 21, 150 N. E. 585, 587\n(1926).The Founders would not have understood the logic\nof the exclusionary rule either. Historically, if evidence was\nrelevant and reliable, its admissibility did not “depend upon the\nlawfulness or unlawfulness of the mode, by which it [was]\nobtained.”United Statesv.The La Jeune Eugenie, 26\nF. Cas. 832, 843 (No. 15, 551) (CC Mass. 1822) (Story, J.);\naccord, 1 S. Greenleaf, Evidence §254a, pp. 825–826 (14th ed.\n1883) (“[T]hat . . . subjects of evidence may have been\n. . . unlawfully obtained . . . is no valid\nobjection to their admissibility if they are pertinent to the\nissue”); 4 J. Wigmore, Evidence §2183, p. 626 (2d ed. 1923)\n(“[I]t has long been established that the admissibility of evidence\nis not affected by the illegality of the means through which the\nparty has been enabled to obtain the evidence” (emphasis deleted)).\nAnd the common law sometimes reflected the inverse of the\nexclusionary rule: The fact that someone turned out to be guilty\ncouldjustifyan illegal seizure. SeeGelstonv.Hoyt, 3 Wheat. 246, 310 (1818) (Story, J.) (“At common law,\nany person may at his peril, seize for a forfeiture to the\ngovernment; and if the government adopt his seizure, and the\nproperty is condemned, he will be completely justified”); 2 W.\nHawkins, Pleas of the Crown 77 (1721) (“And where a Man arrests\nanother, who is actually guilty of the Crime for which he is\narrested, . . . he needs not in justifying it, set forth\nany special Cause of his Suspicion”).Despite this history, the Court concluded inMappv.Ohio, 367 U. S. 643 (1961), that the\nStates must apply the federal exclusionary rule in their own\ncourts.Id.,at 655.[2]Mappsuggested that the exclusionary rule was required by\nthe Constitution itself. See,e.g.,id.,at 657\n(“[T]he exclusionary rule is an essential part of both the Fourth\nand Fourteenth Amendments”);id.,at 655 (“[E]vidence\nobtained by searches and seizures in violation of the Constitution\nis, by that same authority, inadmissible in a state court”);id.,at 655–656 (“[I]t was . . . constitutionally\nnecessary that the exclusion doctrine—an essential part of the\nright to privacy—be also insisted upon”).[3] But that suggestion could not withstand even the\nslightest scrutiny. The exclusionary rule appears nowhere in the\nConstitution, postdates the founding by more than a century, and\ncontradicts several longstanding principles of the common law. Seesupra,at 2–3; Cuddihy 759–760; Amar, Fourth Amendment First\nPrinciples, 107 Harv. L. Rev. 757, 786 (1994); Kaplan, The\nLimits of the Exclusionary Rule, 26 Stan. L. Rev. 1027,\n1030–1031 (1974).Recognizing this, the Court has since rejectedMapp’s “ ‘[e]xpansive dicta’ ” and clarified that\nthe exclusionary rule is not required by the Constitution.Davisv.United States, 564 U. S. 229, 237\n(2011) (quotingHudsonv.Michigan, 547 U. S.\n586, 591 (2006)). Suppression, this Court has explained, is not “a\npersonal constitutional right.”United Statesv.Calandra, 414 U. S. 338, 348 (1974); accord,Stonev.Powell, 428 U. S. 465, 486 (1976). The\nFourth Amendment “says nothing about suppressing evidence,”Davis,supra, at 236, and a prosecutor’s “use of\nfruits of a past unlawful search or seizure ‘work[s] no new Fourth\nAmendment wrong,’ ”United Statesv.Leon, 468\nU. S. 897, 906 (1984) (quotingCalandra,supra,\nat 354).[4] Instead, the\nexclusionary rule is a “judicially created” doctrine that is\n“prudential rather than constitutionally mandated.”Pennsylvania\nBd. of Probation and Parolev.Scott, 524 U. S.\n357, 363 (1998); accord,Herringv.United States,\n555 U. S. 135, 139 (2009);Arizonav.Evans, 514\nU. S. 1, 10 (1995);United Statesv.Janis, 428\nU. S. 433, 459–460 (1976).[5]Although the exclusionary rule is not part of\nthe Constitution, this Court has continued to describe it as\n“federal law” and assume that it applies to the States.Evans,supra;Massachusettsv.Sheppard, 468 U. S. 981, 991 (1984). Yet the Court has\nnever attempted to justify this assumption. If the exclusionary\nrule is federal law, but is not grounded in the Constitution or a\nfederal statute, then it must be federal common law. See Monaghan,\nForeword: Constitutional Common Law, 89 Harv. L. Rev. 1, 10\n(1975). As federal common law, however, the exclusionary rule\ncannot bind the States.Federal law trumps state law only by virtue of\nthe Supremacy Clause, which makes the “Constitution, and the Laws\nof the United States which shall be made in Pursuance thereof; and\nall Treaties . . . the supreme Law of the Land,”\nArt. VI, cl. 2. When the Supremacy Clause refers to\n“[t]he Laws of the United States made in Pursuance [of the\nConstitution],” it means federal statutes, not federal common law.\nRamsey, The Supremacy Clause, Original Meaning, and Modern Law, 74\nOhio St. L. J. 559, 572–599 (2013) (Ramsey); Clark, Separation of\nPowers as a Safeguard of Federalism, 79 Texas L. Rev. 1321,\n1334–1336, 1338–1367 (2001) (Clark); see alsoGibbonsv.Ogden, 9 Wheat. 1, 211 (1824) (Marshall, C. J.) (“The\nappropriate application of that part of the clause which confers\n. . . supremacy on laws . . . is to\n. . . the laws of Congress, made in pursuance of the\nconstitution”); Hart, The Relations Between State and Federal Law,\n54 Colum. L. Rev. 489, 500 (1954) (“[T]he supremacy clause is\nlimited to those ‘Laws’ of the United States which are passed by\nCongress pursuant to the Constitution”). By referencing laws “made\nin Pursuance” of the Constitution, the Supremacy Clause\nincorporates the requirements of Article I, which force Congress to\nstay within its enumerated powers, §8, and follow the cumbersome\nprocedures for enacting federal legislation, §7. SeeWyethv.Levine, 555 U. S. 555, 585–587 (2009) (Thomas, J.,\nconcurring in judgment); 3 J. Story, Commentaries on the\nConstitution of the United States §1831, pp. 693–694 (1833);\nClark 1334. Those procedures—especially the requirement that bills\npass the Senate, where the States are represented equally and\nSenators were originally elected by state legislatures—safeguard\nfederalism by making federal legislation more difficult to pass and\nmore responsive to state interests. See Ramsey 565; Clark\n1342–1343. Federal common law bypasses these procedures and would\nnot have been considered the kind of “la[w]” that can bind the\nStates under the Supremacy Clause. See Ramsey 564–565, 568, 574,\n581; Jay, Origins of Federal Common Law: Part Two, 133 U. Pa.\nL. Rev. 1231, 1275 (1985).True, this Court, without citing the Supremacy\nClause, has recognized several “enclaves of federal judge-made law\nwhich bind the States.”Banco Nacional de Cubav.Sabbatino, 376 U. S. 398, 426 (1964); see,e.g.,\nid.,at 427–428 (foreign affairs);Hinderliderv.La\nPlata River & Cherry Creek Ditch Co., 304 U. S. 92,\n110 (1938) (disputes between States);Garrettv.Moore-McCormack Co., 317 U. S. 239, 245 (1942)\n(admiralty);Clearfield Trust Co.v.United States,\n318 U. S. 363, 366 (1943) (certain rights and obligations of\nthe United States);Textile Workersv.Lincoln Mills of\nAla., 353 U. S. 448, 456–457 (1957) (aspects of federal\nlabor law). To the extent these enclaves are delegations of\nlawmaking authority from the Constitution or a federal statute,\nthey do not conflict with the original meaning of the Supremacy\nClause (though they might be illegitimate for other reasons). See\nRamsey 568–569; Grano, Prophylactic Rules in Criminal Procedure: A\nQuestion of Article III Legitimacy, 80 Nw. U. L. Rev. 100,\n131–132 (1985). To the extent these enclaves are not rooted in the\nConstitution or a statute, their pre-emptive force is questionable.\nBut that is why this Court has “limited” them to a\n“ ‘few’ ” “narrow areas” where “the authority and duties\nof the United States as sovereign are intimately involved” or where\n“the interstate or international nature of the controversy makes it\ninappropriate for state law to control.”Texas Industries,\nInc.v.Radcliff Materials, Inc., 451 U. S. 630,\n640–641 (1981) (quotingWheeldinv.Wheeler, 373\nU. S. 647, 651 (1963)). Outside these narrow enclaves, the\ngeneral rule is that “[t]here is no federal general common law” and\n“[e]xcept in matters governed by the Federal Constitution or by\nActs of Congress, the law to be applied in any case is the law of\nthe State.”Erie R. Co.v.Tompkins, 304 U. S.\n64, 78 (1938).These precedents do not support requiring the\nStates to apply the exclusionary rule. As explained, the\nexclusionary rule is not rooted in the Constitution or a federal\nstatute. This Court has repeatedly rejected the idea that the rule\nis in the Fourth and Fourteenth Amendments, expressly or\nimplicitly. SeeDavis, 564 U. S., at 236;Leon,\n468 U. S., at 905–906; cf.Ziglarv.Abbasi, 582\nU. S. ___, ___ (2017) (slip op., at 11) (explaining that\nreading implied remedies into the Constitution is “a ‘disfavored’\njudicial activity”). And the exclusionary rule does not implicate\nany of the special enclaves of federal common law. It does not\ngovern the sovereign duties of the United States or disputes of an\ninterstate or international character. Instead, the rule governs\nthe methods that state police officers use to solve crime and the\nprocedures that state courts use at criminal trials—subjects that\nthe Federal Government generally has no power to regulate. SeeUnited Statesv.Morrison, 529 U. S. 598, 618\n(2000) (explaining that “[t]he regulation” and “vindication” of\nintrastate crime “has always been the province of the States”);Smithv.Phillips, 455 U. S. 209, 221 (1982)\n(“Federal courts hold no supervisory authority over state judicial\nproceedings”). These are not areas where federal common law can\nbind the States.[6]*  *  *In sum, I am skeptical of this Court’s\nauthority to impose the exclusionary rule on the States. We have\nnot yet revisited that question in light of our modern precedents,\nwhich rejectMapp’s essential premise that the exclusionary\nrule is required by the Constitution. We should do so.Notes1Collins did not live at\nthe house; he merely stayed there with his girlfriend several times\na week. But Virginia does not contest Collins’ assertion that the\nhouse is his, so I agree with the Court that Virginia has forfeited\nany argument to the contrary. Seeante,at 2, n. 1;United Statesv.Jones, 565 U. S. 400, 404,\nn. 2 (2012).2Twelve years beforeMapp, the Court declined to apply the federal exclusionary\nrule to the States. SeeWolfv.Colorado, 338\nU. S. 25 (1949).Wolfdenied that the Constitution\nrequires the exclusionary rule, since “most of the English-speaking\nworld” does not apply that rule and alternatives such as civil\nsuits and internal police discipline do not “fal[l] below the\nminimal standards assured by the Due Process Clause.”Id.,at 29, 31. InMapp, the Court overruledWolfand\napplied the exclusionary rule to the States, even though no party\nhad briefed or argued that question. See 367 U. S., at\n672–674, and nn. 4–6 (Harlan, J., dissenting); Stewart, The\nRoad toMappv.Ohioand Beyond: The Origins,\nDevelopment and Future of the Exclusionary Rule, 83 Colum. L. Rev.\n1365, 1368 (1983).3Justice Black, the\nessential fifth vote inMapp, did not agree that the Fourth\nAmendment contains an exclusionary rule. See 367 U. S., at\n661–662 (concurring opinion) (“[T]he Fourth Amendment does not\nitself contain any provision expressly precluding the use of such\nevidence, and I am extremely doubtful that such a provision could\nprop-erly be inferred”). But he concluded that, when the police\nseize private papers, suppression is required by a combination of\nthe Fourth and Fifth Amendments.Seeid.,at\n662–666.4The exclusionary rule is\nnot required by the Due Process Clause either. Given its\nnonexistent historical foundation, the exclusionary rule cannot be\na “settled usag[e] and mod[e] of proceeding existing in the common\nand statute law of England, before the emigration of our\nancestors.”Murray’s Lesseev.Hoboken Land &\nImprovement Co., 18 How. 272, 277 (1856). And the rule “has ‘no\nbearing on . . . the fairness of the trial.’ ”Desistv.United States, 394 U. S. 244, 254, n. 24\n(1969). If anything, the exclusionary rule itself “ ‘offends\nbasic concepts of the criminal justice system’ ” and exacts a\n“ ‘costly toll upon truth-seeking.’ ”Herringv.United States, 555 U. S. 135, 141 (2009). “The\n[excluded] evidence is likely to be the most reliable that could\npossibly be obtained [and thus] exclusion rather than admission\ncreates the danger of a verdict erroneous on the true facts.” H.\nFriendly, Benchmarks 260 (1967).5These statements cannot\nbe dismissed as mere dicta. Cf.Dickersonv.United\nStates, 530 U. S. 428, 438–441, and n. 2 (2000)\n(constitutionalizing the rule announced inMirandav.Arizona, 384 U. S. 436 (1966), despite earlier\nprecedents to the contrary). The nonconstitutional status of the\nexclusionary rule is why this Court held inStonev.Powell, 428 U. S. 465, 482–495 (1976), that violations\nare not cognizable on federal habeas review. Cf.Dickerson,supra, at 439 n. 3. And the nonconstitutional status of\nthe rule is why this Court has created more than a dozen exceptions\nto it, which apply even when the Fourth Amendment is concededly\nviolated. SeeUnited Statesv.Weaver, 808 F. 3d\n26, 49 (CADC 2015) (Henderson, J., dissenting) (collecting cases);\ncf.Dickerson,supra, at 441.6Of course, the States are free\nto adopt their own exclusionary rules as a matter of state law. But\nnothing in the Federal Constitution requires them to do so. Even\nassuming the Constitution requires particular state-law remedies\nfor federal constitutional violations, it does not require the\nexclusionary rule. The “sole purpose” of the exclusionary rule is\n“to deter future Fourth Amendment violations”; it does not\n“ ‘redress’ ” or “ ‘repair’ ” past ones.Davisv.United States, 564 U. S. 229, 236–237\n(2011). This Court has noted the lack of evidence supporting its\ndeterrent effect, seeUnited Statesv.Janis, 428\nU. S. 433, 450, n. 22 (1976), and this Court has recognized\nthe effectiveness of alternative deterrents such as state tort law,\nstate criminal law, internal police discipline, and suits under 42\nU. S. C. §1983, seeHudsonv.Michigan, 547\nU. S. 586, 597–599 (2006).",
    "joined": []
}