{
    "case": {
        "docket": "155",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/155/"
    },
    "id": "3422819",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–502_________________CLYDE REED, et al., PETITIONERSv.TOWN OF GILBERT, ARIZONA, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 18, 2015]Justice Thomas delivered the opinion of the\nCourt.The town of Gilbert, Arizona (or Town), has\nadopted a comprehensive code governing the manner in which people\nmay display outdoor signs. Gilbert, Ariz., Land Development Code\n(Sign Code or Code), ch. 1, §4.402 (2005).[1] The Sign Code identifies various categories of signs\nbased on the type of information they convey, then subjects each\ncategory to different restrictions. One of the categories is\n“Temporary Directional Signs Relating to a Qualifying Event,”\nloosely defined as signs directing the public to a meeting of a\nnonprofit group. §4.402(P). The Code imposes more stringent\nrestrictions on these signs than it doeson signs conveying other\nmessages. We hold that these provisions are content-based\nregulations of speech that cannot survive strict scrutiny.IAThe Sign Code prohibits the display of outdoor\nsigns anywhere within the Town without a permit, but it then\nexempts 23 categories of signs from that requirement. These\nexemptions include everything from bazaar signs to flying banners.\nThree categories of exempt signs are particularly relevant\nhere.The first is “Ideological Sign[s].” This\ncategory includes any “sign communicating a message or ideas for\nnoncommercial purposes that is not a Construction Sign, Directional\nSign, Temporary Directional Sign Relating to a Qualifying Event,\nPolitical Sign, Garage Sale Sign, or a sign owned or required by a\ngovernmental agency.” Sign Code, Glossary of General Terms\n(Glossary), p. 23 (emphasis deleted). Of the three categories\ndiscussed here, the Code treats ideological signs most favorably,\nallowing them to be up to 20 square feet in area and to be placed\nin all “zoning districts” without time limits. §4.402(J).The second category is “Political Sign[s].” This\nincludes any “temporary sign designed to influence the outcome of\nan election called by a public body.” Glossary 23.[2] The Code treats these signs less favorably\nthan ideological signs. The Code allows the placement of political\nsigns up to 16 square feet on residential property and up to 32\nsquare feet on nonresidential property, undeveloped municipal\nproperty, and “rights-of-way.” §4.402(I).[3] These signs may be displayed up to 60 days before a\nprimary election and up to 15 days following a general election.Ibid.The third category is “Temporary Directional\nSigns Relating to a Qualifying Event.” This includes any “Temporary\nSign intended to direct pedestrians, motorists, and other passersby\nto a ‘qualifying event.’ ” Glossary 25 (emphasis deleted). A\n“qualifying event” is defined as any “assembly, gathering,\nactivity, or meeting sponsored, arranged, or promoted by a\nreligious, charitable, community service, educational, or other\nsimilar non-profit organization.”Ibid.The Code treats\ntemporary directional signs even less favorably than political\nsigns.[4] Temporary directional\nsigns may be no larger than six square feet. §4.402(P). They may be\nplaced on private property or on a public right-of-way, but no more\nthan four signs may be placed on a single property at any time.Ibid. And, they may be displayed no more than 12 hours\nbefore the “qualifying event” and no more than 1 hour afterward.Ibid.BPetitioners Good News Community Church\n(Church) and its pastor, Clyde Reed, wish to advertise the time and\nlocation of their Sunday church services. The Church is a small,\ncash-strapped entity that owns no building, so it holds its\nservices at elementary schools or other locations in or near the\nTown. In order to inform the public about its services, which are\nheld in a variety of different locations, the Church began placing\n15 to 20 temporary signs around the Town, frequently in the public\nright-of-way abutting the street. The signs typically displayed the\nChurch’s name, along with the time and location of the upcoming\nservice. Church members would post the signs early in the day on\nSaturday and then remove them around midday on Sunday. The display\nof these signs requires little money and manpower, and thus has\nproved to be an economical and effective way for the Church to let\nthe community know where its services are being held each week.This practice caught the attention of the Town’s\nSign Code compliance manager, who twice cited the Church for\nviolating the Code. The first citation noted that the Church\nexceeded the time limits for displaying its temporary directional\nsigns. The second citation referred to the same problem, along with\nthe Church’s failure to include the date of the event on the signs.\nTown officials even confiscated one of the Church’s signs, which\nReed had to retrieve from the municipal offices.Reed contacted the Sign Code Compliance\nDepartment in an attempt to reach an accommodation. His efforts\nproved unsuccessful. The Town’s Code compliance manager informed\nthe Church that there would be “no leni-ency under the Code” and\npromised to punish any futureviolations.Shortly thereafter, petitioners filed a\ncomplaint in the United States District Court for the District of\nArizona, arguing that the Sign Code abridged their freedom of\nspeech in violation of the First and Fourteenth Amendments. The\nDistrict Court denied the petitioners’ motion for a preliminary\ninjunction. The Court of Appeals for the Ninth Circuit affirmed,\nholding that the Sign Code’s provision regulating temporary\ndirectional signs did not regulate speech on the basis of content.\n587 F. 3d 966, 979 (2009). It reasoned that, even though an\nenforcement officer would have to read the sign to determine what\nprovisions of the Sign Code applied to it, the “ ‘kind of\ncursory examination’ ” that would be necessary for an officer\nto classify it as a temporary directional sign was “not akin to an\nofficer synthesizing the expressive content of the sign.”Id., at 978. It then remanded for the District Court to\ndetermine in the first instance whether the Sign Code’s\ndistinctions among temporary directional signs, political signs,\nand ideological signs nevertheless constituted a content-based\nregulation of speech.On remand, the District Court granted summary\njudgment in favor of the Town. The Court of Appeals again affirmed,\nholding that the Code’s sign categories were content neutral. The\ncourt concluded that “the distinctions between Temporary\nDirectional Signs, Ideological Signs, and Political Signs\n. . . are based on objective factors relevant to\nGilbert’s creation of the specific exemption from the permit\nrequirement and do not otherwise consider the substance of the\nsign.” 707 F. 3d 1057, 1069 (CA9 2013). Relying on this\nCourt’s decision inHillv.Colorado, 530 U. S.\n703 (2000) , the Court of Appeals concluded that the Sign Code is\ncontent neutral. 707 F. 3d, at 1071–1072. As the court\nexplained, “Gilbert did not adopt its regulation of speech because\nit disagreed with the message conveyed” and its “interests in\nregulat[ing] temporary signs are unrelated to the content of the\nsign.”Ibid.Accord-ingly, the court believed that the Code\nwas “content-neutral as that term [has been] defined by the Supreme\nCourt.”Id.,at 1071. In light of that determination, it\napplied a lower level of scrutiny to the Sign Code and concluded\nthat the law did not violate the First Amendment.Id., at\n1073–1076.We granted certiorari, 573 U. S. ___\n(2014), and now reverse.IIAThe First Amendment, applicable to the States\nthrough the Fourteenth Amendment, prohibits the enactment of laws\n“abridging the freedom of speech.” U. S. Const., Amdt. 1.\nUnder that Clause, a government, including a municipal government\nvested with state authority, “has no power to restrict expression\nbecause of its message, its ideas, its subject matter, or its\ncontent.”Police Dept. of Chicagov.Mosley, 408\nU. S. 92, 95 (1972) . Content-based laws—those that target\nspeech based on its communicative content—are presumptively\nunconstitutional and may be justified only if the government proves\nthat they are narrowly tailored to serve compelling state\ninterests.R. A. V.v.St. Paul, 505\nU. S. 377, 395 (1992) ;Simon & Schuster, Inc.v.Members of N. Y. State Crime Victims Bd., 502\nU. S. 105, 115, 118 (1991) .Government regulation of speech is content based\nif a law applies to particular speech because of the topic\ndiscussed or the idea or message expressed.E.g., Sorrellv.IMS Health, Inc., 564 U. S. ___, ___–___ (2011) (slip\nop., at 8–9);Careyv.Brown, 447 U. S. 455, 462\n(1980) ;Mosley,supra,at 95. This commonsense\nmeaning of the phrase “content based” requires a court to consider\nwhether a regulation of speech “on its face” draws distinctions\nbased on the message a speaker conveys.Sorrell,supra,at ___ (slip op., at 8). Some facial distinctions\nbased on a message are obvious, defining regulated speech by\nparticular subject matter, and others are more subtle, defining\nregulated speech by its function or purpose. Both are distinctions\ndrawn based on the message a speaker conveys, and, therefore, are\nsubject to strict scrutiny.Our precedents have also recognized a separate\nand additional category of laws that, though facially content\nneutral, will be considered content-based regulations of speech:\nlaws that cannot be “ ‘justified without reference to the\ncontent of the regulated speech,’ ” or that were adopted by\nthe government “because of disagreement with the message [the\nspeech] conveys,”Wardv.Rock Against Racism, 491\nU. S. 781, 791 (1989).Those laws, like those that are\ncontent based on their face, must also satisfy strict scrutiny.BThe Town’s Sign Code is content based on its\nface. It defines “Temporary Directional Signs” on the basis of\nwhether a sign conveys the message of directing the public to\nchurch or some other “qualifying event.” Glossary 25. It defines\n“Political Signs” on the basis of whether a sign’s message is\n“designed to influence the outcome of an election.”Id.,at\n24. And it defines “Ideological Signs” on the basis of whether a\nsign “communicat[es] a message or ideas” that do not fit within the\nCode’s other categories.Id.,at 23. It then subjects each\nof these categories to different restrictions.The restrictions in the Sign Code that apply to\nany given sign thus depend entirely on the communicative content of\nthe sign. If a sign informs its reader of the time and place a book\nclub will discuss John Locke’s Two Treatises of Government, that\nsign will be treated differently from a sign expressing the view\nthat one should vote for one of Locke’s followers in an upcoming\nelection, and both signs will be treated differently from a sign\nexpressing an ideological view rooted in Locke’s theory of\ngovernment. More to the point, the Church’s signs inviting people\nto attend its worship services are treated differently from signs\nconveying other types of ideas. On its face, the Sign Code is a\ncontent-based regulation of speech. We thus have no need to\nconsider the government’s justifications or purposes for enacting\nthe Code to determine whether it is subject to strict scrutiny.CIn reaching the contrary conclusion, the Court\nof Appeals offered several theories to explain why the Town’s Sign\nCode should be deemed content neutral. None is persuasive.1The Court of Appeals first determined that the\nSign Code was content neutral because the Town “did not adopt its\nregulation of speech [based on] disagree[ment] with the message\nconveyed,” and its justifications for regulating temporary\ndirectional signs were “unrelated to the content of the sign.” 707\nF. 3d, at 1071–1072. In its brief to this Court, the United\nStates similarly contends that a sign regulation is content\nneutral—even if it expressly draws distinctions based on the sign’s\ncommunicative content—if those distinctions can be\n“ ‘justified without reference to the content of the regulated\nspeech.’ ” Brief for United States asAmicus Curiae20,\n24 (quotingWard,supra, at 791; emphasis\ndeleted).But this analysis skips the crucial first step\nin thecontent-neutrality analysis: determining whether the law is\ncontent neutral on its face. A law that is content based on its\nface is subject to strict scrutiny regardless of the government’s\nbenign motive, content-neutral justification, or lack of “animus\ntoward the ideas contained” in the regulated speech.Cincinnativ.Discovery Network,Inc.,507\nU. S. 410, 429 (1993) . We have thus made clear that\n“ ‘[i]llicit legislative intent is not thesine qua nonof a violation of the First Amendment,’ ” and a party opposing\nthe government “need adduce ‘no evidence of an improper censorial\nmotive.’ ”Simon & Schuster, supra,at 117.\nAlthough “a content-based purpose may be sufficient in certain\ncircumstances to show that a regulation is content based, it is not\nnecessary.”Turner Broadcasting System, Inc.v.FCC,\n512 U. S. 622, 642 (1994) . In other words, an innocuous\njustification cannot transform a facially content-based law into\none that is content neutral.That is why we have repeatedly considered\nwhether a law is content neutral on its facebeforeturning\nto the law’s justification or purpose. See,e.g.,Sorrell,supra,at ___–___ (slip op., at 8–9)\n(statute was content based “on its face,” and there was also\nevidence of an impermissible legislative motive);United\nStatesv.Eichman, 496 U. S. 310, 315 (1990)\n(“Although the [statute] contains no ex-plicit content-based\nlimitation on the scope of prohibited conduct, it is nevertheless\nclear that the Government’s assertedinterestis related to\nthe suppression of free expression” (internal quotation marks\nomitted));Members of City Council of Los Angelesv.Taxpayers for Vincent, 466 U. S. 789, 804 (1984) (“The\ntext of the ordinance is neutral,” and “there is not even a hint of\nbias or censorship in the City’s enactment or enforcement of this\nordinance”);Clarkv.Community for Creative\nNon-Violence, 468 U. S. 288, 293 (1984) (requiring that a\nfacially content-neutral ban on camping must be “justified without\nreference to the content of the regulated speech”);United\nStatesv.O’Brien, 391 U. S. 367, 375, 377 (1968)\n(noting that the statute “on its face deals with conduct having no\nconnection with speech,” but examining whether the “the\ngovernmental interest is unrelated to the suppression of free\nexpression”). Because strict scrutiny applies either when a law is\ncontent based on its face or when the purpose and justification for\nthe law are content based, a court must evaluate each question\nbefore it concludes that the law is content neutral and thus\nsubject to a lower level of scrutiny.The Court of Appeals and the United States\nmisunderstand our decision inWardas suggesting that a\ngovernment’s purpose is relevant even when a law is content based\non its face. That is incorrect.Wardhad nothing to say\nabout facially content-based restrictions because it involved a\nfacially content-neutralban on the use, in a city-owned\nmusic venue, of sound amplification systems not provided by the\ncity. 491 U. S., at 787, and n. 2. In that context, we\nlooked to governmental motive, including whether the government had\nregulated speech “because of disagreement” with its message, and\nwhether the regulation was “ ‘justified without reference to\nthe content of the speech.’ ”Id.,at 791. ButWard’s framework “applies only if a statute is content\nneutral.”Hill, 530 U. S., at 766 (Kennedy, J.,\ndissenting). Its rules thus operate “to protect speech,” not “to\nrestrict it.”Id.,at 765.The First Amendment requires no less. Innocent\nmotives do not eliminate the danger of censorship presented by a\nfacially content-based statute, as future government officials may\none day wield such statutes to suppress disfavored speech. That is\nwhy the First Amendment expressly targets the operation of the\nlaws—i.e.,the “abridg[ement] of speech”—rather than merely\nthe motives of those who enacted them. U. S. Const., Amdt. 1.\n“ ‘The vice of content-based legislation . . . is\nnot that it is always used for invidious, thought-control purposes,\nbut that it lends itself to use for those purposes.’ ”Hill, supra,at 743 (Scalia, J., dissenting).For instance, inNAACPv.Button,\n371 U. S. 415 (1963) , the Court encountered a State’s attempt\nto use a statute prohibiting “ ‘improper solicitation’ ”\nby attorneys to outlaw litigation-related speech of the National\nAssociation for the Advancement of Colored People.Id.,at\n438. AlthoughButtonpredated our more recent formulations\nof strict scrutiny, the Court rightly rejected the State’s claim\nthat its interest in the “regulation of professional conduct”\nrendered the statute consistent with the First Amendment, observing\nthat “it is no answer . . . to say . . . that\nthe purpose of these regulations was merely to insure high\nprofessional standards and not to curtail free expression.”Id.,at 438–439. Likewise, one could easily imagine a Sign\nCode compliance manager who disliked the Church’s substantive\nteachings deploying the Sign Code to make it more difficult for the\nChurch to inform the public of the location of its services.\nAccordingly, we have repeatedly “rejected the argument that\n‘discriminatory . . . treatment is suspect under the\nFirst Amendment only when the legislature intends to suppress\ncertain ideas.’ ”Discovery Network,507 U. S., at\n429. We do so again today.2The Court of Appeals next reasoned that the\nSign Code was content neutral because it “does not mention any idea\nor viewpoint, let alone single one out for differential treatment.”\n587 F. 3d, at 977. It reasoned that, for the purpose of the\nCode provisions, “[i]t makes no difference which candidate is\nsupported, who sponsors the event, or what ideological perspective\nis asserted.” 707 F. 3d, at 1069.The Town seizes on this reasoning, insisting\nthat “content based” is a term of art that “should be applied\nflexibly” with the goal of protecting “viewpoints and ideas from\ngovernment censorship or favoritism.” Brief for Respondents 22. In\nthe Town’s view, a sign regulation that “does not censor or favor\nparticular viewpoints or ideas” cannot be content based.Ibid. The Sign Code allegedly passes this test because its\ntreatment of temporary directional signs does not raise any\nconcerns that the government is “endorsing or suppressing ‘ideas or\nviewpoints,’ ”id., at 27, and the provisions for\npolitical signs and ideological signs “are neutral as to particular\nideas or viewpoints” within those categories.Id., at\n37.This analysis conflates two distinct but related\nlimitations that the First Amendment places on government\nregulation of speech. Government discrimination among viewpoints—or\nthe regulation of speech based on “the specific motivating ideology\nor the opinion or perspective of the speaker”—is a “more blatant”\nand “egregious form of content discrimination.”Rosenbergerv.Rector and Visitors of Univ. of Va., 515 U. S. 819,\n829 (1995) . But it is well established that “[t]he First\nAmendment’s hostility to content-based regulation extends not only\nto restrictions on particular viewpoints, but also to prohibition\nof public discussion of an entire topic.”Consolidated Edison\nCo. of N. Y.v.Public Serv. Comm’n of N. Y.,\n447 U. S. 530, 537 (1980) .Thus, a speech regulation targeted at specific\nsubject matter is content based even if it does not discriminate\namong viewpoints within that subject matter.Ibid.For\nexample, a law banning the use of sound trucks for political\nspeech—and only political speech—would be a content-based\nregulation, even if it imposed no limits on the political\nviewpoints that could be expressed. SeeDiscovery Network,\nsupra,at 428. The Town’s Sign Code likewise singles out\nspecific subject matter for differential treatment, even if it does\nnot target viewpoints within that subject matter. Ideological\nmessages are given more favorable treatment than messages\nconcerning a political candidate, which are themselves given more\nfavorable treatment than messages announcing an assembly of\nlike-minded individuals. That is a paradigmatic example of\ncontent-based discrimination.3Finally, the Court of Appeals characterized\nthe Sign Code’s distinctions as turning on “ ‘the\ncontent-neutral elements of who is speaking through the sign and\nwhether and when an event is occurring.’ ” 707 F. 3d, at\n1069. That analysis is mistaken on both factual and legal\ngrounds.To start, the Sign Code’s distinctions are not\nspeaker based. The restrictions for political, ideological, and\ntemporary event signs apply equally no matter who sponsors them. If\na local business, for example, sought to put up signs advertising\nthe Church’s meetings, those signs would be subject to the same\nlimitations as such signs placed by the Church. And if Reed had\ndecided to dis-play signs in support of a particular candidate, he\ncould have made those signs far larger—and kept them up for far\nlonger—than signs inviting people to attend hischurch services. If\nthe Code’s distinctions were truly speaker based, both types of\nsigns would receive the same treatment.In any case, the fact that a distinction is\nspeaker based does not, as the Court of Appeals seemed to believe,\nautomatically render the distinction content neutral. Because\n“[s]peech restrictions based on the identity of the speaker are all\ntoo often simply a means to control content,”Citizens\nUnitedv.Federal Election Comm’n, 558 U. S. 310,\n340 (2010) , we have insisted that “laws favoring some speakers\nover others demand strict scrutiny when the legislature’s speaker\npreference reflects a content preference,”Turner,512\nU. S., at 658. Thus, a law limiting the content of newspapers,\nbut only newspapers, could not evade strict scrutiny simply because\nit could be characterized as speaker based. Likewise, a\ncontent-based law that restricted the political speech of all\ncorporations would not become content neutral just because it\nsingled out corporations as a class of speakers. SeeCitizens\nUnited, supra, at 340–341. Characterizing a distinction as\nspeaker based is only the beginning—not the end—of the inquiry.Nor do the Sign Code’s distinctions hinge on\n“whether and when an event is occurring.” The Code does not permit\ncitizens to post signs on any topic whatsoever within a set period\nleading up to an election, for example. Instead, come election\ntime, it requires Town officials to determine whether a sign is\n“designed to influence the outcome of an election” (and thus\n“political”) or merely “communicating a message or ideas for\nnoncommercial purposes” (and thus “ideological”). Glossary 24. That\nobvious content-based inquiry does not evade strict scrutiny review\nsimply because an event (i.e.,an election) is involved.And, just as with speaker-based laws, the fact\nthat a distinction is event based does not render it content\nneutral. The Court of Appeals cited no precedent from this Court\nsupporting its novel theory of an exception from the\ncontent-neutrality requirement for event-based laws. As we have\nexplained, a speech regulation is content based if the law applies\nto particular speech because of the topic discussed or the idea or\nmessage expressed.Supra,at 6. A regulation that targets a\nsign because it conveys an idea about a specific event is no less\ncontent based than a regulation that targets a sign because it\nconveys some other idea. Here, the Code singles out signs bearing a\nparticular message: the time and location of a specific event. This\ntype of ordinance may seem like a perfectly rational way to\nregulate signs, but a clear and firm rule governing content\nneutrality is an essential means of protecting the freedom of\nspeech, even if laws that might seem “entirely reasonable” will\nsometimes be “struck down because of their content-based nature.”City of Laduev.Gilleo, 512 U. S. 43, 60 (1994)\n(O’Connor, J., concurring).IIIBecause the Town’s Sign Code imposes\ncontent-based restrictions on speech, those provisions can stand\nonly if they survive strict scrutiny, “ ‘which requires the\nGovernment to prove that the restriction furthers a compelling\ninterest and is narrowly tailored to achieve that interest,’ ”Arizona Free Enterprise Club’s Freedom Club PACv.Bennett, 564 U. S. ___, ___ (2011) (slip op., at 8)\n(quotingCitizens United, 558 U. S.,at 340).\nThus, it is the Town’s burden to demonstrate that the Code’s\ndifferentiation between temporary directional signs and other types\nof signs, such as political signs and ideological signs, furthers a\ncompelling governmental interest and is narrowly tailored to that\nend. Seeibid.The Town cannot do so. It has offered only two\ngovernmental interests in support of the distinctions the Sign Code\ndraws: preserving the Town’s aesthetic appeal and traffic safety.\nAssuming for the sake of argument that those are compelling\ngovernmental interests, the Code’s distinctions fail as hopelessly\nunderinclusive.Starting with the preservation of aesthetics,\ntemporary directional signs are “no greater an eyesore,”Discovery Network, 507 U. S.,at 425, than\nideological or political ones. Yet the Code allows unlimited\nproliferation of larger ideological signs while strictly limiting\nthe number, size, and duration of smaller directional ones. The\nTown cannot claim that placing strict limits on temporary\ndirectional signs is necessary to beautify the Town while at the\nsame time allowing unlimited numbers of other types of signs that\ncreate the same problem.The Town similarly has not shown that limiting\ntemporary directional signs is necessary to eliminate threats to\ntraffic safety, but that limiting other types of signs is not. The\nTown has offered no reason to believe that directional signs pose a\ngreater threat to safety than do ideological or political signs. If\nanything, a sharply worded ideological sign seems more likely to\ndistract a driver than a sign directing the public to a nearby\nchurch meeting.In light of this underinclusiveness, the Town\nhas not met its burden to prove that its Sign Code is narrowly\ntailored to further a compelling government interest. Because a\n“ ‘law cannot be regarded as protecting an interest of the\nhighest order, and thus as justifying a restriction on truthful\nspeech, when it leaves appreciable damage to that supposedly vital\ninterest unprohibited,’ ”Republican Party of Minn.v.White, 536 U. S. 765, 780 (2002) , the Sign Code fails\nstrict scrutiny.IVOur decision today will not prevent\ngovernments from enacting effective sign laws. The Town asserts\nthat an “ ‘absolutist’ ” content-neutrality rule would\nrender “virtually all distinctions in sign laws . . .\nsubject to strict scrutiny,” Brief for Respondents 34–35, but that\nis not the case. Not “all distinctions” are subject to strict\nscrutiny, onlycontent-basedones are. Laws that arecontent neutralare instead subject to lesser scrutiny. SeeClark, 468 U. S., at 295.The Town has ample content-neutral options\navailable to resolve problems with safety and aesthetics. For\nexample, its current Code regulates many aspects of signs that have\nnothing to do with a sign’s message: size, building materials,\nlighting, moving parts, and portability. See,e.g.,§4.402(R). And on public property, the Town may go a long way\ntoward entirely forbidding the posting of signs, so long as it does\nso in an evenhanded, content-neutral manner. SeeTaxpayers for\nVincent, 466 U. S., at 817 (upholding content-neutral ban\nagainst posting signs on public property). Indeed, some lower\ncourts have long held that similar content-based sign laws receive\nstrict scrutiny, but there is no evidence that towns in those\njurisdictions have suffered catastrophic effects. See,e.g.,Solantic, LLCv.Neptune Beach, 410 F. 3d 1250,\n1264–1269 (CA11 2005) (sign categories similar to the town of\nGilbert’s were content based and subject to strict scru-tiny);Matthewsv.Needham, 764 F. 2d 58, 59–60 (CA1\n1985) (law banning political signs but not commercial signs was\ncontent based and subject to strict scrutiny).We acknowledge that a city might reasonably view\nthe general regulation of signs as necessary because signs “take up\nspace and may obstruct views, distract motorists, displace\nalternative uses for land, and pose other problems that\nlegitimately call for regulation.”City of Ladue, 512\nU. S., at 48. At the same time, the presence of certain signs\nmay be essential, both for vehicles and pedestrians, to guide\ntraffic or to identify hazards and ensure safety. A sign ordinance\nnarrowly tailored to the challenges of protecting the safety of\npedestrians, drivers, and passengers—such as warning signs marking\nhazards on private property, signs directing traffic, or street\nnumbers associated with private houses—well might survive strict\nscrutiny. The signs at issue in this case, including political and\nideological signs and signs for events, are far removed from those\npurposes. As discussed above, they are facially content based and\nare neither justified by traditional safety concerns nor narrowly\ntailored.*  *  *We reverse the judgment of the Court of\nAppeals and remand the case for proceedings consistent with this\nopinion.It is so ordered.Notes1The Town’s Sign Code is\navailable online at\nhttp://www.gilbertaz.gov/departments / development - service / planning - development / land -development-code\n(as visited June 16, 2015, and available in Clerk of Court’s case\nfile).2A “Temporary Sign” is a\n“sign not permanently attached to the ground, a wall or a building,\nand not designed or intended for permanent display.” Glossary\n25.3The Code defines\n“Right-of-Way” as a “strip of publicly owned land occupied by or\nplanned for a street, utilities, landscaping, sidewalks, trails,\nand similar facilities.”Id.,at 18.4The Sign Code has been\namended twice during the pendency of this case. When litigation\nbegan in 2007, the Code defined the signs at issue as “Religious\nAssembly Temporary Direction Signs.” App. 75. The Code entirely\nprohibited placement of those signs in the public right-of-way, and\nit forbade posting them in any location for more than two hours\nbefore the religious assembly or more than one hour afterward.Id.,at 75–76. In 2008, the Town redefined the category as\n“Temporary Directional Signs Related to a Qualifying Event,” and it\nexpanded the time limit to 12 hours before and 1 hour after the\n“qualifying event.”Ibid.In 2011, the Town amended the Code\nto authorize placement of temporary directional signs in the public\nright-of-way.Id.,at 89.",
    "joined": []
}