{
    "case": {
        "docket": "19-71",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-71/"
    },
    "id": "4335056",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–71_________________FNU TANZIN, et al., PETITIONERSv.MUHAMMAD TANVIR, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[December 10, 2020]Justice Thomas delivered the opinion of the\nCourt.The Religious Freedom Restoration Act of 1993\n(RFRA) prohibits the Federal Government from imposing substantial\nburdens on religious exercise, absent a compelling interest pursued\nthrough the least restrictive means. 107Stat. 1488, 42\nU. S. C. §2000bbet seq.It also gives a\nperson whose religious exercise has been unlawfully burdened the\nright to seek “appropriate relief.” The question here is whether\n“appropriate relief ” includes claims for money damages\nagainst Government officials in their individual capacities. We\nhold that it does.IARFRA secures Congress’ view of the right to\nfree exercise under the First Amendment, and it provides a remedy\nto redress violations of that right. Congress passed the Act in the\nwake of this Court’s decision inEmployment Div., Dept. of Human\nResources of Ore.v.Smith,494\nU.S. 872, 885–890 (1990), which held that the First Amendment\ntolerates neutral, generally applicable laws that burden or\nprohibit religious acts even when the laws are unsupported by a\nnarrowly tailored, compelling governmental interest. See\n§2000bb(a). RFRA sought to counter the effect of that holding and\nrestore the pre-Smith“compelling interest test” by\n“provid[ing] a claim . . . to persons whose religious\nexercise is substantially burdened by government.”\n§§2000bb(b)(1)–(2). That right of action enables a person to\n“obtain appropriate relief against a government.” §2000bb–1(c). A\n“ ‘government’ ” is defined to include “a branch,\ndepartment, agency, instrumentality, and official (or other person\nacting under color of law) of the United States.” §2000bb–2(1).BRespondents Muhammad Tanvir, Jameel Algibhah,\nand Naveed Shinwari are practicing Muslims who claim that Federal\nBureau of Investigation agents placed them on the No Fly List in\nretaliation for their refusal to act as informants against their\nreligious communities. Respondents sued various agents in their\nofficial capacities, seeking removal from the No Fly List. They\nalso sued the agents in their individual capacities for money\ndamages. According to respondents, the retaliation cost them\nsubstantial sums of money: airline tickets wasted and income from\njob opportunities lost.More than a year after respondents sued, the\nDepartment of Homeland Security informed them that they could now\nfly, thus mooting the claims for injunctive relief. The District\nCourt then dismissed the individual-capacity claims for money\ndamages, ruling that RFRA does not permit monetary relief.The Second Circuit reversed. 894 F.3d 449\n(2018). It determined that RFRA’s express remedies provision,\ncombined with the statutory definition of “Government,” authorizes\nclaims against federal officials in their individual capacities.\nRelying on our precedent and RFRA’s broad protections for religious\nliberty, the court concluded that the open-ended phrase\n“appropriate relief ” encompasses money damages against\nofficials. We granted certiorari, 589 U. S. ___ (2019), and\nnow affirm.IIAs usual, we start with the statutory text.E.g.,Mission Product Holdings, Inc.v.Tempnology, LLC, 587 U. S. ___, ___ (2019) (slip op.,\nat 8). A person whose exercise of religion has been unlawfully\nburdened may “obtain appropriate relief against a government.” 42\nU. S. C. §2000bb–1(c).AWe first have to determine if injured parties\ncan sue Government officials in their personal capacities. RFRA’s\ntext provides a clear answer: They can. Persons may sue and obtain\nrelief “against a government,” §2000bb–1(c), which is defined to\ninclude “a branch, department, agency, instrumentality, andofficial(or other person acting under color of law)\nof the United States.” §2000bb–2(1) (emphasis added).The Government urges us to limit lawsuits\nagainst officials to suits against them in their official, not\npersonal, capacities. A lawsuit seeking damages from employees in\ntheir individual capacities, the Government argues, is not really\n“against a government” because relief “can be executed only against\nthe official’s personal assets.”Kentuckyv.Graham,473 U.S.\n159, 166 (1985).The problem with this otherwise plausible\nargument is that Congress supplanted the ordinary meaning of\n“government” with a different, express definition. “ ‘When a\nstatute includes an explicit definition, we must follow that\ndefinition,’ even if it varies from a term’s ordinary meaning.”Digital Realty Trust, Inc.v.Somers, 583 U. S.\n___, ___ (slip op., at 9) (quotingBurgessv.United\nStates,553 U.S.\n124, 130 (2008)). For example, if a statute defines a “State”\nto include territories and districts, that addition to the plain\nmeaning controls. See,e.g.,15 U. S. C. §267. So\ntoo here. A “government,” under RFRA, extends beyond the term’s\nplain meaning to include officials. And the term “official” does\nnot refer solely to an office, but rather to the actual person “who\nis invested with an office.” 10 Oxford English Dictionary 733 (2d\ned. 1989). Under RFRA’s definition, relief that can be executed\nagainst an “official . . . of the United States”is“relief against a government.” 42 U. S. C.\n§§2000bb–1(c), 2000bb–2(1).Not only does the term “government” encompass\nofficials, it also authorizes suits against “other person[s] acting\nunder color of law.” §2000bb–2(1). The right to obtain relief\nagainst “a person” cannot be squared with the Government’s reading\nthat relief must always run against the United States.\nMoreover,the use of the phrase “official (orotherperson . . . )” underscores that\n“official[s]” are treated like “person[s].”Ibid.(emphasis\nadded). In other words, the parenthetical clarifies that “a\ngovernment” includes both individuals who are officials acting\nunder color of lawandother, additional individuals who are\nnonofficials acting under color of law. Here, respondents sued the\nformer.The legal “backdrop against which Congress\nenacted” RFRA confirms the propriety of individual-capacity suits.Stewartv.Dutra Constr. Co.,543\nU.S. 481, 487 (2005). The phrase “persons acting under color of\nlaw” draws on one of the most well-known civil rights statutes: 42\nU. S. C. §1983. That statute applies to “person[s]\n. . . under color of any statute,” and this Court has\nlong interpreted it to permit suits against officials in their\nindividual capacities. See,e.g.,Memphis Community\nSchool Dist.v.Stachura,477 U.S.\n299, 305–306, and n. 8 (1986). Because RFRA uses the same\nterminology as §1983 in the very same field of civil rights law,\n“it is reasonable to believe that the terminology bears a\nconsistent meaning.” A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 323 (2012). A suit against an\nofficial in his personal capacity is a suit against a person acting\nunder color of law. And a suit against a person acting under color\nof law is a suit against “a government,” as defined under RFRA.\n§2000bb–1(c).BThe question then becomes what “appropriate\nrelief ” entails. Without a statutory definition, we turn to\nthe phrase’s plain meaning at the time of enactment. SeeFCCv.AT&T Inc.,562 U.S.\n397, 403 (2011). “Appropriate” means “[s]pecially fitted or\nsuitable, proper.” 1 Oxford English Dictionary, at 586; see also\nMerriam-Webster’s Collegiate Dictionary 57 (10th ed. 1996)\n(“especially suitable or compatible”). Because this language is\n“open-ended” on its face, what relief is\n“ ‘appropriate’ ” is “inherently context dependent.”Sossamonv.Texas,563 U.S.\n277, 286 (2011) (interpreting identical language).In the context of suits against Government\nofficials, damages have long been awarded as appropriate relief. In\nthe early Republic, “an array of writs . . . allowed\nindividuals to test the legality of government conduct by filing\nsuit against government officials” for money damages “payable by\nthe officer.” Pfander & Hunt, Public Wrongs and Private Bills:\nIndemnification and Govt Accountability in the Early Republic, 85\nN. Y. U. L. Rev. 1862, 1871–1875 (2010); seeid., at 1875, n. 52 (collecting cases). These common-law\ncauses of action remained available through the 19th century and\ninto the 20th. See,e.g.,Littlev.Barreme, 2\nCranch 170 (1804);Elliottv.Swartwout, 10 Pet. 137\n(1836);Mitchellv.Harmony, 13 How. 115 (1852);Buckv.Colbath, 3 Wall. 334 (1866);Belknapv.Schild,161 U.S.\n10(1896);PhiladelphiaCo. v.Stimson,223 U.S.\n605, 619–620 (1912) (“The exemption of the United States from\nsuit does not protect its officers from personal liability to\npersons whose rights of property they have wrongfully\ninvaded”).Though more limited, damages against federal\nofficials remain an appropriate form of relief today. In 1988 the\nWestfall Act foreclosed common-law claims for damages against\nfederal officials, 28 U. S. C. §2679, but it left open\nclaims for constitutional violations and certain statutory\nviolations. §§2679(b)(2)(A)–(B). Indeed, the Act expressly\ncontemplates that a statute could authorize an action for damages\nagainst Government employees. §2679(b)(2)(B) (explaining that the\ndisplacement of remedies “does not extend or apply to a civil\naction against an employee of the Government . . . which\nis brought for a violation of a statute of the United States under\nwhich such action against an individual is otherwise\nauthorized”).Damages are also commonly available against\nstate and local government officials. In 1871, for example,\nCongress passed the precursor to §1983, imposing liability on any\nperson who, under color of state law, deprived another of a\nconstitutional right. 17Stat. 13; see alsoMyersv.Anderson,238 U.S.\n368, 379, 383 (1915) (affirming award of damages against state\nelection officials). By the time Congress enacted RFRA, this Court\nhad interpreted the modern version of §1983 to permit monetary\nrecovery against officials who violated “clearly established”\nfederal law.E.g.,Procunierv.Navarette,434 U.S.\n555, 561–562 (1978);Siegertv.Gilley,500 U.S.\n226, 231 (1991).This availability of damages under §1983 is\nparticularly salient in light of RFRA’s origins. When first\nenacted, RFRA defined “ ‘government’ ” to include an\n“official (or other person acting under color of law) of the United\nStates,a State, or a subdivision of a State.” 107Stat. 1489\n(emphasis added). It made no distinction between state and federal\nofficials. After this Court held that RFRA could not be enforced\nagainst the States, seeCity of Boernev.Flores,521 U.S.\n507, 511 (1997), Congress narrowly amended the definition “by\nstriking ‘a State, or a subdivision of a State.’ ” 114Stat.\n806. That context is important because RFRA made clear that it was\nreinstating both the pre-Smithsubstantive protections of\nthe First Amendmentandthe right to vindicate those\nprotections by a claim. §2000bb(b). There is no doubt that damages\nclaims have always been available under §1983 for clearly\nestablished violations of the First Amendment. See,e.g.,Sausev.Bauer, 585 U. S. ___ (2018)\n(per curiam) (reversing grant of qualified immunity in\na case seeking damages under §1983 based on alleged violations of\nfree exercise rights and Fourth Amendment rights);Murphyv.Missouri Dept. of Corrections, 814 F.2d 1252, 1259 (CA8\n1987) (remanding to enter judgment for plaintiffs on a §1983 free\nspeech and free exercise claims and to determine and order\n“appropriate relief, which . . . may, if appropriate,\ninclude an award” of damages). Given that RFRA reinstated\npre-Smithprotections and rights, parties suing under RFRA\nmust have at least the same avenues for relief against officials\nthat they would have had beforeSmith. That means RFRA\nprovides, as one avenue for relief, a right to seek damages against\nGovernment employees.A damages remedy is not just “appropriate”\nrelief as viewed through the lens of suits against Government\nemployees. It is also theonlyform of relief that can\nremedy some RFRA violations. For certain injuries, such as\nrespondents’ wasted plane tickets, effective relief consists of\ndamages, not an injunction. See,e.g.,DeMarcov.Davis, 914 F.3d 383, 390 (CA5 2019) (destruction of\nreligious property);Yangv.Sturner,728 F. Supp. 845(RI 1990), opinion withdrawn750 F. Supp. 558(RI 1990) (autopsy of son that violated Hmong\nbeliefs). Given the textual cues just noted, it would be odd to\nconstrue RFRA in a manner that prevents courts from awarding such\nrelief. Had Congress wished to limit the remedy to that degree, it\nknew how to do so. See,e.g., 29 U. S. C.\n§1132(a)(3) (providing for “appropriate equitable relief ”);\n42 U. S. C. §2000e–5(g)(1) (providing for “equitable\nrelief as the court deems appropriate”); 15 U. S. C.\n§78u(d)(5) (providing for “any equitable relief that may be\nappropriate or necessary”).[1]*Our opinion inSossamondoes not change\nthis analysis.Sossamonheld that a State’s acceptance of\nfederal funding did not waive sovereign immunity to suits for\ndamages under a related statute—the Religious Land Use and\nInstitutionalized Persons Act of 2000—which also permits\n“ ‘appropriate relief.’ ” 563 U. S., at 280, 282.\nThe obvious difference is that this case features a suit against\nindividuals, who do not enjoy sovereign immunity.The Government also posits that we should be\nwary of damages against government officials because these awards\ncould raise separation-of-powers concerns. But this exact remedy\nhas coexisted with our constitutional system since the dawn of the\nRepublic. To be sure, there may be policy reasons why Congress may\nwish to shield Government employees from personal liability, and\nCongress is free to do so. But there are no constitutional reasons\nwhy we must do so in its stead.To the extent the Government asks us to create a\nnew policy-based presumption against damages against individual\nofficials, we are not at liberty to do so. Congress is best suited\nto create such a policy. Our task is simply to interpret the law as\nan ordinary person would. Although background presumptions can\ninform the understanding of a word or phrase, those presumptions\nmust exist at the time of enactment. We cannot manufacture a new\npresumption now and retroactively impose it on a Congress that\nacted 27 years ago.*  *  *We conclude that RFRA’s express remedies\nprovision permits litigants, when appropriate, to obtain money\ndamages against federal officials in their individual capacities.\nThe judgment of the United States Court of Appeals for the Second\nCircuit is affirmed.It is so ordered.Justice Barrett took no part in the\nconsideration or decision of this case.Notes1* Both the Government and\nrespondents agree that government officials are entitled to assert\na qualified immunity defense when sued in their individual\ncapacities for money damages under RFRA. Indeed, respondents\nemphasize that the “qualified immunity defense was created for\nprecisely these circumstances,” Brief for Respondents 22, and is a\n“powerful shield” that “protects all but the plainly incompetent or\nthose who flout clearly established law,” Tr. of Oral Arg. 42; seeDistrict of Columbiav.Wesby, 583 U. S. ___,\n___–___ (2018) (slip op., at 13–15).",
    "joined": []
}