{
    "case": {
        "docket": "17-647",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-647/"
    },
    "id": "4111942",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–647_________________ROSE MARY KNICK, PETITIONERv.TOWNSHIP\nOF SCOTT, PENNSYLVANIA, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 21, 2019]Justice Thomas, concurring.The Fifth Amendment’s Takings Clause prohibits\nthe government from “tak[ing]” private property “without just\ncompensation.” The Court correctly interprets this text by holding\nthat a violation of this Clause occurs as soon as the government\ntakes property without paying for it.The United States, by contrast, urges us not to\nenforce the Takings Clause as written. It worries that requiring\npayment to accompany a taking would allow courts to enjoin or\ninvalidate broad regulatory programs “merely” because the program\ntakes property without paying for it. Brief for United States asAmicus Curiae12. According to the United States, “there is\na ‘nearly infinite variety of ways in which government actions or\nregulations can affect property interests,’ ” and it ought to\nbe good enough that the government “implicitly promises to pay\ncompensation for any taking” if a property owner successfully sues\nthe government in court. Supplemental Letter Brief for United\nStates asAmicus Curiae5 (Supp. Brief) (citing the Tucker\nAct, 28 U. S. C. §1491). Government officials, the United\nStates contends, should be able to implement regulatory programs\n“without fear” of injunction or invalidation under the Takings\nClause, “even when” the program is so far reaching that the\nofficials “cannot determine whether a taking will occur.” Supp.\nBrief 5.This “sue me” approach to the Takings Clause is\nuntenable. The Fifth Amendment does not merely provide a damages\nremedy to a property owner willing to “shoulder the burden of\nsecuring compensation” after the government takes property without\npaying for it.Arrigoni Enterprises, LLCv.Durham,\n578 U. S. ___, ___ (2016) (Thomas, J., dissenting from denial\nof certiorari) (slip op., at 2). Instead, it makes just\ncompensation a “prerequisite” to the government’s authority to\n“tak[e] property for public use.”Ibid.A “purported\nexercise of the eminent-domain power” is therefore “invalid” unless\nthe government “pays just compensation before or at the time of its\ntaking.”Id., at ___ (slip op., at 3). If this requirement\nmakes some regulatory programs “unworkable in practice,” Supp.\nBrief 5, so be it—our role is to enforce the Takings Clause as\nwritten.Of course, as the Court correctly explains, the\nUnited States’ concerns about injunctions may be misplaced.Ante,at 15–18. Injunctive relief is not available when an\nadequate remedy exists at law.E.g.,Monsanto Co.v.Geertson Seed Farms,561 U.S.\n139, 156 (2010). And even when relief is appropriate for a\nparticular plaintiff, it does not follow that a court may enjoin or\ninvalidate an entire regulatory “program,” Supp. Brief 5, by\ngranting relief “beyond the parties to the case,”Trumpv.Hawaii, 585 U. S. ___, ___ (2018) (Thomas, J.,\nconcurring) (slip op., at 6); seeid., at ___ (slip op., at\n2) (expressing skepticism about “universal injunctions”).Still, “[w]hen the government repudiates [its]\nduty” to pay just compensation, its actions “are not only\nunconstitutional” but may be “tortious as well.”Montereyv.Del Monte Dunes at Monterey, Ltd.,526\nU.S. 687, 717 (1999) (plurality opinion). I do not understand\nthe Court’s opinion to foreclose the application of ordinary\nremedial principles to takings claims and related common-law tort\nclaims, such as trespass. I therefore join it in full.",
    "joined": []
}