{
    "case": {
        "docket": "205",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/205/"
    },
    "id": "1962488",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTBOWLES V. RUSSELL551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-5306KEITH BOWLES, PETITIONERv.HARRY RUSSELL,\nWARDENon writ of certiorari to the united states court of\nappeals for the sixth circuit[June 14, 2007]Justice Thomas delivered the\nopinion of the Court.In this case, a District Court\npurported to extend a party’s time for filing an appeal beyond the\nperiod allowed by statute. We must decide whether the Court of\nAppeals had jurisdiction to entertain an appeal filed after the\nstatutory period but within the period allowed by the District\nCourt’s order. We have long and repeatedly held that the time\nlimits for filing a notice of appeal are jurisdictional in nature.\nAccordingly, we hold that petitioner’s untimely notice—even though\nfiled in reliance upon a District Court’s order—deprived the Court\nof Appeals of jurisdiction.IIn 1999, an Ohio jury convicted\npetitioner Keith Bowles of murder for his involvement in the\nbeating death of Ollie Gipson. The jury sentenced Bowles to 15\nyears to life imprisonment. Bowles unsuccessfully challenged his\nconviction and sentence on direct appeal.Bowles then filed a federal\nhabeas corpus application on September 5, 2002. On September 9,\n2003, the District Court denied Bowles habeas relief. After the\nentry of final judgment, Bowles had 30 days to file a notice of\nappeal. Fed. Rule App. Proc. 4(a)(1)(A); 28 U. S. C.\n§2107(a). He failed to do so. On December 12, 2003, Bowles moved to\nreopen the period during which he could file his notice of appeal\npursuant to Rule 4(a)(6), which allows district courts to extend\nthe filing period for 14 days from the day the district court\ngrants the order to reopen, provided certain conditions are met.\nSee §2107(c).On February 10, 2004, the District Court\ngranted Bowles’ motion. But rather than extending the time period\nby 14 days, as Rule 4(a)(6) and §2107(c) allow, the District Court\ninexplicably gave Bowles 17 days—until February 27—to file his\nnotice of appeal. Bowles filed his notice on February 26—within the\n17 days allowed by the District Court’s order, but after the 14-day\nperiod allowed by Rule 4(a)(6) and §2107(c).On appeal, respondent Russell argued that\nBowles’ notice was untimely and that the Court of Appeals therefore\nlacked jurisdiction to hear the case. The Court of Appeals agreed.\nIt first recognized that this Court has consistently held the\nrequirement of filing a timely notice of appeal is “mandatory and\njurisdictional.” 432 F. 3d 668, 673 (CA6 2005) (citingBrowderv.Director, Dept. of Corrections of\nIll.,434 U. S.\n257, 264 (1978)). The court also noted that courts of appeals\nhave uniformly held that Rule 4(a)(6)’s 180-day period for filing a\nmotion to reopen is also mandatory and not susceptible to equitable\nmodification. 432 F. 3d, at 673 (collecting cases). Concluding\nthat “the fourteen-day period in Rule 4(a)(6) should be treated as\nstrictly as the 180-day period in that same Rule,”id.,at\n676, the Court of Appeals held that it was without jurisdiction. We\ngranted certiorari, 549 U. S. ___ (2006), and now affirm.IIAccording to 28 U. S. C.\n§2107(a), parties must file notices of appeal within 30 days of the\nentry of the judgment being appealed. District courts have limited\nauthority to grant an extension of the 30-day time period. Relevant\nto this case, if certain conditions are met, district courts have\nthe statutory authority to grant motions to reopen the time for\nfiling an appeal for 14 additional days. §2107(c). Rule 4 of the\nFederal Rules of Appellate Procedure carries §2107 into practice.\nIn accord with §2107(c), Rule 4(a)(6) describes the district\ncourt’s authority to reopen and extend the time for filing a notice\nof appeal after the lapse of the usual 30 days:“(6)Reopening the Time to File an\nAppeal.“The district court may reopen the\ntime to file an appealfor a period of 14 days after the date\nwhen its order to reopen is entered,but only if all the\nfollowing conditions are satisfied:“(A) the motion is filed within\n180 days after the judgment or order is entered or within 7 days\nafter the moving party receives notice of the entry, whichever is\nearlier;“(B) the court finds that the\nmoving party was entitled to notice of the entry of the judgment or\norder sought to be appealed but did not receive the notice from the\ndistrict court or any party within 21 days after entry;\nand“(C) the court finds that no party\nwould be prejudiced.” (Emphasis added.)[Footnote 1]It is undisputed that\nthe District Court’s order in this case purported to reopen the\nfiling period for more than 14 days. Thus, the question before us\nis whether the Court of Appeals lacked jurisdiction to entertain an\nappeal filed outside the 14-day window allowed by §2107(c) but\nwithin the longer period granted by the District Court.AThis Court has long\nheld that the taking of an appeal within the prescribed time is\n“mandatory and jurisdictional.”Griggsv.Provident\nConsumer Discount Co.,459 U. S. 56, 61 (1982)(per curiam)(internal quotation marks omitted);[Footnote 2] accord,Hohnv.United States,524 U. S. 236, 247\n(1998);Torresv.Oakland Scavenger Co.,487 U. S. 312, 314–315\n(1988);Browder,supra,at 264. Indeed, even\nprior to the creation of the circuit courts of appeals, this Court\nregarded statutory limitations on the timing of appeals as\nlimitations on its own jurisdiction. SeeScarboroughv.Pargoud,108 U. S. 567, 568\n(1883) (“[T]he writ of error in this case was not brought within\nthe time limited by law, and we have consequently no\njurisdiction”);United Statesv.Curry, 6 How.\n106, 113 (1848) (“[A]s this appeal has not been prosecuted in the\nmanner directed, within the time limited by the acts of Congress,\nit must be dismissed for want of jurisdiction”). Reflecting the\nconsistency of this Court’s holdings, the courts of appeals\nroutinely and uniformly dismiss untimely appeals for lack of\njurisdiction. See,e.g.,Atkinsv.Medical\nDept. of Augusta Cty. Jail, No. 06–7792, 2007 WL 1048810 (CA4,\nApr. 4, 2007)(per curiam)(unpublished); see also 15A C.\nWright, A. Miller, & E. Cooper, Federal Practice and Procedure\n§3901, p. 6 (2d ed. 1992) (“The rule is well settled that failure\nto file a timely notice of appeal defeats the jurisdiction of a\ncourt of appeals”). In fact, the author of today’s dissent recently\nreiterated that “[t]he accepted fact is that some time limits are\njurisdictional even though expressed in a separate statutory\nsection from jurisdictional grants, see,e.g., … §2107\n(providing that notice of appeal in civil cases must be filed\n‘within thirty days after the entry of such judgment’).”Barnhartv.Peabody Coal Co.,537 U. S. 149, 160,\nn. 6 (2003) (majority opinion of Souter, J., joined by\nStevens, Ginsburg, and Breyer, JJ.,inter alios) (citation\nomitted).Although several of\nour recent decisions have undertaken to clarify the distinction\nbetween claims-processing rules and jurisdictional rules, none of\nthem calls into question our longstanding treatment of statutory\ntime limits for taking an appeal as jurisdictional. Indeed, those\ndecisions have also recognized the jurisdictional significance of\nthe fact that a time limitation is set forth in a statute. InKontrickv.Ryan,540 U. S. 443(2004), we\nheld that failure to comply with the time requirement in Federal\nRule of Bankruptcy Procedure 4004 did not affect a court’s\nsubject-matter jurisdiction. Critical to our analysis was the fact\nthat “[n]o statute … specifies a time limit for filing a complaint\nobjecting to the debtor’s discharge.” 540 U. S., at 448. Rather,\nthe filing deadlines in the Bankruptcy Rules are “ ‘procedural\nrules adopted by the Court for the orderly transaction of its\nbusiness’ ” that are “ ‘not jurisdictional.’ ”Id.,at 454 (quotingSchachtv.United\nStates,398 U.\nS. 58, 64 (1970)). Because “[o]nly Congress may determine a\nlower federal court’s subject-matter jurisdiction,” 540 U. S., at\n452 (citing U. S. Const., Art. III, §1), it was improper\nfor courts to use “the term ‘jurisdictional’ to describe emphatic\ntime prescriptions in rules of court,” 540 U. S.,at 454.\nSee alsoEberhartv.United States,546 U. S. 12(2005)(per curiam).As a point of contrast, we noted that §2107\ncontains the type of statutory time constraints that would limit a\ncourt’s jurisdiction. 540 U. S., at 453, and n. 8.[Footnote 3] Nor doArbaughv.Y & H Corp.,546 U. S. 500(2006), orScarboroughv.Principi,541 U. S. 401(2004),\naid petitioner. InArbaugh, the statutory limitation was\nan employee-numerosity requirement, not a time limit. 546 U. S., at\n505.Scarborough, which addressed the availability of\nattorney’s fees under the Equal Access to Justice Act, concerned “a\nmode of relief … ancillary to the judgment of a court” that already\nhad plenary jurisdiction. 541 U. S., at 413.This Court’s treatment of its\ncertiorari jurisdiction also demonstrates the jurisdictional\ndistinction between court-promulgated rules and limits enacted by\nCongress. According to our Rules, a petition for a writ of\ncertiorari must be filed within 90 days of the entry of the\njudgment sought to be reviewed. See this Court’s Rule 13.1. That\n90-day period applies to both civil and criminal cases. But the\n90-day period for civil cases derives from both this Court’s Rule\n13.1 and 28 U. S. C. §2101(c). We have repeatedly held that\nthis statute-based filing period for civil cases is jurisdictional.\nSee,e.g.,Federal Election Comm’nv.NRA\nPolitical Victory Fund,513 U. S. 88, 90 (1994).\nIndeed, this Court’s Rule 13.2 cites §2101(c) in directing the\nClerk not to file any petition “that isjurisdictionallyout of time.” (Emphasis added.) On the other hand, we have treated\nthe rule-based time limit for criminal cases differently, stating\nthat it may be waived because “[t]he procedural rules adopted by\nthe Court for the orderly transaction of its business are not\njurisdictional and can be relaxed by the Court in the exercise of\nits discretion … .”Schacht,supra,at\n64.[Footnote 4]Jurisdictional treatment of\nstatutory time limits makes good sense. Within constitutional\nbounds, Congress decides what cases the federal courts have\njurisdiction to consider. Because Congress decides whether federal\ncourts can hear cases at all, it can also determine when, and under\nwhat conditions, federal courts can hear them. SeeCurry,\n6 How., at 113. Put another way, the notion of\n“ ‘subject-matter’ ” jurisdiction obviously extends to\n“ ‘classes of cases … falling within a court’s adjudicatory\nauthority,’ ”Eberhart,supra,at 16\n(quotingKontrick,supra,at 455), but it is no\nless “jurisdictional” when Congress forbids federal courts from\nadjudicating an otherwise legitimate “class of cases” after a\ncertain period has elapsed from final judgment.The resolution of this case\nfollows naturally from this reasoning. Like the initial 30-day\nperiod for filing a notice of appeal, the limit on how long a\ndistrict court may reopen that period is set forth in a statute, 28\nU. S. C. §2107(c). Because Congress specifically limited the\namount of time by which district courts can extend the\nnotice-of-appeal period in §2107(c), that limitation is more than a\nsimple “claim-processing rule.” As we have long held, when an\n“appeal has not been prosecuted in the manner directed, within the\ntime limited by the acts of Congress, it must be dismissed for want\nof jurisdiction.”Curry,supra,at 113. Bowles’\nfailure to file his notice of appeal in accordance with the statute\ntherefore deprived the Court of Appeals of jurisdiction. And\nbecause Bowles’ error is one of jurisdictional magnitude, he cannot\nrely on forfeiture or waiver to excuse his lack of compliance with\nthe statute’s time limitations. SeeArbaugh,supra,at 513–514.BBowles contends that\nwe should excuse his untimely filing because he satisfies the\n“unique circumstances” doctrine, which has its roots inHarris\nTruck Lines, Inc.v.Cherry Meat Packers, Inc.,371 U. S. 215(1962)(per curiam). There, pursuant to then-Rule 73(a) of\nthe Federal Rules of Civil Procedure, a District Court entertained\na timely motion to extend the time for filing a notice of appeal.\nThe District Court found the moving party had established a showing\nof “excusable neglect,” as required by the Rule, and granted the\nmotion. The Court of Appeals reversed the finding of excusable\nneglect and, accordingly, held that the District Court lacked\njurisdiction to grant the extension.Harris Truck Lines,\nInc.v.Cherry Meat Packers, Inc., 303 F. 2d\n609, 611–612 (CA7 1962). This Court reversed, noting “the obvious\ngreat hardship to a party who relies upon the trial judge’s finding\nof ‘excusable neglect.’ ” 371 U. S., at 217.Today we make clear\nthat the timely filing of a notice of appeal in a civil case is a\njurisdictional requirement. Because this Court has no authority to\ncreate equitable exceptions to jurisdictional requirements, use of\nthe “unique circumstances” doctrine is illegitimate. Given that\nthis Court has appliedHarris Truck Linesonly once in the\nlast half century,Thompsonv.INS,375 U. S. 384(1964)(per curiam), several courts have rightly questioned its\ncontinuing validity. See,e.g.,Panhorstv.United States,241 F. 3d 367, 371 (CA4 2001) (doubting\n“the continued viability of the unique circumstances doctrine”).\nSee alsoHoustonv.Lack,487 U. S. 266, 282\n(1988) (Scalia, J., dissenting) (“Our later cases … effectively\nrepudiate theHarris Truck Linesapproach …”). See alsoOsterneckv.Ernst & Whinney,489 U. S. 169, 170\n(1989) (referring to “the so-called ‘unique circumstances’\nexception” to the timely appeal requirement). We see no compelling\nreason to resurrect the doctrine from its 40-year slumber.\nAccordingly, we reject Bowles’ reliance on the doctrine, and we\noverruleHarris Truck LinesandThompsonto the\nextent they purport to authorize an exception to a jurisdictional\nrule.CIf rigorous rules\nlike the one applied today are thought to be inequitable, Congress\nmay authorize courts to promulgate rules that excuse compliance\nwith the statutory time limits. Even narrow rules to this effect\nwould give rise to litigation testing their reach and would no\ndoubt detract from the clarity of the rule. However,\ncongressionally authorized rulemaking would likely lead to less\nlitigation than court-created exceptions without authorization. And\nin all events, for the reasons discussed above, we lack present\nauthority to make the exception petitioner seeks.IIIThe Court of Appeals\ncorrectly held that it lacked jurisdiction to consider Bowles’\nappeal. The judgment of the Court of Appeals is\naffirmed.It is so ordered.Footnote 1The Rule was amended, effective\nDecember 1, 2005, to require that notice be pursuant to Fed. Rule\nCiv. Proc. 77(d). The substance is otherwise unchanged.Footnote 2Griggsand several other\nof this Court’s decisions ultimately rely onUnited Statesv.Robinson,361 U. S. 220, 229\n(1960), for the proposition that the timely filing of a notice of\nappeal is jurisdictional. As the dissent notes, we have recently\nquestionedRobinson’s use of the term “jurisdictional.”Post,at 2 (opinion of Souter, J.) Even in our cases\ncriticizingRobinson, however, we have noted the\njurisdictional significance of the fact that a time limit is set\nforth in a statute, seeinfra, at 5–6, and have even\npointed to §2107 as a statute deserving of jurisdictional\ntreatment.Infra,at 6. Additionally, because we rely on\nthose cases in reaching today’s holding, the dissent’s rhetoric\nclaiming that we are ignoring their reasoning is\nunfounded.Regardless of this Court’s past\ncareless use of terminology, it is indisputable that time limits\nfor filing a notice of appeal have been treated as jurisdictional\nin American law for well over a century. Consequently, the\ndissent’s approach would require the repudiation of a century’s\nworth of precedent and practice in American courts. Given the\nchoice between calling into question some dicta in our recent\nopinions and effectively overruling a century’s worth of practice,\nwe think the former option is the only prudent course.Footnote 3At least one federal court of\nappeals has noted thatKontrickandEberhart“called … into question” the “longstanding assumption” that the\ntimely filing of a notice of appeal is a jurisdictional\nrequirement.United Statesv.Sadler, 480\nF. 3d 932, 935 (CA9 2007). That court nonetheless found that\n“[t]he distinction between jurisdictional rules and inflexible but\nnot jurisdictional timeliness rules drawn byEberhartandKontrickturns largely on whether the timeliness\nrequirement is or is not grounded in a statute.”Id., at\n936.Footnote 4The dissent minimizes this\nargument, stating that the Court understood §2101(c) as\njurisdictional “in the days when we used the term imprecisely.”Post, at 4, n. 4. The dissent’s apathy is surprising\nbecause if our treatment of our own jurisdiction is simply a relic\nof the old days, it is a relic with severe consequences. Just a few\nmonths ago, the Clerk, pursuant to this Court’s Rule 13.2, refused\nto accept a petition for certiorari submitted by Ryan Heath Dickson\nbecause it had been filed one day late. In the letter sent to\nDickson’s counsel, the Clerk explained that “[w]hen the time to\nfile a petition for a writ of certiorari in a civil case . . . has\nexpired, the Court no longer has the power to review the petition.”\nLetter from William K. Suter, Clerk of Court, to Ronald T. Spriggs\n(Dec. 28, 2006). Dickson was executed on April 26, 2007, without\nany Member of this Court having even seen his petition for\ncertiorari. The rejected certiorari petition was Dickson’s first in\nthis Court, and one can only speculate as to whether denial of that\npetition would have been a foregone conclusion.",
    "joined": []
}