{
    "case": {
        "docket": "120",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/120/"
    },
    "id": "1963055",
    "author": "thomas",
    "type": "concurrence",
    "text": "558 U. S. ____ (2010)MCDANIEL V. BROWN558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-559E. K. McDANIEL, WARDEN, et al., PETITIONERSv.TROY BROWNon writ of certiorari to the united states court of\nappeals for the ninth circuit[January 11, 2010]Justice Thomas, with whom Justice\nScalia joins, concurring.I join theper curiambecause it correctly holds that the Ninth Circuit erred in\ndeparting fromJackson’s mandate that a federal habeas\ncourt confine its sufficiency-of-the-evidence analysis to “the\nevidence adduced at trial” and, specifically, to “ ‘all of the\nevidence admitted by the trial court.’ ”Ante, at 11\n(quotingLockhartv.Nelson,488 U. S. 33, 41 (1988)); seeJacksonv.Virginia,443 U. S. 307(1979). I write\nseparately because I disagree with the Court’s decision to\ncomplicate its analysis with an extensive discussion of the Mueller\nReport. Seeante, at 7–13. Defense counsel commissioned\nthat report 11 years after respondent’s trial. Seeante,\nat 1. Accordingly, the report’s attacks on the State’s DNA\ntestimony were not part of the trial evidence and have no place in\ntheJacksoninquiry. SeeJackson,supra,\nat 318;Lockhart,supra, at 40–42. That is all we\nneed or should say about the report in deciding this case.The Court’s opinion demonstrates as much. The\nCourt’s lengthy discussion of the Mueller Report, seeante, at 7–10, is merely a predicate to asserting that\n“even if” the Court of Appeals could have considered the report in\nitsJacksonanalysis, the report “provided no warrant for\nentirely excluding the DNA evidence or Romero’s testimony from that\ncourt’s consideration” because the report “did not contest that the\nDNA evidence matched Troy” or otherwise show that the State’s DNA\nestimates were “unreliable,”ante,at 12. Based on these\nobservations, the Court concludes that the Mueller Report did not\nundermine the State’s DNA tests as “powerful inculpatory evidence.”Ibid.That is true, but even if the report had completely\nundermined the DNA evidence—which the Ninth Circuit may have\nmistakenly believed it did, seeBrownv.Farwell,\n525 F. 3d 787, 795–796 (2008)—the panel still would have erred\nin considering the report to resolve respondent’sJacksonclaim. The reason, as the Court reaffirms, is thatJacksonclaims must be decided solely on the evidence adduced at trial. Seeante, at 11. Accordingly, the Court need not correct any\nerroneous impressions the Ninth Circuit may have had concerning the\nreport’s impact on the State’s DNA evidence to resolve respondent’sJacksonclaim.* Because that is the only claim properly\nbefore us, I do not join the Court’s dicta about how the Mueller\nReport’s findings could affect a constitutional analysis to which\nwe have long held such post-trial evidence does not apply. SeeJackson,supra,at 318.* Correcting the Ninth Circuit’s apparent\nmisconception of the effects of the Mueller Report is the only\nplausible reason for the Court’s decision to explain that the\nreport would not have undermined the State’s DNA results “even if”\nthe Court of Appeals could have considered it in resolving\nrespondent’sJacksonclaim.Ante, at 11–12. That\ndiscussion cannot properly be read to suggest either that there are\ncircumstances in which post-trial evidence would “warrant”\nexcluding DNA trial evidence from aJacksonanalysis,ante,at 12, or that courts applyingJacksonmay\nconsider post-trial evidence for any other purpose. Both points are\nsquarely foreclosed by the precedents on which the Court relies in\nreversing the Ninth Circuit’s judgment. Seeante, at 1\n(citingJackson, v.Virginia,443 U. S. 307, 324 (1979));ante,at 11 (citingLockhart, v.Nelson,488 U. S. 33, 39 (1988)),\nrespectively.",
    "joined": []
}