{
    "case": {
        "docket": "379",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/379/"
    },
    "id": "1962817",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTCARCIERI V. SALAZAR555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-526DONALD L. CARCIERI, GOVERNOR OF RHODE ISLAND,\net al., PETITIONERSv.KEN L. SALAZAR, SECRETARY OF\nTHE INTERIOR, et al.on writ of certiorari to the united states court of\nappeals for the first circuit[February 24, 2009]Justice Thomas delivered the\nopinion of the Court.The Indian Reorganization Act\n(IRA or Act) authorizes the Secretary of the Interior, a respondent\nin this case, to acquire land and hold it in trust “for the purpose\nof providing land for Indians.” Ch. 576, §5, 48 Stat. 985, 25 U.\nS. C. §465. The IRA defines the term “Indian” to “include all\npersons of Indian descent who are members of any recognized Indian\ntribe now under Federal jurisdiction.” §479. The Secretary notified\npetitioners—the State of Rhode Island, its Governor, and the town\nof Charlestown, Rhode Island—that he intended to accept in trust a\nparcel of land for use by the Narragansett Indian Tribe in\naccordance with his claimed authority under the statute. In\nproceedings before the Interior Board of Indian Appeals (IBIA), the\nDistrict Court, and the Court of Appeals for the First Circuit,\npetitioners unsuccessfully challenged the Secretary’s authority to\ntake the parcel into trust.In reviewing the determination of the Court of\nAppeals, we are asked to interpret the statutory phrase “now under\nFederal jurisdiction” in §479. Petitioners contend that the term\n“now” refers to the time of the statute’s enactment, and permits\nthe Secretary to take land into trust for members of recognized\ntribes that were “under Federal jurisdiction” in 1934. The\nrespondents argue that the word “now” is an ambiguous term that can\nreasonably be construed to authorize the Secretary to take land\ninto trust for members of tribes that are “under Federal\njurisdiction” at the time that the land is accepted into trust.We agree with petitioners and hold that, for\npurposes of §479, the phrase “now under Federal jurisdiction”\nrefers to a tribe that was under federal jurisdiction at the time\nof the statute’s enactment. As a result, §479 limits the\nSecretary’s authority to taking land into trust for the purpose of\nproviding land to members of a tribe that was under federal\njurisdiction when the IRA was enacted in June 1934. Because the\nrecord in this case establishes that the Narragansett Tribe was not\nunder federal jurisdiction when the IRA was enacted, the Secretary\ndoes not have the authority to take the parcel at issue into trust.\nWe reverse the judgment of the Court of Appeals.IAt the time of colonial\nsettlement, the Narragansett Indian Tribe was the indigenous\noccupant of much of what is now the State of Rhode Island. See\nFinal Determination of Federal Acknowledgement of Narragansett\nIndian Tribe of Rhode Island, 48 Fed. Reg. 6177 (1983) (hereinafter\nFinal Determination). Initial relations between colonial settlers,\nthe Narragansett Tribe, and the other Indian tribes in the region\nwere peaceful, but relations deteriorated in the late 17th century.\nThe hostilities peaked in 1675 and 1676 during the 2-year armed\nconflict known as King Philip’s War. Hundreds of colonists and\nthousands of Indians died. See E. Schultz & M. Tougias, King\nPhilip’s War 5 (1999). The Narragansett Tribe, having been\ndecimated, was placed under formal guardianship by the Colony of\nRhode Island in 1709. 48 Fed. Reg. 6177.[Footnote 1]Not quite two centuries later, in\n1880, the State of Rhode Island convinced the Narragansett Tribe to\nrelinquish its tribal authority as part of an effort to assimilate\ntribal members into the local population. SeeNarragansett\nIndian Tribev.National Indian Gaming Comm’n, 158\nF. 3d 1335, 1336 (CADC 1998). The Tribe also agreed to sell\nall but two acres of its remaining reservation land for $5,000.Ibid.Almost immediately, the Tribe regretted its\ndecisions and embarked on a campaign to regain its land and tribal\nstatus.Ibid.In the early 20th century, members of the\nTribe sought economic support and other assistance from the Federal\nGovernment. But, in correspondence spanning a 10-year period from\n1927 to 1937, federal officials declined their request, noting that\nthe Tribe was, and always had been, under the jurisdiction of the\nNew England States, rather than the Federal Government.Having failed to gain recognition or\nassistance from the United States or from the State of Rhode\nIsland, the Tribe filed suit in the 1970’s to recover its ancestral\nland, claiming that the State had misappropriated its territory in\nviolation of the Indian Non-Intercourse Act, 25 U. S. C.\n§177.[Footnote 2] The claims\nwere resolved in 1978 by enactment of the Rhode Island Indian\nClaims Settlement Act, 92 Stat. 813, 25 U. S. C. §1701et\nseq. Under the agreement codified by the Settlement Act, the\nTribe received title to 1,800 acres of land in Charlestown, Rhode\nIsland, in exchange for relinquishing its past and future claims to\nland based on aboriginal title. The Tribe also agreed that the\n1,800 acres of land received under the Settlement Act “shall be\nsubject to the civil and criminal laws and jurisdiction of the\nState of Rhode Island.” §1708(a); see also §1712(a).The Narragansett Tribe’s ongoing efforts to\ngain recognition from the United States Government finally\nsucceeded in 1983. 48 Fed. Reg. 6177. In granting formal\nrecognition, the Bureau of Indian Affairs (BIA) determined that\n“the Narragansett community and its predecessors have existed\nautonomously since first contact, despite undergoing many\nmodifications.”Id.,at 6178. The BIA referred to\nthe Tribe’s “documented history dating from 1614” and noted that\n“all of the current membership are believed to be able to trace to\nat least one ancestor on the membership lists of the Narragansett\ncommunity prepared after the 1880 Rhode Island ‘detribalization’\nact.”Ibid.After obtaining federal recognition, the Tribe\nbegan urging the Secretary to accept a deed of trust to the 1,800\nacres conveyed to it under the Rhode Island Indian Claims\nSettlement Act. 25 CFR §83.2 (2008) (providing that federal\nrecognition is needed before an Indian tribe may seek “the\nprotection, services, and benefits of the Federal government”). The\nSecretary acceded to the Tribe’s request in 1988. SeeTown of\nCharlestown, Rhode Islandv.Eastern Area Director, Bur.\nof Indian Affairs, 18 IBIA 67, 69 (1989).[Footnote 3]In 1991, the Tribe’s housing authority\npurchased an additional 31 acres of land in the town of Charlestown\nadjacent to the Tribe’s 1,800 acres of settlement lands. Soon\nthereafter, a dispute arose about whether the Tribe’s planned\nconstruction of housing on that parcel had to comply with local\nregulations.Narragansett Indian Tribev.Narragansett\nElec. Co., 89 F. 3d 908, 911–912 (CA1 1996). The Tribe’s\nprimary argument for noncompliance—that its ownership of the parcel\nmade it a “dependent Indian community” and thus “Indian country”\nunder 18 U. S. C. §1151—ultimately failed. 89 F. 3d, at\n913–922. But, while the litigation was pending, the Tribe sought an\nalternative solution to free itself from compliance with local\nregulations: It asked the Secretary to accept the 31-acre parcel\ninto trust for the Tribe pursuant to 25 U. S. C. §465. By\nletter dated March 6, 1998, the Secretary notified petitioners of\nhis acceptance of the Tribe’s land into trust. Petitioners appealed\nthe Secretary’s decision to the IBIA, which upheld the Secretary’s\ndecision. SeeTown of Charlestown, Rhode Islandv.Eastern Area Director, Bureau of Indian Affairs, 35 IBIA\n93 (2000).Petitioners sought review of the IBIA decision\npursuant to the Administrative Procedure Act, 5 U. S. C. §702.\nThe District Court granted summary judgment in favor of the\nSecretary and other Department of Interior officials. As relevant\nhere, the District Court determined that the plain language of 25\nU. S. C. §479 defines “Indian” to include members of all\ntribes in existence in 1934, but does not require a tribe to have\nbeen federally recognized on that date.Carcieriv.Norton, 290 F. Supp. 2d 167, 179–181 (RI 2003). According\nto the District Court, because it is currently\n“federally-recognized” and “existed at the time of the enactment of\nthe IRA,” the Narragansett Tribe “qualifies as an ‘Indian tribe’\nwithin the meaning of §479.”Id., at 181. As a result,\n“the secretary possesses authority under §465 to accept lands into\ntrust for the benefit of the Narragansetts.”Ibid.The Court of Appeals for the First Circuit\naffirmed, first in a panel decision,Carcieriv.Norton, 423 F. 3d 45 (2005), and then sitting en\nbanc, 497 F. 3d 15 (CA1 2008). Although the Court of Appeals\nacknowledged that “[o]ne might have an initial instinct to read the\nword ‘now’ [in §479] . . . to mean the date of [the] enactment of\nthe statute, June 18, 1934,” the court concluded that there was\n“ambiguity as to whether to view the term … as operating at the\nmoment Congress enacted it or at the moment the Secretary invokes\nit.”Id., at 26. The Court of Appeals noted that Congress\nhas used the word “now” in other statutes to refer to the time of\nthe statute’s application, not its enactment.Id., at\n26–27. The Court of Appeals also found that the particular\nstatutory context of §479 did not clarify the meaning of “now.” On\none hand, the Court of Appeals noted that another provision within\nthe IRA, 25 U. S. C. §472, uses the term “now or hereafter,”\nwhich supports petitioners’ argument that “now,” by itself, does\nnot refer to future events. But on the other hand, §479 contains\nthe particular application date of “June 1, 1934,” suggesting that\nif Congress had wanted to refer to the date of enactment, it could\nhave done so more specifically. 497 F. 3d, at 27. The Court of\nAppeals further reasoned that both interpretations of “now” are\nsupported by reasonable policy explanations,id., at\n27–28, and it found that the legislative history failed to “clearly\nresolve the issue,”id., at 28.Having found the statute ambiguous, the Court\nof Appeals applied the principles set forth inChevron U.\nS. A. Inc.v.Natural Resources Defense Council,\nInc.,467 U. S.\n837, 843 (1984), and deferred to the Secretary’s construction\nof the provision. 497 F. 3d, at 30. The court rejected\npetitioners’ arguments that the Secretary’s interpretation was an\nimpermissible construction of the statute.Id., at 30–34.\nIt also held that petitioners had failed to demonstrate that the\nSecretary’s interpretation was inconsistent with earlier practices\nof the Department of Interior. Furthermore, the court determined\nthat even if the interpretation were a departure from the\nDepartment’s prior practices, the decision should be affirmed based\non the Secretary’s “reasoned explanation for his interpretation.”Id., at 34.We granted certiorari, 552 U. S. ___ (2008),\nand now reverse.IIThis case requires us to apply\nsettled principles of statutory construction under which we must\nfirst determine whether the statutory text is plain and\nunambiguous.United Statesv.Gonzales,520 U. S. 1, 4 (1997). If\nit is, we must apply the statute according to its terms. See,e.g.,Doddv.United States,545 U. S. 353, 359\n(2005);Lamiev.United States Trustee,540 U. S. 526, 534\n(2004);Hartford Underwriters Ins. Co.v.Union\nPlanters Bank, N. A.,530 U. S. 1, 6 (2000);Caminettiv.United States,242 U. S. 470, 485\n(1917).The Secretary may accept land\ninto trust only for “the purpose of providing land for Indians.” 25\nU. S. C. §465. “Indian” is defined by statute as follows:“The term ‘Indian’ as used in this Act shall\ninclude all persons of Indian descent who aremembers of any\nrecognized Indian tribe now under Federal jurisdiction, and\nall persons who are descendants of such members who were, on June\n1, 1934, residing within the present boundaries of any Indian\nreservation, and shall further include all other persons of\none-half or more Indian blood. . . . The term ‘tribe’ wherever used\nin this Act shall be construed to refer to any Indian tribe,\norganized band, pueblo, or the Indians residing on one\nreservation… .” §479 (emphasis added).The parties are in agreement, as\nare we, that the Secretary’s authority to take the parcel in\nquestion into trust depends on whether the Narragansetts are\nmembers of a “recognized Indian Tribe now under Federal\njurisdiction.”Ibid.That question, in turn, requires us\nto decide whether the word “now under Federal jurisdiction” refers\nto 1998, when the Secretary accepted the 31-acre parcel into trust,\nor 1934, when Congress enacted the IRA.We begin with the ordinary meaning of the word\n“now,” as understood when the IRA was enacted.Director, Office\nof Workers’ Compensation Programsv.Greenwich\nCollieries,512\nU. S. 267, 272 (1994);Moskalv.United\nStates,498 U.\nS. 103, 108–109 (1990). At that time, the primary definition of\n“now” was “[a]t the present time; at this moment; at the time of\nspeaking.” Webster’s New International Dictionary 1671 (2d ed.\n1934); see also Black’s Law Dictionary 1262 (3d ed. 1933) (defining\n“now” to mean “[a]t this time, or at the present moment” and noting\nthat “ ‘[n]ow’ as used in a statuteordinarilyrefers\nto the date of its taking effect …” (emphasis added)). This\ndefinition is consistent with interpretations given to the word\n“now” by this Court, both before and after passage of the IRA, with\nrespect to its use in other statutes. See,e.g.,Franklinv.United States,216 U. S. 559, 568–569\n(1910) (interpreting a federal criminal statute to have “adopted\nsuch punishment as the laws of the State in which such place is\nsituatednowprovide for the like offense” (citingUnited Statesv.Paul, 6 Pet. 141 (1832)\n(internal quotation marks omitted)));Montanav.Kennedy,366 U. S. 308, 310–311\n(1961) (interpreting a statute granting citizenship status to\nforeign-born “children of persons whonoware, or have\nbeen citizens of the United States” (internal quotation marks\nomitted; emphasis deleted)).It also aligns with the natural reading of the\nword within the context of the IRA. For example, in the original\nversion of 25 U. S. C. §465, which provided the same authority\nto the Secretary to accept land into trust for “the purpose of\nproviding land for Indians,” Congress explicitly referred to\ncurrent events, stating “[t]hat no part of such funds shall be used\nto acquire additional land outside of the exterior boundaries of\n[the] Navajo Indian Reservation . . . in the event that the\nproposed Navajo boundary extension measuresnowpending in\nCongress … become law.” IRA, §5, 48 Stat. 985 (emphasis\nadded).[Footnote 4] In\naddition, elsewhere in the IRA, Congress expressly drew into the\nstatute contemporaneousandfuture events by using the\nphrase “now or hereafter.” See 25 U. S. C. §468 (referring to\n“the geographic boundaries of any Indian reservation now existing\nor established hereafter”); §472 (referring to “Indians who may be\nappointed . . . to the various positions maintained, now or\nhereafter, by the Indian Office”). Congress’ use of the word “now”\nin this provision, without the accompanying phrase “or hereafter,”\nthus provides further textual support for the conclusion that the\nterm refers solely to events contemporaneous with the Act’s\nenactment. SeeBarnhartv.Sigmon Coal Co.,534 U. S. 438,\n452 (2002) (“[W]hen Congress includes particular language in one\nsection of a statute but omits it in another section of the same\nAct, it is generally presumed that Congress acts intentionally and\npurposely in the disparate inclusion or exclusion” (internal\nquotation marks omitted)).Furthermore, the Secretary’s current\ninterpretation is at odds with the Executive Branch’s construction\nof this provision at the time of enactment. In correspondence with\nthose who would assist him in implementing the IRA, the\nCommissioner of Indian Affairs, John Collier, explained that:“Section 19 of the Indian\nReorganization Act of June 18, 1934 (48 Stat. L., 988), provides,\nin effect, that the term ‘Indian’ as used therein shall include—(1)\nall persons of Indian descent who are members of any recognized\ntribethat was under Federal jurisdiction at the date of the\nAct… .” Letter from John Collier, Commissioner, to\nSuperintendents (Mar. 7, 1936), Lodging of Respondents (emphasis\nadded).[Footnote 5]Thus, although we do not\ndefer to Commissioner Collier’s interpretation of this unambiguous\nstatute, seeEstate of Cowartv.Nicklos Drilling\nCo.,505 U. S.\n469, 476 (1992), we agree with his conclusion that the word\n“now” in §479 limits the definition of “Indian,” and therefore\nlimits the exercise of the Secretary’s trust authority under §465\nto those members of tribes that were under federal jurisdiction at\nthe time the IRA was enacted.The Secretary makes two other arguments in\nsupport of his contention that the term “now” as used in §479 is\nambiguous. We reject them both. First, the Secretary argues that\nalthough the “use of ‘now’ can refer to the time of enactment” in\nthe abstract, “it can also refer to the time of the statute’s\napplication.” Brief for Respondents 18. But the susceptibility of\nthe word “now” to alternative meanings “does not render the word .\n. . whenever it is used, ambiguous,” particularly where “all but\none of the meanings is ordinarily eliminated by context.”Dealv.United States,508 U. S. 129, 131–132\n(1993). Here, the statutory context makes clear that “now” does not\nmean “now or hereafter” or “at the time of application.” Had\nCongress intended to legislate such a definition, it could have\ndone so explicitly, as it did in §§468 and 472, or it could have\nomitted the word “now” altogether. Instead, Congress limited the\nstatute by the word “now” and “we are obliged to give effect, if\npossible, to every word Congress used.”Reiterv.Sonotone Corp.,442 U. S. 330, 339\n(1979).Second, the Secretary argues that §479 left a\ngap for the agency to fill by using the phrase “shall include” in\nits introductory clause. Brief for Respondents 26–27. The\nSecretary, in turn, claims to have permissibly filled that gap by\ndefining “ ‘Tribe’ ” and “ ‘Individual\nIndian’ ” without reference to the date of the statute’s\nenactment.Id.,at 28 (citing 25 CFR §§151.2(b), (c)(1)\n(2008)). But, as explained above, Congress left no gap in 25 U.\nS. C. §479 for the agency to fill. Rather, it explicitly and\ncomprehensively defined the term by including only three discrete\ndefinitions: “[1] members of any recognized Indian tribe now under\nFederal jurisdiction, and [2] all persons who are descendants of\nsuch members who were, on June 1, 1934, residing within the present\nboundaries of any Indian reservation, and . . . [3] all other\npersons of one-half or more Indian blood.”Ibid.In other\nstatutory provisions, Congress chose to expand the Secretary’s\nauthority to particular Indian tribes not necessarily encompassed\nwithin the definitions of “Indian” set forth in §479.[Footnote 6] Had it understood the word\n“include” in §479 to encompass tribes other than those satisfying\none of the three §479 definitions, Congress would have not needed\nto enact these additional statutory references to specific\nTribes.The Secretary and hisamicialso go\nbeyond the statutory text to argue that Congress had no policy\njustification for limiting the Secretary’s trust authority to those\ntribes under federal jurisdiction in 1934, because the IRA was\nintended to strengthen Indian communities as a whole, regardless of\ntheir status in 1934. Petitioners counter that the main purpose of\n§465 was to reverse the loss of lands that Indians sustained under\nthe General Allotment Act, seeAtkinson Trading Co.v.Shirley,532 U. S. 645, 650,\nn. 1 (2001), so the statute was limited to tribes under\nfederal jurisdiction at that time because they were the tribes who\nlost their lands. We need not consider these competing policy\nviews, because Congress’ use of the word “now” in §479 speaks for\nitself and “courts must presume that a legislature says in a\nstatute what it means and means in a statute what it says there.”Connecticut Nat. Bankv.Germain,503 U. S. 249, 253–254\n(1992).[Footnote 7]IIIThe Secretary and his supportingamicialso offer two alternative arguments that rely on\nstatutory provisions other than the definition of “Indian” in §479\nto support the Secretary’s decision to take this parcel into trust\nfor the Narragansett Tribe. We reject both arguments.First, the Secretary and severalamiciargue that the definition of “Indian” in §479 is\nrendered irrelevant by the broader definition of “tribe” in §479\nand by the fact that the statute authorizes the Secretary to take\ntitle to lands “in the name of the United States in trust for theIndian tribeor individual Indian for which the land is\nacquired. ” §465 (emphasis added); Brief for Respondents\n12–14. But the definition of “tribe” in §479 itself refers to “anyIndiantribe” (emphasis added), and therefore is limited\nby the temporal restrictions that apply to §479’s definition of\n“Indian.” See §479 (“The term ‘tribe’ wherever used in this Act\nshall be construed to refer to anyIndiantribe, organized\nband, pueblo, or the Indians residing on one reservation” (emphasis\nadded)). And, although §465 authorizes the United States to take\nland in trust for an Indian tribe, §465 limits the Secretary’s\nexercise of that authority “for the purpose of providing land for\nIndians.” There simply is no legitimate way to circumvent the\ndefinition of “Indian” in delineating the Secretary’s authority\nunder §§ 465 and 479.[Footnote 8]Second,amicusNational Congress of American Indians (NCAI) argues that 25 U.\nS. C. §2202, which was enacted as part of the Indian Land\nConsolidation Act (ILCA), Title II, 96 Stat. 2517, overcomes the\nlimitations set forth in §479 and, in turn, authorizes the\nSecretary’s action. Section 2202 provides:“The provisions\nof section 465 of this title shall apply to all tribes\nnotwithstanding the provisions of section 478 of this title:Provided, That nothing in this section is intended to\nsupersede any other provision of Federal law which authorizes,\nprohibits, or restricts the acquisition of land for Indians with\nrespect to any specific tribe, reservation, or state(s).”\n(Alteration in original.)NCAI argues that the “ILCA\nindependently grants authority under Section 465 for the Secretary\nto execute the challenged trust acquisition.” NCAI Brief 8. We do\nnot agree.The plain language of §2202\ndoes not expand the power set forth in §465, which requires that\nthe Secretary take land into trust only “for the purpose of\nproviding land for Indians.” Nor does §2202 alter the definition of\n“Indian” in §479, which is limited to members of tribes that were\nunder federal jurisdiction in 1934.[Footnote 9] Seesupra, at 7–12. Rather, §2202 by\nits terms simply ensures that tribes may benefit from §465 even if\nthey opted out of the IRA pursuant to §478, which allowed tribal\nmembers to reject the application of the IRA to their tribe. §478\n(“This Act shall not apply to any reservation wherein a majority of\nthe adult Indians . . . shall vote against its application”). As a\nresult, there is no conflict between §2202 and the limitation on\nthe Secretary’s authority to take lands contained in §465. Rather,\n§2202 provides additional protections to those who satisfied the\ndefinition of “Indian” in §479 at the time of the statute’s\nenactment, but opted out of the IRA shortly thereafter.NCAI’s reading of §2202 also\nwould nullify the plain meaning of the definition of “Indian” set\nforth in §479 and incorporated into §465. Consistent with our\nobligation to give effect to every provision of the statute,Reiter, 442 U. S., at 339, we will not assume that\nCongress repealed the plain and unambiguous restrictions on the\nSecretary’s exercise of trust authority in §§465 and 479 when it\nenacted §2202. “We have repeatedly stated . . . that absent ‘a\nclearly expressed congressional intention,’ . . . [a]n implied\nrepeal will only be found where provisions in two statutes are in\n‘irreconcilable conflict,’ or where the latter Act covers the whole\nsubject of the earlier one and ‘is clearly intended as a\nsubstitute.’ ”Branchv.Smith,538 U. S. 254, 273\n(2003) (plurality opinion) (quotingMortonv.Mancari,417 U. S. 535, 551\n(1974), andPosadasv.National City Bank,296 U. S. 497,\n503 (1936)).IVWe hold that the\nterm “now under Federal jurisdiction” in §479 unambiguously refers\nto those tribes that were under the federal jurisdiction of the\nUnited States when the IRA was enacted in 1934. None of the parties\noramici, including the Narragansett Tribe itself, has\nargued that the Tribe was under federal jurisdiction in 1934. And\nthe evidence in the record is to the contrary. 48 Fed. Reg. 6177.\nMoreover, the petition for writ of certiorari filed in this case\nspecifically represented that ‘‘[i]n 1934, the Narragansett Indian\nTribe . . . was neither federally recognized nor under the\njurisdiction of the federal government.’’ Pet. for Cert. 6. The\nrespondents’ brief in opposition declined to contest this\nassertion. See Brief in Opposition 2–7. Under our rules, that alone\nis reason to accept this as fact for purposes of our decision in\nthis case. See this Court’s Rule 15.2. We therefore reverse the\njudgment of the Court of Appeals.It is so ordered.Footnote\n1The Narragansett Tribe\nrecognized today is the successor to two tribes, the Narragansett\nand the Niantic Tribes. The two predecessor Tribes shared territory\nand cultural traditions at the time of European settlement and\neffectively merged in the aftermath of King Philip’s War. See Final\nDetermination, 48 Fed. Reg. 6177.Footnote\n2Title 25 U. S. C. §177\nprovides, in pertinent part, that “[n]o purchase, grant, lease, or\nother conveyance of lands, or of any title or claim thereto, from\nany Indian nation or tribe of Indians, shall be of any validity in\nlaw or equity, unless the same be made by treaty or convention\nentered into pursuant to the Constitution.”Footnote\n3The Tribe, the town, and the\nSecretary previously litigated issues relating to the Secretary’s\nacceptance of these 1,800 acres, and that matter is not presently\nbefore this Court. See generallyTown of Charlestown, Rhode\nIsland,18 IBIA 67;Rhode Islandv.Narragansett\nIndian Tribe, 19 F. 3d 685 (CA1 1994);Narragansett\nIndian Tribev.Rhode Island, 449 F. 3d 16 (CA1\n2006).Footnote\n4The current version of §465\nprovides “[t]hat no part of such funds shall be used to acquire\nadditional land outside of the exterior boundaries of Navajo Indian\nReservation . . . in the event that legislation to define the\nexterior boundaries of the Navajo Indian Reservation in New Mexico,\nand for other purposes, or similar legislation, becomes\nlaw.”Footnote\n5In addition to serving as\nCommissioner of Indian Affairs, John Collier was “a principal\nauthor of the [IRA].”United Statesv.Mitchell,463 U. S. 206,\n221, n. 21 (1983). And, as both parties note, he appears to\nhave been responsible for the insertion of the words “now under\nFederal jurisdiction” into what is now 25 U. S. C. §479. See\nHearings on S. 2755 et al.: A Bill to Grant Indians Living\nUnder Federal Tutelage the Freedom to Organize for Purposes of\nLocal Self-Government and Economic Enterprise, before the Senate\nCommittee on Indian Affairs, 73d Cong., 2d Sess., pt. 2,\np. 266 (1934). Also, the record contains a 1937 letter from\nCommissioner Collier in which, even after the passage of the IRA,\nhe stated that the Federal Government still lacked any jurisdiction\nover the Narragansett Tribe. App. 23a–24a. Commissioner Collier’s\nresponsibilities related to implementing the IRA make him an\nunusually persuasive source as to the meaning of the relevant\nstatutory language and the Tribe’s status under it. SeeChristensenv.Harris County,529 U. S. 576, 587\n(2000) (explaining that an Executive Branch statutory\ninterpretation that lacks the force of law is “entitled to respect\n. . . to the extent that those interpretations have the ‘power to\npersuade’ ” (internal quotation marks omitted)).Footnote\n6See,e.g., 25 U.\nS. C. §473a (“Sections . . . 465 . . . and 479 of this title\nshall after May 1, 1936, apply to the Territory of Alaska”);\n§1041e(a) (“The [Shawnee] Tribe shall be eligible to have land\nacquired in trust for its benefit pursuant to section 465 of this\ntitle . . .”); §1300b–14(a) (“[Sections 465 and 479 of this title\nare] hereby made applicable to the [Texas] Band [of Kickapoo\nIndians] . . .”); §1300g–2(a) (“[Sections 465 and 479] shall apply\nto the members of the [Ysleta Del Ser Pueblo] tribe, the tribe, and\nthe reservation”).Footnote\n7Because we conclude that the\nlanguage of §465 unambiguously precludes the Secretary’s action\nwith respect to the parcel of land at issue in this case, we do not\naddress petitioners’ alternative argument that the Rhode Island\nIndian Claims Settlement Act, 92 Stat. 813, 25 U. S. C. §1701et seq., precludes the Secretary from exercising his\nauthority under §465.Footnote\n8For this reason, we disagree\nwith the argument made by Justice Stevens that the term “Indians”\nin §465 has a different meaning than the definition of “Indian”\nprovided in §479, and that the term’s meaning in §465 is controlled\nby later-enacted regulations governing the Secretary’s recognition\nof tribes like the Narragansetts. Seepost, at 4–6, 9–11\n(dissenting opinion). When Congress has enacted a definition with\n“detailed and unyielding provisions,” as it has in §479, this Court\nmust give effect to that definition even when “ ‘it could be\nargued that the line should have been drawn at a different\npoint.’ ”INSv.Hector,479 U. S. 85, 88–89\n(1986)(per curium)(quotingFiallov.Bell,430\nU. S. 787, 798 (1977)).Footnote\n9NCAI notes that the ILCA’s\ndefinition of “tribe” “means any Indian tribe, band, group, pueblo,\nor community for which, or for the members of which, the United\nStates holds lands in trust.” §2201. But §2201 is, by its express\nterms, applicable only to Chapter 24 of Title 25 of the United\nStates Code.Ibid.The IRA is codified in Chapter 14 of\nTitle 25. See §465. Section 2201, therefore, does not itself alter\nthe authority granted to the Secretary by §465.",
    "joined": []
}