{
    "case": {
        "docket": "15-1498",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/15-1498/"
    },
    "id": "3888143",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1498_________________JEFFERSON B. SESSIONS, III, ATTORNEY GENERAL,\nPETITIONERv.JAMES GARCIA DIMAYAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 17, 2018]Justice Thomas, with whom Justice Kennedy and\nJustice Alito join as to Parts I–C–2, II–A–1, and II–B,\ndissenting.I agree with The Chief Justice that 18\nU. S. C. §16(b), as incorporated by the Immigration and\nNationality Act (INA), is not unconstitutionally vague. Section\n16(b) lacks many of the features that caused this Court to\ninvalidate the residual clause of the Armed Career Criminal Act\n(ACCA) inJohnsonv.United States, 576 U. S.\n___ (2015). ACCA’s residual clause—a provision that this Court had\napplied four times beforeJohnson—was not unconstitutionally\nvague either. Seeid.,at ___ (Thomas, J., concurring in\njudgment) (slip op., at 1);id.,at ___–___ (Alito, J.,\ndissenting) (slip op., at 13–17). But if the Court insists on\nadhering toJohnson, it should at least takeJohnsonat its word that the residual clause was vague due to the\n“ ‘sum’ ” of its specific features.Id., at ___\n(majority opinion) (slip op., at 10). By ignoring this limitation,\nthe Court jettisonsJohnson’s assurance that its holding\nwould not jeopardize “dozens of federal and state criminal laws.”Id.,at ___ (slip op., at 12).While The Chief Justice persuasively explains\nwhy respondent cannot prevail under our precedents, I write\nseparately to make two additional points. First, I continue to\ndoubt that our practice of striking down statutes as\nunconstitutionally vague is consistent with the original meaning of\nthe Due Process Clause. Seeid.,at ___–___ (opinion of\nThomas, J.) (slip op., at 7–18). Second, if the Court thinks that\n§16(b) is unconstitutionally vague because of the “categorical\napproach,” seeante, at 6–11, then the Court should abandon\nthat approach—not insist on reading it into statutes and then\nstrike them down. Accordingly, I respectfully dissent.II continue to harbor doubts about whether the\nvagueness doctrine can be squared with the original meaning of the\nDue Process Clause—and those doubts are only amplified in the\nremoval context. I am also skeptical that the vagueness doctrine\ncan be justified as a way to prevent delegations of core\nlegislative power in this context. But I need not resolve these\nquestions because, if the vagueness doctrine has any basis in the\nDue Process Clause, it must be limited to cases in which the\nstatute is unconstitutionally vague as applied to the person\nchallenging it. That is not the case for respondent, whose prior\nconvictions for first-degree residential burglary in California\nfall comfortably within the scope of §16(b).AThe Fifth Amendment’s Due Process Clause\nprovides that no person shall be “deprived of life, liberty, or\nprop- erty, without due process of law.” Section 16(b), as\nincorpo-rated by the INA, cannot violate this Clause unless the\nfollowing propositions are true: The Due Process Clause requires\nfederal statutes to provide certain minimal procedures, the\nvagueness doctrine is one of those procedures, and the vagueness\ndoctrine applies to statutes governing the removal of aliens.\nAlthough I need not resolve any of these propositions today, each\none is questionable. I will address them in turn.1First, the vagueness doctrine is not\nlegitimate unless the “law of the land” view of due process is\nincorrect. Under that view, due process “require[s] only that our\nGovernment . . . proceed . . . according to\nwritten constitutional and statutory provision[s] before depriving\nsomeone of life, liberty, or property.”Nelsonv.Colorado, 581 U. S. ___, ___, n. 1 (2017) (Thomas,\nJ., dissenting) (slip op., at 2, n. 1) (internal quotation\nmarks omitted). More than a half century after the founding, the\nCourt rejected this view of due process inMurray’s Lesseev.Hoboken Land & Improvement Co., 18 How. 272 (1856).\nSeeid.,at 276 (holding that the Due Process Clause “is a\nrestraint on the legislative as well as on the executive and\njudicial powers of the government”). But the textual and historical\nsupport for the law-of-the-land view is not insubstantial.[1]2Even underMurray’s Lessee, the\nvagueness doctrine is legitimate only if it is a “settled usag[e]\nand mod[e] of proceeding existing in the common and statute law of\nEngland, before the emigration of our ancestors.”Id., at\n277. That proposition is dubious. Until the end of the 19th\ncentury, “there is little indication that anyone . . .\nbelieved that courts had the power under the Due Process Claus[e]\nto nullify statutes on [vagueness] ground[s].”Johnson,supra, at ___ (opinion of Thomas, J.) (slip op., at11). That is not because Americans were\nunfamiliar with vague laws. Rather, early American courts, like\ntheir English predecessors, addressed vague laws through statutory\nconstruction instead of constitutional law. See Note, Void for\nVagueness: An Escape From Statutory Interpretation, 23 Ind.\nL. J. 272, 274–279 (1948). They invoked the rule of lenity and\ndeclined to apply vague penal statutes on a case-by-case basis. SeeJohnson, 576 U. S., at ___–___ (opinion of Thomas, J.)\n(slip op., at 7–10);e.g., ante,at 5–6, and n. 1\n(Gorsuch, J., concurring in part and concurring in judgment)\n(collecting cases).[2] The\nmodern vagueness doctrine, which claims the judicial author- ity to\n“strike down” vague legislation on its face, did not emerge until\nthe turn of the 20th century. SeeJohnson, 576 U. S.,\nat ___–___ (opinion of Thomas, J.) (slip op., at 11–13).The difference between the traditional rule of\nlenity andthe modern vagueness doctrine is not merely\nsemantic. Most obviously, lenity is a tool of statutory\nconstruction, which means States can abrogate it—and many have.\nHall, Strict or Liberal Construction of Penal Statutes, 48 Harv.\nL. Rev. 748, 752–754 (1935); see also Scalia, Assorted Canards\nof Contemporary Legal Analysis, 40 Case W. Res. L. Rev. 581, 583\n(1989) (“Arizona, by the way, seems to have preserved a fair and\nfree society without adopting the rule that criminal statutes are\nto be strictly construed” (citing Ariz. Rev. Stat. §1-211C\n(1989))). The vagueness doctrine, by contrast, is a rule of\nconstitutional law that States cannot alter or abolish. Lenity,\nmoreover, applies only to “penal” statutes, 1 Blackstone,\nCommentaries on the Laws of England 88 (1765), but the vagueness\ndoctrine extends to all regulations of individual conduct, both\npenal and nonpenal,Johnson, 576 U. S., at ___ (opinion\nof Thomas, J.) (slip op., at 6); see also Note, Indefinite Criteria\nof Definiteness in Statutes, 45 Harv. L. Rev. 160, 163 (1931)\n(explaining that the modern vagueness doctrine was not merely an\n“extension of the rule of strict construction of penal statutes”\nbecause it “expressly include[s] civil statutes within its scope,”\nreflecting a “regrettable disregard” for legislatures).[3] In short, early American courts were\nnot applying the modern vagueness doctrine by another name. They\nwere engaged in a fundamentally different enterprise.Tellingly, the modern vagueness doctrine emerged\nat a time when this Court was actively interpreting the DueProcess Clause to strike down democratically\nenacted laws—first in the name of the “liberty of contract,” then\nin the name of the “right to privacy.” SeeJohnson, 576\nU. S., at ___–___ (opinion of Thomas, J.) (slip op., at\n13–16). That the vagueness doctrine “develop[ed] on the federal\nlevel concurrently with the growth of the tool of substantive due\nprocess” does not seem like a coincidence. Note, 23 Ind.\nL. J., at 278. Like substantive due process, the vagueness\ndoctrine provides courts with “open-ended authority to oversee\n[legislative] choices.”Kolenderv.Lawson, 461\nU. S. 352, 374 (1983) (White, J., dissenting). This Court, for\nexample, has used the vagueness doctrine to invalidate\nantiloitering laws, even though those laws predate the Declaration\nof Independence. SeeJohnson,supra, at ___ (opinion\nof Thomas, J.) (slip op., at 7) (discussingChicagov.Morales, 527 U. S. 41 (1999) ).This Court also has a bad habit of invoking the\nDue Process Clause to constitutionalize rules that were\ntraditionally left to the democratic process. See,e.g.,Williamsv.Pennsylvania, 579 U. S. ___ (2016);BMW of North America, Inc.v.Gore, 517 U. S.\n559 (1996) ;Fouchav.Louisiana, 504 U. S. 71\n(1992) ; cf.Montgomeryv.Louisiana, 577 U. S.\n___ (2016). If vagueness is another example of this practice, then\nthat is all the more reason to doubt its legitimacy.3Even assuming the Due Process Clause prohibits\nvague laws, this prohibition might not apply to laws governing the\nremoval of aliens. Cf.Johnson, 576 U. S., at ___,\nn. 7 (opinion of Thomas, J.) (slip op., at 17, n. 7)\n(stressing the need for specificity when assessing alleged due\nprocess rights). The Founders were familiar with English law, where\n“ ‘the only question that ha[d] ever been made in regard to\nthe power to expel aliens [was] whether it could be exercised by\nthe King without the consent of Parliament.’ ”Demorev.Kim, 538 U. S. 510, 538 (2003) (O’Connor, J.,\nconcurring in part and concurring in judgment) (quotingFong Yue\nTingv.United States, 149 U. S. 698, 709 (1893) ).\nAnd, in this country, the notion that the Due Process Clause\ngoverned the removal of aliens was not announced until the 20th\ncentury.Less than a decade after the ratification of the\nBill of Rights, the founding generation had an extensive debate\nabout the relationship between the Constitution and federal removal\nstatutes. In 1798, the Fifth Congress enacted the Alien Acts. One\nof those Acts, the Alien Friends Act, gave the President unfettered\ndiscretion to expel any aliens “he shall judge dangerous to the\npeace and safety of the United States, or shall have reasonable\ngrounds to suspect are concerned in any treasonable or secret\nmachinations against the government thereof.” An Act Concerning\nAliens §1, 1Stat. 571. This statute was modeled after the Aliens\nAct 1793 in England, which similarly gave the King unfettered\ndiscretion to expel aliens as he “shall think necessary for the\npublick Secur- ity.” 33 Geo. III, ch. 4, §18, in 39 Eng. Stat. at\nLarge 16. Both the Fifth Congress and the States thoroughly de-\nbated the Alien Friends Act. Virginia and Kentucky enacted\nresolutions (anonymously drafted by Madison and Jefferson) opposing\nthe Act, while 10 States enacted counter-resolutions condemning the\nviews of Virginia and Kentucky. See Fehlings, Storm on the\nConstitution: The First Deportation Law, 10 Tulsa J. Comp. &\nInt’l L. 63, 85, 103 (2002).The Jeffersonian Democratic-Republicans, who\nviewed the Alien Friends Act as a threat to their party and the\ninstitution of slavery,[4]\nraised a number of constitutional objections. Some of the\nJeffersonians argued that the Alien Friends Act violated the Fifth\nAmendment’s Due Process Clause. They complained that the Act failed\nto provide aliens with all the accouterments of a criminal trial.\nSee,e.g.,Kentucky Resolutions ¶6, in 4 The Debates in the\nSeveral Conventions on the Adoption of the Federal Constitution\n541–542 (J. Elliot ed. 1836) (Elliot’s Debates); 8 Annals of Cong.\n1982–1983 (1798) (statement of Rep. Gallatin); Madison’s Report on\nthe Virginia Resolutions (Jan. 7, 1800), in 6 Writings of James\nMadison 361–362 (G. Hunt ed. 1906) (Madison’s Report).[5]The Federalists gave two primary responses to\nthis due process argument. First, the Federalists argued that the\nrights of aliens were governed by the law of nations, not the\nConstitution. See,e.g.,Randolph, Debate on Virginia\nResolutions, in The Virginia Report of 1799–1800, pp. 34–35 (1850)\n(Virginia Debates) (statement of George K. Taylor) (arguing that\naliens “were not a party to the [Constitution]” and that “cases\nbetween the government andaliens . . . arise under the law of\nnations”);id., at 100 (statement of William Cowan)\n(identifying the source of rights “as to citizens, the\nConstitution; as to aliens, the law of nations”); A. Addison, A\nCharge to the Grand Juries of the County Courts of the Fifth\nCircuit of the State of Pennsylvania 18 (1799) (Charge to the Grand\nJuries) (“[T]he Constitution leaves aliens, as in other countries,\nto the protection of the general principles of the law of\nnations”); Answer to the Resolutions of the State of Kentucky, Oct.\n29, 1799, in 4 Records of the Governor and Council of the State of\nVermont 528 (1876) (denying “that aliens had any rights among us,\nexcept what they derived from the law of nations, and rights of\nhospitality”). The law of nations imposed no enforceable limits on\na nation’s power to remove aliens. See,e.g.,1 E. de\nVattel, Law of Nations, §§230–231, pp. 108–109 (J. Chitty\net al. transl. and ed. 1883).Second, the Federalists responded that the\nexpulsion of aliens “did not touch life, liberty, or property.”\nVirginia Debates 34. The founding generation understood the phrase\n“life, liberty, or property” to refer to a relatively narrow set of\ncore private rights that did not depend on the will of the\ngovernment. SeeWellness Int’l Network, Ltd.v.Sharif, 575 U. S. ___, ___–___ (2015) (Thomas, J.,\ndissenting) (slip op., at 9–10); Nelson, Adjudication in the\nPolitical Branches, 107 Colum. L. Rev. 559, 566–568 (2007)\n(Nelson). Quasi-private rights—“privileges” or “franchises”\nbestowed by the government on individuals—did not qualify and could\nbe taken away without judicial process. SeeB&B Hardware,\nInc.v.Hargis Industries, Inc., 575 U. S. ___, ___\n(2015) (Thomas, J., dissenting) (slip op., at 12); Nelson 567–569.\nThe Federalists argued that an alien’s right to reside in this\ncountry was one such privilege. See,e.g., Virginia Debates\n34 (arguing that “ordering away an alien . . . was not a\nmatter of right, but of favour,” which did not require a jury\ntrial); Report of the Select Committee of the House of\nRepresentatives, Made to the House of Representatives on Feb. 21,\n1799, 9 Annals of Cong. 2987 (1799) (stating that aliens “remain in\nthe country . . . merely as matter of favor and\npermission” and can be removed at any time without a criminal\ntrial); Charge to the Grand Juries 11–13 (similar). According to\nthe Minority Address of the Virginia Legislature (anonymously\ndrafted by John Marshall), “[T]he right of remaining in our country\nis vested in no alien; he enters and remains by the courtesy of the\nsovereign power, and that courtesy may at pleasure be withdrawn”\nwithout judicial process. Address of the Minority in the Virginia\nLegislature to the People of that State 9–10 (1799) (Virginia\nMinority Address). Unlike “a grant of land,” the “[a]dmission of an\nalien to residence . . . is revocable, like a\npermission.” A. Addison, Analysis of the Report of the Committee of\nthe Virginia Assembly 23 (1800). Removing a resident alien from the\ncountry did not affect “life, lib- erty, or property,” the\nFederalists argued, until the alien became a naturalized citizen.\nSeeid., at 23–24; Charge to the Grand Juries 11–13. That\nthe alien’s permanent residence was conferred by statute would not\nhave made a difference. See Nelson 571, 580–582;Teva\nPharmaceuticals USA, Inc.v.Sandoz, Inc., 574\nU. S. ___, ___, n. 2 (2015) (Thomas, J., dissenting)\n(slip op., at 9, n. 2).After the Alien Friends Act lapsed in 1800,\nCongress did not enact another removal statute for nearly a\ncentury. The States enacted their own removal statutes during this\nperiod, see G. Neuman, Strangers to the Constitution 19–43 (1996),\nand I am aware of no decision questioning the legality of these\nstatutes under State due-process or law-of-the-land provisions.\nBeginning in the late 19th century, the Federal Government\nreinserted itself into the regulation of immigration. When this\nCourt was presented with constitutional challenges to Congress’\nremoval laws, it initially rejected them for many of the same\nreasons that Marshall and the Federalists had cited in defense of\nthe Alien Friends Act. Although the Court rejected the Federalists’\nargument that resident aliens do not enjoy constitutional rights,\nseeWong Wingv.United States, 163 U. S. 228,\n238 (1896) , it agreed that civil deportation statutes do not\nimplicate “life, liberty, or property,” see,e.g., Harisi-\nadesv.Shaughnessy, 342 U. S. 580, 584 –585 (1952)\n(“[T]hat admission for permanent residence confers a ‘vested right’\non the alien [is] not founded in precedents of this Court”);United States ex rel. Turnerv.Williams, 194\nU. S. 279, 290 (1904) (“[T]he deportation of an alien who is\nfound to be here in violation of law is not a deprivation of\nliberty without due process of law”);Fong Yue Ting, 149\nU. S., at 730 (“[Deportation] is but a method of enforcing the\nreturn to his own country of an alien who has not complied with\n[statutory] conditions . . . . He has not,\ntherefore, been deprived of life, liberty, or property without due\nprocess of law”);id.,at 713–715 (similar). Consistent with\nthis understanding, “federal immigration laws from 1891 until 1952\nmade no express provision for judicial review.”Demore, 538\nU. S., at 538 (opinion of O’Connor, J.).It was not until the 20th century that this\nCourt held that nonpenal removal statutes could violate the Due\nProcess Clause. SeeWong Yang Sungv.McGrath, 339\nU. S. 33, 49 (1950) . That ruling opened the door for the\nCourt to apply the then-nascent vagueness doctrine to immigration\nstatutes. But the Court upheld vague standards in immigration laws\nthat it likely would not have tolerated in criminal statutes. See,e.g.,Boutilierv.INS, 387 U. S. 118,\n122 (1967) (“ ‘psychopathic personality’ ”);Jordanv.De George, 341 U. S. 223, 232 (1951)\n(“ ‘crime involving moral turpitude’ ”); cf.Mahler,supra, at 40 (“ ‘undesirable\nresidents’ ”). Until today, this Court has never held that an\nimmigration statute is unconstitutionally vague.Thus, for more than a century after the\nfounding, it was, at best, unclear whether federal removal statutes\ncould violate the Due Process Clause. And until today, this Court\nhad never deemed a federal removal statute void for vagueness.\nGiven this history, it is difficult to conclude that a ban on vague\nremoval statutes is a “settled usag[e] and mod[e] of proceeding\nexisting in the common and statute law of England, before the\nemigration of our ancestors” protected by the Fifth Amendment’s Due\nProcess Clause.Murray’s Lessee, 18 How., at 277.BInstead of a longstanding procedure underMurray’s Lessee, perhaps the vagueness doctrine is really a\nway to enforce the separation of powers—specifically, the doctrine\nof nondelegation. See Chapman & McConnell, Due Process as\nSeparation of Powers, 121 Yale L. J. 1672, 1806 (2012) (“Vague\nstatutes have the effect of delegating lawmaking authority to the\nexecutive”). Madison raised a similar objection to the Alien\nFriends Act, arguing that its expansive language effectively\nallowed the President to exercise legislative (and judicial) power.\nSee Madison’s Report 369–371. And this Court’s precedents have\noccasionally described the vagueness doctrine in terms of\nnondelegation. See,e.g.,Graynedv.City of\nRockford, 408 U. S. 104, 108 –109 (1972) (“A vague law\nimpermissibly delegates basic policy matters”). But they have not\nbeen consistent on this front. See,e.g.,Apthekerv.Secretary of State, 378 U. S. 500, 516 (1964)\n(“ ‘The objectionable qual- ity of vagueness . . .\ndoes not depend upon . . . unchanneled delegation of\nlegislative powers’ ”);Maynardv.Cartwright,\n486 U. S. 356, 361 (1988) (“Objections to vagueness under the\nDue Process Clause rest on the lack of notice”).I agree that the Constitution prohibits Congress\nfrom delegating core legislative power to another branch. SeeDepartment of Transportationv.Association of American\nRailroads, 575 U. S. ___, ___ (2015) (AAR) (Thomas,\nJ., concurring in judgment) (slip op., at 3) (“Congress improperly\n‘delegates’ legislative power when it authorizes an entity other\nthan itself to make a determination that requires an exercise of\nlegislative power”); accord,Whitmanv.American Trucking\nAssns., Inc., 531 U. S. 457, 487 (2001) (Thomas, J.,\nconcurring). But I locate that principle in the Vesting Clauses of\nArticles I, II, and III—not in the Due Process Clause.AAR,supra, at ___–___ (opinion of Thomas, J.) (slip op., at\n2–3); see alsoHamptonv.Mow Sun Wong, 426\nU. S. 88, 123 (1976) (Rehnquist, J., dissenting) (“[T]hat\nthere was an improper delegation of authority . . . has\nnot previously been thought to depend upon the procedural\nrequirements of the Due Process Clause”). In my view, impermissible\ndelegations of legislative power violate this principle, not just\ndelegations that deprive individuals of “life, liberty, or\nproperty,” Amdt. 5.Respondent does not argue that §16(b), as\nincorporated by the INA, is an impermissible delegation of power.\nSee Brief for Respondent 50 (stating that “there is no delegation\nquestion” in this case). I would not reach that question here,\nbecause this case can be resolved on narrower grounds. See Part\nI–C,infra. But at first blush, it is not at all obvious\nthat the nondelegation doctrine would jus- tify wholesale\ninvalidation of §16(b).If §16(b) delegates power in this context, it\ndelegates power primarily to the Executive Branch entities that\nadminister the INA—namely, the Attorney General, immigration\njudges, and the Board of Immigration Appeals (BIA). But Congress\ndoes not “delegate” when it merely authorizes the Executive Branch\nto exercise a power that it already has. SeeAAR,supra, at ___ (opinion of Thomas, J.) (slip op., at 3). And\nthere is some founding-era evidence that “the executive Power,”\nArt. II, §1, includes the power to deport aliens.Blackstone—one of the political philosophers\nwhose writings on executive power were “most familiar to the\nFramers,” Prakash & Ramsey, The Executive Power Over Foreign\nAffairs, 111 Yale L. J. 231, 253 (2001)—described the power to\ndeport aliens as executive and located it with the King. Alien\nfriends, Blackstone explained, are “liable to be sent home whenever\nthe king sees occasion.” 1 Commentaries on the Laws of England 252\n(1765). When our Constitution was ratified, moreover, “[e]minent\nEnglish judges, sitting in the Judicial Committee of the Privy\nCouncil, ha[d] gone very far in supporting the . . .\nexpulsion, by the executive authority of a colony, of aliens.”Demore, 538 U. S., at 538 (opinion of O’Connor, J.)\n(quotingFong Yue Ting, 149 U. S., at 709). Some of the\nFederalists defending the Alien Friends Act similarly argued that\nthe President had the power to remove aliens. See,e.g.,Virginia Debates 35 (statement of George K. Taylor) (arguing that\nthe power to remove aliens is “most properly entrusted” with the\nPresident, since “[h]e, by the Constitution, was bound to execute\nthe laws” and is “the executive officer, with whom all persons and\nbodies whatever were accustomed to communicate”); Virginia Minority\nAddress 9 (arguing that the removal of aliens “is a measure of\ngeneral safety, in its nature political and not forensic, the\nexecution of which is properly trusted to the department which\nrepresents the nation in all its interior relations”); Charge to\nthe Grand Juries 29–30 (“As a measure of national defence, this\ndiscretion, of expulsion or indulgence, seems properly vested in\nthe branch of the government peculiarly charged with the direction\nof the executive powers, and of our foreign relations. There is in\nit a mixture of external policy, and of the law of nations, that\njustifies this disposition”). More recently, this Court recognized\nthat “[r]emoval decisions” implicate “our customary policy of\ndeference to the President in matters of foreign affairs” because\nthey touch on “our relations with foreign powers and require\nconsideration of changing political and economic circumstances.”Jamav.Immigration and Customs Enforcement, 543\nU. S. 335, 348 (2005) (internal quotation marks omitted).\nTaken together, this evidence makes it difficult to confidently\nconclude that the INA, through §16(b), delegates core legislative\npower to the Executive.Instead of the Executive, perhaps §16(b)\nimpermissibly delegates power to the Judiciary, since the Courts of\nAppeals often review the BIA’s application of §16(b). I assume\nthat, at some point, a statute could be so devoid of content that a\ncourt tasked with interpreting it “would simply be making up a\nlaw—that is, exercising legislative power.” Lawson, Delegation and\nOriginal Meaning, 88 Va. L. Rev. 327, 339 (2002); seeid.,at 339–340 (providing examples such as a\ngibberish-filled statute or a statute that requires\n“ ‘goodness and niceness’ ”). But I am not confident that\nour modern vagueness doctrine—which focuses on whether regulations\nof individual conduct provide “fair warning,” are “clearly\ndefined,” and do not encourage “arbitrary and discriminatory\nenforcement,”Grayned, 408 U. S., at 108;Kolender, 461 U. S., at 357—accurately demarcates the\nline between legislative and judicial power. The Founders\nunderstood that the interpretation of legal texts, even vague ones,\nremained an exercise of core judicial power. SeePerezv.Mortgage Bankers Assn., 575 U. S. ___, ___–___ (2015)\n(Thomas, J., concurring in judgment) (slip op., at 8–9); Hamburger,\nThe Constitution’s Accommodation of Social Change, 88 Mich.\nL. Rev. 239, 303–310 (1989). Courts were expected to clarify\nthe meaning of such texts over time as they applied their terms to\nspecific cases. Seeid.,at 309–310; Nelson, Originalism and\nInterpretive Conventions, 70 U. Chi. L. Rev. 519, 526 (2003).\nAlthough early American courts declined to apply vague or\nunintelligible statutes as appropriate in individual cases, they\ndid not wholesale invalidate them as unconstitutional delegations\nof legislative power. SeeJohnson, 576 U. S., at\n___–___, and n. 3 (opinion of Thomas, J.) (slip op., at 10–11,\nand n. 3).C1I need not resolve these historical questions\ntoday, as this case can be decided on narrower grounds. If the\nvagueness doctrine has any basis in the original meaning of the Due\nProcess Clause, it must be limited to case-by-case challenges to\nparticular applications of a statute. That is what early American\ncourts did when they applied the rule of lenity. Seeid., at\n___ (slip op., at 10). And that is how early American courts\naddressed constitutional challenges to statutes more generally. Seeibid.(“[T]here is good evidence that [antebellum] courts\n. . . understood judicial review to consist ‘of a refusal\nto give a statute effect as operative law in resolving a case,’ a\nnotion quite distinct from our modern practice of\n‘ “strik[ing] down” legislation’ ” (quoting Walsh,\nPartial Unconstitutionality, 85 N. Y. U. L. Rev. 738, 756\n(2010)).2This Court’s precedents likewise recognize\nthat, outside the First Amendment context, a challenger must prove\nthat the statute is vague as applied to him. SeeHolderv.Humanitarian Law Project, 561 U. S. 1, 18 –19 (2010);United Statesv.Williams, 553 U. S. 285, 304\n(2008) ;Maynard, 486 U. S., at 361;Hoffman\nEstatesv.Flipside, Hoffman Estates, Inc., 455\nU. S. 489, 495 , and n. 7 (1982) (collecting cases).Johnsondid not overrule these precedents. WhileJohnsonweakened the principle that a facial challenge\nrequires a statute to be vague “inallapplications,” 576\nU. S., at ___ (slip op., at 11) (emphasis added), it did not\naddress whether a statute must be vague as applied to the person\nchallenging it. That question did not arise because the Court\nconcluded that ACCA’s residual clause was vague as applied to the\ncrime at issue there: unlawful possession of a short-barreled\nshotgun. Seeid.,at ___ (slip op., at 9).In my view, §16(b) is not vague as applied to\nrespondent. When respondent committed his burglaries in 2007 and\n2009, he was “sufficiently forewarned . . . that the\nstatutory consequence . . . is deportation.”De\nGeorge, 341 U. S., at 232. At the time, courts had\n“unanimous[ly]” concluded that residential burglary is a crime of\nviolence, and not “a single opinion . . . ha[d] held that\n[it] isnot.”United Statesv.M. C. E., 232 F. 3d 1252, 1255–1256 (CA9\n2000); see alsoUnited Statesv.Davis, 881\nF. 2d 973, 976 (CA11 1989) (explaining that treating\nresidential burglary as a crime of violence was “[i]n accord with\ncommon law tradition and the settled law of the federal circuits”).\nResidential burglary “ha[d] been considered a violent offense for\nhundreds of years . . . because of the potential for\nmayhem if burglar encounters resident.”United Statesv.Pinto, 875 F. 2d 143, 144 (CA7 1989). The Model Penal\nCode had recognized that risk, see ALI, Model Penal Code §221.1,\nComment 3(c), p. 75 (1980); the Sentencing Commission had\nrecognized that risk; see United States Sentencing Commission,\nGuidelines Manual §4B1.2(a)(2) (Nov. 2006); and this Court had\nrepeatedly recognized that risk, see,e.g.,Jamesv.United States, 550 U. S. 192, 203 (2007) ;Taylorv.United States, 495 U. S. 575, 588\n(1990) . InLeocalv.Ashcroft, 543 U. S. 1\n(2004) , this Court unanimously agreed that burglary is the\n“classic example” of a crime of violence under §16(b), because it\n“involves a substantial risk that the burglar will use force\nagainst a victim in completing the crime.”Id., at 10.That same risk is present with respect to\nrespondent’s statute of conviction—first-degree residential\nburglary, Cal. Penal Code Ann. §§459, 460(a) (West 1999). The\nCalifornia Supreme Court has explained that the State’s burglary\nlaws recognize “the dangers to personal safety created by theusualburglary situation.”Peoplev.Davis,18 Cal. 4th\n712, 721, 958 P. 2d 1083, 1089 (1998) (emphasis added).\n“ ‘[T]he fact that a building is used as a home\n. . . increases such danger,’ ” which is why\nCalifornia elevates residential burglary to a first-degree offense.Peoplev.Rodriguez, 122 Cal. App. 4th 121, 133, 18\nCal. Rptr. 3d 550, 558 (2004); see alsoPeoplev.Wilson, 208 Cal. App. 3d 611, 615,256 Cal. Rptr.\n422,425(1989)\n(“[T]he higher degree . . . is intended to prevent those\nsituations which are most dangerous, most likely to cause personal\ninjury” (emphasis deleted)). Although unlawful entry is not an\nelement of the offense, courts “unanimous[ly]” agree that the\noffense still involves a substantial risk of physical force.United Statesv.Avila, 770 F. 3d 1100, 1106\n(CA4 2014); accord,United Statesv.Maldonado, 696\nF. 3d 1095, 1102, 1104 (CA10 2012);United Statesv.Scanlan, 667 F. 3d 896, 900 (CA7 2012);United\nStatesv.Echeverria–Gomez, 627 F. 3d 971, 976 (CA5\n2010);United Statesv.Becker, 919 F. 2d 568,\n573 (CA9 1990). First-degree residential burglary requires entry\ninto an inhabited dwelling, with the intent to commit a felony,\nagainst the will of the homeowner—the key elements that create the\nrisk of violence. SeeUnited Statesv.Park, 649\nF. 3d 1175, 1178–1180 (CA9 2011);Avila,supra,\nat 1106–1107;Becker,supra, at 571, n. 5. As\nthis Court has explained, “[t]he main risk of burglary arises not\nfrom the simple physical act of wrongfully entering onto another’s\nproperty, but rather from the possibility of a face-to-face\nconfrontation between the burglar and a third party.”James,supra, at 203.Drawing onJohnsonand the decision\nbelow, the Court suggests that residential burglary might not be a\ncrime of violence because “ ‘only about seven percent of\nburglaries actually involve violence.’ ”Ante,at 9,\nn. 3 (citingDimayav.Lynch, 803 F. 3d\n1110, 1116, n. 7 (CA9 2015)); see Bureau of Justice\nStatistics, S. Catalano, National Crime Victimization Survey:\nVictimization During Household Burglary 1 (Sept. 2010),\nhttps://www.bjs.gov/content/pub/ pdf/vdhb.pdf (as last visited Apr.\n13, 2018). But this statistic—which measures actual violence\nagainst a member of the household, seeid.,at 1, 12—is\nwoefully underinclusive. It excludes other potential victims\nbesides household members—for example, “a police officer, or a\nbystande[r] who comes to investigate,”James,supra,\nat 203. And §16(b) requires only a risk of physical force, not\nactual physical force, and that risk would seem to be present\nwhenever someone is home during the burglary. Further,Johnsonis not conclusive because, unlike ACCA’s residual\nclause, §16(b) covers offenses that involve a substantial risk of\nphysical force “against the personor propertyof another.”\n(Emphasis added.) Surely the ordinary case of residential burglary\ninvolves at least one of these risks. According to the statistics\nreferenced by the Court, most burglaries involve either a forcible\nentry (e.g.,breaking a window or slashing a door screen),\nan attempted forcible entry, or an unlawful entry when someone is\nhome. See Bureau of Justice Statistics,supra,at 2 (Table\n1). Thus, under any metric, respondent’s convictions for\nfirst-degree residential burglary are crimes of violence under\n§16(b).3Finally, if facial vagueness challenges are ever\nappropriate, I adhere to my view that a law is not facially vague\n“ ‘[i]f any fool would know that a particular category of\nconduct would be within the reach of the statute, if there is an\nunmistakable core that a reasonable person would know is forbidden\nby the law.’ ”Morales, 527 U. S., at 112 (Thomas,\nJ., dissenting) (quotingKolender, 461 U. S., at\n370–371 (White, J., dissenting)). The residual clause of ACCA had\nsuch a core. SeeJohnson, 576 U. S., at ___ (slip op.,\nat 10);id.,at ___–___ (Alito, J., dissenting) (slip op.,\nat 14–15). And §16(b) has an even wider core, as The Chief Justice\nexplains. Thus, the Court should not have invalidated §16(b),\neither on its face or as applied to respondent.IIEven taking the vagueness doctrine andJohnsonat face value, I disagree with the Court’s decision\nto invalidate §16(b). The sole reason that the Court deems §16(b)\nunconstitutionally vague is because it reads the statute as\nincorporating the categorical approach—specifically, the “ordinary\ncase” approach from ACCA’s residual clause. Although the Court\nmentions “[t]wo features” of §16(b) that make it vague—the\nordinary-case approach and an imprecise risk standard—the Court\nadmits that the second feature is problematic only in combination\nwith the first.Ante,at 8. Without the ordinary-case\napproach, the Court “do[es] not doubt” the constitutionality of\n§16(b).Ante,at 10.But if the categorical approach renders §16(b)\nunconstitutionally vague, then constitutional avoidance requires us\nto make a reasonable effort to avoid that interpretation. And a\nreasonable alternative interpretation is available: Instead of\nasking whether the ordinary case of an alien’s offense presents a\nsubstantial risk of physical force, courts should ask whether the\nalien’s actual underlying conduct presents a substantial risk of\nphysical force. I will briefly discuss the origins of the\ncategorical approach and then explain why the Court should abandon\nit for §16(b).A1The categorical approach originated with\nJustice Blackmun’s opinion for the Court inTaylorv.United States, 495 U. S. 575 (1990) . The question inTaylorwas whether ACCA’s reference to “burglary” meant\nburglary as defined by state law or burglary in the generic sense.\nAfter “devoting 10 pages of [its] opinion to legislative history,”id.,at 603 (Scalia, J., concurring in part and concurring\nin judgment), and finding that Congress had made “an inadvertent\ncasualty in [the] complex drafting process,”id.,at 589–590\n(majority opinion), the Court concluded that ACCA referred to\nburglary in the generic sense,id.,at 598. The Court then\naddressed how the Government would prove that a defendant was\nconvicted of generic burglary, as opposed to another offense.Id.,at 599–602.Taylorrejected the notion that the\nGovernment could introduce evidence about the “particular facts” of\nthe defendant’s underlying crime.Id.,at 600. Instead, the\nCourt adopted a “categorical approach,” which focused primarily on\nthe “statutory definition of the prior offense.”Id.,at\n602.AlthoughTaylorwas interpreting one of\nACCA’s enumerated offenses, this Court later extended the\ncategorical approach to ACCA’s residual clause. SeeJames,\n550 U. S., at 208. That extension required some reworking.\nBecause ACCA’s enumerated-offenses clause asks whether a prior\nconviction “is burglary, arson, or extortion,” 18\nU. S. C. §924(e)(2)(B)(ii),Taylorinstructed\ncourts to focus on the definition of the underlying crime. The\nresidual clause, by contrast, asks whether a prior conviction\n“involves conduct that presents a serious potential risk of\nphysical injury to another.” §924(e)(2)(B)(ii). Thus, the Court\nheld that the categorical approach for the residual clause asks\n“whether the conduct encompassed by the elements of the offense,in the ordinary case, presents a serious potential risk of\ninjury to another.”James,supra, at 208 (emphasis\nadded). This “ordinary case” approach allowed courts to apply the\nresidual clause without inquiring into the individual facts of the\ndefendant’s prior crime.Taylorgave a few reasons why the\ncategorical approach was the correct reading of ACCA, see 495\nU. S., at 600–601, but the “heart of the decision” was the\nCourt’s concern with limiting the amount of evidence that the\nparties could introduce at sentencing.Shepardv.United\nStates, 544 U. S. 13, 23 (2005) . Specifically, the Court\nwas worried about potential violations of the Sixth Amendment. If\nthe parties could introduce evidence about the defendant’s\nunderlying conduct, then sentencing proceedings might devolve into\na full-blown minitrial, with factfinding by the judge instead of\nthe jury. Seeid., at 24–26;Taylor,supra, at\n601. While this Court’s decision inAlmendarez-Torresv.United States, 523 U. S. 224 (1998) , allows judges to\nfind facts about a defendant’s prior convictions, a full-blown\nminitrial would look “too much like” the kind of factfinding that\nthe Sixth Amendment requires the jury to conduct.Shepard,\n544 U. S., at 25. By construing ACCA to require a categorical\napproach, then, the Court was following “[t]he rule of reading\nstatutes to avoid serious risks of unconstitutionality.”Ibid.2I disagreed with the Court’s decision to\nextend the categorical approach to ACCA’s residual clause. SeeJames, 550 U. S., at 231–232 (dissenting opinion). The\ncategorical approach was an “ ‘unnecessary exercise,’ ” I\nexplained, because it created the same Sixth Amendment problem that\nit tried to avoid.Id.,at 231. Absent waiver, a defendant\nhas the right to have a jury find “every fact that is by law a\nbasis for imposing or increasing punishment,” including the fact of\na prior conviction.Apprendiv.New Jersey, 530\nU. S. 466, 501 (2000) (Thomas, J., concurring). The exception\nrecognized inAlmendarez-Torresfor prior convictions is an\naberration, has been seriously undermined by subsequent precedents,\nand should be reconsidered. SeeMathisv.United\nStates, 579 U. S. ___, ___ (2016) (Thomas, J., concurring)\n(slip op., at 1);Shepard,supra, at 27–28 (Thomas,\nJ., concurring in part and concurring in judgment). In my view, if\nthe Government wants to enhance a defendant’s sentence based on his\nprior convictions, it must put those convictions in the indictment\nand prove them to a jury beyond a reasonable doubt.[6]BMy objection aside, the ordinary-case approach\nsoon created problems of its own. The Court’s attempt to avoid the\nScylla of the Sixth Amendment steered it straight into the\nCharybdis of the Fifth. The ordinary-case approach that was created\nto honor the individual right to a jury is now, according to the\nCourt, so vague that it deprives individuals of due process.I see no good reason for the Court to persist in\nreading the ordinary-case approach into §16(b). The text of §16(b)\ndoes not mandate the ordinary-case approach, the concerns that led\nthis Court to adopt it do not apply here, and there are no\nprudential reasons for retaining it. In my view, we should abandon\nthe categorical approach for §16(b).1The text of §16(b) does not require a\ncategorical approach. The INA declares an alien deportable if he\nis“convicted of an aggravated felony” after he\nis admitted to the United States. 8 U. S. C.\n§1227(a)(2)(A)(iii). Aggravated felonies include “crime[s] of\nviolence” as defined in §16. §1101(a)(43)(F). Section 16, in turn,\ndefines crimes of violence as follows:“(a) an offense that has as an element the\nuse, attempted use, or threatened use of physical force against the\nperson or property of another, or“(b) any other offense that is a felony and\nthat, by its nature, involves a substantial risk that physical\nforce against the person or property of another may be used in the\ncourse of committing the offense.”At first glance, §16(b) is not clear about the\nprecise question it poses. On the one hand, the statute might refer\nto the metaphysical “nature” of the offense and ask whether it\nordinarily involves a substantial risk of physical force. On the\nother hand, the statute might refer to the underlying facts of the\noffense that the offender committed; the words “by its nature,”\n“substantial risk,” and “may” would mean only that an offender who\nengages in risky conduct cannot benefit from the fortuitous fact\nthat physical force was not actually used during his offense. The\ntext can bear either interpretation. SeeNijhawanv.Holder, 557 U. S. 29, 33 –34 (2009) (“[I]n ordinary\nspeech words such as ‘crime,’ ‘felony,’ ‘offense,’ and the like\nsometimes refer to a generic crime . . . and sometimes\nrefer to the specific acts in which an offender engaged on a\nspecific occasion”). It is entirely natural to use words like\n“nature” and “offense” to refer to an offender’s actual underlying\nconduct.[7]Although both interpretations are linguistically\npossible, several factors indicate that the underlying-conduct\napproach is the better one. To begin, §16(b) asks whether an\noffense “involves” a substantial risk of force. The word “involves”\nsuggests that the offense mustnecessarilyinclude a\nsubstantial risk of force. See The New Oxford Dictionary of English\n962 (2001) (“include (something) as a necessary part or result”);\nRandom House Dictionary of the English Language 1005 (2d ed. 1987)\n(“1. to include asa necessary circumstance, condition, or\nconsequence”); Oxford American Dictionary 349 (1980) (“1. to\ncontain within itself, to make necessary as a condition or\nresult”). That condition is always satisfied if the Government must\nprove that the alien’s underlying conduct involves a substantial\nrisk of force, but it is not always satisfied if the Government\nneed only prove that the “ordinary case” involves such a risk. SeeJohnson, 576 U. S., at ___ (Alito, J., dissenting)\n(slip op., at 12). Tellingly, the other aggravated felonies in the\nINA that use the word “involves” employ the underlying-conduct\napproach. See 8 U. S. C. §1101(a)(43)(M)(i) (“an offense\nthat involves fraud or deceit in which the loss to the victim or\nvictims exceeds $10,000”); §1101(h)(3) (“any crime of reckless\ndriving or of driving while intoxicated or under the influence of\nalcohol or of prohibited substances if such crime involves personal\ninjury to another”). As do the similarly worded provisions of the\nComprehensive Crime Control Act of 1984, the bill that contained\n§16(b). See,e.g.,98Stat. 2059 (elevating the burden of\nproof for the release of “a person found not guilty only by reason\nof insanity of an offense involving bodily injury to, or serious\ndamage to the property of, another person, or involving a\nsubstantial risk of such injury or damage”);id.,at 2068\n(establishing the sentence for drug offenses “involving” specific\nquantities and types of drugs);id.,at 2137 (defining\nviolent crimes in aid of racketeering to include “attempting or\nconspiring to commit a crime involving maiming, assault with a\ndangerous weapon, or assault resulting in serious bodily\ninjury”).A comparison of §16(b) and §16(a) further\nhighlights why the former likely adopts an underlying-conduct\napproach. Section 16(a) covers offenses that have the use,\nattempted use, or threatened use of physical force “as an element.”\nBecause §16(b) covers “other” offenses and is separated from §16(a)\nby the disjunctive word “or,” the natural inference is that §16(b)\nasks a different question. In other words, §16(b) must require\nimmigration judges to look beyond the elements of an offense to\ndetermine whether it involves a substantial risk of physical force.\nBut if the elements are insufficient, where else should immigration\njudges look to determine the riskiness of an offense? Two options\nare possible, only one of which is workable.The first option is to consult the underlying\nfacts of the alien’s crime and then assess its riskiness. This\napproach would provide a definitive answer in every case. And\ncourts are already familiar with this kind of inquiry. Cf.Johnson,supra,at ___ (slip op., at 12) (noting that\n“dozens” of similarly worded laws ask courts to assess “the\nriskiness of conduct in which an individual defendant engageson\na particular occasion”). Nothing suggests that Congress imposed\na more limited inquiry when it enacted §16(b) in 1984. At the time,\nCongress had not yet enacted ACCA’s residual clause, this Court had\nnot yet created the categorical approach, and this Court had not\nyet recognized a Sixth Amendment limit on judicial factfinding at\nsentencing, seeChambersv.United States, 555\nU. S. 122, 132 (2009) (Alito, J., concurring in judgment).The second option is to imagine the “ordinary\ncase” of the alien’s crime and then assess the riskiness of that\nhypothetical offense. But the phrase “ordinary case” does not\nappear in the statute. And imagining the ordinary case, the Court\nreminds us, is “hopeless[ly] indetermina[te],” “wholly\n‘speculative,’ ” and mere “guesswork.”Ante,at 7, 24\n(quotingJohnson,supra,at ___–___ (slip op., at 5,\n7)); see alsoChambers,supra, at 133 (opinion of\nAlito, J.) (observing that the categorical approach is “nearly\nimpossible to apply consistently”). Because courts disfavor\ninterpretations that make a statute impossible to apply, see\nA. Scalia & B. Garner, Reading Law 63 (2012), this\nCourt should reject the ordinary-case approach for §16(b) and adopt\nthe underlying-facts approach instead. SeeJohnson,supra, at ___ (Alito, J., dissenting) (slip op., at 10)\n(“When another interpretation is ready at hand, why should we\nassume that Congress gave the clause a meaning that is\nimpossible—or even, exceedingly difficult—to apply”).2That the categorical approach is not the\nbetter reading of §16(b) should not be surprising, since the\ncategorical approach was never really about the best reading of the\ntext. As explained, this Court adopted that approach to avoid a\npotential Sixth Amendment problem with sentencing judges conducting\nminitrials to determine a defendant’s past conduct. But even\nassuming the categorical approach solved this Sixth Amendment\nproblem in criminal cases, no such problem arises in immigration\ncases. “[T]he provisions of the Constitution securing the right of\ntrial by jury have no application” in a removal proceeding.Turner, 194 U. S., at 290. And, in criminal cases, the\nunderlying-conduct approach would be perfectly constitutional if\nthe Government included the defendant’s prior conduct in the\nindictment, tried it to a jury, and proved it beyond a reasonable\ndoubt. SeeJohnson, 576 U. S., at ___ (Alito, J.,\ndissenting) (slip op., at 12). Nothing in §16(b) prohibits the\nGovernment from proceeding this way, so the plurality is wrong to\nsuggest that the underlying-conduct approach would necessarily\n“ping-pong us from one constitutional issue to another.”Ante,at 14.If constitutional avoidance applies here at all,\nit requires us torejectthe categorical approach for\n§16(b). According to the Court, the categorical approach is\nunconstitutionally vague. And, all agree that the\nunderlying-conduct approach would not be. SeeJohnson, 576\nU. S., at ___ (majority opinion) (slip op., at 12) (“[W]e do\nnot doubt the constitutionality of laws that call for the\napplication of a qualitative standard such as ‘substantial risk’ to\nreal-world conduct”). Thus, if the underlying-conduct approach is a\n“reasonabl[e]” interpretation of §16(b), it is our “plain duty” to\nadopt it.United States ex rel. Attorney Generalv.Delaware & Hudson Co., 213 U. S. 366, 407 (1909) .\nAnd it is reasonable, as explained above.InJohnson, the Court declined to adopt\nthe underlying-conduct approach for ACCA’s residual clause. See 576\nU. S., at ___–___ (slip op., at 12–13). The Court concluded\nthat the categorical approach was the only reasonable reading of\nACCA because the residual clause uses the word “convictions.”Id.,at ___ (slip op., at 13). The Court also stressed the\n“utter impracticability of requiring a sentencing court to\nreconstruct, long after the original conviction, the conduct\nunderlying that conviction.”Ibid.Neither of these arguments is persuasive with\nrespect to the INA. Moreover, this Court has already rejected them.\nInNijhawan, this Court unanimously concluded that one of\nthe aggravated felonies in the INA—“an offense that . . .\ninvolves fraud or deceit in which the loss to the victim or victims\nexceeds $10,000,” §1101(a)(43)(M)(i)—applies the underlying-conduct\napproach, not the categorical approach. 557 U. S., at 32.\nAlthough the INA also refers to “convict[ions],”\n§1227(a)(2)(A)(iii), the Court was not swayed by that argument. The\nword “convict[ion]” means only that the defendant’s underlying\nconduct must “ ‘be tied to the specific counts covered by the\nconviction,’ ” not “acquitted or dismissed counts or general\nconduct.”Id.,at 42. As for the supposed practical problems\nwith proving an alien’s prior conduct, the Court did not find that\nargument persuasive either. “[T]he ‘sole purpose’ of the\n‘aggravated felony’ inquiry,” the Court explained, “ ‘is to\nascertain the nature of a prior conviction; it is not an invitation\nto relitigate the conviction itself.’ ”Ibid.And\nbecause the INA places the burden on the Government to prove an\nalien’s conduct by clear and convincing evidence, §1229a(c)(3)(A),\n“uncertainties caused by the passage of time are likely to count in\nthe alien’s favor,”id., at 42.There are additional reasons why the practical\nproblems identified inJohnsonshould not matter for\n§16(b)—even assuming they should have mattered for ACCA’s residual\nclause, seeLewisv.Chicago, 560 U. S. 205, 217\n(2010) (“[I]t is not our task to assess the consequences of each\napproach and adopt the one that produces the least mischief. Our\ncharge is to give effect to the law Congress enacted”). In a\nremoval proceeding, any difficulties with identifying an alien’s\npast conduct will fall on immigration judges, not federal courts.\nBut those judges are already accustomed to finding facts about the\nconduct underlying an alien’s prior convictions, since some of the\nINA’s aggravated felonies employ the underlying-conduct approach.\nThe BIA has instructed immigration judges to determine such conduct\nbased on “any evidence admissible in re- moval proceedings,” not\njust the elements of the offense or the record of conviction. SeeMatter of Babaisakov, 24 I. & N. Dec. 306, 307 (2007).\nNo one has submitted any evidence that the BIA’s approach has been\n“utter[ly] impracticab[le]” or “daunting[ly] difficul[t]” in\npractice.Ante,at 15. And even if it were, “how much time\nthe agency wants to devote to the resolution of particular issues\nis . . . a question for the agency itself.”Aliv.Mukasey, 521 F. 3d 737, 741 (CA7 2008). Hypothetical\nburdens on the BIA should not influence how this Court interprets\n§16(b).In short, we should not blithely assume that the\nreasons why this Court adopted the categorical approach for ACCA’s\nresidual clause also apply to the INA’s list of aggravated\nfelonies. AsNijhawanexplained, “the ‘aggravated felony’\nstatute, unlike ACCA, contains some language that refers to generic\ncrimes and some language that almost certainly refers to the\nspecific circumstances in which a crime was committed.” 557\nU. S., at 38. “The question” in each case is “to which\ncategory [the aggra- vated felony] belongs.”Ibid.As I have\nexplained, §16(b) belongs in the underlying-conduct category.\nBecause that is the better reading of §16(b)’s text—or at least a\nreasonable reading—the Court should have adopted it here.3I see no prudential reason for maintaining the\ncategorical approach for §16(b). The Court notes that the\nGovernment “explicitly acknowledges” that §16(b) employs the\ncategorical approach.Ante,at 9. But we cannot permit the\nGovernment’s concessions to dictate how we interpret a statute,\nmuch less cause us to invalidate a statute enacted by a coordinate\nbranch. SeeUnited States Nat. Bank of Ore.v.Independent Ins. Agents of America, Inc., 508 U. S.\n439, 446 –447 (1993);Youngv.United States, 315\nU. S. 257, 258 –259 (1942). This Court’s “traditional\npractice” is to “refus[e] to decide constitutional questions” when\nother grounds of decision are available, “whether or not they have\nbeen properly raised before us by the parties.”Neesev.Southern R. Co., 350 U. S. 77, 78 (1955) (per\ncuriam); see also Vermeule, Saving Constructions, 85 Geo.\nL. J. 1945, 1948–1949 (1997) (explaining that courts commonly\n“decide an antecedent statutory issue, even one waived by the\nparties, if its resolution could preclude a constitutional claim”).\nThis Court has raised potential saving constructions “on our own\nmotion” when they could avoid a ruling on constitutional vagueness\ngrounds, even in cases where the Government was a party.United\nStatesv.L. Cohen Grocery Co., 255 U. S. 81, 88\n(1921) . We should have followed that established practice\nhere.Nor shouldstare decisisprevent us from\nrejecting the categorical approach for §16(b). This Court has never\nheld that §16(b) incorporates the ordinary-case approach. AlthoughLeocalheld that §16(b) incorporates a version of the\ncategorical approach, the Court must not feel bound by that\ndecision, as it largely overrules it today. Seeante,at 22,\nn. 7. Surely the Court cannot credibly invokestare\ndecisisto defend the categorical approach—the same approach it\nsays only a “lunatic” would continue to apply.Ante,at 24.\nIf the Court views the categorical approach that way—the same wayJohnsonviewed it—then it must also agree that “[s]tanding\nby [the categorical approach] would undermine, rather than promote,\nthe goals thatstare decisisis meant to serve.” 576\nU. S., at ___ (slip op., at 15). That is especially true if\nthe Court’s decision leads to the invalidation of scores of\nsimilarly worded state and federal statutes, which seems even more\nlikely after today than it did afterJohnson. Instead of\nadhering to an interpretation that it thinks unconstitutional and\nthen using that interpretation to strike down another statute, the\nCourt should have taken this opportunity to abandon the categorical\napproach for §16(b) once and for all.*  *  *The Court’s decision today is triply flawed.\nIt unnecessarily extends our incorrect decision inJohnson.\nIt uses a constitutional doctrine with dubious origins to\ninvalidate yet another statute (while calling into question\ncountless more). And it does all this in the name of a statutory\ninterpretation that we should have discarded long ago. Because I\ncannot follow the Court down any of these rabbit holes, I\nrespectfully dissent.Notes1See,e.g.,In\nre Winship, 397 U. S. 358, 382 –384 (1970) (Black, J.,\ndissenting); Rosenkranz, The Objects of the Constitution, 63 Stan.\nL. Rev. 1005, 1041–1043 (2011); Berger, “Law of the Land”\nReconsidered, 74 Nw. U. L. Rev. 1, 2–17 (1979); Corwin, The\nDoctrine of Due Process of Law Before the Civil War, 24 Harv. L.\nRev. 366, 368–373 (1911); see also 4 The Papers of Alexander\nHamilton 35 (Syrett & Cooke eds. 1962) (“The words ‘due\nprocess’ have a precise technical import, and . . . can\nnever be referred to an act of legislature”).2Before the 19th century,\nwhen virtually all felonies were punishable by death, English\ncourts would sometimes go to extremes to find a reason to invoke\nthe rule of lenity. See Hall, Strict or Liberal Construction of\nPenal Statutes, 48 Harv. L. Rev. 748, 751 (1935);e.g.,\nante,at 4–7 (Gorsuch, J., concurring in part and concurring in\njudgment) (citing Blackstone’s discussion of a case about\n“cattle”). As the death penalty became less common, courts on this\nside of the Atlantic tempered the rule of lenity, clarifying that\nthe rule requires an “ambiguity” in the text and cannot be used “to\ndefeat the obvious intention of the legislature.”United\nStatesv.Wiltberger, 5 Wheat. 76 (1820) (Marshall,\nC. J.). Early American courts also declined to apply nonpenal\nstatutes that were “unintelligible.”Johnsonv.United\nStates, 576 U. S. ___, ___, n. 3 (2014) (Thomas, J.,\nconcurring in judgment) (slip op., at 10, n. 3);e.g.,\nante,at 5–6, and n. 1 (opinion of Gorsuch, J.) (collecting\ncases). Like lenity, however, this practice reflected a principle\nof statutory construction that was much narrower than the modern\nconstitutional vagueness doctrine. Unintelligible statutes were\nconsidered inoperative because they were impossible to apply to\nindividual cases, not because they were unconstitutional for\nfailing to provide “fair notice.” SeeJohnson, 576\nU. S., at ___, n. 3 (opinion of Thomas, J.) (slip op., at\n10, n. 3).3This distinction between\npenal and nonpenal statutes would be decisive here because,\ntraditionally, civil deportation laws were not considered penal.\nSeeBugajewitzv.Adams, 228 U. S. 585, 591\n(1913) ;Fong Yue Tingv.United States, 149\nU. S. 698, 709, 730 (1893) . Al-though this Court has applied\na kind of strict construction to civil deportation laws, that\npractice did not emerge until the mid-20th century. SeeFong Haw\nTanv.Phelan, 333 U. S. 6, 10 (1948)\n.4The Jeffersonian\nDemocratic-Republicans who opposed the Alien Friends Act primarily\nrepresented slave States, and their party’s political strength came\nfrom the South. See Fehlings, Storm on the Constitution: The First\nDeportation Law, 10 Tulsa J. Comp. & Int’l L. 63, 84 (2002).\nThe Jeffersonians opposed any federal control over immigration,\nwhich their constituents feared would be used to pre-empt State\nlaws that prohibited the entry of free blacks.Id.,at\n84–85; see also Berns, Freedom of the Press and the Alien and\nSedition Laws: A Reappraisal, 1970 S. Ct. Rev. 109, 116 (“Whether\npro- or anti-slavery, most southerners, including Jefferson and\nMadison . . . were united behind a policy of denying to\nthe national government any competence to deal with the question of\nslavery”). The fear was that “mobile free Negroes would intermingle\nwith slaves, encourage them to run away, and foment insurrection.”\nI. Berlin, Slaves Without Masters 92 (1974).5The Jeffersonians also\nargued that the Alien Friends Act violated due process because, if\naliens disobeyed the President’s orders to leave the country, they\ncould be convicted of a crime and imprisoned without a trial. See,e.g.,Kentucky Resolutions ¶6, 4 Elliot’s Debates 541. That\ncharge was false. The Alien Friends Act gave federal courts\njurisdiction over alleged violations of the President’s orders. See\n§4, 1Stat. 571.6The Sixth Amendment is,\nthus, not a reason to maintain the categorical approach in criminal\ncases. Contra,ante,at 13–14 (plurality opinion). Even if\nit were, the Sixth Amendment does not apply in immigration cases\nlike this one. See Part II–B–2,infra. The plurality\ncontends that, if it must contort the text of §16(b) to avoid a\nSixth Amendment problem in criminal cases, then it must also\ncontort the text of §16(b) in immigration cases, even though the\nSixth Amendment problem does not arise in the immigration context.\nSeeante,at 13–14, 15. But, as I have explained elsewhere,\nthis “lowest common denominator” approach to constitutional\navoidance is both ahistorical and illogical. SeeClarkv.Martinez, 543 U. S. 371, 395 –401 (2005) (dissenting\nopinion).7See,e.g.,18\nU. S. C. §3553(a)(2) (directing sentencing judges to\nconsider “the nature and circumstances of the offense”);Schwarev.Board of Bar Examiners of N. M., 353\nU. S. 232, 242 –243 (1957) (describing “the nature of the\noffense” committed by a bar applicant as “recruiting persons to go\noverseas to aid the Loyalists in the Spanish Civil War”);TXO\nProduction Corp.v.Alliance Resources Corp., 509\nU. S. 443, 482 (1993) (O’Connor, J., dissenting) (describing\n“the nature of the offense at issue” as not “involving grave\nphysical injury” but rather as a “business dispute between two\ncompanies in the oil and gas industry”);United Statesv.Broce, 488 U. S. 563, 585 –587 (1989) (Blackmun, J.,\ndissenting) (describing “the nature of the charged offense” in\nterms of the specific facts alleged in the indictment);Peoplev.Golba, 273 Mich. App. 603, 611, 729\nN. W. 2d 916, 922 (2007) (“[T]he underlying factual basis\nfor a conviction governs whether the offense ‘by its nature\nconstitutes a sexual offense against an individual who is less than\n18 years of age.’ ” (quoting Mich. Comp. Laws §28.722(e)(xi)\n(2006))); A Fix for Animal Abusers, Boston Herald, Nov. 22, 2017,\np. 16 (“prosecutors were so horrified at the nature of his\noffense—his torture of a neighbor’s dog”); P. Ward, Attorney of\nConvicted Ex-Official Accuses Case’s Judge, Pittsburgh\nPost-Gazette, Nov. 10, 2015, p. B1 (identifying the “nature of\nhis offense” as “taking money from an elderly, widowed client, and\ngiving it to campaign funds”); Cross-Burning–Article Painted an\nInaccurate Picture of Young Man in Question, Seattle Times, Aug.\n12, 1991, p. A9 (“[The defendant] took no steps to prevent the\ncross that was burned from being constructed on his family’s\npremises and later . . . assisted in concealing a second\ncross . . . . This was the nature of his offense”);\nN. Libman, A Parole/Probation Officer Talks With Norma Libman,\nChicago Tribune, May 29, 1988, p. I31 (describing “the nature\nof the offense” as “not serious” if “there was no definitive threat\non life” or if “the dollar- and cents- amount was not great”); E.\nWalsh, District–U. S. Argument Delays Warrant for Escapee’s\nArrest, Washington Post, May 29, 1986, p. C1 (describing “the\nnature of Murray’s alleged of-fenses” as “point[ing] at two\nofficers a gun that was later found to con-tain one round of\nammunition”).",
    "joined": []
}