{
    "case": {
        "docket": "186",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/186/"
    },
    "id": "3422825",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–378_________________STEPHEN DOMINICK McFADDEN, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 18, 2015]Justice Thomas delivered the opinion of the\nCourt.The Controlled Substance Analogue Enforcement\nAct of 1986 (Analogue Act) identifies a category of substances\nsubstantially similar to those listed on the federal controlled\nsubstance schedules, 21 U. S. C. §802(32)(A), and then\ninstructs courts to treat those analogues, if intended for human\nconsumption, as controlled substances listed on schedule I for\npurposes of federal law, §813. The Controlled Substances Act (CSA)\nin turn makes it unlawful knowingly to manufacture, distribute, or\npossess with intent to distribute controlled substances.\n§841(a)(1). The question presented in this case concerns the\nknowledge necessary for conviction under §841(a)(1) when the\ncontrolled substance at issue is in fact an analogue.We hold that §841(a)(1) requires the Government\nto establish that the defendant knew he was dealing with “a\ncontrolled substance.” When the substance is an analogue, that\nknowledge requirement is met if the defendant knew that the\nsubstance was controlled under the CSA or the Analogue Act, even if\nhe did not know its identity. The knowledge requirement is also met\nif the defendant knew the specific features of the substance that\nmake it a “ ‘controlled substance analogue.’ ”\n§802(32)(A). Because the U. S. Court of Appeals for the Fourth\nCircuit approved a jury instruction that did not accurately convey\nthis knowledge requirement, we vacate its judgment and remand for\nthat court to determine whether the error was harmless.IIn 2011, law enforcement officials in\nCharlottesville, Virginia, began investigating individuals at a\nCharlottesville video store for suspected distribution of “bath\nsalts”—various recreational drugs used to produce effects similar\nto those of cocaine, methamphetamine, and other controlled\nsubstances. The owner of the store, Lois McDaniel, had been\npurchasing bath salts from petitioner Stephen McFadden for several\nmonths. McFadden had marketed the substances to her as “Alpha,” “No\nSpeed,”“Speed,” “Up,” and “The New Up,” and had compared\nthem to cocaine and crystal meth. He had often sold those products\nwith labels borrowing language from the Analogue Act, asserting\nthat the contents were “not for human consumption” or stating that\na particular product “does not contain any of the following\ncompounds or analogues of the following compounds” and listing\ncontrolled substances. McDaniel purchased the bath salts for $15\nper gram and resold them for $30 to $70 per gram.After investigators had conducted two controlled\nbuys from the store and confronted McDaniel, she agreed to\ncooperate in their investigation by making five controlled buys\nfrom McFadden. The Government intercepted the substances McFadden\nsent when they arrived at the local FedEx store. Like the\nsubstances sold in the video store, these substances were white and\noff-white powders packaged in small plastic bags. Chemical analysis\nidentified the powders as containing, among other substances,\n3,4-Methylenedioxypyrovalerone, also known as MDPV;\n3,4-Methylenedioxy-N-methylcathinone, also known as Meth-ylone or\nMDMC; and 4-Methyl-N-ethylcathinone, also known as 4-MEC. When\ningested, each of these sub-stances is capable of producing effects\non the centralnervous system similar to those that controlled\nsubstances (such as cocaine, methamphetamine, and methcathinone)\nproduce.A federal grand jury indicted McFadden on eight\ncounts of distribution of controlled substance analogues and one\ncount of conspiracy. At trial, McFadden argued that he did not know\nthe substances he was distributing were regulated as controlled\nsubstances under the Analogue Act. He and the Government also\ndisagreed about what knowledge was required for a conviction. The\nGovernment sought an instruction requiring only “[t]hat the\ndefendant knowingly and intentionally distributed a mixture or\nsubstance . . . [t]hat . . . was a controlled\nsubstance analogue . . . with the intent that it be\nconsumed by humans.” App. 26–27. McFadden sought a more demanding\ninstruction requiring that he “knew that the substances that he was\ndistributing possessed the characteristics of controlled substance\nanalogues,” including their chemical structures and effects on the\ncentral nervous system.Id., at 29–30. The District Court\ncompromised, instructing the jury that the statute required that\n“the defendant knowingly and intentionally distributed a mixture or\nsubstance that has” substantially similar effects on the nervous\nsystem as a controlled substance and “[t]hat the defendant intended\nfor the mixture or substance to be consumed by humans.”Id.,\nat 40.The jury convicted McFadden on all nine counts.\nOn appeal, McFadden insisted that the District Court “erred in\nrefusing to instruct the jury that the government was required to\nprove that he knew, had a strong suspicion, or deliberately avoided\nknowledge that the [substances] possessed the characteristics of\ncontrolled substance analogues.” 753 F. 3d 432, 443 (CA4\n2014). Rejecting that argument, the Court of Appeals affirmed.Id.,at 444, 446. Stating that it was bound by Circuit\nprecedent, the court concluded that the “intent element [in the\nAct] requires [only] that the government prove that the defendant\nmeant for the substance at issue to be consumed by humans.”Id., at 441; seeid., at 444.We granted a writ of certiorari, 574 U. S\n___ (2015), and now vacate the judgment of the Court of Appeals and\nremand.IIAThe Analogue Act requires a controlled\nsubstance analogue, if intended for human consumption, to be\ntreated “as a controlled substance in schedule I” for purposes of\nfederal law. §1201, 100Stat. 3207–13, 21 U. S. C. §813.\nWe therefore must turn first to the statute that addresses\ncontrolled substances, the CSA. The CSA makes it “unlawful for any\nperson knowingly or intentionally . . . to manufacture,\ndistribute, or dispense, or possess with intent to manufacture,\ndistribute, or dispense, a controlled substance.” §401(a)(1),\n84Stat. 1260, 21 U. S. C. §841(a)(1). Under the most\nnatural reading of this provision, the word “knowingly” applies not\njust to the statute’s verbs but also to the object of those\nverbs—“acontrolled substance.” SeeFlores-Figueroav.United States, 556 U. S. 646, 650 (2009) ;id.,at 657 (Scalia, J., concurring in part and concurring\nin judgment);id.,at 660–661 (Alito, J., concurring in part\nand concurring in judgment). When used as an indefinite article,\n“a” means “[s]ome undetermined or unspecified particular.”\nWebster’s New International Dictionary 1 (2d ed. 1954). And the CSA\ndefines “controlled substance” as “a drug or other substance, or\nimmediate precursor, included in schedule I, II, III, IV, or V.”\n§802(6) (internal quotation marks omitted). The ordinary meaning of\n§841(a)(1) thus requires a defendant to know only that the\nsubstance he is dealing with is some unspecified substance listed\non the federal drug schedules. The Courts of Appeals have\nrecognized as much. See,e.g., United Statesv.Andino, 627 F. 3d 41, 45–46 (CA2 2010);United\nStatesv.Gamez-Gonzalez, 319 F. 3d 695, 699 (CA5\n2003);United Statesv.Martinez, 301 F. 3d 860,\n865 (CA7 2002).That knowledge requirement may be met by showing\nthat the defendant knew he possessed a substance listed on the\nschedules, even if he did not know which substance it was. Take,\nfor example, a defendant whose role in a larger drug organization\nis to distribute a white powder to customers. The defendant may\nknow that the white powder is listed on the schedules even if he\ndoes not know precisely what substance it is. And if so, he would\nbe guilty of knowingly distributing “a controlled substance.”The knowledge requirement may also be met by\nshowing that the defendant knew the identity of the substance he\npossessed. Take, for example, a defendant who knows he is\ndistributing heroin but does not know that heroin is listed on the\nschedules, 21 CFR §1308.11 (2014). Because ignorance of the law is\ntypically no defense to criminal prosecution,Bryanv.UnitedStates, 524 U. S. 184, 196 (1998) , this\ndefendant would also be guilty of knowingly distributing “a\ncontrolled substance.”[1]The Analogue Act extends the framework of the\nCSA to analogous substances. 21 U. S. C. §813. The Act\ndefines a “controlled substance analogue” as a substance:“(i) the chemical structure of which is\nsubstantially similar to the chemical structure of a controlled\nsubstance in schedule I or II;“(ii) which has a stimulant, depressant, or\nhallucinogenic effect on the central nervous system that is\nsubstantially similar to or greater than the stimulant, depressant,\nor hallucinogenic effect on the central nervous system of a\ncontrolled substance in schedule I or II; or“(iii) with respect to a particular person,\nwhich such person represents or intends to have a stimulant,\ndepressant, or hallucinogenic effect on the central nervous system\nthat is substantially similar to or greater than the stimulant,\ndepressant, or hallucinogenic effect on the central nervous system\nof a controlled substance in schedule I or II.” §802(32)(A).It further provides, “A controlled substance\nanalogue shall, to the extent intended for human consumption, be\ntreated, for the purposes of any Federal law as a controlled\nsubstance in schedule I.” §813.The question in this case is how the mental\nstate requirement under the CSA for knowingly manufacturing,\ndistributing, or possessing with intent to distribute “a controlled\nsubstance” applies when the controlled substance is in fact an\nanalogue. The answer begins with §841(a)(1), which expressly\nrequires the Government to prove that a defendant knew he was\ndealing with “a controlled substance.” The Analogue Act does not\nalter that provision, but rather instructs courts to treat\ncontrolled substance analogues “as . . . controlled\nsubstance[s] in schedule I.” §813. Applying this statutory command,\nit follows that the Government must prove that a defendant knew\nthat the substance with which he was dealing was “a controlled\nsubstance,” even in prosecutions involving an analogue.[2]That knowledge requirement can be established in\ntwo ways. First, it can be established by evidence that a defendant\nknew that the substance with which he was dealing is some\ncontrolled substance—that is, one actually listed on the federal\ndrug schedules or treated as such by operation of the Analogue\nAct—regardless of whether he knew the particular identity of the\nsubstance. Second, it can be established by evidence that the\ndefendant knew the specific analogue he was dealing with, even if\nhe did not know its legal status as an analogue. The Analogue Act\ndefines a controlled substance analogue by its features, as a\nsubstance “the chemical structure of which is substantially similar\nto the chemical structure of a controlled substance in schedule I\nor II”; “which has a stimulant, depressant, or hallucinogenic\neffect on the central nervous system that is substantially similar\nto or greater than” the effect of a controlled substance in\nschedule I or II; or which is represented or intended to have that\neffect with respect to a particular person. §802(32)(A). A\ndefendant who possesses a substance with knowledge of those\nfeatures knows all of the facts that make his conduct illegal, just\nas a defendant who knows he possesses heroin knows all of the facts\nthat make his conduct illegal. A defendant need not know of the\nexistence of the Analogue Act to know that he was dealing with “a\ncontrolledsubstance.”BThe Court of Appeals did not adhere to §813’s\ncommand to treat a controlled substance analogue “as a controlled\nsubstance in schedule I,” and, accordingly, it did not apply the\nmental-state requirement in §841(a)(1). Instead, it concluded that\nthe only mental state requirement for prosecutions involving\ncontrolled substance analogues is the one in §813—that the\nanalogues be “intended for human consumption.” metricconverter753\nF. 3d, at 436 (citingUnited Statesv.Klecker,\nmetricconverter348 F. 3d 69, 71 (CA4 2003)). Because that\ninterpretation is inconsistent with the text and structure of the\nstatutes, we decline to adopt it.Unsurprisingly, neither the Government nor\nMcFadden defends the Court of Appeals’ position. But their\nalternative interpretations fare no better. The Government agrees\nthat the knowledge requirement in §841(a)(1) applies to\nprosecutions involving controlled substance analogues, yet contends\nthat it is met if the “defendant knew he was dealing with an\nillegal or regulated substance” under some law. Brief for United\nStates 15. Section 841(a)(1), however, requires that a defendant\nknew he was dealing with “a controlled substance.” That term\nincludes only those drugs listed on the federal drug schedules or\ntreated as such by operation of the Analogue Act. §§802(6), 813. It\nis not broad enough to include all substances regulated by any\nlaw.[3]For his part, McFadden contends that, in the\ncontext of analogues, knowledge of “a controlled substance” canonlybe established by knowledge of the characteristics that\nmake a substance an “analogue” under the Act. In support of that\nargument, he relies heavily on our conclusion inStaplesv.United States, 511 U. S. 600 (1994) , that a statute\nmaking it “ ‘unlawful for any person . . . to\nreceive or possess a firearm which is not registered to him in the\nNational Firearms Registration and Transfer Record,’ ”id.,at 605 (quoting 26 U. S. C. §5861(d)), required\nproof that a defendant “knew of the features of his AR–15 that\nbrought it within the scope of the Act,” 511 U. S., at 619.\nMcFadden reasons by analogy that a defendant convicted under\n§841(a)(1) must also know the features of the substance that\nbrought it within the scope of the Analogue Act. But that position\nignores an important textual distinction between §841(a)(1) and the\nstatute at issue inStaples. The statute at issue inStaplesdefined “a firearm” by its physical features such as\nthe length of its barrel and its capacity to shoot more than one\nshot with a single function of the trigger. Unlike those physical\nfeatures that brought the firearm “within the scope of” that\nstatute, the fea-ture of a substance “that br[ings] it within the\nscope of” §841(a)(1) is the fact that it is\n“ ‘controlled.’ ” §802(6). Knowledge ofthatfact\ncan be established in the twoways previously discussed: either by\nknowledge that a substance is listed or treated as listed by\noperation ofthe Analogue Act, §§802(6), 813, or by knowledge of the\nphysical characteristics that give rise to that treatment.Supra,at 7.McFadden also invokes the canon of\nconstitutional avoidance, arguing that we must adopt his\ninterpretation of the statute lest it be rendered\nunconstitutionally vague. But that argument fails on two grounds.\nUnder our precedents, this canon “is a tool for choosing between\ncompeting plausible interpretations of a provision.”Wargerv.Shauers, 574 U. S. ___, ___ (2014) (slip op., at 10)\n(internal quotation marks omitted). It “has no application” in the\ninterpretation of an unambiguous statute such as this one. Seeibid.(internal quotation marks omitted). Even if this\nstatute were ambiguous, McFadden’s argument would falter. Under our\nprecedents, a scienter requirement in a statute “alleviate[s]\nvagueness concerns,” “narrow[s] the scope of the [its]\nprohibition[,] and limit[s] prosecutorial discretion.”Gonzalesv.Carhart, 550 U. S. 124, 149, 150\n(2007) . The scienter requirement in this statute does not, as\nMcFadden suggests, render the statute vague. More-over, to the\nextent McFadden suggests that the substantial similarity test for\ndefining analogues is itself indeterminate, his proposed\nalternative scienter requirement would do nothing to cure that\ninfirmity.IIIThe District Court’s instructions to the jury\ndid not fully convey the mental state required by the Analogue Act.\nThe jury was instructed only that McFadden had to “knowingly and\nintentionally distribut[e] a mixture or substance that has an\nactual, intended, or claimed stimulant, depressant, or\nhallucinogenic effect on the central nervous system” substantially\nsimilar to that of a controlled substance. App. 40.The Government contends that any error in the\njury instructions was harmless because no rational jury could have\nconcluded that McFadden was unaware that the substances he was\ndistributing were controlled. We have recognized that even the\nomission of an element from a jury charge is subject to\nharmless-error analysis.Nederv.United States, 527\nU. S. 1, 15 (1999) . Because the Court of Appeals did not\naddress that issue, we remand for that court to consider it in the\nfirst instance.*  *  *For the foregoing reasons, we vacate the\njudgment of the Court of Appeals and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1The Courts of Appeals\nhave held that, as with mostmens rearequirements, the\nGovernment can prove the requisite mental state through either\ndirect evidence or circumstantial evidence. Direct evidence could\ninclude, for example, past arrests that put a defendant on notice\nof the controlled status of a substance.United Statesv.Abdulle, 564 F. 3d 119, 127 (CA2 2009). Circumstantial\nevidence could include, for example, a defendant’s concealment of\nhis activities, evasive behavior with respect to law enforcement,\nknowledge that a particular substance produces a “high” similar to\nthat produced by controlled substances, and knowledge that a\nparticular substance is subject to seizure at customs.United\nStatesv.Ali, 735 F. 3d 176, 188–189 (CA4 2013).\nThe Government presented such circumstantial evidence in this case,\nand neither party disputes that this was proper.2The Government has\naccepted for the purpose of this case that it must prove two\nelements to show that a substance is a controlled substance\nanalogue under the definition in §802(32)(A): First, that an\nalleged analogue is substantially similar in chemical structure to\na controlled substance, §802(32)(A)(i). Second, that an alleged\nanalogue either has, or is represented or intended to have, a\nstimulant, depressant, hallucinogenic effect on the central nervous\nsystem that is substantially similar to that of a controlled\nsubstance, §§802(32)(A)(ii), (iii). Brief for United States 3.\nBecause we need not decide in this case whether that interpretation\nis correct, we assume for the sake of argument that it\nis.3Although the Government\nmust prove that a defendant knew that the substance in question was\n“a controlled substance” under federal law, the Government need not\nintroduce direct evidence of such knowledge. As with prosecutions\ninvolving substances actually listed on the drug schedules, the\nGovernment may offer circumstantial evidence of that knowledge. See\nn. 1,supra. In such cases, it will be left to the\ntrier of fact to determine whether the circumstantial evidence\nproves that the defendant knew that the substance was a controlled\nsubstance under the CSA or Analogue Act, as opposed to under any\nother federal or state laws.",
    "joined": []
}