{
    "case": {
        "docket": "17-1717",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1717/"
    },
    "id": "4111199",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 17–1717 and 18–18_________________THE AMERICAN LEGION, et al.,\nPETITIONERS17–1717v.AMERICAN HUMANIST ASSOCIATION,\net al.; andMARYLAND-NATIONAL CAPITAL PARK AND\nPLANNING COMMISSION, PETITIONER18–18v.AMERICAN HUMANIST ASSOCIATION,\net al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2019]Justice Thomas, concurring in the\njudgment.The Establishment Clause states that “Congress\nshall make no law respecting an establishment of religion.”\nU. S. Const., Amdt. 1. The text and history of this Clause\nsuggest that it should not be incorporated against the States. Even\nif the Clause expresses an individual right enforceable against the\nStates, it is limited by its text to “law[s]” enacted by a\nlegislature, so it is unclear whether the Bladensburg Cross would\nimplicate any incorporated right. And even if it did, this\nreligious display does not involve the type of actual legal\ncoercion that was a hallmark of historical establishments of\nreligion. Therefore, the Cross is clearly constitutional.IAs I have explained elsewhere, the\nEstablishment Clause resists incorporation against the States.Town of Greecev.Galloway, 572 U.S. 565, 604–607\n(2014) (opinion concurring in part and concurring in judgment);Elk Grove Unified School Dist.v.Newdow,542 U.S.\n1, 49–51 (2004) (opinion concurring in judgment);Van\nOrdenv.Perry,545 U.S.\n677, 692–693 (2005) (concurring opinion);Zelmanv.Simmons-Harris,536 U.S.\n639, 677–680 (2002) (same). InEversonv.Board of\nEd. of Ewing,330 U.S.\n1, 15 (1947), the Court “casually” incorporated the Clause with\na declaration that because the Free Exercise Clause had been\nincorporated, “ ‘[t]here is every reason to give the same\napplication and broad interpretation to the “establishment of\nreligion” clause.’ ”Town of Greece, 572\nU. S.,at 607, n. 1 (opinion of Thomas, J.). The\nCourt apparently did not consider that an incorporated\nEstablishment Clause would prohibit exactly what the text of the\nClause seeks to protect: state establishments of religion. Seeid., at 605–606.The Court’s “inattention” to the significant\nquestion of incorporation “might be explained, although not\nexcused, by the rise of popular conceptions about ‘separation of\nchurch and state’ as an ‘American’ constitutional right.”Id.,at 608, n. 1; see P. Hamburger, Separation of\nChurch and State 454–463 (2002); see alsoid., at 391–454\n(tracing the role of nativist sentiment in the rise of “the modern\nmyth of separation” as an American ideal). But an ahistorical\ngeneralization is no substitute for careful constitutional\nanalysis. We should consider whether any longstanding right of\ncitizenship restrains the States in the establishment context. See\ngenerallyMcDonaldv.Chicago,561 U.S.\n742, 805–858, and n. 20 (2010) (Thomas, J., concurring in\npart and concurring in judgment).Further confounding the incorporation question\nis the fact that the First Amendment by its terms applies only to\n“law[s]” enacted by “Congress.” Obviously, a memorial is not a law.\nAnd respondents have not identified any speci- fic law they\nchallenge as unconstitutional, either on its face or as applied.\nThus, respondents could prevail on their establishment claim only\nif the prohibition embodied in the Establishment Clause was\nunderstood to be an individual right of citizenship that applied to\nmore than just “law[s]” “ma[de]” by “Congress.”[1]IIEven if the Clause applied to state and local\ngovernments in some fashion, “[t]he mere presence of the monument\nalong [respondents’] path involves no coercion and thus does not\nviolate the Establishment Clause.”Van Orden, 545\nU. S., at 694 (opinion of Thomas, J.). Thesine qua nonof an establishment of religion is “ ‘actual legal\ncoercion.’ ”Id.,at 693. At the founding, “[t]he\ncoercion that was a hallmark of historical establishments of\nreligion was coercion of religious orthodoxy and of financial\nsupport by force of law and threat of penalty.”Leev.Weisman,505 U.S.\n577, 640 (1992) (Scalia, J., dissenting) (emphasis deleted).\n“In a typical case, attendance at the established church was\nmandatory, and taxes were levied to generate church revenue.\nDissenting ministers were barred from preaching, and political\nparticipation was limited to members of the established church.”Town of Greece,supra, at 608 (opinion of Thomas, J.)\n(citation omitted). In an action claiming an unconstitutional\nestablishment of religion, the plaintiff must demonstrate that he\nwas actually coerced by government conduct that shares the\ncharacteristics of an establishment as understood at the\nfounding.[2]Here, respondents briefly suggest that the\ngovernment’s spending their tax dollars on maintaining the\nBladensburg Cross represents coercion, but they have not\ndemonstrated that maintaining a religious display on public\nproperty shares any of the historical characteristics of an\nestablishment of religion. The local commission has not attempted\nto control religious doctrine or personnel, compel religious\nobservance, single out a particular religious denomination for\nexclusive state subsidization, or punish dissenting worship.\nInstead, the commission has done something that the founding\ngeneration, as well as the generation that ratified the Fourteenth\nAmendment, would have found commonplace: displaying a religious\nsymbol on government property. See Brief for Becket Fund for\nReligious Liberty asAmicus Curiae14–22. Lacking any\ncharacteristics of “the coercive state establishments that existed\nat the founding,”Town of Greece, 572 U. S., at 608\n(opinion of Thomas, J.), the Bladensburg Cross is\nconstitutional.The Bladensburg Cross is constitutional even\nthough the cross has religious significance as a central symbol of\nChristianity. Respondents’ primary contention is that this\ncharacteristic of the Cross makes it “sectarian”—a word used in\nrespondents’ brief more than 40 times. Putting aside the fact that\nChristianity is not a “sect,” religious displays or speech need not\nbe limited to that which a “judge considers to be nonsectarian.”Id., at 582 (majority opinion). As the Court has explained,\n“[a]n insistence on nonsectarian” religious speech is inconsistent\nwith our Nation’s history and traditions.Id.,at 578–580;\nseeid.,at 595 (Alito, J., concurring). Moreover, requiring\nthat religious expressions be nonsectarian would force the courts\n“to act as supervisors and censors of religious speech.”Id.,at 581 (majority opinion). Any such effort would find\ncourts “trolling through . . . religious beliefs” to\ndecide what speech is sufficiently generic.Mitchellv.Helms,530 U.S.\n793, 828 (2000) (plurality opinion). And government bodies\ntrying to comply with the inevitably arbitrary decisions of the\ncourts would face similarly intractable questions. SeeTown of\nGreece,supra,at 596 (opinion of Alito, J.).[3]IIIAs to the long-discredited test set forth inLemonv.Kurtzman,403\nU.S. 602, 612–613 (1971), and reiterated inCounty of\nAlleghenyv.American Civil Liberties Union, Greater\nPittsburgh Chapter,492 U.S.\n573, 592–594 (1989), the plurality rightly rejects its\nrelevance to claims, like this one, involving “religious references\nor imagery in public monuments, symbols, mottos, displays, and\nceremonies.”Ante,at 15–16, and n. 16. I agree with\nthat aspect of its opinion. I would take the logical next step and\noverrule theLemontest in all contexts. First, that test\nhas no basis in the original meaning of the Constitution. Second,\n“since its inception,” it has “been manipu- lated to fit whatever\nresult the Court aimed to achieve.”McCreary Countyv.American Civil Liberties Union of Ky.,545 U.S.\n844, 900 (2005) (Scalia, J., dissenting); seeLamb’s\nChapelv.Center Moriches Union Free School Dist.,508 U.S.\n384, 398–399 (1993) (Scalia, J., concurring in judgment).\nThird, it continues to cause enormous confusion in the States and\nthe lower courts. See generallyUtah Highway Patrol Assn. v.American Atheists, Inc., 565 U.S. 994 (2011) (Thomas, J.,\ndissenting from denial of certiorari). In recent decades, the Court\nhas tellingly refused to applyLemonin the very cases where\nit purports to be most useful. SeeUtah Highway,supra, at 997–998 (collecting cases);ante,at 13\n(plurality opinion) (same). The obvious explanation is thatLemondoes not provide a sound basis for judging\nEstablishment Clause claims. However, the court below “s[aw] fit to\napplyLemon.” 874 F.3d 195, 205 (CA4 2017). It is our job to\nsay what the law is, and because theLemontest is not good\nlaw, we ought to say so.*  *  *Regrettably, I cannot join the Court’s opinion\nbecause it does not adequately clarify the appropriate standard for\nEstablishment Clause cases. Therefore, I concur only in the\njudgment.Notes1In my view, the original\nmeaning of the phrase “Congress shall make no law” is a question\nworth exploring. Compare G. Lawson & G. Seidman, The\nConstitution of Empire 42 (2004) (arguing that the First Amendment\n“applies only to Congress”), withShrumv.Coweta,449 F.3d 1132, 1140–1143 (CA10 2006) (McConnell, J.) (arguing\nthat it is not so limited).2Of course, cases\ninvolving state or local action are not strictly speaking\nEstablishment Clause cases, but instead Fourteenth Amendment cases\nabout a privilege or immunity of citizenship. It is conceivable\nthat the salient characteristics of an establishment changed by the\ntime of the Fourteenth Amendment, seeTown of Greecev.Galloway, 572 U.S. 565, 607, 609–610 (2014) (Thomas, J.,\nconcurring in part and concurring in judgment), but respondents\nhave presented no evidence suggesting so.3Another reason to avoid a\nconstitutional test that turns on the “sectarian” nature of\nreligious speech is that the Court has suggested “formally\ndispens[ing]” with this factor in related contexts.Mitchell, 530 U. S., at 826 (plurality opinion). Among\nother reasons, the “sectarian” test “has a shameful pedigree” that\noriginated during the 1870s when Congress considered the Blaine\nAmendment, “which would have amended the Constitution to bar any\naid to sectarian institutions.”Id.,at 828. “Consideration\nof the amendment arose at a time of pervasive hostility to the\nCatholic Church and to Catholics in general, and it was an open\nsecret that ‘sectarian’ was code for ‘Catholic.’ ”Ibid.This anti-Catholic hostility may well have played a\nrole in the Court’s later decisions.Eversonv.Board of\nEd.ofEwing,330 U.S. 1(1947), for example, was written by Justice Black, who would later\naccuse Catholics who advocated for textbook loans to religious\nschools of being “powerful sectarian religious propagandists\n. . . looking toward complete domination and supremacy of\ntheir particular brand of religion.”Board of Ed. of Central\nSchool Dist. No. 1v.Allen,392\nU.S. 236, 251 (1968) (Black, J., dissenting). Even by the time\nofLemonv.Kurtzman,403 U.S.\n602(1971), some Justices were still “influenced by residual\nanti-Catholicism and by a deep suspicion of Catholic schools.”\nLaycock, The Underlying Unity of Separation and Neutrality, 46\nEmory L. J. 43, 58 (1997). Indeed, the Court’s opinion inLemon“relied on what it considered to be inherent risks in\nreligious schools despite the absence of a record inLemonitself and despite contrary fact-finding by the district court in\nthe companion case.” Laycock,supra,at 58 (footnote\nomitted); see generally W. Ball, Mere Creatures of the State?,\n35–40 (1994). And in his concurring opinion, Justice Douglas\n(joined by Justice Black) repeatedly quoted an anti-Catholic book,\nincluding for the proposition that, in Catholic parochial schools,\n“ ‘[t]he whole education of the child is filled with\npropaganda.’ ” 403 U. S., at 635, n. 20 (quoting L.\nBoettner, Roman Catholicism 360 (1962)); see 403 U. S., at 636\n(similar). The tract said that Hitler, Mussolini, and Stalin\nlearned the “secret[s] of [their] success” in indoctrination from\nthe Catholic Church, and that “an undue proportion of the\ngangsters, racketeers, thieves, and juvenile delinquents who roam\nour big city streets come . . . from the [Catholic]\nparochial schools,” where children are taught by “brain-washed,”\n“ ‘ignorant European peasants.’ ” Boettner,supra,at 363, 370–372.",
    "joined": []
}