{
    "case": {
        "docket": "85",
        "citation": "552",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/552/85/"
    },
    "id": "1962557",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGKIMBROUGH V. UNITED STATES552 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-6330DERRICK KIMBROUGH, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the fourth circuit[December 10, 2007]Justice Thomas, dissenting.I continue to disagree with the\nremedy fashioned inUnited Statesv.Booker,543 U. S. 220,\n258–265 (2005). The Court’s post-Bookersentencing cases\nillustrate why the remedial majority inBookerwas\nmistaken to craft a remedy far broader than necessary to correct\nconstitutional error. The Court is now confronted with a host of\nquestions about how to administer a sentencing scheme that has no\nbasis in the statute. Because the Court’s decisions in this area\nare necessarily grounded in policy considerations rather than law,\nI respectfully dissent.InBooker, the Court held that the\nFederal Sentencing Guidelines violate the Sixth Amendment insofar\nas they permit a judge to make findings that raise a sentence\nbeyond the level justified by the “ ‘facts reflected in the\njury verdict or admitted by the defendant.’ ”Id., at\n232 (quotingBlakelyv.Washington,542 U. S. 296, 303\n(2004) (emphasis deleted)). In my view, this violation was more\nsuitably remedied by requiring any such facts to be submitted to\nthe jury.Booker, 543 U. S., at 323–325 (Thomas, J.,\ndissenting in part). That approach would have been consistent with\nour longstanding presumption of the severability of\nunconstitutional applications of statutory provisions.Id., at 322–323 (Thomas, J., dissenting in part). And it\nwould have achieved compliance with the Sixth Amendment while doing\nthe least amount of violence to the mandatory sentencing regime\nthat Congress enacted.Id., at 324–326 (Thomas, J.,\ndissenting in part). The Court, however, chose a more sweeping\nremedy. Despite acknowledging that under the mandatory Guidelines\nnot “every sentence gives rise to a Sixth Amendment violation,” the\nCourt rendered the Guidelines advisory in their entirety and\nmandated appellate review of all sentences for “reasonableness.”Id., at 268. Because the Court’s “solution fail[ed] to\ntailor the remedy to the wrong,” I dissented from the remedial\nopinion.Id., at 313.As a result of the Court’s remedial approach,\nwe are now called upon to decide a multiplicity of questions that\nhave no discernibly legal answers. Last Term, inRitav.United States, 551 U. S. __ (2007), the Court held that a\nCourt of Appeals may treat sentences within the properly calculated\nGuidelines range as presumptively reasonable. Today, inGallv.United States,ante, p. __, the\nCourt holds that a Court of Appeals may not require sentences that\ndeviate substantially from the Guidelines range to be justified by\nextraordinary circumstances. And here the Court holds that\nsentencing courts are free to reject the Sentencing Guidelines’\n100-to-1 crack-to-powder ratio.These outcomes may be perfectly reasonable as\na matter of policy, but they have no basis in law. Congress did not\nmandate a reasonableness standard of appellate review—that was a\nstandard the remedial majority inBookerfashioned out of\nwhole cloth. See 543 U. S., at 307–312 (Scalia, J., dissenting in\npart). The Court must now give content to that standard, but in so\ndoing it does not and cannot rely on any statutory language or\ncongressional intent. We are asked here to determine whether, under\nthe new advisory Guidelines regime, district courts may impose\nsentences based in part on their disagreement with a categorical\npolicy judgment reflected in the Guidelines. But the Court’s answer\nto that question necessarily derives from something other than the\nstatutory language or congressional intent because Congress, by\nmaking the Guidelines mandatory, quite clearly intended to bind\ndistrict courts to the Sentencing Commission’s categorical policy\njudgments. See 18 U. S. C. §3553(b) (2000 ed. and Supp. V)\n(excised byBooker). By rejecting this statutory approach,\ntheBookerremedial majority has left the Court with no\nlaw to apply and forced it to assume the legislative role of\ndevising a new sentencing scheme.Although I joined Justice Scalia’s dissent inRitaaccepting theBookerremedial opinion as a\nmatter of “statutorystare decisis,” 551 U. S., at __\n(slip op., at 2), I am now convinced that there is no principled\nway to apply theBookerremedy—certainly not one based on\nthe statute. Accordingly, I think it best to apply the statute as\nwritten, including 18 U. S. C. §3553(b), which makes the\nGuidelines mandatory. Cf.Dickersonv.United\nStates,530 U.\nS. 428, 465 (2000) (Scalia, J., dissenting).Applying the statute as written, it is clear\nthat the District Court erred by departing below the mandatory\nGuidelines range. I would therefore affirm the judgment of the\nCourt of Appeals vacating petitioner’s sentence and remanding for\nresentencing.",
    "joined": []
}