{
    "case": {
        "docket": "930",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/930/"
    },
    "id": "1962501",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGPANETTI V. QUARTERMAN551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-6407SCOTT LOUIS PANETTI, PETITIONERv.NATHANIEL QUARTERMAN, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL\nJUSTICE, CORRECTIONAL INSTITUTIONS DIVISIONon writ of certiorari to the united states court of\nappeals for the fifth circuit[June 28, 2007]Justice Thomas, with whom The\nChief Justice, Justice Scalia, and Justice Alito join,\ndissenting.Scott Panetti’s mental problems\ndate from at least 1981. While Panetti’s mental illness may make\nhim a sympathetic figure, state and federal courts have repeatedly\nheld that he is competent to face the consequences of the two\nmurders he committed. In a competency hearing prior to his trial in\n1995, a jury determined that Panetti was competent to stand trial.\nA judge then determined that Panetti was competent to represent\nhimself. At his trial, the jury rejected Panetti’s insanity\ndefense, which was supported by the testimony of two psychiatrists.\nSince the trial, both state and federal habeas courts have rejected\nPanetti’s claims that he was incompetent to stand trial and\nincompetent to waive his right to counsel.This case should be simple. Panetti brings a\nclaim underFordv.Wainwright,477 U. S. 399(1986), that he is\nincompetent to be executed. Presented for the first time in\nPanetti’s second federal habeas application, this claim\nundisputedly does not meet the statutory requirements for filing a\n“second or successive” habeas application. As such, Panetti’s\nhabeas application must be dismissed. Ignoring this clear statutory\nmandate, the Court bends over backwards to allow Panetti to bring\nhisFordclaim despite no evidence that his condition has\nworsened—or even changed—since 1995. Along the way, the Court\nimproperly refuses to defer to the state court’s finding of\ncompetency even though Panetti had the opportunity to submit\nevidence and to respond to the court-appointed experts’ report.\nMoreover, without undertaking even a cursory Eighth Amendment\nanalysis, the Court imposes a new standard for determining\nincompetency. I respectfully dissent.IThe Antiterrorism and Effective\nDeath Penalty Act of 1996 (AEDPA) requires applicants to receive\npermission from the court of appeals prior to filing second or\nsuccessive federal habeas applications. 28 U. S. C.\n§2244(b)(3). Even if permission is sought, AEDPA requires courts to\ndecline such requests in all but two narrow circumstances.\n§2244(b)(3)(C); §2244(b)(2).[Footnote 1] Panetti raised hisFordclaim for the\nfirst time in his second federal habeas application,ante,\nat 4–5, 9, but he admits that he did not seek authorization from\nthe Court of Appeals and that his claim does not satisfy either of\nthe statutory exceptions. Accordingly, §2244(b) requires dismissal\nof Panetti’s “second … habeas corpus application.”The Court reaches a contrary\nconclusion by reasoning that AEDPA’s phrase “second or successive”\n“takes its full meaning from our case law, including decisions\npredating the enactment of [AEDPA].”Ante, at 11 (citingSlackv.McDaniel,529 U. S. 473, 486 (2000)). But the\nCourt fails to identify any pre-AEDPA case that defines, explains,\nor modifies the phrase “second or successive.” Nor does the Court\nidentify any pre-AEDPA case in which a subsequent habeas\napplication challenging the same state-court judgment was\nconsidered anything but “second or successive.”[Footnote 2] To my knowledge, there are no such\ncases.Before AEDPA’s enactment, the phrase “second\nor successive” meant the same thing it does today—any subsequent\nfederal habeas application challenging a state-court judgment that\nhad been previously challenged in a federal habeas application.\nSee,e.g., Kuhlmannv.Wilson,477 U. S. 436, 451–452\n(1986) (plurality opinion);Barefootv.Estelle,463 U. S. 880,\n895 (1983). Prior to AEDPA, however, second or successive habeas\napplications were not always dismissed. Rather, the pre-AEDPA abuse\nof the writ doctrine allowed courts to entertain second or\nsuccessive applications in certain circumstances. See 28 U.\nS. C. §2254(b) Rule 9(b) (1994 ed.) (“A second or successive\npetition may be dismissed [when] new and different grounds are\nalleged [if] the judge finds that the failure of the petitioner to\nassert those grounds in a prior petition constituted an abuse of\nthe writ”);McCleskeyv.Zant,499 U. S. 467, 470\n(1991);Kuhlmann,supra, at 451–452 (plurality\nopinion);Barefoot,supra, at 895. Consistent\nwith this practice, prior to AEDPA, federal courts treatedFordclaims raised in subsequent habeas applications as\n“second or successive” but usually allowed such claims to proceed\nunder the abuse of the writ doctrine.[Footnote 3] SeeMartinv.Dugger, 686\nF. Supp. 1523, 1528 (SD Fla. 1988) (permitting aFordclaim raised in a “second” habeas petition “[b]ecauseFordwas a substantial change in constitutional law [and the prisoner]\nwas unaware of the legal significance of relevant facts”);Barnardv.Collins, 13 F. 3d 871, 875, 878\n(CA5 1994);Shawv.Delo, 762 F. Supp. 853,\n857–859 (ED Mo. 1991);Johnsonv.Cabana, 661\nF. Supp. 356, 364 (SD Miss. 1987). Still, though, at least one\ncourt found aFordclaim raised in a subsequent\napplication to be an abuse of the writ.Rectorv.Lockhart, 783 F. Supp. 398, 402–404 (ED Ark.\n1992).When it enacted AEDPA, Congress “further\nrestrict[ed] the availability of relief to habeas petitioners” and\nplaced new “limits on successive petitions.”Felkerv.Turpin,518\nU. S. 651, 664 (1996). Instead of the judicial discretion that\ngoverned second or successive habeas applications prior to AEDPA,\nCongress required dismissal of all second and successive\napplications except in two specified circumstances. §2244(b)(2).\nAEDPA thus eliminated much of the discretion that previously saved\nsecond or successive habeas petitions from dismissal.Stating that we “ha[ve] declined to interpret\n‘second or successive’ as referring to all §2254 applications filed\nsecond or successively in time,”ante, at 11, the Court\nrelies uponStewartv.Martinez-Villareal,523 U. S. 637, 640, 645–646 (1998), in\nwhich we held that a subsequent application raising aFordclaim could go forward. In that case, however, the applicant had\nraised aFordclaim in his initial habeas application, and\nthe District Court had dismissed it as unripe. 523 U. S., at 640.\nRefusing to treat the applicant’s subsequent application as second\nor successive, the Court simply held that the second application\nrenewed theFordclaim originally presented in the prior\napplication:“This may have been the second\ntime that respondent had asked the federal courts to provide relief\non hisFordclaim, but this does not mean that there were\ntwo separate applications, the second of which was necessarily\nsubject to §2244(b). There was only one application for habeas\nrelief, and the District Court ruled (or should have ruled) on each\nclaim at the time it became ripe. Respondent was entitled to an\nadjudication of all of the claims presented in his earlier,\nundoubtedly reviewable, application for federal habeas relief.” 523\nU. S., at 643.In other words,Martinez-Villarealheld\nthat where an applicant raises aFordclaim in an initial\nhabeas application, §2244 does not bar a second application once\nthe claim ripens because the second application is a continuation\nof the first application. 523 U. S., at 643–645; cf.Burtonv.Stewart, 549 U. S. ___, ___ (2007)\n(slip op., at 7)(per curiam)(“[U]nlike Burton, the\nprisoner [inMartinez-Villareal] had attempted to bring\nthis claim in his initial habeas petition”).Martinez-Villarealdoes not apply here because Panetti did\nnot bring hisFordclaim in his initial habeas\napplication.[Footnote 4]The Court does not and cannot argue that any\ntime a claim would not be ripe in the first habeas petition, it may\nbe raised in a later habeas petition. We unanimously rejected such\nan argument inBurtonv.Stewart,supra.InBurton, the petitioner filed a federal habeas petition\nchallenging his convictions but not challenging his sentence, which\nwas at that time still on review in the state courts. After the\nstate courts rejected his sentencing claims, the petitioner filed a\nsecond federal habeas petition, this time challenging his sentence.\nThe Ninth Circuit held that Burton’s second petition was not\n“second or successive” under AEDPA, “reason[ing] that because\nBurton had not exhausted his sentencing claims in state court when\nhe filed the [first] petition, they were not ripe for federal\nhabeas review at that time.”Id., at ___ (slip op., at 6)\n(internal quotation marks omitted). The Ninth Circuit found that\nthe second petition was not foreclosed by AEDPA since the claim\nwould not have been ripe if raised in the first petition.Ibid. We rejected the Ninth Circuit’s view and held that\nAEDPA barred Burton’s second petition. In light ofBurton,\nit simply cannot be maintained that Panetti is excused from §2244’s\nrequirements solely because hisFordclaim would have been\nunripe had he included it in his first habeas application. Today’s\ndecision thus stands only for the proposition thatFordclaims somehow deserve a special (and unjustified) exemption from\nthe statute’s plain import.Because neither AEDPA’s text, pre-AEDPA\nprecedent, nor our AEDPA jurisprudence supports the Court’s\nunderstanding of “second or successive,” the Court falls back on\njudicial economy considerations. The Court suggests that my\ninterpretation of the statute would create an incentive for every\nprisoner, regardless of his mental state, to raise and preserve aFordclaim in the event the prisoner later becomes insane.Ante, at 10, 13–14. Even if this comes to pass, it would\nnot be the catastrophe the Court suggests. District courts could\nsimply dismiss unripeFordclaims outright, and habeas\napplicants could then raise them in subsequent petitions under the\nsafe harbor established byMartinez-Villareal. Requiring\nthatFordclaims be included in an initial habeas\napplication would have the added benefit of putting a State on\nnotice that a prisoner intends to challenge his or her competency\nto be executed. In any event, regardless of whether the Court’s\nconcern is justified, judicial economy considerations cannot\noverride AEDPA’s plain meaning. Remaining faithful to AEDPA’s\nmandate, I would dismiss Panetti’s application as second or\nsuccessive.IIThe Court also errs in holding\nthat the state court unreasonably applied “clearly established”\nSupreme Court precedent by failing to afford Panetti adequate\nprocedural protections.Ante, at 15. Panetti is entitled\nto habeas relief only if the state-court proceedings “resulted in a\ndecision that was contrary to, or involved an unreasonable\napplication of, clearly established Federal law, as determined by\nthe Supreme Court of the United States.” 28 U. S. C.\n§2254(d)(1). Even if Justice Powell’s concurrence inFordqualifies as clearly established federal law on this point, the\nstate court did not unreasonably applyFord.[Footnote 5]AThe procedural rights described\ninFordare triggered only upon “a substantial threshold\nshowing of insanity.” 477 U. S., at 426 (Powell, J., concurring in\npart and concurring in judgment);id., at 417 (plurality\nopinion) (using the term “high threshold”). Following an\n“independent review of the record,”ante, at 17, the\nmajority finds that Panetti has made a satisfactory threshold\nshowing. That conclusion is insupportable.Panetti filed only two exhibits\nwith his Renewed Motion to Determine Competency in the state court.\nSee Scott Panetti’s Renewed Motion to Determine Competency to Be\nExecuted in Cause No. 3310 (Gillespie Cty., Tex., 216th Jud. Dist.,\nFeb. 4, 2004) (hereinafter Renewed Motion).[Footnote 6] The first was a one-page letter from Dr.\nCunningham to Panetti’s counsel describing his 85-minute\n“preliminary evaluation” of Panetti. Letter from Mark D.\nCunningham, Ph.D., to Michael C. Gross (Feb. 3, 2004), 1 App. 108.\nFar from containing “pointed observations,”ante, at 17,\nDr. Cunningham’s letter is unsworn, contains no diagnosis, and does\nnot discuss whether Panetti understood why he was being executed.Ibid. Panetti’s other exhibit was a one-page declaration\nof alaw professorwho attended Cunningham’s 85-minute\nmeeting with Panetti. Declaration of David R. Dow (Feb. 3, 2004),id.,at 110. Professor Dow obviously made no medical\ndiagnosis and simply discussed his lay perception of Panetti’s\nmental condition in a cursory manner.Ibid.The Court\ndescribes Dow as an “expert,”ante, at 17, but law\nprofessors are obviously not experts when it comes to medical or\npsychological diagnoses.Panetti’s Renewed Motion attached no medical\nreports or records, no sworn testimony from any medical\nprofessional, and no diagnosis of any medical condition. The Court\nclaims that Panetti referred “to the extensive evidence of mental\ndysfunction considered in earlier legal proceedings.”Ibid. But as the Federal District Court noted, Panetti\nmerely “outlined his mental health history for the time period from\n1981 until 1997.” Order in Case No. A–04–CA–042–SS (Jan. 30, 2004),\np. 4. This evidence—previously rejected by the state and\nfederal courts that adjudicated Panetti’s other incompetency\nclaims—had no relevance to Panetti’s competency to be executed in\n2004 when he filed hisRenewedMotion.Ibid. In\naddition to the utter lack of new medical evidence, no layperson\nwho had observed Panetti on a day-to-day basis, such as prison\nguards or fellow inmates, submitted an affidavit or even a letter.\nIn short, Panetti supported his alleged incompetency with only the\npreliminary observations of a psychologist and a lawyer, whose only\ncontact with Panetti was a single 85-minute meeting. It is absurd\nto suggest that this quantum of evidence clears the “high\nthreshold,” entitling claimants to the procedural protections\ndescribed by the plurality and Justice Powell inFord. 477\nU. S., at 417 (plurality opinion); see alsoid., at 426\n(Powell, J., concurring in part and concurring in\njudgment).[Footnote 7]BHaving determined that Panetti’s\nevidence exceeded the high threshold set forth inFord,\nthe Court asserts thatFordrequires that “a court allow a\nprisoner’s counsel the opportunity to make an adequate response to\nevidence solicited by the state court.”Ante, at 19\n(citingFord, supra, at 427 (Powell, J., concurring in\npart and concurring in judgment)). Justice Powell’s concurrence\nstates that a prisoner has the right to present his or her evidence\nto an impartial decisionmaker. In light of the facts before the\nCourt inFord, it becomes obvious that in this case Texas\nmore than satisfied any obligations Justice Powell described.1Under the Florida law at issue inFord, the Governor—not a court—made the final decision as\nto the condemned prisoner’s sanity. 477 U. S., at 412 (plurality\nopinion). The prisoner could not submit any evidence and had no\nopportunity to be heard.Id., at 412–413;id., at\n424 (Powell, J., concurring in part and concurring in judgment). In\nother words, the Florida procedures required neither a neutral\ndecisionmaker nor an opportunity for the prisoner to present\nevidence.Id., at 412–413;id., at 424.Against this backdrop, Justice\nPowell’s concurrence states that due process requires an impartial\ndecisionmaker and a chance to present evidence:“The State should provide an impartial officer or\nboard that can receive evidence and argument from the prisoner’s\ncounsel, including expert psychiatric evidence that may differ from\nthe State’s own psychiatric examination.”Id., at 427.In setting forth these minimal procedural\nprotections, Justice Powell explained that “[b]eyond these basic\nrequirements, the States should have substantial leeway to\ndetermine what process best balances the various interests at\nstake.”Ibid.Justice Powell stressed that “ordinary\nadversarial procedures … are not necessarily the best means of\narriving at sound, consistent judgments as to a defendant’s\nsanity.”Id., at 426.2Because a court considered\nPanetti’s insanity claim, the state clearly satisfied Justice\nPowell’s requirement to “provide an impartial officer or board.”Id.,at 427. The sole remaining question, then, is whether\nthe state court “receive[d] evidence and argument from the\nprisoner’s counsel, including expert psychiatric evidence that may\ndiffer from the State’s own psychiatric examination.”Ibid.At the outset of its discussion,\nthe Court suggests that Texas is not entitled to “substantial\nleeway” in determining what procedures are appropriate, seeFord, supra,at 427 (Powell, J., concurring in part and\nconcurring in judgment), because Texas may have “violat[ed] the\nprocedural framework Texas has mandated for the adjudication of\nincompetency claims.”Ante, at 18. As its sole support for\nthat assertion, the Court states that there is “a strong argument\nthe court violated state law by failing to provide a competency\nhearing.”Ibid. But Article 46.05 of the Texas Code of\nCriminal Procedure provides no right to a competency hearing: “The\ndetermination of whether to appoint experts and conduct a hearing\n[under Article 46.05] is within the discretion of the trial court.”Ex parte Caldwell, 58 S. W. 3d 127, 130 (Tex. Crim.\nApp. 2000). Contrary to the Court’s statement,ante, at\n19, this discretion does not depend on whether a substantial\nshowing of incompetency has been made. SeeCaldwell,supra, at 130. Accordingly, there is no basis for denying\nTexas the “substantial leeway”Fordgrants to States.Texas law allows prisoners to submit\n“affidavits, records, or other evidence supporting the defendant’s\nallegations” “that the defendant is presently incompetent to be\nexecuted.” Tex. Code Crim. Proc. Ann., Art. 46.05 (Vernon Supp.\nPamphlet 2006). Therefore, state law provided Panetti with the\nlegal right to submit whatever evidence he wanted. Here, it is\nclear that the state court stood ready and willing to consider any\nevidence Panetti wished to submit. The record of the state\nproceedings shows that Panetti took full advantage of this\nopportunity. For example, after the court-appointed experts\npresented their report, the state court gave Panetti a chance to\nrespond, 1 App. 78, and Panetti filed a 17-page brief objecting to\nthe report and arguing that there were problems in its\nmethodology.[Footnote 8]\nObjections to Experts’ Report, 1 App. 79. No extensive\nconsideration of Panetti’s submitted evidence was necessary because\nthe submissions—the single-page statements of one doctor and one\nlawyer—were paltry and unpersuasive. That the evidence presented\ndid not warrant more extensive examination does not change the fact\nthat Panetti had an unlimited opportunity to submit evidence to the\nstate court.Based on Panetti’s evidence, the report by the\ncourt-appointed experts, and Panetti’s objections to that report,\nthe state court found that “[d]efendant has failed to show, by a\npreponderance of the evidence, that he is incompetent to be\nexecuted.”Id.,at 99. Given Panetti’s meager evidentiary\nsubmissions, it is unsurprising that the state court declined to\nproceed further. The Court asserts that “the order issued by the\nstate court implied that its determination of petitioner’s\ncompetency [improperly] was made solely on the basis of the\nexaminations performed by the psychiatrists it had appointed.”Ante, at 18. However, the order’s focus on the report of\nthe court-appointed experts indicates only that the court found the\nreport to be persuasive. 1 App. 99. Supported by the persuasive\nreport of two neutral experts, the court reasonably concluded that\nPanetti’s meager evidence deserved no mention. See Part II–A,supra. In my view, the state court fairly implemented the\nprocedures described by Justice Powell’s opinion inFord—to “receive evidence and argument from the prisoner’s\ncounsel.” 477 U. S., at 427. At the very least, the state court did\nnot unreasonably apply his concurrence. See 28 U. S. C.\n§2254(d)(1).3Because it cannot dispute that\nPanetti had an unlimited opportunity to present evidence, the Court\nargues that the state court “failed to provide petitioner with an\nadequate opportunity to submit expert evidence in response to the\nreport filed by the court-appointed experts.”Ante, at 18.\nAccording to the Court, this opportunity was denied to Panetti\nbecause the state court failed to rule explicitly on his motions\nand failed to warn him that he would receive no evidentiary\nhearing.[Footnote 9] This\nposition has no factual basis. After the court-appointed experts\nsubmitted their report, the state court made it clear that the case\nwas proceeding to conclusion and that Panetti’s counsel needed to\nsubmit anything else he wanted the judge to consider:“It appears from the evaluations\nperformed by Dr. Mary Anderson and Dr. George Parker that they are\nof the opinion that Mr. Panetti is competent to be executed in\naccordance with the standards set out in Art. 46.05 of the Code of\nCriminal Procedure.“Mr. Gross, if you have any other matters you\nwish to have considered, please file them in the case papers and\nget me copies by 5:00 p.m. on May 21, 2004.” Letter from District\nJudge Stephen B. Ables in Cause No. 3310 (May 14, 2004), 1 App.\n77–78.Panetti’s counsel got the\nmessage. Far from assuming that there would be a hearing,ante, at 19–20, counsel renewed his motion requesting a\ncompetency hearing and his motion seeking state funding for a\nmental health expert. 1 App. 96–98. Panetti’s filing indicates that\nhe understood that no hearing was currently scheduled and that if\nhe wanted to convince the state court not to deny relief, he needed\nto do so immediately. Seeid., at 80–95. The record\ndemonstrates that what Panetti actually sought was not the\nopportunity to submit additional evidence—because, at that time, he\nhad no further evidence to submit—but state funding for his pursuit\nof more evidence. See Ex Parte Motion for Prepayment of Funds to\nHire Mental Health Expert to Assist Defense in Article 46.05\nProceedings in Cause No. 3310 (Feb. 19, 2004),id.,at 54;\nEx Parte Motion for Prepayment of Funds to Hire an Investigator to\nAssist Defense Counsel in Cause No. 3310 (Feb. 19, 2004);\nDefendant’s Motion for Appointment of Counsel to Assist Him in\nArticle 46.05 Proceedings in Cause No. 3310 (Feb. 19, 2004),id.,at 45; Panetti’s Response to Show Cause Order in Case\nNo. A–04–CA–042–SS (June 3, 2004), p. 5; cf. Order in Case No.\nA–04–CA–042–SS (Jan. 30, 2004), p. 4. This Court has never\nrecognized a constitutional right to state funding for counsel in\nstate habeas proceedings—much less for experts—and Texas law grants\nno such right inFordproceedings.E.g., Ex parte\nCaldwell, 58 S. W. 3d 127, 130 (Tex. Crim. App. 2000)\n(holding that funding for counsel or experts in Article 46.05\nproceedings is at the discretion of the district court);Colemanv.Thompson,501 U. S. 722, 755\n(1991) (noting that there is no constitutional right to\nstate-funded counsel in state habeas cases).In short, there is nothing in the record to\nsuggest that Panetti would have submitted any additional evidence\nhad he been given another opportunity to do so. Panetti never\nrequested more time to submit evidence and never told the court\nthat he wanted to submit additional evidence in the event that his\nrequests for fees were denied. Panetti’s track record of submitting\nno new evidence in his first Article 46.05 motion,supra,\nat 8, n. 6, and only two insubstantial exhibits in his second,\nPart II–A,supra, suggests that it was highly unlikely\nthat Panetti planned to present anything else. Accordingly, the\nstate-court proceedings to evaluate Panetti’s insanity claim were\nnot “contrary to, or … an unreasonable application of, clearly\nestablished Federal law,” 28 U. S. C. §2254(d)(1).[Footnote 10]CBecause the state court did not\nunreasonably apply Justice Powell’s procedural analysis, we must\ndefer to its determination that Panetti was competent to be\nexecuted. See §2254(d)(1). Thus, Panetti is entitled to federal\nhabeas relief only if the state court’s determination that he is\ncompetent to be executed “was contrary to, or involved an\nunreasonable application of” Supreme Court precedent or “was based\non an unreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.” §2254(d). Not\neven Panetti argues that this standard is met here.Applying Justice Powell’s\nsubstantive standard for competency, the state court determined\nthat Panetti was competent to be executed, 1 App. 99; see also Tex.\nCode Crim. Proc. Ann., Art. 46.05(h), a factual determination that\nis “presumed to be correct.” §2254(e)(1). That factual\ndetermination was based on an expert report by two doctors with\nalmost no evidence to the contrary. See Part II–A,supra.Hence, Panetti is not entitled to federal habeas relief under\n§2254.IIIBecause we lack jurisdiction\nunder AEDPA to consider Panetti’s claim and because, even if\njurisdiction were proper, the state court’s decision constitutes a\nreasonable application of federal law, I will not address whether\nthe Court of Appeals’ standard for insanity is substantively\ncorrect. I do, however, reject the Court’s approach to answering\nthat question. The Court parses the opinions inFordto\nimpose an additional constitutional requirement without undertaking\nany Eighth Amendment analysis of its own. Because the Court\nquibbles over the precise meaning ofFord’s opinions with\nrespect to an issue that was not presented in that case, what\nemerges is a half-baked holding that leaves the details of the\ninsanity standard for the District Court to work out. Seeante, at 28–30. As its sole justification for thrusting\nalready muddledForddeterminations into such disarray,\nthe Court asserts thatForditself compels such a result.\nIt does not.The four-Justice plurality inForddid not define insanity or create a substantive\nstandard for determining competency. See 477 U. S., at 418 (Powell,\nJ., concurring in part and concurring in judgment) (stating that\n“[t]he Court’s opinion does not address” “the meaning of in-\nsanity”).[Footnote 11] Only\nJustice Powell’s concurrence set forth a standard:“[No state] disputes the need to require that those\nwho are executed know the fact of their impending execution and the\nreason for it.“Such a standard appropriately defines the\nkind of mental deficiency that should trigger the Eighth Amendment\nprohibition. If the defendant perceives the connection between his\ncrime and his punishment, the retributive goal of the criminal law\nis satisfied. And only if the defendant is aware that his death is\napproaching can he prepare himself for his passing. Accordingly, I\nwould hold that the Eighth Amendment forbids the execution only of\nthose who are unaware of the punishment they are about to suffer\nand why they are to suffer it.”Id.,at at 422.Because the issue before the Court inFordwas actual knowledge, not rational understanding,ibid.,\nnothing in any of theFordopinions addresses what to do\nwhen a prisoner knows the reason for his execution but does not\n“rationally understand” it.Tracing the language of Justice Powell’s\nconcurrence, the Court of Appeals held that Panetti needed only to\nbe “ ‘aware’ of” the stated reason for his execution.Panettiv.Dretke, 448 F. 3d 815, 819 (CA5\n2006). Implicitly, the Court of Appeals also concluded that the\nfact that Panetti “disbelieves the State’s stated reason for\nexecuting him,”Panettiv.Dretke, 401\nF. Supp. 2d 702, 708 (WD Tex. 2004), does not render him\n“unaware” of the reason for his execution. The Court challenges\nthis approach based on an expansive interpretation of Justice\nPowell’s use of the word “aware.”Ante, at 27–28. However,\nthe Court does not and cannot deny that “awareness” is undefined inFordand thatForddoes not discuss whether\n“delusions [that] so impair the prisoner’s concept of reality that\nhe cannot reach a rational understanding of the reason for the\nexecution” affect awareness in a constitutionally relevant\nmanner.[Footnote 12]Ante, at 26. Nevertheless, the Court cobbles together\nstray language fromFord’s multiple opinions and asserts\nthat the Court of Appeals’ test is somehow inconsistent with the\nspirit ofFord. Because that result does not follow\nnaturally fromFord, today’s opinion can be understood\nonly as holding for the first time that the Eighth Amendment\nrequires “rational understanding.”Although apparently imposing a new substantive\nEighth Amendment requirement, the Court assiduously avoids applying\nour framework for analyzing Eighth Amendment claims. SeeFord,\nsupra, at 405 (first analyzing whether execution of the insane\nwas among “those modes or acts of punishment that had been\nconsidered cruel and unusual at the time that the Bill of Rights\nwas adopted” in 1791);Roperv.Simmons,543 U. S. 551, 560–561\n(2005) (considering also whether the punishment is deemed cruel and\nunusual according to modern “standards of decency”);Atkinsv.Virginia,536 U. S. 304, 312\n(2002) (looking for “objective evidence of contemporary values,”\nthe “clearest and most reliable” of which is the “legislation\nenacted by the country’s legislatures” (internal quotation marks\nomitted)). The Court likely avoided undertaking this analysis\nbecause there is no evidence to support its position.[Footnote 13] See,e.g., id., at\n340–342 (Scalia, J., dissenting) (discussing the demanding standard\nemployed at common law to show that a prisoner was too insane to be\nexecuted). The Court of Appeals at least took an approach based on\nwhatFordactually says, an approach that was far from\nfrivolous or unreasonable. By contrast, the Court’s approach\ntoday—settling upon a preferred outcome without resort to the\nlaw—is foreign to the judicial role as I know it.*  *  *Because the Court’s ruling\nmisinterprets AEDPA, refuses to defer to the state court as AEDPA\nrequires, and rejects the Court of Appeals’ approach without any\nconstitutional analysis, I respectfully dissent.Footnote 1Section 2244(b)(2) states:“A claim presented in a second or successive habeas corpus\napplication under section 2254 that was not presented in a prior\napplication shall be dismissed unless—“(A) the applicant shows that the claim relies on a new rule of\nconstitutional law, made retroactive to cases on collateral review\nby the Supreme Court, that was previously unavailable; or“(B)(i) the factual predicate for the claim could not have been\ndiscovered previously through the exercise of due diligence;\nand“(ii) the facts underlying the claim, if proven and viewed in\nlight of the evidence as a whole, would be sufficient to establish\nby clear and convincing evidence that, but for constitutional\nerror, no reasonable factfinder would have found the applicant\nguilty of the underlying offense.”Footnote 2The Court identifies two post-AEDPA cases.Ante, at 11 (citingSlackv.McDaniel,529 U. S. 473(2000);Stewartv.Martinez-Villareal,523 U. S. 637(1998)). Because these\ncases were decided after AEDPA, they do not establish the pre-AEDPA\nmeaning of “second or successive.” Moreover, these cases do not\napply here. The inapplicability ofMartinez-Villarealis\ndiscussed below.Infra, at 5–6. LikeMartinez-Villareal, the narrow exception described inSlackis akin to a renewal of an initial application. 529\nU. S., at 486–487; seeinfra, at 5–6 (discussingMartinez-Villareal). Even the Court does not maintain thatSlackapplies to Panetti’s claim.Footnote 3If, as the Court asserts, “second or\nsuccessive” were a pre-AEDPA term of art that exceptedFordclaims, it would be difficult to explain why,\nimmediately following AEDPA’s passage, Courts of Appeals uniformly\nconsidered subsequent applications raisingFordclaims to\nbe “second or successive” under §2244. SeeIn re\nMedina, 109 F. 3d 1556, 1563–1565 (CA11 1997)(per\ncuriam);In re Davis, 121 F. 3d 952,\n953–955 (CA5 1997); see alsoMartinez-Villarealv.Stewart, 118 F. 3d 628, 630–631, 633–634 (CA9 1997)(per curiam)(finding §2244 applicable but allowing aFordclaim to proceed where it was presented in the\ninitial habeas application).The Courts of Appeals uniformly continue to hold that §2244\napplies to successive habeas applications raisingFordclaims when the initial application failed to do so. See,e.g.,Richardsonv.Johnson, 256\nF. 3d 257, 258–259 (CA5 2001);In re Provenzano, 215\nF. 3d 1233, 1235 (CA11 2000);Nguyenv.Gibson,\n162 F. 3d 600, 601 (CA10 1998)(per curiam).Footnote 4The Court claims thatMartinez-Villareal“suggest[s] that it is … appropriate,\nas a general matter, for a prisoner to wait before seeking\nresolution of his incompetency claim.”Ante, at 14. ButMartinez-Villareal“suggest[s]” no such thing. 523 U. S.,\nat 645. To the contrary, as the Court admits,Martinez-Villarealdoes not determine whether a prisoner\nwould even beallowedto bring aFordclaim if he\nwaits to bring it in a second petition.Ante, at 12\n(citingMartinez-Villareal, supra, at 645, n.).Footnote 5To reach the tenuous conclusion that Justice\nPowell’s opinion constitutes clearly established federal law,ante, at 16, the Court ignores the tension between Justice\nPowell’s concern that adversarial proceedings may be\ncounterproductive and the plurality’s position that adversarial\nproceedings are required. CompareFordv.Wainwright,477 U. S. 399, 426 (1986) (Powell, J.,\nconcurring in part and concurring in judgment) (stating that\n“ordinary adversarial procedures—complete with live testimony,\ncross-examination, and oral argument by counsel—are not necessarily\nthe best means of arriving at sound, consistent judgments as to a\ndefendant’s sanity”), withid.,at 415, 417 (plurality\nopinion) (discussing the importance of adversarial procedures,\nincluding cross-examination). Given these contradictory statements,\nit is difficult to say that Justice Powell’s opinion is merely a\nnarrower version of the plurality’s view. SeeMarksv.United States,430 U. S. 188, 193\n(1977).Footnote 6This application was itself Panetti’s second\nbite at the apple in the state court on the question of his\ncompetency to be executed. Panetti had previously presented aFordclaim in state court, but the documents that\naccompanied that filing contained “nothing … that relate[d] to his\ncurrent mental state.” Order in Case No. A–04–CA–042–SS (WD Tex.,\nJan. 28, 2004), p. 4;id.,at 4 (Jan. 30, 2004)\n(same). As a result, the state court denied relief without a\nhearing,ante, at 5, and the Federal District Court found\nno error in this determination, Order in Case No. A–04–CA–042–SS\n(Jan. 30, 2004), p. 4.Footnote 7The Court argues that “the trial court’s\nappointment of mental health experts pursuant to Article 46.05(f)”\n“confirmed” that Panetti had made a threshold showing.Ante, at 17. But the state court made no such finding and\nmay have proceeded simply in an abundance of caution, perhaps to\nhumor the Federal District Court, which had “stay[ed] the execution\n[for 60 days to] allow the state court a reasonable period of time\nto consider the evidence of Panetti’s current mental state.” Order\nin Case No. A–04–CA–042–SS (Feb. 4, 2004), p. 3, 1 App. 116.\nIn any event, the question today is not whether Panetti met Texas’\nthreshold but whether he met the constitutional one. The Court\ncannot avoid answering that question by relying on a related\nstate-law determination.Footnote 8The Court states that Panetti’s “counsel\nreached the reasonable conclusion that these allegations warranted\na response.”Ante, at 19. But the Court fails to note that\nthe 17-page briefwasthe response. Apart from his\nmotions, Panetti never requested the opportunity to respond\nfurther.Panetti criticized the court-appointed experts for visiting him\nonly once, for not conducting psychological testing, for failing to\nreview collateral information adequately, for failing to take into\naccount his history of mental problems, and for the abbreviated\nnature of their conclusions. Objections to Experts’ Report, Renewed\nMotion for Funds to Hire Expert and Investigator, Renewed Motion\nfor Competency Hearing in Cause No. 3310 (Gillespie Cty., Tex.,\n216th Jud. Dist., May 21, 2004), 1 App. 82–95 (hereinafter\nObjection to Experts’ Report).Footnote 9The Court does not assert that Panetti\nactually had a constitutional right to an evidentiary hearing or to\nhave any of his 10 motions granted. As discussed above, Justice\nPowell’s concurrence specifically rejected theFordplurality’s contention that an adversarial proceeding was\nconstitutionally required or even appropriate. Part II–B–1,supra.Even a cursory look at Panetti’s motions shows that\nthe state court did not err in refusing to grant them. This Court\nhas never recognized a right to state-provided experts or counsel\non state habeas review. Cf. Ex Parte Motion for Prepayment of Funds\nto Hire Mental Health Expert to Assist Defense in Article 46.05\nProceedings in Cause No. 3310 (Feb. 19, 2004), 1 App. 54;\nDefendant’s Motion for Appointment of Counsel to Assist Him in\nArticle 46.05 Proceedings (Feb. 19, 2004),id.,at 45; Ex\nParte Motion for Prepayment of Funds to Hire an Investigator to\nAssist Defense Counsel in Cause No. 3310 (Feb. 19, 2004). There is\nlikewise no right to transcribed court proceedings, videotaped\nexaminations, or any other specific protocols for conducting\ncompetency evaluations. Cf. Motion to Videotape All Competency\nExaminations of Scott Panetti Conducted by Court-Appointed Mental\nHealth Experts in Cause No. 3310 (Feb. 19, 2004); Motion to\nTranscribe All Proceedings Related to Competency Determination\nUnder Article 46.05 in Cause No. 3310 (Feb. 19, 2004); Motion\nSeeking Order Setting Out Protocol for Conducting Competency\nEvaluations of Scott Panetti in Cause No. 3310 (Feb. 19, 2004). And\nas discussed above, Panetti has no clearly established\nconstitutional right to a formal, oral hearing, Part II–B–1,supra,much less a right to discovery. Cf. Defendant’s\nMotion for Discovery in Cause No. 3310 (Feb. 19, 2004); Motion to\nEnsure that the Article 46.05 “Final Competency Hearing” Comports\nwith the Procedural Due Process Requirements ofFordin\nCause No. 3310 (Feb. 19, 2004), 1 App. 49.Footnote 10Because the Court fails to identify any bona\nfide constitutional violation, it provides a laundry list of\nperceived deficiencies in the state-court proceedings.Ante, at 18 (“[I]t appears the state court on repeated\noccasions conveyed information to petitioner’s counsel that turned\nout not to be true; provided at least one significant update to the\nState without providing the same notice to petitioner; and failed\nin general to keep petitioner informed as to the opportunity, if\nany, he would have to present his case”). The state court did\nrequest the name of mental health experts from the parties but\nultimately chose experts without input from the parties.Ante, at 5–7. It canceled a status conference and failed\nto give Panetti notice.Ante,at 6. It also never\nexplicitly ruled on Panetti’s motions despite its statements that\nit would do so later.Ante, at 7–8. But Panetti does not\nargue that the court-appointed experts were not impartial nor does\nhe explain how the canceled status conference caused him any harm.\nFinally, although it might have been better for the state court to\nrule explicitly on Panetti’s outstanding motions, it implicitly\ndenied them by dismissing his claim. As for the state court’s\n“failure to keep petitioner informed,” after the court-appointed\nexperts’ report was issued, the judge sent a letter to counsel that\nmade it clear that Panetti had one last chance to submit\ninformation. 1 App. 77–78. In short, none of these perceived\ndeficiencies qualifies as a violation of any “clearly established”\nfederal law.Footnote 11Justice Marshall’s plurality opinion inForddid not even go so far as to state that there should\nbe a uniform national substantive standard for insanity. It is thus\nan open question as to how much discretion the States have in\nsetting the substantive standard for insanity.Footnote 12The Court points out that “theFordopinions nowhere indicate that delusions are irrelevant to\n‘comprehen[sion]’ or ‘aware[ness]’ if they so impair the prisoner’s\nconcept of reality that he cannot reach a rational understanding of\nthe reason for the execution.”Ante, at 26. By the same\ntoken, nowhere in theFordopinions is it suggested that\n“comprehen[sion]” or “aware[ness]” is necessarily affected when\ndelusions impair a prisoner. The Court refuses to acknowledge thatFordsimply does not resolve this question one way or the\nother.Footnote 13Contrary to the Court’s suggestion, the state\nof the factual record is not a genuine impediment to analyzing the\nconstitutional question. Seeante, at 28–30. Our Eighth\nAmendment framework requires relatively academic, abstract\nanalysis. Specific facts regarding Panetti’s condition are simply\nirrelevant to what the Eighth Amendment requires.",
    "joined": []
}