{
    "case": {
        "docket": "19-7",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-7/"
    },
    "id": "4267242",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–7_________________SEILA LAW LLC, PETITIONERv.CONSUMER\nFINANCIAL PROTECTION BUREAUon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 29, 2020]Justice Thomas, with whom Justice Gorsuch\njoins, concurring in part and dissenting in part.The Court’s decision today takes a restrained\napproach on the merits by limitingHumphrey’s Executorv.United States,295 U.S.\n602(1935), rather than overruling it. At the same time, the\nCourt takes an aggressive approach on severability by severing a\nprovision when it is not necessary to do so. I would do the\nopposite.Because the Court takes a step in the right\ndirection by limitingHumphrey’s Executorto “multimember\nexpert agencies thatdo not wield substantial executive\npower,”ante, at 16 (emphasis added), I join Parts I,\nII, and III of its opinion. I respectfully dissent from the Court’s\nseverability analysis, however, because I do not believe that we\nshould address severability in this case.IThe decision inHumphrey’s Executorposes a direct threat to our constitutional structure and, as a\nresult, the liberty of the American people. The Court concludes\nthat it is not strictly necessary for us to overrule that decision.\nSeeante, at 2, 13–17. But with today’s decision, the Court\nhas repudiated almost every aspect ofHumphrey’s Executor.\nIn a future case, I would repudiate what is left of this erroneous\nprecedent.A“The Constitution does not vest the Federal\nGovernment with an undifferentiated ‘governmental power.’ ”Department of Transportationv.Association of American\nRailroads, 575 U.S. 43, 67 (2015) (Thomas, J., concurring in\njudgment). It sets out three branches and vests a different form of\npower in each—legislative, executive, and judicial. See Art. I, §1;\nArt. II, §1, cl. 1; Art. III, §1.Article II of the Constitution vests “[t]he\nexecutive Power” in the “President of the United States of\nAmerica,” §1, cl. 1, and directs that he shall “take Care that the\nLaws be faithfully executed,” §3. Of course, the President cannot\nfulfill his role of executing the laws without assistance. SeeMyersv.United States,272 U.S.\n52, 117 (1926). He therefore must “select those who [are] to\nact for him under his direction in the execution of the laws.”Ibid.While these officers assist the President in carrying\nout his constitutionally assigned duties, “[t]he buck stops with\nthe President.”Free Enterprise Fundv.Public Company\nAccounting Oversight Bd.,561\nU.S. 477, 493 (2010). “Since 1789, the Constitution has been\nunderstood to empower the President to keep [his] officers\naccountable—by removing them from office, if necessary.”Id., at 483. The Framers “insist[ed]” upon “unity in the\nFederal Executive” to “ensure both vigor and accountability” to the\npeople.Printzv.United States,521 U.S.\n898, 922 (1997); see alsoante, at 22.Despite the defined structural limitations of\nthe Constitution and the clear vesting of executive power in the\nPresident, Congress has increasingly shifted executive power to ade factofourth branch of Government—independent\nagencies. These agencies wield considerable executive power without\nPresidential oversight. They are led by officers who are insulated\nfrom the President by removal restrictions, “reduc[ing] the Chief\nMagistrate to [the role of] cajoler-in-chief.”Free Enterprise\nFund, 561 U. S., at 502. But “[t]he people do not vote for\nthe Officers of the United States. They instead look to the\nPresident to guide the assistants or deputies subject to his\nsuperintendence.”Id., at 497–498 (alterations, internal\nquotation marks and citation omitted). Because independent agencies\nwield substantial power with no accountability to either the\nPresident or the people, they “pose a significant threat to\nindividual liberty and to the constitutional system of separation\nof powers and checks and balances.”PHH Corp.v.CFPB, 881 F.3d 75, 165 (CADC 2018) (Kavanaugh, J.,\ndissenting).Unfortunately, this Court “ha[s] not always been\nvigilant about protecting the structure of our Constitution,” at\ntimes endorsing a “more pragmatic, flexible approach” to our\nGovernment’s design.Perezv.Mortgage Bankers Assn.,\n575 U.S. 92, 115–116 (2015) (Thomas, J., concurring in judgment)\n(internal quotation marks omitted). Our tolerance of independent\nagencies inHumphrey’s Executoris an unfortunate example of\nthe Court’s failure to apply the Constitution as written. That\ndecision has paved the way for an ever-expanding encroachment on\nthe power of the Executive, contrary to our constitutional\ndesign.B1The lead up toHumphrey’s Executorbegins with this Court’s decision inMyers,272 U.S.\n52.Myersinvolved a federal statute that prohibited the\nPresident from removing certain postmasters except “by and with the\nadvice and consent of the Senate.”Id., at 107 (internal\nquotation marks omitted). The question presented was “whether under\nthe Constitution the President has the exclusive power of removing\nexecutive officers of the United States whom he has appointed by\nand with the advice and consent of the Senate.”Id., at 106.\nIn a 70-page opinion by Chief Justice Taft, the Court held that the\nConstitution did vest such power in the President.The Court anchored its analysis in evidence from\nthe founding era. It acknowledged that the “subject [of removal]\nwas not discussed in the Constitutional Convention,”id., at\n109–110, but it reviewed in detail the First Congress’ vigorous\ndebate about the removal of executive officers in what is known as\nthe Decision of 1789,id., at 111–135.[1] In the course of analyzing the Decision of\n1789, the Court explained that Article II vests “the executive\npower of the Government . . . in one person”—the\nPresident—and that the executive power includes the authority to\n“select those who [are] to act for him under his direction in the\nexecution of the laws.”Id., at 116–117. Reiterating the\nposition of James Madison and other Members of the First Congress,\nthe Court noted that allowing limits on the President’s removal\nauthority would grant Congress “the means of thwarting the\nExecutive in the exercise of his great powers and in the bearing of\nhis great responsibility, by fastening upon him, as subordinate\nexecutive officers, men who by their inefficient service under him,\nby their lack of loyalty to the service, or by their different\nviews of policy might make his taking care that the laws be\nfaithfully executed most difficult or impossible.”Id., at\n131. After “devot[ing] much space to [the] discussion and decision\nof the question of the Presidential power of removal in the First\nCongress” as well as its understanding of the executive power,id., at 136, the Court concluded that “the power to remove\nofficers appointed by the President and the Senate vested in the\nPresident alone,”id., at 114. It repeatedly described this\nremoval power as “unrestricted.”Id., at 115, 134, 150, 172,\n176.The Court noted that the First Congress’\nunderstanding of the removal question was quickly “accepted as a\nfinal decision of the question by all branches of the Government.”Id., at 136. The decision was “affirmed by this Court in\nunmistakable terms.”Id., at 148, 152–153 (discussingEx\nparte Hennen, 13 Pet. 230, 259 (1839);Parsonsv.United States,167 U.S.\n324, 330 (1897)). Presidents had “uniform[ly]” adopted the\nFirst Congress’ view “whenever an issue ha[d] clearly been raised.”Myers, 272 U. S., at 169. And “Congress, in a number of\nacts, followed and enforced the legislative decision of 1789 for\nseventy-four years.”Id., at 145. While disputes with\nPresident Andrew Johnson over Reconstruction led Congress to “enact\nlegislation to curtail the then acknowledged powers of the\nPresident,”id., at 165, theMyersCourt declined to\ngive these politically charged acts any weight,id.,at\n175–176.After exhaustively analyzing the historical\nevidence, the Court had “no hesitation in holding that [the First\nCongress’] conclusion [was] correct.”Id., at 176.Accordingly, the Court held that “the provision of the law [at\nissue], by which the unrestricted power of removal of first class\npostmasters is denied to the President, [was] in violation of the\nConstitution, and invalid.”Ibid.2Nine years afterMyers, the Court\ndecidedHumphrey’s Executor. That case arose from the\nattempted removal of Commissioner William Humphrey from the Federal\nTrade Commission (FTC). In 1931, President Herbert Hoover appointed\nHumphrey to serve a 7-year term as one of the FTC’s five\nCommissioners. By all accounts, Humphrey proved to be a\ncontroversial figure. See Crane, DebunkingHumphrey’s\nExecutor, 83 Geo. Wash. L. Rev. 1836, 1841 (2015);\nWinerman, The FTC at Ninety: History Through Headlines, 72\nAntitrust L. J. 871, 878–879 (2005); Yoo, Calabresi, &\nNee, The Unitary Executive During the Third Half-Century,\n1889–1945, 80 Notre Dame L. Rev. 1, 64 (2004). He reportedly “vowed\nnot to approve any Commission action that did not have as its goal\nto help business help itself,” “threaten[ed] criminal prosecution\nagainst other commissioners who publicly dissented,” and “called\nhis fellow commissioners men drunk with their own greatness” when\nthey voted to initiate an investigation. Crane,supra, at\n1841 (internal quotation marks omitted).Less than two years into Humphrey’s term, newly\ninaugurated President Franklin D. Roosevelt wrote Humphrey a\nletter, asking for his resignation. The President explained that,\nin his view, “the aims and purposes of the Administration with\nrespect to the work of the Commission [could] be carried out most\neffectively with personnel of [his] own selection.”Humphrey’s\nExecutor, 295 U. S., at 618 (internal quotation marks\nomitted). A little over a month after his first letter, President\nRoosevelt wrote Humphrey again to ask for his resignation. The\nletter stated: “You will, I know, realize that I do not feel that\nyour mind and my mind go along together on either the policies or\nthe administering of the [FTC], and, frankly, I think it is best\nfor the people of this country that I should have a full\nconfidence.”Id., at 619 (internal quotation marks omitted).\nHumphrey declined to resign. In October 1933, President Roosevelt\ninformed Humphrey that he was removed from his position. Humphrey\ndid not comply, continuing “to insist that he was still a member of\nthe commission, entitled to perform its duties and receive the\ncompensation provided by law.”Ibid.Four months later, Humphrey died. The executor\nof his estate brought suit in the Court of Claims, seeking to\nrecover Humphrey’s salary from the date of his removal until the\ndate of his death. The Court of Claims certified two questions to\nthis Court: (1) whether §1 of the Federal Trade Commission Act\nof 1914, ch. 311, 38Stat. 717, prohibited the President from\nremoving FTC Commissioners except for “inefficiency, neglect of\nduty, or malfeasance in office,” and (2) if so, whether that\nrestriction was constitutional. 295 U. S., at 619 (internal\nquotation marks omitted).The Court answered both of these questions in\nfavor of Humphrey’s estate. It first held that the FTC Act\n“limit[ed] the executive power of removal to the causes enumerated”\ntherein—inefficiency, neglect of duty, or malfeasance in office.Id., at 626. In the Court’s view, this construction of the\nAct was clear from “the face of the statute” and “the character of\nthe commission,”id., at 624, which the Court described as a\n“body of experts” that operates “independent of executive authority\n. . . and free to exercise its judgment without the leave\nor hindrance of any other official,”id., at 625–626.Then, notwithstanding the text of Article II of\nthe Constitution and the decision inMyers, the Court held\nthat the Act’s restriction on the President’s authority to remove\nCommissioners was constitutional. The Court acknowledged that the\n“recently decided”Myersdecision had “fully review[ed] the\ngeneral subject of the power of executive removal” and “examine[d]\nat length the historical, legislative and judicial data bearing\nupon the question.”Humphrey’s Executor, 295 U. S., at\n626. And it conceded that executive officers are “subject to the\nexclusive and illimitable power of removal by the Chief Executive.”Id., at 627; see alsoid., at 631 (recognizing “the\nPresident’s illimitable power of removal” over executive\nofficers).[2] The Court,\nhowever, claimed that “[t]he office of a postmaster is so\nessentially unlike the office [of an FTC Commissioner] that the\ndecision in theMyerscase [could not] be accepted as\ncontrolling.”Id., at 627. In the Court’s view, unlike the\npostmaster inMyers, FTC commissioners did not qualify as\n“purely executive officers.” 295 U. S., at 632.The Court grounded its analysis in its assertion\nthat the FTC “occupies no place in the executive department and\n. . . exercises no part of the executive power vested by\nthe Constitution in the President.”Id., at 628. Rather, in\nthe Court’s view, by “filling in and administering the details\nembodied by [the FTC Act’s] general standard[,] the commission\nact[ed] in part quasi-legislatively and in part quasi-judicially.”Ibid.The Court stated that the FTC acted “as a legislative\nagency” by “making investigations and reports thereon for the\ninformation of Congress” and acted “as an agency of the judiciary”\nwhen performing its role “as a master in chancery under rules\nprescribed by the court.”Ibid.“Such a body,” the Court\nexplained, “cannot in any proper sense be characterized as an arm\nor an eye of the executive.”Ibid.After distinguishing “purely executive officers”\nfrom officers exercising “quasi-legislative or quasi-judicial\npowers,”ibid., the Court held that “[w]hether the power of\nthe President to remove an officer shall prevail over the authority\nof Congress to condition the power by . . . precluding a\nremoval except for cause, will depend upon the character of the\noffice,”id., at 631. “[P]urely executive officers” are\nsubject to the President’s “unrestrictable power . . . to\nremove.”Id., at 632.But with regard to\n“quasi-legislative” and “quasi-judicial” officers, the Court\nconcluded that “no removal [could] be made . . . except\nfor one or more of the causes named.”Ibid.3Humphrey’s Executorlaid the foundation\nfor a fundamental departure from our constitutional structure with\nnothing more than handwaving and obfuscating phrases such as\n“quasi-legislative” and “quasi-judicial.” Unlike the thorough\nanalysis inMyers, the Court’s thinly reasoned decision is\ncompletely “devoid of textual or historical precedent for the novel\nprinciple it set forth.”Morrisonv.Olson,487\nU.S. 654, 726 (1988) (Scalia, J., dissenting). The exceptional\nweakness of the reasoning could be a product of the circumstances\nunder which the case was decided—in the midst of a bitter standoff\nbetween the Court and President Roosevelt[3]—or it could be just another example of this Court\ndeparting from the strictures of the Constitution for a “more\npragmatic, flexible approach” to our government’s design.Perez, 575 U. S., at 116 (opinion of Thomas, J.)\n(internal quotation marks omitted). But whatever the motivation,Humphrey’s Executordoes not comport with the\nConstitution.Humphrey’s Executorrelies on one key\npremise: the notion that there is a category of “quasi-legislative”\nand “quasi-judicial” power that is not exercised by Congress or the\nJudiciary, but that is also not part of “the executive power vested\nby the Constitution in the President.”Humphrey’s Executor,supra, at 628. Working from that premise, the Court\ndistinguished the “illimitable” power of removal recognized inMyers,Humphrey’s Executor, 295 U. S., at\n627–628, and upheld the FTC Act’s removal restriction, while\nsimultaneously acknowledging that the Constitution vests the\nPresident with the entirety of the executive power,id., at\n628.The problem is that the Court’s premise was\nentirely wrong. The Constitution does not permit the creation of\nofficers exercising “quasi-legislative” and “quasi-judicial powers”\nin “quasi-legislative” and “quasi-judicial agencies.”Id.,at 628–629.No such powers or agencies exist. Congress lacks\nthe authority to delegate its legislative power,Whitmanv.American Trucking Assns.,Inc.,531 U.S.\n457, 472 (2001), and it cannot authorize the use of judicial\npower by officers acting outside of the bounds of Article III,Sternv.Marshall,564 U.S.\n462, 484 (2011). Nor can Congress create agencies that straddle\nmultiple branches of Government. The Constitution sets out three\nbranches of Government and provides each with a different form of\npower—legislative, executive, and judicial. See Art. I, §1;\nArt. II, §1, cl. 1; Art. III, §1. Free-floating\nagencies simply do not comport with this constitutional structure.\n“[A]gencies have been called quasi-legislative, quasi-executive or\nquasi-judicial, as the occasion required, in order to validate\ntheir functions within the separation-of-powers scheme of the\nConstitution.”FTCv.Ruberoid Co.,343 U.S.\n470, 487 (1952) (Jackson, J., dissenting). But “[t]he mere\nretreat to the qualifying ‘quasi’ is implicit with confession that\nall recognized classifications have broken down, and ‘quasi’ is a\nsmooth cover which we draw over our confusion as we might use a\ncounterpane to conceal a disordered bed.”Id., at\n487–488.That is exactly what happened inHumphrey’s\nExecutor. The Court upheld the FTC Act’s removal restriction by\nusing the “quasi” label to support its claim that the FTC\n“exercise[d] no part of the executive power vested by the\nConstitution in the President.”Humphrey’s Executor,supra, at 628. But “it is hard to dispute that the powers of\nthe FTC at the time ofHumphrey’s Executorwould at the\npresent time be considered ‘executive,’ at least to some degree.”Morrison,supra, at 690, n. 28; seeante,\nat 14, n. 2; seepost, at 18, n. 7 (Kagan, J.,\nconcurring in judgment with respect to severability and dissenting\nin part).CToday’s decision constitutes the latest in a\nseries of cases that have significantly underminedHumphrey’s\nExecutor. First, inMorrison, the Court repudiated the\nreasoning of the decision. 487 U. S., at 689. Then, inFree\nEnterprise Fund, we returned to the principles set out in the\n“landmark case ofMyers.” 561 U. S., at 492. And today,\nthe Court rightfully limitsHumphrey’s Executorto\n“multimember expert agencies that do not wield substantial\nexecutive power.”Ante, at 16. After these decisions, the\nfoundation forHumphrey’s Executoris not just shaky. It is\nnonexistent.This Court’s repudiation ofHumphrey’s\nExecutorbegan with its decision inMorrison. There, the\nCourt upheld a statute insulating an independent counsel from\nremoval by the Attorney General absent a showing of “good cause.”Morrison,supra, at 659–660. In doing so, the Court\nset aside the reasoning ofHumphrey’s Executor. It\nrecognized thatHumphrey’s Executor“rel[ied] on the terms\n‘quasi- legislative’ and ‘quasi-judicial’ to distinguish the\nofficials involved inHumphrey’s Executor. . .\nfrom those inMyers.” 487 U. S., at 689. But it then\nimmediately stated that its “present considered view is that the\ndetermination of whether the Constitution allows Congress to impose\na ‘good cause’-type restriction on the President’s power to remove\nan official cannot be made to turn on whether or not that official\nis classified as ‘purely executive.’ ”Ibid.The Court\nalso rejectedHumphrey’s Executor’s conclusion that the FTC\ndid not exercise executive power, stating that “the powers of the\nFTC at the time ofHumphrey’s Executorwould at the present\ntime be considered ‘executive.’ ”Morrison,supra, at 690, n. 28. The lone dissenter, Justice\nScalia, disagreed with much of the Court’s analysis but noted that\nthe Court had rightfully “swept”Humphrey’s Executor“into\nthe dustbin of repudiated constitutional principles.” 487\nU. S., at 725. Thus, all nine Members of the Court inMorrisonrejected the core rationale ofHumphrey’s\nExecutor.The reasoning of the Court’s decision inFree\nEnterprise Fundcreated further tension (if not outright\nconflict) withHumphrey’sExecutor. InFree\nEnterprise Fund, the Court concluded that a dual layer of\nfor-cause removal restrictions for members of the Public Company\nAccounting Oversight Board violated the Constitution. In its\nanalysis, the Court recognized that allowing officers to “execute\nthe laws” beyond the President’s control “is contrary to Article\nII’s vesting of the executive powerin the President.” 561\nU. S., at 496 (emphasis added). The Court acknowledged that\n“the executive power include[s] a power to oversee executive\nofficers through removal.”Id., at 492. And it explained\nthat, without the power of removal, the President cannot “be held\nfully accountable” for the exercise of the executive power,\n“ ‘greatly diminish[ing] the intended and necessary\nresponsibility of the chief magistrate himself.’ ”Id.,\nat 514 (quoting The Federalist No. 70, p. 478 (J. Cooke ed. 1961)\n(A. Hamilton)). Accountability, the Court repeatedly emphasized,\nplays a central role in our constitutional structure. See,e.g.,Free Enterprise Fund, 561 U. S.,at\n498 (“[E]xecutive power without the Executive’s oversight\n. . . subverts the President’s ability to ensure that the\nlaws are faithfully executed—as well as the public’s ability to\npass judgment on his efforts”);id., at 513 (“The\nConstitution that makes the President accountable to the people for\nexecuting the laws also gives him the power to do so”).Humphrey’s Executoris at odds with every single one of\nthese principles: It ignores Article II’s Vesting Clause, sidesteps\nthe President’s removal power, and encourages the exercise of\nexecutive power by unaccountable officers. The reasoning of the two\ndecisions simply cannot be reconciled.Finally, today’s decision builds uponMorrisonandFree Enterprise Fund, further eroding\nthe foundation ofHumphrey’s Executor. The Court correctly\nnotes that “[t]he entire ‘executive Power’ belongs to the President\nalone.”Ante, at 11. The President therefore must have\n“power to remove—and thus supervise—those who wield executive power\non his behalf.”Ante, at 2. As a result, the Court concludes\nthatHumphrey’s Executormust be limited to “multimember\nexpert agencies thatdo not wield substantial executive\npower.”Ante,at 16 (emphasis added). And, at the same\ntime, it recognizes (as the Court did inMorrison) that\n“[t]he Court’s conclusion that the FTC did not exercise executive\npower has not withstood the test of time.”Ante, at 14,\nn. 2. In other words,Humphrey’s Executordoes not even\nsatisfy its own exception.In light of these decisions, it is not clear\nwhat is left ofHumphrey’s Executor’s rationale.[4] But if any remnant of that decision\nis still standing, it certainly is not enough to justify the\nnumerous, unaccountable independent agencies that currently\nexercise vast executive power outside the bounds of our\nconstitutional structure.*  *  *Continued reliance onHumphrey’s\nExecutorto justify the existence of independent agencies\ncreates a serious, ongoing threat to our Government’s design.\nLeaving these unconstitutional agencies in place does not enhance\nthis Court’s legitimacy; it subverts political accountability and\nthreatens individual liberty. We have a “responsibility to\n‘examin[e] without fear, and revis[e] without reluctance,’ any\n‘hasty and crude decisions’ rather than leaving ‘the character of\n[the] law impaired, and the beauty and harmony of the [American\nconstitutional] system destroyed by the perpetuity of\nerror.’ ”Gamblev.United States, 587\nU. S. ___, ___ (2019) (Thomas, J., concurring) (slip op., at\n7) (quoting 1 J. Kent, Commentaries on American Law 444 (1826);\nsome alterations in original). We simply cannot compromise when it\ncomes to our Government’s structure. Today, the Court does enough\nto resolve this case, but in the future, we should reconsiderHumphrey’s Executorin toto. And I hope that we\nwill have the will to do so.IIWhile I think that the Court correctly\nresolves the merits of the constitutional question, I do not agree\nwith its decision to sever the removal restriction in 12\nU. S. C. §5491(c)(3). Seeante, at 30–36;post, at 37. To resolve this case, I would simply deny the\nConsumer Financial Protection Bureau (CFPB) petition to enforce the\ncivil investigative demand.AArticle III of the Constitution vests “[t]he\njudicial Power of the United States” in the “supreme Court” and the\nlower federal courts established by Congress. §1. “[T]he judicial\npower is, fundamentally, the power to render judgments in\nindividual cases” or controversies that are properly before the\ncourt.Murphyv.National Collegiate Athletic Assn.,\n584 U. S. ___, ___–___ (2018) (Thomas, J., concurring) (slip\nop., at 2–3); see alsoPlautv.Spendthrift Farm,Inc.,514 U.S.\n211, 219 (1995) (“ ‘[A] “judicial Power” is one to render\ndispositive judgments’ ”); Baude, The Judgment Power, 96 Geo.\nL. J. 1807, 1815–1816 (2008). “[T]he power exercised is that\nof ascertaining and declaring the law applicable to the\ncontroversy.”Massachusettsv.Mellon,262 U.S.\n447, 488 (1923). In the context of a constitutional challenge,\n“[i]t amounts to little more than the negative power to disregard\nan unconstitutional enactment.”Ibid.; see also Mitchell,\nThe Writ-of-Erasure Fallacy, 104 Va. L. Rev. 933, 936 (2018). Thus,\nif a party argues that a statute and the Constitution conflict,\n“then courts must resolve that dispute and, . . . follow\nthe higher law of the Constitution.”Murphy, 584 U. S.,\nat ___ (Thomas, J., concurring) (slip op., at 3).Consistent with this understanding, “[e]arly\nAmerican courts did not have a severability doctrine.”Id.,\nat ___ (slip op., at 2) (citing Walsh, Partial Unconstitutionality,\n85 N. Y. U. L. Rev. 738, 769 (2010)). If a statute\nwas unconstitutional, the court would just decline to enforce the\nstatute in the case before it. 584 U. S., at ___ (Thomas, J.,\nconcurring) (slip op., at 3).That was the end of the\nmatter. “[T]here was no ‘next step’ in which [a] cour[t]” severed\nportions of a statute. Walsh,supra, at 777.Our modern severability precedents create\ntension with this historic practice. Instead of declining to\nenforce an unconstitutional statute in an individual case, this\nCourt has stated that courts must “seve[r] and excis[e]” portions\nof a statute to “remedy” the constitutional problem.United\nStatesv.Booker,543 U.S.\n220, 245 (2005);Alaska Airlines,Inc.v.Brock,480 U.S.\n678, 686 (1987). The Court’s rhetoric when discussing severance\nimplies that a court’s decision to sever a provision “formally\nsuspend[s] or erase[s it], when [the provision] actually remains on\nthe books as a law.” Mitchell,supra, at 1017. The Federal\nJudiciary does not have the power to excise, erase, alter, or\notherwise strike down a statute.Murphy,supra, at\n___ (Thomas, J., concurring) (slip op., at 4); Mitchell,supra, at 936. And the Court’s reference to severability as\na “remedy” is inaccurate. Traditional remedies—like injunctions,\ndeclarations, or damages—“ ‘operate with respect to specific\nparties,’ not ‘on legal rules in the abstract.’ ”Murphy,supra, at ___ (Thomas, J., concurring) (slip\nop., at 3) (quoting Harrison, Severability, Remedies, and\nConstitutional Adjudication, 83 Geo. Wash. L. Rev. 56, 85\n(2014)).Because the power of judicial review does not\nallow courts to revise statutes, Mitchell,supra, at 983,\nthe Court’s severability doctrine must be rooted in statutory\ninterpretation. But, even viewing severability as an interpretive\nquestion, I remain skeptical of our doctrine. As I have previously\nexplained, “the severability doctrine often requires courts to\nweigh in on statutory provisions that no party has standing to\nchallenge, bringing courts dangerously close to issuing advisory\nopinions.”Murphy, 584 U. S., at ___ (concurring\nopinion) (slip op., at 5). And the application of the doctrine\n“does not follow basic principles of statutory interpretation.”Id., at ___ (slip op., at 4).Instead of determining\nthe meaning of a statute’s text, severability involves “nebulous\ninquir[ies] into hypothetical congressional intent.”Booker,supra,at 320, n. 7 (Thomas, J., dissenting in\npart).BConsistent with the traditional understanding\nof the judicial power, I would deny CFPB’s petition to enforce the\ncivil investigative demand that it issued to Seila. See\n§5562(e)(1). Seila “challenge[d] the validity of both the civil\ninvestigative demand and the ensuing enforcement action.” Reply\nBrief for Petitioner 5. Seila has not countersued or sought\naffirmative relief preventing the CFPB from acting in the future;\nit simply asks us to “reverse the court of appeals’ judgment.”\nBrief for Petitioner 35. I would do just that. As the Court\nrecognizes, the enforcement of a civil investigative demand by an\nofficial with unconstitutional removal protection injures Seila.\nSeeante, at 9–10. Presented with an enforcement request\nfrom an unconstitutionally insulated Director, I would simply deny\nthe CFPB’s petition for an order of enforcement. This approach\nwould resolve the dispute before us without addressing the issue of\nseverability.The Court, however, does more. In the\nplurality’s view,[5] because\nthe CFPB raised a ratification argument before the Court of\nAppeals, we can (and should) reach the question of severability.\nSeeante, at 30–31. But as explained more fully below,\nresolving this question is wholly unnecessary. Regardless of\nwhether the CFPB’s ratification theory is valid, the Court of\nAppeals on remand must reach the same outcome: The CFPB’s civil\ninvestigative demand cannot be enforced against Seila.The ratification argument presented by the CFPB\nis quite simple. Since its creation in 2010, the CFPB has had three\nDirectors—first Director Richard Cordray, then Acting Director Mick\nMulvaney, and now Director Kathleen Kraninger. The CFPB’s first\nDirector, Director Cordray, issued a civil investigative demand to\nSeila and initiated the enforcement action. The CFPB has conceded\nthat these actions were unconstitutional. But, in the Ninth\nCircuit, the CFPB argued that the investigative demand was ratified\nby Acting Director Mulvaney, who it claimed wasnotinsulated by the removal provision. Brief for Appellee in No.\n17–56324, pp. 13–19. In the CFPB’s view, the President could\nremove Acting Director Mulvaney at will because the “removal\nprovision by its terms applies only to ‘the Director,’ not to an\nActing Director,” and the Federal Vacancy Reform Act “does not\nlimit the President’s ability to designate a different person as\nActing Director.”Id., at 14. Based on this\nratification theory, the CFPB asked the Ninth Circuit to affirm the\nDistrict Court’s order granting the CFPB’s petition to enforce its\ninvestigative demand.The CFPB does not ask this Court to address\nratification on the merits, but it does rely on its unresolved\nratification theory to assert that the Court should reach\nseverability. In doing so, the CFPB relies on the same theory that\nit presented to the Ninth Circuit. Thus, the only live ratification\nclaim is the theory that Acting Director Mulvaney ratified the\ncivil investigative demand. Seeante, at 30–31.[6]The resolution of the CFPB’s Acting-Director\nratification theory, however, has no bearing on the outcome of the\ndispute before us and therefore provides no basis for addressing\nseverability. If the Acting Director did not ratify the\ninvestigative demand, then there is obviously no need to address\nseverability. And even if he did, the Court still does not need to\naddress severability because the alleged ratification does not cure\nthe constitutional injury—enforcement of an investigative demand by\nan unconstitutionally insulated Director. Seila “challenge[d] the\nvalidity of both the civil investigative demandand the ensuing\nenforcement action.” Reply Brief for Petitioner 5 (emphasis\nadded). Acting Director Mulvaney may (or may not) have properly\nratified the issuance of the investigative demand and the\ninitiation of the enforcement proceedings. But he certainly could\nnot ratify the continuance of the enforcement action by his\nsuccessor, Director Kraninger.Id., at 7. Thus, even if the\nCFPB’s ratification theory is valid, Seila still has an injury: It\nhas been (and continues to be) subjected to enforcement of an\ninvestigative demand by Director Kraninger, who “remains\nstatutorily insulated from removal.” Reply Brief for Respondent 7;\nsee alsoFree Enterprise Fund, 561 U. S., at 513;ante, at 10. Thus, we should decline to enforce the civil\ninvestigative demand against Seila. Seesupra,at 14–15.Ultimately, I cannot see how the resolution of\nthe severability question affects the dispute before us. And even\nif severability could affect this case in some hypothetical\nscenario, I would not reach out to resolve the issue given my\ngrowing discomfort with our current severability precedents.CConfident that it can address the question of\nseverability, the plurality moves on to conduct its analysis. It\nstarts by pointing to the severability clause in the Dodd-Frank\nAct. Seeante, at 33. That clause states: “If any provision\nof this Act, an amendment made by this Act, or the application of\nsuch provision or amendment to any person or circumstance is held\nto be unconstitutional, the remainder of this Act, the amendments\nmade by this Act, and the application of the provisions of such to\nany person or circumstance shall not be affected thereby.” §5302.\nThe plurality states that “[i]f the Director were removable at will\nby the President, the constitutional violation would disappear.”Ante, at 32–33. Then, relying on language in the\nseverability clause, it concludes that the removal provision,\n§5491(c)(3), should be severed.The plurality suggests that its analysis is a\nmatter of simply enforcing the “plain language” of the severability\nclause. Seeante, at 33. But I am not sure it is that\nsimple. For one, the plurality does not actually analyze the\nstatutory language.[7] Second,\nthe analysis the plurality does provide looks nothing like\ntraditional statutory interpretation. Generally, when we interpret\na statute, we do not hold that the text sets out a “presum[ption]”\nthat can be rebutted by looking to atextual evidence of legislative\nintent.Ante, at 32. A text-based interpretation does not\nallow a free-ranging inquiry into what “ ‘Congress, faced with\nthe limitations imposed by the Constitution, would have\npreferred’ ” had it known of a constitutional issue.Ante, at 33 (quotingFree Enterprise Fund,supra, at 509). Nor does it consider whether Congress would\nhave wanted to avoid “a major regulatory disruption.”Ante,\nat 35. Statutory interpretation focuses on the text.Even treating the question as a matter of pure\nstatutory interpretation and assuming that the plurality points to\nthe correct language, the text of the severability clause cannot,\nin isolation, justify severance of the removal provision. In some\ninstances, a constitutional injury arises as a result of two or\nmore statutory provisions operating together. See,e.g.,Free Enterprise Fund,supra, at 509 (stating that the\nconvergence of “a number of statutory provisions” produce a\nconstitutional violation);Booker, 543 U. S., at\n316–317 (opinion of Thomas, J.) (explaining that “the concerted\naction of [18 U. S. C.] §3553(b)(1)andthe\noperative Guidelinesandthe relevant Rule of Criminal\nProcedure resulted in unconstitutional judicial factfinding”); Lea,\nSituation Severability, 103 Va. L. Rev. 735, 778–780 (2017)\n(discussing statutory convergences). That is precisely the\nsituation we have in this case. As inFree Enterprise Fund,\nthe provision requiring “good-cause removal is only one of [the]\nstatutory provisions that, working together, produce a\nconstitutional violation.” 561 U. S., at 509. The\nconstitutional violation results from, at a minimum, the\ncombination of the removal provision, 12 U. S. C.\n§5491(c)(3), and the provision allowing the CFPB to seek\nenforcement of a civil investigative demand, §5562(e)(1). When\nconfronted with two provisions that operate together to violate the\nConstitution, the text of the severability clause provides no\nguidance as towhichprovision should be severed. Thus, we\nmust choose, based on something other than the severability clause,\nwhich provision to sever.Without text to guide us, the severability\ninquiry moves away from statutory interpretation and falls back on\nthis Court’s questionable precedents. SeeMurphy, 584\nU. S., at ___–___ (Thomas, J., concurring) (slip op., at 4–6).\nAn analysis of the Court’s decisions inBookerandFree\nEnterprise Fundillustrates the Court’s approach to determining\nwhich provision to sever when confronting an injury caused by an\nunconstitutional convergence of multiple statutory provisions.InBooker, a Rule of Criminal Procedure,\na subset of provisions in the Sentencing Guidelines, and a\nstatutory provision operated together to require unconstitutional\njudicial factfinding. To determine which aspect of the sentencing\nscheme to sever, the Court sought to divine “what Congress would\nhave intended in light of the Court’s constitutional holding.”Booker, 543 U. S., at 246 (internal quotation marks\nomitted). The Court “recognize[d] that sometimes severability\nquestions . . . can arise [in the context of] a\nlegislatively unforeseen constitutional problem.”Id., at\n247. But it nonetheless felt qualified to craft a remedy that would\n“move sentencing in Congress’ preferred direction.”Id., at\n264. Surprisingly, that “move” did not involve enforcing the\nconstitutional aspects of Congress’ sentencing scheme. The Court\nstated that “we cannot assume that Congress, if faced with the\nstatute’s invalidity in key applications, would have preferred to\napply the statute in as many other instances as possible.”Id., at 248.[8] Despite\nthe fact that there were a plethora of cases in which mandatory\nSentencing Guidelines would have posed no constitutional problem,\nthe Court decided to “sever and excise . . . the\nprovision that requires sentencing courts to impose a sentence\nwithin the applicable Guidelines range,” along with another\nprovision which was not even at issue in the case.Id., at\n259. In essence, the Court crafted a new sentencing scheme,\ntransforming the Sentencing Guidelines into an entirely\ndiscretionary system based on its estimation that Congress would\nhave wanted that result.The Court inFree Enterprise Funddeclined to explicitly engage inBooker’s free-wheeling\ninquiry into Congress’ hypothetical preferences, but it did not\nreplace that inquiry with a clear standard. In that case, the Court\nheld that a “number of statutory provisions . . . ,\nworking together, produce[d] a constitutional violation” similar to\nthe violation at issue here.Free Enterprise Fund, 561\nU. S., at 509. The Court decided to sever the Board’s removal\nrestriction. It explicitly recognized that there were multiple ways\nto address the constitutional injury, stating that the Court could,\nfor example, “blue-pencil a sufficient number of the Board’s\nresponsibilities,” or “restrict the Board’s enforcement powers.”Ibid.But it described these alternative options as\ninvolving “editorial freedom—far more extensive than [the] holding\ntoday—[that] belongs to the Legislature, not the Judiciary.”Id., at 510. The Court did not explain, however, why the\noption that it chose was not also “editorial freedom” that belongs\nto the Legislature or why the alternatives involved “more\nextensive” “editorial freedom” than its preferred option.Ibid.The most that the Court provided was a suggestion that\nfewer provisions would have to be severed under its approach.Id., at 509–510.Today’s plurality opinion provides no further\nguidance. In fact, the plurality does not even recognize that it\nhas made a choice between the provisions that cause the\nconstitutional injury. It merely states that “[i]f the Director\nwere removable at will by the President, the constitutional\nviolation would disappear.”Ante, at 32–33. Fair enough. But\nif the Director lacked executive authority under the statute to\nseek enforcement of a civil investigative demand, §5562(e)(1), the\nconstitutional violation in this case would also disappear. The\nplurality thuschooseswhich of the provisions to sever.In short, when multiple provisions of law\ncombine to cause a constitutional injury, the Court’s current\napproach allows the Court to decide which provision to sever. The\ntext of a severability clause does not guide that choice. Nor does\nthe practice of early American courts. Seesupra, at 14–15.\nThe Court is thus left to choose based on nothing more than\nspeculation as to what the Legislature would have preferred. And\nthe result of its choice can have a dramatic effect on the\ngoverning statutory scheme. SeeBooker,supra, at 259\n(converting the entirety of the Sentencing Guidelines from a\nmandatory to a discretionary system). This is not a simple matter\nof following the “plain language” of a statute.Ante, at 33.\nIt is incumbent on us to take a close look at our precedents to\nmake sure that we are not exceeding the scope of the judicial\npower.*  *  *Given my concerns about our modern\nseverability doctrine and the fact that severability makes no\ndifference to the dispute before us, I would resolve this case by\nsimply denying the CFPB’s petition to enforce the civil\ninvestigative demand.Notes1For a comprehensive\nreview of the Decision of 1789, see Prakash, New Light on the\nDecision of 1789, 91 Cornell L. Rev. 1021 (2006).2The explicit and repeated\nrecognition of the President’s “illimitable power” inHumphrey’s\nExecutorhighlights the dissent’s error in claiming thatHumphrey’s Executor“abandoned [the] view” set out inMyersv.United States,272 U.S.\n52(1926).Post, at 17 (Kagan, J., concurring in\njudgment with respect to severability and dissenting in part)\n(hereinafter dissent).Humphrey’s Executordid not abandonMyers; it distinguishedMyersbased on the flawed\npremise that the FTC exercised “quasi-legislative” and\n“quasi-judicial” power that is not part of “the executive power\nvested by the Constitution in the President.”Humphrey’s\nExecutor, 295 U. S., at 628; see alsoinfra, at\n9–11.3A number of historical\nsources indicate that President Roosevelt sawHumphrey’s\nExecutorv.United States,295 U.S.\n602(1935), as an attack on his administration. Given the\nCourt’s recent decision inMyers, the Roosevelt\nadministration was reportedly “stunned” by the Court’s decision inHumphrey’s Executor, and the President was particularly\nannoyed that the decision “ma[de] it appear that he had been\nwillfully violating the Constitution.” See W. Leuchtenberg, The\nSupreme Court Reborn 78 (1995). Justice Jackson, who was serving in\nthe Roosevelt administration at the time, stated in an interview\nthat “ ‘the decision that made Roosevelt madder at the Court\nthan any other decision was that . . . little case ofHumphrey’s Executorv.United States. The President\nthought they went out of their way to spite him personally.’ ”\nE. Gerhart, America’s Advocate: Robert H. Jackson 99 (1958)\n(quoting 1949 interview with Justice Jackson).4The dissent, while\nvigorously defending the holding ofHumphrey's Executor, can\nmuster no defense for the reasoning of the decision. The dissent\ndoes not defend the notion of “quasi” powers or “quasi” agencies,\nrecognizing that the power exercised by the FTC was executive\npower. Seepost, at 18, n. 7. And, in 39 pages, it\ncannot explain how any aspect ofHumphrey’s Executor(other\nthan its holding) survivedMorrisonv.Olson,487 U.S.\n654(1988), andFree Enterprise Fundv.Public\nCompany Accounting Oversight Bd.,561 U.S.\n477(2010). Instead, the dissent simply claims thatHumphrey’s Executorwas “extended” and “clarified” inMorrison,post, at 19, attempting to breathe validity\nintoHumphrey’s Executorthrough the Court’sMorrisondecision. But the dissent’s reading ofMorrisonas\n“extend[ing]Humphrey’sdomain” is baffling.Post, at\n19.Morrisonexpressly repudiated the substantive reasoning\nofHumphrey’s Executor. Seesupra, at\n11–12.5The dissent provides no\nanalysis of severability, simply stating “ifthe agency’s\nremoval provision is unconstitutional, it should be severed.”Post,at 37.6The Court-appointedamicussuggests that the CFPB’s current Director, Director\nKraninger, ratified the enforcement proceeding by maintaining the\nsuit after she stated her belief that the removal provision is\nunconstitutional. But the CFPB expressly disclaimed the notion that\nDirector Kraninger had the power to ratify the civil investigative\ndemand, stating that she “remains statutorily insulated from\nremoval, regardless whether she believes the law is invalid.” Reply\nBrief for Respondent 7.7The severability clause\nrefers to three alternative scenarios: (1) a “provision of [the]\nAct . . . is held to be unconstitutional”; (2) “an\namendment made by [the] Act . . . is held\nunconstitutional”; and (3) “the application of [a] provision or\namendment [of the Act] to any person or circumstance is held to be\nunconstitutional.” 12 U. S. C. §5302. The plurality\nassumes, with no analysis, that this case falls in the first\nscenario, calling for a provision to be severed from the Dodd-Frank\nAct. Seeante, at 33. But, as discussed below, there is no\nsingle “provision” of the Act that has led to the constitutional\ninjury in this case. Seeinfra, at 20–21. It is the\nattempted enforcement of a civil investigative demand under\n§5562(e)(1) by an unconstitutionally insulated Director that causes\nthe constitutional injury in this case. There is at least a\nnonfrivolous argument that this case implicates the third scenario\ncontemplated by the severability clause—i.e.,“the\napplication of [a] provision” in a certain “circumstance.” §5302.\nIf that were so, the text of the severability clause would not\nrequire any “provision” to be severed; the unconstitutional\napplication of §5562(e)(1) simply would not affect other provisions\nof the Dodd-Frank Act. Such a reading would be consistent with the\ntraditional limits on the judicial power. Seesupra, at\n14–15.8This statement inBookeris irreconcilable with the plurality’s assertion here\nthat “Congress would prefer that we use a scalpel rather than a\nbulldozer in curing the constitutional defect.”Ante,at 35.\nThus, it appears that the plurality eithersub silentio“junk[s] our settled severability doctrine,”ibid., or\ninvokes, without explanation, different assumptions for different\ncases.",
    "joined": []
}