{
    "case": {
        "docket": "17-290",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-290/"
    },
    "id": "4096594",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–290_________________MERCK SHARP & DOHME CORP., PETITIONERv.DORIS ALBRECHT, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[May 20, 2019]Justice Thomas, concurring.I join the Court’s opinion and write separately\nto explain my understanding of the relevant pre-emption principles\nand how they apply to this case.The Supremacy Clause of the Constitution\nprovides:“This Constitution, and the Laws of the\nUnited States which shall be made in Pursuance thereof; and all\nTreaties made, or which shall be made, under the Authority of the\nUnited States, shall be the supreme Law of the Land; and the Judges\nin every State shall be bound thereby, any Thing in the\nConstitution or Laws of any State to the Contrary notwithstanding.”\nArt. VI, cl. 2.Under this Clause, “[w]here state and federal\nlaw ‘directly conflict,’ state law must give way.”PLIVA,\nInc.v.Mensing,564 U.S.\n604, 617 (2011). Although the Court has articulated several\ntheories of pre-emption, Merck’s sole argument here is that state\nlaw is pre-empted because it is impossible for Merck to comply with\nfederal and state law. I remain skeptical that “physical\nimpossibility” is a proper test for deciding whether a direct\nconflict exists between federal and state law. But even under our\nimpossibility precedents, Merck’s pre-emption defense fails.IAs I have explained before, it is not obvious\nthat the “ ‘physical impossibility’ standard is the best proxy\nfor determining when state and federal laws ‘directly conflict’ for\npurposes of the Supremacy Clause.”Wyethv.Levine,555 U.S.\n555, 590 (2009) (opinion concurring in judgment). Evidence from\nthe founding suggests that, under the original meaning of the\nSupremacy Clause, federal law pre-empts state law only if the two\nare in logical contradiction. Seeibid.; Nelson, Preemption,\n86 Va. L. Rev. 225, 260–261 (2000). Sometimes, federal law will\nlogically contradict state law even if it is possible for a person\nto comply with both. For instance, “if federal law gives an\nindividual the right to engage in certain behavior that state law\nprohibits, the laws would give contradictory commands\nnotwithstanding the fact that an individual could comply with both\nby electing to refrain from the covered behavior.”Wyeth,\n555 U. S.,at 590 (opinion of Thomas, J.).Merck does not advance this\nlogical-contradiction standard, and it is doubtful that a\npre-emption defense along these lines would succeed here. “To say,\nas the statute does, that [Merck] may not market a drug without\nfederal approval (i.e., without [a Food and Drug\nAdministration (FDA)] approved label) is not to say that federal\napproval gives [Merck] the unfettered right, for all time, to\nmarket its drug with the specific label that was federally\napproved.”Id., at 592. Nothing in the federal\nbrand-name-drug “statutory or regulatory scheme necessarily\ninsulates [Merck] from liability under state law simply because the\nFDA has approved a particular label.”Id.,at 593. The\nrelevant question would be whether federal law gives Merck “an\nunconditional right to market [a] federally approved drug at all\ntimes with the precise label initially approved by the FDA,”id.,at 592, or whether it instead provides a federal floor\nthat can be supplemented by different state standards, see Brief\nfor Cato Institute asAmicus Curiae14, n. 4. Absent a\nfederal statutory right to sell a brand-name drug with an\nFDA-approved label, FDA approval “does not represent a finding that\nthe drug, as labeled, can never be deemed unsafe by later federal\naction, or as in this case, the application of state law.”Wyeth,supra, at 592 (opinion of Thomas, J.).IIApplying the Court’s impossibility precedents\nleads to the same conclusion. The question for impossibility is\nwhether it was “lawful under federal law for [Merck] to do what\nstate law required of” it.Mensing, 564 U. S., at 618.\nBecause “[p]re-emption analysis requires us to compare federal and\nstate law,” I “begin by identifying the [relevant] state tort\nduties and federal labeling requirements.”Id., at 611.\nRespondents’ claim here is “that state law obligated Merck to add a\nwarning about atypical femur fractures” to the Warnings and\nPrecautions section of Fosamax’s label.In re Fosamax\n(Alendronate Sodium) Prods. Liability Litig., 852 F.3d 268, 282\n(CA3 2017). Under the Federal Food, Drug, and Cosmetic Act, a\nmanufacturer of a brand-name drug “bears responsibility for the\ncontent of its label at all times.”Wyeth, 555 U. S.,\nat 570–571 (majority opinion). The manufacturer “is charged both\nwith crafting an adequate label and with ensuring that its warnings\nremain adequate as long as the drug is on the market.”Id.,\nat 571. Generally, to propose labeling changes, the manufacturer\ncan submit a Prior Approval Supplement (PAS) application, which\nrequires FDA approval before the changes are made. 21 CFR\n§314.70(b) (2018). Alternatively, under the FDA’s Changes Being\nEffected (CBE) regulation, if the manufacturer would like to change\na label to “add or strengthen a contraindication, warning,\nprecaution, or adverse reaction” “to reflect newly acquired\ninformation,” it can change the label immediately upon filing its\nsupplemental application with the FDA, without waiting for FDA\napproval. §314.70(c)(6)(iii); seeWyeth,supra, at\n568. If the FDA later disapproves the CBE application, “it may\norder the manufacturer to cease distribution of the drug\nproduct(s)” with the new labeling. §314.70(c)(7).Here, Merck’s impossibility pre-emption defense\nfails because it does not identify any federal law that “prohibited\n[it] from adding any and all warnings . . . that would\nsatisfy state law.”Ante,at 13. By its reference to “the\nLaws of the United States,” the Supremacy Clause “requires that\npre-emptive effect be given only to those federal standards and\npolicies that are set forth in, or necessarily follow from, the\nstatutory text that was produced through the constitutionally\nrequired bicameral and presentment procedures.”Wyeth,supra, at 586 (opinion of Thomas, J.). Merck’s primary\nargument, based on various agency communications, is that the FDA\nwould have rejected a hypothetical labeling change submitted via\nthe CBE process. But neither agency musings nor hypothetical future\nrejections constitute pre-emptive “Laws” under the Supremacy\nClause.As the Court describes, in 2008 Merck submitted\nPAS applications to add certain language regarding fractures to the\nAdverse Reactions and the Warnings and Precautions sections of\nFosamax’s label.Ante, at 6. In 2009, the FDA sent Merck a\n“complete response” letter “agree[ing] that atypical and\nsubtrochanteric fractures should be added” to the Adverse Reactions\nsection. App. 510–511. But the letter said that Merck’s proposed\nWarnings and Precautions language, which focused on “the risk\nfactors for stress fractures,” was “inadequate” because\n“[i]dentification of ‘stress fractures’ may not be clearly related\nto the atypical subtrochanteric fractures that have been reported\nin the literature.”Id., at 511. In accord with FDA\nregulations, the letter required Merck to take one of three\nactions: (1) “[r]esubmit the application . . . ,\naddressing all deficiencies identified in the complete response\nletter”; (2) “[w]ithdraw the application . . . without\nprejudice to a subsequent submission”; or (3) “[a]sk the agency to\nprovide . . . an opportunity for a hearing,” after which\n“the agency will either approve” or “refuse to approve the\napplication.” 21 CFR §314.110(b); see App. 512. As this regulation\nsuggests and the FDA has explained, complete response letters\nmerely “infor[m] sponsors of changes that must be made before an\napplication can be approved,with no implication as to the\nultimate approvability of the application.” 73 Fed. Reg. 39588\n(2008) (emphasis added). In other words, the 2009 letter neither\nmarked “the consummation of the agency’s decisionmaking process”\nnor determined Merck’s “rights or obligations.”Bennettv.Spear,520 U.S.\n154, 178 (1997) (internal quotation marks omitted). Instead, it\nwas “of a merely tentative or interlocutory nature.”Ibid.Therefore, the letter was not a final agency action with the force\nof law, so it cannot be “Law” with pre-emptive effect.Merck’s argument that the 2009 letter and other\nagency communications suggest that the FDA would have denied a\nfuture labeling change fares no better: hypothetical agency action\nis not “Law.” As Merck acknowledges, it could have resubmitted its\nPAS applications, sought a hearing, or changed its label at any\ntime through the CBE process. See Reply Brief 13. Indeed, when\nMerck instead decided to withdraw its PAS applications, it added\natypical femoral fractures to the Adverse Reactions section through\nthe CBE process. That process also enabled Merck to add language to\nthe Warnings and Precautions section, but Merck did not do so. If\nit had, it could have satisfied its federal and alleged state-law\nduties—meaning that it was possible for Merck to independently\nsatisfy both sets of duties. Merck’s belief that the FDA would have\neventually rejected a CBE application does not make an earlier CBE\nchange impossible. As the Court correctly explains, “ ‘the\npossibility of impossibility [is] not enough.’ ”Ante,at 13–14. The very point of the CBE process is that a manufacturer\ncan “unilaterally” make a labeling change that does not violate\nother federal law,Wyeth, 555 U. S., at 573; seeid.,at 570;e.g.,21 U. S. C. §352, at\nleast until the FDA rules on its application.[1]Because Merck points to no statute, regulation,\nor other agency action with the force of law that would have\nprohibited it from complying with its alleged state-law duties, its\npre-emption defense should fail as a matter of law.Notes1In 2007, Congress “granted the\nFDA statutory authority to require a manufacturer to change its\ndrug label based on safety information that becomes available after\na drug’s initial approval,” but even after this amendment,\nbrand-name-drug “manufacturers remain responsible for updating\ntheir labels.”Wyeth, 555 U. S., at 567–568; see 21\nU. S. C. §355(o)(4). As I understand the Court’s\nopinion, if proper agency actions pursuant to this amendment, or\nother federal law, “prohibited the drug manufacturer from\n. . . satisfy[ing] state law,” state law would be\npre-empted under our impossibility precedents regardless of whether\nthe manufacturer “show[ed] that it fully informed the FDA of the\njustifications for the warning required by state law.”Ante,at 13; see,e.g., Wyeth, 555 U. S.,at 576;id.,at 582 (Breyer, J., concurring). Of course, the only\nproper agency actions are those “that are set forth in, or\nnecessarily follow from, the statutory text,” and they must have\nthe force of law to be pre-emptive.Id.,at 586 (opinion of\nThomas, J.). I am aware of no such agency action here that\nprevented Merck from complying with state law.",
    "joined": []
}