{
    "case": {
        "docket": "19-715",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-715/"
    },
    "id": "4271582",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–715 and 19–760_________________DONALD J. TRUMP, et al., PETITIONERS19–715v.MAZARS USA, LLP, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuitDONALD J. TRUMP, et al., PETITIONERS19–760v.DEUTSCHE BANK AG, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[July 9, 2020]Justice Thomas, dissenting.Three Committees of the U. S. House of\nRepresentatives issued subpoenas to several accounting and\nfinancial firms to obtain the personal financial records of the\nPresident, his family, and several of his business entities. The\nCommittees do not argue that these subpoenas were issued pursuant\nto the House’s impeachment power. Instead, they argue that the\nsubpoenas are a valid exercise of their legislative powers.Petitioners challenge the validity of these\nsubpoenas. In doing so, they call into question our precedents to\nthe extent that they allow Congress to issue legislative subpoenas\nfor the President’s private, nonofficial documents. I would hold\nthat Congress has no power to issue a legislative subpoena for\nprivate, nonofficial documents—whether they belong to the President\nor not. Congress may be able to obtain these documents as part of\nan investigation of the President, but to do so, it must proceed\nunder the impeachment power. Accordingly, I would reverse the\njudgments of the Courts of Appeals.II begin with the Committees’ claim that the\nHouse’s legislative powers include the implied power to issue\nlegislative subpoenas. Although the Founders understood that the\nenumerated powers in the Constitution included implied powers, the\nCommittees’ test for the scope of those powers is too broad.“The powers of the legislature are defined, and\nlimited; and that those limits may not be mistaken, or forgotten,\nthe constitution is written.”Marburyv.Madison, 1\nCranch 137, 176 (1803). The structure of limited and enumerated\npowers in our Constitution denotes that “[o]ur system of government\nrests on one overriding principle: All power stems from the consent\nof the people.”U. S. Term Limits,Inc.v.Thornton,514 U.S.\n779, 846 (1995) (Thomas, J., dissenting). As a result, Congress\nmay exercise only those powers given by the people of the States\nthrough the Constitution.The Founders nevertheless understood that an\nenumerated power could necessarily bring with it implied powers.\nThe idea of implied powers usually arises in the context of the\nNecessary and Proper Clause, which gives Congress the power to\n“make all Laws which shall be necessary and proper for carrying\ninto Execution the foregoing Powers, and all other Powers vested by\nthis Constitution in the Government of the United States, or in any\nDepartment or Officer thereof.” Art. I, §8, cl. 18. As I have\npreviously explained, the Necessary and Proper Clause simply “made\nexplicit what was already implicit in the grant of each enumerated\npower.”United Statesv.Comstock,560 U.S.\n126, 161 (2010) (dissenting opinion). That is, “the grant of a\ngeneral power includes the grant of incidental powers for carrying\nit out.” Bray, “Necessary and Proper” and “Cruel and Unusual”:\nHendiadys in the Constitution, 102 Va. L. Rev. 687, 741 (2016).The scope of these implied powers is very\nlimited. The Constitution does not sweep in powers “of inferior\nimportance, merely because they are inferior.”McCullochv.Maryland, 4 Wheat. 316, 408 (1819). Instead, Congress “can\nclaim no powers which are not granted to it by the constitution,\nand the powers actually granted, must be such as are expressly\ngiven, or given by necessary implication.”Martinv.Hunter’s Lessee, 1 Wheat. 304, 326 (1816). In sum, while the\nCommittees’ theory of an implied power is not categorically wrong,\nthat power must be necessarily implied from an enumerated\npower.IIAt the time of the founding, the power to\nsubpoena private, nonofficial documents was not included by\nnecessary implication in any of Congress’ legislative powers. This\nunderstanding persisted for decades and is consistent with the\nCourt’s first decision addressing legislative subpoenas,Kilbournv.Thompson,103 U.S.\n168(1881). The test that this Court created inMcGrainv.Daugherty,273 U.S.\n135(1927), and the majority’s variation on that standard\ntoday, are without support as applied to private, nonofficial\ndocuments.[1]AThe Committees argue that Congress wields the\nsame investigatory powers that the British Parliament did at the\ntime of the founding. But this claim overlooks one of the\nfundamental differences between our Government and the British\nGovernment: Parliament was supreme. Congress is not.I have previously explained that “the founding\ngeneration did not subscribe to Blackstone’s view of parliamentary\nsupremacy.”Department of Transportationv.Association\nof American Railroads, 575 U.S. 43, 74 (2015) (opinion\nconcurring in judgment). “Parliament’s violations of the law of the\nland had been a significant complaint of the American Revolution.”Id.,at 74–75. “And experiments in legislative supremacy in\nthe States had confirmed the idea that even the legislature must be\nmade subject to the law.”Id., at 75.James Wilson, signer of the Constitution and\nfuture Justice, explained this difference to the Pennsylvania\nratifying convention: “Blackstone will tell you, that in Britain\n[the supreme power] is lodged in the British Parliament; and I\nbelieve there is no writer on the other side of the Atlantic” who\nthought otherwise. 2 Documentary History of the Ratification of the\nConstitution 471 (M. Jensen ed. 1976) (Documentary History). In the\nUnited States, however, “the supreme, absolute, and uncontrollable\nauthority,remainswith the people.”Id., at 472. And\n“[t]he Constitution plainly sets forth the ‘few and defined’ powers\nthat Congress may exercise.”Comstock, 560 U. S., at\n159 (Thomas, J., dissenting); see alsoMcCulloch, 4 Wheat.,\nat 405;Marbury, 1 Cranch, at 176. This significant\ndifference means that Parliament’s powers and Congress’ powers are\nnot necessarily the same.In fact, the plain text of the Constitution\nmakes clear that they are not. The Constitution expressly denies to\nCongress some of the powers that Parliament exercised. Article I,\nfor example, prohibits bills of attainder, §9, cl. 3, which\nParliament used to “sentenc[e] to death one or more specific\npersons.”United Statesv.Brown,381 U.S.\n437, 441 (1965). A legislature can hardly be considered supreme\nif it lacks the power to pass bills of attainder, which Justice\nStory called the “highest power of sovereignty.” 3 Commentaries on\nthe Constitution of the United States §1338, p. 210 (1833).\nRelatedly, the Constitution prohibitsex post factolaws,\n§9, cl. 3, reinforcing the fact that Congress’ power to punish\nis limited.[2] And in a system\nin which Congress is not supreme, the individual protections in the\nBill of Rights, such as the prohibition on unreasonable searches\nand seizures, meaningfully constrain Congress’ power to compel\ndocuments from private citizens. Cf. 1 St. George Tucker,\nBlackstone’s Commentaries 203–205, n. § (1803); see also D.\nCurrie, The Constitution in Congress: The Federalist Period,\n1789–1801, p. 268 (1997).Furthermore,Kilbourn—this Court’s first\ndecision on the constitutionality of legislative\nsubpoenas—emphasized that Parliament had more powers than Congress.\nThere, the congressional respondents relied on Parliament’s\ninvestigatory power to support a legislative subpoena for testimony\nand documents. The Court rejected the analogy because the judicial\npowers of the House of Commons—the lower house of\nParliament—exceeded the judicial functions of the House of\nRepresentatives.Kilbourn,supra,at 189. At bottom,Kilbournrecognized that legislative supremacy was\ndecisively rejected in the framing and ratification of our\nConstitution, which casts doubt on the Committees’ claim that they\nhave power to issue legislative subpoenas to private parties.BThe subpoenas in these cases also cannot be\njustified based on the practices of 18th-century American\nlegislatures.Amicisupporting the Committees resist this\nconclusion, but the examples they cite materially differ from the\nlegislative subpoenas at issue here.First,amicicite investigations in which\nlegislatures sought to compel testimony from government officials\non government matters. The subjects included military affairs,\ntaxes, government finances, and the judiciary. Potts, Power of\nLegislative Bodies To Punish for Contempt, 74 U. Pa.\nL. Rev. 691, 708, 709, 710, 716–717 (1926) (Potts); see also\nE. Eberling, Congressional Investigations: A Study of the Origin\nand Development of the Power of Congress To Investigate and Punish\nfor Contempt 18 (1928) (Eberling). But the information sought in\nthese examples was official, not private. Underscoring this\ndistinction, at least one revolutionary-era State Constitution\npermitted the legislature to “call for allpublic or\nofficialpapers and records, and send for persons, whom they\nmay judge necessary in the course of their inquiries, concerning\naffairs relating to the public interest.” Md. Const., Art. X\n(1776) (emphasis added).Second, 18th-century legislatures conducted\nnonlegislative investigations. For example, the New York colonial\nlegislature tasked one committee with investigating a nuisance\ncomplaint and gave it the “power to send for persons, papers and\nrecords.” Eberling 18; see alsoid., at 19 (investigation of\na government contract obtained by alleged wrongdoing); Potts 716\n(investigation of armed resistance). But to describe this category\nis to distinguish it. Here, the Committees assert only a\nlegislative purpose.Third, colonial and state legislatures\ninvestigated and punished insults, libels, and bribery of members.\nFor example, the Pennsylvania colonial assembly investigated\n“injurious charges, and slanderous Aspersions against the Conduct\nof the late Assembly” made by two individuals.Id., at 710\n(internal quotation marks omitted); see alsoid., at 717;\nEberling 20–21. But once again, to describe this category is to\ndistinguish it because the subpoenas here are justified only as\nincidental to the power to legislate, not the power to punish\nlibels or bribery. In short, none of the examples from 18th-century\ncolonial and state history support a power to issue a legislative\nsubpoena for private, nonofficial documents.CGiven that Congress has no exact precursor in\nEngland or colonial America, founding-era congressional practice is\nespecially informative about the scope of implied legislative\npowers. Thus, it is highly probative that no founding-era Congress\nissued a subpoena for private, nonofficial documents. Although\nrespondents could not identify the first such legislative subpoena\nat oral argument, Tr. of Oral Arg. 56, Congress began issuing them\nby the end of the 1830s. However, the practice remained\ncontroversial in Congress and this Court throughout the first\ncentury of the Republic.1In an attempt to establish the power of\nCongress to issue legislative subpoenas, the Committees point to an\ninvestigation of Government affairs and an investigation under one\nof Congress’ enumerated privileges. Both precedents are materially\ndifferent from the subpoenas here.In 1792, the House authorized a Committee to\ninvestigate a failed military expedition led by General Arthur St.\nClair. 3 Hinds’ Precedents of the House of Representatives of the\nUnited States §1725, pp. 79–80 (1907) (Hinds). The Committee was\n“empowered to call for such persons, papers and records as may be\nnecessary to assist their inquiries.”Ibid.But the\nCommittee never subpoenaed private, nonofficial documents, which is\ntelling. Whereas a subpoena for Government documents does not\nimplicate concerns about property rights or the Fourth Amendment\n“right of the people to be secure in their persons, houses, papers,\nand effects, against unreasonable searches and seizures,” a\nsubpoena for private, nonofficial documents raises those questions.\nThus, the power to subpoena private documents, which the Committee\ndid not exercise, is a far greater power and much less likely to be\nimplied in Congress’ legislative powers.In 1832, the House investigated Representative\nSamuel Houston for assaulting Representative William Stanberry.\nStanberry had accused Houston of collusion with Secretary of War\nJohn Eaton in connection with a bid for a Government contract, and\nthe House initiated an investigation into the truthfulness of\nStanberry’s accusation. 8 Cong. Deb. 2550, 3022–3023 (1832). The\nHouse subpoenaed witnesses to testify, and one of them brought\nofficial correspondence between the Secretary of War and the\nPresident. H. R. Rep. No. 502, 22d Cong., 1st Sess. 64, 66–67\n(1832). But official documents are obviously different from\nnonofficial documents. Moreover, the subpoenas were issued pursuant\nto the House’s enumerated privilege of punishing its own Members,\nArt. I, §5, not as part of its legislative powers. Because these\nsubpoenas were not issued pursuant to a legislative power, they do\nnot aid the Committees’ case.2As late as 1827, a majority of the House\ndeclined to authorize the Committee on Manufactures to subpoena\ndocuments, amid concerns that it was unprecedented. During the\ndebate over the resolution, one opponent remarked that “[t]here is\nno instance under this Government, within my recollection, where\nthis power has been given for the mere purpose of enabling a\ncommittee of this House to adjust the details of an ordinary bill.”\n4 Cong. Deb. 865–866 (Rep. Strong); see alsoid., at 862\n(referring to “authority to bring any citizens of the United States\n. . . whom they might choose to send for, and compel them\nto give answers to every inquiry which should be addressed to them”\nas “very extraordinary”). Another opponent stated that the\nCommittee had requested a power that had “not heretofore been\nthought necessary to enable that Committee to acquire correct\ninformation.”Id., at 866 (Rep. Storrs). A third called it\n“not only novel and extraordinary, but wholly unnecessary.”Id., at 874 (Rep. Stewart); see alsoid., at 884–885\n(Rep. Wright). No supporter of the resolution offered a specific\nprecedent for doing so, and the House ultimately authorized the\nCommittee to send for persons only.Id., at 889–890.This debate is particularly significant because\nof the arguments made by both sides. Proponents made essentially\nthe same arguments the Committees raise here—that the power to send\nfor persons and papers was necessary to inform Congress as it\nlegislated.Id., at 871 (Rep. Livingston). Opponents argued\nthat this power was not part of any legislative function.Id., at 865–866 (Rep. Strong). They also argued that the\nHouse of Commons provided no precedent because Congress was a body\nof limited and enumerated powers.Id., at 882 (Rep. Wood).\nAnd in the end, the opponents prevailed. Thus, through 1827, the\nidea that Congress had the implied power to issue subpoenas for\nprivate documents was considered “novel,” “extraordinary,” and\n“unnecessary.”Id., at 874.3By the end of the 1830s, Congress began\nissuing legislative subpoenas for private, nonofficial documents.\nSee Eberling 123–126. Still, the power to demand information from\nprivate parties during legislative investigations remained\ncontroversial.In 1832, the House authorized a Committee to\n“inspect the books, and to examine into the proceedings of the Bank\nof the United States, to report thereon, and to report whether the\nprovisions of its charter have been violated or not.” 8 Cong. Deb.\n2160, 2164. The House gave the Committee “power to send for persons\nand papers.”Id.,at 2160.The power to inspect the\nbooks of the Bank of the United States is not itself a clear\nexample of a legislative subpoena for private, nonofficial\ndocuments, because the Bank was a federally chartered corporation\nand was required to allow Congress to inspect its books. App. to 8\nCong. Deb. 54 (1833). The investigation itself appears to have\nranged more widely, however, leading Congressman John Quincy Adams\nto criticize“investigations which must necessarily\nimplicate not only the president and directors of the bank, and\ntheir proceedings, but the rights, the interests, the fortunes, and\nthe reputation of individuals not responsible for those\nproceedings, and whom neither the committee nor the House had the\npower to try, or even accuse before any other tribunal.”Ibid.Adams continued that such an investigation\n“bears all the exceptionable and odious properties of general\nwarrants and domiciliary visits.”Ibid.He also objected\nthat the Committee’s investigation of the Bank was tantamount to\npunishment and thus was in tension with the constitutional\nprohibitions on “passing any bill of attainder [or]ex post\nfactolaw.”Id.,at 60. Thus, even when Congress\nauthorized a Committee to send for private papers, the\nconstitutionality of doing so was questioned.An 1859 Senate investigation, which the Court of\nAppeals cited as precedent, underscores that legislative subpoenas\nto private parties were a 19th-century innovation. Following\nabolitionist John Brown’s raid at Harper’s Ferry, Senate Democrats\nopened an investigation apparently designed to embarrass opponents\nof slavery. As part of the investigation, they called private\nindividuals to testify. Senator Charles Sumner, a leading opponent\nof slavery, railed against the proceedings:“I know it is said that this power is\nnecessaryin aid of legislation. I deny the necessity.Convenient, at times, it may be; butnecessary,never. We do not drag the members of the Cabinet or the\nPresident to testify before a committeein aid of\nlegislation; but I say, without hesitation, they can claim no\nimmunity which does not belong equally to the humblest citizen.”\nCong. Globe, 36th Cong., 1st Sess., 3007 (1860).Sumner also addressed the matter of Parliament’s\npowers, calling them “more or less inapplicable” because “[w]e live\nunder a written Constitution, with certain specified powers; and\nall these are restrained by the tenth amendment.”Ibid.For\nSumner, as for Adams, the power to issue legislative subpoenas to\nprivate parties was a “dangerous absurdity” with no basis in the\ntext or history of the Constitution.Ibid.[3]4When this Court first addressed a legislative\nsubpoena, it refused to uphold it. After casting doubt on\nlegislative subpoenas generally, the Court inKilbournv.Thompson,103 U.S.\n168, held that the subpoena at issue was unlawful because it\nsought to investigate private conduct.In 1876, the House created a special Committee\nto investigate the failure of a major bank, which caused the loss\nof federal funds and related to financial speculation in the\nDistrict of Columbia.Id., at 171. The Committee issued a\nsubpoena to Kilbourn, an employee of the bank.Id.,at 172.\nWhen he refused to answer questions or produce documents, the House\nheld him in contempt and arrested him.Id., at 173. After\nhis release, he sued the Speaker, several Committee members, and\nthe Sergeant at Arms for damages.The Court discussed the arguments for an\n“impli[ed]” power to issue legislative subpoenas.Id., at\n183. As the Court saw it, there were two arguments: “1, its\nexercise by the House of Commons of England . . . and,\n2d, the necessity of such a power to enable the two Houses of\nCongress to perform the duties and exercise the powers which the\nConstitution has conferred on them.”Ibid.The Court rejected the first argument. It found\n“no difference of opinion as to [the] origin” of the House of\nCommons’ subpoena power:“[T]he two Houses of Parliament were each\ncourts of judicature originally, which, though divested by usage,\nand by statute, probably, of many of their judicial functions, have\nyet retained so much of that power as enables them, like any other\ncourt, to punish for a contempt of these privileges and authority\nthat the power rests.”Id.,at 184.Even after the division of Parliament into two\nhouses, “[t]o the Commons was left the power of impeachment, and,\nperhaps, others of a judicial character, and jointly they\nexercised, until a very recent period, the power of passing bills\nof attainder for treason and other high crimes which are in their\nnature punishment for crime declared judicially by the High Court\nof Parliament.”Ibid.By contrast, the House of\nRepresentatives “is in no sense a court, . . . exercises\nno functions derived from its once having been a part of the\nhighest court of the realm,” and has no judicial functions beyond\n“punishing its own members and determining their election.”Id., at 189. The Court thus rejected the notion that\nCongress inherited from Parliament an implied power to issue\nlegislative subpoenas.The Court did not reach a conclusion on the\nsecond theory that a legislative subpoena power was necessary for\nCongress to carry out its legislative duties. But it observed that,\nbased on British judicial opinions, not “much aid [is] given to the\ndoctrine, that this power exists as one necessary to enable either\nHouse of Congress to exercise successfully their function of\nlegislation.”Ibid.The Court referred to a collection of\n18th- and 19th-century English decisions grounding the\nParliamentary subpoena power in that body’s judicial origins.Id.,at 184–189 (citingBurdettv.Abbott, 104\nEng. Rep. 501 (K. B. 1811);Brass Crosby’s Case, 95\nEng. Rep. 1005 (C. P. 1771);Stockdalev.Hansard, 112 Eng. Rep. 1112 (K. B. 1839); andKielleyv.Carson, 13 Eng. Rep. 225 (P. C.\n1841)). The Court placed particular emphasis onKielley, in\nwhich the Privy Council held that the Legislative Assembly of\nNewfoundland lacked a power to punish for contempt. The Privy\nCouncil expressly stated that the House of Commons could punish for\ncontempt“ ‘not because it is a representative\nbody with legislative functions, but by virtue of ancient usage and\nprescription . . . which forms a part of the common law\nof the land, and according to which the High Court of Parliament\nbefore its division, and the Houses of Lords and Commons since, are\ninvested with many privileges, that of punishment for contempt\nbeing one.’ ”Kilbourn, 103 U. S., at 188–189.This Court also noted that the Privy Council\n“discusse[d] at length the necessity of this power in a legislative\nbody for its protection, and to enable it to discharge its\nlaw-making functions, and decide[d] against the proposition.”Id., at 189. Although the Court did not have occasion to\ndecide whether the legislative subpoena in that case was necessary\nto the exercise of Congress’ legislative powers, its discussion\nstrongly suggests the subpoena was unconstitutional.[4]The Court instead based its decision on the fact\nthat the subpoena at issue “ma[de] inquiry into the private affairs\nof the citizen.”Id., at 190. Such a power, the Court\nreasoned, “is judicial and not legislative,”id., at 193,\nand “no judicial power is vested in the Congress or either branch\nof it, save in the cases” of punishing Members, compelling Members’\nattendance, judging elections and qualifications, and impeachment\nand trial,id., at 192–193. Notably, the Court found no\nindication that the House “avowed to impeach the secretary,” or\nelse “the whole aspect of the case would have been changed.”Id., at 193. Even though the Court decidedKilbournnarrowly, it clearly entertained substantial doubts about the\nconstitutionality of legislative subpoenas for private\ndocuments.DNearly half a century later, inMcGrainv.Daugherty, the Court reached the question reserved inKilbourn—whether Congress has the power to issue legislative\nsubpoenas. It rejectedKilbourn’s reasoning and upheld the\npower to issue legislative subpoenas as long as they were relevant\nto a legislative power. AlthoughMcGraininvolved oral\ntestimony, the Court has since extended this test to subpoenas for\nprivate documents. The Committees rely onMcGrain, but this\nline of cases misunderstands both the original meaning of Article I\nand the historical practice underlying it.1Shortly before Attorney General Harry\nDaugherty resigned in 1924, the Senate opened an investigation into\nhis “ ‘alleged failure’ ” to prosecute monopolists, the\nprotagonists of the Teapot Dome scandal, and “ ‘many\nothers.’ ”McGrain, 273 U. S., at 151. The\ninvestigating Committee issued subpoenas to Daugherty’s brother,\nMally, who refused to comply and was arrested in Ohio for failure\nto testify.Id., at 152–154. Mally petitioned for a writ of\nhabeas corpus, and the District Court discharged him, based largely\nonKilbourn.Ex parte Daugherty, 299 F. 620 (SD\nOhio 1924). The Deputy Sergeant at Arms who arrested Mally directly\nappealed to this Court, which reversed.The Court concluded that, “[i]n actual\nlegislative practice[,] power to secure needed information by\n[investigating and compelling testimony] has long been treated as\nan attribute of the power to legislate.”McGrain, 273\nU. S., at 161. The Court specifically found that “[i]t was so\nregarded in the British Parliament and in the Colonial legislatures\nbefore the American Revolution” and that “a like view has prevailed\nand been carried into effect in both houses of Congress and in most\nof the state legislatures.”Ibid.But the authority cited by\nthe Court did not support that proposition. The Court cited the\n1792 investigation of St. Clair’s defeat, in which it appears no\nsubpoena was issued,supra,at 7–8, and the 1859 Senate\ninvestigation of John Brown’s raid on Harper’s Ferry, which led to\nan impassioned debate. 273 U. S., at 162–164. Thus, for the\nreasons explained above, the examples relied on inMcGrainare materially different from issuing a legislative subpoena for\nprivate, nonofficial documents. Seesupra,at 7,\n10–11.[5]The Court acknowledgedKilbourn,but\nerroneously distinguished its discussion regarding the\nconstitutionality of legislative subpoenas as immaterial dicta.McGrain,supra, at 170–171 (quotingKilbourn,supra,at 189). The Court concluded that “the two houses of\nCongress, in their separate relations, possess not only such powers\nas are expressly granted to them by the Constitution, but such\nauxiliary powers as are necessary and appropriate to make the\nexpress powers effective.”McGrain,supra,at\n173.Instead of relying onKilbourn’s\nanalysis,McGraindeveloped a test that rested heavily on\nfunctional considerations. The Court wrote that “[a] legislative\nbody cannot legislate wisely or effectively in the absence of\ninformation respecting the conditions which the legislation is\nintended to affect or change.” 273 U. S., at 175. Because\n“mere requests for such information often are unavailing, and also\nthat information which is volunteered is not always accurate or\ncomplete,” “some means of compulsion are essential to obtain what\nis needed.”Ibid.The Court thus concluded that Congress could\nissue legislative subpoenas, provided that “the purpose for which\nthe witness’s testimony was sought was to obtain information in aid\nof the legislative function.”Id.,at 176. The Court has\nsince applied this test to subpoenas for papers without any further\nanalysis of the text or history of the Constitution. SeeEastlandv.United States Servicemen’s Fund,421 U.S.\n491, 504–505 (1975). The majority today modifies that test for\ncases involving the President, but it leaves the core of the power\nuntouched.Ante, at 18–20.2The opinion inMcGrainlacks any\nfoundation in text or history with respect to subpoenas for\nprivate, nonofficial documents. It fails to recognize that\nCongress, unlike Parliament, is not supreme. It does not cite any\nspecific precedent for issuing legislative subpoenas for private\ndocuments from 18th-century colonial or state practice. And it\nidentifies no founding-era legislative subpoenas for private\ndocuments.[6]SinceMcGrain, the Court has pared back\nCongress’ authority to compel testimony and documents. It has held\nthat certain convictions of witnesses for contempt of Congress\nviolated the Fifth Amendment. SeeWatkinsv.United\nStates,354 U.S.\n178(1957) (Due Process Clause);Quinnv.United\nStates,349 U.S.\n155(1955) (Self-Incrimination Clause); see alsoBarenblattv.United States,360\nU.S. 109, 153–154 (1959) (Black, J., dissenting). It has also\naffirmed the reversal of a conviction on the ground that the\nCommittee lacked authority to issue the subpoena. SeeUnited\nStatesv.Rumely,345 U.S.\n41(1953). And today, it creates a new four-part, nonexhaustive\ntest for cases involving the President.Ante, at 18–20.\nRather than continue our trend of trying to compensate forMcGrain, I would simply decline to apply it in these cases\nbecause it is readily apparent that the Committees have no\nconstitutional authority to subpoena private, nonofficial\ndocuments.IIIIf the Committees wish to investigate alleged\nwrongdoing by the President and obtain documents from him, the\nConstitution provides Congress with a special mechanism for doing\nso: impeachment.[7]AIt is often acknowledged, “if only\nhalf-heartedly honored,” that one of the motivating principles of\nour Constitution is the separation of powers.Association of\nAmerican Railroads, 575 U. S., at 74 (Thomas, J.,\nconcurring in judgment). The Framers recognized that there are\nthree forms of governmental power: legislative, executive and\njudicial. The Framers also created three branches: Congress, the\nPresident, and the Judiciary. The three powers largely align with\nthe three branches. To a limited extent, however, the Constitution\ncontains “a partial intermixture of those departments for special\npurposes.” The Federalist No. 66, p. 401 (C. Rossiter ed. 1961) (A.\nHamilton). One of those special purposes is the system of checks\nand balances, and impeachment is one of those checks.The Constitution grants the House “the sole\nPower of Impeachment,” Art. I, §2, cl. 5, and it specifies\nthat the President may be impeached for “Treason, Bribery, or other\nhigh Crimes and Misdemeanors,” Art. II, §4. The founding\ngeneration understood impeachment as a check on Presidential\nabuses. In response to charges that impeachment “confounds\nlegislative and judiciary authorities in the same body,” Alexander\nHamilton called it “an essential check in the hands of [Congress]\nupon the encroachments of the executive.” The Federalist No. 66,\nat 401–402. And, in the Virginia ratifying convention, James\nMadison identified impeachment as a check on Presidential abuse of\nthe treaty power. 10 Documentary History 1397.BThe power to impeach includes a power to\ninvestigate and demand documents. Impeachments in the States often\ninvolved an investigation. In 1781, the Virginia Legislature began\nwhat Edmund Randolph called an “impeachment” of then-Governor\nThomas Jefferson. P. Hoffer & N. Hull, Impeachment in America,\n1635–1805, p. 85 (1984). This “most publicized and far-reaching\nimpeachment inquiry for incompetence” included an “ ‘inquir[y]\ninto the conduct of the executive of this state for the last two\nmonths.’ ”Ibid.The legislatures of New Jersey,id., at 92, and Pennsylvania,id., at 93–95,\nsimilarly investigated officials through impeachment\nproceedings.Reinforcing this understanding, the founding\ngeneration repeatedly referred to impeachment as an “inquest.” See\n4 Debates on the Constitution 44 (J. Elliot ed. 1854) (speech of A.\nMaclaine) (referring to the House as “the grand inquest of the\nUnion at large”); The Federalist No. 65, at 397 (Hamilton)\n(referring to the House as “a method of National Inquest”); 2\nRecords of the Federal Convention 154 (M. Farrand ed. 1911) (record\nfrom the Committee of Detail stating that “[t]he House of\nRepresentatives shall be the grand Inquest of this Nation; and all\nImpeachments shall be made by them”); see also Mass. Const., ch. 1,\n§3, Art. VI (1780) (referring to the Massachusetts House of\nRepresentatives as “the Grand Inquest of this Commonwealth”). At\nthe time, an “inquest” referred to an “[i]nquiry, especially that\nmade by a Jury” or “the Jury itself.” N. Bailey, Universal\nEtymological Dictionary (22d ed. 1770).The Founders were also aware of the\ncontemporaneous impeachment of Warren Hastings in England, in which\nthe House of Commons heard witnesses before voting to impeach. P.\nMarshall, The Impeachment of Warren Hastings 40–41, 58 (1965). In\nthe first impeachment under the new Constitution, Congressmen cited\nthe Hastings impeachment as precedent for several points, including\nthe power to take testimony before impeaching. 7 Annals of Cong.\n456 (1797) (Rep. Rutledge);id., at 459 (Rep. Sitgreaves);id.,at 460 (Rep. Gallatin).Other evidence from the 1790s confirms that the\npower to investigate includes the power to demand documents. When\nthe House of Representatives sought documents related to the Jay\nTreaty from President George Washington, he refused to provide them\non the ground that the House had no legislative powers relating to\nthe ratification of treaties. 5 Annals of Cong. 760–762 (1796). But\nhe carefully noted that “[i]t does not occur that the inspection of\nthe papers asked for can be relative to any purpose under the\ncognizance of the House of Representatives, except that of an\nimpeachment; which the resolution has not expressed.”Id.,at 760. In other words, he understood that the House can demand\ndocuments as part of its power to impeach.This Court has also long recognized the power of\nthe House to demand documents. Even as it questioned the power to\nissue legislative subpoenas, the Court inKilbournacknowledged the ability to “compel the attendance of witnesses,\nand their answer to proper questions” when “the question of\n. . . impeachment is before either body acting in its\nappropriate sphere on that subject.” 103 U. S., at 190.I express no view today on the boundaries of the\npower to demand documents in connection with impeachment\nproceedings. But the power of impeachment provides the House with\nauthority to investigate and hold accountable Presidents who commit\nhigh crimes or misdemeanors. That is the proper path by which the\nCommittees should pursue their demands.IVFor nearly two centuries, until the 1970s,\nCongress never attempted to subpoena documents to investigate\nwrongdoing by the President outside the context of impeachment.\nCongress investigated Presidents without opening impeachment\nproceedings. See,e.g.,2 Hinds §1596, at 1043–1045\n(President James Buchanan). But it never issued a subpoena for\nprivate, nonofficial documents as part of those non-impeachment\ninquiries. Perhaps most strikingly, one proposed request for\nofficial documents from the President was amended after objection\nso that it “ ‘requested’ ” them rather than\n“ ‘direct[ing]’ ” the President to provide them. 3id., §1895, at 193.Insisting that the House proceed through its\nimpeachment power is not a mere formality. Unlike contempt, which\nis governed by the rules of each chamber, impeachment and removal\nconstitutionally requires a majority vote by the House and a\ntwo-thirds vote by the Senate. Art. I, §2, cl. 5; §3,\ncl. 6. In addition, Congress has long thought it necessary to\nprovide certain procedural safeguards to officials facing\nimpeachment and removal. See,e.g., 3 Annals of Cong. 903\n(1793) (Rep. W. Smith). Finally, initiating impeachment proceedings\nsignals to the public the gravity of seeking the removal of a\nconstitutional officer at the head of a coordinate branch. 940 F.3d\n710, 776 (CADC 2019) (Rao, J., dissenting).*  *  *Congress’ legislative powers do not authorize\nit to engage in a nationwide inquisition with whatever resources it\nchooses to appropriate for itself. The majority’s solution—a\nnonexhaustive four-factor test of uncertain origin—is better than\nnothing. But the power that Congress seeks to exercise here has\neven less basis in the Constitution than the majority supposes. I\nwould reverse in full because the power to subpoena private,\nnonofficial documents is not a necessary implication of Congress’\nlegislative powers. If Congress wishes to obtain these documents,\nit should proceed through the impeachment power. Accordingly, I\nrespectfully dissent.Notes1I express no opinion\nabout the constitutionality of legislative subpoenas for other\nkinds of evidence.2The Constitution also\nenumerates a limited set of congressional privileges. Although I\nexpress no opinion on the question, at least one early commentator\nthought the canon ofexpressiouniusmeant that\nCongress had no unenumerated privileges, such as the power to hold\nnonmembers in contempt. 1 St. George Tucker, Blackstone’s\nCommentaries 200, n. § (1803).3I note as well that\nSumner expressly distinguished legislative subpoenas from subpoenas\nissued during “those inquiries which are in their nature\npreliminary to an impeachment.” Cong. Globe, 36th Cong., 1st Sess.,\n3007 (1860).4According to Justice\nMiller’s private letters, “a majority of the Court, including\nMiller himself, were of the opinion that neither House nor Senate\nhad power to punish for contempt witnesses who refused to testify\nbefore investigating committees.” T. Taylor, Grand Inquest: The\nStory of Congressional Investigations 49 (1955). Only Justice\nMiller’s desire to “ ‘decid[e] no more than is\nnecessary’ ” caused the Court to avoid the broader question.Ibid.5The Court also cited\ndecisions between 1858 and 1913 from state courts and a Canadian\ncourt, none of which are persuasive evidence about the original\nmeaning of the U. S. Constitution.McGrain, 273\nU. S., at 165–167.6The Court further\nobserved that Congress has long exercised the power to hold\nnonmembers in contempt for reasons other than failure to comply\nwith a legislative subpoena.McGrain,supra,at\n168–169. The earliest case it cited,Andersonv.Dunn, 6 Wheat. 204 (1821), relied on arguments about\nCongress’ power of self-protection,id.,at 226–227. Members\nof Congress defending the use of contempt for these other purposes\nmade similar arguments about self-protection. 5 Annals of Cong.\n181–182 (1795) (Rep. W. Smith);id.,at 189 (Rep. I. Smith).\nBut the failure to respond to a subpoena does not pose a\nfundamental threat to Congress’ ability to exercise its\npowers.7I express no view on\nwhether there are any limitations on the impeachment power that\nwould prevent the House from subpoenaing the documents at\nissue.",
    "joined": []
}