{
    "case": {
        "docket": "19-1434",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-1434/"
    },
    "id": "4442124",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–1434, 19–1452 and 19–1458_________________UNITED STATES, PETITIONER19–1434v.ARTHREX, INC., et al.SMITH & NEPHEW, INC., et al., PETITIONERS19–1452v.ARTHREX, INC., et al.ARTHREX, INC., PETITIONER19–1458v.SMITH & NEPHEW, INC., et al.on writs of certiorari to the united states court of appeals for\nthe federal circuit[June 21, 2021]Justice Thomas, with whom Justice Breyer, Justice Sotomayor,\nand Justice Kagan join as to Parts I and II, dissenting.For the very first time, this Court holds that Congress\nviolated the Constitution by vesting the appointment of a federal\nofficer in the head of a department. Just who are these “principal”\nofficers that Congress unsuccessfully sought to smuggle into the\nExecutive Branch without Senate confirmation? About 250\nadministrative patent judges who sit at the bottom of an\norganizational chart, nestled under at least two levels of\nauthority. Neither our precedent nor the original understanding of\nthe Appointments Clause requires Senate confirmation of officers\ninferior to not one, buttwoofficers below the\nPresident.IThe Executive Branch is large, and the hierarchical path from\nPresident to administrative patent judge is long. At the top sits\nthe President, in whom the executive power is vested. U. S.\nConst., Art. II, §1. Below him is the Secretary of Commerce,\nwho oversees the Department of Commerce and its work force of about\n46,000. 15 U. S. C. §§1501, 1513. Within that Department\nis the United States Patent and Trademark Office led by a Director.\n35 U. S. C. §§1, 2(a), 3(a) (also known as the Under\nSecretary of Commerce for Intellectual Property). In the Patent and\nTrademark Office is the Patent Trial and Appeal Board. §6(a).\nServing on this Board are administrative patent judges.Ibid.There are few statutory prerequisites to becoming an\nadministrative patent judge. One must be a “perso[n] of competent\nlegal knowledge and scientific ability” and be “appointed by the\nSecretary.”Ibid. The job description too is relatively\nstraightforward: sit on the Board along with the Director, the\nDeputy Director, the Commissioner for Patents, the Commissioner for\nTrademarks, and other administrative patent judges.Ibid.The Board adjudicates both appellate and trial disputes. See\n§6(b). It may directly review certain decisions made by patent\nexaminers, and it may hold its own proceedings to determine the\npatentability of patent claims. As relevant here, it conducts inter\npartes review, which “offers a second look at an earlier\nadministrative grant of a patent.”Cuozzo Speed\nTechnologies,LLCv.Lee, 579 U. S. 261, 279\n(2016). Inter partes review—and all other types of Board\nhearings—must be “heard by at least 3 members” of the Board.\n§6(c).In this suit, Smith & Nephew, Inc., and Arthrocare Corp.\n(collectively, Smith & Nephew) filed a petition challenging\nsome of Arthrex, Inc.’s patent claims. After deciding that there\nwas a reasonable likelihood that Smith & Nephew would prevail,\nthe Director instituted review. §314(a). A panel of three\nadministrative judges ultimately agreed with Smith & Nephew\nthat the disputed claims were unpatentable. The Director did not\nconvene a panel to rehear that decision. Nor is there any\nsuggestion that Arthrex sought rehearing from the Board or from the\nDirector. Instead, Arthrex appealed the Board’s decision to the\nUnited States Court of Appeals for the Federal Circuit.On appeal, Arthrex argued that the Federal Circuit must vacate\nthe Board’s decision. According to Arthrex, administrative patent\njudges are constitutionally defective because they are principal\nofficers who were neither appointed by the President nor confirmed\nby the Senate. The Federal Circuit agreed in part. The court held\nthat administrative patent judgesareprincipal officers.\n941 F. 3d 1320, 1335 (2019). But the court professed to\ntransform these principal officers into inferior ones by\nwithdrawing statutory removal restrictions.Id.,at\n1338.The Court now partially agrees with the Federal Circuit.\nAlthough it cannot quite bring itself to say so expressly, it too\nappears to hold that administrative patent judges are principal\nofficers under the current statutory scheme. Seeante, at\n10–14. But it concludes that the better way to judicially convert\nthese principal officers to inferior ones is to allow the Director\nto review Board decisions unilaterally.Ante, at 21\n(plurality opinion);ante, at 7 (Breyer, J., concurring in\npart and dissenting in part).That both the Federal Circuit and this Court would take so much\ncare to ensure that administrative patent judges, appointed as\ninferior officers, would remain inferior officers at the end of the\nday suggests that perhaps they were inferior officers to begin\nwith. Instead of rewriting the Director’s statutory powers, I would\nsimply leave intact the patent scheme Congress has created.IIThe Constitution creates a default process to appoint all\nofficers: The President “by and with the Advice and Consent of the\nSenate, shall appoint Ambassadors, other public Ministers and\nConsuls, Judges of the supreme Court, and all other Officers of the\nUnited States.” Art. II, §2. But Congress has discretion to\nchange the default process for “inferior” officers: “Congress may\nby Law vest the Appointment of such inferior Officers, as they\nthink proper, in the President alone, in the Courts of Law, or in\nthe Heads of Departments.”Ibid.AThe Court has been careful not to create a rigid test to divide\nprincipal officers—those who must be Senate confirmed—from inferior\nones. See,e.g.,Edmondv.United States, 520\nU. S. 651, 661 (1997) (the Court has “not set forth an\nexclusive criterion”);Morrisonv.Olson,487\nU. S. 654, 671 (1988) (“We need not attempt here to decide\nexactly where the line falls between the two types of officers”).\nInstead, the Court’s opinions have traditionally used a\ncase-by-case analysis. And those analyses invariably result in this\nCourt deferring to Congress’ choice of which constitutional\nappointment process works best.[1] No party (nor\nthe majority) has identified any instance in which this Court has\nfound unconstitutional an appointment that aligns with one of the\ntwo processes outlined in the Constitution.Our most exhaustive treatment of the inferior-officer question\nis found inEdmond. There, we evaluated the status of\ncivilian judges on the Coast Guard Court of Criminal Appeals who\nwere appointed by the Secretary of Transportation. As in all\nprevious decisions, the Court inEdmondheld that the\nSecretary’s appointment of the judges complied with the\nAppointments Clause.Recognizing that no “definitive test” existed for\ndistinguishing between inferior and principal officers, the Court\nset out two general guidelines. 520 U. S., at 661–662. First,\nthere is a formal, definitional requirement. The officer must be\nlower in rank to “a superior.”Id., at 662. But according to\nthe Court inEdmond, formal inferiority is “not enough.”Ibid.So the Court imposed a functional requirement: The\ninferior officer’s work must be “directed and supervised at some\nlevel by others who were appointed by Presidential nomination with\nadvice and consent of the Senate.”Id., at 663. Because\nneither side asks us to overrule our precedent, I would apply this\ntwo-part guide.There can be no dispute that administrative patent judges are,\nin fact, inferior: They are lower in rank to at least two different\nofficers. As part of the Board, they serve in the Patent and\nTrademark Office, run by a Director “responsible for providing\npolicy direction and management supervision for the Office and for\nthe issuance of patents and the registration of trademarks.” 35\nU. S. C. §3(a)(2)(A). That Office, in turn, is “[w]ithin\nthe Department of Commerce” and “subject to the policy direction of\nthe Secretary of Commerce.” §1(a). The Secretary, in consultation\nwith the Director, appoints administrative patent judges.\n§6(a).As a comparison to the facts inEdmondillustrates, the\nDirector and Secretary are also functionally superior because they\nsupervise and direct the work administrative patent judges perform.\nInEdmond, the Court focused on the supervision exercised by\ntwo different entities: the Judge Advocate General and the Court of\nAppeals for the Armed Forces (CAAF). The Judge Advocate General\nexercised general administrative oversight over the court on which\nthe military judges sat.Edmond, 520 U. S., at 664. He\npossessed the power to prescribe uniform rules of procedure for the\ncourt and to formulate policies and procedure with respect to the\nreview of court-martial cases in general.Ibid.And he could\nremove a Court of Criminal Appeals judge from his judicial\nassignment without cause, a “powerful tool for control.”Ibid.The Court noted, however, that “[t]he Judge Advocate General’s\ncontrol over Court of Criminal Appeals judges is . . .\nnot complete.”Ibid.This was so for two reasons. He could\n“not attempt to influence (by threat of removal or otherwise) the\noutcome of individual proceedings.”Ibid.And, he had “no\npower to reverse decisions of the court.”Ibid.But this lack of complete control did not render the military\njudges principal officers. That is because one of the two missing\npowers resided, to a limited degree, in a different entity: the\nCAAF.Ibid.CAAF could not “reevaluate the facts” where\n“there [was] some competent evidence in the record to establish\neach element of the offense beyond a reasonable doubt.”Id.,\nat 665. Still, it was “significant . . . that the judges\nof the Court of Criminal Appeals ha[d] no power to render a final\ndecision on behalf of the United States unless permitted to do so\nby other Executive officers.”Ibid.Having recounted the\nvarious means of supervision, the Court held that the military\njudges were inferior officers. Consistent with the Constitution,\nCongress had the power to vest the judges’ appointments in the\nSecretary of Transportation.Id., at 665–666.The Director here possesses even greater functional power over\nthe Board than that possessed by the Judge Advocate General. Like\nthe Judge Advocate General, the Director exercises administrative\noversight over the Board. Because the Board is within the Patent\nand Trademark Office, all of its powers and duties are ultimately\nheld by the Director. 35 U. S. C. §3(a)(1). He\n“direct[s]” and “supervis[es]” the Office and “the issuance of\npatents.” §3(a)(2)(A). He may even “fix the rate of basic pay for\nthe administrative patent judges.” §3(b)(6). And ultimately, after\nthe Board has reached a decision in a specific case, the Director\nalone has the power to take final action to cancel a patent claim\nor confirm it. §318(b).Also like the Judge Advocate General inEdmond, the\nDirector prescribes uniform procedural rules and formulates\npolicies and procedures for Board proceedings. Among other things,\nhe has issued detailed regulations that govern “Trial Practice and\nProcedure” before the Board. 37 CFR pt. 42 (2020); see alsoibid. (prescribing regulations governing,inter alia,\ndiscovery, oral argument, termination of trial, notice, privilege,\nfiling fees, etc.); see also 35 U. S. C. §§2(b)(2),\n316(a)(4), 326(a)(4). He has designed a process to designate and\nde-designate Board decisions as precedential. Patent Trial and\nAppeal Board, Standard Operating Procedure 2 (Revision 10), pp. 1–2\n(Sept. 20, 2018) (SOP2). He may issue binding policy directives\nthat govern the Board. §3(a)(2)(A). And he may release\n“instructions that include exemplary applications of patent laws to\nfact patterns, which the Board can refer to when presented with\nfactually similar cases.” 941 F. 3d, at 1331. His oversight is\nnot just administrative; it is substantive as well.\n§3(a)(2)(A).The Director has yet another “powerful tool for control.”Edmond, 520 U. S., at 664. He may designate which of\nthe 250-plus administrative patent judges hear certain cases and\nmay remove administrative patent judges from their specific\nassignments without cause. See §6(c). So, if any administrative\npatent judges depart from the Director’s direction, he has ample\npower to rein them in to avoid erroneous decisions. And, if an\nadministrative patent judge consistently fails to follow\ninstructions, the Secretary has the authority to fire him. 5\nU. S. C. §7513(a); 35 U. S. C. §3(c);Cobertv.Miller, 800 F. 3d 1340, 1351 (CA Fed.\n2015) (interpreting §7513(a) to allow removal for “ ‘[f]ailure\nto follow instructions or abide by requirements [that] affec[t] the\nagency’s ability to carry out its mission’ ”).[2]To be sure, the Director’s power over administrative patent\njudges is not complete. He cannot singlehandedly reverse decisions.\nStill, he has two powerful checks on Board decisions not found inEdmond.Unlike the Judge Advocate General and CAAF inEdmond, the Directormayinfluence individual\nproceedings. The Director decides in the first instance whether to\ninstitute, refuse to institute, or de-institute particular reviews,\na decision that is “final and nonappealable.” 35 U. S. C.\n§314(d); see also §314(a). If the Director institutes review, he\nthen may select which administrative patent judges will hear the\nchallenge. §6(c). Alternatively, he can avoid assigninganyadministrative patent judge to a specific dispute and instead\ndesignate himself, his Deputy Director, and the Commissioner of\nPatents. In addition, the Director decides which of the thousands\nof decisions issued each year bind other panels as precedent. SOP2,\nat 8. No statute bars the Director from taking an active role to\nensure the Board’s decisions conform to his policy direction.But, that is not all. If the administrative patent judges\n“(somehow) reach a result he does not like, the Director can add\nmore members to the panel—including himself—and order the case\nreheard.”Oil States Energy Services,LLCv.Greene’s Energy Group,LLC, 584 U. S. ___, ___\n(2018) (Gorsuch, J., dissenting) (slip op., at 3). There is a\nformalized process for this type of review. The Director may\nunilaterally convene a special panel—the Precedential Opinion\nPanel—to review a decision in a case and determine whether to order\nrehearingsua sponte. SOP2, at 5. (Any party to a\nproceeding or any Board member can also recommend rehearing by the\nPrecedential Opinion Panel.Ibid.) The default members of\nthe panel are the Director, the Commissioner for Patents, and the\nChief Administrative Patent Judge.Id., at 4. So even ifalladministrative patent judges decide to defy the\nDirector’s authority and go their respective ways, the Director and\nthe Commissioner for Patents can still put a stop to it. And, if\nthe Commissioner for Patents is running amuck, the Director may\nexpand the size of the panel or may replace the Commissioner with\nsomeone else, including his Deputy Director.Ibid.Further,\nthis panel is not limited to reviewing whether there is “competent\nevidence” as the CAAF was. It can correct anything that may “have\nbeen misapprehended or overlooked” in the previous opinion. 37 CFR\n§41.79(b)(1). This broad oversight ensures that administrative\npatent judges “have no power to render a final decision on behalf\nof the United States unless permitted to do so by other Executive\nofficers.”Edmond, 520 U. S., at 665.BThe Court today appears largely to agree with all of this. “In\nevery respect” save one, the plurality says, “[administrative\npatent judges] appear to be inferior officers.”Ante, at\n20–21. But instead of finding it persuasive that administrative\npatent judges seem to be inferior officers—“an understanding\nconsistent with their appointment”—the majority suggests most ofEdmondis superfluous: All that matters is whether the\nDirector has the statutory authority to individually reverse Board\ndecisions. Seeante, at 10; see alsoante, at 20\n(plurality opinion).The problem with that theory is that there is no precedential\nbasis (or historical support)[3] for boiling down\n“inferior-officer” status to the way Congress structured a\nparticular agency’s process for reviewing decisions. If anything,Edmondstands for the proposition that a “limitation upon\nreview does not . . . render [officers] principal\nofficers.” 520 U. S., at 665. Recall that the CAAF could not\nreevaluate certain factual conclusions reached by the military\njudges on the Court of Criminal Appeals.Ibid.And recall\nthat neither CAAF nor the Judge Advocate General could “attempt to\ninfluence” individual proceedings.Id., at 664. Yet, those\nconstraints on supervision and control did not matter because the\nCourt inEdmondconsidered all the means of supervision and\ncontrol exercised by the superior officers. Although CAAF could not\nreevaluate everything, “[w]hat is significant” is that CAAF could\noversee the military judges in other ways: The military judges\ncould not render “a final decision on behalf of the United States\nunless permitted to do so by other Executive officers.”Id.,\nat 665. Here, the Director cannot singlehandedly reevaluate\nindividual decisions, but he still directs and “supervises\n. . . the Board members responsible for deciding patent\ndisputes.”Oil States Energy Services, 584 U. S., at\n___ (Gorsuch, J., dissenting) (slip op., at 3).CPerhaps the better way to understand the Court’s opinion today\nis as creating a new form of intrabranch separation-of-powers law.\nTraditionally, the Court’s task when resolving Appointments Clause\nchallenges has been to discern whether the challenged official\nqualifies as a specific sort of officer and whether his appointment\ncomplies with the Constitution. SeeLuciav.SEC, 585\nU. S. ___, ___ (2018) (slip op., at 1) (“This case requires us\nto decide whether administrative law judges . . . qualify\nas [officers of the United States]”). If the official’s appointment\nis inconsistent with the constitutional appointment process for the\nposition he holds, then the Court provides a remedy.Id., at\n___ (slip op., at 12). Otherwise, the Court must conclude that the\n“appointments at issue in th[e] case are . . . valid.”Edmond, 520 U. S., at 666.Today’s majority leaves that tried-and-true approach behind. It\nnever expressly tells us whether administrative patent judges are\ninferior officers or principal. And the Court never tells us\nwhether the appointment process complies with the Constitution. The\nclosest the Court comes is to say that “the source of the\nconstitutional violation” isnot“the appointment of\n[administrative patent judges] by the Secretary.”Ante, at\n23 (plurality opinion). Under our precedent and the Constitution’s\ntext, that should resolve the suit. If the appointment process for\nadministrative patent judges—appointment by the Secretary—does not\nviolate the Constitution, then administrative patent judges must be\ninferior officers. See Art. II, §2, cl. 2. And if\nadministrative patent judges are inferior officers and have been\nproperly appointed as such, then the Appointments Clause challenge\nfails. After all, the Constitution provides that “Congress may by\nLaw vest the Appointment of . . . inferior Officers\n. . . in the Heads of Departments.”Ibid.The majority’s new Appointments Clause doctrine, though, has\nnothing to do with the validity of an officer’s appointment.\nInstead, it polices the dispersion of executive power among\nofficers. Echoing our doctrine that Congress may not mix duties and\npowers from different branches into one actor, the Court finds that\nthe constitutional problem here is that Congress has given a\nspecific power—the authority to finally adjudicate inter partes\nreview disputes—to one type of executive officer that the\nConstitution gives to another. Seeante, at 21 (plurality\nopinion); see also,e.g.,Sternv.Marshall,\n564 U. S. 462, 503 (2011) (assignment of Article III power to\nBankruptcy Judge);Bowsherv.Synar, 478 U. S.\n714, 728–735 (1986) (assignment of executive power to a legislative\nofficer). That analysis is doubly flawed.For one thing, our separation-of-powers analysis does not fit.\nThe Constitution recognizes executive, legislative, and judicial\npower, and it vests those powers in specific branches. Nowhere does\nthe Constitution acknowledge any such thing as “inferior-officer\npower” or “principal-officer power.” And it certainly does not\ndistinguish between these sorts of powers in the Appointments\nClause.And even if it did, early patent dispute schemes establish that\nthe power exercised by the administrative patent judges here does\nnot belong exclusively to principal officers. Nonprincipal officers\ncould—and did—render final decisions in specific patent disputes,\nnot subject to any appeal to a superior executive officer. In 1793,\nCongress provided that resolution of disputes, where two applicants\nsought a patent for the same invention, “shall be submitted to the\narbitration of three persons” chosen by the Secretary or by the\nparties, and that “the decision or award . . . ,\ndelivered to the Secretary of State . . . or any two of\nthem, shall be final, as far as respects the granting of the\npatent.” Act of Feb. 21, 1793, §9, 1 Stat. 322–333. In 1836,\nCongress allowed applicants to appeal the denial of a patent\napplication to “a board of examiners, to be composed of three\ndisinterested persons, who shall be appointed for that purpose by\nthe Secretary of State.” Act of July 4, 1836, §7, 5 Stat. 119–120.\nThe Board had the power “to reverse the decision of the\nCommissioner, either in whole or in part,” and the decision\ngoverned “further proceedings.”Ibid.These two early\nexamples show, at a minimum, that the final resolution of patent\ndisputes is not the sole preserve of principal officers.More broadly, interpreting the Appointments Clause to bar any\nnonprincipal officer from taking “final” action poses serious\nline-drawing problems. The majority assures that not every decision\nby an inferior officer must be reviewable by a superior officer.Ante, at 19. But this sparks more questions than it answers.\nCan a line prosecutor offer a plea deal without sign off from a\nprincipal officer?[4] If faced with a\nlife-threatening scenario, can an FBI agent use deadly force to\nsubdue a suspect? Or if an inferior officer temporarily fills a\nvacant office tasked with making final decisions, do those\ndecisions violate the Appointments Clause?[5] And\nare courts around the country supposed to sort through lists of\neach officer’s (or employee’s) duties, categorize each one as\nprincipal or inferior, and then excise any that look\nproblematic?Beyond those questions, the majority’s nebulous approach also\nleaves open the question of how much “principal-officer power”\nsomeone must wield before he becomes a principal officer. What\nhappens if an officer typically engages in normal inferior-officer\nwork but also has several principal-officer duties? Is he a hybrid\nofficer, properly appointed for four days a week and improperly\nappointed for the fifth? And whatever test the Court ultimately\ncomes up with to sort through these difficult questions, are we\nsure it is encapsulated in the two words “inferior officer”?DThe majority offers one last theory. Although the parties raise\nonly an Appointments Clause challenge and the plurality concedes\nthat there is no appointment defect,ante,at 23, the Court\nappears to suggest that therealissue is that this scheme\nviolates the Vesting Clause. See Art. II, §1, cl.1; see also\nante, at 13–14 (citingFree Enterprise Fundv.Public Company Accounting Oversight Bd., 561 U. S. 477,\n496 (2010));Myersv.United States, 272 U. S.\n52, 135 (1926)). According to the majority, the PTAB’s review\nprocess inverts the executive “chain of command,” allowing\nadministrative patent judges to wield “unchecked . . .\nexecutive power” and to “dictat[e ]” what the Director must\ndo.Ante, at 11, 14. This final offering falters for several\nreasons.First no court below passed on this issue. See 941 F. 3d,\nat 1327 (addressing whether “the [administrative patent judges] who\npresided over thisinter partesreview were . . .\nconstitutionally appointed”). Given that this Court is generally\none “of review, not of first view,” it is unclear why we would\ngrant relief on this ground.Cutterv.Wilkinson, 544\nU. S. 709, 718, n. 7 (2005).Second, the idea that administrative patent judges are at thetopof the chain of command is belied not only by the\nstatutory scheme, seesupra,at 7–10, but also by the\nmajority’s own refusal to ever name these judges principal\nofficers. Seeante,at 19.Third, even if the chain of command were broken, Senate\nconfirmation of an administrative patent judge would offer no fix.\nAs Madison explained, the Senate’s role in appointments is anexceptionto the vesting of executive power in the\nPresident; it gives another branch a say in the hiring of executive\nofficials. 1 Annals of Cong. 463 (1789). An Article II Vesting\nClause problem cannot be remedied by stripping away even more power\nfrom the Executive.Fourth, and finally, historical practice establishes that the\nvesting of executive power in the President did not require that\nevery patent decision be appealable to a principal officer. As the\nmajority correctly explains, these sorts of final decisions were\nroutinely made by inferior executive officers (or, perhaps, by mere\nexecutive employees). Seeante, at 17–18. If no statutory\npath to appeal to an executive principal officer existed then, I\nsee no constitutional reason why such a path must exist now.Perhaps this Vesting Clause theory misunderstands the\nmajority’s argument. After all, the Court never directly says that\nany law or action violates the Vesting Clause. The Court simply\ncriticizes as overly formalistic the notion that both Clauses do\nexactly what their names suggest: The Appointments Clause governs\nonly appointments; the Vesting Clause deals just with the vesting\nof executive power in the President.Ante, at 13. I would\nnot be so quick to stare deeply into the penumbras of the Clauses\nto identify new structural limitations.IIIIn the end, the Court’s remedy underscores that it is\nambivalent about the idea of administrative patent judgesactuallybeing principal officers. Instead of holding as\nmuch explicitly, the Court rewrites the statutory text to ensure\nthat the Director can directly review Board decisions.Ante,\nat 21–22 (plurality opinion). Specifically, the Court declares\nunenforceable the statutory provision that “prevents the Director\nfrom reviewing the decisions of the [Board] on his own.”Ante, at 22. And as a remedy, the Court “remand[s] to the\nActing Director for him to decide whether to rehear the petition.”Ibid. In that way, the Court makes extra clear what should\nalready be obvious: Administrative patent judges are inferior\nofficers.But neither reading of the majority’s opinion—(1) that\nadministrative patent judges are principal officers that the Court\nhas converted to inferior officers, or (2) that administrative\npatent judges are inferior officers whose decisions must\nconstitutionally be reversible by the Director alone—supports its\nproposed remedy.Take the principal officer view. If the Court truly believed\nadministrative patent judges are principal officers, then the Court\nwould need to vacate the Board’s decision. As this Court has twice\nexplained, “the ‘appropriate’ remedy for an adjudication tainted\nwith an appointments violation is a new ‘hearing before a properly\nappointed’ official.”Lucia, 585 U. S., at ___ (slip\nop., at 12) (quotingRyderv.United States, 515\nU. S. 177, 183, 188 (1995)). If administrative patent judges\nare (or were) constitutionally deficient principal officers, then\nsurely Arthrex is entitled to a new hearing before officers\nuntainted by an appointments violation. But, the Court does not\nvacate the Board’s decision. In fact, it expressly disavows the\nexistence of an appointments violation.Ante, at 23\n(plurality opinion).The quasi-separation-of-powers view fares no better. If we\naccept as true the Court’s position that the Appointments Clause\ninherently grants the Director power to reverse Board decisions,\nthen another problem arises: No constitutional violation has\noccurred in this suit. The Board had the power to decide and\nlawfully did decide the dispute before it. The Board did not\nmisinterpret its statutory authority or try to prevent direct\nreview by the Director. Nor did the Director wrongfully decline to\nrehear the Board’s decision. Moreover, Arthrex has not argued that\nit sought review by the Director. So to the extent “the source of\nthe constitutional violation is the restraint on the review\nauthority of the Director,”ibid., his review was not\nconstrained. Without any constitutional violation in this suit to\ncorrect, one wonders how the Court has the power to issue a remedy.\nSeeCarneyv.Adams, 592 U. S. ___, ___ (2020)\n(slip op., at 4) (Article III prevents “the federal courts from\nissuing advisory opinions”).Perhaps the majority thinks Arthrex should receive some kind of\nbounty for raising an Appointments Clause challenge andalmostidentifying a constitutional violation. But the\nConstitution allows us to award judgments, not participation\ntrophies.IVAlthough unnecessary to resolve this suit, at some point it may\nbe worth taking a closer look at whether the functional element of\nour test inEdmond—the part that the Court relies on\ntoday—aligns with the text, history, and structure of the\nConstitution. The founding era history surrounding the Inferior\nOfficer Clause points to at least three different definitions of an\ninferior officer, none of which requires a case-by-case functional\nexamination of exactly how much supervision and control another\nofficer has. The rationales on whichEdmondrelies to graft\na functional element into the inferior-officer inquiry do not\nwithstand close scrutiny.AEarly discussions of inferior officers reflect at least three\nunderstandings of who these officers were—and who they were\nnot—under the Appointments Clause. Though I do not purport to\ndecide today which is best, it is worth noting that administrative\npatent judges would be inferior under each.1The narrowest understanding divides all executive officers into\nthree categories: heads of departments, superior officers, and\ninferior officers. During the Constitutional Convention, James\nMadison supported this view in a brief discussion about the\naddition of the Inferior Officer Clause. 2 Records of the Federal\nConvention of 1787, p. 627 (M. Farrand ed. 1911) (Farrand); see\nalso Mascott, Who Are “Officers of the United States,” 70 Stan.\nL. Rev. 443, 468, n. 131 (2018). Gouverneur Morris moved\nto add the clause. But Madison initially resisted. He argued that\nit did “not go far enough if it be necessary at all [because]\nSuperior Officers below Heads of Departments ought in some cases to\nhave the appointment of the lesser offices.” 2 Farrand 627. The\nmotion nonetheless passed. The crux of Madison’s objection appears\nto rely on the idea that there are three types of officers:\ninferior officers, superior officers, and department heads.\nCongress could vest the appointment of inferior officers in the\nPresident, the courts, or a department head. But the others must be\nappointed by the President with Senate confirmation.Some held a second understanding: Inferior officers encompass\nnearlyallofficers. As Justice Story put it, “[w]hether theheads of departmentsare inferior officers in the sense of\nthe constitution, was much discussed, in the debate on the\norganization of the department of foreign affairs, in 1789.” 3\nCommentaries on the Constitution of the United States 386,\nn. 1 (1833) (emphasis added). Proponents of this understanding\nargued that the Secretary of State should be an inferior officer\nbecause he was inferior to the President, “the Executive head of\nthe department.” 1 Annals of Cong. 509. In other words, inferior\nofficers would encompassallexecutive officers inferior to\nthe President, other than those specifically identified in the\nConstitution: “Ambassadors, other public Ministers and Consuls.”\nArt. II, §2.The constitutional text and history provide some support for\nthis rationale. By using the adjective “such” before “inferior\nOfficers,” the Clause about inferior officers could be understood\nto refer back to “all other Officers of the United States, whose\nAppointments are not herein otherwise provided for, and which shall\nbe established by Law.”Ibid.; see also 2 S. Johnson, A\nDictionary of the English Language (6th ed. 1785) (defining “such”\nto mean “[c]omprehended under the term premised, like what has been\nsaid”). And to be “inferiour” means simply to be “[l]ower in\nplace”; “[l]ower in station or rank of life” and “[s]ubordinate” to\nanother officer. 1ibid.Department heads are officers, and\nthey are lower in rank and subordinate to the President. See\nU. S. Const., Art. II, §1.But others disagreed, contending this went “too far; because\nthe Constitution” elsewhere specifies “ ‘the principal officer\nin each of the Executive departments.’ ” 1 Annals of Cong.\n459. These Framers endorsed a third understanding, which\ndistinguished just between inferior and principal officers. Seeid., at 518 (“We are to have a Secretary for Foreign\nAffairs, another for War, and another for the Treasury; now, are\nnot these the principal officers in those departments”). A single\nofficer could not simultaneously be both. Ultimately, this group\nwon out, “expressly designat[ing]” the Secretary of the Department\nof Foreign Affairs as a “principal officer,” not an inferior one.Edmond, 520 U. S., at 663 (quoting Act of July 27,\n1789, ch. 4, §§1–2, 1 Stat. 28–29).This principal-inferior dichotomy also finds roots in the\nstructure of the Constitution, which specifically identifies both\nprincipal officers (in the Opinions Clause and the Twenty-fifth\nAmendment) and inferior officers (in the Appointments Clause). And\nit comports with contemporaneous dictionary definitions. A\n“principal” officer is “[a] head” officer; “a chief; not a second.”\n2 Johnson, Dictionary of the English Language. Other executive\nofficers would, by definition, be lower than or subordinate to\nthese head officers.The principal-inferior officer divide played out in other\ncontexts as well. In the debate over removability of officers,\nRepresentative Smith indicated that he “had doubts whether [an]\nofficer could be removed by the President” in light of the\nimpeachment process. 1 Annals of Cong. 372. Madison disagreed,\narguing that impeachment alone for all removals “would in effect\nestablish every officer of the Government on the firm tenure of\ngood behaviour; not the heads of Departments only, but all the\ninferior officers of those Departments, would hold their offices\nduring good behaviour.”Ibid.State constitutions at the founding lend credence to this idea\nthat inferior officers encompass all officers except for the heads\nof departments. For example, the 1789 Georgia State Constitution\nprovided that “militia officers and the secretaries of the governor\n. . . shall be appointed by the governor.” Art. IV,\n§2. But “[t]he general assembly may vest the appointment of\ninferior officers in the governor, the courts of justice, or in\nsuch other manner as they may by law establish.”Ibid.The\nlaw thus distinguished between secretaries and inferior officers.\nSimilarly, the Delaware Constitution directed that “[t]he State\ntreasurer shall be appointed annually by the house of\nrepresentatives, with the concurrence of the Senate.”\nArt. VIII, §3 (1792). But “all inferior officers in the\ntreasury department” were to be “appointed in such manner as is or\nmay be directed by law.” §6.Although not dipositive, this Court has adopted the\nnomenclature of the principal-inferior distinction. See,e.g.,ante,at 5–6;Edmond, 520 U. S., at\n661 (“distinguishing between principal and inferior officers for\nAppointments Clause purposes”);Buckleyv.Valeo, 424\nU. S. 1, 132 (1976) (per curiam) (“Principal officers\nare selected by the President with the advice and consent of the\nSenate. Inferior officers Congress may allow to be appointed by the\nPresident alone, by the heads of departments, or by the\nJudiciary”); cf.Lucia, 585 U. S., at ___ (Thomas, J.,\nconcurring) (slip op., at 2) (“While principal officers must be\nnominated by the President and confirmed by the Senate, Congress\ncan authorize the appointment of ‘inferior Officers’ by ‘the\nPresident alone,’ ‘the Courts of Law,’ or ‘the Heads of\nDepartments’ ”);United Statesv.Germaine, 99\nU. S. 508, 511 (1879) (“the principal officer in” the Opinions\nClause “is the equivalent of the head of department in the other”).\nAnd in reasoning adopted unanimously by the Court, at least one\nopinion defined “principal officers” for purposes of the\nAppointments Clause to be “ambassadors, ministers, heads of\ndepartments, and judges.”Freytagv.Commissioner,\n501 U. S. 868, 884 (1991).2Regardless of which of the three interpretations is correct,\nall lead to the same result here. Administrative patent judges are\ninferior officers.Start with the broadest understanding. A careful read of the\nAppointments Clause reveals that the office of “administrative\npatent judge” does not appear amidst the offices of ambassador,\nconsul, public minister, and Supreme Court judge the Constitution\nidentifies. See Art. II, §2, cl. 2. So, if inferior\nofficers are all executive officers other than those with special\nappointment processes laid out in the Constitution, then\nadministrative patent judges squarely fit.Administrative patent judges also fall on the inferior-officer\nside of the inferior-principal divide. It is agreed that\nadministrative patent judges are not the heads of any department.\nSeeante, at 8; Brief for Arthrex, Inc., 5–6 (noting that\nthe Secretary of Commerce is the relevant “department head”). Thus,\nto the extent a “principal officer . . . is the\nequivalent of the head of department,” administrative patent judges\nare not one.Germaine, 99 U. S., at 511.And under the Madisonian tripartite system, administrative\npatent judges would still be inferior. These judges are not heads\nof departments. Nor are they “superior officers.” An administrative\npatent judge is not “[h]igher” than or “greater in dignity or\nexcellence” to other officers inferior to him. 2 Johnson,\nDictionary of the English Language (defining “Superiour”).\nTellingly, neither respondent nor the majority identify asingleofficer lower in rank or subordinate to\nadministrative patent judges. Surely if “[w]hether one is an\n‘inferior’ officer depends on whether he has a superior,” then\nwhether one is a superior officer depends on whether he has an\ninferior.Edmond, 520 U. S., at 662; see alsoMorrison, 487 U. S., at 720 (Scalia, J., dissenting)\n(“Of course one is not a ‘superior officer’ without some\nsupervisory responsibility”). In contrast, an administrative patent\njudgeislower in rank and subordinate to both the Director\nand the Secretary.*  *  *To be clear, I do not purport to have exhausted all\ncontemporaneous debates, sources, and writings. Perhaps there is\nsome reason to believe that the inherent nature of an inferior\nofficer requires that all of their decisions be directly appealable\nto a Senate-confirmed executive officer. But the majority does not\nidentify one. And, without any justification in the text, in the\nhistory, or in our precedent, I would not impose that\nrequirement.BIf anything, the Court’s functional prong inEdmondmay\nmerit reconsideration. TheEdmondopinion highlighted three\njustifications for its decision to require more than just a lower\nrank and a superior officer. But having reviewed the history, it is\nworth checking whether these reasons are sound. They may not\nbe.First,Edmondhighlighted the Constitution’s use of the\nterm “inferior officer.” 520 U. S., at 663. Were the\nAppointments Clause meant to identify only lower ranking officers,\nthen the Constitution could have used the phrase “ ‘lesser\nofficer.’ ”Ibid. But Madison’s objection to the\nInferior Officer Clause pokes a hole in this distinction. After\nall, Madison used almost exactly this “lesser officer” phrasing: He\nurged a broader clause so that “superior officers” could “have the\nappointment of thelesser offices.” 2 Farrand 627 (emphasis\nadded). If Madison understood the two terms to be interchangeable,\nperhaps this Court should too.Second,Edmondflagged that the Appointments Clause was\ndesigned “to preserve political accountability relative to\nimportant Government assignments.” 520 U. S., at 663. But the\naccountability feature of the Appointments Clause was not about\naccountability for specificdecisionsmade by inferior\nofficers, but rather accountability for “ ‘a bad\nnomination.’ ”Id., at 660 (quoting The Federalist No.\n77, p. 392 (M. Beloff ed. 1987)). The Appointments Clause “provides\na direct line of accountability for any poorly performingofficersback to the actor who selected them.” Mascott, 70\nStan. L. Rev., at 447 (emphasis added).And third,Edmondnoted that legislation adopted by\nearly Congresses revealed that inferior officers were subject to\nthe discretion and direct oversight of the principal officer. 520\nU. S., at 663. Take, for example, the Act establishing the\nDepartment of War: It referred “to the Secretary of that department\nas a ‘principal officer,’ ” and provided that “the Chief\nClerk, would be ‘employed’ within the Department as the Secretary\n‘shall deem proper,’ as an ‘inferior officer.’ ”Edmond, 520 U. S., at 664 (quoting ch. 7, 1 Stat.\n49–50).But not every officer was neatly categorized as a principal\nofficer or an inferior one. For example, the Act of Congress\nEstablishing the Treasury Department created “the following\nofficers, namely: a Secretary of the Treasury, to be deemed head of\nthe department; a Comptroller . . . , and an\nAssistant to the Secretary of the Treasury, which assistant shall\nbe appointed by the said Secretary.” Act of Sept. 2, 1789, ch. 12,\n§1, 1 Stat. 65. The statute does not label the Comptroller as a\nprincipal officer or a department head. Nor is he expressly\ndesignated as an inferior officer. Moreover, his duties extended\nbeyond doing merely what the Secretary deemed proper. The\nComptroller’s statutory power and authority included\n“countersign[ing] all warrants drawn by the Secretary of Treasury,”\n“provid[ing] for the regular and punctual payment of all monies\nwhich may be collected,” and “direct[ing] prosecutions for all\ndelinquencies of officers of the revenue, and for debts that are,\nor shall be due to the United States.” §3,id.,at 66. This\nquasi-judicial figure’s “principal duty seems to be deciding upon\nthe lawfulness and justice of the claims and accounts subsisting\nbetween the United States and particular citizens.” 1 Annals of\nCong. 611–612 (Madison); see alsoante, at 14–15. Yet at\nleast one early legislator (with no recorded objections) thought\n“the Comptroller was an inferior officer.” 1 Annals of Cong. 613\n(Stone).Given the lack of historical support, it is curious that the\nCourt has decided to expandEdmond’s “functional” prong to\nelevate administrative patent judges to principal-officer status\n(only to demote them back to inferior-officer status). Perhaps the\nCourt fears that a more formal interpretation might be too easy to\nsubvert. A tricky Congress could allow the Executive to sneak a\npowerful, Cabinet-level-like officer past the Senate by merely\ngiving him a low rank. Maybe. But this seems like an odd case to\naddress that concern. And, even if this suit did raise the issue,\nthe Court should be hesitant to enforce its view of the\nConstitution’s spirit at the cost of its text.*  *  *The Court today draws a new line dividing inferior officers\nfrom principal ones. The fact that this line places administrative\npatent judges on the side of Ambassadors, Supreme Court Justices,\nand department heads suggests that something is not quite right. At\nsome point, we should take stock of our precedent to see if it\naligns with the Appointments Clause’s original meaning. But, for\nnow, we must apply the test we have. And, under that test,\nadministrative patent judges are both formally and functionally\ninferior to the Director and to the Secretary. I respectfully\ndissent.Notes12345",
    "joined": []
}