{
    "case": {
        "docket": "18-260",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-260/"
    },
    "id": "4240399",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–260_________________COUNTY OF MAUI, HAWAII, PETITIONERv.HAWAII WILDLIFE FUND, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 23, 2020]Justice Thomas, with whom Justice Gorsuch\njoins, dissenting.The Clean Water Act (CWA) requires a federal\npermit for “the discharge of any pollutant by any person.” 33\nU. S. C. §1311(a); see §1342. The CWA defines a\n“discharge” as “any addition of any pollutant to navigable waters\nfrom any point source.” §1362(12).[1] Based on the statutory text and structure, I would hold\nthat a permit is required only when a point source discharges\npollutants directly into navigable waters. The Court adopts this\ninterpretation in part, concluding that a permit is required for “a\ndirect discharge.”Ante, at 15. But the Court then departs\nfrom the statutory text by requiring a permit for “thefunctional equivalent of a direct discharge,”ibid.,\nwhich it defines through an open-ended inquiry into congressional\nintent and practical considerations. Because I would adhere to the\ntext, I respectfully dissent.IAIn interpreting the statutory definition of\n“discharge,” the Court focuses on the word “from,” but the most\nhelpful word is “addition.” That word, together with “to” and\n“from,” limits the meaning of “discharge” to the augmentation of\nnavigable waters.Dictionary definitions of “addition” denote an\naugmentation or increase. Webster’s Third New International\nDictionary defines “addition” as “the act or process of adding: the\njoining or uniting of one thing to another.” Webster’s Third New\nInternational Dictionary 24 (1961); see alsoibid.(listing\n“increase” and “augmentation” as synonyms for “addition”). Other\ndictionary definitions from around the time of the statute’s\nenactment are in accord. See,e.g.,American Heritage\nDictionary 14, 15 (1981) (defining “addition” as “[t]he act or\nprocess of adding” and defining “add” as “[t]o join or unite so as\nto increase in size, quantity, or scope”); see also Webster’s New\nInternational Dictionary 29, 30 (2d ed. 1957) (defining “addition”\nas the “[a]ct, process, or instance of adding,” and defining “add”\nas to “join or unite, as one thing to another, or as several\nparticulars, so as to increase the number, augment the quantity,\nenlarge the magnitude, or so as to form into one aggregate”).The inclusion of the term “addition” in the CWA\nindicates that the statute excludes anything other than a direct\ndischarge. When a point source releases pollutants to groundwater,\none would naturally say that the groundwater has been augmented\nwith pollutants from the point source. If the pollutants eventually\nreach navigable waters, one would not naturally say that the\nnavigable waters have been augmented with pollutants from the point\nsource. The augmentation instead occurs with pollutants from the\ngroundwater.The prepositions “from” and “to” reinforce this\nreading. When pollutants are released from a point source to\nanother point source or groundwater, they are addedtothe\nsecondfromthe first. If the pollutants are later released\nto navigable waters, they are addedtothe navigable watersfromthe second point source or the groundwater. One would\nnot naturally say that the pollutants are added to the navigable\nwaters from the original point source.Interpreting “discharge” to mean a direct\ndischarge makes sense of other parts of the definition as well. It\nrespects the statutory definition of a point source as a\n“conveyance,” see §1362(14), because a point source that releases\npollutants directly into navigable waters is a means of conveyance.\nAnd it makes sense of the word “any” before “point source,” because\nthat term clarifies that any kind of point source may require a\npermit.The structure of the CWA confirms this\ninterpretation. It authorizes the Environmental Protection Agency\n(EPA) to regulate discharges from point sources, including through\nthe permitting process, but it reserves to the States the primary\nresponsibility for regulating other sources of pollution, including\ngroundwater. With respect to these sources, the EPA merely collects\ninformation, coordinates with the States, and provides funding. See\n33 U. S. C. §§1252(a), 1254(a)(5), 1282(b)(2), 1288,\n1314(a), 1329;ante, at 6–7. In the CWA, Congress expressly\nstated its “policy . . . to recognize, preserve, and\nprotect the primary responsibilities and rights of States to\nprevent, reduce, and eliminate pollution.” §1251(b). Thus,\nconstruing the EPA’s power to regulate point sources to allow the\nagency to regulate nonpoint sources and groundwater is in serious\ntension with Congress’ design.My reading is also consistent with our decision\ninSouth Fla. Water Management Dist.v.Miccosukee\nTribe,541 U.S.\n95(2004). The petitioner in that case argued that no permit\nwas required when a point source was not the original source of the\npollutant but instead conveyed the pollutant from further up a\nchain of sources.Id., at 104. We rejected that argument\nbecause “a point source need not be the original source of the\npollutant; it need only convey the pollutant to ‘navigable\nwaters.’ ”Id., at 105. Although that case did not\ninvolve the exact question presented here, the direct-discharge\ninterpretation comports well with that previous decision.BThe Court’s main textual argument reads the\nword “from” in isolation. But as the Court recognizes, “the word\n‘from’ necessarily draws its meaning from context.”Ante, at\n9–10. The Court’s example using “arrive” instead of “addition” is\nthus unpersuasive,ante,at 13–14, because “from” takes\ndifferent meanings with different verbs. The Court’s culinary\nexample also misses the mark,ante, at 14, because if the\ndrippings from the meat collect in the pan before the chef adds\nthem to the gravy, the drippings are added to the gravy from the\npan, not from the meat. This point becomes clear if we reorder the\nmajority’s recipe to match the statute; the chef has not added the\ndrippings to the gravy from the meat. The Court’s bathwater\nexample,ante,at 14, suffers from the same problem; if the\nwell water is put in a bucket before it is put in the bathtub, it\nis added to the bathtub from the bucket. Only by reading the phrase\nin its entirety can we interpret the definition of “discharge.” SeeDealv.United States,508 U.S.\n129, 132 (1993).The Court also asserts that a narrower reading\nthan the one it adopts would create a “massive loophole” in the\nstatute.Ante, at 15. Far from creating a loophole, my\nreading is the most logical because it is consonant with the scope\nof Congress’ power. The CWA presumably was passed as an exercise of\nCongress’ authority “to regulate Commerce with foreign Nations, and\namong the several States, and with the Indian Tribes.” U. S.\nConst., Art. I, §8, cl. 3. My interpretation ties the statute\nmore closely to navigable waters, on the theory that they are at\nleast a channel of these kinds of commerce.Further, the Court’s interpretation creates\npractical problems of its own. As the Court acknowledges, its\nopinion gives almost no guidance, save for a list of seven factors.\nBut the Court does not commit to whether those factors are the only\nrelevant ones, whether those factors are always relevant, or which\nfactors are the most important. Seeante, at 15–16. It\nultimately does little to explain how functionally equivalent an\nindirect discharge must be to require a permit.[2]The Court suggests that the EPA could clarify\nmatters through “administrative guidance,”ante, at 17, but\nso far the EPA has provided only limited advice and recently\nshifted its position, see 84 Fed. Reg. 16810 (2019);ante,\nat 11–12. In any event, the sort of “ ‘general rules’ ”\nthat the Court hopes the EPA will promulgate are constitutionally\nsuspect. SeeDepartment of Transportationv.Association\nof American Railroads, 575 U.S. 43, 67–87 (2015) (Thomas, J.,\nconcurring in judgment).Despite giving minimal guidance as to how this\ncase should be decided on remand, the majority speculates about\nwhether a permit would be required in other factual circumstances.\nIt poses the examples of a pipe that releases pollutants over\nnavigable waters and a pipe that releases pollutants onto land near\nnavigable waters. As an initial matter, I am not as sure as the\nmajority that a “pollutant,” as defined by the CWA, may be added to\nthe air.[3] Even if the\nmajority is correct that a permit is not required in these\nhypothetical cases, drawing the line at discharges to water is not\nso absurd as to undermine the most natural reading of the statute.\nIn any event, it is unnecessary to decide these hypothetical cases\ntoday.Finally, the Court speculates as to “those\ncircumstances in which Congress intended to require a federal\npermit.”Ante, at 15. But we are not a superlegislature (or\nsuper-EPA) tasked with making good policy—assuming that is even\nwhat the Court accomplishes today. “Our job is to follow the text\neven if doing so will supposedly undercut a basic objective of the\nstatute.”Baker Botts L. L. P.v.ASARCO LLC, 576\nU.S. 121, 135 (2015) (internal quotation marks omitted).III do agree with the Court on several points.\nFirst, the interpretation adopted by respondents and the Ninth\nCircuit is unsupportable. That interpretation—which would require\npermits for discharges that are “ ‘fairly traceable’ ”\nto, and proximately caused by, a point source—is atextual and\nunsettles the CWA’s careful balance between federal regulation of\npoint-source pollution and state regulation of nonpoint-source\npollution.Ante, at 5–9.Second, I agree that the interpretation adopted\nby petitioner and Justice Alito reads the word “any” unnaturally,ante, at 11, although the majority appears to deploy that\nargument itself in another part of the opinion,ante,at 14.\nPetitioner’s and Justice Alito’s interpretation also gives\ninsufficient weight to the meaning of “addition,” seesupra,\nat 2.Third, I agree that the EPA’s interpretation is\nnot entitled to deference for at least two reasons: No party\nrequests it, and the EPA’s reading is not the best one.Ante, at 12–13. I add only that deference underChevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil, Inc.,467 U.S.\n837(1984), likely conflicts with the Vesting Clauses of the\nConstitution. SeeBaldwinv.United States, 589\nU. S. ___, ___–___ (2020) (Thomas, J., dissenting from denial\nof certiorari) (slip op., at 2–8);Michiganv.EPA,\n576 U.S. 743, 761–764 (2015) (Thomas, J., concurring); see alsoPerezv.Mortgage Bankers Assn., 575 U.S. 92, 115–126\n(2015) (Thomas, J., concurring in judgment).Finally, I agree with the Court’s implicit\nconclusion thatRapanosv.United States,547 U.S.\n715(2006), does not resolve this case. That plurality opinion,\nwhich I joined, observed that lower courts have required a permit\nwhen pollutants pass through a chain of point sources.Id.,\nat 743–744. But we expressly said inRapanosthat “we [did]\nnot decide this issue.”Id., at 743. We are not bound by\ndictum in a plurality opinion or by the lower court opinions it\ncited.IIIThe best reading of the statute is that a\n“discharge” is the release of pollutants directly from a point\nsource to navigable waters. The application of this interpretation\nto the undisputed facts of this case makes a remand unnecessary.\nPetitioner operates a wastewater treatment facility and injects\ntreated wastewater into four underground injection control wells.\nAll parties agree that the wastewater enters groundwater from the\nwells and does not directly enter navigable waters. Based on these\nundisputed facts, there is no “discharge,” so I would reverse the\njudgment of the Ninth Circuit. I respectfully dissent.Notes1The CWA defines\n“navigable waters” as “the waters of the United States, including\nthe territorial seas.” §1362(7). It defines a “point source” as\n“any discernible, confined and discrete conveyance, including but\nnot limited to any pipe, ditch, channel, tunnel, conduit, well,\ndiscrete fissure, container, rolling stock, concentrated animal\nfeeding operation, or vessel or other floating craft, from which\npollutants are or may be discharged,” excluding “agricultural\nstormwater discharges and return flows from irrigated agriculture.”\n§1362(14).2Justice Kavanaugh\nbelieves that the Court’s opinion provides enough guidance when it\nstates that “[t]ime and distance will be the most important factors\nin most cases,but not necessarily every case,”ante,at 16 (majority opinion) (emphasis added). Seeante,at 2\n(concurring opinion). His hope for guidance appears misplaced. For\nall we know, these factors may not be the most important in 49\npercent of cases. The majority’s nonexhaustive seven-factor test\n“may aid in identifying relevant facts for analysis, but—like most\nmultifactor tests—it leaves courts adrift once those facts have\nbeen identified.”Dietzv.Bouldin, 579 U. S.\n___, ___ (2016) (Thomas, J., dissenting) (slip op., at 3); see also\nScalia, The Rule of Law as a Law of Rules, 56 U. Chi. L. Rev.\n1175, 1186–1187 (1989) (noting that “when balancing is the mode of\nanalysis, not much general guidance may be drawn from the opinion”\nand arguing that “totality of the circumstances tests and balancing\nmodes of analysis” should “be avoided where\npossible”).3The CWA defines a\n“pollutant” as “dredged spoil, solid waste, incinerator residue,\nsewage, garbage, sewage sludge, munitions, chemical wastes,\nbiological materials, radioactive materials, heat, wrecked or\ndiscarded equipment, rock, sand, cellar dirt and industrial,\nmunicipal, and agricultural waste discharged into water,” with\ncertain exceptions. §1362(6).",
    "joined": []
}