{
    "case": {
        "docket": "17-8151",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-8151/"
    },
    "id": "4074715",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–8151_________________RUSSELL BUCKLEW, PETITIONERv.ANNE L.\nPRECYTHE, DIRECTOR, MISSOURI DEPARTMENT OF CORRECTIONS,\net al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[April 1, 2019]Justice Thomas, concurring.I adhere to my view that “a method of execution\nviolates the Eighth Amendment only if it is deliberately designed\nto inflict pain.”Bazev.Rees,553 U.S.\n35, 94 (2008) (opinion concurring in judgment);ante, at\n14. Because there is no evidence that Missouri designed its\nprotocol to inflict pain on anyone, let alone Russell Bucklew, I\nwould end the inquiry there. Nonetheless, I join the Court’s\nopinion in full because it correctly explains why Bucklew’s claim\nfails even under the Court’s precedents.I write separately to explain why Justice\nBreyer’s dissenting opinion does not cast doubt on this standard.Post, at 15–16. As I explained inBaze, “the evil the\nEighth Amendment targets is intentional infliction of gratuitous\npain.” 553 U. S., at 102 (opinion concurring in judgment). The\nhistorical evidence shows that the Framers sought to disable\nCongress from imposing various kinds of torturous punishments, such\nas “ ‘gibbeting,’ ” “burning at the stake,” and\n“ ‘embowelling alive, beheading, and quartering.’ ”Id., at 95–98 (quoting 4 W. Blackstone, Commentaries *376\n(Blackstone), and S. Banner, The Death Penalty: An American History\n71–72 (2002)). In England, these aggravated forms of capital\npunishment were “ ‘superadded’ ” to increase terror and\ndisgrace for “ ‘very atrocious crimes,’ ” such as treason\nand murder. SeeBaze,supra, at 96–97 (quoting 4\nBlackstone *376). The founding generation ratified the Eighth\nAmendment to reject that practice, contemplating that capital\npunishment would continue, but without those punishments\ndeliberately designed to superadd pain. SeeBaze, 553\nU. S., at 97–98. Under this view, the constitutionality of a\nparticular execution thus turns on whether the Government\n“deliberately designed” the method of execution “to inflict pain,”id.,at 94, without regard to the subjective intent of the\nexecutioner.Contrary to Justice Breyer’s suggestion, my view\ndoes not render the Eighth Amendment “a static prohibition”\nproscribing only “the same things that it proscribed in the 18th\ncentury.”Post,at 15–16. A method of execution not\nspecifically contemplated at the founding could today be imposed to\n“superad[d]” “terror, pain, or disgrace.” 4 Blackstone *376.\nThankfully—and consistent with Justice Story’s view that the Eighth\nAmendment is “wholly unnecessary in a free government,” 3 J. Story,\nCommentaries on the Constitution of the United States 750\n(1833)—States do not attempt to devise such diabolical punishments.E.g.,Baze,supra, at 107 (“Kentucky adopted\nits lethal injection protocol in an effort to make capital\npunishment more humane”). It is therefore unsurprising that,\ndespite Justice Breyer’s qualms about the death pen- alty,e.g.,post, at 18, this Court has never held a method\nof execution unconstitutional. Because the Court correctly declines\nto do so again today, I join in full.",
    "joined": []
}