{
    "case": {
        "docket": "16-712",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-712/"
    },
    "id": "3891044",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–712_________________OIL STATES ENERGY SERVICES, LLC, PETITIONERv.GREENE’S ENERGY GROUP, LLC, et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 24, 2018]Justice Thomas delivered the opinion of the\nCourt.The Leahy-Smith America Invents Act, 35\nU. S. C. §100et seq., establishes a process\ncalled “inter partes review.” Under that process, the United States\nPatent and Trademark Office (PTO) is authorized to reconsider and\nto cancel an issued patent claim in limited circumstances. In this\ncase, we address whether inter partes review violates Article III\nor the Seventh Amendment of the Constitution. We hold that it\nviolates neither.IAUnder the Patent Act, the PTO is “responsible\nfor the granting and issuing of patents.” 35 U. S. C.\n§2(a)(1). When an inventor applies for a patent, an examiner\nreviews the proposed claims and the prior art to determine if the\nclaims meet the statutory requirements. See §§112, 131. Those\nrequirements include utility, novelty, and nonobviousness based on\nthe prior art. §§101, 102, 103. The Director of the PTO then\napproves or rejects the application. See §§131, 132(a). An\napplicant can seek judicial review of a final rejection. §§141(a),\n145.BOver the last several decades, Congress has\ncreated administrative processes that authorize the PTO to\nreconsider and cancel patent claims that were wrongly issued. In\n1980, Congress established “ex partereexamination,”\nwhich still exists today. See Act To Amend the Patent and Trademark\nLaws, 35 U. S. C. §301et seq. Ex partere-\nexamination permits “[a]ny person at any time” to “file a request\nfor reexamination.” §302. If the Director determines that there is\n“a substantial new question of patentability” for “any claim of the\npatent,” the PTO can reexamine the patent. §§303(a), 304. The\nreexamination process follows the same procedures as the initial\nexamination. §305.In 1999, Congress added a procedure called\n“inter partes reexamination.” See American Inventors Protection\nAct, §§4601–4608, 113Stat. 1501A–567 to 1501A–572. Under this\nprocedure, any person could file a request for reexamination. 35\nU. S. C. §311(a) (2006 ed.). The Director would determine\nif the request raised “a substantial new question of patentability\naffecting any claim of the patent” and, if so, commence a\nreexamination. §§312(a), 313 (2006 ed.). The reexamination would\nfollow the general procedures for initial examination, but would\nallow the third-party requester and the patent owner to participate\nin a limited manner by filing responses and replies. §§314(a), (b)\n(2006 ed.). Inter partes reexamination was phased out when the\nAmerica Invents Act went into effect in 2012. See §6, 125Stat.\n299–305.CThe America Invents Act replaced inter partes\nreexamination with inter partes review, the procedure at issue\nhere. Seeid.,at 299. Any person other than the patent\nowner can file a petition for inter partes review. 35\nU. S. C. §311(a) (2012 ed.). The petition can request\ncancellation of “1 or more claims of a patent” on the grounds that\nthe claim fails the novelty or nonobviousness standards for\npatentability. §311(b).The challenges must be made “only on\nthe basis of prior art consisting of patents or printed\npublications.”Ibid.If a petition is filed, the patent\nowner has the right to file a preliminary response explaining why\ninter partes review should not be insti- tuted. §313.Before he can institute inter partes review, the\nDirector must determine “that there is a reasonable likelihood that\nthe petitioner would prevail with respect to at least 1 of the\nclaims challenged.” §314(a). The decision whether to institute\ninter partes review is committed to the Director’s discretion. SeeCuozzo Speed Technologies, LLCv.Lee, 579 U. S.\n___, ___ (2016) (slip op., at 9). The Director’s decision is “final\nand nonappealable.” §314(d).[1]Once inter partes review is instituted, the\nPatent Trial and Appeal Board—an adjudicatory body within the PTO\ncreated to conduct inter partes review—examines the patent’s\nvalidity. See 35 U. S. C. §§6, 316(c). The Board sits in\nthree-member panels of administrative patent judges. See §6(c).\nDuring the inter partes review, the petitioner and the patent owner\nare entitled to certain discovery, §316(a)(5); to file affidavits,\ndeclarations, and written memoranda, §316(a)(8); and to receive an\noral hearing before the Board, §316(a)(10). The petitioner has the\nburden of proving unpatentability by a preponderance of the\nevidence. §316(e). The owner can file a motion to amend the patent\nby voluntarily canceling a claim or by “propos[ing] a reasonable\nnumber of substitute claims.” §316(d)(1)(B). The owner can also\nsettle with the peti- tioner by filing a written agreement prior to\nthe Board’s final decision, which terminates the proceedings with\nrespect to that petitioner. §317. If the settlement results in no\npetitioner remaining in the inter partes review, the Board can\nterminate the proceeding or issue a final written decision.\n§317(a).If the proceeding does not terminate, the Board\nmust issue a final written decision no later than a year after it\nnotices the institution of inter partes review, but that deadline\ncan be extended up to six months for good cause. §§316(a)(11),\n318(a). If the Board’s decision becomes final, the Director must\n“issue and publish a certificate.” §318(b). The certificate cancels\npatent claims “finally determined to be unpatentable,” confirms\npatent claims “determined to be patentable,” and incorporates into\nthe patent “any new or amended claim determined to be patentable.”Ibid.A party dissatisfied with the Board’s decision\ncan seek judicial review in the Court of Appeals for the Federal\nCircuit. §319. Any party to the inter partes review can be a party\nin the Federal Circuit.Ibid.The Director can intervene to\ndefend the Board’s decision, even if no party does. See §143;Cuozzo,supra, at ___ (slip op., at 15). When\nreviewing the Board’s decision, the Federal Circuit assesses “the\nBoard’s compliance with governing legal standards de novo and its\nunderlying factual determinations for substantial evidence.”Randall Mfg.v.Rea, 733 F. 3d 1355, 1362 (CA\nFed. 2013).IIPetitioner Oil States Energy Services, LLC,\nand respondent Greene’s Energy Group, LLC, are both oilfield\nservices companies. In 2001, Oil States obtained a patent relating\nto an apparatus and method for protecting wellhead equipment used\nin hydraulic fracturing. In 2012, Oil States sued Greene’s Energy\nin Federal District Court for infringing that patent. Greene’s\nEnergy responded by challenging the patent’s validity. Near the\nclose of discovery, Greene’s Energy also petitioned the Board to\ninstitute inter partes review. It argued that two of the patent’s\nclaims were unpatentable because they were anticipated by prior art\nnot mentioned by Oil States in its original patent application. Oil\nStates filed a response opposing review. The Board found that\nGreene’s Energy had established a reasonable likelihood that the\ntwo claims were unpatentable and, thus, instituted inter partes\nreview.The proceedings before the District Court and\nthe Board progressed in parallel. In June 2014, the District Court\nissued a claim-construction order. The order construed the\nchallenged claims in a way that foreclosed Greene’s Energy’s\narguments about the prior art. But a few months later, the Board\nissued a final written decision concluding that the claims were\nunpatentable. The Board acknowledged the District Court’s contrary\ndecision, but nonetheless concluded that the claims were\nanticipated by the prior art.Oil States sought review in the Federal Circuit.\nIn addition to its arguments about patentability, Oil States\nchallenged the constitutionality of inter partes review.\nSpecifically, it argued that actions to revoke a patent must be\ntried in an Article III court before a jury. While Oil States’ case\nwas pending, the Federal Circuit issued an opinion in a different\ncase, rejecting the same constitutional arguments.MCM Portfolio\nLLCv.Hewlett-Packard Co., 812 F. 3d 1284,\n1288–1293 (2015). The Federal Circuit summarily affirmed the\nBoard’s decision in this case. 639 Fed. Appx. 639 (2016).We granted certiorari to determine whether inter\npartes review violates Article III or the Seventh Amendment. 582\nU. S. ___ (2017). We address each issue in turn.IIIArticle III vests the judicial power of the\nUnited States “in one supreme Court, and in such inferior Courts as\nthe Congress may from time to time ordain and establish.” §1.\nConsequently, Congress cannot “confer the Government’s ‘judicial\nPower’ on entities outside Article III.”Sternv.Marshall, 564 U. S. 462, 484 (2011) . When determining\nwhether a proceeding involves an exercise of Article III judicial\npower, this Court’s precedents have distinguished between “public\nrights” and “private rights.”Executive Benefits Ins. Agencyv.Arkison, 573 U. S. ___, ___ (2014) (slip op., at 6)\n(internal quotation marks omitted). Those precedents have given\nCongress significant latitude to assign adjudication of public\nrights to entities other than Article III courts. Seeibid.;Stern,supra, at 488–492.This Court has not “definitively explained” the\ndistinction between public and private rights,Northern Pipeline\nConstr. Co.v.Marathon Pipe Line Co., 458 U. S.\n50, 69 (1982) , and its precedents applying the public-rights\ndoctrine have “not been entirely consistent,”Stern, 564\nU. S., at 488. But this case does not require us to add to the\n“various formulations” of the public-rights doctrine.Ibid.\nOur precedents have recognized that the doctrine covers matters\n“which arise between the Government and persons subject to its\nauthority in connection with the performance of the constitutional\nfunctions of the executive or legislative departments.”Crowellv.Benson, 285 U. S. 22 , 50 (1932). In\nother words, the public-rights doctrine applies to matters\n“ ‘arising between the government and others, which from their\nnature do not require judicial determination and yet are\nsusceptible of it.’ ”Ibid.(quotingEx parte\nBakelite Corp., 279 U. S. 438, 451 (1929) ). Inter partes\nreview involves one such matter: reconsid- eration of the\nGovernment’s decision to grant a public franchise.AInter partes review falls squarely within the\npublic-rights doctrine. This Court has recognized, and the parties\ndo not dispute, that the decision togranta patent is a\nmatter involving public rights—specifically, the grant of a public\nfranchise. Inter partes review is simply a reconsideration of that\ngrant, and Congress has permissibly reserved the PTO’s authority to\nconduct that reconsideration. Thus, the PTO can do so without\nviolating Article III.1This Court has long recognized that the grant\nof a patent is a “ ‘matte[r] involving public rights.’ ”United Statesv.Duell, 172 U. S. 576, 582 –583\n(1899) (quotingMurray’s Lesseev.Hoboken Land &\nImprovement Co., 18 How. 272, 284 (1856)). It has the key\nfeatures to fall within this Court’s longstanding formulation of\nthe public-rights doctrine.Ab initio, the grant of a patent involves\na matter “arising between the government and others.”Ex parte Bakelite Corp.,supra, at 451. As this\nCourt has long recognized, the grant of a patent is a matter\nbetween “ ‘the public, who are the grantors, and\n. . . the patentee.’ ”Duell,supra,at 586 (quotingButterworthv.United States ex rel.\nHoe, 112 U. S. 50, 59 (1884) ). By “issuing patents,” the\nPTO “take[s] from the public rights of immense value, and bestow[s]\nthem upon the patentee.”United Statesv.American Bell\nTelephone Co., 128 U. S. 315, 370 (1888) . Specifically,\npatents are “public franchises” that the Government grants “to the\ninventors of new and useful improvements.”Seymourv.Osborne, 11 Wall. 516, 533 (1871); accord,Pfaffv.Wells Electronics, Inc., 525 U. S. 55, 63 –64 (1998).\nThe franchise gives the patent owner “the right to exclude others\nfrom making, using, offering for sale, or selling the invention\nthroughout the United States.” 35 U. S. C. §154(a)(1).\nThat right “did not exist at common law.”Gaylerv.Wilder, 10 How. 477, 494 (1851). Rather, it is a “creature\nof statute law.”Crown Die & Tool Co.v.Nye Tool\n& Machine Works, 261 U. S. 24, 40 (1923) .Additionally, granting patents is one of “the\nconstitutional functions” that can be carried out by “the executive\nor legislative departments” without “ ‘judicial determination.’ ”Crowell,supra, at 50–51 (quotingEx parte\nBakelite Corp.,supra, at 452). Article I gives Congress\nthe power “[t]o promote the Progress of Science and useful Arts, by\nsecuring for limited Times to Authors and Inventors the exclusive\nRight to their respective Writings and Discoveries.” §8,\ncl. 8. Congress can grant patents itself by statute. See,e.g., Bloomerv.McQuewan, 14 How. 539, 548–550\n(1853). And, from the founding to today, Congress has authorized\nthe Executive Branch to grant patents that meet the statutory\nrequirements for patentability. See 35 U. S. C.\n§§2(a)(1), 151; see also Act of July 8, 1870, §31, 16Stat. 202; Act\nof July 4, 1836, §7, 5Stat. 119–120; Act of Apr. 10, 1790, ch. 7,\n§1, 1Stat. 109–110. When the PTO “adjudicate[s] the patentability\nof inventions,” it is “exercising the executive power.”Freytagv.Commissioner, 501 U. S. 868, 910\n(1991) (Scalia, J., concurring in part and concurring in judgment)\n(emphasis deleted).Accordingly, the determination to grant a patent\nis a “matte[r] involving public rights.”Murray’s Lessee,supra, at 284. It need not be adjudicated in Article III\ncourt.2Inter partes review involves the same basic\nmatter as the grant of a patent. So it, too, falls on the\npublic-rights side of the line.Inter partes review is “a second look at an\nearlier administrative grant of a patent.”Cuozzo, 579\nU. S., at ___ (slip op., at 16). The Board considers the same\nstatutory requirements that the PTO considered when granting the\npatent. See 35 U. S. C. §311(b). Those statutory\nrequirements prevent the “issuance of patents whose effects are to\nremove existent knowledge from the public domain.”Grahamv.John Deere Co. of Kansas City, 383 U. S. 1, 6 (1966) .\nSo, like the PTO’s initial review, the Board’s inter partes review\nprotects “the public’s paramount interest in seeing that patent\nmonopolies are kept within their legitimate scope,”Cuozzo,supra, at ___ (slip op., at 16) (internal quotation marks\nand alterations omitted). Thus, inter partes review involves the\nsame interests as the determination to grant a patent in the first\ninstance. SeeDuell,supra, at 586.The primary distinction between inter partes\nreview and the initial grant of a patent is that inter partes\nreview occursafterthe patent has issued. But that\ndistinction does not make a difference here. Patent claims are\ngranted subject to the qualification that the PTO has “the au-\nthority to reexamine—and perhaps cancel—a patent claim” in an inter\npartes review. SeeCuozzo,supra, at ___ (slip op.,\nat 3). Patents thus remain “subject to [the Board’s] authority” to\ncancel outside of an Article III court.Crowell, 285\nU. S., at 50.This Court has recognized that franchises can be\nqualified in this manner. For example, Congress can grant a\nfranchise that permits a company to erect a toll bridge, but\nqualify the grant by reserving its authority to revoke or amend the\nfranchise. See,e.g.,Louisville Bridge Co.v.United States, 242 U. S. 409, 421 (1917) (collecting\ncases). Even after the bridge is built, the Government can exercise\nits reserved authority through legislation or an administrative\nproceeding. See,e.g., id.,at 420–421;Hannibal Bridge\nCo.v.United States, 221 U. S. 194, 205 (1911) ;Bridge Co.v.United States, 105 U. S. 470, 478\n–482 (1882). The same is true for franchises that permit companies\nto build railroads or telegraph lines. See,e.g.,United\nStatesv.Union Pacific R. Co., 160 U. S. 1, 24\n–25, 37–38 (1895).Thus, the public-rights doctrine covers the\nmatter resolved in inter partes review. The Constitution does not\nprohibit the Board from resolving it outside of an Article III\ncourt.BOil States challenges this conclusion, citing\nthree decisions that recognize patent rights as the “private\nproperty of the patentee.”American Bell Telephone Co., 128\nU. S., at 370; see alsoMcCormick Harvesting Machine\nCo.v.Aultman, 169 U. S. 606, 609 (1898) (“[A\ngranted patent] has become the property of the patentee”);Brownv.Du- chesne, 19 How. 183, 197 (1857) (“[T]he\nrights of a party under a patent are his private property”). But\nthose cases do not contradict our conclusion.Patents convey only a specific form of property\nright—a public franchise. SeePfaff, 525 U. S., at\n63–64. And patents are “entitled to protection as any other\nproperty,consisting of a franchise.”Seymour, 11\nWall. at 533 (emphasis added). As a public franchise, a patent can\nconfer only the rights that “the statute prescribes.”Gayler,supra, at 494;Wheatonv.Peters, 8 Pet. 591, 663–664 (1834) (noting that Congress has\n“the power to prescribe the conditions on which such right shall be\nenjoyed”). It is noteworthy that one of the precedents cited by Oil\nStates acknowledges that the patentee’s rights are “derived\naltogether” from statutes, “are to be regulated and measured by\nthese laws, and cannot go beyond them.”Brown,supra,\nat 195.[2]One such regulation is inter partes review. SeeCuozzo, 579 U. S., at ___ (slip op., at 3). The Patent\nAct provides that, “[s]ubject to the provisions of this title,\npatents shall have the attributes of personal property.” 35\nU. S. C. §261. This provision qualifies any property\nrights that a patent owner has in an issued patent, subjecting them\nto the express provisions of the Patent Act. SeeeBay Inc.v.MercExchange, L. L. C., 547 U. S. 388, 392 (2006) .\nThose provisions include inter partes review. See §§311–319.Nor do the precedents that Oil States cites\nforeclose the kind of post-issuance administrative review that\nCongress has authorized here. To be sure, two of the cases make\nbroad declarations that “[t]he only authority competent to set a\npatent aside, or to annul it, or to correct it for any reason\nwhatever, is vested in the courts of the United States, and not in\nthe department which issued the pat- ent.”McCormickHarvesting Machine Co.,supra, at 609; accord,American Bell Telephone Co., 128 U. S., at 364. But\nthose cases were decided under the Patent Act of 1870. Seeid., at 371;McCormick Harvesting Machine Co.,supra, at 611. That version of the Patent Act did not\ninclude any provision for post-issuance administrative review.\nThose precedents, then, are best read as a description of the\nstatutory scheme that existed at that time. They do not resolve\nCongress’ authority under the Constitution to establish a different\nscheme.[3]COil States and the dissent contend that inter\npartes review violates the “general” principle that “Congress may\nnot ‘withdraw from judicial cognizance any matter which, from its\nnature, is the subject of a suit at the common law, or in equity,\nor admiralty.’ ”Stern, 564 U. S., at 484 (quotingMurray’s Lessee, 18 How., at 284). They argue that this is\nso because patent validity was often decided in English courts of\nlaw in the 18th century. For example, if a patent owner brought an\ninfringement action, the defendant could challenge the validity of\nthe patent as an affirmative defense. See Lemley, Why Do Juries\nDecide If Patents Are Valid? 99 Va. L. Rev. 1673, 1682, 1685–1686,\nand n. 52 (2013). Or, an individual could challenge the\nvalidity of a patent by filing a writ ofscire faciasin the\nCourt of Chancery, which would sit as a law court when adjudicating\nthe writ. Seeid.,at 1683–1685, and n. 44; Bottomley,\nPatent Cases in the Court of Chancery, 1714–58, 35 J. Legal Hist.\n27, 36–37, 41–43 (2014).But this history does not establish that patent\nvalidity is a matter that, “from its nature,” must be decided by a\ncourt.Stern,supra, at 484 (quotingMurray’s\nLessee,supra, at 284). The aforementioned proceedings\nwere between private parties. But there was another means of\ncanceling a patent in 18th-century England, which more closely\nresembles inter partes review: a petition to the Privy Council to\nvacate a patent. See Lemley,supra,at 1681–1682; Hulme,\nPrivy Council Law and Practice of Letters Patent for Invention From\nthe Restoration to 1794, 33 L. Q. Rev. 63 (1917). The Privy Council\nwas composed of the Crown’s advisers. Lemley,supra,at\n1681. From the 17th through the 20th centuries, English patents had\na standard revocation clause that permitted six or more Privy\nCounsellors to declare a patent void if they determined the\ninvention was contrary to law, “prejudicial” or “inconvenient,” not\nnew, or not invented by the patent owner. See 11 W. Holdsworth, A\nHistory of English Law 426–427, and n. 6 (1938); Davies, The\nEarly History of the Patent Specification, 50 L. Q. Rev. 86,\n102–106 (1934). Individuals could petition the Council to revoke a\npatent, and the petition was referred to the Attorney General. The\nAttorney General examined the petition, considered affidavits from\nthe petitioner and patent owner, and heard from counsel. See,e.g., Bullv.Lydall, PC2/81, pp. 180–181 (1706).\nDepending on the Attorney General’s conclusion, the Council would\neither void the patent or dismiss the petition. See,e.g.,Darbyv.Betton, PC2/99, pp. 358–359 (1745–1746)\n(voiding the patent);Bakerv.James, PC2/103, pp.\n320–321, 346–347 (1752) (dismissing the petition).The Privy Council was a prominent feature of the\nEnglish system. It had exclusive authority to revoke patents until\n1753, and after that, it had concurrent jurisdiction with the\ncourts. See Hulme, 33 L. Q. Rev., at 189–191, 193–194. The Privy\nCouncil continued to consider revocation claims and to revoke\npatents throughout the 18th century. Its last revocation was in\n1779. Seeid.,at 192–193. It considered, but did not act\non, revocation claims in 1782, 1794, and 1810. Seeibid.;Board of Ordinancev.Parr, PC1/3919 (1810).The Patent Clause in our Constitution “was\nwritten against the backdrop” of the English system.Graham,\n383 U. S., at 5. Based on the practice of the Privy Council,\nit was well understood at the founding that a patent system could\ninclude a practice of granting patents subject to potential\ncancellation in the executive proceeding of the Privy Council. The\nparties have cited nothing in the text or history of the Patent\nClause or Article III to suggest that the Framers were not aware of\nthis common practice. Nor is there any reason to think they\nexcluded this practice during their deliberations. And this Court\nhas recognized that, “[w]ithin the scope established by the\nConstitution, Congress may set out conditions and tests for\npatentability.”Id., at 6. We conclude that inter partes\nreview is one of those conditions.[4]For similar reasons, we disagree with the\ndissent’s assumption that, because courts have traditionally\nadjudicated patent validity in this country, courts must forever\ncontinue to do so. Seepost,at 8–10. Historical practice is\nnot decisive here because matters governed by the public-rights\ndoctrine “from their nature” can be resolved in multiple ways:\nCongress can “reserve to itself the power to decide,” “delegate\nthat power to executive officers,” or “commit it to judicial\ntribunals.”Ex parte Bakelite Corp., 279 U. S., at 451.\nThat Congress chose the courts in the past does not foreclose its\nchoice of the PTO today.DFinally, Oil States argues that inter partes\nreview violates Article III because it shares “every salient\ncharacteristic associated with the exercise of the judicial power.”\nBrief for Petitioner 20. Oil States highlights various procedures\nused in inter partes review: motion practice before the Board;\ndiscovery, depositions, and cross-examination of witnesses;\nintroduction of evidence and objections based on the Federal Rules\nof Evidence; and an adversarial hearing before the Board. See 35\nU. S. C. §316(a); 77 Fed. Reg. 48758, 48761–48763 (2012).\nSimilarly, Oil States cites PTO regulations that use terms\ntypically associated with courts—calling the hearing a “trial,”id., at 48758; the Board members “judges,”id.,at\n48763; and the Board’s final decision a “judgment,”id.,at\n48761, 48766–48767.But this Court has never adopted a “looks like”\ntest to determine if an adjudication has improperly occurred\noutside of an Article III court. The fact that an agency uses\ncourt-like procedures does not necessarily mean it is exercising\nthe judicial power. SeeFreytag, 501 U. S., at 910\n(opinion of Scalia, J.). This Court has rejected the notion that a\ntribunal exercises Article III judicial power simply because it is\n“called a court and its decisions called judgments.”Williamsv.United States, 289 U. S. 553, 563\n(1933) . Nor does the fact that an administrative adjudication is\nfinal and binding on an individual who acquiesces in the result\nnecessarily make it an exercise of the judicial power. See,e.g.,Murray’s Lessee, 18 How., at 280–281\n(permitting the Treasury Department to conduct “final and binding”\naudits outside of an Article III court). Al- though inter partes\nreview includes some of the features of adversarial litigation, it\ndoes not make any binding determination regarding “the liability of\n[Greene’s Energy] to [Oil States] under the law as defined.”Crowell, 285 U. S., at 51. It remains a matter\ninvolving public rights, one “between the government and others,\nwhich from [its] nature do[es] not require judicial determination.”Ex parte BakeliteCorp., 279 U. S., at\n451.[5]EWe emphasize the narrowness of our holding. We\naddress the constitutionality of inter partes review only. We do\nnot address whether other patent matters, such as infringement\nactions, can be heard in a non-Article III forum. And because the\nPatent Act provides for judicial review by the Federal Circuit, see\n35 U. S. C. §319, we need not consider whether inter\npartes review would be constitutional “without any sort of\nintervention by a court at any stage of the proceedings,”Atlas\nRoofing Co.v.Occupational Safety and Health Review\nComm’n, 430 U. S. 442, 455 , n. 13 (1977). Moreover,\nwe address only the precise constitutional challenges that Oil\nStates raised here. Oil States does not challenge the retroactive\napplication of inter partes review, even though that procedure was\nnot in place when its patent issued. Nor has Oil States raised a\ndue process challenge. Finally, our decision should not be\nmisconstrued as suggesting that patents are not property for\npurposes of the Due Process Clause or the Takings Clause. See,e.g.,Florida Prepaid Postsecondary Ed. Expense Bd.v.College Savings Bank, 527 U. S. 627, 642 (1999) ;Jamesv.Campbell, 104 U. S. 356, 358 (1882)\n.IVIn addition to Article III, Oil States\nchallenges inter partes review under the Seventh Amendment. The\nSeventh Amendment preserves the “right of trial by jury” in “Suits\nat common law, where the value in controversy shall exceed twenty\ndollars.” This Court’s precedents establish that, when Congress\nproperly assigns a matter to adjudication in a non-Article III\ntribunal, “the Seventh Amendment poses no independent bar to the\nadjudication of that action by a nonjury factfinder.”Granfinanciera, S. A.v.Nordberg, 492\nU. S. 33, 53 –54 (1989); accord,Atlas Roofing Co.,supra, at 450–455. No party challenges or attempts to\ndistinguish those precedents. Thus, our rejection of Oil States’\nArticle III challenge also resolves its Seventh Amendment\nchallenge. Because inter partes review is a matter that Congress\ncan properly assign to the PTO, a jury is not necessary in these\nproceedings.VBecause inter partes review does not violate\nArticle III or the Seventh Amendment, we affirm the judgment of the\nCourt of Appeals.It is so ordered.Notes1The Director has\ndelegated his authority to the Patent Trial and Appeal Board. See\n37 CFR §42.108(c) (2017).2This Court has also\nrecognized this dynamic for state-issued franchises. For instance,\nStates often reserve the right to alter or revoke a corporate\ncharter either “in the act of incorporation or in some general law\nof the State which was in operation at the time the charter was\ngranted.”Pennsylvania College Cases, 13 Wall. 190, 214, and\nn. † (1872). That reservation remains effective even after the\ncorporation comes into existence, and such alterations do not\noffend the Contracts Clause of Article I, §10. SeePennsylvania\nCollege Cases,supra, at 212–214;e.g.,Millerv.State, 15 Wall. 478, 488–489\n(1873).3The dissent points toMcCormick’s statement that the Patent Office Commissioner\ncould not invalidate the patent at issue because it would\n“ ‘deprive the applicant of his property without due process\nof law, and would be in fact an invasion of the judicial\nbranch.’ ”Post,at 10 (quotingMcCormick Harvesting\nMachine Co.v.Aultman, 169 U. S. 606, 612 (1898)\n). But that statement followed naturally from the Court’s\ndetermination that, under the Patent Act of 1870, the Commissioner\n“wasfunctus officio” and “had no power to revoke, cancel,\nor annul” the patent at issue. 169 U. S., at 611–612. Nor is\nit significant that theMcCormickCourt “equated invention\npatents with land patents.”Post,at 10.McCormickitself makes clear that the analogy between the two depended on the\nparticulars of the Patent Act of 1870. See 169 U. S., at\n609–610. Modern invention patents, by contrast, are meaningfully\ndifferent from land patents. The land-patent cases invoked by the\ndissent involved a “transaction [in which] ‘all authority or\ncontrol’ over the lands has passed from ‘the Executive\nDepartment.’ ”Boeschev.Udall, 373 U. S.\n472, 477 (1963) (quotingMoorev.Robbins, 96\nU. S. 530, 533 (1878) ). Their holdings do not apply when “the\nGovernment continues to possess some measure of control over” the\nright in question.Boesche, 373 U. S., at 477; seeid.,at 477–478 (affirming administrative cancellations of\npublic-land leases). And that is true of modern invention patents\nunder the current Patent Act, which gives the PTO continuing\nauthority to review and potentially cancel patents after they are\nissued. See 35 U. S. C. §§261, 311–319.4Oil States also suggests\nthat inter partes review could be an unconstitutional condition\nbecause it conditions the benefit of a patent on accepting the\npossibility of inter partes review. Cf.Koontzv.St.\nJohns River Water Management Dist., 570 U. S. 595, 604\n(2013) (“[T]he government may not deny a benefit to a person\nbecause he exercises a constitutional right” (internal quotation\nmarks omitted)). Even assuming a patent is a “benefit” for purposes\nof the unconstitutional-conditions doctrine, that doctrine does not\napply here. The doctrine prevents the Government from using\nconditions “to produce a result which it could not command\ndirectly.”Perryv.Sindermann, 408 U. S. 593,\n597 (1972) (internal quotation marks and alterations omitted). But\ninter partes review is consistent with Article III, see Part III–A,supra, and falls within Congress’ Article I authority, see\nPart III–C,supra, so it is something Congress can “command\ndirectly,”Perry,supra, at 597.5Oil States also points\nout that inter partes review “is initiated by private parties and\nimplicates no waiver of sovereign immunity.” Brief for Petitioner\n30–31. But neither of those features takes inter partes review\noutside of the public-rights doctrine. That much is clear fromUnited Statesv.Duell, 172 U. S. 576 (1899) ,\nwhich held that the doctrine covers interference proceedings—a\nprocedure to “determin[e] which of two claimants is entitled to a\npatent”—even though interference proceedings were initiated by\n“ ‘private interests compet[ing] for preference’ ” and\ndid not involve a waiver of sovereign immunity.Id., at 582,\n586 (quotingButterworthv.United States ex rel.\nHoe, 112 U. S. 50, 59 (1884) ). Also, inter partes review\nis not initiated by private parties in the way that a common-law\ncause of action is. To be sure, a private party files the petition\nfor review. 35 U. S. C. §311(a). But the decision to\ninstitute review is made by the Director and committed to his\nunreviewable discretion. SeeCuozzo Speed Technologies, LLCv.Lee, 579 U. S. ___, ___ (2016) (slip op., at\n9).",
    "joined": []
}