{
    "case": {
        "docket": "16-1144",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1144/"
    },
    "id": "3874530",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1144_________________CARLO J. MARINELLO, II, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the second circuit[March, 21 2018]Justice Thomas, with whom Justice Alito joins,\ndissenting.The Omnibus Clause of 26 U. S. C.\n§7212(a) of the Internal Revenue Code (Tax Code) makes it a felony\nto “corruptly . . . endeavo[r] to obstruct or imped[e]\nthe due administration of this title.” “[T]his title” refers to\nTitle 26, which contains the entire Tax Code and authorizes the\nInternal Revenue Service (IRS) to calculate, assess, and collect\ntaxes. I would hold that the Omnibus Clause does what it says:\nforbid corrupt efforts to impede the IRS from performing any of\nthese activities. The Court, however, reads “this title” to mean “a\nparticular [IRS] proceeding.”Ante,at 10. And that\nproceeding must be either “pending” or “in the offing.”Ante,at 11. The Court may well prefer a statute written\nthat way, but that is not what Congress enacted. I respectfully\ndissent.IPetitioner Carlo J. Marinello, II, owned and\nmanaged a company that provided courier services. Marinello,\nhowever, kept almost no records of the company’s earnings or\nexpenditures. He shredded or discarded most business records. He\npaid his employees in cash and did not give them tax documents. And\nhe took tens of thousands of dollars from the company each year to\npay his personal expenses.Unbeknownst to Marinello, the IRS began\ninvestigating him in 2004. The IRS learned that he had not filed a\ntax return—corporate or individual—since at least 1992. But the\ninvestigation came to a standstill because the IRS did not have\nenough information about Marinello’s earnings. This was not\nsurprising given his diligent efforts to avoid creating a paper\ntrail. After the investigation ended, Marinello consulted a lawyer\nand an accountant, both of whom advised him that he needed to file\ntax returns and keep business records. Despite these warnings,\nMarinello did neither for another four years.In 2009, the IRS decided to investigate\nMarinello again. In an interview with an IRS agent, Marinello\ninitially claimed he was exempt from filing tax returns because he\nmade less than $1,000 per year. Upon further questioning, however,\nMarinello changed his story. He admitted that he earned more than\n$1,000 per year, but said he “ ‘never got around’ ” to\npaying taxes. 839 F. 3d 209, 212 (CA2 2016). He also admitted\nthat he shredded documents, did not keep track of the company’s\nincome or expenses, and used the company’s income for personal\nbills. His only excuse was that he “took the easy way out.”Ibid.After just a few hours of deliberation, a jury con-\nvicted Marinello of corruptly endeavoring to obstruct or impede the\ndue administration of the Tax Code, §7212(a).IISection 7212(a)’s Omnibus Clause prohibits\n“corruptly . . . obstruct[ing] or imped[ing], or\nendeavor[ing] to obstruct or impede, the due administration of this\ntitle.” I agree with the Court’s interpretations of “obstruct or\nimpede” and “due administration,” which together refer to conduct\nthat hinders the IRS’ performance of its official duties. Seeante, at 4–5. I also agree that the object of these\nwords—the thing a person is prohibited from obstructing the due\nadministration of—is “this title,”i.e.,Title 26, which\ncontains the entire Tax Code. Seeante,at 4. But I part\nways when the Court concludes that the whole phrase “due\nadministration of the Tax Code” means “only some of” the Tax\nCode—specifically “particular [IRS] proceeding[s], such as an\ninvestigation, an audit, or other targeted administrative action.”Ante,at 5, 10. That limitation has no basis in the text. In\nmy view, the plain text of the Omnibus Clause prohibits obstructing\nthe due administration of the Tax Code in its entirety, not just\nparticular IRS proceedings.AThe words “this title” cannot be read to mean\n“only some of this title.” As this Court recently reiterated,\nphrases such as “this title” most naturally refer to the cited\nprovision “as a whole.”Rubinv.Islamic Republic of\nIran, 583 U. S. ___, ___ (2018) (slip op., at 8). Congress\nused “this title” throughout Title 26 to refer to the Tax Code in\nits entirety. See,e.g.,§7201 (“[a]ny person who willfully\nattempts in any manner to evade or defeat any tax imposed by this\ntitle”); §7203 (“[a]ny person required under this title to pay any\nestimated tax or tax, or required by this title . . . to\nmake a return, keep any records, or supply any information, who\nwillfully fails to [do so]”). And, “[w]hen Congress wanted to refer\nonly to a particular subsection or paragraph, it said so.”NLRBv.SW General, Inc., 580 U. S. ___, ___\n(2017) (slip op., at 9); see,e.g.,§7204 (criminalizing\nwillfully failing to furnish a statement “required under section\n6051”); §7207 (criminalizing willfully furnishing fraudulent or\nmaterially false information “required pursuant to section 6047(b),\nsection 6104(d), or subsection (i) or (j) of section 527”); §7210\n(criminalizing neglecting to appear or produce documents “required\nunder section 6420(e)(2), 6421(g)(2), 6427( j)(2), 7602, 7603,\nand 7604(b)”). Thus, “this title” must refer to the Tax Code as a\nwhole.The phrase “due administration of this title”\nlikewise refers to the due administration of the entire Tax Code.\nAs this Court has recognized, “administration” of the Tax Code\nincludes four basic steps: information gathering, assessment, levy,\nand collection. SeeDirect Marketing Assn.v.Brohl,\n575 U. S. ___, ___–___ (2015) (slip op., at 6–7). The first\n“phase of tax administration procedure” is “information gathering.”Id.,at ___ (slip op., at 6); see,e.g.,§§6001–6096.\n“This step includes private reporting of information used to\ndetermine tax liability, including reports by third parties who do\nnot owe the tax.”Id., at ___ (slip op., at 6) (citation\nomitted). The “next step in the process” is “assessment,” which\nincludes “the process by which [a taxpayer’s liability] is\ncalculated” and the “official recording of a taxpayer’s liability.”Id.,at ___ (slip op., at 6); see,e.g.,§§6201–6241.\nAfter information gathering and assessment come “levy” and\n“collection.” Seeid.,at ___ (slip op., at 7); see,e.g.,§§6301–6344. Levy refers to “a specific mode of\ncollection under which the Secretary of the Treasury distrains and\nseizes a recalcitrant taxpayer’s property.”Id.,at ___\n(slip op., at 7). Collection refers to “the act of obtaining\npayment of taxes due.”Ibid.Subtitle F of the Tax Code—titled “Procedure and\nAdministration”—contains directives related to each of these steps.\nIt requires taxpayers to keep certain records and file certain\nreturns, §6001; specifies that taxpayers with qualifying incomes\nmust file returns, §6012; and author- izes the Secretary of the\nTreasury to create returns for taxpayers who fail to file returns\nor who file fraudulent ones, §6020. It requires the Secretary to\nmake inquiries, determinations, and assessments of tax liabilities.\n§6201. And it authorizes the Secretary to collect and levy taxes.\n§§6301, 6331. Subtitle F also gives the Secretary the power to\ncommence proceedings to recover unpaid taxes or fees, §§7401–7410,\nand to conduct investigations into the accuracy of particular\nreturns, §§7601–7613.Accordingly, the phrase “due administration of\nthis title” refers to the entire process of taxation, from\ngathering information to assessing tax liabilities to collecting\nand levying taxes. It is not limited to only a few specific\nprovisions within the Tax Code.BThe Court rejects this straightforward\nreading, describing the “literal language” of the Omnibus Clause as\n“neutral.”Ante, at 4. It concludes that the statute\nprohibits only acts related to a pending or imminent proceeding.Ante,at 10–11. There is no textual or contextual support\nfor this limitation.The text of the Omnibus Clause is not “neutral”;\nit omits the limitation that the Court reads into it. The Omnibus\nClause nowhere suggests that “only some of” the processes in the\nTax Code are covered,ante,at 5, or that the line between\ncovered and uncovered processes is drawn at some vague notion of\n“proceeding.” The Omnibus Clause does not use the word “proceeding”\nat all, but instead refers to the entire Tax Code, which covers\nmuch more than that. This Court cannot “lightly assume that\nCongress has omitted from its adopted text requirements that it\nnonetheless intends to apply.”Jamav.Immigration and\nCustoms Enforcement, 543 U. S. 335, 341 (2005) .Having failed to find its proposed limit in the\ntext, the Court turns to context. However, its two contextual\narguments fare no better.First, the Court contends that the Omnibus\nClause must be limited to pending or imminent proceedings because\nthe other clauses of §7212 are limited to actions “taken against\nindividual identifiable persons or property.”Ante, at 5.\nBut specific clauses in a statute typically do not limit the scope\nof a general omnibus clause. SeeAliv.Federal Bureau of\nPrisons, 552 U. S. 214, 225 (2008) (explaining that theejusdem generiscanon does not apply to a “disjunctive”\nphrase in a statute “with one specific and one general category”).\nNor do the other clauses in §7212 contain the\npending-or-imminent-proceeding requirement that the Court reads\ninto the Omnibus Clause. See §7212(a) (prohibiting efforts to\n“intimidate or impede any officer or employee of the United States\nacting in an official capacity”); §7212(b) (prohibiting “forcibly\nrescu[ing] or caus[ing] to be rescued any property after it shall\nhave been seized under this title”). They thus provide no support\nfor the Court’s atextual limitation.Second, the Court asserts that its reading\nprevents the Omnibus Clause from overlapping with certain\nmisdemeanors in the Tax Code.Ante, at 6–7 (discussing\n§§7203, 7204, 7205). But there is no redundancy problem because\nthese provisions have differentmens rearequirements. The\nOmnibus Clause requires that an act be done “corruptly,” but the\nmisdemeanor provisions require that an act be done “willfully.” The\ndifference between thesemens rearequirements is\nsignificant. While “willfully” requires proof only “that the law\nimposed a duty on the defendant, that the defendant knew of this\nduty, and that he voluntarily and intentionally violated that\nduty,”Cheekv.United States, 498 U. S. 192,\n201 (1991) , “corruptly” requires proof that the defendant “act[ed]\nwith an intent to procure an unlawful benefit either for [himself]\nor for some other person,”United Statesv.Floyd,\n740 F. 3d 22, 31 (CA1 2014) (collecting cases); see also\nBlack’s Law Dictionary 414 (rev. 4th ed. 1951) (“corruptly”\n“generally imports a wrongful design to acquire some pecuniary or\nother advantage”). In other words, “corruptly” requires proof that\nthe defendant not only knew he was obtaining an “unlawful benefit”\nbut that his “objective” or “purpose” was to obtain that unlawful\nbenefit. See 21 Am. Jur. 2d, Criminal Law §114 (2016) (explaining\nthat specific intent requires both knowledge and purpose).The Court dismisses the significance of the\ndifferentmens rearequirements, seeante, at 8, but\nthis difference is important under basic principles of criminal\nlaw. The law recognizes that the same conduct, when committed with\na highermens rea, is more culpable and thus more deserving\nof punishment. SeeSchadv.Arizona, 501 U. S.\n624, 643 (1991) (plurality opinion). For that reason, differentmens rearequirements often differentiate culpability for\nthe same conduct. See,e.g.,40 C. J. S., Homicide\n§80 (2014) (explaining that the distinction between first- and\nsecond-degree murder is based on the defendant’s state of mind);\n§103 (same for voluntary and involuntary manslaughter). Unless the\nCourt means to cast doubt on this well-established principle, it\nshould not casually dismiss the differentmens rearequirements in the Omnibus Clause and the various misdemeanors in\nthe Tax Code.Even if the Omnibus Clause did overlap with\nthese other misdemeanors, that would prove little. For better or\nworse, redundancy abounds in both the criminal law and the Tax\nCode. This Court has repeatedly declined to depart from the plain\nmeaning of the text simply because the same conduct would be\ncriminalized under two or more provisions. See,e.g.,Loughrinv.United States, 573 U. S. ___, ___,\nn. 4 (2014) (slip op., at 7, n. 4) (“No doubt, the\noverlap between the two clauses is substantial on our reading, but\nthat is not uncommon in criminal statutes”);Hubbardv.United States, 514 U. S. 695 , n. 14 (1995)\n(“Congress may, and often does, enact separate criminal statutes\nthat may, in practice, cover some of the same conduct”);Sansonev.United States, 380 U. S. 343, 352\n(1965) (allowing the Government to proceed on a felony tax evasion\ncharge even though that charge “ ‘covered precisely the same\nground’ ” as two misdemeanors in the Tax Code). In fact, the\nCourt’s interpretation of the Omnibus Clause does not eliminate the\nredundancy. Certain misdemeanor offenses in the Tax Code—such as\nfailing to obey a summons, §7210—apply to conduct that takes place\nduring a proceeding and, thus, would still violate the Omnibus\nClause under the Court’s interpretation. The Court’s interpretation\nalso makes the Omnibus Clause largely redundant with 18\nU. S. C. §1505, which already prohibits “corruptly\n. . . endeavor[ing] to influence, obstruct, or impede the\ndue and proper administration of the law under which any pending\nproceeding is being had before any department or agency of the\nUnited States.” Avoiding redundancy is thus not a reason to favor\nthe Court’s interpretation. Cf.Marxv.General Revenue\nCorp., 568 U. S. 371, 385 (2013) (“[T]he canon against\nsurplusage ‘assists only where a competing interpretation gives\neffect to every clause and word of a statute’ ”).[1]*CThe Court contends that its narrow reading of\n“due administration of this title” is supported by three decisions\ninterpreting other obstruction statutes, though it admits that the\n“language and history” of the Omnibus Clause “differ somewhat” from\nthose other obstruction provisions.Ante, at 9 (citingUnited Statesv.Aguilar, 515 U. S. 593 (1995) ;Arthur Andersen LLPv.United States, 544 U. S.\n696 (2005) ;Yatesv.United States, 574 U. S.\n___ (2015) (plurality opinion)). “[D]iffer somewhat” is putting it\nlightly. The differences between the Omnibus Clause and those other\nobstruction statutes demonstrate why the former does not contain\nthe Court’s proceeding requirement.Aguilarinterpreted 18 U. S. C.\n§1503. The omnibus clause of §1503 forbids corruptly endeavoring to\nobstruct “the due administration of justice.” The Court concluded\nthat this language requires the prosecution to prove a “nexus”\nbetween the defendant’s obstructive act and “judicial proceedings.”\n515 U. S., at 599–600. But this nexus requirement was based on\nthe specific history of §1503. The predecessor to that statute\nprohibited obstructing “the due administration of justice” “in anycourtof the United States.”Pettibonev.United\nStates, 148 U. S. 197, 202 (1893) (citing Rev. Stat.\n§5399). Based on this statutory history, the Court assumed that\n§1503 continued to refer to the administration of justice in a\ncourt.Aguilar,supra,at 599. None of that history\nis present here.Arthur Andersonis even further afield.\nThere the Court interpreted 18 U. S. C. §1512(b)(2)(A),\nwhich prohibits “knowingly . . . corruptly persuad[ing]\nanother person . . . with intent to . . . cause\nor induce [that] person to . . . withhold testimony, or\nwithhold a record, document, or other object, from an official\nproceeding.” Relying onAguilar, the Court concluded that\n§1512(b)(2)(A) required the Government to show a “nexus” with “[a]\nparticular proceeding.” 544 U. S., at 707–708. But this nexus\nrequirement came from the statutory text, which expressly included\n“an official proceeding.” If anything, then, §1512(b)(2)(A) cuts\nagainst the Court’s interpretation of the Omnibus Clause because it\nshows that Congress knows how to impose a “proceeding” requirement\nwhen it wants to do so. SeeKucanav.Holder, 558\nU. S. 233, 248 (2010) ;Jama, 543 U. S., at\n341.Yatesunderscores this point. There the\nCourt interpreted 18 U. S. C. §1519, which prohibits\nobstructing “the investigation or proper administration of any\nmatter within the jurisdiction of any department or agency of the\nUnited States.” The four Justices in the plurality recognized that\nthis language made §1519 broader than other obstruction statutes:\nSection 1519 “covers conduct intended to impede any federal\ninvestigation or proceeding, including one not even on the verge of\ncommencement.” 574 U. S., at ___ (slip op., at 18). The\nplurality contrasted the term “official proceeding” with the phrase\n“investigation or proper administration of any matter within the\njurisdiction of any department or agency,” noting that the latter\nis broader.Id.,at ___–___ (slip op., at 12–13). The same\nis true for the broad language of the Omnibus Clause.In sum, these cases demonstrate that, when text\nand history justify it, this Court interprets obstruction statutes\nto include a proceeding requirement. But we have never inserted\nsuch a requirement into an obstruction statute without textual or\nhistorical support. Today the Court does precisely that.DAll else having failed, the Court invokes\nlenity-sounding concerns to justify reading its proceeding\nrequirement into the Omnibus Clause. Seeante, at 4, 7. But\nthe rule of lenity applies only if after applying ordinary tools of\nstatutory interpretation, “there remains a grievous ambiguity or\nuncertainty in the statute such that the Court must simply guess as\nto what Congress intended.”Barberv.Thomas, 560\nU. S. 474, 488 (2010) (citation and internal quotation marks\nomitted). The Court identifies no such grievous ambiguity in the\nOmnibus Clause, and breadth is not the same thing as ambiguity. The\nOmnibus Clause is both “very broad” and “very clear.”Yates,supra,at ___ (Kagan, J., dissenting) (slip op., at 15).\nLenity does not apply.If the Court is concerned that the Omnibus\nClause does not give defendants “fair warning” of what it\nprohibits,ante,at 7, I am hard pressed to see how today’s\ndecision makes things better. The Court outlines its atextual\nproceeding requirement in only the vaguest of terms. Under its\ninterpretation, the prosecution must prove a “nexus” between the\ndefendant’s conduct and some “particular administrative\nproceeding.”Ante,at 10. “[P]articular administrative\nproceeding” is defined negatively as “not . . . every act\ncarried out by IRS employees in the course of their ‘continuous,\nubiquitous, and universally known’ administration of the Tax Code.”Ante,at 10–11.Further, the Government must prove\nthat the proceeding was “reasonably foreseeable” to the defendant.Ante,at 11. “Reasonably foreseeable” is again defined\nnegatively as “not . . . that the defendant knew the IRS\nmay catch onto his unlawful scheme eventually.”Ibid.It is\nhard to see how the Court’s statute is less vague than the one\nCongress drafted, which simply instructed individuals not to\ncorruptly obstruct or impede the IRS’ administration of the Tax\nCode.ETo be sure, §7212(a) is a sweeping obstruction\nstatute. Congress may well have concluded that a broad statute was\nwarranted because “our tax structure is based on a system of\nself-reporting” and “the Government depends upon the good faith and\nintegrity of each potential tax- payer to disclose honestly all\ninformation relevant to tax liability.”United Statesv.Bisceglia, 420 U. S. 141, 145 (1975) . Whether or not\nwe agree with Congress’ judgment, we must leave the ultimate\n“[r]esolution of the pros and cons of whether a statute should\nsweep broadly or narrowly . . . for Congress.”United\nStatesv.Rodgers, 466 U. S. 475, 484 (1984) .\n“[I]t is not our task to assess the consequences of each approach\nand adopt the one that produces the least mischief. Our charge is\nto give effect to the law Congress enacted.”Lewisv.Chicago, 560 U. S. 205, 217 (2010) .The Court frets that the Omnibus Clause might\napply to “a person who pays a babysitter $41 per week in cash\nwithout withholding taxes,” “leaves a large cash tip in a\nrestaurant,” “fails to keep donation receipts from every charity,”\nor “fails to provide every record to an accountant.”Ante,\nat 7. Whether the Omnibus Clause would cover these\nhypotheticals—and whether the Government would waste its resources\nidentifying and prosecuting them—is debatable. But what should not\nbe debatable is that the statute covers Marinello, who\nsystematically shredded documents and hid evidence about his\ncompany’s earnings to avoid paying taxes even after warnings from\nhis lawyer and accountant. It is not hard to find similar cases\nprosecuted under the Omnibus Clause. See,e.g., United\nStatesv.Sorenson, 801 F. 3d 1217, 1221–1222 (CA10\n2015) (defendant hid taxable income in elaborate system of trusts);Floyd, 740 F. 3d, at 26–27, 31–32 (defendant created\nelaborate scheme to avoid paying payroll taxes).The Court, in its effort to exclude\nhypotheticals, has constructed an opening in the Omnibus Clause\nlarge enough that even the worst offenders can escape liability. In\ndoing so, it failed to heed what this Court recognized in a similar\ncase: “[T]he authority vested in tax collectors may be abused, as\nall power is subject to abuse. However, the solution is not to\nrestrict that authority so as to undermine the efficacy of the\nfederal tax system.”Bisceglia,supra,at 146.*  *  *Regardless of whether this Court thinks the\nOmnibus Clause should contain a proceeding requirement, it does not\nhave one. Because the text prohibits all efforts to obstruct the\ndue administration of the Tax Code, I respectfully dissent.Notes1* The Court also relies on\nlegislative history to support its interpretation. Seeante,at 5–6. Even assuming legislative history could impose a\nrequirement that does not appear in the text, the Court cites\nnothing in the legislative history that limits the Omnibus Clause\nto proceedings—or even uses the word “proceeding.” In fact, the\nlegislative history does not say anything at all about the Omnibus\nClause. As Marinello concedes, the vague snippets of legislative\nhistory that the Court cites are discussing a different portion of\n26 U. S. C. §7212(a), involving threats against IRS\nofficers and their family members. See Reply Brief 11 (“The\nconceded focus of §7212(a)’s legislative history was theofficersclause” and it was “relative[ly] silen[t] regarding\n[the Omnibus Clause]”).",
    "joined": []
}