{
    "case": {
        "docket": "264",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/264/"
    },
    "id": "1962424",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGCREDIT SUISSE SECURITIES (USA) LLC V. BILLING551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1157CREDIT SUISSE SECURITIES (USA) LLC, fka CREDIT\nSUISSE FIRST BOSTON LLC, et al., PETITIONERSv.GLEN\nBILLING et al.on writ of certiorari to the united states court of\nappeals for the second circuit[June 18, 2007]Justice Thomas, dissenting.The Court believes it must decide\nwhether the securities laws implicitly preclude application of the\nantitrust laws because the securities statutes “are silent in\nrespect to antitrust.” Seeante, at 5. I disagree with\nthat basic premise. The securities statutes are not silent. Both\nthe Securities Act and the Securities Exchange Act contain broad\nsaving clauses that preserve rights and remedies existing outside\nof the securities laws.Section 16 of the Securities Act of 1933\nstates that “the rights and remedies provided by this subchapter\nshall be in addition to any and all other rights and remedies that\nmay exist in law or in equity.” 15 U. S. C. §77p(a). In\nparallel fashion, §28 of the Securities Exchange Act of 1934 states\nthat “the rights and remedies provided by this chapter shall be in\naddition to any and all other rights and remedies that may exist at\nlaw or in equity.” §78bb(a). This Court has previously\ncharacterized those clauses as “confirm[ing] that the remedies in\neach Act were to be supplemented by ‘any and all’ additional\nremedies.”Herman & MacLeanv.Huddleston,459 U. S. 375,\n383 (1983).The Sherman Act was enacted in 1890. See 26\nStat. 209. Accordingly, rights and remedies under the federal\nantitrust laws certainly would have been thought of as “rights and\nremedies” that existed “at law or in equity” by the Congresses that\nenacted that Securities Act and the Securities Exchange Act in the\nearly 1930’s. See §77p; §78bb. Therefore, both statutes explicitly\nsave the very remedies the Court holds to be impliedly precluded.\nThere is no convincing argument for why these saving provisions\nshould not resolve this case in respondents’ favor.The Court’s opinion overlooks the saving\nclauses seemingly because they do not “explicitly state whether\nthey preclude application of the antitrust laws.”Ante, at\n4; see also Brief for Petitioners 33, n. 5.[Footnote 1] As the Court observes, some statutes\ncontain saving clauses specific to antitrust. See,e.g.,Verizon Communications Inc.v.Law Offices of Curtis\nV. Trinko, LLP,540 U. S. 398, 406\n(2004) (quoting Telecommunications Act of 1996, §601(b)(1), 110\nStat. 143, note following 47 U. S. C. §152 (“ ‘[N]othing\nin this Act or the amendments made by this Act shall be construed\nto modify, impair, or supersede the applicability of any of the\nantitrust laws’ ”)). But the mere existence of targeted saving\nclauses does not demonstrate—or even suggest—that antitrust\nremedies are not included within the “any and all” other remedies\nto which the securities saving clauses refer. Although Congress may\nhave singled out antitrust remedies for special treatment in some\nstatutes, it is not precluded from using more general saving\nprovisions that encompass antitrust and other remedies. Surely\nCongress is not required to enumerate every cause of action—state\nand federal—that may be brought. When Congress wants to preserve\nall other remedies, using the word “all” is sufficient.Petitioners also argue that the saving clauses\nshould not apply because the clauses did not play a role in the\nCourt’s prior securities-antitrust pre-emption cases. Brief for\nPetitioners 33, n. 5 (“[N]either provision was found to bar\nimmunity inGordon[v.New York Stock Exchange,\nInc.,422 U. S.\n659(1975)] or[United Statesv.National Assn. of\nSecurities Dealers, Inc.,422 U. S. 694(1975)(NASD)]”). Be that as it may, none of the opinions\ninSilverv.New York Stock Exchange,373 U. S. 341(1963),Gordon, orNASD—majority or dissent—offered any\nanalysis of the saving clauses. Omitted reasoning has little claim\nto precedential value. Absent any indication that these omissions\nwere the product of reasoned analysis instead of inadvertent\noversight, I would not allow the Court’s prior silence on this\nissue to erect a perpetual bar to arguments based on a full reading\nof the statute’s relevant text.Finally, it might be argued that the saving\nclauses preserve only state-law rights and remedies. This argument\nhas no textual basis. If Congress had intended to limit the clauses\nto state law, it surely would not have phrased them to preserve“any and all” rights and remedies. Other provisions in\nboth Acts, including a later sentence in the section containing the\nSecurities Exchange Act’s saving clause, suggest that Congress\nexplicitly referred to States when it intended to impose a\nstate-law limitation. See,e.g., 15 U. S. C. §77v(a)\n(referring to “State and Territorial courts”); §78bb(a) (referring\nto the “securities commission … of any State”); cf. 17 U.\nS. C. §301(b) (“Nothing in this title annuls or limits any\nrights or remedies under the common law or statutes of any\nState . . .”). Given Congress’ demonstrated ability to limit\nprovisions of the securities laws to States and the lack of any\nsuch limitation here, the saving clauses cannot be understood as\nlimited only to state-law rights and remedies.[Footnote 2]A straightforward application of the saving\nclauses to this case leads to the conclusion that respondents’\nantitrust suits must proceed. Accordingly, we do not need to\nreconcile any conflict between the securities laws and the\nantitrust laws. I respectfully dissent.Footnote 1The Court suggests that the argument advanced\nin my opinion was not preserved by the respondents. Seeante, at 9. Respondents’ principal contention in the Court\nof Appeals below was that “[t]he federal securities laws do not\nexpressly immunize Defendants’ alleged conduct from prosecution\nunder the federal antitrust laws.” See,e.g., Brief for\nAppellants in No. 03–9288 (CA2), pp. 15–16. Because a full\nreading of the securities laws is essential to analyzing\nrespondents’ central argument, I do not consider arguments based on\nthe saving clauses unpreserved. Cf.United Statesv.Morton,467\nU. S. 822, 828 (1984) (“[W]e read statutes as a whole”).Footnote 2The Court’s suggestion that the clauses were\nintended to save only securities-related rights and remedies is\nsubject to many of the same criticisms. Seeante, at 9.\nThe Securities Act of 1933 provided no private federal remedy for\nfraud in the purchase or sale of registered securities. On the\nCourt’s proposed reading of §77p, however, a federal action for\nmail or wire fraud and a state-law action for fraud, which are not\nsecurities-related rights or remedies, would not have been included\nwithin the Securities Act’s saving provision.",
    "joined": []
}