{
    "case": {
        "docket": "17-1678",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/17-1678/"
    },
    "id": "4213355",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1678_________________JESUS C. HERNANDEZ, et al., PETITIONERSv.JESUS MESA, Jr.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[February 25, 2020]Justice Thomas, with whom Justice Gorsuch\njoins, concurring.The Court correctly applies our precedents to\nconclude that the implied cause of action created inBivensv.Six Unknown Fed. Narcotics Agents,403 U.S.\n388(1971), should not be extended to cross-border shootings. I\ntherefore join its opinion.I write separately because, in my view, the time\nhas come to consider discarding theBivensdoctrine\naltogether. The foundation forBivens—the practice of\ncreating implied causes of action in the statutory context—has\nalready been abandoned. And the Court has consistently refused to\nextend theBivensdoctrine for nearly 40 years, even going\nso far as to suggest thatBivensand its progeny were\nwrongly decided.Stare decisisprovides no “veneer of\nrespectability to our continued application of [these] demonstrably\nincorrect precedents.”Gamblev.United States, 587\nU. S. ___, ___ (2019) (Thomas, J., concurring) (slip op., at\n2). To ensure that we are not “perpetuat[ing] a usurpation of the\nlegislative power,”id., at ___ (slip op., at 9), we should\nreevaluate our continued recognition of even a limited form of theBivensdoctrine.“ ‘Bivensis a relic of the heady\ndays in which this Court assumed common-law powers to create causes\nof action.’ ”Wilkiev.Robbins,551\nU.S. 537, 568 (2007) (Thomas, J., concurring) (quotingCorrectional Services Corp.v.Malesko,534 U.S.\n61, 75 (2001) (Scalia, J., concurring)). In the decade\nprecedingBivens, the Court believed that it had a duty “to\nbe alert to provide such remedies as are necessary to make\neffective” Congress’ purposes in enacting a statute.J. I. Case\nCo.v.Borak,377 U.S.\n426, 433 (1964). Accordingly, the Court freely created implied\nprivate causes of action for damages under federal statutes. See,e.g., Sullivanv.Little Hunting Park, Inc.,396 U.S.\n229, 239 (1969);Allenv.State Bd. of Elections,393 U.S.\n544, 557 (1969).This misguided approach to implied causes of\naction in the statutory context formed the backdrop of the Court’s\ndecision inBivens. There, the Court held that federal\nofficers who conducted a warrantless search and arrest in violation\nof the Fourth Amendment could be sued for damages.Bivens,\n403 U. S., at 397. The Court acknowledged that Congress had\nnot provided a statutory cause of action for damages against\nfederal officers and that “the Fourth Amendment does not in so many\nwords provide for its enforcement by an award of money damages.”Id., at 396–397. But it concluded, consistent with the\nthen-prevailing understanding of implied causes of action in the\nstatutory context, that federal courts could infer such a “remedial\nmechanism.”Id., at 397 (citingBorak, 377\nU. S., at 433).This holding “broke new ground.”Ante, at\n4. From the ratification of the Bill of Rights until 1971, the\nCourt did not create “implied private action[s] for damages against\nfederal officers alleged to have violated a citizen’s\nconstitutional rights.”Malesko, 534 U. S., at 66.\nSuits to recover such damages were generally brought under state\ntort law. SeeWheeldinv.Wheeler,373 U.S.\n647, 652 (1963).Bivensthus opened the door to a new\navenue for recovering damages from federal officers. In the wake of\nthat decision, the Court recognized an implied cause of action for\ndamages against a Member of Congress accused of sex discrimination\nin violation of the Fifth Amendment’s Due Process Clause,Davisv.Passman,442 U.S.\n228(1979), and against prison officials accused of denying\nmedical care in violation of the Eighth Amendment’s Cruel and\nUnusual Punishments Clause,Carlsonv.Green,446 U.S.\n14(1980). Given this Court’s trend of creating implied causes\nof action, “there was a possibility that the Court would keep\nexpandingBivensuntil it became the substantial equivalent\nof 42 U. S. C. §1983.”Ziglarv.Abbasi,\n582 U. S. ___, ___ (2017) (slip op., at 8) (internal quotation\nmarks omitted).The Court, however, eventually corrected course.\nIn the statutory context, the Court “retreated from [its] previous\nwillingness to imply a cause of action where Congress has not\nprovided one.”Malesko, 534 U. S., at 67, n. 3.\nAfter a series of decisions limiting courts’ discretion to create\nstatutory causes of action, we renounced the Court’s freewheeling\napproach inAlexanderv.Sandoval,532 U.S.\n275(2001), explicitly repudiating the precedent used to\nsupportBivens,532 U. S.,at 287 (abrogatingBorak, 377 U. S. 426). We explained that, “[l]ike\nsubstantive federal law itself, private rights of action to enforce\nfederal law must be created by Congress.” 532 U. S., at 286.\n“The judicial task is to interpret the statute Congress has passed\nto determine whether it displays an intent to create not just a\nprivate right but also a private remedy.”Ibid.Without such\nintent, “a cause of action does not exist and courts may not create\none, no matter how desirable that might be as a policy matter, or\nhow compatible with the statute.”Id., at 286–287.The Court’s method of implying causes of action\nfor damages in the statutory context provided the foundation for\nthe approach taken inBivens. Therefore, as the Court backed\naway from creating statutory causes of action, it also effectively\ncabined theBivensdoctrine to the facts ofBivens,Davis, andCarlson. For nearly 40 years, the Court\nhas “ ‘consistently refused to extendBivensliability\nto any new context or new category of defendants.’ ”Abbasi, 582 U. S., at ___ (slip op., at 11) (quotingMalesko, 534 U. S., at 68); see alsoante, at\n7.[1]*In doing so, our decisions have undermined the\nvalidity of theBivensdoctrine. As the Court recognizes,\n“[w]e have stated that expansion ofBivensis a disfavored\njudicial activity.”Ante, at 6–7 (internal quotation marks\nomitted). And we have now repeatedly acknowledged the shaky\nfoundation on whichBivensrests, stating that “in light of\nthe changes to the Court’s general approach to recognizing implied\ndamages remedies, it is possible that the analysis in the Court’s\nthreeBivenscases might have been different if they were\ndecided today.”Abbasi, 582 U. S., at ___ (slip op., at\n10–11); see alsoante, at 7 (noting that it is “doubtful\nthat we would have reached the same result” ifBivenswere\ndecided today). Thus, it appears that we have already repudiated\nthe foundation of theBivensdoctrine; nothing is left to do\nbut overrule it.Our continued adherence to even a limited form\nof theBivensdoctrine appears to “perpetuat[e] a usurpation\nof the legislative power.”Gamble, 587 U. S., at ___\n(Thomas, J., concurring) (slip op., at 9). Federal courts lack the\nauthority to engage in the distinctly legislative task of creating\ncauses of action for damages to enforce federal positive law. We\nhave clearly recognized as much in the statutory context. Seesupra, at 3. I see no reason for us to take a different\napproach if the right asserted to recover damages derives from the\nConstitution, rather than from a federal statute. Either way, we\nare exercising legislative power vested in Congress. Cf.Carlson, 446 U. S., at 51 (Rehnquist, J., dissenting)\n(“The policy questions at issue in the creation of any tort\nremedies, constitutional or otherwise, involve judgments as to\ndiverse factors that are more appropriately made by the legislature\nthan by this Court in an attempt to fashion a constitutional common\nlaw”).This usurpation of legislative power is all the\nmore troubling because Congress has demonstrated that it knows how\nto create a cause of action to recover damages for constitutional\nviolations when it wishes to do so. In 42 U. S. C. §1983,\nCongress provided a cause of action that allows persons to recover\ndamages for certain deprivations of constitutional rights bystate officers. Congress has chosen not to provide such a\ncause of action againstfederal officers. In fact, it has\npre-empted the state tort suits that traditionally served as the\nmechanism by which damages were recovered from federal officers. 28\nU. S. C. §2679(b);Minneciv.Pollard,565\nU.S. 118, 126 (2012). “[I]t is not for us to fill anyhiatusCongress has left in this area.”Wheeldin, 373\nU. S., at 652.*  *  *The analysis underlyingBivenscannot\nbe defended. We have cabined the doctrine’s scope, undermined its\nfoundation, and limited its precedential value. It is time to\ncorrect this Court’s error and abandon the doctrine altogether.Notes1*See,e.g.,ante,\nat 20;Ziglarv.Abbasi, 582 U. S. ___ (2017);Minneciv.Pollard,565 U.S.\n118(2012);Wilkiev.Robbins,551 U.S.\n537(2007);Correctional Services Corp.v.Malesko,534 U.S.\n61(2001);FDICv.Meyer,510\nU.S. 471(1994);Schweikerv.Chilicky,487 U.S.\n412(1988);United Statesv.Stanley,483 U.S.\n669(1987);Bushv.Lucas,462 U.S.\n367(1983);Chappellv.Wallace,462 U.S.\n296(1983).",
    "joined": []
}