{
    "case": {
        "docket": "14-1280",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1280/"
    },
    "id": "3563346",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1280_________________JEFFREY J. HEFFERNAN, PETITIONERv.CITY OF PATERSON, NEW JERSEY, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[April 26, 2016]Justice Thomas, with whom Justice Alito joins,\ndissenting.Today the Court holds that a public employee may\nbring a federal lawsuit for money damages alleging a violation of a\nconstitutional right that he concedes he did not exercise.Ante,at 1. Because federal law does not provide a cause of\naction to plaintiffs whose constitutional rights have not been\nviolated, I respectfully dissent.IThis lawsuit concerns a decision by the city\nof Paterson, New Jersey (hereinafter City), to demote one of its\npolice officers, Jeffrey Heffernan. At the time of Heffernan’s\ndemotion, Paterson’s mayor, Jose Torres, was running for reelection\nagainst one of Heffernan’s friends, Lawrence Spagnola. The police\nchief demoted Heffernan after another officer assigned to Mayor\nTorres’ security detail witnessed Heffernan pick up a Spagnola\ncampaign sign when Heffernan was off duty. Heffernan claimed that\nhe picked up the sign solely as an errand for his bedridden mother.\nHeffernan denied supporting or associating with Spagnola’s campaign\nand disclaimed any intent to communicate support for Spagnola by\nretrieving the campaign sign. Despite Heffernan’s assurances that\nhe was not engaged in protected First Amendment activity, he filed\nthis lawsuit alleging that his employer violated his First\nAmendment rights by demoting him based on its mistaken belief that\nHeffernan had communicated support for the Spagnola campaign.IITitle 42 U. S. C. §1983 provides a\ncause of action against “[e]very person who, under color of any\nstatute, ordinance, regulation, custom, or usage, of any State\n. . . subjects . . . any citizen of the United\nStates . . . to the deprivation of any rights,\nprivileges, or immunities secured by the Constitution.” For\nHeffernan to prevail on his §1983 claim, then, a state actor must\nhave deprived him of a constitutional right. Nothing in the text of\n§1983 provides a remedy against public officials who attempt but\nfail to violate someone’s constitutional rights.There are two ways to frame Heffernan’s First\nAmendment claim, but neither can sustain his suit. As in most §1983\nsuits, his claim could be that the City interfered with his freedom\nto speak and assemble. But because Heffernan has conceded that he\nwas not engaged in protected speech or assembly when he picked up\nthe sign, the majority must resort to a second, more novel framing.\nIt concludes that Heffernan states a §1983 claim because the City\nunconstitutionally regulated employees’ political speech and\nHeffernan was injured because that policy resulted in his demotion.\nSeeante,at 6. Under that theory, too, Heffernan’s §1983\nclaim fails. A city’s policy, even if unconstitutional, cannot be\nthe basis of a §1983 suit when that policy does not result in the\ninfringement of the plaintiff’s constitutional rights.ATo state a claim for retaliation in violation\nof the First Amendment, public employees like Heffernan must allege\nthat their employer interfered with their right to speak as a\ncitizen on a matter of public concern. Whether the employee engaged\nin such speech is the threshold inquiry under the Court’s\nprecedents governing whether a public employer violated the First\nAmendment rights of its employees. SeeGarcettiv.Ceballos, 547 U. S. 410, 418 (2006) . If the employee\nhas not spoken on a matter of public concern, “the employee has no\nFirst Amendment cause of action based on his or her employer’s\nreaction to the speech.”Ibid.If the employee did, however,\nspeak as a citizen on a matter of public concern, then the Court\nlooks to “whether the relevant government entity had an adequate\njustification for treating the employee differently from any other\nmember of the general public.”Ibid.Under this framework, Heffernan’s claim fails at\nthe first step. He has denied that, by picking up the yard sign, he\n“spoke as a citizen on a matter of public concern.”Ibid.In\nfact, Heffernan denies speaking in support of or associating with\nthe Spagnola campaign. He has claimed that he picked up the yard\nsign only as an errand for hisbedridden mother. Demoting a dutiful\nson who aids his elderly, bedridden mother may be callous, but it\nis not unconstitutional.To be sure, Heffernan could exercise his First\nAmendment rights by choosingnotto assemble with the\nSpagnola campaign. Cf.Harper & Row, Publishers, Inc.v.Nation Enterprises, 471 U. S. 539, 559 (1985) (freedom\nof expression “includes both the right to speak freely and the\nright to refrain from speaking at all” (internal quotation marks\nomitted)). But such an allegation could not save his claim here. A\nretaliation claim requires proving that Heffernan’s protected\nactivity was a cause-in-fact of the retaliation. SeeUniversity\nof Tex. Southwestern Medical Centerv.Nassar, 570\nU. S. ___, ___ (2013) (slip op., at 23). And Heffernan’s\nexercise of his right not to associate with the Spagnola campaign\ndid not cause his demotion. Rather, hisperceivedassociation with the Spagnola campaign did.At bottom, Heffernan claims that the City tried\nto interfere with his constitutional rights and failed. But it is\nnot enough for the City to have attempted to infringe his First\nAmendment rights. To prevail on his claim, he must establish that\nthe Cityactuallydid so. The City’s attempt never ripened\ninto an actual violation of Heffernan’s constitutional rights\nbecause, unbeknownst to the City, Heffernan did not support\nSpagnola’s campaign.Though, in criminal law, a factually impossible\nattempt like the City’s actions here could constitute an\nattempt,[1]* there is no such\ndoctrine in tort law. A plaintiff may maintain a suit only for a\ncompleted tort; “[t]here are no attempted torts.”United\nStatesv.Stefonek, 179 F. 3d 1030, 1036 (CA7 1999)\n(internal quotation marks omitted); see also Sebok, Deterrence or\nDisgorgement? ReadingCiraoloAfterCampbell, 64 Md.\nL. Rev. 541, 565 (2005) (same). And “there can be no doubt\nthat claims brought pursuant to §1983 sound in tort.”Montereyv.Del Monte Dunes at Monterey, Ltd., 526\nU. S. 687, 709 (1999) . Because Heffernan could claim at most\nthat the City attempted to interfere with his First Amendment\nrights, he cannot prevail on a claim under the theory that the City\ninfringed his right to speak freely or assemble.BTo get around this problem of factual\nimpossibility, the majority reframes Heffernan’s case as one about\nthe City’s lack of power to act with unconstitutional motives. Seeante,at 4. Under the majority’s view, the First Amendment\nprohibits the City from taking an adverse employment action\nintended to impede an employee’s rights to speak and assemble,\nregardless of whether the City has accurately perceived an\nemployee’s political affiliation. The majority surmises that an\nattempted violation of an employee’s First Amendment rights can be\njust as harmful as a successful deprivation of First Amendment\nrights.Ante,at 7. And the majority concludes that the\nCity’s demotion of Heffernan based on his wrongfully perceived\nassociation with a political campaign is no differentfrom the\nCity’s demotion of Heffernan based on his actual association with a\npolitical campaign.Ante, at 6.But §1983 does not provide a cause of action for\nunauthorized government acts that do not infringe the\nconstitutional rights of the §1983 plaintiff. SeeBlessingv.Freestone, 520 U. S. 329, 340 (1997) (“In order to\nseek redress through §1983, . . . a plaintiff must assert the\nviolation of a federalright, not merely a violation of\nfederallaw”). Of course the First Amendment “focus[es] upon\nthe activity of the Government.”Ante, at 6. See Amdt. 1\n(“Congress shall make no law . . . ”). And here, the\n“activity of Government” has caused Heffernan harm, namely, a\ndemotion. But harm alone is not enough; it has to be the right kind\nof harm. Section 1983 provides a remedy only if the City has\nviolated Heffernan’s constitutionalrights, not if it has\nmerely caused him harm. Restated in the language of tort law,\nHeffernan’s injury must result from activities within the zone of\ninterests that §1983 protects. Cf.Lexmark Int’l, Inc.v.Static Control Components, Inc., 572 U. S. ___, ___,\nn. 5 (2014) (slip op., at 11, n. 5) (discussing the\nzone-of-interests test in the context of negligenceper se).The mere fact that the government has acted\nunconstitutionally does not necessarily result in the violation of\nan individual’s constitutional rights, even when that individual\nhas been injured. Consider, for example, a law that authorized\npolice to stop motorists arbitrarily to check their licenses and\nregistration. That law would violate the Fourth Amendment. SeeDelawarev.Prouse, 440 U. S. 648, 661 (1979) .\nAnd motorists who werenotstopped might suffer an injury\nfrom the unconstitutional policy; for example, they might face\nsignificant traffic delays. But these motorists would not have a\n§1983 claim simply because they were injured pursuant to an\nunconstitutional policy. This is because they have not suffered the\nright kind of injury. They must allege, instead, that their injury\namounted to a violation of their constitutional right against\nunreasonable seizures—that is, by being unconstitutionally\ndetained.Here too, Heffernan must allege more than an\ninjury from an unconstitutional policy. He must establish that this\npolicy infringed his constitutional rights to speak freely and\npeaceably assemble. Even if the majority is correct that demoting\nHeffernan for a politically motivated reason was beyond the scope\nof the City’s power, the City never invadedHeffernan’s\nright to speak or assemble. Accordingly, he is not entitled to\nmoney damages under §1983 for the nonviolation of his First\nAmendment rights.The majority tries to distinguish the Fourth\nAmendment by emphasizing the textual differences between that\nAmendment and the First. Seeante,at 6 (“Unlike, say the\nFourth Amendment . . . , the First Amendment begins\nby focusing upon the activity of the Government”). But these\ntextual differences are immaterial. All rights enumerated in the\nBill of Rights “focu[s] upon the activity of the Government” by\n“tak[ing] certain policy choices off the table.”District of\nColumbiav.Heller, 554 U. S. 570, 636 (2008) ; see\nalso Hohfeld, Some Fundamental Legal Conceptions As Applied in\nJudicial Reasoning, 23 Yale L. J. 16, 30, 55–57 (1913)\n(recognizing that an immunity implies a corresponding lack of\npower). Fourth Amendment rights could be restated in terms of\ngovernmental power with no change in substantive meaning. Thus, the\nmere fact that the First Amendment begins “Congress shall make no\nlaw” does not broaden a citizen’s ability to sue to vindicate his\nfreedoms of speech and assembly.To reach the opposite conclusion, the majority\nrelies only onWatersv.Churchill, 511 U. S.\n661 (1994) (plurality opinion). Seeante,at 5–7. ButWatersdoes not support the majority’s expansion of §1983 to\ncases where the employee did not exercise his First Amendment\nrights. The issue inWaterswas whether a public employer\nviolated the First Amendment where it reasonably believed that the\nspeech it proscribed was unprotected. The Court concluded that the\nemployer did not violate the First Amendment because it reasonably\nbelieved the employee’s speech was unprotected: “We have never held\nthat it is a violation of the Constitution for a government\nemployer to discharge an employee based on substantively incorrect\ninformation.” 511 U. S., at 679. And the Court reaffirmed\nthat, to state a First Amendment retaliation claim, the public\nemployee must allege that she spoke on a matter of public concern.\nSeeid.,at 681.Unlike the employee inWaters, Heffernan\nadmits that he was not engaged in constitutionally protected\nactivity. Accordingly, unlike inWaters,he cannot allege\nthat his employer interfered with conduct protected by the First\nAmendment. “[W]hat is sauce for the goose” is not “sauce for the\ngander,”ante, at 6, when the goose speaks and the gander\ndoes not.*  *  *If the facts are as Heffernan has alleged, the\nCity’s demotion of him may be misguided or wrong. But, because\nHeffernan concedes that he did not exercise his First Amendment\nrights, he has no cause of action under §1983. I respectfully\ndissent.Notes1* Factual impossibility\noccurs when “an actor engages in conduct designed to culminate in\nthe commission of an offense that is impossible for him to\nconsummate under the existing circumstances.” 1 P. Robinson,\nCriminal Law Defenses §85, p. 422 (1984). Canonical examples\ninclude an attempt to steal from an empty pocket,Statev.Wilson, 30 Conn. 500, 505 (1862), or an attempt to commit\nfalse pretenses where the victim had no money,Peoplev.Arberry, 13 Cal. App. 749, 757 (1910).",
    "joined": []
}