{
    "case": {
        "docket": "277",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/277/"
    },
    "id": "1963481",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTSOSSAMON V. TEXAS563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 08-1438HARVEY LEROY SOSSAMON, III, PETITIONERv.TEXAS et al.on writ of certiorari to the united states court of\nappeals for the fifth circuit[April 20, 2011]Justice Thomas delivered the\nopinion of the Court.This case presents the question\nwhether the States, by accepting federal funds, consent to waive\ntheir sovereign immunity to suits for money damages under the\nReligious Land Use and Institutionalized Persons Act of 2000\n(RLUIPA), 114 Stat. 803, 42 U. S. C. §2000ccet seq.\nWe hold that they do not. Sovereign immunity therefore bars this\nsuit for damages against the State of Texas.IARLUIPA is Congress’ second\nattempt to accord heightened statutory protection to religious\nexercise in the wake of this Court’s decision inEmployment\nDivision, Department of Human Resources of Oregonv.Smith,494\nU. S. 872(1990). Congress first enacted the Religious Freedom\nRestoration Act of 1993 (RFRA), 107 Stat. 1488, 42 U. S. C.\n§2000bbet seq., with which it intended to “restore the\ncompelling interest test as set forth inSherbertv.Verner,374\nU. S. 398(1963) andWisconsinv.Yoder,406 U. S. 205(1972) … in all cases where free exercise of religion is\nsubstantially burdened.” §2000bb(b)(1). See generallyGonzalesv.O Centro Espírita Beneficente\nUni&abreve;o do Vegetal,546 U. S. 418, 424\n(2006). We held RFRA unconstitutional as applied to state and local\ngovernments because it exceeded Congress’ power under §5 of the\nFourteenth Amendment. SeeCity of Boernev.Flores,521\nU. S. 507(1997).Congress responded by enacting\nRLUIPA pursuant to its Spending Clause and Commerce Clause\nauthority. RLUIPA borrows important elements from RFRA—which\ncontinues to apply to the Federal Government—but RLUIPA is less\nsweeping in scope. SeeCutterv.Wilkinson,544 U. S. 709,\n715 (2005). It targets two areas of state and local action:\nland-use regulation, 42 U. S. C. §2000cc (RLUIPA §2), and\nrestrictions on the religious exercise of institutionalized\npersons, §2000cc–1 (RLUIPA §3).Section 3 of RLUIPA provides that “[n]o\ngovernment shall impose a substantial burden on the religious\nexercise” of an institutionalized person unless, as in RFRA, the\ngovernment demonstrates that the burden “is in furtherance of a\ncompelling governmental interest” and “is the least restrictive\nmeans of furthering” that interest. §2000cc–1(a); cf.\n§§2000bb–1(a), (b). As relevant here, §3 applies “in any case” in\nwhich “the substantial burden is imposed in a program or activity\nthat receives Federal financial assistance.”[Footnote 1] §2000cc–1(b)(1).RLUIPA also includes an express private cause\nof action that is taken from RFRA: “A person may assert a violation\nof [RLUIPA] as a claim or defense in a judicial proceeding and\nobtain appropriate relief against a government.” §2000cc–2(a); cf.\n§2000bb–1(c). For purposes of this provision, “government”\nincludes,inter alia, States, counties, municipalities,\ntheir instrumentalities and officers, and persons acting under\ncolor of state law. §2000cc–5(4)(A).BPetitioner Harvey Leroy Sossamon\nIII is an inmate in the Robertson Unit of the Texas Department of\nCriminal Justice, Correctional Institutions Division. In 2006,\nSossamon sued the State of Texas and various prison officials in\ntheir official capacities under RLUIPA’s private cause of action,\nseeking injunctive and monetary relief. Sossamon alleged that two\nprison policies violated RLUIPA: (1) a policy preventing inmates\nfrom attending religious services while on cell restriction for\ndisciplinary infractions; and (2) a policy barring use of the\nprison chapel for religious worship. The District Court granted\nsummary judgment in favor of respondents and held, as relevant\nhere, that sovereign immunity barred Sossamon’s claims for monetary\nrelief.[Footnote 2] See 713\nF. Supp. 2d 657, 662–663 (WD Tex. 2007).The Court of Appeals for the\nFifth Circuit affirmed. 560 F. 3d 316, 329 (2009).\nAcknowledging that Congress enacted RLUIPA pursuant to the Spending\nClause, the court determined that Texas had not waived its\nsovereign immunity by accepting federal funds. The Court of Appeals\nstrictly construed the text of RLUIPA’s cause of action in favor of\nthe State and concluded that the statutory phrase “appropriate\nrelief against a government” did not “unambiguously notif[y]” Texas\nthat its acceptance of funds was conditioned on a waiver of\nimmunity from claims for money damages.Id., at 330–331.\nWe granted certiorari to resolve a division of authority among the\ncourts of appeals on this question.[Footnote 3] 560 U. S. ___ (2010).II“Dual sovereignty is a defining\nfeature of our Nation’s constitutional blueprint.”Federal\nMaritime Comm’nv.South Carolina Ports Authority,535 U. S. 743,\n751 (2002). Upon ratification of the Constitution, the States\nentered the Union “with their sovereignty intact.”Ibid.(internal quotation marks omitted).Immunity from private suits has\nlong been considered “central to sovereign dignity.”Aldenv.Maine,527 U. S. 706, 715\n(1999). As was widely understood at the time the Constitution was\ndrafted:“It is inherent in the nature of\nsovereignty not to be amenable to the suit of an individualwithout its consent. This is the general sense, and the\ngeneral practice of mankind; and the exemption, as one of the\nattributes of sovereignty, is now enjoyed by the government of\nevery State in the Union.” The Federalist No. 81, p. 511 (Wright\ned. 1961) (A. Hamilton).Indeed, when this Court threatened state immunity\nfrom private suits early in our Nation’s history, the people\nresponded swiftly to reiterate that fundamental principle. SeeHansv.Louisiana,134 U. S. 1, 11 (1890)\n(discussingChisholmv.Georgia, 2 Dall. 419\n(1793), and the Eleventh Amendment).Sovereign immunity principles enforce an\nimportant constitutional limitation on the power of the federal\ncourts. SeePennhurst State School and Hospitalv.Halderman,465 U. S. 89, 98 (1984).\nFor over a century now, this Court has consistently made clear that\n“federal jurisdiction over suits against unconsenting States ‘was\nnot contemplated by the Constitution when establishing the judicial\npower of the United States.’ ”Seminole Tribe of Fla.v.Florida,517 U. S. 44, 54 (1996)\n(quotingHans,supra,at 15); seeSeminole\nTribe,supra, at 54–55, n. 7 (collecting cases).\nA State, however, may choose to waive its immunity in federal court\nat its pleasure.Clarkv.Barnard,108 U. S. 436, 447–448\n(1883).Accordingly, “our test for determining whether\na State has waived its immunity from federal-court jurisdiction is\na stringent one.”College Savings Bankv.Florida\nPrepaid Postsecondary Ed. Expense Bd.,527 U. S. 666, 675 (1999) (internal\nquotation marks omitted). A State’s consent to suit must be\n“unequivocally expressed” in the text of the relevant statute.Pennhurst State School and Hospital,supra, at\n99; seeAtascadero State Hospitalv.Scanlon,473 U. S. 234,\n238, n. 1, 239–240 (1985). Only by requiring this “clear\ndeclaration” by the State can we be “certain that the State in fact\nconsents to suit.”College Savings Bank, 527 U. S., at\n680. Waiver may not be implied.Id.,at 682.For these reasons, a waiver of sovereign\nimmunity “will be strictly construed, in terms of its scope, in\nfavor of the sovereign.”Lanev.Pe&nacute;a,518 U. S. 187, 192 (1996).[Footnote 4] So, for example, a State’s\nconsent to suit in its own courts is not a waiver of its immunity\nfrom suit in federal court.College Savings Bank,supra, at 676. Similarly, a waiver of sovereign immunity\nto other types of relief does not waive immunity to damages: “[T]he\nwaiver of sovereign immunity must extend unambiguously to such\nmonetary claims.”Lane,supra, at 192; cf.United Statesv.Nordic Village,503 U. S. 30, 34 (1992) (construing an\nambiguous waiver of sovereign immunity to permit equitable but not\nmonetary claims);Hoffmanv.Connecticut Dept. of\nIncome Maintenance,492 U. S. 96, 101–102\n(1989) (construing a statute to authorize injunctive relief but not\n“monetary recovery from the States” because intent to abrogate\nimmunity to monetary recovery was not “ ‘unmistakably clear in\nthe language of the statute’ ” (quotingAtascadero,supra, at 242)).IIIARLUIPA’s authorization of\n“appropriate relief against a government,” §2000cc–2(a), is not the\nunequivocal expression of state consent that our precedents\nrequire. “Appropriate relief ” does not so clearly and\nunambiguously waive sovereign immunity to private suits for damages\nthat we can “be certain that the State in fact consents” to such a\nsuit.College Savings Bank, 527 U. S., at 680.1“Appropriate relief ” is\nopen-ended and ambiguous about what types of relief it includes, as\nmany lower courts have recognized. See,e.g., 560\nF. 3d, at 330–331.[Footnote\n5] Far from clearly identifying money damages, the word\n“appropriate” is inherently context-dependent. See Webster’s Third\nNew International Dictionary 106 (1993) (defining “appropriate” as\n“specially suitable: fit, proper”). The context here—where the\ndefendant is a sovereign—suggests, if anything, that monetary\ndamages are not “suitable” or “proper.” SeeFederal Maritime\nComm’n, 535 U. S.,at 765 (“[S]tate sovereign\nimmunity serves the important function of shielding state\ntreasuries …”).Indeed, both the Court and\ndissent appeared to agree inWestv.Gibson,527 U. S. 212(1999), that “appropriate” relief, by itself, does not\nunambiguously include damages against a sovereign. The question was\nwhether the Equal Employment Opportunity Commission, which has\nauthority to enforce Title VII of the Civil Rights Act against the\nFederal Government “through appropriate remedies,” could require\nthe Federal Government to pay damages. 42 U. S. C.\n§2000e–16(b). The dissent argued that the phrase “appropriate\nremedies” did not authorize damages “in express and unequivocal\nterms.”Gibson, 527 U. S., at 226 (opinion of Kennedy,\nJ.). The Court apparently did not disagree but reasoned that\n“appropriate remedies” had a flexible meaning that had expanded to\ninclude money damages after a related statute was amended to\nexplicitly allow damages in actions under Title VII. Seeid., at 217–218.Further, where a statute is susceptible of\nmultiple plausible interpretations, including one preserving\nimmunity, we will not consider a State to have waived its sovereign\nimmunity. SeeDellmuthv.Muth,491 U. S. 223, 232\n(1989) (holding that “a permissible inference” is not the necessary\n“unequivocal declaration” that States were intended to be subject\nto damages actions);Nordic Village, supra, at 37 (holding\nthat the existence of “plausible” interpretations that would not\npermit recovery “is enough to establish that a reading imposing\nmonetary liability on the Government is not ‘unambiguous’ and\ntherefore should not be adopted”). That is the case here.Sossamon argues that, because RLUIPA expressly\nlimits the United States to “injunctive or declaratory\nrelief ” to enforce the statute, the phrase “appropriate\nre-lief ” in the private cause of action necessarily must be\nbroader. 42 U. S. C. §2000cc–2(f). Texas responds that,\nbecause the State has no immunity defense to a suit brought by the\nFederal Government, Congress needed to exclude damages\naffirmatively in that context but not in the context of private\nsuits. Further, the private cause of action provides that a person\nmay assert a violation of the statute “as a claimor\ndefense.” §2000cc–2(a) (emphasis added). Because an injunction\nor declaratory judgment is not “appropriate relief ” for a\nsuccessful defense, Texas explains, explicitly limiting the private\ncause of action to those forms of relief would make no sense.Sossamon also emphasizes that the statute\nrequires that it be “construed in favor of a broad protection of\nreligious exercise.” §2000cc–3(g). Texas responds that this\nprovision is best read as addressing the substantive standards in\nthe statute, not the scope of “appropriate relief.” Texas also\nhighlights Congress’ choice of the word “relief,” which it argues\nprimarily connotes equitable relief. See Black’s Law Dictionary\n1295 (7th ed. 1999) (defining “relief ” as “[t]he redress or\nbenefit, esp. equitable in nature … , that a party asks of a\ncourt”).These plausible arguments demonstrate that the\nphrase “appropriate relief ” in RLUIPA is not so free from\nambiguity that we may conclude that the States, by receiving\nfederal funds, have unequivocally expressed intent to waive their\nsovereign immunity to suits for damages. Strictly construing that\nphrase in favor of the sovereign—as we must, seeLane, 518\nU. S., at 192—we conclude that it does not include suits for\ndamages against a State.2The Court’s use of the phrase\n“appropriate relief ” inFranklinv.Gwinnett\nCounty Public Schools,503 U. S. 60(1992), andBarnesv.Gorman,536 U. S. 181(2002),\ndoes not compel a contrary conclusion. In those cases, the Court\naddressed what remedies are available against municipal entities\nunder theimpliedright of action to enforce Title IX of\nthe Education Amendments of 1972, §202 of the Americans with\nDisabilities Act of 1990, and §504 of the Rehabilitation Act of\n1973. With no statutory text to interpret, the Court “presume[d]\nthe availability of all appropriate remedies unless Congress ha[d]\nexpressly indicated otherwise.”Franklin, 503 U. S., at\n66. The Court described the presumption as “[t]he general rule”\nthat “the federal courts have the power to award anyappropriate reliefin a cognizable cause of action brought\npursuant to a federal statute.”Id., at 70–71 (emphasis\nadded); seeBarnes,supra, at 185 (quotingFranklin,supra, at 73). Finding no express\ncongressional intent to limit the remedies available under the\nimplied right of action, the Court held that compensatory damages\nwere available.Franklin,supra, at 73.The presumption inFranklinandBarnesis irrelevant to construing\nthe scope of an express waiver of sovereign immunity. SeeLane,supra, at 196 (“[R]eliance onFranklin… is misplaced” in determining whether damages\nare available against the Federal Government). The question here is\nnot whether Congress has given clear direction that it intends toexcludea damages remedy, seeFranklin,supra, at 70–71, but whether Congress has given clear\ndirection that it intends toincludea damages remedy. The\ntext must “establish unambiguously that the waiver extends to\nmonetary claims.”Nordic Village, 503 U. S., at 34. InFranklinandBarnes, congressional silence had an\nentirely different implication than it does here. Whatever\n“appropriate relief ” might have meant in those cases does not\ntranslate to this context.[Footnote\n6]BSossamon contends that, because\nCongress enacted §3 of RLUIPA pursuant to the Spending Clause, the\nStates were necessarily on notice that they would be liable for\ndamages. He argues that Spending Clause legislation operates as a\ncontract and damages are always available relief for a breach of\ncontract, whether the contract explicitly includes a damages remedy\nor not. Relying onBarnesandFranklin, he\nasserts that all recipients of federal funding are\n“ ‘generally on notice that [they are] subject … to those\nremedies traditionally available in suits for breach of\ncontract,’ ” including compensatory damages. Brief for\nPetitioner 27 (quotingBarnes, 536 U. S., at 187).We have acknowledged the\ncontract-law analogy, but we have been clear “not [to] imply … that\nsuits under Spending Clause legislation are suits in contract, or\nthat contract-law principles apply to all issues that they raise.”Barnes,supra, at 189, n. 2. We have not\nrelied on the Spending Clause contract analogy to expand liability\nbeyond what would exist under non-spending statutes, much less to\nextend monetary liability against the States, as Sossamon would\nhave us do. In fact, inBarnesandFranklin, the\nCourt discussed the Spending Clause context only as a potentiallimitationon liability. SeeBarnes,supra,at 187–188;Franklin,supra, at\n74–75.In any event, applying ordinary contract\nprinciples here would make little sense because contracts with a\nsovereign are unique. They do not traditionally confer a right of\naction for damages to enforce compliance: “ ‘The contracts\nbetween a Nation and an individual are only binding on the\nconscience of the sovereign and have no pretensions to compulsive\nforce. They confer no right of action independent of the sovereign\nwill.’ ”Lynchv.United States,292 U. S. 571, 580–581\n(1934) (quoting The Federalist, No. 81, at 511 (A.\nHamilton)).[Footnote 7]More fundamentally, Sossamon’s\nimplied-contract-remedies proposal cannot be squared with our\nlongstanding rule that a waiver of sovereign immunity must be\nexpressly and unequivocally stated in the text of the relevant\nstatute. It would be bizarre to create an “unequivocal statement”\nrule and then find that every Spending Clause enactment, no matter\nwhat its text, satisfies that rule because it includes unexpressed,\nimplied remedies against the States. The requirement of a clear\nstatement in the text of the statute ensures that Congress has\nspecifically considered state sovereign immunity and has\nintentionally legislated on the matter. Cf.Spectorv.Norwegian Cruise Line Ltd.,545 U. S. 119, 139\n(2005) (plurality opinion) (“[C]lear statement rules ensure\nCongress does not, by broad or general language, legislate on a\nsensitive topic inadvertently or without due deliberation”).\nWithout such a clear statement from Congress and notice to the\nStates, federal courts may not step in and abrogate state sovereign\nimmunity.[Footnote 8]IVSossamon also argues that §1003\nof the Rehabilitation Act Amendments of 1986, 42 U. S. C.\n§2000d–7, independently put the State on notice that it could be\nsued for damages under RLUIPA. That provision expressly waives\nstate sovereign immunity for violations of “section 504 of the\nRehabilitation Act of 1973, title IX of the Education Amendments of\n1972, the Age Discrimination Act of 1975, title VI of the Civil\nRights Act of 1964,or the provisions of any other Federal\nstatute prohibiting discrimination by recipients of Federal\nfinancial assistance.” §2000d–7(a)(1) (emphasis added).\nSection 1003 makes “remedies (including remedies both at law and in\nequity) … available for such a violation to the same extent as such\nremedies are available for such a violation in the suit against any\npublic or private entity other than a State.” §2000d–7(a)(2).\nSossamon contends that §3 of RLUIPA falls within the residual\nclause of §1003 and therefore §1003 waives Texas’ sovereign\nimmunity to RLUIPA suits for damages.Even assuming that a residual\nclause like the one in §1003 could constitute an unequivocal\ntextual waiver, §3 is not unequivocally a “statute prohibiting\ndiscrimination” within the meaning of §1003.[Footnote 9] The text of §3 does not prohibit\n“discrimination”; rather, it prohibits “substantial burden[s]” on\nreligious exercise. This distinction is especially conspicuous in\nlight of §2 of RLUIPA, in which Congress expressly prohibited “land\nuse regulation[s] that discriminat[e] … on the basis of religion.”\n§2000cc(b)(2). A waiver of sovereign immunity must be “strictly\nconstrued, in terms of its scope, in favor of the sovereign.”Lane, 518 U. S., at 192. We cannot say that the residual\nclause clearly extends to §3; a State might reasonably conclude\nthat the clause covers only provisions using the term\n“discrimination.”The statutory provisions specifically listed\nin §1003 confirm that §3 does not unequivocally come within the\nscope of the residual clause. “[G]eneral words,” such as the\nresidual clause here, “are construed to embrace only objects\nsimilar in nature to those objects enumerated by the preceding\nspecific words.”Washington State Dept. of Social and Health\nServs.v.Guardianship Estate of Keffeler,537 U. S. 371, 384\n(2003) (internal quotation marks omitted); see alsoJareckiv.G. D. Searle & Co.,367 U. S. 303, 307\n(1961) (noting that this maxim “is often wisely applied where a\nword is capable of many meanings in order to avoid the giving of\nunintended breadth to the Acts of Congress”). Unlike §3, each of\nthe statutes specifically enumerated in §1003 explicitly prohibits\n“discrimination.” See 29 U. S. C. §794(a); 20 U. S. C.\n§1681(a); 42 U. S. C. §§6101, 6102; 42 U. S. C.\n§2000d.[Footnote 10]*  *  *We conclude that States, in\naccepting federal funding, do not consent to waive their sovereign\nimmunity to private suits for money damages under RLUIPA because no\nstatute expressly and unequivocally includes such a waiver. The\njudgment of the United States Court of Appeals for the Fifth\nCircuit is affirmed.It is so ordered.Justice Kagantook no\npart in the consideration or decision of this case.Footnote 1No party contends that the Commerce Clause\npermitted Congress to address the alleged burden on religious\nexercise at issue in this case. See 42 U. S. C.\n§2000cc–1(b)(2). Nor is Congress’ authority to enact RLUIPA under\nthe Spending Clause challenged here. We therefore do not address\nthose issues.Footnote 2The District Court also denied injunctive\nrelief. 713 F. Supp. 2d 657, 668 (WD Tex. 2007). The Court of\nAppeals subsequently held that Sossamon’s claim for injunctive\nrelief with respect to the cell-restriction policy was moot because\nthe State had abandoned that policy after Sossamon filed a prison\ngrievance. 560 F. 3d 316, 326 (CA5 2009). The Court of Appeals\nreversed the District Court with respect to Sossamon’s chapel-use\npolicy claim,id.,at 331–335, although the Robertson Unit\nlater amended that policy also and now permits inmates to attend\nscheduled worship services in the chapel subject to certain safety\nprecautions.Footnote 3CompareMadisonv.Virginia, 474 F. 3d 118, 131 (CA4 2006); 560\nF. 3d, at 331 (case below);Cardinalv.Metrish, 564 F. 3d 794, 801 (CA6 2009);Nelsonv.Miller, 570 F. 3d 868, 885 (CA7\n2009);Van Wyhev.Reisch, 581 F. 3d 639,\n655 (CA8 2009); andHolleyv.California Dept. of\nCorrections, 599 F. 3d 1108, 1112 (CA9 2010), withSmithv.Allen, 502 F. 3d 1255, 1276, n. 12\n(CA11 2007) (citingBenningv.Georgia, 391\nF. 3d 1299, 1305–1306 (CA11 2004)).Footnote 4AlthoughLaneconcerned the Federal\nGovernment, the strict construction principle, which flows\nlogically from the requirement that consent be “unequivocally\nexpressed,” applies to the sovereign immunity of the States as\nwell. Cf.United Statesv.Nordic Village, Inc.,503 U. S. 30, 37 (1992) (equating the\n“unequivocal expression” principle from “the Eleventh Amendment\ncontext” with the principle applicable to federal sovereign\nimmunity);College Savings Bankv.Florida Prepaid\nPostsecondary Ed. Expense Bd.,527 U. S. 666, 682 (1999) (noting the\n“clos[e] analogy” between federal and state sovereign immunity);Belknapv.Schild,161 U. S. 10, 18 (1896)\n(“[A] State … is as exempt as the United States [is] from private\nsuit”).Footnote 5See alsoHolley,supra, at\n1112;Nelson,supra, at 884;Van Wyhe,supra, at 654;Cardinal,supra, at 801;Madison,supra, at 131–132; cf.Webmanv.Federal Bur. of Prisons, 441 F. 3d 1022, 1023\n(CADC 2006) (interpreting the “appropriate relief ” provision\nof RFRA).Footnote 6Nor can it be said that this Court’s use of\nthe phrase “appropriate relief ” inFranklinandBarnessomehow put the States on notice that the same\nphrase in RLUIPA subjected them to suits for monetary relief. Those\ncases did not involve sovereign defendants, so the Court had no\noccasion to consider sovereign immunity. Liability against\nnonsovereigns could not put the States on notice that they would be\nliable in the same manner, absent an unequivocal textual waiver.\nMoreover, the same phrase in RFRA had been interpreted not to\ninclude damages relief against the Federal Government or the States\nand so could have signaled to the States that damages arenot“appropriate relief ” under RLUIPA. See,e.g.,Tinsleyv.Pittari, 952\nF. Supp. 384, 389 (ND Tex. 1996);Commack Self-Service\nKosher Meats Inc.v.New York, 954 F. Supp. 65,\n69 (EDNY 1997).Footnote 7Of course, the Federal Government has, by\nstatute, waived its sovereign immunity to damages for breach of\ncontract in certain contexts. See,e.g., 28 U. S. C.\n§1491(a)(1).Footnote 8The dissent finds our decision “difficult to\nunderstand,”post, at 6 (opinion of Sotomayor, J.), but it\nfollows naturally from this Court’s precedents regarding waiver of\nsovereign immunity, which the dissent gives astonishingly short\nshrift. The dissent instead concerns itself primarily with “general\nremedies principles.”Post, at 1. The essence of sovereign\nimmunity, however, is that remedies against the government differ\nfrom “general remedies principles” applicable to private litigants.\nSee,e.g.,Lanev.Pe&nacute;a,518 U. S. 187, 196 (1996) (calling it\na “crucial point that, when it comes to an award of money damages,\nsovereign immunity places the … Government on an entirely different\nfooting than private parties”).Footnote 9Every Court of Appeals to consider the\nquestion has so held. SeeHolley, 599 F. 3d, at\n1113–1114;Van Wyhe, 581 F. 3d, at 654–655;Madison, 474 F. 3d, at 132–133.Footnote 10Sossamon argues that §3 resembles §504 of the\nRehabilitation Act, one of the statutes listed in §1003, because\nboth require special accommodations for particular people or\nactivities. By Sossamon’s reasoning, every Spending Clause statute\nthat arguably provides a benefit to a class of people or activities\nwould become a federal statute “prohibiting discrimination,”\nthereby waiving sovereign immunity. Such an interpretation cannot\nbe squared with the foundational rule that waiver of sovereign\nimmunity must be unequivocally expressed and strictly\nconstrued.",
    "joined": []
}