{
    "case": {
        "docket": "530",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/530/"
    },
    "id": "1970680",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–62_________________MARVIN PEUGH, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 10, 2013]Justice Thomas, with whom the Chief Justice,\nJus-tice Scalia, and Justice Alito join as to Parts I and II–C,\ndissenting.The Constitution prohibits Congress from passingex post factolaws. Art. I, §9, cl. 3. The retroactive\napplication of the 2009 Guidelines did not alter the punishment\naffixed to petitioner’s crime and does not violate this\npro-scription. I would affirm the Seventh Circuit’s decision\ndenying petitioner’sex post factoclaim. Therefore, I\nrespectfully dissent.IIt is well established that anex post\nfactolaw includes “[e]very law that changes the punishment,\nand inflicts a greater punishment, than the law annexed to the\ncrime, when committed.”Calderv.Bull, 3 Dall. 386,\n390 (1798) (opinion of Chase, J.). Under our precedents, the\nrelevant inquiry for determining whether a law “inflicts a greater\npunishment,” is whether the “retroactive application of the change\nin [the] law created ‘a sufficient risk of increasing the measure\nof punishment attached to the covered crimes.’ ”Garnerv.Jones,529 U.S.\n244, 250 (2000) (quotingCalifornia Dept. of Correctionsv.Morales,514 U.S.\n499, 509 (1995)). The retroactive application of subsequently\namended Guidelines does not create a “sufficient risk” of\nincreasing a defendant’s punishment for two reasons. First, the\nGuidelines do not constrain the discretion of district courts and,\nthus, have no legal effect on a defendant’s sentence. Second, to\nthe extent that the amended Guidelines create ariskthat a\ndefendant might receive a harsher punishment, that risk results\nfrom the Guidelines’ persuasive force, not any legal effect. The\nGuidelines help district judges to impose sentences that comply\nwith §3553(a). The risk of an increased sentence is, in essence,\nthe risk of a moreaccuratesentence—i.e.,a sentence\nmore in line with the statutory scheme’s penological goals.\nGuideline changes that help district courts achieve such\npre-existing statutory sentencing goals do not create a risk of an\nincreased sentence cognizable under theEx Post FactoClause. We have never held that government action violates theEx Post FactoClause when it merely influences the exercise\nof the sentencing judge’s discretion.AThe Federal Sentencing Guidelines do not\nconstrain the discretion of district courts. As we have said\nrepeatedly, the Guidelines are “advisory.”United Statesv.Booker,543 U.S.\n220, 245 (2005) (remedial opinion for the Court by Breyer, J.).\nFor this reason, district courts may not “presume” that a\nwithin-Guidelines sentence is appropriate.Gallv.United\nStates,552 U.S.\n38, 50 (2007); see alsoNelsonv.United States,555 U.S.\n350, 352 (2009) (per curiam) (the Guidelines range is\n“not to bepresumedreasonable”);Ritav.United\nStates,551 U.S.\n338, 351 (2007) (“[T]he sentencing court does not enjoy the\nbenefit of a legal presumption that the Guidelines sentence should\napply”). Rather, district courts must “make an individualized\nassessment” of the appropriate sentence “based on the facts\npresented.”Gall,supra,at 50. Moreover, a district\ncourt may freely depart from the range recommended by the\nGuidelines based not only on “an individualized determination that\n[the Guidelines] yield an excessive sentence in a particular case,”\nbut also based on “policydis-agreement” with the Guidelines\nthemselves.Spearsv.United States,555 U.S.\n261, 264 (2009) (per curiam); seePepperv.United States, 562 U. S. ___, ___ (2011) (slip op., at\n23) (“[O]ur post-Bookerdecisions make clear that a district\ncourt may in appropriate cases impose a non-Guidelines sentence\nbased on a disagreement with the Commission’s views”).It is true that a district judge who “decides\nthat an outside-Guidelines sentence is warranted” must “ensure that\nthe justification is sufficiently compelling to support the degree\nof the variance” and that “a major departure should be supported by\na more significant justification than a minor one.”Gall,\n552 U. S., at 50. This does not demonstrate that the\nGuidelines constrain the judge’s dis-cretion, but rather comports\nwith the notion that an explanation is essential for “meaningful\nappellate review.”Ibid. And, when a district court departs\nfrom the recommended range, the court of appeals may not presume\nthat such a sentence is unreasonable.Id., at 47;id., at 41 (“[C]ourts of appeals must review all\nsentences—whether inside, just outside, or significantly outside\nthe Guidelines range—under a deferential abuse-of-discretion\nstandard”). While “[t]he applicable guideline [may] nudg[e] [the\nsentencing judge] toward the sentencing range,” “his freedom to\nimpose a reasonable sentence outside the range is unfettered.”UnitedStates v.Demaree,459 F.3d 791, 795 (CA7 2006).None of petitioner’s arguments to the contrary\nis persuasive. Petitioner first contends that the Guidelines\nconstrain district courts’ discretion because improperly\ncalculating the applicable guidelines is reversible error. Brief\nfor Petitioner 20–21, and n. 7; 18 U. S. C. §3742(f); Cf.Gall, 552 U. S., at 51. This argument is a non\nsequitur. The Guidelines can only serve their advisory purpose if\ndistrict courts consider the “range established” by the Guidelines,\n§3553(a)(4). For this reason, district courts must “begin all\nsentencing proceedings by correctly calculating the applicable\nGuidelines range.”Id., at 49. But the fact that courts must\ngive due consideration to the recommendation expressed in thecorrectGuidelines does not mean that the Guidelines\nconstrain the district court’s discretion to impose an appropriate\nsentence; it simply means that district courts must consider the\ncorrect vari-ables before exercising their discretion.Petitioner next argues that the Guidelines limit\ndistrict court discretion because sentences falling outside the\nGuidelines are more likely to be reversed for substantive\nunreasonableness. Brief for Petitioner 25. I doubt, however, that\nreversal is a likely outcome when a district judge can justify his\nsentence based on agreement with either of two Guidelines—the old\nor the new. If a dis- trict court calculated the sentencing range\nunder the new Guidelines but sentenced the defendant to a\nbelow-Guidelines sentence that fell within the range provided by\nthe old Guidelines, it would be difficult to label such a sentence\n“substantively unreasonable.” To do so would cast doubt on every\nwithin-Guidelines sentence issued un-der the old Guidelines.\nSimilarly, it is hard to imagine that a court of appeals would\nreverse a sentence for substantive unreasonableness if it was above\nthe range of the Guidelines in effect at the time of the offense\nbut fell within the range of the most up-to-date Guidelines. This\ncase provides an apt example. After considering all of the\n§3553(a)(2) factors, the District Court concluded that a sentence\nwithin the amended Guidelines range was “the most appropriate\nsentence in this case.” App. 100. The same sentence would\nundoubtedly be upheld on appeal if the District Court, on remand,\nonce again determined that a sentence within the amended Guidelines\nwas appropriate in light of all the facts. The essential point is\nthat once new Guidelines have been promulgated, reasonableness\nreview does not meaningfully constrain the discretion of district\ncourts to sentence offenders within either of the two ranges.The majority argues that our opinion inMillerv.Flor-ida,482 U.S.\n423(1987), supports its conclusion that retroactive\napplication of advisory Guidelines violates theEx Post\nFactoClause. Seeante,at 9–10. ButMillerleads\nto the opposite conclusion. There, Florida superimposed narrowed\npresumptive sentencing ranges on the statutory sentencing ranges\nfor particular crimes. 482 U. S., at 425–426. If a judge\nimposed a sentence within that narrower presumptive range, he did\nnot need to give a written explanation of his reasons for selecting\nthat sentence, and the sentence was not subject to appellate\nreview.Ibid. If the judge imposed a sentence outside the\npresumptive range, however, he was required to provide\n“ ‘clear and convincing reasons,’ ”id.,at 426\n(quoting Fla. Rule Crim. Proc. 3.701(d)(11) (1983)), based “on\nfacts proved beyond a reasonable doubt,” that justified the\ndeparture, 482 U. S., at 432. In concluding that retroactive\napplication of this scheme violated theEx Post FactoClause, we reasoned that the Florida guidelines did not “simply\nprovide flexible ‘guideposts’ for use in the exercise of\ndiscretion: instead, they create[d] a high hurdle that must be\ncleared before discretion c[ould] be exercised.”Id., at\n435.The Court citesMillerfor the\nproposition “that applying amended sentencing guidelines that\nincrease a defendant’s recommended sentence can violate theEx\nPost FactoClause, notwithstanding the fact that sentencing\ncourts possess discretion to deviate from the recommended\nsentencing range.”Ante,at 10. But that claim is not\nsupported byMiller. The guidelines inMillerviolated theEx Post FactoClause preciselybecausethey constrained the sentencing judge’s discretion.The Federal Guidelines, by contrast, do no such\nthing. Indeed, our post-Bookeropinions have made abundantly\nclear that the Guidelines do not create a “high hurdle”— or any\nhurdle at all—“that must be cleared before discretion can be\nexercised.”Miller, 482 U. S., at 435. Rather, the\nGuidelines are “flexible ‘guideposts’ ” which inform the\ndistrict courts’ discretion.Ibid. Accordingly, their\nretroactive application cannot constitute a violation of theEx\nPost FactoClause.BNotwithstanding the discretion district courts\nhave to impose appropriate sentences anywhere within the statutory\nrange, Guidelines do “influenc[e] the sentences imposed by judges.”Ante,at 12. But, the Guidelines do this by helping district\ncourts impose sentences that are consistent with §3553(a). It is\ndifficult to see how an advi-sory Guideline, designed to lead\ncourts to impose sentences more in line with fixed statutory\nobjectives, could ever constitute anex post factoviolation. But that is exactly what the Court concludes.District courts are charged with imposing\nsentences that are “ ‘sufficient, but not greater than\nnecessary’ to comply with the sentencing purposes set forth in”\n§3553(a).Pepper, 562 U. S., at ___ (slip op., at 13)\n(quoting §3553(a)). The district court’s task is to impose\nsentences that reflect the punitive goals of justice, deterrence,\nprotection of the public, and rehabilitation. 18 U. S. C.\n§3553(a)(2). While easily stated, this goal is difficult to\nachieve. Enter the Sentencing Guidelines.The Sentencing Reform Act of 1984 instructs the\nSentencing Commission to promulgate Guidelines that reflect the\n“same basic §3553(a) objectives” that district courts must\nconsider.Rita,551 U. S., at 348; see also 28\nU. S. C. §991(b)(1)(A). In crafting the Guidelines, the\nCommission began with “an empirical examination of 10,000\npresentence reports setting forth what judges had done in the\npast.”Rita,supra, at 349 (citing United States\nSentencing Commission, Guidelines Manual §1A1.1, comment.,\nn. 3 (Nov. 2006) (USSG)). The Commission then “modif[ied] and\nadjust[ed] past practice in the interests of greater rationality,\navoiding inconsistency, complying with congressional instructions,\nand the like.”Rita,supra,at 349. While an\nindividual judge has limited experience upon which to draw, the\nCommission “has the capacity . . . to base its determinations on\nempirical data and national experience, guided by a professional\nstaff with appropriate expertise.”Kimbroughv.United\nStates,552 U.S.\n85, 109 (2007) (internal quotation marks omitted). And the\nCommission updates the Guidelines regularly as new information\nbecomes available. It consults with “prosecutors, defenders, law\nenforcement groups, civil liberties associations, experts in\npenology, and others,” to ensure that the Guidelines continue to\nfurther §3553(a)’s goals.Rita,supra, at 350; see\nalsoBooker, 543 U. S., at 263 (noting that the\nCommission would “modify its Guidelines in light of what it learns,\nthereby encouraging what it finds to be better sentencing\npractices”).In light of this extensive study, amendments to\nthe Guidelines should produce sentencing ranges that better comport\nwith the §3553(a) factors. If the Commission has fulfilled its\nmission of recommending sentences that are generally consistent\nwith §3553(a)(2), then sentencesshouldfall within the\nGuidelines range most of the time. This, in part, explains why\nwithin-Guidelines sentences are presumed, on appeal, to reflect a\n“discretionary decision” by the district court that “accords with\nthe Commission’s view.”Rita,supra,at 351.Again, this case furnishes a ready example.\nPrior to pe-titioner’s sentencing, Congress directed the Commission\n“to consider” whether fraud guidelines were “ ‘sufficient to\ndeter and punish’ ” particular offenses, in light of increases\nto statutory maximum penalties for certain fraud crimes other than\nbank fraud. USSG App. C, Amdt. 653 (Reason for Amendment)\n(effective Nov. 1, 2003) (quoting White-Collar Crime Penalty\nEnhancement Act of 2002, §905(b)(2), 116Stat. 805). This produced\namended Guidelines, which were based on the Commission’s further\nassessment of “economic crime issues over a number of years.” USSG\nApp. C, Amdt. 617 (Reason for Amendment) (effective Nov. 1, 2001).\nWith an amended Guidelines sentencing range, the District Court\nconcluded that a within-Guidelines sentence was “the most\nappropriate sentence.” App. 100. Neither the statutory sentencing\nrange nor §3553(a) changed between the time of petitioner’s offense\nand sentencing. Thus, it is quite incorrect to say that reliance on\ninformation reflected in the amended Guidelines violated theEx\nPost FactoClause.This is underscored by the fact that even the\nCourt’s holding—which requires district courts to calculate the\nGuidelines range in effect at the time of the offense—will not\neliminate the “risk” of a higher sentence. The district judge\nremains free to consider the range produced by the amended\nGuidelines. SeeDemaree, 459 F. 3d, at 795 (“A judge is\ncertainly entitled to take advice from the Sentencing Commission”).\nThus, the mere fact that new Guidelines have been promulgated\ncreatessomerisk of an increased sentence, even if district\ncourts are required to calculate the Guidelines in effect at the\ntime of the offense. Petitioner has presented no evidence\nindicating what portion of the risk of an increased sentence flows\nfrom the retroactiveapplicationof the amended Guidelines\nand what portion flows from their veryexistence. In the\nabsence of such evidence, even if I agreed that advisory Guidelines\ncould beex post factolaws, which I do not, I would not\nfind the “risk” of an increased sentence created by the retroactive\napplication of the Guidelines to be “suf-ficient” forex post\nfactopurposes.IIToday’s opinion also demonstrates the\nunworkability of ourex post factojurisprudence. Under our\ncurrent precedent, whenever a change in the law creates a “risk” of\nan increased sentence, we must determine whether the risk is\n“sufficient,” seeMorales, 514 U. S., at 509, or\nsufficiently “ ‘significant,’ ” seeante,at 19,\nto violate theEx Post FactoClause. Our analysis under that\ntest has devolved into little more than an exercise in judicial\nintuition. I would return to the original meaning of the Clause as\nstated in Justice Chase’s classicCalderformulation, under\nwhich laws of this sort areex post factoonly when they\nretro-actively increase the punishment “annexed to the crime.” 3\nDall., at 390.AThis Court addressed theEx Post FactoClause a mere decade after the Constitution was ratified. InCalder, Justice Chase described four types ofex post\nfactolaws. 3 Dall.,at 390. As relevant, Justice\nChase’s third category indicated that “[e]very law that changes the\npunishment, and inflicts a greater punishment, than the law annexed\nto the crime, when committed” violates theEx Post FactoClause.Ibid.Justice Chase’s emphasis on increases in the\npunishment “annexed to the crime” was grounded in the English\ncommon law and accurately reflected the original understanding of\ntheEx Post FactoClause. See Part II–B,infra.\nUnfortunately, the Court rapidly deviated from this formulation. InKringv.Missouri,107 U.S.\n221(1883), the Court declared that “any law passed after the\ncommission of an offence which . . . ‘in relation to that offence,\nor its consequences,alters the situation of a party to his\ndisadvantage,’ is anex post factolaw.”Id., at\n235 (quoting Justice Washington’s jury charge inUnited\nStatesv.Hall, 26 F. Cas. 84, 86 (No. 15,285) (CC Pa.\n1809) (emphasis added). It took nearly a century for the Court to\ndecide thatKring’s “departure fromCalder’s\nexplanation of the original understanding of theEx Post\nFactoClause was . . . unjustified.”Collinsv.Youngblood,497 U.S.\n37, 49 (1990) (overrulingKring).FollowingCollins’ disavowal ofKring, the Court held that a law isex post factoif\nit “produces a sufficient risk of increasing the measure of\npunishment attached to the covered crimes.”Morales,supra,at 509. WhileMoralesavoided the over-breadth\nofKring’s “disadvantage the de-fendant” test, it failed to\nreconnect ourex post factoju-risprudence to the original\nunderstanding of the term.[1]*\nThe “sufficient risk” test also depends upon empirical analysis\nthat cannot yield determinative answers and which courts are ill\nequipped to handle. See,e.g.,Gar- ner,529\nU. S., at 255 (“When the rule does not by its own terms show a\nsignificant risk, the respondent must demonstrate, by evidence\ndrawn from the rule’s practical implementation by the agency\ncharged with exercising discretion, that its retroactive\napplication will result in a longer period of incarceration than\nunder the earlier rule”). More fundamentally, the “sufficient risk”\ntest, like the “disadvantage the defendant” test, wrongly focuses\non the particular sentence that the defendantmightreceive,\nrather than on the punishment “annexed to the crime.”The practical difficulties with the test are\napparent even from our application inMorales, where we\nconsidered an amendment to California’s parole procedures that\nallowed, under certain circumstances, the Board of Prison Terms to\ndecrease the frequency of parole suitability hearings. Under the\nsufficient risk test, we were compelled to speculate about the\npossible effects of the new law on various individuals’ prison\nterms. Ultimately, we held that the amendment did not violate theEx Post FactoClause because the “narrow class of prisoners\ncovered by the amendment [could not] reasonably expect that their\nprospects for early release on parole would be enhanced by the\nopportunity of annual hearings.”Morales,supra, at\n512. But nothing in the text or history of theEx Post FactoClause suggests that it should hinge on the expectations that\nprisoners and defendants have about how many days they will spend\nin prison.B“Although the Latin phrase ‘ex post\nfacto’ literally encompasses any law passed ‘after the\nfact,’ ”Collins,497 U. S., at 41, the Court has\nlong recognized that the phrase “was a term of art with an\nestablished meaning” at the time of the founding.Ibid.Blackstone offers the first key to understanding this “established\nmeaning.” He explic-itly opposed laws that rendered innocent\nconduct crimi- nal after the fact. See 1 W. Blackstone,\nCommentaries *44 (hereinafter Blackstone). Such laws deprive\ncitizens of notice and fair warning and are, therefore, an affront\nto man’s “reason and freewill.”Id., at *39; seeid.,\nat *46. Blackstone, thus, considered them illegitimate.Id.,\nat *44; see also The Federalist No. 44, p. 301 (J. Cooke ed. 1961)\n(J. Madison) (“[E]x post facto laws . . . are contrary to\nthe first principles of the social compact, and to every principle\nof sound legislation”). For this reason,ex post factolaws\nhave rightly been described as “formidable instruments of tyranny,”id., No. 84, at 577 (A. Hamilton), and their prohibition a\n“bulwark in favour of the personal security of the subject,”Calder,supra, at 390 (opinion of Chase, J.).Although Blackstone confined his discussion ofex post factolaws to those laws retroactively declaring\ninnocent acts to be criminal, other authorities confirm that laws\nretroactively increasing the punishment were also understood to beex post factoat the time of the founding. See,e.g.,2 R. Wooddeson, A Systematical View of the Laws of England, as\ntreated in a Course of Vinerian Lectures 638 (1792) (discussing\n“acts of parliament, which principally affectthe\npunishment, making therein some innovation, or creating some\nforfeiture or disability, not incurred in the ordinary course of\nlaw”); 3 J. Story, Commentaries on the Constitution of the United\nStates §679, p. 486 (Abr. 1833) (The “prohibition” againstex\npost factolaws “reaches every law . . . whereby the act,\nif a crime, is aggravated in enormity, or punishment”). Justice\nChase’s formulation reflects this understanding.Calder, 3\nDall., at 390 (“Every law that changes the punishment, and inflicts\na greater punishment, than the law annexed to the crime, when\ncommitted” isex post facto). Under this view, courts must\ncompare the punishment affixed to the crime at the time of the\noffense with the punishment affixed at the time of sentencing. If\nthe latter is harsher than the former, the court must apply the\npunishment in effect at the time of the offense.At common law, it was quite easy to identify\nwhen a law retroactively increased the punishment, because the\ncriminal law generally “prescribed a particular sentence for each\noffense.” Langbein, The English Criminal Trial Jury on the Eve of\nthe French Revolution, in The Trial Jury in England, France,\nGermany 1700–1900, p. 36 (A. Schioppa ed. 1987). In a world of\ndeterminate sentencing, a retro-active increase in the punishment\naffixed to a crime rend-ers an act “punishable in a manner in which\nit was not punishable when it was committed,”Fletcherv.Peck, 6 Cranch 87, 138 (1810), which is sufficient for anex post factoviolation. The key point is that “theex\npost facto[C]lause looks to the standard of punishment\nprescribed by a statute, rather than to the sentence actually\nimposed.”Lindseyv.Washington,301 U.S.\n397, 401 (1937).Focusing on the punishment affixed by law,\nrather than on the specific sentence imposed, furthers the goals of\nnotice and fair warning recognized by Blackstone as the rationales\nfor the prohibition againstex post factolaws. SeeRoss’Case, 19 Mass. 165, 170 (1824) (“A party ought\nto know, at the time of committing the offence, the whole extent of\nthe punishment; for it may sometimes be a matter of calculation,\nwhether he will commit the offence, considering the severity of the\npunishment”). Because increasing the punishment affixed to the\ncrime deprives people of the opportunity to plan their conduct in\nlight of the law, “[t]he enhancement of a crime, or penalty, seems\nto come within the same mischief as the creation of a crime or\npenalty; and therefore they may be classed together.”Calder,supra,at 397 (opinion of Paterson, J.).Retroactive laws that merely create ariskthat a defendant will receive a higher sentence,\nhowever, do not implicate traditionalex post factoconcerns. An individual contemplating the commission of a given\noffense knows he may be sentenced anywhere within the legally\nprescribed range. He mayhopeto receive a lenient sentence,\nand he may even have good reasons for expecting leniency. But he\ndoes not have any guarantees. SeeGarner, 529 U. S., at\n258 (Scalia, J., concurring in part in judgment) (“Discretion to be\ncompassionate or harsh is inherent in the sentencing scheme, and\nbeing denied compassion is one of the risks that the offender\nknowingly assumes”). The law provides the defendant with only one\nassurance: He will be sentenced within the range affixed to his\noffense by statute. Legal changes that alter thelikelihoodof a particular sentence within the legally prescribed range do not\ndeprive people of notice and fair warning, or implicate the\nconcerns about tyranny that animated the adoption of theEx Post\nFactoClause.CThe statutory range in effect at the time of\npetitioner’s offense remained in effect at his sentencing. The\nGuidelines sentencing range is not the punishment affixed to the\noffense. See in Part I–A,supra. Accordingly, sentencing\npetitioner under the amended Guidelines did not violate theEx\nPost FactoClause. Because the Court concludes otherwise, I\nrespectfully dissent.Notes1* As the author ofMorales, failure to apply the original meaning was an error\nto which I succumbed.",
    "joined": []
}