{
    "case": {
        "docket": "18-1432",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1432/"
    },
    "id": "4255736",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1432_________________NIDAL KHALID NASRALLAH, PETITIONERv.WILLIAM P. BARR, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 1, 2020]Justice Thomas, with whom Justice Alito joins,\ndissenting.The majority holds that the federal courts of\nappeals have jurisdiction to review factual challenges to orders\nresolving claims brought under the Convention Against Torture and\nOther Cruel, Inhuman or Degrading Treatment or Punishment. Because\nI disagree with this interpretation of the relevant immigration\nlaws, I respectfully dissent.IThe Convention Against Torture and Other\nCruel, Inhuman or Degrading Treatment or Punishment (CAT or\nConvention) is an international human rights treaty that, as its\nname implies, obligates signatories to work to eradicate torture.\nThe Convention was sent to the Senate for its advice and consent in\n1990. Although the Senate ultimately ratified the treaty, it also\ndetermined that the first 16 articles of the Convention were not\nself-executing. See S. Exec. Rep. No. 101–30, p. 31 (1990). As\nsuch, those articles required implementing legislation before their\nobligations could become effective as domestic law. SeeMedellínv.Texas,552 U.S.\n491, 505, n. 2 (2008).After the treaty was ratified, Congress enacted\nlegislation implementing Article III of the Convention by means of\nthe Foreign Affairs Reform and Restructuring Act of 1998 (FARRA).\nSee §2242, 112Stat. 2681–822, note following 8 U. S. C.\n§1231. Article III of the Convention prohibits its signatories from\n“expel[ling], return[ing] or extradit[ing] a person to another\nState where there are substantial grounds for believing that he\nwould be in danger of being subjected to torture.” S. Treaty Doc.\nNo. 100–20, p. 20, 1465 U. N. T. S. 114. Rather\nthan providing detailed guidance on the United States’ Article III\nobligations, FARRA merely restated the treaty’s language and\nperfunctorily declared that “the heads of the appropriate agencies\nshall prescribe regulations to implement the obligations of the\nUnited States under Article 3.” §2242(b).[1] Congress also provided that no court would have\n“jurisdiction to consider or review claims raised under the\nConvention . . . except as part of the review of a final\norder of removal pursuant to . . . ( 8 U. S. C.\n§1252).” §2242(d).Section 1252, in turn, grants federal courts of\nappeals jurisdiction to review final orders of removal. 8\nU. S. C. §1252(a)(1). It also specifies that “the sole\nand exclusive means for judicial review of an order of removal” is\nthrough “a petition for review filed . . . in accordance\nwith this section.” §1252(a)(5). Section 1252 also contains a\n“zipper clause,” which states that “all questions of law or fact\n. . . arising from any action taken or proceeding brought\nto remove an alien” shall be consolidated and “available only in\njudicial review of a final order under this section.”\n§1252(b)(9).At the same time, petitions for review are\nsubject to a number of limitations, one of which is in\n§1252(a)(2)(C). That provision—often referred to as the\n“criminal-alien bar”—states that “no court shall have jurisdiction\nto review any final order of removal against an alien who is\nremovable by reason of having committed” certain criminal\noffenses.IIAThis case concerns whether CAT claims brought\nduring a criminal alien’s removal proceeding are covered by the\ncriminal-alien bar in §1252(a)(2)(C). The most important provision\nfor determining whether these CAT orders are subject to\n§1252(a)(2)(C) is the zipper clause. If orders deeming a criminal\nalien ineligible for CAT relief fall within that clause, then the\nbar in §1252(a)(2)(C) prevents review; if they do not, then the\ncourts have jurisdiction to review factual challenges related to\nthese orders. I would conclude that CAT orders fall within the\nzipper clause.The zipper clause states that “all questions of\nlaw and fact . . .arising fromany action taken\nor proceeding brought to remove an alien . . . shall be\navailableonlyin judicial review of a final order under\nthis section.” §1252(b)(9) (emphasis added). To “arise” means “to\noriginate from a specified source” or “to come into being.”\nWebster’s Third New International Dictionary 117 (1976). And “from”\nmost naturally refers here to the “ground, reason, or basis” for\nsomething.Id., at 913. Thus, §1252(b)(9) covers all\n“questions of law and fact” that an immigration judge must decide\nas a result of the Government’s decision to initiate removal\nproceedings against an alien. See alsoRenov.American-Arab Anti-Discrimination Comm.,525 U.S.\n471, 482 (1999) (stating that the zipper clause applies to the\n“many . . . decisions or actions that may be part of the\n[removal] process”).[2]The plain text clearly covers CAT claims such as\nthe one petitioner raised. The Government initiated removal\nproceedings, alleging that petitioner had been convicted of a\n“crime involving moral turpitude.” See §1227(a)(2)(A)(i). As a\ndirect result, petitioner applied for CAT relief to prevent his\nremoval. He was denied CAT withholding because the Immigration\nJudge, during the removal proceeding, determined that petitioner\nhad been convicted of a “particularly serious crime.”\n§1158(b)(2)(A)(ii). On appeal, the Board of Immigration Appeals\nlikewise denied CAT deferral in that selfsame removal proceeding.\nIt is beyond dispute that petitioner’s eligibility for CAT relief\ninvolved “questions of law and fact” that directly “ar[ose] from”\nthe Government’s initiation of removal proceedings against him.\n§1252(b)(9). The very forms of relief for which petitioner\napplied—withholding of removal and deferral of removal—confirm that\nthis relief arose directly from the Government-initiated removal\nproceeding.Because the CAT claim falls within the zipper\nclause, all of §1252’s other limitations and procedural\nrequirements imposed on final orders of removal, including\n§1252(a)(2)(C)’s criminal-alien bar, also apply. Accordingly,\ncourts have no jurisdiction to review factual challenges to CAT\nclaims brought in the course of a criminal alien’s removal\nproceeding.BMy analysis would begin and end with the plain\nmeaning of the zipper clause. Rather than focusing on that clause,\nhowever, the majority bases its textual analysis almost exclusively\non the fact that Congress has defined an “ ‘order of\n[removal]’ ” as an order “concluding that the alien is\ndeportable or ordering deportation.” §1101(47)(A). The majority\ncorrectly notes that a CAT order does not fall within this\ndefinition. Seeante, at 7. But it uses that definition to\nalter the scope of the zipper clause, asserting that the provision\nonly consolidates “[t]he rulings that affect the validity of the\nfinal order of removal.”Ante, at 8.As just explained, this conclusion contradicts\nthe statute’s plain text. The zipper clause does not consolidate\nall questions of law and fact that “affect the validity of the\nfinal order of removal.”Ibid.It instead consolidates “all\nquestions of law and fact . . .arising fromany\naction taken or proceeding brought to remove an alien.” §1252(b)(9)\n(emphasis added). “Arising from” covers a broader category of\nclaims than those that simply impact the validity of the order,\nincluding petitioner’s claim. Thus, the majority’s overreliance on\nthe definition of final order of removal is misplaced.The majority nevertheless contends that its\nreading is supported by §1252(a)(4). That provision states that CAT\nclaims may be reviewed through a petition for review. According to\nthe majority, this paragraph “provides for direct review of CAT\norders in the courts of appeals.”Ante, at 11. That is, the\nmajority views §1252(a)(4) as a specific grant of jurisdiction over\nCAT claims. Working from that interpretation, the majority contends\nthat the zipper clause and FARRA merely confirm that CAT orders\n“may be reviewed together with the final order of removal.”Ante, at 8.This is incorrect. Jurisdiction over CAT claims\ncomes from FARRA §2242(d), which states that courts cannot review\nCAT claims “exceptas part of the review of a final order of\nremoval pursuant to . . . ( 8 U. S. C. §1252).”\nIn other words, a final order of removal is required if a court is\nto review a CAT order at all. The CAT order then becomes reviewable\n“as part of ” that final order of removal through the zipper\nclause. And, because FARRA funnels exclusive review of CAT orders\nthrough §1252, all of that section’s limitations on final orders of\nremoval apply equally to CAT orders, including §1252(a)(2)(C).Section 1252(a)(2)(4), on the other hand, serves\na far simpler function. That provision simply confirms that,\nbecause CAT claims can be reviewed only as part of a final order of\nremoval, and final orders of removal can be reviewed only if a\npetitioner files a petition for review, a CAT claim likewise can be\nreviewed only if petitioner files a petition for review. SeeOrtiz-Francov.Holder, 782 F.3d 81, 88–89 (CA2\n2015);Lovanv.Holder, 574 F.3d 990, 998 (CA8 2009).\nMy reading of the statute makes sense of §1252(a)(4), while still\ngiving the zipper clause its ordinary meaning.[3]CThe majority’s interpretation will bring about\na sea change in immigration law. Though today’s case involves CAT\nclaims, there is good reason to think that the majority’s rule will\napply equally to statutory withholding of removal. Statutory\nwithholding, a frequently sought form of relief, is available if\n“the alien’s life or freedom would be threatened . . .\nbecause of the alien’s race, religion, nationality, membership in a\nparticular social group, or political opinion.” §1231(b)(3)(A); see\nalso 8 CFR §208.16(b) (2020). Like CAT withholding, statutory\nwithholding is unavailable to aliens who have committed certain\ncrimes. §1231(b)(3)(B)(ii). And like CAT relief, statutory\nwithholding seeks to prevent removability and is considered after\nthe alien has been deemed removable. See,e.g.,Kouambov.Barr, 943 F.3d 205, 210 (CA4 2019). Thus,\nstatutory withholding claims also do not affect the validity of the\nunderlying removal order and, in the majority’s view, would not be\nsubject to §1252(a)(2)(C).The Government persuasively argues that adopting\npetitioner’s rule will disturb the courts of appeals’ longstanding\npractice of subjecting criminal aliens’ statutory withholding\nclaims to §1252(a)(2)(C). See,e.g.,Rendonv.Barr, 952 F.3d 963, 970 (CA8 2020);Pierre-Paulv.Barr, 930 F.3d 684, 693–694 (CA5 2019);Gutierrezv.Lynch, 834 F.3d 800, 804 (CA7 2016);Jeunev.United States Atty. Gen., 810 F.3d 792, 806,\nnn. 3, 12 (CA11 2016);Pechenkovv.Holder, 705\nF.3d 444, 448 (CA9 2012). And at oral argument, petitioner all but\nconceded that the Government is correct on that score. See Tr. of\nOral Arg. 20–21. Whistling past the graveyard, the majority\nattempts to avoid confronting this result by simply stating that\nthe question is not currently before us.Ante, at 13. But\nthe Court cannot evade the implications of its decision so easily.\nWe have been presented with two competing statutory\ninterpretations—one of which makes sense of all relevant provisions\nwithout upending settled practice, and one of which significantly\nundermines §1252(a)(2)(C) by removing a vast swath of claims from\nits reach. If the majority insists on choosing the latter\ninterpretation, it should justify that choice and candidly confront\nits implications.IIIAt bottom, petitioner’s argument is largely\ndriven by policy considerations. He contends that the United States\nhas obligated itself not to return any alien, even a criminal\nalien, to a country where he may be tortured or killed. According\nto petitioner, if CAT claims cannot be reviewed by courts of\nappeals, then a vital check on erroneous refoulement will be lost.\nPetitioner’s arguments are not without rhetorical and emotional\nforce. But, like so many other questions related to CAT\nobligations, Congress chose not to address them through the\nlegislation involved here.What Congress has done is enact §1252(a)(2)(C),\nwhich strips jurisdiction over certain claims of criminal aliens.\nThat is what is before us, not the broader policy considerations.\nAs has been the case for decades now, the decisions of this Court\ncontinue to systematically chip away at this statute and other\njurisdictional limitations on immigration claims, thus thwarting\nCongress’ intent. SeeGuerrero-Lasprillav.Barr, 589\nU. S. ___, ___ (2020) (Thomas, J., dissenting) (slip op., at\n1);INSv.St. Cyr,533 U.S.\n289, 328–330 (2001) (Scalia, J., dissenting). Because today’s\nerroneous result further weakens a duly enacted statute, I\nrespectfully dissent.Notes1In spite of the weighty\ninterests in not returning aliens to countries where they would\nlikely be tortured or killed, Congress largely left the relevant\nissues—most notably, the interaction between CAT and removal\norders—to be resolved by agency regulations. Seeante, at 8.\nThese important questions also include the definition of torture, 8\nCFR §1208.18 (2020); available forms of relief, §§1208.16(c),\n1208.17; and the standards that immigration judges should use to\ndecide whether an applicant has carried his burden,\n§1208.16(c).2As I have previously\nexplained, the zipper clause is actually far broader, covering all\nclaims “related to” removal proceedings.Jenningsv.Rodriguez, 583 U. S. ___, ___ (2018) (opinion\nconcurring in part and concurring in judgment) (slip op., at\n3).3Reading §1252(a)(4) as a\ngrant of jurisdiction would also require reading §1252(a)(5), which\ncontains very similar language to §1252(a)(4), as a grant of\njurisdiction over “order[s] of removal.” But that interpretation\nwould render §1252(a)(5) superfluous, since §1252(a)(1) already\ngrants jurisdiction over such orders.",
    "joined": []
}