{
    "case": {
        "docket": "790",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/790/"
    },
    "id": "3413629",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 13–1421 and 14–163_________________BANK OF AMERICA, N. A.,\nPETITIONER13–1421v.DAVID B. CAULKETTBANK OF AMERICA, N. A.,\nPETITIONER14–163v.EDELMIRO TOLEDO-CARDONAon writs of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 1, 2015]Justice Thomas delivered the opinion of the\nCourt.[1]*Section 506(d) of the Bankruptcy Code allows a\ndebtor to void a lien on his property “[t]o the extent that [the]\nlien secures a claim against the debtor that is not an allowed\nsecured claim.” 11 U. S. C. §506(d). These consolidated\ncases present the question whether a debtor in a Chapter 7\nbankruptcy proceeding may void a junior mortgage under §506(d) when\nthe debt owed on a senior mortgage exceeds the present value of the\nproperty. We hold that a debtor may not, and we therefore reverse\nthe judgments of the Court of Appeals.IThe facts in these consolidated cases are\nlargely the same. The debtors, respondents David Caulkett and\nEdelmiro Toledo-Cardona, each have two mortgage liens on their\nrespective houses. Petitioner Bank of America (Bank) holds the\njunior mortgage lien—i.e., the mortgage lien subordinate to\nthe other mortgage lien—on each home. The amount owed on each\ndebtor’s senior mortgage lien is greater than each home’s current\nmarket value. The Bank’s junior mortgage liens are thus wholly\nunderwater: because each home is worth less than the amount the\ndebtor owes on the senior mortgage, the Bank would receive nothing\nif the properties were sold today.In 2013, the debtors each filed for Chapter 7\nbank-ruptcy. In their respective bankruptcy proceedings, they moved\nto “strip off”—or void—the junior mortgage liens under §506(d) of\nthe Bankruptcy Code. In each case, the Bankruptcy Court granted the\nmotion, and both the District Court and the Court of Appeals for\nthe Eleventh Circuit affirmed.In re Caulkett, 566 Fed.\nAppx. 879 (2014) (per curiam);In re\nToledo-Cardona, 556 Fed. Appx. 911 (2014) (per curiam).\nThe Eleventh Circuit explained that it was bound by Circuit\nprecedent holding that §506(d) allows debtors to void a wholly\nunderwater mortgage lien.We granted certiorari, 574 U. S. ___\n(2014), and now reverse the judgments of the Eleventh Circuit.IISection 506(d) provides, “To the extent that a\nlien secures a claim against the debtor that is not anallowed\nsecured claim, such lien is void.” (Emphasis added.)\nAccordingly, §506(d) permits the debtors here to strip off the\nBank’s junior mortgages only if the Bank’s “claim”—generally, its\nright to repayment from the debtors, §101(5)—is “not an allowed\nsecured claim.” Subject to some exceptions not relevant here, a\nclaim filed by a creditor is deemed “allowed” under §502 if no\ninterested party objects or if, in the case of an objection, the\nBankruptcy Court determines that the claim should be allowed under\nthe Code. §§502(a)–(b). The parties agree that the Bank’s claims\nmeet this requirement. They disagree, however, over whether the\nBank’s claims are “secured” within the meaning of §506(d).The Code suggests that the Bank’s claims are not\nsecured. Section 506(a)(1) provides that “[a]n allowed claim of a\ncreditor secured by a lien on property . . . is asecured claimto the extent of the value of such creditor’s\ninterest in . . . such property,” and “anunsecured\nclaimto the extent that the value of such creditor’s interest\n. . . is less than the amount of such allowed claim.”\n(Emphasis added.) In other words, if the value of a creditor’s\ninterest inthe property is zero—as is the case here—his claim\ncannot be a “secured claim” within the meaning of §506(a). And\ngiven that these identical words are later used in the same section\nof the same Act—§506(d)—one would think this “presents a classic\ncase for application of the normal rule of statutory construction\nthat identical words used in different parts of the same act are\nintended to have the same meaning.”Desert Palace, Inc.v.Costa, 539 U. S. 90, 101 (2003) (internal quotation\nmarks omitted). Under that straightforward reading of the statute,\nthe debtors would be able to void the Bank’s claims.Unfortunately for the debtors, this Court has\nalready adopted a construction of the term “secured claim” in\n§506(d) that forecloses this textual analysis. SeeDewsnupv.Timm, 502 U. S. 410 (1992) . InDewsnup, the\nCourt confronted a situation in which a Chapter 7 debtor wanted to\n“ ‘strip down’ ”—or reduce—a partially underwater lien\nunder §506(d) to the value of the collateral.Id.,at\n412–413. Specifically, she sought, under §506(d), to reduce her\ndebt of approximately $120,000 to the value of the collateral\nsecuring her debt at that time ($39,000).Id.,at 413.\nRelying on the statutory definition of “ ‘allowed secured\nclaim’ ” in §506(a), she contended that her creditors’ claim\nwas “secured only to the extent of the judicially determined value\nof the real property on which the lien [wa]s fixed.”Id.,at\n414.The Court rejected her argument. Rather than\napply the statutory definition of “secured claim” in §506(a), the\nCourt reasoned that the term “secured” in §506(d) contained an\nambiguity because the self-interested parties before it disagreed\nover the term’s meaning.Id.,at 416, 420. Relying on policy\nconsiderations and its understanding of pre-Code practice, the\nCourt concluded that if a claim “has been ‘allowed’ pursuant to\n§502 of the Code and is secured by a lien with recourse to the\nunderlying collateral, it does not come within the scope of\n§506(d).”Id.,at 415; seeid.,at 417–420. It\ntherefore held that the debtor could not strip down the creditors’\nlien to the value of the property under §506(d) “because [the\ncreditors’] claim [wa]s secured by a lien and ha[d] been fully\nallowed pursuant to §502.”Id.,at 417. In other words,Dewsnupdefined the term “secured claim” in §506(d) to mean\na claim supported by a security interest in property, regardless of\nwhether the value of that property would be sufficient to cover the\nclaim. Under this definition, §506(d)’s function is reduced to\n“voiding a lien whenever a claim secured by the lien itself has not\nbeen allowed.”Id.,at 416.Dewsnup’s construction of “secured claim”\nresolves the question presented here.Dewsnupconstrued the\nterm “secured claim” in §506(d) to include any claim “secured by a\nlien and . . . fully allowed pursuant to §502.”Id., at 417. Because the Bank’s claims here are both secured\nby liens and allowed under §502, they cannot be voided under the\ndefinition given to the term “allowed secured claim” byDewsnup.IIIThe debtors do not ask us to overruleDewsnup,[2]† but instead\nrequest that we limit that decision to partially—as opposed to\nwholly—underwater liens. We decline to adopt this distinction. The\ndebtors offer several reasons why we should cabinDewsnupin\nthis manner, but none of them is compelling.To start, the debtors rely on language inDewsnupstating that the Court was not addressing “all\npossible fact situations,” but was instead “allow[ing] other facts\nto await their legal resolution on another day.”Id., at\n416–417. But this disclaimer provides an insufficient foundation\nfor the debtors’ proposed distinction.Dewsnupconsidered\nseveral possible definitions of the term “secured claim” in\n§506(d). Seeid.,at 414–416. The definition it settled\non—that a claim is “secured” if it is “secured by a lien” and “has\nbeen fully allowed pursuant to §502,”id.,at 417—does not\ndepend on whether a lien is partially or wholly underwater.\nWhatever the Court’s hedging language meant, it does not provide a\nreason to limitDewsnupin the manner the debtors\npropose.The debtors next contend that the term “secured\nclaim” in §506(d) could be redefined as any claim that is backed by\ncollateral withsomevalue. Embracing this reading of\n§506(d), however, would give the term “allowed secured claim” in\n§506(d) a different meaning than its statutory definition in\n§506(a). We refuse to adopt this artificial definition.Nor do we thinkNobelmanv.American\nSavings Bank, 508 U. S. 324 (1993) , supports the debtors’\nproposed distinction.Nobelmansaid nothing about the\nmeaning of the term “secured claim” in §506(d). Instead, it\naddressed the interaction between the meaning of the term “secured\nclaim” in §506(a) and an entirely separate provision, §1322(b)(2).\nSee 508 U. S.,at 327–332.Nobelmanoffers no\nguidance on the question presented in these cases because the Court\ninDewsnupalready declined to apply the definition in\n§506(a) to the phrase “secured claim” in §506(d).The debtors alternatively urge us to limitDewsnup’s definition to the facts of that case because the\nhistorical and policy concerns that motivated the Court do not\napply in the context of wholly underwater liens. Whether or not\nthat proposition is true, it is an insufficient justification for\ngiving the term “secured claim” in §506(d) a different definition\ndepending on the value of the collateral. We are generally\nreluctant to give the “same words a different meaning” when\nconstruing statutes,Pasquantinov.United States, 544\nU. S. 349, 358 (2005) (internal quotation marks omitted), and\nwe decline to do so here based on policy arguments.Ultimately, embracing the debtors’ distinction\nwould not vindicate §506(d)’s original meaning, and it would leave\nan odd statutory framework in its place. Under the debtors’\napproach, if a court valued the collateral at one dollar more than\nthe amount of a senior lien, the debtor could not strip down a\njunior lien underDewsnup, but if it valued the property at\none dollar less, the debtor could strip off the entire junior lien.\nGiven the constantly shifting value of real property, this reading\ncould lead to arbitrary results. To be sure, the Code engages in\nline-drawing elsewhere, and sometimes a dollar’s difference will\nhave a significant impact on bankruptcy proceedings. See,e.g.,§707(b)(2)(A)(i) (presumption of abuse of provisions\nof Chapter 7 triggered if debtor’s projected disposable income over\nthe next five years is $12,475). But these lines were set by\nCongress, not this Court. There is scant support for the view that\n§506(d) applies differently depending on whether a lien was\npartially or wholly underwater. Even ifDewsnupwere deemed\nnot to reflect the correct meaning of §506(d), the debtors’\nsolution would not either.*  *  *The reasoning ofDewsnupdictates that\na debtor in a Chapter 7 bankruptcy proceeding may not void a junior\nmortgage lien under §506(d) when the debt owed on a senior mortgage\nlien exceeds the current value of the collateral. The debtors here\nhave not asked us to overruleDewsnup, and we decline to\nadopt the artificial distinction they propose instead. We therefore\nreverse the judgments of the Court of Appeals and remand the cases\nfor further proceedings consistent with this opinion.It is so ordered.Notes1* Justice Kennedy, Justice\nBreyer, and Justice Sotomayor join this opinion, except as to the\nfootnote.2† From its inception,Dewsnupv.Timm, 502 U. S. 410 (1992) , has been\nthe target of criticism. See,e.g., id.,at 420–436 (Scalia,\nJ., dissenting);In re Woolsey, 696 F. 3d 1266,\n1273–1274, 1278 (CA10 2012);In re Dever, 164\nB. R. 132, 138, 145 (Bkrtcy. Ct. CD Cal. 1994); Carlson,\nBifurcation of Undersecured Claims in Bankruptcy, 70 Am. Bankr.\nL. J. 1, 12–20 (1996); Ponoroff & Knippenberg, The\nImmovable Object Versus the Irresistible Force: Rethinking the\nRelationship Between Secured Credit and Bankruptcy Policy, 95 Mich.\nL. Rev. 2234, 2305–2307 (1997); see alsoBank of America\nNat. Trust and Sav. Assn.v.203 North LaSalle Street\nPartnership, 526 U. S. 434 , and n. 3 (1999) (Thomas, J.,\nconcurring in judgment) (collecting cases and observing that “[t]he\nmethodological confusion created byDewsnuphas enshrouded\nboth the Courts of Appeals and . . . Bankruptcy Courts”).\nDespite this criticism, the debtors have repeatedly insisted that\nthey are not asking us to overruleDewsnup.",
    "joined": []
}