{
    "case": {
        "docket": "25",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/25/"
    },
    "id": "1970927",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1200_________________EXECUTIVE BENEFITS INSURANCE AGENCY,\nPETI-TIONER v. PETER H. ARKISON, chapter 7 trustee of the ESTATE OF\nBELLINGHAM INSURANCE AGENCY, INC.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 9, 2014]Justice Thomas\ndelivered the opinion of the Court.In Stern v. Marshall,\n564 U. S. ___ (2011), this Court held that even though\nbankruptcy courts are statutorily authorized to enter final\njudgment on a class of bankruptcy-related claims, Article III of\nthe Constitution prohibits bankruptcy courts from finally\nadjudicating certain of those claims. Stern did not, however,\ndecide how bankruptcy or district courts should proceed when a\n“Stern claim” is identified. We hold today that when, under Stern’s\nreasoning, the Constitution does not permit a bankruptcy court to\nenter final judgment on a bankruptcy-related claim, the relevant\nstatute nevertheless permits a bankruptcy court to issue proposed\nfindings of fact and conclusions of law to be reviewed de novo\nby the district court. Because the District Court in this case\nconducted the de novo review that petitioner demands, we\naffirm the judgment of the Court of Appeals upholding the District\nCourt’s decision.INicolas Paleveda and\nhis wife owned and operated two companies—Aegis Retirement Income\nServices, Inc. (ARIS), and Bellingham Insurance Agency, Inc. (BIA).\nBy early 2006, BIA had become insolvent, and on January 31, 2006,\nthe company ceased operation. The next day, Paleveda used BIA funds\nto incorporate Executive Benefits Insurance Agency, Inc. (EBIA),\npetitioner in this case. Paleveda and others initiated a scheme to\ntransfer assets from BIA to EBIA. The assets were deposited into an\naccount held jointly by ARIS and EBIA and ultimately credited to\nEBIA at the end of the year.On June 1, 2006, BIA\nfiled a voluntary Chapter 7 bankruptcy petition in the United\nStates Bankruptcy Court for the Western District of Washington.\nPeter Arkison, the bankruptcy trustee and respondent in this case,\nfiled a complaint in the same Bankruptcy Court against EBIA and\nothers. As relevant here, the complaint alleged that Paleveda used\nvarious methods to fraudulently convey BIA assets to EBIA.[1] EBIA filed an answer and denied many\nof the trustee’s allegations.After some disagreement\nas to whether the trustee’s claims should continue in the\nBankruptcy Court or instead proceed before a jury in Federal\nDistrict Court, the trustee filed a motion for summary judgment\nagainst EBIA in the Bankruptcy Court. The Bankruptcy Court granted\nsummary judgment for the trustee on all claims, including the\nfraudulent conveyance claims. EBIA then appealed that determination\nto the District Court. The District Court conducted de novo\nreview, affirmed the Bankruptcy Court’s decision, and entered\njudgment for the trustee.EBIA appealed to the\nUnited States Court of Appeals for the Ninth Circuit. After EBIA\nfiled its opening brief, this Court decided Stern, supra. In Stern,\nwe held that Article III of the Constitution did not permit a\nbankruptcy court to enter final judgment on a counterclaim for\ntortious interference, id., at ___, even though final adjudication\nof that claim by the Bankruptcy Court was authorized by statute,\nsee Part II–B, infra.[2] In\nlight of Stern, EBIA moved to dismiss its appeal in the Ninth\nCircuit for lack of jurisdiction, contending that Article III did\nnot permit Congress to vest authority in a bankruptcy court to\nfinally decide the trustee’s fraudulent conveyance claims.The Ninth Circuit\nrejected EBIA’s motion and affirmed the District Court. In re\nBellingham Ins. Agency, Inc., 702 F. 3d 553 (2012). As\nrelevant here, the court held that Stern, supra, and\nGranfinanciera, S. A. v. Nordberg, 492 U. S. 33 (1989)\n,[3] taken together, lead to\nthe conclusion that Article III does not permit a bankruptcy court\nto enter final judgment on a fraudulent conveyance claim against a\nnoncreditor unless the parties consent. 702 F. 3d, at 565. The\nNinth Circuit concluded that EBIA had impliedly consented to the\nBankruptcy Court’s jurisdiction, and that the Bankruptcy Court’s\nadjudication of the fraudulent conveyance claim was therefore\npermissible. Id., at 566, 568. The Court of Appeals also observed\nthat the Bankruptcy Court’s judgment could instead be treated as\nproposed findings of fact and conclusions of law, subject to\nde novo review by the District Court. Id., at 565–566.We granted certiorari,\n570 U. S. ___ (2013).IIIn Stern, we held\nthat Article III prohibits Congress from vesting a bankruptcy court\nwith the authority to finally adjudicate certain claims. 564\nU. S., at ___. But we did not address how courts should\nproceed when they encounter one of these “Stern claims”—a claim\ndesignated for final adjudication in the bankruptcy court as a\nstatu-tory matter, but prohibited from proceeding in that way as a\nconstitutional matter.[4]As we explain in\ngreater detail below, when a bankruptcy court is presented with\nsuch a claim, the proper courseis to issue proposed findings of\nfact and conclusions of law. The district court will then review\nthe claim de novo and enter judgment. This approach accords\nwith the bankruptcy statute and does not implicate the\nconstitutional defect identified by Stern.AWe begin with an\noverview of modern bankruptcy legislation. Prior to 1978, federal\ndistrict courts could refer matters within the traditional “summary\njurisdiction” of bankruptcy courts to specialized bankruptcy\nreferees.[5] See Northern\nPipeline Constr. Co. v. Marathon Pipe Line Co., 458 U. S. 50, 53\n(1982) (plurality opinion). Summary jurisdiction covered claims\ninvolving “property in the actual or constructive possession of the\n[bankruptcy] court,” ibid., i.e., claims regarding the\napportionment of the existing bankruptcy estate among creditors.\nSee Brubaker, A “Summary” Statutory and Constitutional Theory of\nBankruptcy Judges’ Core Jurisdiction After Stern v. Marshall, 86\nAm. Bankr. L. J. 121, 124 (2012). Proceedings to augment the\nbankruptcy estate, on the other hand, implicated the district\ncourt’s plenary jurisdiction and were not referred to the\nbankruptcy courts absent both parties’ consent. See MacDonald v.\nPlymouth County Trust Co., 286 U. S. 263, 266 (1932) ; see\nalso Brubaker, supra, at 128.In 1978, Congress\nenacted sweeping changes to the federal bankruptcy laws. See\n92Stat. 2549. The Bankruptcy Reform Act eliminated the historical\ndistinction between “ ‘summary’ ” jurisdiction belonging\nto bankruptcy courts and “ ‘plenary’ ” jurisdiction\nbelonging to either a district court or an appropriate state court.\nNorthern Pipeline, supra, at 54 (plurality opinion); see also 1 W.\nNorton & W. Norton Bankruptcy Law and Practice §4:12, p. 4–44\n(3d ed. 2013). Instead, the 1978 Act mandated that bankruptcy\njudges “shall exercise” jurisdiction over “all civil proceedings\narising under title 11 or arising in or related to cases under\ntitle 11.” 28 U. S. C. §§1471(b)–(c) (1976 ed., Supp.\nIV). Under the 1978 Act, bankruptcy judges were “vested with all of\nthe ‘powers of a court of equity, law, and admiralty,’ ” with\nonly a few limited exceptions. Northern Pipeline, 458 U. S.,\nat 55 (plurality opinion) (quoting §1481). Notwithstanding their\nexpanded jurisdiction and authority, these bankruptcy judges were\nnot afforded the protections of Article III—namely, life tenure and\na salary that may not be diminished. Id.,at 53.In Northern Pipeline,\nthis Court addressed whether bankruptcy judges under the 1978 Act\ncould “constitutionally be vested with jurisdiction to decide [a]\nstate-law contract claim” against an entity not otherwise a party\nto the proceeding. Id., at 53, 87, n. 40. The Court concluded\nthat assignment of that claim for resolution by the bankruptcy\njudge “violates Art. III of the Constitution.” Id., at 52, 87\n(plurality opinion); see id., at 91 (Rehnquist, J., concurring in\njudgment). The Court distinguished between cases involving\nso-called “public rights,” which may be removed from the\njurisdiction of Article III courts, and cases involving\n“private rights,” which may not. See id., at 69–71 (plurality\nopinion); id., at 91 (Rehnquist, J., concurring in judgment).\nSpecifically, the plurality noted that “the restructuring of\ndebtor-creditor relations, which is at the core of the federal\nbankruptcy power, must be distinguished from the adjudication of\nstate-created private rights,” which belong in an Article III\ncourt. Id., at 71–72, and n. 26.BAgainst that\nhistorical backdrop, Congress enacted the Bankruptcy Amendments and\nFederal Judgeship Act of 1984—the Act at issue in this case. See 28\nU. S. C. §151 et seq. Under the 1984 Act, federal\ndistrict courts have “original and exclusive jurisdiction of all\ncases under title 11,” §1334(a), and may refer to bankruptcy judges\nany “proceedings arising under title 11 or arising in or related to\na case under title 11,” §157(a).[6] Bankruptcy judges serve 14-year terms subject to\nremoval for cause, §§152(a)(1), (e), and their salaries are set by\nCongress, §153(a).The 1984 Act largely\nrestored the bifurcated jurisdictional scheme that existed prior to\nthe 1978 Act. The 1984 Act implements that bifurcated scheme by\ndividing all matters that may be referred to the bankruptcy\ncourtinto two categories: “core” and “non-core” proceedings. See\ngenerally §157.[7] It is the\nbankruptcy court’s responsibility to determine whether each claim\nbefore it is core or non-core. §157(b)(3); cf. Fed. Rule Bkrtcy.\nProc. 7012. For core proceedings, the statute contains a\nnonexhaustive list of examples, including—as relevant\nhere—“proceedings to determine, avoid, or recover fraudulent\nconveyances.” §157(b)(2)(H). The statute authorizes bankruptcy\njudges to “hear and determine” such claims and “enter appropriate\norders and judgments” on them. §157(b)(1). A final judgment entered\nin a core proceeding is appealable to the district court,\n§158(a)(1), which reviews the judgment under traditional appellate\nstandards, Rule 8013.As for “non-core”\nproceedings—i.e., proceedings that are “not . . . core”\nbut are “otherwise related to a case under title 11”—the statute\nauthorizes a bankruptcy court to “hear [the] proceeding,” and then\n“submit proposed findings of fact and conclusions of law to the\ndistrict court.” §157(c)(1). The district court must then review\nthose proposed findings and conclusions de novo and enter any\nfinal orders or judgments. Ibid. There is one statutory exception\nto this rule: If all parties “consent,” the statute permits the\nbankruptcy judge “to hear and determine and to enter appropriate\norders and judgments” as if the proceeding were core.\n§157(c)(2).Put simply: If a matter\nis core, the statute empowers the bankruptcy judge to enter final\njudgment on the claim, subject to appellate review by the district\ncourt. If a matter is non-core, and the parties have not consented\nto final adjudication by the bankruptcy court, the bankruptcy judge\nmust propose findings of fact and conclusions of law. Then, the\ndistrict court must review the proceeding de novo and enter\nfinal judgment.CStern v. Marshall,\n564 U. S. ___, confronted an underlying conflict between the\n1984 Act and the requirements of Article III. In particular, Stern\nconsidered a constitutional challenge to the statutory designation\nof a particular claim as “core.” The bankrupt in that case had\nfiled a common-law counterclaim for tortious interference against a\ncreditor to the estate. Id., at ___. Section 157(b)(2)(C), as added\nby the 1984 Act, lists “counterclaims by the estate against persons\nfiling claims against the estate” as a core proceeding, thereby\nauthorizing the bankruptcy court to adjudicate the claim to final\njudgment. See supra this page. The respondent in Stern objected\nthat Congress had violated Article III by vesting the power to\nadjudicate the tortious interference counterclaim in bankruptcy\ncourt. Stern, 564 U. S., at ___.We agreed. Id., at ___.\nIn that circumstance, we held, Congress had improperly vested the\nBankruptcy Court with the “ ‘ judicial Power of the\nUnited States,’ ” just as in Northern Pipeline. 564\nU. S., at ___, ___ (slip op., at 21, 38). Because “[n]o\n‘public right’ exception excuse[d] the failure to comply with\nArticle III,” we concluded that Congress could not confer on the\nBankruptcy Court the authority to finally decide the claim. Id., at\n___. (slip op., at 21).IIIStern made clear that\nsome claims labeled by Congress as “core” may not be adjudicated by\na bankruptcy court in the manner designated by §157(b). Stern did\nnot, how-ever, address how the bankruptcy court should proceed\nunder those circumstances. We turn to that question now.The Ninth Circuit held\nthat the fraudulent conveyance claims at issue here are Stern\nclaims—that is, proceedings that are defined as “core” under\n§157(b) but may not, as a constitutional matter, be adjudicated as\nsuch (at least in the absence of consent, see n. 4, supra. See\n702 F. 3d, at 562. Neither party contests that conclusion.The lower courts,\nincluding the Ninth Circuit in this case, have described Stern\nclaims as creating a statutory “gap.” See, e.g., 702 F. 3d, at\n565. By definition, a Stern claim may not be adjudicated to final\njudgment by the bankruptcy court, as in a typical core proceeding.\nBut the alternative procedure, whereby the bankruptcy court submits\nproposed findings of fact and conclusions of law, applies only to\nnon-core claims. See §157(c)(1). Because §157(b) does not\nexplicitly authorize bankruptcy judges to submit proposed findings\nof fact and conclusions of law in a core proceeding, the argument\ngoes, Stern created a “gap” in the bankruptcy statute. See 702\nF. 3d, at 565. That gap purportedly renders the bankruptcy\ncourt powerless to act on Stern claims, see Brief for Petitioner\n46–48, thus requiring the district court to hear all Stern claims\nin the first instance.We disagree. The\nstatute permits Stern claims to proceed as non-core within the\nmeaning of §157(c). In particular, the statute contains a\nseverability provision that accounts for decisions, like Stern,\nthat invalidate certain applications of the statute:“If any provision of this Act or the\napplication thereof to any person or circumstance is held invalid,\nthe remainder of this Act, or the application of that provision to\npersons or circumstances other than those as to which it is held\ninvalid, is not affected thereby.” 98Stat. 344, note following 28\nU. S. C. §151.The plain text of this\nseverability provision closes the so-called “gap” created by Stern\nclaims. When a court identifies a claim as a Stern claim, it has\nnecessarily “held invalid” the “application” of §157(b)—i.e., the\n“core” label and its attendant procedures—to the litigant’s claim.\nNote following §151. In that circumstance, the statute instructs\nthat “the remainder of th[e] Act . . . is not affected\nthereby.” Ibid. That remainder includes §157(c), which governs\nnon-core proceedings. With the “core” category no longer available\nfor the Stern claim at issue, we look to §157(c)(1) to determine\nwhether the claim may be adjudicated as a non-core\nclaim—specifically, whether it is “not a core proceeding” but is\n“otherwise related to a case under title 11.” If the claim\nsatisfies the criteria of §157(c)(1), the bankruptcy court simply\ntreats the claims as non-core: The bankruptcy court should hear the\nproceeding and submit proposed findings of fact and conclusions of\nlawto the district court for de novo review and entry\nofjudgment.The conclusion that the\nremainder of the statute may continue to apply to Stern claims\naccords with our general approach to severability. We ordinarily\ngive effect to the valid portion of a partially unconstitutional\nstatute so long as it “remains ‘ “fully operative as a\nlaw,” ’ ” Free Enterprise Fund v. Public Company\nAccounting Oversight Bd., 561 U. S. 477, 509 (2010) (quoting\nNew York v. United States, 505 U. S. 144, 186 (1992) ), and so long\nas it is not “ ‘evident’ ” from the statutory text and\ncontext that Congress would have preferred no statute at all, 561\nU. S., at 509 (quoting Alaska Airlines, Inc. v. Brock, 480 U.\nS. 678, 684 (1987) ). Neither of those concerns applies here. Thus,\n§157(c) may be applied naturally to Stern claims. And, EBIA has\nidentified “nothing in the statute’s text or historical context”\nthat makes it “evident” that Congress would prefer to suspend Stern\nclaims in limbo. 561 U. S., at 509.[8]IVANow we must determine\nwhether the procedures set forth in §157(c)(1) apply to the\nfraudulent conveyance claims at issue in this case. The Court of\nAppeals held, and we assume without deciding, that the fraudulent\nconveyance claims in this case are Stern claims. See Part III,\nsupra. For purposes of this opinion, the “application” of both the\n“core” label and the procedures of §157(b) to the trustee’s claims\nhas therefore been “held invalid.” Note following §151.\nAccordingly, we must decide whether the fraudulent conveyance\nclaims brought by the trustee are within the scope of\n§157(c)(1)—that is, “not . . . core” proceedings but\n“otherwise related to a case under title 11.” We hold that this\nlanguage encompasses the trustee’s claims of fraudulent\nconveyance.First, the fraudulent\nconveyance claims in this case are “not . . . core.” The\nNinth Circuit held—and no party disputes—that Article III does not\npermit these claims to be treated as “core.” See Part III, supra.\nSecond, the fraudulent conveyance claims are self-evidently\n“related to a case under title 11.” At bottom, a fraudulent\nconveyance claim asserts that property that should have been part\nof the bankruptcy estate and therefore available for distribution\nto creditors pursuant to Title 11 was improperly removed. That sort\nof claim is “related to a case under title 11” under any plausible\nconstruction of the statutory text, and no party contends\notherwise. See, e.g., Celotex Corp. v. Edwards, 514 U. S. 300\n, n. 5, 308 (1995) (“Proceedings ‘related to’ the bankruptcy\ninclude . . . suits between third parties which have an\neffect on the bankruptcy estate”). Accordingly, because these Stern\nclaims fit comfortably within the category of claims governed by\n§157(c)(1), the Bankruptcy Court would have been permitted to\nfollow the procedures required by that provision, i.e., to submit\nproposed findings of fact and conclusions of law to the District\nCourt to be reviewed de novo.BAlthough this case\ndid not proceed in precisely that fashion, we affirm nonetheless. A\nbrief procedural history of the case helps explain why.As noted, §157 permits\na bankruptcy court to adjudicate a claim to final judgment in two\ncircumstances—in core proceedings, see §157(b), and in non-core\nproceedings “with the consent of all the parties,” §157(c)(2). In\nthis case, the Bankruptcy Court entered judgment in favor of the\nbankruptcy trustee without specifying in its order whether it was\nacting pursuant to §157(b) (core) or §157(c)(2) (non-core with\nconsent). EBIA immediately appealed to the District Court, see\n§158, but it did not argue that the Bankruptcy Court lacked\nconstitutional authority to grant summary judgment. As a result,\nthe District Court did not analyze whether there was a Stern\nproblem and did not, as some district courts have done, relabel the\nbankruptcy order as mere proposed findings of fact and conclusions\nof law. See, e.g., In re Parco Merged Media Corp., 489\nB. R. 323, 326 (Me. 2013) (collecting cases). The District\nCourt did, however, review de novo the Bankruptcy Court’s\ngrant of summary judgment for the trustee—a legal question—and\nissued a reasoned opinion affirming the Bankruptcy Court. The\nDistrict Court then separately entered judgment in favor of the\ntrustee. See 28 U. S. C. §1334(b) (“[T]he district courts\nshall have original but not exclusive jurisdiction of all civil\nproceedings . . . related to cases under title 11”).EBIA now objects on\nconstitutional grounds to the Bankruptcy Court’s disposition of the\nfraudulent conveyance claims. EBIA contends that it was\nconstitutionally entitled to review of its fraudulent conveyance\nclaims by an Article III court regardless of whether the parties\nconsented to adjudication by a bankruptcy court. Brief for\nPetitioner 25–27. In an alternative argument, EBIA asserts that\neven if the Constitution permitted the Bankruptcy Court to\nadjudicate its claim with the consent of the parties, it did not in\nfact consent. Id., at 38.In light of the\nprocedural posture of this case, however, we need not decide\nwhether EBIA’s contentions are correct on either score. At bottom,\nEBIA argues that it was entitled to have an Article III court\nreview de novo and enter judgment on the fraudulent conveyance\nclaims asserted by the trustee. In effect, EBIA received exactly\nthat. The District Court conducted de novo review of the\nsummary judgment claims, concluding in a written opinion that there\nwere no disputed issues of material fact and that the trustee was\nentitled to judgment as a matter of law. In accordance with its\nstatutory authority over matters related to the bankruptcy, see\n§1334(b), the District Court then separately entered judgment in\nfavor of the trustee. EBIA thus received the same review from the\nDistrict Court that it would have received if the Bankruptcy Court\nhad treated the fraudulent conveyance claims as non-core\nproceedings under §157(c)(1). In short, even if EBIA is correct\nthat the Bankruptcy Court’s entry of judgment was invalid, the\nDistrict Court’s de novo review and entry of its own valid\nfinal judgment cured any error. Cf. Carter v. Kubler, 320\nU. S. 243, 248 (1943) (bankruptcy commissioner’s error was\ncured after the District Court “madean independent and complete\nreview of the conflicting evidence”).Accordingly, we affirm\nthe judgment of the Court of Appeals.It is so ordered.Notes1The trustee asserted\nclaims of fraudulent conveyance under , and under state law, Wash.\nRev. Code, ch. 19.40 (2012).2As we explain below, see\nPart II–B, ,the statutory schemeat issue both in and in this case\ngrants bankruptcy courts the authority to “hear and determine” and\n“enter appropriate orders and judgments” in “core” proceedings. .\nThe statute lists counterclaims like the one brought in as “core”\nclaims. §157(b)(2)(C).3held that a fraudulent\nconveyance claim under Title 11 is not a matter of “public right”\nfor purposes of Article III, 492 U. S., at 55, and that the\ndefendant to such a claim is entitled to a jury trial under the , ,\nat 64.4Because we conclude that\nEBIA received the review and entry of judgment to which it claims\nconstitutional entitlement, see Part IV–B, this case does not\nrequire us to address whether EBIA in fact consented to the\nBankruptcy Court’s adjudication of a claim and whether Article III\npermits a bankruptcy court, with the consent of the parties, to\nenter final judgment on a claim. We reserve that question for\nanother day.5Bankruptcy referees were\ndesignated “judges” in 1973. See v. , n. 2 (1982) (plurality\nopinion).6In addition, district\ncourts may also withdraw such matters from the bankruptcy courts\nfor “cause shown.” §157(d).7In using the term “core,”\nCongress tracked the plurality’s use of the same term as a\ndescription of those claims that fell within the scope of the\nhistorical bankruptcy court’s power. See 458 U. S., at 71\n(“[T]he restructuring of debtor-creditor relations, which is at the\nof the federal bankruptcy power, must be distinguished from the\nadjudication of state-created private rights . . .”\n(emphasis added)).8To the contrary, we noted\nin that removal of claims from core bankruptcy jurisdiction does\nnot “meaningfully chang[e] the division of labor in the current\nstatute.” 564 U. S., at ___ (slip op., at 37). Accepting\nEBIA’s contention that district courts are required to hear all\nclaims in the first instance, see Brief for Petitioner 46–48, would\ndramatically alter the division of responsibility set by\nCongress.",
    "joined": []
}