{
    "case": {
        "docket": "19-1392",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/19-1392/"
    },
    "id": "4600818",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–1392_________________THOMAS E. DOBBS, STATE HEALTH OFFICER OF THE\nMISSISSIPPI DEPARTMENT OF HEALTH, et al., PETITIONERSv.JACKSON WOMEN’S HEALTH ORGANIZATION, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2022]Justice Thomas, concurring.I join the opinion of the Court because it\ncorrectly holds that there is no constitutional right to abortion.\nRespondents invoke one source for that right: the Fourteenth\nAmendment’s guarantee that no State shall “deprive any person of\nlife, liberty, or property without due process of law.” The Court\nwell explains why, under our substantive due process precedents,\nthe purported right to abortion is not a form of “liberty”\nprotected by the Due Process Clause. Such a right is neither\n“deeply rooted in this Nation’s history and tradition” nor\n“implicit in the concept of ordered liberty.”Washingtonv.Glucksberg,521 U.S.\n702, 721 (1997) (internal quotation marks omitted). “[T]he idea\nthat the Framers of the Fourteenth Amendment understood the Due\nProcess Clause to protect a right to abortion is farcical.”June\nMedical Services L. L.C.v.Russo, 591\nU. S. ___, ___ (2020) (Thomas, J., dissenting) (slip op., at\n17).I write separately to emphasize a second, more\nfundamental reason why there is no abortion guarantee lurking in\nthe Due Process Clause. Considerable historical evidence indicates\nthat “due process of law” merely required executive and judicial\nactors to comply with legislative enactments and the common law\nwhen depriving a person of life, liberty, or property. See,e.g.,Johnsonv.United States, 576 U.S. 591,\n623 (2015) (Thomas, J., concurring in judgment). Other sources, by\ncontrast, suggest that “due process of law” prohibited legislatures\n“from authorizing the deprivation of a person’s life, liberty, or\nproperty without providing him the customary procedures to which\nfreemen were entitled by the old law of England.”United\nStatesv.Vaello Madero, 596 U. S. ___, ____ (2022)\n(Thomas, J., concurring) (slip op., at 3) (internal quotation marks\nomitted). Either way, the Due Process Clause at most guaranteesprocess. It does not, as the Court’s substantive due process\ncases suppose, “forbi[d] the government to infringe certain\n‘fundamental’ liberty interestsat all, no matter what\nprocess is provided.”Renov.Flores,507 U.S.\n292, 302 (1993); see also,e.g.,Collinsv.Harker Heights,503 U.S.\n115, 125 (1992).As I have previously explained, “substantive due\nprocess” is an oxymoron that “lack[s] any basis in the\nConstitution.”Johnson, 576 U. S., at 607–608 (opinion\nof Thomas, J.); see also,e.g.,Vaello Madero, 596\nU. S., at ___ (Thomas, J., concurring) (slip op., at 3)\n(“[T]ext and history provide little support for modern substantive\ndue process doctrine”). “The notion that a constitutional provision\nthat guarantees only ‘process’ before a person is deprived of life,\nliberty, or property could define the substance of those rights\nstrains credulity for even the most casual user of words.”McDonaldv.Chicago,561 U.S.\n742, 811 (2010) (Thomas, J., concurring in part and concurring\nin judgment); see alsoUnited Statesv.Carlton,512 U.S.\n26, 40 (1994) (Scalia, J., concurring in judgment). The\nresolution of this case is thus straightforward. Because the Due\nProcess Clause does not secureanysubstantive rights, it\ndoes not secure a right to abortion.The Court today declines to disturb substantive\ndue process jurisprudence generally or the doctrine’s application\nin other, specific contexts. Cases likeGriswoldv.Connecticut,381 U.S.\n479(1965) (right of married persons to obtain\ncontraceptives)[1]*;Lawrencev.Texas,539 U.S.\n558(2003) (right to engage in private, consensual sexual\nacts); andObergefellv.Hodges, 576 U.S. 644 (2015)\n(right to same-sex marriage), are not at issue. The Court’s\nabortion cases are unique, seeante,at 31–32, 66, 71–72,\nand no party has asked us to decide “whether our entire Fourteenth\nAmendment jurisprudence must be preserved or revised,”McDonald, 561 U. S., at 813 (opinion of Thomas, J.).\nThus, I agree that “[n]othing in [the Court’s] opinion should be\nunderstood to cast doubt on precedents that do not concern\nabortion.”Ante,at 66.For that reason, in future cases, we should\nreconsider all of this Court’s substantive due process precedents,\nincludingGriswold,Lawrence, andObergefell.\nBecause any substantive due process decision is “demonstrably\nerroneous,”Ramosv.Louisiana, 590 U. S. ___,\n___ (2020) (Thomas, J., concurring in judgment) (slip op., at 7),\nwe have a duty to “correct the error” established in those\nprecedents,Gamblev.United States, 587 U. S.\n___, ___ (2019) (Thomas, J., concurring) (slip op., at 9). After\noverruling these demonstrably erroneous decisions, the question\nwould remain whether other constitutional provisions guarantee the\nmyriad rights that our substantive due process cases have\ngenerated. For example, we could consider whether any of the rights\nannounced in this Court’s substantive due process cases are\n“privileges or immunities of citizens of the United States”\nprotected by the Fourteenth Amendment. Amdt. 14, §1; seeMcDonald, 561 U. S., at 806 (opinion of Thomas, J.). To\nanswer that question, we would need to decide important antecedent\nquestions, including whether the Privileges or Immunities Clause\nprotectsanyrights that are not enumerated in the\nConstitution and, if so, how to identify those rights. Seeid., at 854. That said, even if the Clause does protect\nunenumerated rights, the Court conclusively demonstrates that\nabortion is not one of them under any plausible interpretive\napproach. Seeante,at 15, n. 22.Moreover, apart from being a demonstrably\nincorrect reading of the Due Process Clause, the “legal fiction” of\nsubstantive due process is “particularly dangerous.”McDonald, 561 U. S., at 811 (opinion of Thomas, J.);\naccord,Obergefell, 576 U. S., at 722 (Thomas, J.,\ndissenting). At least three dangers favor jettisoning the doctrine\nentirely.First, “substantive due process exalts judges at\nthe expense of the People from whom they derive their authority.”Ibid. Because the Due Process Clause “speaks only to\n‘process,’ the Court has long struggled to define what substantive\nrights it protects.”Timbsv.Indiana, 586 U. S.\n___, ___ (2019) (Thomas, J., concurring in judgment) (slip op., at\n2) (internal quotation marks omitted). In practice, the Court’s\napproach for identifying those “fundamental” rights “unquestionably\ninvolves policymaking rather than neutral legal analysis.”Carlton, 512 U. S., at 41–42 (opinion of Scalia, J.);\nsee alsoMcDonald, 561 U. S., at 812 (opinion of\nThomas, J.) (substantive due process is “a jurisprudence devoid of\na guiding principle”). The Court divines new rights in line with\n“its own, extraconstitutional value preferences” and nullifies\nstate laws that do not align with the judicially created\nguarantees.Thornburghv.American College of\nObstetricians and Gynecologists,476 U.S.\n747, 794 (1986) (White, J., dissenting).Nowhere is this exaltation of judicial\npolicymaking clearer than this Court’s abortion jurisprudence. InRoev.Wade,410 U.S.\n113(1973), the Court divined a right to abortion because it\n“fe[lt]” that “the Fourteenth Amendment’s concept of personal\nliberty” included a “right of privacy” that “is broad enough to\nencompass a woman’s decision whether or not to terminate her\npregnancy.”Id.,at 153. InPlanned Parenthood of\nSoutheastern Pa.v.Casey,505 U.S.\n833(1992), the Court likewise identified an abortion guarantee\nin “the liberty protected by the Fourteenth Amendment,” but, rather\nthan a “right of privacy,” it invoked an ethereal “right to define\none’s own concept of existence, of meaning, of the universe, and of\nthe mystery of human life.”Id., at 851. As the Court’s\npreferred manifestation of “liberty” changed, so, too, did the test\nused to protect it, asRoe’s author lamented. SeeCasey, 505 U. S., at 930 (Blackmun, J., concurring in\npart and dissenting in part) (“[T]heRoeframework is far\nmore administrable, and far less manipulable, than the ‘undue\nburden’ standard”).Now, in this case, the nature of the purported\n“liberty” supporting the abortion right has shifted yet again.\nRespondents and the United States propose no fewer than three\ndifferent interests that supposedly spring from the Due Process\nClause. They include “bodily integrity,” “personal autonomy in\nmatters of family, medical care, and faith,” Brief for Respondents\n21, and “women’s equal citizenship,” Brief for United States asAmicus Curiae24. That 50 years have passed sinceRoeand abortion advocates still cannot coherently articulate the right\n(or rights) at stake proves the obvious: The right to abortion is\nultimately a policy goal in desperate search of a constitutional\njustification.Second, substantive due process distorts other\nareas of constitutional law. For example, once this Court\nidentifies a “fundamental” right for one class of individuals, it\ninvokes the Equal Protection Clause to demand exacting scrutiny of\nstatutes that deny the right to others. See,e.g.,Eisenstadtv.Baird,405 U.S.\n438, 453–454 (1972) (relying onGriswoldto invalidate a\nstate statute prohibiting distribution of contraceptives to\nunmarried persons). Statutory classifications implicating certain\n“nonfundamental” rights, meanwhile, receive only cursory review.\nSee,e.g.,Armourv.Indianapolis,566 U.S.\n673, 680 (2012). Similarly, this Court deems unconstitutionally\n“vague” or “overbroad” those laws that impinge on its preferred\nrights, while letting slide those laws that implicate supposedly\nlesser values. See,e.g.,Johnson, 576 U. S., at\n618–621 (opinion of Thomas, J.);United Statesv.Sineneng-Smith, 590 U. S. ___, ___–___ (2020) (Thomas,\nJ., concurring) (slip op., at 3–5). “In fact, our vagueness\ndoctrine served as the basis for the first draft of the majority\nopinion inRoev.Wade,” and it since has been\n“deployed . . . to nullify even mild regulations of the\nabortion industry.”Johnson,576 U. S., at 620–621\n(opinion of Thomas, J.). Therefore, regardless of the doctrinal\ncontext, the Court often “demand[s] extra justifications for\nencroachments” on “preferred rights” while “relax[ing] purportedly\nhigher standards of review for less- preferred rights.”Whole\nWoman’s Healthv.Hellerstedt, 579 U.S. 582, 640–642\n(2016) (Thomas, J., dissenting). Substantive due process is the\ncore inspiration for many of the Court’s constitutionally unmoored\npolicy judgments.Third, substantive due process is often wielded\nto “disastrous ends.”Gamble, 587 U. S., at ___\n(Thomas, J., concurring) (slip op., at 16). For instance, inDred Scottv.Sandford, 19 How. 393 (1857), the Court\ninvoked a species of substantive due process to announce that\nCongress was powerless to emancipate slaves brought into the\nfederal territories. Seeid.,at 452. WhileDred\nScott“was overruled on the battlefields of the Civil War and\nby constitutional amendment after Appomattox,”Obergefell,\n576 U. S., at 696 (Roberts, C. J., dissenting), that\noverruling was “[p]urchased at the price of immeasurable human\nsuffering,”Adarand Constructors, Inc.v.Peña,515 U.S.\n200, 240 (1995) (Thomas, J., concurring in part and concurring\nin judgment). Now today, the Court rightly overrulesRoeandCasey—two of this Court’s “most notoriously incorrect”\nsubstantive due process decisions,Timbs, 586 U. S., at\n___ (opinion of Thomas, J.) (slip op., at 2)—after more than 63\nmillion abortions have been performed, see National Right to Life\nCommittee, Abortion Statistics (Jan. 2022), https://\nwww.nrlc.‌org/uploads/factsheets/FS01‌Abortioninthe‌‌US.pdf. The\nharm caused by this Court’s forays into substantive due process\nremains immeasurable.*  *  *Because the Court properly applies our\nsubstantive due process precedents to reject the fabrication of a\nconstitutional right to abortion, and because this case does not\npresent the opportunity to reject substantive due process entirely,\nI join the Court’s opinion. But, in future cases, we should “follow\nthe text of the Constitution, which sets forth certain substantive\nrights that cannot be taken away, and adds, beyond that, a right to\ndue process when life, liberty, or property is to be taken away.”Carlton, 512 U. S., at 42 (opinion of Scalia, J.).\nSubstantive due process conflicts with that textual command and has\nharmed our country in many ways. Accordingly, we should eliminate\nit from our jurisprudence at the earliest opportunity.Notes1*Griswoldv.Connecticutpurported not to rely on the Due Process Clause,\nbut rather reasoned “that specific guarantees in the Bill of\nRights”—including rights enumerated in the First, Third, Fourth,\nFifth, and Ninth Amendments—“have penumbras, formed by emanations,”\nthat create “zones of privacy.” 381 U. S., at 484. SinceGriswold,the Court, perhaps recognizing the facial\nabsurdity ofGriswold’s penumbral argument, has\ncharacterized the decision as one rooted in substantive due\nprocess. See,e.g.,Obergefellv.Hodges, 576\nU.S. 644, 663 (2015);Washingtonv.Glucksberg,521 U.S.\n702, 720 (1997).",
    "joined": []
}