{
    "case": {
        "docket": "323",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/323/"
    },
    "id": "1963402",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTWILLIAMSON V. MAZDA MOTOR OF AMERICA, INC.562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 08-1314DELBERT WILLIAMSON, et al., PETITIONERSv.MAZDA MOTOR OF AMERICA, INC., et al.on writ of certiorari to the court of appeal of\ncali-fornia, fourth appellate district, division three[February 23, 2011]Justice Thomas, concurring in the\njudgment.The Court concludes that the\nNational Traffic and Motor Vehicle Safety Act of 1966 (Safety Act)\nand Federal Motor Vehicle Safety Standard 208 (FMVSS 208) do not\npre-empt the Williamsons’ state tort lawsuit. I agree. But I reach\nthis result by a more direct route: the Safety Act’s saving clause,\nwhich speaks directly to this question and answers it. See 49 U.\nS. C. §30103(e).IThe plain text of the Safety Act\nresolves this case. Congress has instructed that “[c]ompliance with\na motor vehicle safety standard prescribed under this chapter does\nnot exempt a person from liability at common law.”Ibid.This saving clause “explicitly preserv[es] state common-law\nactions.”Wyethv.Levine, 555 U. S. ___, ___\n(2009) (Thomas, J., concurring in judgment) (slip op., at 18).\nHere, Mazda complied with FMVSS 208 when it chose to install a\nsimple lap belt. According to Mazda, the Williamsons’ lawsuit\nalleging that it should have installed a lap-and-shoulder seatbelt\ninstead is pre-empted. That argument is foreclosed by the saving\nclause; the Williamsons’ state tort action is not pre-empted.The majority does not rely on the\nSafety Act’s saving clause because this Court effectively read it\nout of the statute inGeierv.American Honda Motor\nCo.,529 U. S.\n861(2000). InGeier, the Court interpreted the saving\nclause as simply cancelling out the statute’s express pre-emption\nclause with respect to common-law tort actions. This left the Court\nfree to consider the effect of conflict pre-emption principles on\nsuch tort actions. Seeid.,at 869.But it makes no sense to read the express\npre-emption clause in conjunction with the saving clause. Seeid.,at 898 (Stevens, J., dissenting). The express\npre-emption clause bars States from having any safety “standard\napplicable to the same aspect of performance” as a federal standard\nunless it is “identical” to the federal one. §30103(b). That clause\npre-empts States from establishing “objective rule[s] prescribed by\na legislature or an administrative agency” in competition with the\nfederal standards; it says nothing about the tort lawsuits that are\nthe focus of the saving clause.Id.,at 896.* Read\nindependently of the express pre-emption clause, the saving clause\nsimply means what it says: FMVSS 208 does not pre-empt state\ncommon-law actions.IIAs inGeier, rather than\nfollowing the plain text of the statute, the majority’s analysis\nturns on whether the tort lawsuit here “ ‘stands as an\nobstacle to the accomplishment and execution of the full purposes\nand objectives’ ” of FMVSS 208.Ante, at 5 (quotingHinesv.Davidowitz,312 U. S. 52, 67 (1941)).\nI have rejected purposes-and-objectives pre-emption as inconsistent\nwith the Constitution because it turns entirely on extratextual\n“judicial suppositions.”Wyeth,supra,at ___\n(slip op., at 22); see alsoHaywoodv.Drown, 556\nU. S. ___, ___ (2009) (dissenting opinion) (slip op., at\n26–27).Pre-emption occurs “by direct\noperation of the Supremacy Clause,”Brownv.Hotel\nEmployees,468\nU. S. 491, 501 (1984), which “requires that pre-emptive effect\nbe given only to those federal standards and policies that are set\nforth in, or necessarily follow from, the statutory text that was\nproduced through the constitutionally required bicameral and\npresentment procedures.”Wyeth, 555 U. S., at ___ (slip\nop., at 5) (opinion of Thomas, J.). In short, pre-emption must turn\non the text of a federal statute or the regulations it authorizes.\nSeeid.,at ___ (slip op., at 6); see alsoGeier,supra,at 911 (Stevens, J., dissenting).Purposes-and-objectives pre-emption—which by\ndesign roams beyond statutory or regulatory text—is thus wholly\nillegitimate. It instructs courts to pre-empt state laws based on\njudges’ “conceptions of a policy which Congress has not expressed\nand which is not plainly to be inferred from the legislation which\nit has enacted.”Hines, supra,at 75 (Stone, J.,\ndissenting);Geier,supra,at 907 (opinion of\nStevens, J.) (expressing concern about judges “running amok with\nour potentially boundless (and perhaps inadequately considered)\n[purposes-and-objectives pre-emption doctrine]”); see alsoWyeth,supra,at ___ (slip op., at 13–21)\n(opinion of Thomas, J.) (recounting the history of the\ndoctrine).The majority’s purposes-and-objectives\npre-emption analysis displays the inherent constitutional problem\nwith the doctrine. The Court begins with FMVSS 208, which allowed\nmanufacturers to install either simple lap or lap-and-shoulder\nseatbelts in the rear aisle seat of 1993 minivans. The majority\nthen turns to what it considers the primary issue: whether “that\nchoice [was] asignificantregulatory objective.”Ante, at 8 (emphasis added). Put more plainly, the\nquestion is whether the regulatorsreallywanted\nmanufacturers to have a choice or did not really want them to have\na choice but gave them one anyway.To answer that question, the majority engages\nin a “freewheeling, extratextual, and broad evaluatio[n] of the\n‘purposes and objectives’ ” of FMVSS 208.Wyeth,supra,at ___ (slip op., at 23) (opinion of Thomas, J.).\nThe Court wades into a sea of agency musings and Government\nlitigating positions and fishes for what the agency may have been\nthinking 20 years ago when it drafted the relevant provision. After\nscrutinizing the 1989 Federal Register, a letter written in 1994,\nand the Solicitor General’s present-day assurances, the Court finds\nthat Department of Transportation liked the idea of\nlap-and-shoulder seatbelts in all seats, but did not require them,\nprimarily for cost-efficiency reasons and also because of some\nconcern for ingress-egress around the belt mounts.Ante,\nat 8–11. From all of this, the majority determines that although\nthe regulators specifically and intentionally gave manufacturers a\nchoice between types of seatbelts, that choice was not a\n“significant regulatory objective” and so does not pre-empt state\ntort lawsuits.That the Court inGeierreached an\nopposite conclusion reveals the utterly unconstrained nature of\npurposes-and-objectives pre-emption. There is certainly\n“considerable similarity between this case andGeier.”Ante, at 2. Just as in this case,Geierinvolved\na choice offered to car manufacturers in FMVSS 208: whether to\ninstall airbags.Ante, at 8. And just as in this case, the\nCourt inGeierrelied on “history, the agency’s\ncontemporaneous explanation, and the Government’s current\nunderstanding” to determine the significance of that choice.Ante, at 7–8. Yet theGeierCourt concluded that\n“giving auto manufacturers a choice among different kinds of\npassive restraint devices was asignificant objectiveof\nthe federal regulation,”ante, at 6, and thus found the\nGeiers’ lawsuit pre-empted.The dispositive difference between this case\nandGeier—indeed, the only difference—is the majority’s\n“psychoanalysis” of the regulators.United Statesv.Public Util. Comm’n of Cal.,345 U. S. 295, 319\n(1953) (Jackson, J., concurring) (describing reliance on\nlegislative history). The majority cites no difference on the face\nof FMVSS 208 between the airbag choice addressed inGeierand the seatbelt choice at issue in this case.According to the majority, to determine\nwhether FMVSS 208 pre-empts a tort suit, courts apparently must\nembark on the same expedition undertaken here: sifting through the\nFederal Register, examining agency ruminations, and asking the\nGovernment what it currently thinks. Pre-emption is then proper if\nthe court decides that the regulators thought the choice especially\nimportant, but not if the choice was only somewhat important. This\nquest roves far from the Safety Act and analyzes pre-emption based\non a formless inquiry into how strongly an agency felt about the\nregulation it enacted 20 years ago.“[F]reeranging speculation about what the\npurposes of the [regulation] must have been” is not\nconstitutionally proper in any case.Wyeth,supra,at ___ (slip op., at 15) (opinion of Thomas, J.).\nThe Supremacy Clause commands that the “[l]aws of the United\nStates,” not the unenacted hopes and dreams of the Department of\nTransportation, “shall be the supreme Law of the Land.” U. S.\nConst., Art. VI, cl. 2. The impropriety is even more obvious here\nbecause the plain text of the Safety Act resolves this case.For these reasons, I concur in the\njudgment.* See alsoSprietsmav.Mercury\nMarine,537 U.\nS. 51, 63–64 (2002) (addressing a similar express pre-emption\nclause and saving clause in the Federal Boat Safety Act, and\nholding that it is “perfectly rational” for Congress to bar state\n“administrative and legislative regulations” while allowing\n“private damages remedies” to compensate accident victims).",
    "joined": []
}