{
    "case": {
        "docket": "561",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/561/"
    },
    "id": "1962236",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN PARTENVIRONMENTAL DEFENSE V. DUKE ENERGY CORP.549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-848ENVIRONMENTAL DEFENSE, et al., PETITIONERSv.DUKE ENERGY CORPORATION et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[April 2, 2007]Justice Thomas, concurring in\npart.I join all but Part III–A of the\nCourt’s opinion. I write separately to note my disagreement with\nthe dicta in that portion of the opinion, which states that the\nstatutory cross-reference does not mandate a singular regulatory\nconstruction.The Prevention of Significant Deterioration\n(PSD) statute explicitly links the definition of the term\n“modification” to that term’s definition in the New Source\nPerformance Standard (NSPS) statute:“The term ‘construction’ when used in connection\nwith any source or facility, includes the modification (as defined\nin section 7411(a) of this title) of any source or facility.” 42 U.\nS. C. §7479(2)(C).Section 7411(a) contains the NSPS definition of\n“modification,” which the parties agree is the relevant statutory\ndefinition of the term for both PSD and NSPS. Because of the\ncross-reference, the definitions of “modification” in PSD and NSPS\nare one and the same. The term “modification” therefore has the\nsame meaning despite contextual variations in the two admittedly\ndifferent statutory schemes. Congress’ explicit linkage of PSD’s\ndefinition of “modification” to NSPS’ prevents the Environmental\nProtection Agency (EPA) from adopting differing regulatory\ndefinitions of “modification” for PSD and NSPS. Cf.IBP,\nInc.v.Alvarez,546 U. S. 21, 34 (2005)\n(concluding that an “explicit reference” to a previous statutory\ndefinition prohibits interpreting the same word differently).Section 7479(2)(C)’s cross-reference carries\nmore meaning than the mere repetition of the same word in a\ndifferent statutory context. When Congress repeats the same word in\na different statutory context, it is possible that Congress might\nhave intended the context to alter the meaning of the word. SeeAtlantic Cleaners & Dyers, Inc.v.United\nStates,286 U.\nS. 427, 433 (1932). No such possibility exists with\n§7479(2)(C). By incorporating NSPS’ definition of “modification,”\nCongress demonstrated that it did not intend for PSD’s definition\nof “modification” to hinge on contextual factors unique to the PSD\nstatutory scheme. Thus,United Statesv.Cleveland\nIndians Baseball Co.,532 U. S. 200(2001),\nwhich analyzes the mere repetition of the same word in a different\nstatutory context, carries little weight in this situation.Likewise, this case differs from the\ncircumstance we faced inRobinsonv.Shell Oil\nCo.,519 U. S.\n337(1997). InRobinson, we considered whether\n“employee,” as used in §704(a) of Title VII of the Civil Rights Act\nof 1964, included former employees. We determined that under the\nclear language of the statute, certain statutory provisions using\nthe term “employee” made sense only with respect to former\nemployees or current employees, but not both.Id., at\n342–343. Accordingly, upon analyzing the context of §704(a), we\nwere compelled to conclude that the term “employee” included former\nemployees. This case does not present a similar situation. The\nstatute here includes a statutory cross-reference, which conveys a\nclear congressional intent to provide a common definition for the\nterm “modification.” And the contextual differences between PSD and\nNSPS do not compel different meanings for the term “modification.”Robinsonis, therefore, inapplicable.Even if the cross-reference were merely the\nequivalent of repeating the words of the definition, we must still\napply our usual presumption that the same words repeated in\ndifferent parts of the same statute have the same meaning. SeeAtlantic Cleaners,supra, at 433;ante,\nat 9. That presumption has not been overcome here. While the\nbroadly stated regulatory goals of PSD and NSPS differ, these\ncontextual differences do not compel different definitions of\n“modification.” That is, unlike inRobinson, reading the\nstatutory definition in the separate contexts of PSD and NSPS does\nnot require different interpretations of the term “modification.”\nEPA demonstrated as much when it recently proposed regulations that\nwould unify the regulatory definitions of “modification.” See 70\nFed. Reg. 61083, n. 3 (2005) (terming the proposal “an appropriate\nexercise of our discretion” and stating that the unified definition\nbetter serves PSD’s goals).The majority opinion does little to overcome\nthe presumption that the same words, when repeated, carry the same\nmeaning. Instead, it explains that this Court’s cases do not compel\nidentical language to be interpreted identically in all situations.\nGranting that point, the majority still has the burden of stating\nwhy our general presumption does not control the outcome here. It\nhas not done so.",
    "joined": []
}