{
    "case": {
        "docket": "18-556",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-556/"
    },
    "id": "4232997",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–556_________________KANSAS, PETITIONERv.CHARLES\nGLOVERon writ of certiorari to the supreme court of\nkansas[April 6, 2020]Justice Thomas delivered the opinion of the\nCourt.This case presents the question whether a police\nofficer violates the Fourth Amendment by initiating an\ninvestigative traffic stop after running a vehicle’s license plate\nand learning that the registered owner has a revoked driver’s\nlicense. We hold that when the officer lacks information negating\nan inference that the owner is the driver of the vehicle, the stop\nis reasonable.IKansas charged respondent Charles Glover, Jr.,\nwith driving as a habitual violator after a traffic stop revealed\nthat he was driving with a revoked license. See Kan. Stat. Ann.\n§8–285(a)(3) (2001). Glover filed a motion to suppress all evidence\nseized during the stop, claiming that the officer lacked reasonable\nsuspicion. Neither Glover nor the police officer testified at the\nsuppression hearing. Instead, the parties stipulated to the\nfollowing facts:“1. Deputy Mark Mehrer is a certified law\nenforcement officer employed by the Douglas County Kansas\nSheriff ’s Office.2. On April 28, 2016, Deputy Mehrer was on\nroutine patrol in Douglas County when he observed a 1995 Chevrolet\n1500 pickup truck with Kansas plate 295ATJ.3. Deputy Mehrer ran Kansas plate 295ATJ\nthrough the Kansas Department of Revenue’s file service. The\nregistration came back to a 1995 Chevrolet 1500 pickup truck.4. Kansas Department of Revenue files indicated\nthe truck was registered to Charles Glover Jr. The files also\nindicated that Mr. Glover had a revoked driver’s license in the\nState of Kansas.5. Deputy Mehrer assumed the registered owner\nof the truck was also the driver, Charles Glover Jr.6. Deputy Mehrer did not observe any traffic\ninfractions, and did not attempt to identify the driver [of] the\ntruck. Based solely on the information that the registered owner of\nthe truck was revoked, Deputy Mehrer initiated a traffic stop.7. The driver of the truck was identified as the\ndefendant, Charles Glover Jr.” App. to Pet. for Cert. 60–61.The District Court granted Glover’s motion to\nsuppress. The Court of Appeals reversed, holding that “it was\nreasonable for [Deputy] Mehrer to infer that the driver was the\nowner of the vehicle” because “there were specific and articulable\nfacts from which the officer’s common-sense inference gave rise to\na reasonable suspicion.” 54 Kan. App. 2d 377, 385, 400 P.3d 182,\n188 (2017).The Kansas Supreme Court reversed. According to\nthe court, Deputy Mehrer did not have reasonable suspicion because\nhis inference that Glover was behind the wheel amounted to “only a\nhunch” that Glover was engaging in criminal activity. 308 Kan. 590,\n591, 422 P.3d 64, 66 (2018). The court further explained that\nDeputy Mehrer’s “hunch” involved “applying and stacking unstated\nassumptions that are unreasonable without further factual basis,”\nnamely, that “the registered owner was likely the primary driver of\nthe vehicle” and that “the owner will likely disregard the\nsuspension or revocation order and continue to drive.”Id.,at 595–597, 422 P. 3d, at 68–70. We granted Kansas’ petition\nfor a writ of certiorari, 587 U. S. ___ (2019), and now\nreverse.IIUnder this Court’s precedents, the Fourth\nAmendment permits an officer to initiate a brief investigative\ntraffic stop when he has “a particularized and objective basis for\nsuspecting the particular person stopped of criminal activity.”United Statesv.Cortez,449\nU.S. 411, 417–418 (1981); see alsoTerryv.Ohio,392 U.S.\n1, 21–22 (1968). “Although a mere ‘hunch’ does not create\nreasonable suspicion, the level of suspicion the standard requires\nis considerably less than proof of wrongdoing by a preponderance of\nthe evidence, and obviously less than is necessary for probable\ncause.”PradoNavarettev.California,572 U.S.\n393, 397 (2014) (quotation altered);United Statesv.Sokolow,490 U.S.\n1, 7 (1989).Because it is a “less demanding” standard,\n“reasonable suspicion can be established with information that is\ndifferent in quantity or content than that required to establish\nprobable cause.”Alabamav.White,496 U.S.\n325, 330 (1990). The standard “depends on the factual and\npractical considerations of everyday life on whichreasonable\nand prudent men, not legal technicians, act.”Navarette,supra, at 402 (quotingOrnelasv.United\nStates,517 U.S.\n690, 695 (1996) (emphasis added; internal quotation marks\nomitted)). Courts “cannot reasonably demand scientific certainty\n. . . where none exists.”Illinoisv.Wardlow,528 U.S.\n119, 125 (2000). Rather, they must permit officers to make\n“commonsense judgments and inferences about human behavior.”Ibid.; see alsoNavarette,supra, at 403\n(noting that an officer “ ‘need not rule out the possibility\nof innocent conduct’ ”).IIIWe have previously recognized that States have\na “vital interest in ensuring that only those qualified to do so\nare permitted to operate motor vehicles [and] that licensing,\nregistration, and vehicle inspection requirements are being\nobserved.”Delawarev.Prouse,440 U.S.\n648, 658 (1979). With this in mind, we turn to whether the\nfacts known to Deputy Mehrer at the time of the stop gave rise to\nreason- able suspicion. We conclude that they did.Before initiating the stop, Deputy Mehrer\nobserved an individual operating a 1995 Chevrolet 1500 pickup truck\nwith Kansas plate 295ATJ. He also knew that the registered owner of\nthe truck had a revoked license and that the model of the truck\nmatched the observed vehicle. From these three facts, Deputy Mehrer\ndrew the commonsense inference that Glover was likely the driver of\nthe vehicle, which provided more than reasonable suspicion to\ninitiate the stop.The fact that the registered owner of a vehicle\nis not always the driver of the vehicle does not negate the reason-\nableness of Deputy Mehrer’s inference. Such is the case with all\nreasonable inferences. The reasonable suspicion inquiry “falls\nconsiderably short” of 51% accuracy, seeUnited Statesv.Arvizu,534 U.S.\n266, 274 (2002), for, as we have explained, “[t]o be reasonable\nis not to be perfect,”Heienv.North Carolina,574 U.S.\n54, 60 (2014).Glover’s revoked license does not render Deputy\nMehrer’s inference unreasonable either. Empirical studies\ndemonstrate what common experience readily reveals: Drivers with\nrevoked licenses frequently continue to drive and therefore to pose\nsafety risks to other motorists and pedestrians. See,e.g.,\n2 T. Neuman et al., National Coop. Hwy. Research Program\nReport 500: A Guide for Addressing Collisions Involving Unlicensed\nDrivers and Drivers With Suspended or Revoked Licenses,\np. III–1 (2003) (noting that 75% of drivers with suspended or\nrevoked licenses continue to drive); National Hwy. and Traffic\nSafety Admin., Research Note: Driver License Compliance Status in\nFatal Crashes 2 (Oct. 2014) (noting that approximately 19% of motor\nvehicle fatalities from 2008–2012 “involved drivers with invalid\nlicenses”).Although common sense suffices to justify this\ninference, Kansas law reinforces that it is reasonable to infer\nthat an individual with a revoked license may continue driving. The\nState’s license-revocation scheme covers drivers who have already\ndemonstrated a disregard for the law or are categorically unfit to\ndrive. The Division of Vehicles of the Kansas Department of Revenue\n(Division) “shall” revoke a driver’s license upon certain\nconvictions for involuntary manslaughter, vehicular homicide,\nbattery, reckless driving, fleeing or attempting to elude a police\nofficer, or conviction of a felony in which a motor vehicle is\nused. Kan. Stat. Ann. §§8–254(a), 8–252. Reckless driving is\ndefined as “driv[ing] any vehicle in willful or wanton disregard\nfor the safety of persons or property.” §8–1566(a). The Division\nalso has discretion to revoke a license if a driver “[h]as been\nconvicted with such frequency of serious offenses against traffic\nregulations governing the movement of vehicles as to indicate a\ndisrespect for traffic laws and a disregard for the safety of other\npersons on the highways,” “has been convicted of three or more\nmoving traffic violations committed on separate occasions within a\n12-month period,” “is incompetent to drive a motor vehicle,” or\n“has been convicted of a moving traffic violation, committed at a\ntime when the person’s driving privileges were restricted,\nsuspended[,] or revoked.” §§8–255(a)(1)–(4). Other reasons include\nviolating license restrictions, §8–245(c), being under house\narrest, §21–6609(c), and being a habitual violator, §8–286, which\nKansas defines as a resident or nonresident who has been convicted\nthree or more times within the past five years of certain\nenumerated driving offenses, §8–285. The concerns motivating the\nState’s various grounds for revocation lend further credence to the\ninference that a registered owner with a revoked Kansas driver’s\nlicense might be the one driving the vehicle.IVGlover and the dissent respond with two\narguments as to why Deputy Mehrer lacked reasonable suspicion.\nNeither is persuasive.AFirst, Glover and the dissent argue that\nDeputy Mehrer’s inference was unreasonable because it was not\ngrounded in his law enforcement training or experience. Nothing in\nour Fourth Amendment precedent supports the notion that, in\ndetermining whether reasonable suspicion exists, an officer can\ndraw inferences based on knowledge gained only through law\nenforcement training and experience. We have repeatedly recognized\nthe opposite. InNavarette, we noted a number of\nbehaviors—including driving in the median, crossing the center line\non a highway, and swerving—that as a matter of common sense provide\n“sound indicia of drunk driving.” 572 U. S., at 402. InWardlow, we made the unremarkable observation that\n“[h]eadlong flight—wherever it occurs—is the consummate act of\nevasion” and therefore could factor into a police officer’s\nreasonable suspicion determination. 528 U. S., at 124. And inSokolow, we recognized that the defendant’s method of\npayment for an airplane ticket contributed to the agents’\nreasonable suspicion of drug trafficking because we “fe[lt]\nconfident” that “[m]ost business travelers . . . purchase\nairline tickets by credit card or check” rather than cash. 490\nU. S., at 8–9. So too here. The inference that the driver of a\ncar is its registered owner does not require any specialized\ntraining; rather, it is a reasonable inference made by ordinary\npeople on a daily basis.The dissent reads our cases differently,\ncontending that they permit an officer to use only the common sense\nderived from his “experiences in law enforcement.”Post, at\n5 (opinion of Sotomayor, J.). Such a standard defies the “common\nsense” understanding of common sense,i.e., information that\nis accessible to people generally, not just some specialized subset\nof society. More importantly, this standard appears nowhere in our\nprecedent. In fact, we have stated that reasonable suspicion is an\n“abstract” concept that cannot be reduced to “a neat set of legal\nrules,”Arvizu, 534 U. S., at 274 (internal quotation\nmarks omitted), and we have repeatedly rejected courts’ efforts to\nimpose a rigid structure on the concept of reasonableness,ibid.;Sokolow, 490 U. S., at 7–8. This is\nprecisely what the dissent’s rule would do by insisting that\nofficers must be treated as bifurcated persons, completely\nprecluded from drawing factual inferences based on the commonly\nheld knowledge they have acquired in their everyday lives.The dissent’s rule would also impose on police\nthe burden of pointing to specific training materials or field\nexperiences justifying reasonable suspicion for the myriad\ninfractions in municipal criminal codes. And by removing common\nsense as a source of evidence, the dissent would considerably\nnarrow the daylight between the showing required for probable cause\nand the “less stringent” showing required for reasonable suspicion.Prouse, 440 U. S., at 654; seeWhite, 496\nU. S., at 330. Finally, it would impermissibly tie a traffic\nstop’s validity to the officer’s length of service. SeeDevenpeckv.Alford,543 U.S.\n146, 154 (2004). Such requirements are inconsistent with our\nFourth Amendment jurisprudence, and we decline to adopt them\nhere.In reaching this conclusion, we in no way\nminimize the significant role that specialized training and\nexperience routinely play in law enforcement investigations. See,e.g.,Arvizu, 534 U. S., at 273–274. We simply\nhold that such experience is notrequiredin every\ninstance.BGlover and the dissent also contend that\nadopting Kansas’ view would eviscerate the need for officers to\nbase reasonable suspicion on “specific and articulable facts”\nparticularized to the individual, seeTerry, 392 U. S.,\nat 21, because police could instead rely exclusively on\nprobabilities. Their argument carries little force.As an initial matter, we have previously stated\nthat officers, like jurors, may rely on probabilities in the\nreasonable suspicion context. SeeSokolow, 490 U. S.,\nat 8–9;Cortez, 449 U. S., at 418. Moreover, as\nexplained above, Deputy Mehrer did not rely exclusively on\nprobabilities. He knew that the license plate was linked to a truck\nmatching the observed vehicle and that the registered owner of the\nvehicle had a revoked license. Based on these minimal facts, he\nused common sense to form a reasonable suspicion that a specific\nindividual was potentially engaged in specific criminal\nactivity—driving with a revoked license. Traffic stops of this\nnature do not delegate to officers “broad and unlimited discretion”\nto stop drivers at random.United Statesv.Brignoni-Ponce,422 U.S.\n873, 882 (1975). Nor do they allow officers to stop drivers\nwhose conduct is no different from any other driver’s. SeeBrownv.Texas,443 U.S.\n47, 52 (1979). Accordingly, combining database information and\ncommonsense judgments in this context is fully consonant with this\nCourt’s Fourth Amendment precedents.[1]VThis Court’s precedents have repeatedly\naffirmed that “ ‘the ultimate touchstone of the Fourth\nAmendment is “reasonableness.” ’ ”Heien, 574\nU. S., at 60 (quotingRileyv.California,573 U.S.\n373, 381 (2014)). Under the totality of the circumstances of\nthis case, Deputy Mehrer drew an entirely reasonable inference that\nGlover was driving while his license was revoked.We emphasize the narrow scope of our holding.\nLike all seizures, “[t]he officer’s action must be ‘justified at\nits inception.’ ”Hiibelv.Sixth Judicial Dist.\nCourt of Nev.,Humboldt Cty.,542\nU.S. 177, 185 (2004) (quotingUnited Statesv.Sharpe,470 U.S.\n675, 682 (1985)). “The standard takes into account the totality\nof the circumstances—the whole picture.”Navarette, 572\nU. S., at 397 (internal quotation marks omitted). As a result,\nthe presence of additional facts might dispel reasonable suspicion.\nSeeTerry,supra, at 28. For example, if an officer\nknows that the registered owner of the vehicle is in his\nmid-sixties but observes that the driver is in her mid-twenties,\nthen the totality of the circumstances would not “raise a suspicion\nthat the particular individual being stopped is engaged in\nwrongdoing.”Cortez, 449 U. S., at 418;Ornelas,\n517 U. S., at 696 (“ ‘[e]ach case is to be decided on its\nown facts and circumstances’ ” (quotingKerv.California,374 U.S.\n23, 33 (1963))). Here, Deputy Mehrer possessed no exculpatory\ninformation—let alone sufficient information to rebut the\nreasonable inference that Glover was driving his own truck—and thus\nthe stop was justified.[2]*  *  *For the foregoing reasons, we reverse the\njudgment of the Kansas Supreme Court, and we remand the case for\nfurther proceedings not inconsistent with this opinion.It is so ordered.Notes1The dissent contends that\nthis approach “pave[s] the road to finding reasonable suspicion\nbased on nothing more than a demographic profile.”Post, at\n6–7 (opinion of Sotomayor, J.). To alleviate any doubt, we\nreiterate that the Fourth Amendment requires, and Deputy Mehrer\nhad, an individualized suspicion that a particular citizen was\nengaged in a particular crime. Such a particularized suspicion\nwould be lacking in the dissent’s hypothetical scenario, which, in\nany event, is already prohibited by our precedents. SeeUnited\nStatesv.Brignoni-Ponce,422 U.S.\n873, 876 (1975) (holding that it violated the Fourth Amendment\nto stop and “question [a vehicle’s] occupants [about their\nimmigration status] when the only ground for suspicion [was] that\nthe occupants appear[ed] to be of Mexican ancestry”).2The dissent argues that\nthis approach impermissibly places the burden of proof on the\nindividual to negate the inference of reasonable suspicion.Post, at 3. Not so. As the above analysis makes clear, it is\nthe information possessed bythe officerat the time of the\nstop, not any information offered by the individual after the fact,\nthat can negate the inference.",
    "joined": []
}