{
    "case": {
        "docket": "45",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/45/"
    },
    "id": "1962403",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGGLOBAL CROSSING TELECOMMUNICATIONS, INC. V.METROPHONES\nTELECOMMUNICATIONS, INC.550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-705GLOBAL CROSSING TELECOMMUNICATIONS, INC.,\nPETITIONERv.METROPHONES TELE- COMMUNICATIONS, INC.on writ of certiorari to the united states court of\nappeals for the ninth circuit[April 17, 2007]Justice Thomas, dissenting.The Court holds that failure to\npay a payphone operator for coinless calls is an “unjust or\nunreasonable” “practice” under 47 U. S. C. §201(b). Properly\nunderstood, however, §201 does not reach the conduct at issue here.\nFailing to pay is not a “practice” under §201 because that section\nregulates the activities of telecommunications firms in their role\nasprovidersof telecommunications services. As such,\n§201(b) does not reach the behavior of telecommunication firms in\nother aspects of their business. I respectfully dissent.IThe meaning of §201(b) of the\nCommunications Act of 1934 becomes clear when read, as it should\nbe, as a part of the entirety of §201. Subsection (a) sets out the\nduties and broad discretionary powers of a common carrier:“It shall be the duty of every common carrier\nengaged in interstate or foreign communication by wire or radio to\nfurnish such communication service upon reasonable request\ntherefor; and … to establish physical connections with other\ncarriers, to establish through routes and charges applicable\nthereto and the divisions of such charges, and to establish and\nprovide facilities and regulations for operating such through\nroutes.”Immediately following that description of duties\nand powers, subsection (b) requires:“All charges, practices, classifications, and\nregulations for and in connection with such communication service,\nshall be just and reasonable, and any such charge, practice,\nclassification, or regulation that is unjust or unreasonable is\ndeclared to be unlawful … .”The “charges, practices, classifications, and\nregulations” referred to in subsection (b) are those\n“establish[ed]” under subsection (a). Having given common carriers\ndiscretionary power to set charges and establish regulations in\nsubsection (a), Congress required in subsection (b) that the\nexercise of this power be “just and reasonable.” Thus, unless\nfailing to pay a payphone operator arises from one of the duties\nunder subsection (a), it is not a “practice” within the meaning of\nsubsection (b).Subsection (a) prescribes a carrier’s duty to\nrender service either to customers (“furnish[ing] … communication\nservice”) or to other carriers (e.g., “establish[ing]\nphysical connections”); it does not set out duties related to the\nreceipt of service from suppliers. Consequently, given the\nrelationship between subsections (a) and (b), subsection (b) covers\nonly those “practices” connected with theprovisionof\nservice to customers or other carriers. The Court embraced this\ncritical limitation inMissouri Pacific R. Co.v.Norwood,283 U. S. 249(1931),\nwhich held that the term “practice” means a “ ‘practice’ in\nconnection with the fixing of rates to be charged and prescribing\nof service to be rendered by the carriers.”Id.,at 257.\nInNorwood, the Court interpreted language from the\nInterstate Commerce Act (as amended by the Mann-Elkins Act) that\nCongress just three years later copied into the Communications Act.Ante, at 3; see §7 of the Mann-Elkins Act of 1910, 36\nStat. 546. In passing the Communications Act, Congress may “be\npresumed to have had knowledge” and to have approved of the Court’s\ninterpretation inNorwood.SeeLorillardv.Pons,434\nU. S. 575, 581 (1978). As a result, the Supreme Court’s\ncontemporaneous interpretation of “practice” should bear heavily on\nour analysis.Other terms in §201 support usingNorwood’s restrictive interpretation of “practice.” A word\n“is known by the company it keeps,” and one should not “ascrib[e]\nto one word a meaning so broad that it is inconsistent with its\naccompanying words.”Gustafsonv.Alloyd Co.,513 U. S. 561,\n575 (1995). Of the quartet “charges, practices, classifications,\nand regulations,” the terms “charges,” “classifications,” and\n“regulations” could apply only to the party “furnish[ing]” service.\n“[C]harges” refers to the charges for physical connections and\nthrough routes. 47 U. S. C. §§201(a), 202(b). “[R]egulations”\nrelates to the operation of through routes. §201(a).\n“[C]lassifications” refers to different sorts of communications\nthat carry different charges. §201(b). These three terms involve\neither setting rules for the provision of service or setting rates\nfor that provision. In keeping with the meaning of these terms, the\nterm “practices” must refer to only those practices “in connection\nwith the fixing of rates to be charged and prescribing of service\nto be rendered by the carriers.”Norwood,supra,at 257.The statutory provisions surrounding §201\nconfirm this interpretation. Section 203 requires that “[e]very\ncommon carrier … shall … file with the Commission … schedules\nshowing all charges for itself and its connecting carriers … and\nshowing the classifications, practices, and regulations affecting\nsuch charges.” See also §§204–205 (also using the phrase “charge,\nclassification, regulation, or practice” in the tariff context).\nThe “charges” referred to are those related to a carrier’s own\nservices. §203 (“charges for itself and its connecting carriers”).\nThe “classifications, practices, and regulations” are also limited\nto a carrier’s own services.Ibid.(applying only to\npractices “affecting such charges”). In this context, “practices”\nmust mean only those “in connection with the fixing of rates to be\ncharged.”Norwood, 283 U. S., at 257. Section 202—outside\nof the tariff context—also supports this limitation. It forbids\ndiscrimination “in charges, practices, classifications,\nregulations, facilities, or services.” Discrimination occurs with\nrespect to a carrier’s provision of service—not its purchasing of\nservices from others. I am unaware of any context in which\n§§202–205 were applied to conduct relating to the service that\nanother party provided to a telecommunications carrier.In this case, Global Crossing has not provided\nany service to Metrophones. Rather, Global Crossing has failed to\npay for a service that Metrophones supplied. The failure to pay a\nsupplier is not in any sense a “ ‘practice’ in connection with\nthe fixing of rates to be charged and prescribing of service to be\nrendered by the carriers.”Id.,at 257. Accordingly,\nGlobal Crossing has not engaged in a practice under subsection (b)\nbecause the failure to pay has not come in connection with its\nprovision of service or setting of rates within the meaning of\nsubsection (a). On this understanding of §201, Global Crossing’s\nfailure to pay Metrophones is not a statutory violation. All that\nremains is a regulatory violation, which does not provide\nMetrophones a private right of action under §207.[Footnote 1]IIThe majority suggests that\ndeference underChevron U. S. A. Inc.v.Natural\nResources Defense Council, Inc.,467 U. S. 837(1984),\ncompels its conclusion that a carrier’s refusal to pay a payphone\noperator is unreasonable. But “unjust or unreasonable” is a\nstatutory term, §201(b), and a court may not, in the name of\ndeference, abdicate its responsibility to interpret a statute.\nUnderChevron, an agency is due no deference until the\ncourt analyzes the statute and determines that Congress did not\nspeak directly to the issue under consideration:“The judiciary is the final authority on issues of\nstatutory construction and must reject administrative constructions\nwhich are contrary to clear congressional intent. … If a court,\nemploying traditional tools of statutory construction, ascertains\nthat Congress had an intention on the precise question at issue,\nthat intention is the law and must be given effect.”Id.,at 843, n. 9.The majority spends one short\nparagraph analyzing the relevant provisions of the Communications\nAct to determine whether a refusal to pay is an “ ‘unjust or\nunreasonable’ ” “ ‘practice.’ ”Ante, at 7.\nIts entire statutory analysis is essentially encompassed in a\nsingle sentence in that paragraph: “That is to say, in ordinary\nEnglish, one can call a refusal to pay Commission-ordered\ncompensation despite having received a benefit from the payphone\noperator a ‘practice … in connection with [furnishing a]\ncommunication service … that is … unreasonable.’ ”Ibid.(omissions and modifications in original). This\nanalysis ignores the interaction between §201(a) and §201(b),supra,at 1–2; it ignores the three terms surrounding the\nword “practice” and the context those terms provide,supra,at 3–4; it ignores the use of the term “practice”\nin nearby statutory provisions, such as §§202–205,supra,at 4; and it ignores the understanding of the term “practice” at\nthe time Congress enacted the Communications Act,supra,at 2–3.After breezing by the text of the statutory\nprovisions at issue, the majority cites lower court cases to claim\nthat “the underlying regulated activity at issue hereresemblesactivity that both transportation and\ncommunications agencies have long regulated.”Ante, at 7–8\n(citingAllnet Communication Serv., Inc.v.National\nExch. Carrier Assn., Inc., 965 F. 2d 1118 (CADC 1992),\nandSouthwestern Bell Tel. Co.v.Allnet\nCommunications Serv., Inc.,789 F. Supp. 302 (ED Mo.\n1992)). It argues that these cases demonstrate that “communications\nfirms entitled to revenues under rate divisions or cost allocations\nmight bring lawsuits under §207 … and obtain compensation or\ndamages.”Ante, at 8. But in both cases, the only issue\nbefore the court was whether the lawsuit should be dismissed\nbecause the FCC had primary jurisdiction; and in both cases, the\nanswer was yes.Allnet,supra, at 1120–1123;Southwestern Bell,supra, at 304–306. The Court’s\nreliance on these cases is thus entirely misplaced because both\ncourts found they lacked jurisdiction; the cases do not address\n§201 at all—the interpretation of which is the sole question in\nthis case; and both cases assume without deciding that §207\napplies, thus not grappling with the point for which the majority\nclaims their support.[Footnote\n2]IIIFinally, independent of the FCC’s\ninterpretation of the language “unjust or unreasonable” “practice,”\nthe FCC’s interpretation is unreasonable because it regulates both\ninterstate and intrastate calls. The unjust-and-unreasonable\nrequirement of §201(b) applies only to “practices … in connection\nwith such communication service,” and the term “such communication\nservice” refers to “interstateor foreign communication by\nwire or radio” in §201(a) (emphasis added). Disregarding this\nlimitation, the FCC has applied its rule to both interstate and\nintrastate calls. 47 CFR §64.1300 (2005). In light of the fact that\nthe statute explicitly limits “unjust or unreasonable” “practices”\nto those involving “interstate or foreign communication,” the FCC’s\napplication of §201(b) to intrastate calls is plainly an\nunreasonable interpretation of the statute. To make matters worse,\nthe FCC has not even bothered to explain its clear\nmisinterpretation. SeeIn re Pay Telephone Reclassification and\nCompensation Provisions of the Telecommunications Act of 1996,\n18 FCC Rcd. 19975 (2003).The majority avoids directly\naddressing this argument by stating there is no reason “to forbid\nthe FCC from concluding that an interstate half loaf is better than\nnone.”Ante, at 13. But if the FCC’s rule is unreasonable,\nMetrophones should not be able to recover for intrastate calls in a\nsuit under §207. Because intrastate calls cannot be the subject of\nan “unjust or unreasonable” practice under §201, there is no\nprivate right of action to recover for them, and the Court should\ncut off that half of the loaf. By sidestepping this issue, the\nmajority gives the lower court no guidance about how to handle\nintrastate calls on remand.IVBecause the majority allows the\nFCC to interpret the Communications Act in a way that contradicts\nthe unambiguous text, I respectfully dissent.Footnote 1Other enforcement mechanisms exist to redress\nGlobal Crossing’s failure to pay. The Federal Communications\nCommission (FCC) has the power to impose fines under 47 U.\nS. C. §§503(b)(1)(B) and (2)(B). In addition, the FCC may have\nthe authority to create an administrative right of action under\n§276(b)(1) (giving the FCC power to “take all actions necessary” to\n“establish a per call compensation plan” that ensures “all payphone\nservice providers are fairly compensated”).Footnote 2The majority’s citation toChicago &\nNorth Western Transp. Co.v.Atchison,T. & S. F. R. Co.,609 F. 2d\n1221 (CA7 1979), is similarly misplaced. There, the Court of\nAppeals interpreted the meaning of the statutory requirement to\n“ ‘establish just, reasonable, and equitable divisions’ ”\nunder the Interstate Commerce Act.Id.,at 1224. It is\ndifficult to understand why the Seventh Circuit’s interpretation of\ndifferent statutory language is relevant to the question we face in\nthis case.",
    "joined": []
}