{
    "case": {
        "docket": "373",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/373/"
    },
    "id": "3393552",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–271_________________ONEOK, INC., et al. PETITIONERSv.LEARJET, INC.,\net al.on writ of certiorari to the united states court of appeals for\nthe ninth circuit[April 21, 2015]Justice Thomas, concurring in part and concurring in the\njudgment.I agree with much of the majority’s application of our\nprecedents governing pre-emption under the Natural Gas Act. I write\nseparately to reiterate my view that “implied pre-emption doctrines\nthat wander far from the statutory text are inconsistent with the\nConstitution.”Wyethv.Levine,555 U. S. 555,583\n(2009) (Thomas, J., concurring in judgment). The Supremacy Clause\nof our Constitution “gives ‘supreme’ status only to those [federal\nlaws] that are ‘made in Pursuance’ ” of it.Id.,at 585\n(quoting Art. VI, cl. 2). And to be “made in Pursuance” of the\nConstitution, a law must fall within one of Congress’ enumerated\npowers and be promulgated in accordance with the lawmaking\nprocedures set forth in that document.Id.,at 585–586. “The\nSupremacy Clause thus requires that pre-emptive effect be given\nonly to those federal standards and policies that are set forth in,\nor necessarily follow from, the statutory text that was produced\nthrough the constitutionally required bicameral and presentment\nprocedures.”Id.,at 586.In light of this constitutional requirement, I have doubts about\nthe legitimacy of this Court’s precedents concern-ing the\npre-emptive scope of the Natural Gas Act, see,e.g.,Northern Natural Gas Co.v.State Corporation Comm’n of\nKan.,372 U. S. 84–92 (1963) (defining the pre-empted field\nin light of the “objective[s]” of the Act). Neither party, however,\nhas asked us to overrule these longstanding precedents or “to\novercome the presumption ofstare decisisthat attaches to”\nthem.Kurnsv.Railroad Friction Products Corp., 565\nU. S. ___, ___ (2012) (slip op., at 7). And even under these\nprecedents, the challenged state antitrust laws fall outside the\npre-empted field. Because the Court today avoids extending its\nearlier questionable precedents, I concur in its judgment and join\nall but Part I–A of its opinion.",
    "joined": []
}