{
    "case": {
        "docket": "16-1140",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1140/"
    },
    "id": "3920349",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1140_________________NATIONAL INSTITUTE OF FAMILY AND LIFE\nADVOCATES, dba NIFLA, et al., PETITIONERSv.XAVIER\nBECERRA, ATTORNEY GENERAL OF CALIFORNIA, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 26, 2018]Justice Thomas delivered the opinion of the\nCourt.The California Reproductive Freedom,\nAccountability, Comprehensive Care, and Transparency Act (FACT Act)\nrequires clinics that primarily serve pregnant women to provide\ncertain notices. Cal. Health & Safety Code Ann. §123470et seq.(West 2018). Licensed clinics must notify women\nthat California provides free or low-cost services, including\nabortions, and give them a phone number to call. Unlicensed clinics\nmust notify women that California has not licensed the clinics to\nprovide medical services. The question in this case is whether\nthese notice requirements violate the First Amendment.IAThe California State Legislature enacted the\nFACT Act to regulate crisis pregnancy centers. Crisis pregnancy\ncenters—according to a report commissioned by the California State\nAssembly, App. 86—are “pro-life (largely Christian belief-based)\norganizations that offer a limited range of free pregnancy options,\ncounseling, and other services to individuals that visit a center.”\nWatters et al., Pregnancy Resource Centers: Ensuring Access\nand Accuracy of Information 4 (2011). “[U]nfortunately,” the author\nof the FACT Act stated, “there are nearly 200 licensed and\nunlicensed” crisis pregnancy centers in California. App. 84. These\ncenters “aim to discourage and prevent women from seeking\nabortions.”Id.,at 85. The author of the FACT Act observed\nthat crisis pregnancy centers “are commonly affiliated with, or run\nby organizations whose stated goal” is to oppose abortion—including\n“the National Institute of Family and Life Advocates,” one of the\npetitioners here.Ibid.To address this perceived problem,\nthe FACT Act imposes two notice requirements on facilities that\nprovide pregnancy-related services—one for licensed facilities and\none for unlicensed facilities.1The first notice requirement applies to\n“licensed covered facilit[ies].” Cal. Health & Safety Code Ann.\n§123471(a). To fall under the definition of “licensed covered\nfacility,” a clinic must be a licensed primary care or specialty\nclinic or qualify as an intermittent clinic under California law.Ibid.(citing §§1204, 1206(h)). A licensed covered facility\nalso must have the “primary purpose” of “providing fam- ily\nplanning or pregnancy-related services.” §123471(a). And it must\nsatisfy at least two of the following six requirements:“(1) The facility offers obstetric\nultrasounds, obstetric sonograms, or prenatal care to pregnant\nwomen.“(2) The facility provides, or offers\ncounseling about, contraception or contraceptive methods.“(3) The facility offers pregnancy testing\nor pregnancy diagnosis.“(4) The facility advertises or solicits\npatrons with offers to provide prenatal sonography, pregnancy\ntests, or pregnancy options counseling.“(5) The facility offers abortion\nservices.“(6) The facility has staff or volunteers who\ncollect health information from clients.”Ibid.The FACT Act exempts several categories of\nclinics that would otherwise qualify as licensed covered\nfacilities. Clinics operated by the United States or a federal\nagency are excluded, as are clinics that are “enrolled as a\nMedi-Cal provider” and participate in “the Family Planning, Access,\nCare, and Treatment Program” (Family PACT program). §123471(c). To\nparticipate in the Family PACT program, a clinic must provide “the\nfull scope of family planning . . . services specified\nfor the program,” Cal. Welf. & Inst. Code Ann. §24005(c) (West\n2018), including sterilization and emergency contraceptive pills,\n§§24007(a)(1), (2).If a clinic is a licensed covered facility, the\nFACT Act requires it to disseminate a government-drafted notice on\nsite. Cal. Health & Safety Code Ann. §123472(a)(1). The notice\nstates that “California has public programs that provide immediate\nfree or low-cost access to comprehensive family planning services\n(including all FDA-approved methods of contraception), prenatal\ncare, and abortion for eligible women. To determine whether you\nqualify, contact the county social services office at [insert the\ntelephone number].”Ibid.This notice must be posted in the\nwaiting room, printed and distributed to all clients, or provided\ndigitally at check-in. §123472(a)(2). The notice must be in English\nand any additional languages identified by state law. §123472(a).\nIn some counties, that means the notice must be spelled out in 13\ndifferent languages. See State of Cal., Dept. of Health Care\nServices, Frequency of Threshold Language Speakers in the Medi-Cal\nPopulation by County for Jan. 2015, pp. 4–5 (Sept. 2016)\n(identifying the required languages for Los Angeles County as\nEnglish, Spanish, Armenian, Mandarin, Cantonese, Korean,\nVietnamese, Farsi, Tagalog, Russian, Cambodian, Other Chinese, and\nArabic).The stated purpose of the FACT Act, including\nits licensed notice requirement, is to “ensure that California\nresidents make their personal reproductive health care decisions\nknowing their rights and the health care services available to\nthem.” 2015 Cal. Legis. Serv. Ch. 700, §2 (A. B. 775) (West)\n(Cal. Legis. Serv.). The Legislature posited that “thousands of\nwomen remain unaware of the public programs available to provide\nthem with contraception, health education and counseling, family\nplanning, prenatal care, abortion, or delivery.” §1(b). Citing the\n“time sensitive” nature of pregnancy-related decisions, §1(c), the\nLegislature concluded that requiring licensed facilities to inform\npatients themselves would be “[t]he most effective” way to convey\nthis information, §1(d).2The second notice requirement in the FACT Act\napplies to “unlicensed covered facilit[ies].” §123471(b). To fall\nunder the definition of “unlicensed covered facility,” a facility\nmust not be licensed by the State, not have a licensed medical\nprovider on staff or under contract, and have the “primary purpose”\nof “providing pregnancy-related services.”Ibid.An\nunlicensed covered facility also must satisfy at least two of the\nfollowing four requirements:“(1) The facility offers obstetric\nultrasounds, obstetric sonograms, or prenatal care to pregnant\nwomen.“(2) The facility offers pregnancy testing\nor pregnancy diagnosis.“(3) The facility advertises or solicits\npatrons with offers to provide prenatal sonography, pregnancy\ntests, or pregnancy options counseling.“(4) The facility has staff or volunteers who\ncollect health information from clients.”Ibid.Clinics operated by the United States and\nlicensed primary care clinics enrolled in Medi-Cal and Family PACT\nare excluded. §123471(c).Unlicensed covered facilities must provide a\ngovernment-drafted notice stating that “[t]his facility is not li-\ncensed as a medical facility by the State of California and has no\nlicensed medical provider who provides or directly supervises the\nprovision of services.” Cal. Health & Safety Code Ann.\n§123472(b)(1). This notice must be provided on site and in all\nadvertising materials. §§123472(b)(2), (3). Onsite, the notice must\nbe posted “conspicuously” at the entrance of the facility and in at\nleast one waiting area. §123472(b)(2). It must be “at least 8.5\ninches by 11 inches and written in no less than 48-point type.”Ibid.In advertisements, the notice must be in the same size\nor larger font than the surrounding text, or otherwise set off in a\nway that draws attention to it. §123472(b)(3). Like the licensed\nnotice, the unlicensed notice must be in English and any additional\nlanguages specified by state law. §123471(b). Its stated purpose is\nto ensure “that pregnant women in California know when they are\ngetting medical care from licensed professionals.” Cal. Legis.\nServ., §1(e).BAfter the Governor of California signed the\nFACT Act, petitioners—a licensed pregnancy center, an unlicensed\npregnancy center, and an organization composed of crisis pregnancy\ncenters—filed this suit. Petitioners alleged that the licensed and\nunlicensed notices abridge the freedom of speech protected by the\nFirst Amendment. The District Court denied their motion for a\npreliminary injunction.The Court of Appeals for the Ninth Circuit\naffirmed.National Institute of Family and Life Advocatesv.Harris, 839 F. 3d 823, 845 (2016). After concluding\nthat petitioners’ challenge to the FACT Act was ripe,[1]id.,at 833,the Ninth\nCircuit held that petitioners could not show a likelihood of\nsuccess on the merits. It concluded that the licensed notice\nsurvives the “lower level of scrutiny” that applies to regulations\nof “professional speech.”Id., at 833–842. And it concluded\nthat the unlicensed notice satisfies any level of scrutiny. Seeid.,at 843–844.We granted certiorari to review the Ninth\nCircuit’s decision. 583 U. S. ___ (2017). We reverse with\nrespect to both notice requirements.IIWe first address the licensed notice.[2]AThe First Amendment, applicable to the States\nthrough the Fourteenth Amendment, prohibits laws that abridge the\nfreedom of speech. When enforcing this prohibition, our precedents\ndistinguish between content-based and content-neutral regulations\nof speech. Content-based regulations “target speech based on its\ncommunicative content.”Reedv.Town of Gilbert, 576\nU. S. ___, ___ (2015) (slip op., at 6). As a general matter,\nsuch laws “are presumptively unconstitutional and may be justified\nonly if the government proves that they are narrowly tailored to\nserve compelling state interests.”Ibid.This stringent\nstandard reflects the fundamental principle that governments have\n“ ‘no power to restrict expression because of its message, its\nideas, its subject matter, or its content.’ ”Ibid.(quotingPolice Dept. of Chicagov.Mosley, 408\nU. S. 92, 95 (1972)).The licensed notice is a content-based\nregulation of speech. By compelling individuals to speak a\nparticular message, such notices “alte[r] the content of [their]\nspeech.”Rileyv.National Federation of Blind of N. C.,\nInc., 487 U. S. 781, 795 (1988); accord,Turner\nBroadcasting System, Inc.v.FCC, 512 U. S. 622,\n642 (1994);Miami Herald Publishing Co.v.Tornillo,\n418 U. S. 241, 256 (1974). Here, for example, licensed clinics\nmust provide a government-drafted script about the availability of\nstate-sponsored services, as well as contact information for how to\nobtain them. One of those services is abortion—the very practice\nthat petitioners are devoted to opposing. By requiring petitioners\nto inform women how they can obtain state-subsidized abortions—at\nthe same time petitioners try to dissuade women from choosing that\noption—the licensed notice plainly “alters the content” of\npetitioners’ speech.Riley,supra, at 795.BAlthough the licensed notice is content based,\nthe Ninth Circuit did not apply strict scrutiny because it\nconcluded that the notice regulates “professional speech.” 839\nF. 3d, at 839. Some Courts of Appeals have recognized\n“professional speech” as a separate category of speech that is\nsubject to different rules. See,e.g., Kingv.Governors\nof New Jersey, 767 F. 3d 216, 232 (CA3 2014);Pickupv.Brown, 740 F. 3d 1208, 1227–1229 (CA9\n2014);Moore-Kingv.County of Chesterfield, 708\nF. 3d 560, 568–570 (CA4 2014). These courts define\n“professionals” as individuals who provide personalized services to\nclients and who are subject to “a generally applicable licensing\nand regulatory regime.”Id., at 569; see also,King,supra, at 232;Pickup,supra, at 1230.\n“Professional speech” is then defined as any speech by these\nindividuals that is based on “[their] expert knowledge and\njudgment,”King,supra, at 232, or that is “within\nthe confines of [the] professional relationship,”Pickup,supra, at 1228. So defined, these courts except professional\nspeech from the rule that content-based regulations of speech are\nsubject to strict scru- tiny. SeeKing,supra, at\n232;Pickup,supra, at 1053–1056;Moore-King,supra, at 569.But this Court has not recognized “professional\nspeech” as a separate category of speech. Speech is not unpro-\ntected merely because it is uttered by “professionals.” This Court\nhas “been reluctant to mark off new categories of speech for\ndiminished constitutional protection.”Denver Area Ed.\nTelecommunications Consortium, Inc.v.FCC, 518\nU. S. 727, 804 (1996) (Kennedy, J., concurring in part,\nconcurring in judgment in part, and dissenting in part). And it has\nbeen especially reluctant to “exemp[t] a category of speech from\nthe normal prohibition on content-based restrictions.”United\nStatesv.Alvarez, 567 U. S. 709, 722 (2012)\n(plurality opinion). This Court’s precedents do not permit\ngovernments to impose content-based restrictions on speech without\n“ ‘persuasive evidence . . . of a long (if\nheretofore unrecognized) tradition’ ” to that effect.Ibid.(quotingBrownv.Entertainment Merchants\nAssn., 564 U. S. 786, 792 (2011)).This Court’s precedents do not recognize such a\ntradition for a category called “professional speech.” This Court\nhas afforded less protection for professional speech in two\ncircumstances—neither of which turned on the fact that\nprofessionals were speaking. First, our precedents have applied\nmore deferential review to some laws that require professionals to\ndisclose factual, noncontroversial information in their “commercial\nspeech.” See,e.g., Zaudererv.Office of Disciplinary\nCounsel of Supreme Court of Ohio, 471 U. S. 626, 651\n(1985);Milavetz, Gallop & Milavetz, P. A.v.United States, 559 U. S. 229, 250 (2010);Ohralikv.Ohio State Bar Assn., 436 U. S. 447,\n455–456 (1978). Second, under our precedents, States may regulate\nprofessional conduct, even though that conduct incidentally\ninvolves speech. See,e.g., id., at 456;Planned\nParenthood of Southeastern Pa.v.Casey, 505 U. S.\n833, 884 (1992) (opinion of O’Connor, Kennedy, and Souter, JJ.).\nBut neither line of precedents is implicated here.1This Court’s precedents have applied a lower\nlevel of scrutiny to laws that compel disclosures in certain\ncontexts. InZauderer, for example, this Court upheld a rule\nrequiring lawyers who advertised their services on a\ncontingency-fee basis to disclose that clients might be re- quired\nto pay some fees and costs. 471 U. S., at 650–653. Noting that\nthe disclosure requirement governed only “commercial advertising”\nand required the disclosure of “purely factual and uncontroversial\ninformation about the terms under which . . . services\nwill be available,” the Court explained that such requirements\nshould be upheld unless they are “unjustified or unduly\nburdensome.”Id.,at 651.TheZaudererstandard does not apply\nhere. Most obviously, the licensed notice is not limited to “purely\nfactual and uncontroversial information about the terms under which\n. . . services will be available.” 471 U. S., at\n651; see alsoHurleyv.Irish-American Gay, Lesbian and\nBisexual Group of Boston, Inc., 515 U. S. 557, 573 (1995)\n(explaining thatZaudererdoes not apply outside of these\ncircumstances). The notice in no way relates to the services that\nlicensed clinics provide. Instead, it requires these clinics to\ndisclose information aboutstate-sponsored\nservices—including abortion, anything but an “uncontroversial”\ntopic. Accordingly,Zaudererhas no application here.2In addition to disclosure requirements underZauderer, this Court has upheld regulations of professional\nconduct that incidentally burden speech. “[T]he First Amendment\ndoes not prevent restrictions directed at commerce or conduct from\nimposing incidental burdens on speech,”Sorrellv.IMS\nHealth Inc., 564 U. S. 552, 567 (2011), and professionals\nare no exception to this rule, seeOhralik,supra, at\n456. Longstanding torts for professional malpractice, for example,\n“fall within the traditional purview of state regulation of\nprofessional conduct.”NAACPv.Button, 371\nU. S. 415, 438 (1963); but cf.id.,at 439 (“[A] State\nmay not, under the guise of prohibiting professional misconduct,\nignore constitutional rights”). While drawing the line between\nspeech and conduct can be difficult, this Court’s precedents have\nlong drawn it, see, e.g., Sorrell,supra, at 567;Giboneyv.Empire Storage & Ice Co., 336\nU. S. 490, 502 (1949), and the line is “ ‘long familiar\nto the bar,’ ”United Statesv.Stevens, 559\nU. S. 460, 468 (2010) (quotingSimon & Schuster,\nInc.v.Members of N. Y State Crime Victims Bd.,\n502 U. S. 105, 127 (1991) (Kennedy, J., concurring in\njudgment)).InPlanned Parenthood of Southeastern Pa.v.Casey, for example, this Court upheld a law requiring\nphysicians to obtain informed consent before they could perform an\nabortion. 505 U. S., at 884 (joint opinion of O’Connor,\nKennedy, and Souter, JJ.). Pennsylvania law required physicians to\ninform their patients of “the nature of the procedure, the health\nrisks of the abortion and childbirth, and the ‘probable gestational\nage of the unborn child.’ ”Id.,at 881. The law also\nrequired physicians to inform patients of the availability of\nprinted materials from the State, which provided information about\nthe child and various forms of assistance.Ibid.The joint opinion inCaseyrejected a\nfree-speech challenge to this informed-consent requirement.Id., at 884. It described the Pennsylvania law as “a\nrequirement that a doctor give a woman certain information as part\nof obtaining her consent to an abortion,” which “for constitutional\npurposes, [was] no different from a requirement that a doctor give\ncertain specific information about any medical procedure.”Ibid.The joint opinion explained that the law regulated\nspeech only “as part of thepracticeof medicine, subject to\nreasonable licensing and regulation by the State.”Ibid.(emphasis added). Indeed, the requirement that a doctor obtain\ninformed consent to perform an operation is “firmly entrenched in\nAmerican tort law.”Cruzanv.Director, Mo. Dept. of\nHealth, 497 U. S. 261, 269 (1990); see,e.g.,Schloendorffv.Society of N. Y. Hospital, 211\nN. Y. 125, 129–130, 105 N. E. 92, 93 (1914) (Cardozo, J.)\n(explaining that “a surgeon who performs an operation without his\npatient’s consent commits an assault”).The licensed notice at issue here is not an\ninformed-consent requirement or any other regulation of\nprofessional conduct. The notice does not facilitate informed\nconsent to a medical procedure. In fact, it is not tied to a\nprocedure at all. It applies to all interactions between a covered\nfacility and its clients, regardless of whether a medical procedure\nis ever sought, offered, or performed. If a covered facility does\nprovide medical procedures, the notice provides no information\nabout the risks or benefits of those procedures. Tellingly, many\nfacilities that provide the exact same services as covered\nfacilities—such as general practice clinics, see §123471(a)—are not\nrequired to provide the licensed notice. The licensed notice\nregulates speech as speech.3Outside of the two contexts discussed\nabove—disclosures underZaudererand professional\nconduct—this Court’s precedents have long protected the First\nAmendment rights of professionals. For example, this Court has\napplied strict scrutiny to content-based laws that regulate the\nnoncommercial speech of lawyers, seeReed, 576 U. S.,\nat ___ (slip op., at 10) (discussingButton,supra,\nat 438);In re Primus, 436 U. S. 412, 432 (1978);\nprofessional fundraisers, seeRiley, 487 U. S., at 798;\nand organizations that provided specialized advice about\ninternational law, seeHolderv.Humanitarian Law\nProject, 561 U. S. 1, 27–28 (2010). And the Court\nemphasized that the lawyer’s statements inZaudererwould\nhave been “fully protected” if they were made in a context other\nthan advertising. 471 U. S., at 637, n. 7. Moreover, this\nCourt has stressed the danger of content-based regulations “in the\nfields of medicine and public health, where information can save\nlives.”Sorrell,supra, at 566.The dangers associated with content-based\nregulations of speech are also present in the context of\nprofessional speech. As with other kinds of speech, regulating the\ncontent of professionals’ speech “pose[s] the inherent risk that\nthe Government seeks not to advance a legitimate regulatory goal,\nbut to suppress unpopular ideas or information.”Turner\nBroadcasting,512 U. S., at 641. Take medicine, for\nexample. “Doctors help patients make deeply personal decisions, and\ntheir candor is crucial.”Wollschlaegerv.Governor of\nFlorida, 848 F. 3d 1293, 1328 (CA11 2017) (en banc) (W.\nPryor, J. concurring). Throughout history, governments have\n“manipulat[ed] the content of doctor-patient discourse” to increase\nstate power and suppress minorities:“For example, during the Cultural\nRevolution, Chinese physicians were dispatched to the countryside\nto convince peasants to use contraception. In the 1930s, the Soviet\ngovernment expedited completion of a construction project on the\nSiberian railroad by ordering doctors to both reject requests for\nmedical leave from work and conceal this government order from\ntheir patients. In Nazi Germany, the Third Reich systematically\nviolated the separation between state ideology and medical\ndiscourse. German physicians were taught that they owed a higher\nduty to the ‘health of the Volk’ than to the health of individual\npatients. Recently, Nicolae Ceausescu’s strategy to increase the\nRomanian birth rate included prohibitions against giving advice to\npatients about the use of birth control devices and disseminating\ninformation about the use of condoms as a means of preventing the\ntransmission of AIDS.” Berg, Toward a First Amendment Theory of\nDoctor-Patient Discourse and the Right To Receive Unbiased Medical\nAdvice, 74 B. U. L. Rev. 201, 201–202 (1994) (footnotes\nomitted).Further, when the government polices the content\nof professional speech, it can fail to “ ‘preserve an\nuninhibited marketplace of ideas in which truth will ultimately\nprevail.’ ”McCullenv.Coakley, 573 U. S.\n___, ___–___ (2014) (slip op., at 8–9). Professionals might have a\nhost of good-faith disagreements, both with each other and with the\ngovernment, on many topics in their respective fields. Doctors and\nnurses might disagree about the ethics of assisted suicide or the\nbenefits of medical marijuana; lawyers and marriage counselors\nmight disagree about the prudence of prenuptial agreements or the\nwisdom of divorce; bankers and accountants might disagree about the\namount of money that should be devoted to savings or the benefits\nof tax reform. “[T]he best test of truth is the power of the\nthought to get itself accepted in the competition of the market,”Abramsv.United States, 250 U. S. 616, 630\n(1919) (Holmes, J., dissenting), and the people lose when the\ngovernment is the one deciding which ideas should prevail.“Professional speech” is also a difficult\ncategory to define with precision. SeeEntertainment Merchants\nAssn., 564 U. S., at 791. As defined by the courts of\nappeals, the professional-speech doctrine would cover a wide array\nof individuals—doctors, lawyers, nurses, physical therapists, truck\ndrivers, bartenders, barbers, and many others. See Smolla,\nProfessional Speech and the First Amendment, 119 W. Va.\nL. Rev. 67, 68 (2016). One court of appeals has even applied\nit to fortune tellers. SeeMoore-King, 708 F. 3d, at\n569. All that is required to make something a “profession,”\naccording to these courts, is that it involves personalized\nservices and requires a professional license from the State. But\nthat gives the States unfettered power to reduce a group’s First\nAmendment rights by simply imposing a licensing requirement. States\ncannot choose the protection that speech receives under the First\nAmendment, as that would give them a powerful tool to impose\n“invidious discrimination of disfavored subjects.”Cincinnativ.Discovery Network, Inc., 507 U. S.\n410, 423–424, n. 19 (1993); see alsoRiley, 487\nU. S., at 796 (“[S]tate labels cannot be dispositive of [the]\ndegree of First Amendment protection” (citingBigelowv.Virginia, 421 U. S. 809, 826 (1975)).CIn sum, neither California nor the Ninth\nCircuit has identified a persuasive reason for treating\nprofessional speech as a unique category that is exempt from\nordinary First Amendment principles. We do not foreclose the\npossibility that some such reason exists. We need not do so because\nthe licensed notice cannot survive even intermediate scrutiny.\nCalifornia asserts a single interest to justify the licensed\nnotice: providing low-income women with information about\nstate-sponsored services. Assuming that this is a substantial state\ninterest, the licensed notice is not sufficiently drawn to achieve\nit.If California’s goal is to educate low-income\nwomen about the services it provides, then the licensed notice is\n“wildly underinclusive.”Entertainment Merchants Assn.,supra, at 802. The notice applies only to clinics that have\na “primary purpose” of “providing family planning or\npregnancy-related services” and that provide two of six categories\nof specific services. §123471(a). Other clinics that have another\nprimary purpose, or that provide only one category of those\nservices, also serve low-income women and could educate them about\nthe State’s services. According to the legislative record,\nCalifornia has “nearly 1,000 community clinics”—including\n“federally designated community health centers, migrant health\ncenters, rural health centers, and frontier health centers”—that\n“serv[e] more than 5.6 million patients . . . annually\nthrough over 17 million patient encounters.” App. 58. But most of\nthose clinics are excluded from the licensed notice requirement\nwithout explanation. Such “[u]nderinclusive- ness raises serious\ndoubts about whether the government is in fact pursuing the\ninterest it invokes, rather than disfavoring a particular speaker\nor viewpoint.”Entertainment Merchants Assn., 564\nU. S., at 802.The FACT Act also excludes, without explanation,\nfederal clinics and Family PACT providers from the licensed-notice\nrequirement. California notes that those clinics can enroll women\nin California’s programs themselves, but California’s stated\ninterest is informing women that these services exist in the first\nplace. California has identified no evidence that the exempted\nclinics are more likely to provide this information than the\ncovered clinics. In fact, the exempted clinics have long been able\nto enroll women in California’s programs, but the FACT Act was\npremised on the notion that “thousands of women remain unaware of\n[them].” Cal. Legis. Serv., §1(b). If the goal is to maximize\nwomen’s awareness of these programs, then it would seem that\nCalifornia would ensure that the places that can immediately enroll\nwomen also provide this information. The FACT Act’s exemption for\nthese clinics, which serve many women who are pregnant or could\nbecome pregnant in the future, demonstrates the disconnect between\nits stated purpose and its actual scope. Yet “[p]recision\n. . . must be the touchstone” when it comes to\nregulations of speech, which “so closely touc[h] our most precious\nfreedoms.”Button, 371 U. S., at 438.Further, California could inform low-income\nwomen about its services “without burdening a speaker with unwanted\nspeech.”Riley, 487 U. S., at 800. Most obvi- ously, it\ncould inform the women itself with a public-information campaign.\nSeeibid.(concluding that a compelled disclosure was\nunconstitutional because the government could “itself publish\n. . . the disclosure”). Califor- nia could even post the\ninformation on public property near crisis pregnancy centers.\nCalifornia argues that it has already tried an advertising\ncampaign, and that many women who are eligible for publicly-funded\nhealthcare have not enrolled. But California has identified no\nevidence to that effect. And regardless, a “tepid response” does\nnot prove that an advertising campaign is not a sufficient\nalternative.United Statesv.Playboy Entertainment\nGroup, Inc., 529 U. S. 803, 816 (2000). Here, for example,\nindividuals might not have enrolled in California’s services\nbecause they do not want them, or because California spent\ninsufficient resources on the advertising campaign. Either way,\nCalifornia cannot co-opt the licensed facilities to deliver its\nmessage for it. “[T]he First Amendment does not permit the State to\nsacrifice speech for efficiency.”Riley,supra, at\n795; accord,Arizona Free Enterprise Club’s Freedom Club PACv.Bennett, 564 U. S. 721, 747 (2011).In short, petitioners are likely to succeed on\nthe merits of their challenge to the licensed notice. Contrary to\nthe suggestion in the dissent,post, at 3–4 (opinion of\nBreyer, J.), we do not question the legality of health and safety\nwarnings long considered permissible, or purely factual and\nuncontroversial disclosures about commercial products.IIIWe next address the unlicensed notice. The\nparties dispute whether the unlicensed notice is subject to\ndeferential review underZauderer.[3] We need not decide whether theZaudererstandard applies to the unlicensed notice. Even underZauderer, a disclosure requirement cannot be “unjustified or\nunduly burdensome.” 471 U. S., at 651. Our precedents require\ndisclosures to remedy a harm that is “potentially real not purely\nhypothetical,”Ibanezv.Florida Dept. of Business and\nProfessional Regulation, Bd. of Accountancy, 512 U. S.\n136, 146 (1994), and to extend “no broader than reasonably\nnecessary,”In re R. M. J., 455 U. S. 191, 203\n(1982); accord,Virginia Bd. of Pharmacyv.Virginia\nCitizens Consumer Council,Inc., 425 U. S. 748,\n772, n. 24 (1976);Batesv.State Bar of Ariz.,\n433 U. S. 350, 384 (1977); cf.Zauderer, 471\nU. S., at 649 (rejecting “broad prophylactic rules” in this\narea). Otherwise, they risk “chilling” protected speech.”Id.,at 651. Importantly, California has the burden to prove\nthat the unlicensed notice is neither unjustified nor unduly\nburdensome. SeeIbanez, 512 U. S., at 146. It has not\nmet its burden.We need not decide what type of state interest\nis sufficient to sustain a disclosure requirement like the\nunlicensed notice. California has not demonstrated any\njustification for the unlicensed notice that is more than “purely\nhypothetical.”Ibid.The only justification that the\nCalifornia Legislature put forward was ensuring that “pregnant\nwomen in California know when they are getting medical care from\nlicensed professionals.” 2015 Cal. Legis. Serv., §1(e). At oral\nargument, however, California denied that the justification for the\nFACT Act was that women “go into [crisis pregnancy centers] and\nthey don’t realize what they are.” See Tr. of Oral Arg. at 44–45.\nIndeed, California points to nothing suggesting that pregnant women\ndo not already know that the covered facilities are staffed by\nunlicensed medical professionals. The services that trigger the\nunlicensed notice—such as having “volunteers who collect health\ninformation from clients,” “advertis[ing] . . . pregnancy\noptions counseling,” and offering over-the-counter “pregnancy\ntesting,” §123471(b)—do not require a medical license. And\nCalifornia already makes it a crime for individuals without a\nmedical license to practice medicine. See Cal. Bus. & Prof.\nCode Ann. §2052. At this preliminary stage of the litigation, we\nagree that petitioners are likely to prevail on the question\nwhether California has proved a justification for the unlicensed\nnotice.[4]Even if California had presented a\nnonhypothetical justification for the unlicensed notice, the FACT\nAct unduly burdens protected speech. The unlicensed notice imposes\na government-scripted, speaker-based disclosure requirement that is\nwholly disconnected from California’s informational interest. It\nrequires covered facilities to post California’s precise notice, no\nmatter what the facilities say on site or in their advertisements.\nAnd it covers a curiously narrow subset of speakers. While the\nlicensed notice applies to facilities that provide “family\nplanning” services and “contraception or contraceptive methods,”\n§123471(a), the California Legislature dropped these triggering\nconditions for the unlicensed notice. The unlicensed notice applies\nonly to facilities that primarily provide “pregnancy-related”\nservices. §123471(b). Thus, a facility that advertises and provides\npregnancy tests is covered by the unlicensed notice, but a facility\nacross the street that advertises and provides nonprescription\ncontraceptives is excluded—even though the latter is no less likely\nto make women think it is licensed. This Court’s precedents are\ndeeply skeptical of laws that “distinguis[h] among different\nspeakers, allowing speech by some but not others.”Citizens\nUnitedv.Federal Election Comm’n, 558 U. S. 310,\n340 (2010). Speaker-based laws run the risk that “the State has\nleft unburdened those speakers whose messages are in accord with\nits own views.”Sorrell, 564 U. S., at 580.The application of the unlicensed notice to\nadvertisements demonstrates just how burdensome it is. The notice\napplies to all “print and digital advertising materials” by an\nunlicensed covered facility. §123472(b). These materials must\ninclude a government-drafted statement that “[t]his facility is not\nlicensed as a medical facility by the State of California and has\nno licensed medical provider who provides or directly supervises\nthe provision of services.” §123472(b)(1). An unlicensed facility\nmust call attention to the notice, instead of its own message, by\nsome method such as larger text or contrasting type or color. See\n§§123472(b)(2)–(3). This scripted language must be posted in\nEnglish and as many other languages as California chooses to\nrequire. As California conceded at oral argument, a billboard for\nan unlicensed facility that says “Choose Life” would have to\nsurround that two-word statement with a 29-word statement from the\ngovernment, in as many as 13 different languages. In this way, the\nunlicensed notice drowns out the facility’s own message. More\nlikely, the “detail required” by the unlicensed notice “effectively\nrules out” the possibility of having such a billboard in the first\nplace.Ibanez,supra, at 146.For all these reasons, the unlicensed notice\ndoes not satisfyZauderer, assuming that standard applies.\nCalifornia has offered no justification that the notice plausibly\nfurthers. It targets speakers, not speech, and imposes an unduly\nburdensome disclosure requirement that will chill their protected\nspeech. Taking all these circumstances together, we conclude that\nthe unlicensed notice is unjustified and unduly burdensome underZauderer. We express no view on the legality of a similar\ndisclosure requirement that is better supported or less\nburdensome.IVWe hold that petitioners are likely to succeed\non the merits of their claim that the FACT Act violates the First\nAmendment. We reverse the judgment of the Court of Appeals and\nremand the case for further proceedings consistent with this\nopinion.It is so ordered.Notes1We agree with the Ninth\nCircuit’s ripeness determination.2Petitioners raise serious\nconcerns that both the licensed and unlicensed notices discriminate\nbased on viewpoint. Because the notices are unconstitutional either\nway, as explained below, we need not reach that issue.3Other than a conclusory\nassertion that the unlicensed notice satisfies any standard of\nreview, see Brief for Respondents 19, California does not explain\nhow the unlicensed notice could satisfy any standard other thanZauderer.4Nothing in our opinion\nshould be read to foreclose the possibility that California will\ngather enough evidence in later stages of this\nlitigation.",
    "joined": []
}