{
    "case": {
        "docket": "171",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/171/"
    },
    "id": "4565532",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–553_________________HOSANNA-TABOR EVANGELICAL LUTHERAN CHURCH AND\nSCHOOL, PETITIONERv.EQUAL EMPLOYMENT OPPORTUNITY\nCOMMISSION et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[January 11, 2012]Justice Thomas, concurring.I join the Court’s opinion. I write separately\nto note that, in my view, the Religion Clauses require civil courts\nto apply the ministerial exception and to defer to a religious\norganization’s good-faith understanding of who qualifies as its\nminister. As the Court explains, the Religion Clauses guarantee\nreligious organizations autonomy in matters of internal governance,\nincluding the selection of those who will minister the faith. A\nreligious organi-zation’s right to choose its ministers would be\nhollow, however, if secular courts could second-guess the\norganiza-tion’s sincere determination that a given employee is a\n“minister” under the organization’s theological tenets. Our\ncountry’s religious landscape includes organizations with different\nleadership structures and doctrines that influence their\nconceptions of ministerial status. The question whether an employee\nis a minister is itself religious in nature, and the answer will\nvary widely. Judicial attempts to fashion a civil definition of\n“minister” through a bright-line test or multi-factor analysis risk\ndisadvantaging those religious groups whose beliefs, practices, and\nmembership are outside of the “mainstream” or unpalatable to some.\nMoreover, uncertainty about whether its ministerial designation\nwill be rejected, and a corresponding fear of liability, may cause\na religious group to conform its beliefs and practices regarding\n“ministers” to the prevailing secular understanding. SeeCorporation of Presiding Bishop of Church of Jesus Christ of\nLatter-day Saintsv.Amos,483 U.S.\n327, 336 (1987) (“[I]t is a significant burden on a religious\norganization to require it, on pain of substantial liability, to\npredict which of its activities a secular court will consider\nreligious. The line is hardly a bright one, and an organization\nmight understandably be concerned that a judge would not understand\nits religious tenets and sense of mission. Fear of potential\nliability might affect the way an organization carried out what it\nunderstood to be its religious mission” (footnote omitted)). These\nare certainly dangers that the First Amendment was designed to\nguard against.The Court thoroughly sets forth the facts that\nlead to its conclusion that Cheryl Perich was one of\nHosanna-Tabor’s ministers, and I agree that these facts amply\ndemonstrate Perich’s ministerial role. But the evidence\ndemonstrates that Hosanna-Tabor sincerely considered Perich a\nminister. That would be sufficient for me to conclude that\nPer-ich’s suit is properly barred by the ministerial exception.",
    "joined": []
}