{
    "case": {
        "docket": "387",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/387/"
    },
    "id": "1970734",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–418_________________UNITED STATES, PETITIONER v. ANTHONY JAMES\nKEBODEAUXon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2013]Justice Thomas, with\nwhom Justice Scalia joins as to Parts I, II, and III–B,\ndissenting.Anthony Kebodeaux was\nconvicted under the Sex Offender Registration and Notification Act\n(SORNA), 42 U. S. C. §16901 et seq., for failing to\nupdate his sex of- fender registration when he moved from one Texas\ncity to another. The Court today holds that Congress has power\nunder the Necessary and Proper Clause to enact SORNA and\ncriminalize Kebodeaux’s failure to update his registration. I\ndisagree. As applied to Kebodeaux, SORNA does not “carr[y] into\nExecution” any of the federal powers enu- merated in the\nConstitution. Art. I, §8, cl. 18. Rather, it usurps the\ngeneral police power vested in the States. Because SORNA’s\nregistration requirements are unconstitutional as applied to\nKebodeaux, I respectfully dissent.ICongress enacted\nSORNA in 2006. SORNA requires that every “sex offender shall\nregister, and keep the registration current, in each jurisdiction\nwhere the offender resides, where the offender is an employee, and\nwhere the offender is a student.” 42 U. S. C. §16913(a).\n[1] These requirements “apply\nto all sex offenders, including sex offenders convicted of the\noffense for which registration is required prior to the enactment\nof [SORNA].” 28 CFR §72.3 (2012). As relevant here, SORNA makes it\na federal crime when someone who is required to register as a sex\noffender “knowingly fails to register or update a regis- tration”\nand that person “is a sex offender [as defined by SORNA] by reason\nof a conviction under Federal law (including the Uniform Code of\nMilitary Justice).” 18 U. S. C. §§2250(a)(2)(A), (3).In March 1999, Anthony\nKebodeaux had consensual sex with a 15-year-old girl when he was a\n20-year-old Air- man in the U. S. Air Force. He was convicted\nby a court-martial of carnal knowledge of a female under the age of\n16, in violation of Article 120(b) of the Uniform Code of Military\nJustice (UCMJ). He was sentenced to three months’ imprisonment and\nreceived a bad-conduct discharge. He completed his sentence in\nSeptember 1999 and was no longer in federal custody or the military\nwhen Congress enacted SORNA, which required him to register as a\nsex offender. In 2007, Kebodeaux failed to update his sex-offender\nregistration within three days of moving from El Paso, Texas, to\nSan Antonio, Texas. He was convicted under §2250(a)(2)(A) in 2008\nand sentenced to a year and a day in prison. The question before\nthe Court is whether Congress has power to require Kebodeaux to\nregister as a sex offender and to criminalize his failure to do\nso.IIAThe Constitution\ncreates a Federal Government with limited powers. Congress has no\npowers except those specified in the Constitution. See Marbury v.\nMadison, 1 Cranch 137, 176 (1803) (Marshall, C. J.) (“The\npowers of the legislature are defined, and limited; and that those\nlimits may not be mistaken, or forgotten, the constitution is\nwritten”). Thus, “[e]very law enacted by Congress must be based on\none or more of its powers enumerated in the Constitution.” United\nStates v. Morrison, 529 U. S. 598, 607 (2000) .A different default\nrule applies to the States. As the Tenth Amendment makes clear, the\nStates enjoy all powers that the Constitution does not withhold\nfrom them. (“The powers not delegated to the United States by the\nConstitution, nor prohibited by it to the States, are reserved to\nthe States respectively, or to the people”) While the powers of\nCongress are “few and defined,” the powers that “remain in the\nState governments are numerous and indefinite.” The Federalist No.\n45, p. 328 (B. Wright ed. 1961) (J. Madison).The Constitution sets\nforth Congress’ limited powers in Article I. That Article begins by\n“vest[ing]” in Congress “[a]ll legislative Powers herein granted,”\nand then enumerates those powers in §8. The final clause of §8, the\nNecessary and Proper Clause, gives Congress power “[t]o make all\nLaws which shall be necessary and proper for carrying into\nExecution the foregoing Powers and all other Powers vested by this\nConstitution in the Government of the United States, or in any\nDepartment or Officer thereof.” Art. I, §8, cl. 18.\nImportantly, the Necessary and Proper Clause is not a freestanding\ngrant of congressional power, but rather an authorization to makes\nlaws that are necessary to execute both the powers vested in\nCongress by the preceding clauses of §8, and the powers vested in\nCongress and the other branches by other provisions of the\nConstitution. See, e.g., Kinsella v. United States ex rel.\nSingleton, 361 U. S. 234, 247 (1960) (“The [Necessary and\nProper Clause] is not itself a grant of power, but a caveat that\nthe Congress possesses all the means necessary to carry out the\nspecifically granted ‘foregoing’ powers of §8 ‘and all other Powers\nvested by this Constitution’ ”).In McCulloch v.\nMaryland, 4 Wheat. 316 (1819), Chief Justice Marshall famously set\nforth the Court’s interpretation of the Necessary and Proper\nClause:“Let the end be legitimate, let it be\nwithin the scope of the constitution, and all means which are\nappropriate, which are plainly adapted to that end, which are not\nprohibited, but consist[ent] with the letter and spirit of the\nconstitution, are constitutional.” Id., at 421.Under this formulation, a federal law is a valid\nexercise of Congress’ power under the Clause if it satisfies a\ntwo-part test. “First, the law must be directed toward a\n‘legitimate’ end, which McCulloch defines as one ‘within the scope\nof the [C]onstitution.’ ” United States v. Comstock, 560\nU. S. 126, 160 (2010) (Thomas, J., dissenting) (quoting 4\nWheat., at 421). In other words, the law must be directed at\n“carrying into Execution” one or more of the powers delegated to\nthe Federal Government by the Constitution. Art. I, §8, cl.\n18. “Second, there must be a necessary and proper fit between the\n‘means’ (the federal law) and the ‘end’ (the enumerated power or\npowers) it is designed to serve.” Comstock, 560 U. S., at 160\n(Thomas, J., dissenting). “The means Congress selects will be\ndeemed ‘necessary’ if they are ‘appropriate’ and ‘plainly adapted’\nto the exercise of an enumerated power, and ‘proper’ if they are\nnot otherwise ‘prohibited’ by the Constitution and not\n‘[in]consistent’ with its ‘letter and spirit.’ ” Id., at\n160–161 (quoting Art. I, §8, cl. 18 and McCulloch, 4 Wheat.,\nat 421).Both parts of this test\nare critical. “[N]o matter how ‘necessary’ or ‘proper’ an Act of\nCongress may be to its objective, Congress lacks authority to\nlegislate if the objective is anything other than ‘carrying into\nExecution’ one or more of the Federal Government’s enumerated\npowers.” Comstock, supra, at 161 (Thomas, J., dissenting). As\napplied to Kebodeaux, SORNA fails this test.BIt is undisputed that\nno enumerated power in Article I, §8, gives Congress the power to\npunish sex offenders who fail to register, nor does any other\nprovision in the Constitution vest Congress or the other branches\nof the Federal Government with such a power. Thus, SORNA is a valid\nexercise of congressional authority only if it is “necessary and\nproper for carrying into Execution” one or more of those federal\npowers enumerated in the Constitution.In the course of this\nlitigation, the Government has argued that Kebodeaux’s conviction\nunder §2250(a)(2)(A) executes Congress’ enumerated powers to spend\nfor the gen- eral welfare, Art. I, §8, cl. 1; to regulate\ninterstate commerce, §8, cl. 3; and to regulate the armed\nforces, §8, cl. 14. But none of these powers justifies applying\n§2250(a)(2)(A) to Kebodeaux. The Spending Clause ar- gument is a\nnonstarter. Section 2250(a)(2)(A) does not execute Congress’\nspending power because it regulates individuals who have not\nnecessarily received federal funds of any kind. The Government\ncontends that “federal fund- ing and logistical support offered to\nStates for their sex-offender-registration-and-notification\nprograms can be effective only if persons required to register\nactually do so” and that “Congress may impose penalties on such\nindividuals as a means of achieving that goal.” Brief for United\nStates 52. But we have never held that Congress gains the power to\nregulate private individuals merely because it provides money to\nthe States in which they reside.Nor does the Commerce\nClause—the enumerated power that the Court has construed most\nbroadly—support §2250(a)(2)(A). Under this Court’s precedents,\nCongress may use its Commerce Clause power to regulate (1)\n“ ‘the use of the channels of interstate commerce,’ ” (2)\n“ ‘the instrumentalities of interstate commerce, or persons or\nthings in interstate commerce,’ ” and (3) economic activities\nthat “ ‘substantially affect interstate commerce.’ ”\nUnited States v. Lopez, 514 U. S. 549 –559 (1995); see also\nMorrison, 529 U. S., at 617. Section 2250(a)(2)(A) does not\nfall within the first two categories because it is not limited to\nregulating sex offenders who have traveled in interstate commerce.\nInstead, it applies to all federal sex offenders who fail to\nregister, even if they never cross state lines. Nor does\n§2250(a)(2)(A) fall within the third category. Congress may not\nregulate noneconomic activity, such as sex crimes, based on the\neffect it might have on interstate commerce. Cf. Morrison, supra,\nat 617. (“We . . . reject the argument that Congress may\nregulate noneconomic, violent criminal conduct based solely on that\nconduct’s aggregate effect on interstate commerce”). In short,\n§2250(a)(2)(A) regulates activity that is neither\n“ ‘interstate’ ” nor “ ‘commercial,’ ” 687\nF. 3d 232, 253 (CA5 2012), and, thus, it cannot be justified\non the ground that it executes Congress’ power to regulate\ninterstate commerce.Finally, Congress’\npower “[t]o make Rules for the Government and Regulation of the\nland and naval Forces” does not support Kebodeaux’s conviction\nunder §2250(a) (2)(A). Art. I, §8, cl. 14. Kebodeaux had long\nsince fully served his criminal sentence for violating Article\n120(b) of the UCMJ and was no longer in the military when Congress\nenacted SORNA. Congress does not retain a general police power over\nevery person who has ever served in the military. See United States\nex rel. Toth v. Quarles, 350 U. S. 11, 14 (1955) (“It has\nnever been intimated by this Court . . . that Article I\nmilitary jurisdiction could be extended to civilian ex-soldiers who\nhad severed all relationship with the military and its\ninstitutions. . . . [G]iven its natural meaning, the\npower granted Congress ‘To make Rules’ to regulate ‘the land and\nnaval Forces’ would seem to restrict court-martial jurisdiction to\npersons who are actually members or part of the armed forces”).\nAccordingly, Kebodeaux’s conviction under §2250(a)(2)(A) cannot be\nsustained based on Congress’ power over the military.Moreover, it is clear\nfrom the face of SORNA and from the Government’s arguments that it\nis not directed at “carrying into Execution” any of the federal\npowers enumerated in the Constitution, Art. I, §8, cl. 18, but\nis instead aimed at protecting society from sex offenders and\nviolent child predators. See 42 U. S. C. §16901 (“In\norder to protect the public from sex offenders and offenders\nagainst children, and in response to the vicious attacks by violent\npredators against the victims listed below, Congress in this\nchapter establishes a comprehensive national system for the\nregistration of those offenders”); Tr. of Oral Arg. 3 (“Convicted\nsex offenders pose a serious threat to public safety. When those\nconvictions are entered under Federal law, Congress has the\nauthority to impose both a criminal and a civil sanction for that\nconduct in order to protect the public”); Brief for United States 3\n(same).Protecting society from\nsex offenders and violent child predators is an important and\nlaudable endeavor. See Kennedy v. Louisiana, 554 U. S. 407,\n467 (2008) (Alito, J., dissenting) (explaining that, for most\nAmericans, sexual abuse of children is the “epitome of moral\ndepravity”). But “the Constitution does not vest in Congress the\nauthority to protect society from every bad act that might befall\nit.” Comstock, 560 U. S., at 165 (Thomas, J., dissenting). The\npower to protect society from sex offenders is part of the general\npolice power that the Framers reserved to the States or the people.\nSee Amdt. 10; Morrison, supra, at 617 (“[W]e can think of no better\nexample of the police power, which the [Framers] denied the\nNational Government and reposed in the States, than the suppression\nof violent crime and vindication of its victims”); Lopez, supra, at\n561, n. 3. (“ ‘[T]he ‘States possess primary authority\nfor defining and enforcing the criminal law’ ” (quoting Brecht\nv. Abrahamson, 507 U. S. 619, 635 (1993) )). [2]The Government has\nfailed to identify any enumerated power that §2250(a)(2)(A)\n“carr[ies] into Execution” in this case. Accordingly, I would hold\nthat §2250(a)(2)(A) and the registration requirements that it\nenforces are unconstitutional as applied to Kebodeaux.IIIIn concluding\notherwise, the Court entirely skips McCulloch’s first\nstep—determining whether the end served by SORNA is “within the\nscope of the [C]onstitu- tion.” 4 Wheat., at 421. The Court appears\nto believe that Congress’ power “to ‘make Rules for the\n. . . Regulation of the land and naval Forces’ ”\njustifies imposing SORNA’s registration requirements on Kebodeaux.\nAnte, at 6. But not one line of the opinion explains how SORNA is\ndirected at regulating the armed forces. Instead, the Court\nexplains how SORNA and the Wetterling Act serve various ends that\nare not enumerated in the Constitution. Cf. ante, at 12 (explaining\nthat SORNA was designed to “keep track of more offenders” and\n“encourage States . . . to adopt its uniform standards”);\nante, at 8 (explaining that the Wetterling Act was designed to\n“protect the public from . . . federal sex offenders and\nalleviate public safety concerns”). The Court’s failure to link\nSORNA to any enumerated power results in analysis that is\nuntethered from the Constitution and disregards the admonition that\n“[t]he powers of the legislature are defined, and limited.”\nMarbury, 1 Cranch, at 176.AThe Court’s analysis\nis flawed at every step. It begins by explaining that “at the time\nof his offense Kebodeaux was subject to the federal Wetterling Act,\nan Act that imposed upon him registration requirements very similar\nto those that SORNA later mandated.” [3] Ante, at 4. But that is beside the point. Kebodeaux\nwas convicted of violating SORNA’s registration requirements, not\nthe Wetterling Act’s, and so the relevant question is what\nenumerated power SORNA “carr[ies] into Execution.” “The Necessary\nand Proper Clause does not provide Congress with authority to enact\nany law simply because it furthers other laws Congress has enacted\nin the exercise of its incidental authority; the Clause plainly\nrequires a showing that every federal statute ‘carr[ies] into\nExecution’ one or more of the Federal Government’s enumerated\npowers.” Comstock, 560 U. S., at 168 (Thomas, J.,\ndissenting).Nevertheless,\napparently in an effort to bootstrap the Wetterling Act, the Court\nproceeds to determine whether the Wetterling Act (not SORNA) falls\nwithin Congress’ power under the Necessary and Proper Clause. The\nCourt first notes that the Clause “ ‘leave[s] to Congress a\nlarge discretion as to the means that may be employed in executing\na given power,’ ” ante, at 7 (quoting Lottery Case, 188\nU. S. 321, 355 (1903) )—a fact that is entirely irrelevant\nunder McCulloch’s first step of determining whether the end is\nitself legitimate. The Court then observes that the Necessary and\nProper Clause“authorizes Congress, in the\nimplementation of other explicit powers, to create federal crimes,\nto confine offenders to prison, to hire guards and other prison\npersonnel, to provide prisoners with medical care and educational\ntraining, to ensure the safety of those who may come into contact\nwith prisoners, to ensure the public’s safety through systems of\nparole and supervised release, and, where a federal prisoner’s\nmental condition so requires, to confine that prisoner civilly\nafter the expiration of his or her term of imprisonment.” Ante, at\n7.From these powers, the Court reasons that the\nWetterling Act is valid because “Congress could reasonably conclude\nthat registration requirements applied to federal sex offenders\nafter their release can help protect the public from those federal\nsex offenders and alleviate public safety concerns.” Ante, at 8. As\nI explained in Comstock, how- ever, this mode of analysis confuses\nthe inquiry. 560 U. S. at 168–169 (Thomas, J., dissenting).\n“Federal laws that criminalize conduct . . . , establish\nprisons for those who engage in that conduct, and set rules for the\ncare and treatment of prisoners awaiting trial or serving a\ncriminal sentence” are only valid if they “ ‘Execut[e]’ ”\nan enumer- ated power. Id., at 169. Here, for example, Congress has\nauthority to enact Article 120(b) of the UCMJ, to enforce that\nprovision against military personnel who violate it, and to confine\nthem in a military prison while they are awaiting trial and serving\na sentence. All of those actions “carr[y] into Execution” Congress’\npower to promote order and discipline within the military by\nregulating the conduct of military personnel. Art. I, §8, cl.\n14.But the enumerated\npower that justified Kebodeaux’s conviction does not justify\nrequiring him to register as a sex offender now that he is a\ncivilian. If Kebodeaux were required to register as part of his\ncriminal sentence, then registration would help execute the power\nthat justifies his conviction. The court-martial here, however, did\nnot impose registration requirements at Kebodeaux’s sentencing. See\nante, at 8 (acknowledging that registration is a “civil\nrequirement” and was “not a specific condition of Kebodeaux’s\nrelease”). Enacted long after Kebodeaux had completed his sentence,\nSORNA cannot be justified as a punishment for the offense Kebodeaux\ncommitted while in the military because retroactively increasing\nhis punishment would violate the Ex Post Facto Clause. See Peugh v.\nUnited States, 569 U. S. ___, ___ (2013) (slip op., at 8)\n(explaining that laws that “ ‘inflic[t] a greater punishment\n. . . than the law annexed to the crime . . .\nwhen committed’ ” violate the Ex Post Facto Clause) (quoting\nCalder v. Bull, 3 Dall. 386, 390 (1798)); Peugh, supra, at ___\n(Thomas, J., dissenting) (slip op., at 11) (explaining that “laws\nretroactively increasing the punishment were . . .\nunderstood to be ex post facto at the time of the found- ing”). As\nthe Court below correctly recognized, “because SORNA’s registration\nrequirements are civil and were enacted after Kebodeaux committed\nhis crime, the [G]overnment cannot justify their constitutionality\non the ground that they merely punish Kebodeaux for the crime he\ncommitted while in the military.” 687 F. 3d, at 239. The only\njustification for SORNA that the Government has advanced is\nprotection of the public, but that justification has nothing to do\nwith Congress’ power to regulate the armed forces. [4]Finally, the Court\nasserts that the Wetterling Act is reasonable because it “took\nstate interests into account by, for the most part, requiring\nreleased federal offenders to register in accordance with state\nlaw,” and its requirements are “reasonably narrow and precise.”\nAnte, at 10. But the degree to which the Wetterling Act or SORNA\naccommodates State interests and intrudes on the lives of\nindividuals subject to registration is irrelevant because the\nSupremacy Clause makes federal law supreme. See Art. VI,\ncl. 2. “As long as it is acting within the powers granted it\nunder the Constitution, Congress may impose its will on the\nStates.” Gregory v. Ashcroft, 501 U. S. 452, 460 (1991) . The\nfact that the Wetterling Act and SORNA may be “narrow” and “[take]\nstate interests into account,” ante, at 10, is “not a matter of\nconstitutional necessity, but an act of legislative grace.”\nComstock, 560 U. S., at 178 (Thomas, J., dissenting). These\nfactors have no place in deciding whether a law “Execut[es]” an\nenumerated power.BThe Court not only\nignores the limitations on Congress’ power set forth in the\nConstitution, but it also ignores the limits that it marked just\nthree years ago in Comstock. In that case, this Court held that\nCongress has power under the Necessary and Proper Clause to enact\n18 U. S. C. §4248, which authorizes the Federal\nGovernment to civilly commit “sexually dangerous persons” beyond\nthe date it lawfully could hold them on a charge or conviction for\na federal crime. Comstock, 560 U. S., at 142. The Court\nrebuffed the assertion that it was conferring a general police\npower on Congress by asserting that §4248 was “limited to\nindividuals already ‘in the custody of the’ Federal Government.”\nId., at 148. The Solicitor General even conceded at oral argument\nthat “the Federal Government would not have . . . the\npower to commit a person who . . . has been released from\nprison and whose period of supervised release is also completed”\nbecause “at that point the State police power over a person has\nbeen fully reestablished.” Tr. of Oral Arg. in United States v.\nComstock O. T. 2009, No. 08–1224, p. 9. The Court and the\nGovernment today abandon even that meager restriction, which itself\nlies far beyond the constitutional limits. Kebodeaux was no longer\nin federal custody when Congress enacted SORNA, yet the Court\ndisregards the fact that, even under Comstock, release from prison\nand supervised release terminates any hold the Federal Government\nmight otherwise have and “fully reestablishe[d]” the State’s police\npower over that individual.*  *  *The Framers believed\nthat the division of powers between the Federal Government and the\nStates would protect individual liberty. See New York v. United\nStates, 505 U. S. 144, 181 (1992) (“[T]he Constitution divides\nauthority between federal and state governments for the protection\nof individuals. State sovereignty is not just an end in itself:\n‘Rather, federalism secures to citizens the liberties that derive\nfrom the diffusion of sovereign power’ ” (quoting Coleman v.\nThompson, 501 U. S. 722, 759 (1991) (Blackmun, J.,\ndissenting)). The decision today upsets that careful balance. I\nrespectfully dissent.Notes1A “sex offender” is\ndefined as “an individual who was convicted” of an offense that\nfalls within the statute’s defined offenses. 42 U. S. C.\n§§16911(1) and (5)–(7).2All 50 States have used\ntheir general police powers to enact sex offender registration\nlaws. See, e.g., Ala. Code §§13A–11–200 to 13A–11–202, 13A–11–1181\n(2006); Alaska Stat. §§11.56.840, 12.63.010 to 12.63.100,\n18.66.087, 28.05.048, 33.30.035 (2006); Ariz. Rev. Stat. Ann.\n§§13–3821 to 13–3825 (2001 and Supp. 2007); Ark. Code Ann.\n§§12–12–901 to 12–12–909 (2003 and Supp. 2007); Cal. Penal Code\nAnn. §§290 to 290.4 (2008); Colo. Rev. Stat. Ann. §§16–22–103 to\n16–22–104, 18–3–412.5 (2007); Conn. Gen. Stat. §§54–251 to 54–254\n(2008 Supp.); Del. Code Ann., Tit. 11, §4120 (2007); Fla. Stat.\nAnn. §§775.13, 775.21 (2007); Ga. Code Ann. §42–1–12 (Supp. 2007);\nHaw. Rev. Stat. §§846E–1, 846E–2 (2006 Cum. Supp.); Idaho Code\n§§18–8304 to 18–8311 (Supp. 2008); Ill. Comp. Stat., ch. 730,\n§§150/1 to 150/10, 152/101 to 152/121 (West 2006); Ind. Code\n§§11–8–8–1 to 11–8–8–7 (Supp. 2007); Iowa Code §§692A.1 to 692A.16\n(2003 and Supp. 2008); Kan. Stat. Ann. §§22–4901 to 22–4910 (1995);\nKy. Rev. Stat. Ann. §§17.500 to 17.540 (Lexis 2003 and Supp. 2007);\nLa. Rev. Stat. Ann. §§15:540 to 15:549 (2005 and Supp. 2008); Me.\nRev. Stat. Ann., Tit. 34–A, §§11201 to 11204, 11221 to 11228 (2007\nSupp. Pamphlet); Md. Crim. Proc. Code Ann. §§11–701 to 11–721\n(Lexis 2001 and Supp. 2007); Mass. Gen. Laws, ch. 6, §§178D to 178T\n(West 2006 and Supp. 2008); Mich. Comp. Laws §§28.721 to 28.731\n(West 2004 and Supp. 2008); Minn. Stat. Ann. §243.166 (West 2003\nand Supp. 2008); Miss. Code Ann. §§45–33–21 to 45–33–59 (West 1999\nand Supp. 2007); Mo. Rev. Stat. §§589.400 to 589.425 (2003 and\nSupp. 2008), §211.45 (2004); Mont. Code Ann. §§46–23–501 to\n46–23–507 (2007); Neb. Rev. Stat. §§29–4001 to 29–4013 (2003 and\nSupp. 2007); Nev. Rev. Stat. §§179B.010 to 179B.250 (2007); N. H.\nRev. Stat. Ann. §§651–B:1 to 651–B:7 (West 2007 and Supp. 2007); N.\nJ. Stat. Ann. §§2C:7–1 to 2C:7–20 (West 2005 and Supp. 2008); N. M.\nStat. Ann. §§29–11A–1 to 29–11A–8 (2004 and Supp. 2008); N. Y.\nCorrec. Law Ann., Art. 6–C, §§168 to 168–V (West 2003 andSupp.\n2008); N. C. Gen. Stat. Ann. §§14–208.5 to 14–208.26 (Lexis 2007);\nN. D. Cent. Code Ann. §12.1–32–15 (Lexis 1997 and Supp. 2007); Ohio\nRev. Code Ann. §§2950.01 to 2950.11 (West 2006 and Supp. 2008);\nOkla. Stat., Tit. 57, §§581 to 585 (West 2001), Tit. 57, §§591 to\n594 (West 2007 Supp.); Ore. Rev. Stat. §§181.585 to 181.606,\n181.826 (2007); 42 Pa. Cons. Stat. §§9791 to 9799.9 (2006); R. I.\nGen. Laws §§11–37.1–1 to 11–37.1–12 (2002 and Supp. 2007); S. C.\nCode Ann. §§23–3–430 to 23–3–490 (2007 and Supp. 2007); S. D.\nCodified Laws §§22–24B–1 to 22–24B–15 (2006 and Supp. 2008); Tenn.\nCode Ann. §§40–39–201 to 40–39–212 (2006 and Supp. 2007); Tex.\nCrim. Proc. Code Ann., Arts. 62.001 to 62.002, 62.051 to 62.059\n(Vernon 2006 and Supp. 2008); Utah Code Ann. §77–27–21.5 (2003 and\n2008 Supp.); Vt. Stat. Ann., Tit. 13, §§5401 to 5414 (1998 and\nSupp. 2007); Va. Code Ann. §§9.1–900 to 9.1–921 (2006 and Supp.\n2007); Wash. Rev. Code §§4.24.550, 9A.44.130, 9A.44.140, 10.01.200,\n70.48.470, 72.09.830 (2006); W. Va. Code Ann. §§15–12–1 to 15–12–10\n(Lexis 2004 and Supp. 2007); Wis. Stat. §§301.45 to 301.48 (2005\nand Supp. 2007); Wyo. Stat. Ann. §§7–19–301 to 7–19–307\n(2005).3The Chief Justice wrongly\nasserts that the differences between the Wetterling Act and SORNA\nare “insignificant.” Ante, at 2 (opinion concurring in judgment).\nSORNA increases the federal penalty for fail-ing to register from a\nmisdemeanor punishable by no more than one year to a felony\npunishable by up to 10 years for a first offense. Compare with\n(2000 ed.). It is simply incorrect to minimize that change by\nsaying that Kebodeaux received only a day more than he could have\nreceived for failing to register under the Wetterling Act. Ante, at\n2 (Roberts, C. J., concurring in judgment). The “legally\nprescribed range is the penalty affixed to the crime,” Alleyne v.\nUnited States, ante, at 11, and SORNA increased that range\nsignificantly. SORNA also requires that a sex offender who moves\nupdate his registration within three days of moving, instead of\nseven. Compare with App. to Pet. for Cert. 167a–168a. Thus, a\nperson can be convicted under SORNA for conduct that would have\ncomplied with the Wetterling Act.4The Chief Justice\ncontends that Congress has authority to impose registration as a\nconsequence of Kebodeaux’s conviction because “[a] servicemember\nwill be less likely to violate a relevant military regulation if he\nknows that, having done so, he will be required to register as a\nsex offender years into the future.” Ante, at 2. But SORNA could\nnot possibly have deterred Kebodeaux from violating any military\nregulation because it was enacted after he left the military.\nJustice Alito contends that, by trying members of the military in a\nmilitary court, Congress exacerbated “the possibility that a\nconvicted sex offender may escape [the state] registration\n[system],” and that SORNA is necessary and proper to correct this\nproblem. Ante, at 3 (opinion concurring in judgment). But Justice\nAlito has not identified any enumerated power that gives Congress\nauthority to address this supposed problem, and there is no\nevidence that such a problem exists. Indeed, Texas has indicated\nthat SORNA undermines its registration system, rather than making\nit more effective. See Letter from Jeffrey S. Boyd, General Counsel\nand Acting Chief of Staff, Texas Office of the Governor, to Linda\nBaldwin, Director, SMART Office 1 (Aug. 17, 2011) (“Although we in\nTexas certainly appreciate and agree with the stated goals of\nSORNA, the adoption of this ‘one-size-fits-all’ federal legislation\nin Texas would in fact undermine the accomplishment of those\nobjectives in Texas, just as it would in most other states”),\nonlineat\nhttp://www.ncleg.net/documentsites/committees/JLOCJPS/October%2013,%202011%20Meeting/RD_SORNA_General_Information_2011-10-13.pdf\n(as visited June 21, 2013, and available in Clerk of Court’s case\nfile).",
    "joined": []
}