{
    "case": {
        "docket": "179",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/179/"
    },
    "id": "1962843",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTWADDINGTON V. SARAUSAD555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-772DOUG WADDINGTON, SUPERINTENDENT, WASHINGTON\nCORRECTIONS CENTER, PETITIONERv.CESAR SARAUSADon writ of certiorari to the united states court of\nappeals for the ninth circuit[January 21, 2009]Justice Thomas delivered the\nopinion of the Court.This case arose from a fatal\ndriveby shooting into a group of students standing in front of a\nSeattle high school. Brian Ronquillo was ultimately identified as\nthe gunman; at the time of the shooting, he was a passenger in a\ncar driven by respondent Cesar Sarausad II. A jury convicted\nSarausad as an accomplice to second-degree murder, attempted\nmurder, and assault; he was sentenced to just over 27 years of\nimprisonment. The Washington courts affirmed his conviction and\nsentence on direct review, and his state-court motions for\npostconviction relief were denied.Respondent, then, filed a federal petition for\na writ of habeas corpus. The District Court granted the writ. On\nappeal, the Court of Appeals for the Ninth Circuit agreed with the\nDistrict Court that the state-court decision was an objectively\n“unreasonable application of … clearly established Federal law, as\ndetermined by the Supreme Court of the United States.” 28 U.\nS. C. §2254(d)(1). The Court of Appeals found it unreasonable\nfor the state court to reject Sarausad’s argument that certain jury\ninstructions used at his trial were ambiguous and were likely\nmisinterpreted by the jury to relieve the State of its burden of\nproving every element of the crime beyond a reasonable doubt.Sarausadv.Porter, 479 F. 3d 671 (2007). We\ndisagree. Because the Washington courts reasonably applied our\nprecedent to the facts of this case, we reverse the judgment\nbelow.IAThe driveby shooting was the\nculmination of a gang dispute between the 23d Street Diablos, of\nwhich Cesar Sarausad was a member, and the Bad Side Posse, which\nwas headquartered at Ballard High School in Seattle, Washington. A\nmember of the Diablos, Jerome Reyes, had been chased from Ballard\nby members of the Bad Side Posse, so the Diablos decided to go “to\nBallard High School to show that the Diablos were not afraid” of\nthe rival gang. App. to Pet. for Cert. 235a. The Diablos started a\nfight with the Bad Side Posse, but left quickly after someone\nindicated that police were nearby. They went to a gang member’s\nhouse, still angry because the Bad Side Posse had “called [them]\nweak.” Tr. 2660–2661. Brian Ronquillo retrieved a handgun, and the\ngang decided to return to Ballard and “get [their] respect back.”Id.,at 2699.Sarausad drove, with Ronquillo in\nthe front passenger seat and Reyes and two other Diablos in the\nback seat. En route, someone in the car mentioned\n“ ‘capping’ ” the Bad Side Posse, and Ronquillo tied a\nbandana over the lower part of his face and readied the handgun.Sarausadv.State, 109 Wash. App. 824, 844, 39\nP. 3d 308, 319 (2001). Shortly before reaching the high\nschool, a second car of Diablos pulled up next to Sarausad’s car\nand the drivers of the two cars talked briefly. Sarausad asked the\nother driver, “ ‘Are you ready?’ ”id.,at\n844–845, 39 P. 3d, at 319, and then sped the rest of the way\nto the high school. Once in front of the school, Sarausad abruptly\nslowed to about five miles per hour while Ronquillo fired 6 to 10\nshots at a group of students standing in front of it.Id.,at 831, 39 P. 3d, at 312. Sarausad “saw everyone go down,” Tr.\n2870, and then sped away, 109 Wash. App., at 832, 39 P. 3d, at\n313. The gunfire killed one student; another student was wounded\nwhen a bullet fragment struck his leg.Id.,at 831–832, 39\nP. 3d, at 312–313.BSarausad, Ronquillo, and Reyes\nwere tried for the first-degree murder of Melissa Fernandes, the\nattempted first-degree murders of Ryan Lam and Tam Nguyen, and the\nsecond-degree assault of Brent Mason. Sarausad and Reyes, who were\ntried as accomplices, argued at trial that they could not have been\naccomplices to murder because they “had no idea whatsoever that\nRonquillo had armed himself for the return trip.”Id.,at\n832, 39 P. 3d, at 313. They claimed that they expected, at\nmost, another fistfight with the Bad Side Posse and were “totally\nand utterly dismayed when Ronquillo started shooting.”Ibid.Sarausad’s counsel, in\nparticular, argued that there was no evidence that Sarausad\nexpected anything more than that the two gangs “would exchange\ninsults, and maybe, maybe get into a fight.” Tr. 1151. Sarausad\ntestified that he considered only the “possibility of a fight,”\nid.,at 2799, but never the possibility of a shooting, 109\nWash. App., at 832, 39 P. 3d, at 313. During closing arguments,\nSarausad’s attorney again argued that the evidence showed only that\nSarausad was “willing to fight them the way they fought them the\nfirst time. And that is by pushing and shoving and more tough\ntalk.” App. 81. That was not sufficient, the attorney argued, to\nfind that “Cesar [Sarausad] had knowledge that his assistance would\npromote or facilitate the crime of premeditated murder.”Id.,at 83. Sarausad’s attorney also explained to the jury\nthat knowledge of just any crime, such as knowledge that criminal\nassistance would be rendered after the shooting, would be\ninsufficient to hold Sarausad responsible as an accomplice to\nmurder because “[a]ccomplice liability requires that one assists\nwith knowledge, that their actions will promote or facilitate the\ncommission ofthecrime.”Id.,at 100 (emphasis\nadded).In response, the prosecutor focused much of\nher closing argument on the evidence of Sarausad’s knowledge of a\nshooting. He had “slowed down before the shots were fired, stayed\nslowed down until the shots were over and immediately sped up.”Id.,at 39. “There was no hesitation, there was no\nstopping the car. There was no attempt for Mr. Sarausad to swerve\nhis car out of the way so that innocent people wouldn’t get shot.”Id.,at 40. She also argued that Sarausad knew when he\ndrove back to the school that his gang’s “fists didn’t work, the\npushing didn’t work, the flashing of the signs, the violent\naltercation didn’t work” because the Bad Side Posse still “laughed\nat them, they called them weak, they called them nothing.”Id.,at 44. So, “[w]hen they rode down to Ballard High\nSchool that last time, … [t]hey knew they were there to commit a\ncrime, to disrespect the gang, to fight, to shoot, to get that\nrespect back. A fist didn’t work, pushing didn’t work. Shouting\ninsults at them didn’t work. Shooting was going to work. In for a\ndime, you’re in for a dollar.”Id.,at 123–124.At the close of trial, the jury received two\ninstructions that directly quoted Washington’s accomplice-liability\nstatute.[Footnote 1]\nInstruction number 45 provided:“You are instructed that a person\nis guilty of a crime if it is committed by the conduct of another\nperson for which he is legally accountable. A person is legally\naccountable for the conduct of another person when he is an\naccomplice of such other person in the commission ofthe\ncrime.”Id.,at 16 (emphasis added).Instruction number 46 provided, in relevant\npart:“A person is an accomplice in the\ncommission of a crime if, with knowledge that it will promote or\nfacilitate the commission ofthe crime, he or she\neither:“(1) solicits, commands, encourages, or\nrequests another person to commit the crime or“(2) aids or agrees to aid another person in\nplanning or committing the crime.”Id.,at 17 (emphasis\nadded).During seven days of\ndeliberations, the jury asked five questions, three of which\nrelated to the intent requirement for accomplice liability. One\nquestioned the accomplice-liability standard as it related to the\nfirst-degree murder instructions; one questioned the standard as it\nrelated to the second-degree murder instructions; and one stated\nthat the jury was “having difficulty agreeing on the legal\ndefinition and concept of ‘accomplice’ ” and whether a\nperson’s “willing participat[ion] in a group activity” makes “that\nperson an accomplice to any crime committed by anyone in the\ngroup.”Id.,at 129. In response to each question, the\njudge instructed the jury to reread the accomplice-liability\ninstructions and to consider the instructions as a whole.The jury was unable to reach a verdict as to\nReyes, and the judge declared a mistrial as to him. The jury then\nreturned guilty verdicts on all counts for Ronquillo and convicted\nSarausad of the lesser included crimes of second-degree murder,\nattempted second-degree murder, and second-degree assault.COn appeal, Sarausad argued that\nbecause the State did not prove that he had intent to kill, he\ncould not be convicted as an accomplice to second-degree murder\nunder Washington law. The Washington Court of Appeals affirmed his\nconvictions, explaining that under Washington law, an accomplice\nmust have “general knowledge” that the crime will occur, but need\nnot have the specific intent required for that crime’s commission.\nApp. to Pet. for Cert. 259a. The court referred to accomplice\nliability as “a theory of criminal liability that in Washington has\nbeen reduced to the maxim, ‘in for a dime, in for a dollar.’ ”Id.,at 235a. The Washington Supreme Court denied\ndiscretionary review.Statev.Ronquillo, 136\nWash. 2d 1018, 966 P. 2d 1277 (1998).Shortly thereafter, the\nWashington Supreme Court clarified in an unrelated criminal case\nthat “in for a dime, in for a dollar” is not the best descriptor of\naccomplice liability under Washington law because an accomplice\nmust have knowledge of “the crime” that occurs.Statev.Roberts, 142 Wash. 2d 471, 509–510, 14 P. 3d\n713, 734–735 (2000). Therefore, an accomplice who knows of one\ncrime—the dime—is not guilty of a greater crime—the dollar—if he\nhas no knowledge of that greater crime. It was error, then, to\ninstruct a jury that an accomplice’s knowledge of “ ‘a\ncrime’ ” was sufficient to establish accomplice liability for\n“ ‘the crime.’ ”Ibid.[Footnote 2]The Washington Supreme Court limited this\ndecision to instructions containing the phrase “a crime” and\nexplicitly reaffirmed its precedent establishing that jury\ninstructions linking an accomplice’s knowledge to “the crime,” such\nas the instruction used at Sarausad’s trial, comport with\nWashington law.Id.,at 511–512, 14 P. 3d, at 736\n(discussingStatev.Davis, 101 Wash. 2d\n654, 656, 682 P. 2d 883, 884 (1984)). An instruction that\nreferences “the crime” “copie[s] exactly the language from the\naccomplice liability statute” and properly hinges criminal\npunishment on knowledge of “the crime” for which the defendant was\ncharged as an accomplice. 142 Wash. 2d, at 512, 14 P. 3d, at\n736.DSarausad next sought\npostconviction relief from the Washington courts. He argued that\nalthough the accomplice-liability instruction used at his trial\ncomplied withRoberts, “an additional clarifying\ninstruction should have been given” because the prosecutor may have\nconfused the jury by improperly arguing that he had been “ ‘in\nfor a dime, in for a dollar.’ ”Sarausad,109\nWash. App., at 829, 39 P. 3d, at 311. Therefore, he\nargued, the jury may have convicted him as an accomplice to\nsecond-degree murder based solely on his admission that he\nanticipated that an assault would occur at Ballard High School.The Washington Court of Appeals\nreexamined the trial record in its entirety in light ofRoberts, see 109 Wash. App., at 834, 39 P. 3d, at\n313–314, but found no error requiring correction. According to the\ncourt, the prosecutor’s closing argument in its entirety did not\nconvey “that the jury could find Sarausad guilty as an accomplice\nto murder if he had the purpose to facilitate an offense of any\nkind whatsoever, even a shoving match or fist fight.”Id.,at 840, 39 P. 3d, at 317. The prosecutor’s “ ‘in for a\ndime, in for a dollar’ ” illustration also did not convey that\nstandard.Id.,at 842–843, 39 P. 3d, at 318. The\ncourt explained that in every situation but one, the prosecutor\nclearly did not use that phrase to argue that Sarausad could be\nconvicted of murder if he intended only a fistfight. Instead, she\nused it to convey a “gang mentality” that requires a wrong to the\ngang to be avenged by any means necessary.Ibid.Thus,\naccording to the prosecutor, when a fight did not work, Sarausad\nknew that a shooting was required to avenge his gang. Seeibid.There was one “in for a dime, in for\na dollar” hypothetical in the prosecutor’s closing that did not\nconvey this gang-mentality meaning and thus, the court recognized,\n“may or may not be problematic underRoberts” depending on\nhow it was interpreted.Id., at 843, 39 P. 3d, at\n318.[Footnote 3] The court\nconcluded that it did not need to decide whether the hypothetical\nwas improper under state law because, even if it was, it did not\nprejudice Sarausad. Sarausad’s jury was properly instructed and\n“the prosecutor made it crystal clear to the jury that the State\nwanted Sarausad found guilty … because he knowingly facilitated the\ndrive-by shooting and for no other reason.”Id.,at\n843–844, 39 P. 3d, at 319.Sarausad sought discretionary postconviction\nreview from the Supreme Court of Washington. In denying his\npetition, the court held that “the trial court correctly instructed\nthe jury” that knowledge of the particular crime committed was\nrequired. App. to Pet. for Cert. 191a. The court also found that no\nprejudicial error resulted from the prosecutor’s potentially\nimproper hypothetical.Id., at 192a. “[W]hatever the flaws\nin the argument, the prosecutor properly focused on Mr. Sarausad’s\nknowing participation in the shooting, not in some lesser\naltercation.”Ibid.ESarausad filed this petition\nfor a writ of habeas corpus in Federal District Court pursuant to\n28 U. S. C. §2254. The District Court granted the petition,\nfinding “ample evidence that the jury was confused about what\nelements had to be established in order for [Sarausad] to be found\nguilty of second degree murder and second degree attempted murder.”\nApp. to Pet. for Cert. 129a. The Court of Appeals for the Ninth\nCircuit affirmed, finding that the state postconviction court\nunreasonably applied this Court’s decisions in Estellev.McGuire,502 U. S. 62(1991),Sandstromv.Montana,442 U. S. 510(1979),\nandIn re Winship,397 U. S. 358(1970), in\naffirming Sarausad’s conviction in spite of ambiguous jury\ninstructions and the “ ‘reasonable likelihood that the jury …\napplied the challenged instruction in a way’ that violates the\nConstitution.” 479 F. 3d, at 683 (quotingEstelle,\nsupra,at 72). The court denied rehearing en banc over the\ndissent of five judges.Sarausadv.Porter,503\nF. 3d 822 (2007). We granted certiorari, 552 U. S. ___ (2008),\nand now reverse.IIUnder the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), 110 Stat. 1214, a\nfederal court may grant habeas relief on a claim “adjudicated on\nthe merits” in state court only if the decision “was contrary to,\nor involved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1). Where, as here, it is the\nstate court’s application of governing federal law that is\nchallenged, the decision “ ‘must be shown to be not only\nerroneous, but objectively unreasonable.’ ”Middletonv.McNeil,541 U. S. 433, 436\n(2004)(per curiam)(quotingYarboroughv.Gentry,540\nU. S. 1, 5 (2003)(per curiam)); see alsoSchrirov.Landrigan,550 U. S. 465, 473\n(2007) (“The question under AEDPA is not whether a federal court\nbelieves the state court’s determination was incorrect but whether\nthat determination was unreasonable—a substantially higher\nthreshold”).Our habeas precedent places an\n“especially heavy” burden on a defendant who, like Sarausad, seeks\nto show constitutional error from a jury instruction that quotes a\nstate statute.Hendersonv.Kibbe,431 U. S. 145, 155\n(1977). Even if there is some “ambiguity, inconsistency, or\ndeficiency” in the instruction, such an error does not necessarily\nconstitute a due process violation.Middleton,supra,at 437. Rather, the defendant must show both that\nthe instruction was ambiguous and that there was “ ‘a\nreasonable likelihood’ ” that the jury applied the instruction\nin a way that relieved the State of its burden of proving every\nelement of the crime beyond a reasonable doubt.Estelle,supra,at 72 (quotingBoydev.California,494 U. S. 370, 380 (1990)). In making\nthis determination, the jury instruction “ ‘may not be judged\nin artificial isolation,’ but must be considered in the context of\nthe instructions as a whole and the trial record.”Estelle,supra,at 72 (quotingCuppv.Naughten,414 U. S. 141, 147\n(1973)). Because it is not enough that there is some “slightpossibility” that the jury misapplied the instruction,Weeksv.Angelone,528 U. S. 225, 236\n(2000), the pertinent question “is ‘whether the ailing instruction\nby itself so infected the entire trial that the resulting\nconviction violates due process,’ ”Estelle,supra,at 72 (quotingCupp,supra,at\n147).AThe Washington courts reasonably\nconcluded that the trial court’s instruction to the jury was not\nambiguous. The instruction parroted the language of the statute,\nrequiring that an accomplice “in the commission ofthe\ncrime” take action “with knowledge that it will promote or\nfacilitate the commission ofthe crime.” App. 16–17\n(emphasis added); Wash. Rev. Code §§9A.08.020(2)(c), (3)(a) (2008).\nIt is impossible to assign any meaning to this instruction\ndifferent from the meaning given to it by the Washington courts. By\nits plain terms, it instructed the jury to find Sarausad guilty as\nan accomplice “in the commission of the [murder]” only if he acted\n“with knowledge that [his conduct] will promote or facilitate the\ncommission of the [murder].” App. 16–17.[Footnote 4] Because the conclusion reached by the\nWashington courts that the jury instruction was unambiguous was not\nobjectively unreasonable, the Court of Appeals’ 28 U. S. C.\n§2254(d)(1) inquiry should have ended there.[Footnote 5]BEven if we agreed that the\ninstruction was ambiguous, the Court of Appeals still erred in\nfinding that the instruction was so ambiguous as to cause a federal\nconstitutional violation, as required for us to reverse the state\ncourt’s determination under AEDPA, 28 U. S. C. §2254(d). The\nWashington courts reasonably applied this Court’s precedent when\nthey determined that there was no “reasonable likelihood” that the\nprosecutor’s closing argument caused Sarausad’s jury to apply the\ninstruction in a way that relieved the State of its burden to prove\nevery element of the crime beyond a reasonable doubt. The\nprosecutor consistently argued that Sarausad was guilty as an\naccomplice because he acted with knowledge that he was facilitating\na driveby shooting. Indeed, Sarausad and Reyes had admitted under\noath that they anticipated a fight, Tr. 2671, 2794, and yet the\nprosecutor never argued that their admission was a concession of\naccomplice liability for murder. She instead argued that Sarausad\nknew that a shooting was intended, App. 123, because he drove his\ncar in a way that would help Ronquillo “fire those shots,”id., at 39. The closing argument of Sarausad’s attorney\nalso homed in on the key legal question: He challenged the jury to\nlook for evidence that Sarausad “had knowledge that his assistance\nwould promote or facilitate the crime of premeditated murder” and\nargued that no such evidence existed.Id.,at 83.Put simply, there was no evidence\nof ultimate juror confusion as to the test for accomplice liability\nunder Washington law. Rather, the jury simply reached a unanimous\ndecision that the State had proved Sarausad’s guilt beyond a\nreasonable doubt. Indeed, every state and federal appellate court\nthat reviewed the verdict found that the evidence supporting\nSarausad’s knowledge of a shooting was legally sufficient to\nconvict him under Washington law. 479 F. 3d, at 677–683;Sarausad,109 Wash. App., at 844–845, 39 P. 3d,\nat 319. Given the strength of the evidence supporting the\nconviction, along with the jury’s failure to convict Reyes—who also\nhad been charged as an accomplice to murder and also had admitted\nknowledge of a possible fight—it was not objectively unreasonable\nfor the Washington courts to conclude that the jury convicted\nSarausad only because it believed that he, unlike Reyes, had\nknowledge of more than just a fistfight. The reasoning of the Court\nof Appeals, which failed to review the state courts’ resolution of\nthis question through the deferential lens of AEDPA, does not\nconvince us otherwise.First, the Court of Appeals found that the\nevidence of Sarausad’s knowledge of the shooting was so “thin” that\nthe jury must have incorrectly believed that proof of such\nknowledge was not required. 479 F. 3d,at 692–693.\nThat conclusion, however, is foreclosed by the Court of Appeals’\nown determination that the evidence was sufficient for a rational\njury to reasonably infer that Sarausad knowingly facilitated the\ndriveby shooting. As explained above, the Court of Appeals\nacknowledged that the evidence showed that Ronquillo, while seated\nin Sarausad’s front passenger seat, tied a bandana over the lower\npart of his face and pulled out a gun.Id.,at 681. There\nalso was evidence that Sarausad then asked the Diablos in the other\ncar, “ ‘Are you ready?’ ” before driving to the school\nand “slow[ing] his car in front of the school in a manner that\nfacilitated a drive-by shooting.”Ibid.Other gang members\ntestified to prior knowledge of the gun and to discussing the\nshooting as an option during the gang meeting held between trips to\nBallard High School.Id.,at 682. There also was testimony\nfrom Sarausad that he suspected that members of the Bad Side Posse\nwould be armed when they returned to Ballard High School,ibid., making it reasonable to conclude that Sarausad\nwould expect his gang to be similarly prepared for the\nconfrontation. There was nothing “thin” about the evidence of\nSarausad’s guilt.Second, the Court of Appeals faulted the\nprosecutor for arguing “clearly and forcefully” for an “in for a\ndime, in for a dollar” theory of accomplice liability.Id.,at 693. But the Washington Court of Appeals conducted\nan in-depth analysis of the prosecutor’s argument and reasonably\nfound that it contained, at most, one problematic hypothetical.Sarausad, supra,at 842–843, 39 P. 3d, at 318–319.\nThe state court’s conclusion that the one hypothetical did not\ntaint the proper instruction of state law was reasonable under this\nCourt’s precedent, which acknowledges that “arguments of counsel\ngenerally carry less weight with a jury than do instructions from\nthe court.”Boyde, 494 U. S., at 384. On habeas review,\nthe Court of Appeals should not have dissected the closing argument\nand exaggerated the possible effect of one hypothetical in\nit.There was nothing objectively unreasonable about the\nWashington courts’ resolution of this question.[Footnote 6]Third, and last, the Court of Appeals believed\nthat the jury’s questions “demonstrated substantial confusion about\nwhat the State was required to prove.” 479 F. 3d,at\n693.Sarausad focuses special attention on this factor,\narguing that it was the “failure to remedy” this confusion that\nsets this case apart from previous decisions and establishes that\nthe jury likely “did not understand accomplice liability” when it\nreturned its verdict. Brief for Respondent 29, 31. But this Court\nhas determined that the Constitution generally requires nothing\nmore from a trial judge than the type of answers given to the jury\nhere.Weeks, 528 U. S., at 234. Where a judge “respond[s]\nto the jury’s question by directing its attention to the precise\nparagraph of the constitutionally adequate instruction that answers\nits inquiry,” and the jury asks no followup question, this Court\nhas presumed that the jury fully understood the judge’s answer and\nappropriately applied the jury instructions.Ibid.Under this established standard, it was not\nobjectively unreasonable for the state court to conclude that\nSarausad’s jury received the answers it needed to resolve its\nconfusion.[Footnote 7] Its\nquestions were spaced throughout seven days of deliberations,\ninvolved different criminal charges, and implicated the\ninterrelation of several different jury instructions. The judge\npinpointed his answers to the particular instructions responsive to\nthe questions and those instructions reflected state law. Under\nthese circumstances, the state court did not act in an objectively\nunreasonable manner in finding that the jury knew the proper legal\nstandard for conviction.IIIBecause the state-court decision\ndid not result in an “unreasonable application of … clearly\nestablished Federal law,” 28 U. S. C. §2254(d)(1), the Court\nof Appeals erred in granting a writ of habeas corpus to Sarausad.\nThe judgment below is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.It is so ordered.Footnote 1Washington’s accomplice-liability statute\nprovides, in pertinent part:“A person is guilty of a crime if it is\ncommitted by the conduct of another person for which he is legally\naccountable. A person is legally accountable for the conduct of\nanother person when:.      .      .      .      .“He is an accomplice of such other person in\nthe commission of the crime.“A person is an accomplice of another person\nin the commission of a crime if … [w]ith knowledge that it will\npromote or facilitate the commission of the crime, he“(i) solicits, commands, encourages, or\nrequests such other person to commit it; or“(ii) aids or agrees to aid such other person\nin planning or committing it.” Wash. Rev. Code §§9A.08.020(1)–(3)\n(2008) (internal numbering omitted).Footnote 2The instruction found faulty inRobertsprovided in full:“You are instructed that a person is guilty of\na crime if it is committed by the conduct of another person for\nwhich he is legally accountable. A person is legally accountable\nfor the conduct of another person when he is an accomplice of such\nother person in the commission ofa crime.“A person is an accomplice in the commission\nof a crime, whether present at the time of its commission or not,\nif, with knowledge that it will promote or facilitate its\ncommission, he either:“(a) solicits, commands, encourages, or\nrequests another person to commit the crime; or“(b) aids or agrees to aid another person in\nplanning or committing the crime.” 142 Wash. 2d, at 488–489,\n14 P. 3d, at 724 (emphasis added).Footnote 3The prosecutor had argued in the hypothetical\nthat an accomplice who knows that he is helping someone assault a\nvictim bears responsibility if the victim is killed. The\nhypothetical stated in full:“Let me give you a good example of accomplice\nliability. A friend comes up to you and says, ‘Hold this person’s\narms while I hit him.’ You say, ‘Okay, I don’t know that person,\nanyway.’ You hold the arms. The person not only gets assaulted, he\ngets killed. You are an accomplice and you can’t come back and say,\n‘Well, I only intended this much damage to happen.’ Your presence,\nyour readiness to assist caused the crime to occur and you are an\naccomplice. The law in the State of Washington says, if you’re in\nfor a dime, you’re in for a dollar. If you’re there or even if\nyou’re not there and you’re helping in some fashion to bring about\nthis crime, you are just as guilty.” App. 38.Footnote 4The dissent would reverse the Washington\nstate courts based on the alleged confusion in Washington courts,\nand specifically in the Washington Court of Appeals on direct\nreview, about the meaning of the Washington accomplice liability\nstatute.Post, at 2–5 (opinion of Souter, J.). But the\nconfusion in the Court of Appeals over the application of the\nstatute involved the related, but legally distinct, question\nwhether an accomplice is required to share the specific intent of\nthe principal actor under Washington law. On direct appeal,\nrespondent argued that he should not have been convicted as an\naccomplice to murder because he did not have the specific intent to\nkill. The Washington Court of Appeals rejected that argument\nbecause “it was not necessary for the State to prove Sarausad knew\nRonquillo had a gun, or knew that there was a potential for gunplay\nthat day” under Washington law, App. to Pet. for Cert. 266a, where\n“accomplice liability predicates criminal liability on general\nknowledge of a crime, rather than specific knowledge of the\nelements of the principal’s crime,”id., at 259a. But the\nWashington Court of Appeals never held that knowledge of a\ncompletely different crime, such as assault, would be sufficient\nunder Washington law for accomplice liability for murder. Seeid.,at 258a–259a; see alsoIn re Domingo,\n155 Wash. 2d 356, 367–368, 119 P. 3d 816, 822 (2005)\n(“[N]eitherDavisnor any of this court’s decisions\nsubsequent toDavisapproves of the proposition that\naccomplice liability attaches for any and all crimes committed by\nthe principal so long as the putative accomplice knowingly aided in\nany one of the crimes”). In other words, the Court of Appeals had\nevaluated whether respondent’s conviction required a specific\nintent versus a general intent to kill, not whether it required\nknowledge of a murder versus knowledge of an assault—the issue\nunder review here. Thus, the confusion in the state courts\nreferenced by the dissent has no bearing on the question presented\nin this appeal, and does not support the dissent’s argument that\nthe jury instruction in question was ambiguous.Footnote 5To the extent that the Court of Appeals\nattempted to rewrite state law by proposing that the instruction\nshould have included “an explicit statement that an accomplice must\nhave knowledge of … the actual crime the principal intends to\ncommit,” 479 F. 3d 671, 689–690 (CA9 2007), it compounded its\nerror. The Washington Supreme Court expressly held that the jury\ninstruction correctly set forth state law, App. to Pet. for Cert.\n191a, and we have repeatedly held that “it is not the province of a\nfederal habeas court to reexamine state-court determinations on\nstate-law questions.”Estellev.McGuire,502 U. S. 62, 67–68 (1991).Footnote 6The dissent accuses us of downplaying this\nambiguous hypothetical, arguing that it is so rife with improper\nmeaning that it “infect[ed] every further statement bearing on\naccomplice law the prosecutor made,”post, at 7, and\nensured that the jury misinterpreted the trial court’s\nproperly-phrased instruction. We disagree. The proper inquiry is\nwhether the state court was objectively unreasonable in concluding\nthat the instruction (which precisely tracked the language of the\naccomplice-liability statute) was not warped by this one-paragraph\nhypothetical in an argument and rebuttal spanning 31 pages of the\njoint appendix. The state court’s conclusion was not unreasonable.\nThe hypothetical was presented during closing arguments, which\njuries generally “vie[w] as the statements of advocates” rather\nthan “as definitive and binding statements of the law,”Boydev.California,494 U. S. 370, 384 (1990), and which,\nas a whole, made clear that the State sought a guilty verdict based\nsolely on Sarausad’s “knowledge that his assistance would promote\nor facilitate the crime of premeditated murder,” App. 83; see alsoid.,at 123–124.Footnote 7The dissent argues that we “sideste[p] the\nthrust of this record” by finding that the trial judge’s answers to\nthe jury’s questions were satisfactory.Post, at 9–10. But\nour decision cannot turn on ade novoreview of the record\nor a finding that the answers were “the best way to answer jurors’\nquestions,”id., at 10. On federal habeas review, this\nCourt’s inquiry is limited to whether the state court violated\nclearly established federal law when it held that the jury applied\nthe correct standard, in light of the answers given to its\nquestions. See 28 U. S. C. §2254(d)(1). On that issue, the\nstate court was not objectively unreasonable; the jury’s questions\nwere answered in a manner previously approved by this Court, and\nthey consistently referred the jury to the correct standard for\naccomplice liability in Washington. The dissent also ignores the\nimportant fact that the jury convicted Ronquillo of first-degree\nmurder, convicted respondent of second-degree murder, and failed to\nreach an agreement on Reyes’ guilt, causing a mistrial on the\nfirst-degree murder charge pending against him. The jury’s\nassignment of culpability to two of the codefendants, versus its\ndeadlock over a third who, like respondent, conceded knowledge of\nan assault, demonstrates that the jury understood the legal\nsignificance of each defendant’s relative knowledge and intent with\nrespect to the murder.",
    "joined": []
}