{
    "case": {
        "docket": "816",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/816/"
    },
    "id": "1963552",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTMCNEILL V. UNITED STATES563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-5258CLIFTON TERELLE McNEILL, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the fourth circuit[June 6, 2011]Justice Thomas delivered the\nopinion of the Court.Under the Armed Career Criminal\nAct (ACCA), a prior state drug-trafficking conviction is for a\n“serious drug of-fense” if “a maximum term of imprisonment of ten\nyears or more is prescribed by law” for the offense. 18 U.\nS. C. §924(e)(2)(A)(ii). The question in this case concerns\nhow a federal court should determine the maximum sentence for a\nprior state drug offense for ACCA purposes. We hold that the\n“maximum term of imprisonment” for a defendant’s prior state drug\noffense is the maximum sentence applicable to his offense when he\nwas convicted of it.IAfter an extended chase, police\nofficers in Fayetteville, North Carolina apprehended petitioner\nClifton Terelle McNeill. McNeill was caught with 3.1 grams of crack\ncocaine packaged for distribution and a .38-caliber revolver. In\nAugust 2008, he pleaded guilty to unlawful possession of a firearm\nby a felon, 18 U. S. C. §922(g)(1), and possession with intent\nto distribute cocaine base, 21 U. S. C. §841(a)(1).At sentencing, the District Court\ndetermined that McNeill qualified for ACCA’s sentencing\nenhancement. Under ACCA, a person who violates 18 U. S. C.\n§922(g) and “has three previous convictions … for a violent felony\nor a serious drug offense” is subject to a 15-year minimum prison\nsentence. §924(e)(1). McNeill conceded that two of his prior\nconvictions—assault with a deadly weapon and robbery—were for\n“violent felonies.”McNeill argued, however, that none of his six\nstate drug trafficking convictions were for “serious drug offenses”\nbe-cause those crimes no longer carried a “maximum term of\nimprisonment of ten years or more.” §924(e)(2)(A)(ii). When McNeill\ncommitted those crimes between 1991 and 1994, each carried a\n10-year maximum sentence, and McNeill in fact received 10-year\nsentences. See N. C. Gen. Stat. §§14–1.1(a)(8), 90–95(a)(1)\nand (b)(1) (Michie 1993) (sale of cocaine and possession with\nintent to sell cocaine). But as of October 1, 1994, North Carolina\nreduced the maximum sentence for selling cocaine to 38 months and\nthe maximum sentence for possessing cocaine with intent to sell to\n30 months. See N. C. Gen. Stat. Ann. §§15A–1340.17(c) and (d),\n90–95(a)(1) and (b)(1) (Lexis 2009).The District Court rejected McNeill’s request\nthat it look to current state law and instead relied on the 10-year\nmaximum sentence that applied to McNeill’s drug offenses at the\ntime he committed them. No. 5:08–CR–2–D–1 (EDNC, Jan. 26, 2009),\nApp. 118. Finding that McNeill therefore had three prior\nconvictions for violent felonies or serious drug offenses, the\ncourt applied ACCA’s sentencing enhancement. The court then\ndeparted upward from the advisory Sentencing Guidelines range and\nsentenced McNeill to 300 months in prison in light of his “long and\nunrelenting history of serious criminal conduct” and “near certain\nlikelihood of recidivism.”Id., at 119, 121.The Court of Appeals for the Fourth Circuit\naffirmed. Although the court consulted the maximum sentence undercurrentstate law, it reached the same conclusion as the\nDistrict Court because North Carolina’s revised sentencing scheme\ndoes not apply to crimes committed before October 1, 1994. 598\nF. 3d 161, 165 (2010) (agreeing withUnited Statesv.Hinojosa, 349 F. 3d 200 (CA5 2003), and disagreeing\nwithUnited Statesv.Darden, 539 F. 3d 116\n(CA2 2008)). Thus, even if McNeill were convicted today for his\n1991, 1992, and September 1994 drug offenses, he would still be\nsubject to the old 10-year statutory maximum. 598 F. 3d, at\n165 (citing N. C. Gen. Stat. §15A–1340.10 andStatev.Branch, 134 N. C. App. 637, 639–640, 518 S. E. 2d 213,\n215 (1999)). We granted certiorari, 562 U. S. ___ (2011), and now\naffirm, albeit for a different reason.IIAAs in all statutory construction\ncases, we begin with “the language itself [and] the specific\ncontext in which that language is used.”Robinsonv.Shell Oil Co.,519 U. S. 337, 341\n(1997). ACCA’s sentencing enhancement applies to individuals who\nhave “three previous convictions … for a violent felony or a\nserious drug offense.” §924(e)(1). As relevant here, the statute\ndefines a “serious drug offense” as “an offense under State law,\ninvolving manufacturing, distributing, or possessing with intent to\nmanufacture or distribute, a controlled substance … , for which a\nmaximum term of imprisonment of ten years or more is prescribed by\nlaw.” §924(e)(2)(A)(ii).The plain text of ACCA requires a\nfederal sentencing court to consult the maximum sentence applicable\nto a defendant’s previous drug offense at the time of his\nconviction for that offense. The statute requires the court to\ndetermine whether a “previous conviction” was for a serious drug\noffense. The only way to answer this backward-looking question is\nto consult the law that applied at the time of that conviction. We\ndid precisely that inUnited Statesv.Rodriquez,553 U. S. 377(2008), where we addressed whether the “maximum term of\nimprisonment” in-cludes recidivism enhancements. In assessing the\n“max-imum term of imprisonment” for Rodriguez’s state drug\noffenses, we consulted the version of state law “that [he] was\nconvicted of violating,” that is, the 1994 statutes and penalties\nthat applied to his offenses at the time of his state convictions.Id., at 380–381.Use of the present tense in the definition of\n“serious drug offense” does not suggest otherwise. McNeill argues\nthat the present-tense verb in the phrase “is prescribed by law”\nrequires federal courts to determine the maximum sentence for a\npotential predicate offense by looking to the state law in effect\nat the time of the federal sentencing, as if the state offense were\ncommitted on the day of federal sentencing. That argument overlooks\nthe fact that ACCA is concerned with convictions that have already\noccurred. Whether the prior conviction was for an offense\n“involving manufacturing, distributing, or possessing with intent\nto manufacture or distribute, a controlled substance” can only be\nanswered by reference to the law under which the defendant was\nconvicted. Likewise, the maximum sentence that “is prescribed by\nlaw” for that offense must also be determined according to the law\napplicable at that time.McNeill’s interpretation contorts the plain\nmeaning of the statute. Although North Carolina courts actually\nsentenced him to 10 years in prison for his drug offenses, McNeill\nnow contends that the “maximum term of imprisonment” for those\noffenses is 30 or 38 months. We find it “hard to accept the\nproposition that a defendant may lawfully [have] be[en] sentenced\nto a term of imprisonment that exceeds the ‘maximum term of\nimprisonment … prescribed by law.’ ”Id., at 383.BThe “broader context of the\nstatute as a whole,” specifically the adjacent definition of\n“violent felony,” confirms this interpretation.Robinson,\nsupra,at 341. ACCA defines “violent felony” in part as a\ncrime that “hasas an element the use, attempted use, or\nthreatened use of physical force against the person of another” or\n“isburglary, arson, or extortion,involvesthe\nuse of explosives, or otherwiseinvolvesconduct that\npresents a serious potential risk of physical injury to another.”\n§924(e)(2)(B) (emphasis added).Despite Congress’ use of present\ntense in that definition, when determining whether a defendant was\nconvicted of a “violent felony,” we have turned to the version of\nstate law that the defendant was actually convicted of violating.\nInTaylorv.United States,495 U. S. 575(1990),\nthe Court held that whether Taylor’s 1963 and 1971 convictions were\nfor a crime that“isburglary” depended on the “former\nMissouri statutes defining second-degree burglary” that “were the\nbases for Taylor’s prior convictions.”Id., at 602; seeid., at 578, n. 1 (noting a subsequent change in\nstate law, but relying on the burglary statutes in force “[i]n\nthose years” in which Taylor was convicted). Similarly, inJamesv.United States,550 U. S. 192(2007),\nthis Court looked to the versions of Florida’s burglary and\ncriminal attempt statutes that were in effect “at the time of\nJames’ [1993 state] conviction.”Id., at 197; seeibid.(quoting the 1993 versions of the Florida statutes).\nThe present-tense verbs in the definition of “violent felony” did\nnot persuade us to look anywhere other than the law under which the\ndefendants were actually convicted to determine the elements of\ntheir offenses.Having repeatedly looked to the historical\nstatute of conviction in the context of violent felonies, we see no\nreason to interpret “serious drug offenses” in the adjacent section\nof the same statute any differently. In both definitions, Congress\nused the present tense to refer to past convictions. Cf.Nijhawanv.Holder, 557 U. S. ___, ___ (2009)\n(slip op., at 8) (“Where, as here, Congress uses similar statutory\nlanguage … in two adjoining provisions, it normally intends similar\ninterpretations”).CThis natural reading of ACCA also\navoids the absurd results that would follow from consulting current\nstate law to define a previous offense. SeeUnited Statesv.Wilson,503 U. S. 329, 334\n(1992) (“[A]bsurd results are to be avoided”).For example, McNeill concedes\nthat under his approach, a prior conviction could “disappear”\nentirely for ACCA purposes if a State reformulated the offense\nbetween the defendant’s state conviction and federal sentencing.\nTr. of Oral Arg. 12–13. The Sixth Circuit confronted a similar\nscenario inMallettv.United States, 334\nF. 3d 491 (2003), where Ohio had substantially changed how\ndrug quantities were measured since Mallett’s state drug\nconviction.Id., at 502 (addressing this issue in the\ncontext of the career offender provision of the Sentencing\nGuidelines). The Sixth Circuit could not “determine how Mallett\nwould now be sentenced under Ohio’s revised drug laws” because the\noffense for which he had been convicted “no longer exist[ed] and no\nconversion between the former and amended statutes [wa]s facially\napparent.”Ibid. The court therefore was compelled to look\nto state law “as of the time of the state-court conviction” to\ndetermine the maximum possible sentence for Mallet’s prior offense.Id., at 503.It cannot be correct that subsequent changes\nin state law can erase an earlier conviction for ACCA purposes. A\ndefendant’s history of criminal activity—and the culpability and\ndangerousness that such history demonstrates—does not cease to\nexist when a State reformulates its criminal statutes in a way that\nprevents precise translation of the old conviction into the new\nstatutes. Congress based ACCA’s sentencing enhancement on prior\nconvictions and could not have expected courts to treat those\nconvictions as if they had simply disappeared. To the contrary,\nCongress has expressly directed that a prior violent felony\nconviction remains a “conviction” unless it has been “expunged, or\nset aside or [the] person has been pardoned or has had civil rights\nrestored.” 18 U. S. C. §921(a)(20); see alsoCustisv.United States,511 U. S. 485, 491\n(1994) (explaining that §921(a)(20) “creates a clear negative\nimplication that courtsmaycount a conviction that hasnotbeen set aside”).In addition, McNeill’s interpretation would\nmake ACCA’s applicability depend on the timing of the federal\nsentencing proceeding. McNeill cannot explain why two defendants\nwho violated §922(g) on the same day and who had identical criminal\nhistories—down to the dates on which they committed and were\nsentenced for their prior offenses—should receive dramatically\ndifferent federal sentences solely because one’s §922(g) sentencing\nhappened to occur after the state legislature amended the\npunishment for one of the shared prior offenses. In contrast, the\ninterpretation we adopt permits a defendant to know even before he\nviolates §922(g) whether ACCA would apply.IIIApplying our holding to this\ncase, we conclude that the District Court properly applied ACCA’s\nsentencing enhancement to McNeill. In light of his two admitted\nviolent felony convictions, McNeill needed only one conviction for\na “serious drug offense” to trigger ACCA, but we note that all six\nof his prior drug convictions qualify.In November 1992, McNeill pleaded\nguilty and was sentenced in a North Carolina court for five\noffenses: selling cocaine on four separate occasions in October\n1991 and possessing cocaine with intent to sell on one occasion in\nFebruary 1992. At the time of McNeill’s November 1992 conviction\nand sentencing, North Carolina law dictated that the maximum\nsentence for selling cocaine in 1991 and the maximum sentence for\npossessing cocaine with intent to sell in 1992 was 10 years in\nprison. See N. C. Gen. Stat. §§14–1.1(a)(8), 90–95(a)(1) and\n(b)(1) (Michie 1991). McNeill’s 1992 convictions were therefore for\n“serious drug offenses” within the meaning of ACCA.McNeill’s sixth drug offense was possessing\ncocaine with intent to sell in September 1994. He pleaded guilty\nand was sentenced in a North Carolina court in April 1995. By April\n1995, North Carolina had changed the sentence applicable to that\ntype of drug offense but still provided that the maximum sentence\nfor possessing cocaine with intent to sell in September 1994 was 10\nyears in prison. See 1993 N. C. Sess. Laws, ch. 538, §2\n(repealing N. C. Gen Stat. §14–1.1); 1993 N. C. Sess.\nLaws, ch. 538, §56 (as modified by Extra Session 1994 N. C.\nSess. Laws, ch. 24, §14(b)) (“This act becomes effective October 1,\n1994, and applies only to offenses occurring on or after that date.\nProsecutions for, or sentences based on, offenses occurring before\nthe effective date of this act [are controlled by] the statutes\nthat would be applicable to those prosecutions or sentences but for\nthe provisions of this act”). Therefore, McNeill’s 1995 conviction\nwas also for a “serious drug offense.”*  *  *We conclude that a federal\nsentencing court must determine whether “an offense under State\nlaw” is a “serious drug offense” by consulting the “maximum term of\nimprisonment” applicable to a defendant’s previous drug offense at\nthe time of the defendant’s state conviction for that offense.\n§924(e)(2)(A)(ii). The judgment of the United States Court of\nAppeals for the Fourth Circuit is affirmed.It is so ordered.As the Government notes, this case does not\nconcern a situation in which a State subsequently lowers the\nmaximum penalty applicable to an offense and makes that reduction\navailable to defendants previously convicted and sentenced for that\noffense. Brief for United States 18, n. 5; cf. 18 U.\nS. C. §3582(c)(2). We do not address whether or under what\ncircumstances a federal court could consider the effect of that\nstate action.",
    "joined": []
}