{
    "case": {
        "docket": "163",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/163/"
    },
    "id": "1962117",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTKANSAS V. MARSH548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1170KANSAS, PETITIONERv.MICHAEL LEE MARSH,\nIIon writ of certiorari to the supreme court of\nkansas[June 26, 2006]Justice Thomas delivered the\nopinion of the Court.Kansas law provides that if a\nunanimous jury finds that aggravating circumstances are not\noutweighed by mitigating circumstances, the death penalty shall be\nimposed. Kan. Stat. Ann. §21–4624(e) (1995). We must decide whether\nthis statute, which requires the imposition of the death penalty\nwhen the sentencing jury determines that aggravating evidence and\nmitigating evidence are in equipoise, violates the Constitution. We\nhold that it does not.IRespondent Michael Lee Marsh II\nbroke into the home of Marry Ane Pusch and lay in wait for her to\nreturn. When Marry Ane entered her home with her 19-month-old\ndaughter, M. P., Marsh repeatedly shot Marry Ane, stabbed her,\nand slashed her throat. The home was set on fire with the toddler\ninside, and M. P. burned to death.The jury convicted Marsh of the\ncapital murder of M. P., the first-degree premeditated murder\nof Marry Ane, aggravated arson, and aggravated burglary. The jury\nfound beyond a reasonable doubt the existence of three aggravating\ncircumstances, and that those circumstances were not outweighed by\nany mitigating circumstances. On the basis of those findings, the\njury sentenced Marsh to death for the capital murder of M. P.\nThe jury also sentenced Marsh to life imprisonment without\npossibility of parole for 40 years for the first-degree murder of\nMarry Ane, and consecutive sentences of 51 months’ imprisonment for\naggravated arson and 34 months’ imprisonment for aggravated\nburglary.On direct appeal, Marsh challenged\n§21–4624(e), which reads:“If, by unanimous vote, the jury finds beyond a\nreasonable doubt that one or more of the aggravating circumstances\nenumerated in K. S. A. 21–4625 … exist and, further, that\nthe existence of such aggravating circumstances is not outweighed\nby any mitigating circumstances which are found to exist, the\ndefendant shall be sentenced to death; otherwise the defendant\nshall be sentenced as provided by law.”Focusing on the phrase “shall be sentenced to\ndeath,” Marsh argued that §21–4624(e) establishes an\nunconstitutional presumption in favor of death because it directs\nimposition of the death penalty when aggravating and mitigating\ncircumstances are in equipoise.The Kansas Supreme Court agreed, and held that\nthe Kansas death penalty statute, §21–4624(e), is facially\nunconstitutional. 278 Kan. 520, 534–535, 102 P. 3d 445, 458\n(2004). The court concluded that the statute’s weighing equation\nviolated the Eighth and Fourteenth Amendments of the United States\nConstitution because, “[i]n the event of equipoise,i.e.,the jury’s determination that the balance of any aggravating\ncircumstances and any mitigating circumstances weighed equal, the\ndeath penalty would be required.”Id., at 534, 102\nP. 3d, at 457. The Kansas Supreme Court affirmed Marsh’s\nconviction and sentence for aggravated burglary and premeditated\nmurder of Marry Ane, and reversed and remanded for new trial\nMarsh’s convictions for capital murder of M. P. and aggravated\narson.[Footnote 1] We granted\ncertiorari,544 U. S. 1060(2005), and now\nreverse the Kansas Supreme Court’s judgment that Kansas’ capital\nsentencing statute, Kan. Stat. Ann. §21–4624(e), is facially\nunconstitutional.IIIn addition to granting\ncertiorari to review the constitutionality of Kansas’ capital\nsentencing statute, we also directed the parties to brief and\nargue: (1) whether we have jurisdiction to review the judgment of\nthe Kansas Supreme Court under 28 U. S. C. §1257, as construed\nbyCox Broadcasting Corp.v.Cohn,420 U. S. 469(1975);\nand (2) whether the Kansas Supreme Court’s judgment is supported by\nadequate state grounds independent of federal law.544 U. S. 1060. Having considered the\nparties’ arguments, we conclude that we have jurisdiction in this\ncase and that the constitutional issue is properly before the\nCourt.ATitle 28 U. S. C. §1257\nauthorizes this Court to review, by writ of certiorari, the final\njudgment of the highest court of a State when the validity of a\nstate statute is questioned on federal constitutional grounds. This\nCourt has determined that the foregoing authorization permits\nreview of the judgment of the highest court of a State, even though\nthe state-court proceedings are not yet complete, “where the\nfederal claim has been finally decided, with further proceedings on\nthe merits in the state courts to come, but in which later review\nof the federal issue cannot be had, whatever the ultimate outcome\nof the case.”Cox Broadcasting, supra, at 481.Here, although Marsh will be\nretried on the capital murder and aggravated arson charges, the\nKansas Supreme Court’s determination that Kansas’ death penalty\nstatute is facially unconstitutional is final and binding on the\nlower state courts. Thus, the State will be unable to obtain\nfurther review of its death penalty law later in this case. If\nMarsh is acquitted of capital murder, double jeopardy and state law\nwill preclude the State from appealing. If he is reconvicted, the\nState will be prohibited under the Kansas Supreme Court’s decision\nfrom seeking the death penalty, and there would be no opportunity\nfor the State to seek further review of that prohibition. Although\nMarsh argues that a provision of the Kansas criminal appeals\nstatute, Kan. Stat. Ann. §22–3602(b) (2003 Cum. Supp.), would\npermit the State to appeal the invalidation of Kansas’ death\npenalty statute, that contention is meritless. That statute\nprovides for limited appeal in only four enumerated circumstances,\nnone of which apply here. We have deemed lower court decisions\nfinal for 28 U. S. C. §1257 purposes in like circumstances,\nseeFloridav.Meyers,466 U. S. 380(1984)(per curiam);South Dakotav.Neville,459 U. S. 553(1983);New Yorkv.Quarles,467 U. S. 649(1984),\nand do so again here.BNor is the Kansas Supreme Court’s\ndecision supported by adequate and independent state grounds. Marsh\nmaintains that the Kansas Supreme Court’s decision was based on the\nseverability of §21–4624(e) under state law, and not the\nconstitutionality of that provision under federal law, the latter\nissue having been resolved by the Kansas Supreme Court inStatev.Kleypas, 272 Kan. 894, 40 P. 3d 139\n(2001). Marsh’s argument fails.Kleypas, itself, rested\non federal law. Seeid., at 899–903, 40 P. 3d, at\n166–167. In rendering its determination here, the Kansas Supreme\nCourt observed thatKleypas, “held that the weighing\nequation in K. S. A. 21–4624(e) as written was\nunconstitutional under the Eighth and Fourteenth Amendments” as\napplied to cases in which aggravating evidence and mitigating\nevidence are equally balanced. 278 Kan., at 534, 102 P. 3d, at 457.\nIn this case, the Kansas Supreme Court chastised theKleypascourt for avoiding the constitutional issue of the\nstatute’s facial validity, squarely held that §21–4624(e) is\nunconstitutional on its face, and overruled the portion ofKleypasupholding the statute through the constitutional\navoidance doctrine and judicial revision. 278 Kan., at 534–535,\n539–542, 102 P. 3d, at 458, 462. As inKleypas, the\nKansas Supreme Court clearly rested its decision here on the Eighth\nand Fourteenth Amendments to the United States Constitution. We,\ntherefore, have jurisdiction to review its decision. SeeMichiganv.Long,463 U. S. 1032,\n1040–1041 (1983).IIIThis case is controlled byWaltonv.Arizona,497 U. S. 639(1990),\noverruled on other grounds,Ringv.Arizona,536 U. S. 584(2002). In that case, a jury had convicted Walton of a capital\noffense. At sentencing, the trial judge found the existence of two\naggravating circumstances and that the mitigating circumstances did\nnot call for leniency, and sentenced Walton to death. 497 U. S., at\n645. The Arizona Supreme Court affirmed, and this Court granted\ncertiorari to resolve the conflict between the Arizona Supreme\nCourt’s decision inStatev.Walton, 159 Ariz.\n571, 769 P. 2d 1017 (1989) (en banc) (holding the Arizona\ndeath penalty statute constitutional), and the Ninth Circuit’s\ndecision inAdamsonv.Ricketts, 865 F. 2d\n1011, 1043–1044 (1988) (en banc) (finding the Arizona death penalty\nstatute unconstitutional because, “in situations where the\nmitigating and aggravating circumstances are in balance, or, where\nthe mitigating circumstances give the court reservation but still\nfall below the weight of the aggravating circumstances, the statute\nbars the court from imposing a sentence less than death”). SeeWalton, 497 U. S.,at 647.Consistent with the Ninth\nCircuit’s conclusion inAdamson, Walton argued to this\nCourt that the Arizona capital sentencing system created an\nunconstitutional presumption in favor of death because it “tells an\nArizona sentencing judge who finds even a single aggravating\nfactor, that death must be imposed, unless—as the Arizona Supreme\nCourt put it in Petitioner’s case—there are ‘outweighing mitigating\nfactors.’ ” Brief for Petitioner inWaltonv.Arizona, O. T. 1989, No. 88–7351, p. 33; see alsoid.,at 34 (arguing that the statute is unconstitutional\nbecause the defendant “ ‘must … bear the risk of nonpersuasion\nthat any mitigating circumstance will not outweigh the aggravating\ncircumstance’ ” (alteration omitted)). Rejecting Walton’s\nargument, see 497 U. S., at 650, 651, this Court stated:“So long as a State’s method of allocating the\nburdens of proof does not lessen the State’s burden to prove every\nelement of the offense charged, or in this case to prove the\nexistence of aggravating circumstances, a defendant’s\nconstitutional rights are not violated by placing on him the burden\nof proving mitigating circumstances sufficiently substantial to\ncall for leniency.”Id.,at 650.This Court noted that, as a requirement of\nindividualized sentencing, a jury must have the opportunity to\nconsider all evidence relevant to mitigation, and that a state\nstatute that permits a jury to consider any mitigating evidence\ncomports with that requirement.Id., at 652 (citingBlystonev.Pennsylvania,494 U. S. 299, 307\n(1990)). The Court also pointedly observed that while the\nConstitution requires that a sentencing jury have discretion, it\ndoes not mandate that discretion be unfettered; the States are free\nto determine the manner in which a jury may consider mitigating\nevidence. 497 U. S., at 652 (citingBoydev.California,494 U. S. 370, 374 (1990)). So long as\nthe sentencer is not precluded from considering relevant mitigating\nevidence, a capital sentencing statute cannot be said to\nimpermissibly, much less automatically, impose death. 497 U. S., at\n652 (citingWoodsonv.North Carolina,428 U. S. 280(1976) (plurality\nopinion), andRobertsv.Louisiana,428 U. S. 325(1976) (plurality\nopinion)). Indeed,Waltonsuggested that the only capital\nsentencing systems that would be impermissibly mandatory were those\nthat would “automatically impose death upon conviction for certain\ntypes of murder.” 497 U. S., at 652.Contrary to Marsh’s contentions and the Kansas\nSupreme Court’s conclusions, see 278 Kan., at 536–538, 102\nP. 3d, at 459, the question presented in the instant case was\nsquarely before this Court inWalton. Though, as Marsh\nnotes, theWaltonCourt did not employ the term\n“equipoise,” that issue undeniably gave rise to the question this\nCourt sought to resolve, and it was necessarily included in\nWalton’s argument that the Arizona system was unconstitutional\nbecause it required the death penalty unless the mitigating\ncircumstancesoutweighedthe aggravating circumstances.\nSeesupra, at 5. Moreover, the dissent inWaltonreinforces what is evident from the opinion and the judgment of the\nCourt—that the equipoise issue was before the Court, and that the\nCourt resolved the issue in favor of the State. Indeed, the\n“equipoise” issue was, in large measure, the basis of theWaltondissent. See 497 U. S., at 687–688 (opinion of\nBlackmun, J.) (“If the mitigating and aggravating circumstances are\nin equipoise, the [Arizona] statute requires that the trial judge\nimpose capital punishment. The assertion that a sentence of death\nmay be imposed in such a case runs directly counter to the Eighth\nAmendment requirement that a capital sentence must rest upon a\n‘determination that death is the appropriate punishment in a\nspecific case’ ”). Thus, althoughWaltondid not\ndiscuss the equipoise issue explicitly, that issue was resolved by\nits holding. Cf.post, at 2 (Stevens, J., dissenting); cf.\nalsopost, at 2, n. 1 (Souter, J., dissenting).Our conclusion thatWaltoncontrols\nhere is reinforced by the fact that the Arizona and Kansas statutes\nare comparable in important respects. Similar to the express\nlanguage of the Kansas statute, the Arizona statute at issue inWaltonhas been consistently construed to mean that the\ndeath penalty will be imposed upon a finding that aggravating\ncircumstances are not outweighed by mitigating\ncircumstances.[Footnote 2] SeeStatev.Ysea, 191 Ariz. 372, 375, 956 P. 2d 499,\n502 (1998) (en banc);Statev.Gretzler, 135\nAriz. 42, 55, 659 P. 2d 1, 14 (1983) (in banc);Adamson, 865 F. 2d, at 1041–1043. Like the Kansas\nstatute, the Arizona statute places the burden of proving the\nexistence of aggravating circumstances on the State, and both\nstatutes require the defendant to proffer mitigating evidence.The statutes are distinct in one respect. The\nArizona statute, once the State has met its burden, tasks the\ndefendant with the burden of proving sufficient mitigating\ncircumstances to overcome the aggravating circumstances and that a\nsentence less than death is therefore warranted. In contrast, the\nKansas statute requires the State to bear the burden of proving to\nthe jury, beyond a reasonable doubt, that aggravators are not\noutweighed by mitigators and that a sentence of death is therefore\nappropriate; it places no additional evidentiary burden on the\ncapital defendant. This distinction operates in favor of Kansas\ncapital defendants. Otherwise the statutes function in\nsubstantially the same manner and are sufficiently analogous for\nour purposes. Thus,Waltonis not distinguishable from the\ninstant case.Accordingly, the reasoning ofWaltonrequires approval of the Kansas death penalty statute. At bottom,\ninWalton, the Court held that a state death penalty\nstatute may place the burden on the defendant to prove that\nmitigating circumstances outweigh aggravating circumstances.A\nfortiori, Kansas’ death penalty statute, consistent with the\nConstitution, may direct imposition of the death penalty when the\nState has proved beyond a reasonable doubt that mitigators do not\noutweigh aggravators, including where the aggravating circumstances\nand mitigating circumstances are in equipoise.IVAEven if, as Marsh contends,Waltondoes not directly control, the general principles\nset forth in our death penalty jurisprudence would lead us to\nconclude that the Kansas capital sentencing system is\nconstitutionally permissible. Together, our decisions inFurmanv.Georgia,408 U. S. 238(1972)(per curiam),andGreggv.Georgia,428 U. S. 153(1976) (joint opinion of Stewart, Powell, and Stevens, JJ.),\nestablish that a state capital sentencing system must: (1)\nrationally narrow the class of death-eligible defendants; and (2)\npermit a jury to render a reasoned, individualized sentencing\ndetermination based on a death-eligible defendant’s record,\npersonal characteristics, and the circumstances of his crime. Seeid.,at 189. So long as a state system satisfies these\nrequirements, our precedents establish that a State enjoys a range\nof discretion in imposing the death penalty, including the manner\nin which aggravating and mitigating circumstances are to be\nweighed. SeeFranklinv.Lynaugh,487 U. S. 164, 179\n(1988) (plurality opinion) (citingZantv.Stephens,462 U. S. 862, 875–876,\nn. 13 (1983)).The use of mitigation evidence is\na product of the requirement of individualized sentencing. SeeGrahamv.Collins,506 U. S. 461, 484–489\n(1993) (Thomas, J., concurring) (discussing the development of\nmitigation precedent). InLockettv.Ohio,438 U. S. 586,\n604 (1978), a plurality of this Court held that “the Eighth and\nFourteenth Amendments require that the sentencer … not be precluded\nfrom considering,as a mitigating factor, any aspect of a\ndefendant’s character or record and any of the circumstances of the\noffense that the defendant proffers as a basis for a sentence less\nthan death.” (Emphasis in original.) The Court has held that the\nsentencer must have full access to this “ ‘highly\nrelevant’ ” information.Id., at 603 (alteration\nomitted) (quotingWilliamsv.New York,337 U. S. 241, 247\n(1949)). Thus, inLockett, the Court struck down the Ohio\ndeath penalty statute as unconstitutional because, by limiting a\njury’s consideration of mitigation to three factors specified in\nthe statute, it prevented sentencers in capital cases from giving\nindependent weight to mitigating evidence militating in favor of a\nsentence other than death. 438 U. S.,at 604–605.\nFollowingLockett, inEddingsv.Oklahoma,455 U. S. 104(1982), a\nmajority of the Court held that a sentencer may not categorically\nrefuse to consider any relevant mitigating evidence.Id.,at 114; see alsoSkipperv.South Carolina,476 U. S. 1, 3–4\n(1986) (discussingEddings).In aggregate, our precedents confer upon\ndefendants the right to present sentencers with information\nrelevant to the sentencing decision and oblige sentencers to\nconsider that information in determining the appropriate sentence.\nThe thrust of our mitigation jurisprudence ends here. “[W]e have\nnever held that a specific method for balancing mitigating and\naggravating factors in a capital sentencing proceeding is\nconstitutionally required.”Franklin,supra,at\n179 (citingZant,supra,at 875–876, n. 13).\nRather, this Court has held that the States enjoy “ ‘a\nconstitutionally permissible range of discretion in imposing the\ndeath penalty.’ ”Blystone, 494 U. S., at 308\n(quotingMcCleskeyv.Kemp,481 U. S. 279, 305–306\n(1987)). See also 494 U. S., at 307 (stating that “[t]he\nrequirement of individualized sentencing in capital cases is\nsatisfied by allowing the jury to consider all relevant mitigating\nevidence”);Graham,supra,at 490 (Thomas, J.,\nconcurring) (stating that “[o]ur early mitigating cases may thus be\nread as doing little more than safeguarding the adversary process\nin sentencing proceedings by conferring on the defendant an\naffirmative right to place his relevant evidence before the\nsentencer”).BThe Kansas death penalty statute\nsatisfies the constitutional mandates ofFurmanand its\nprogeny because it rationally narrows the class of death-eligible\ndefendants and permits a jury to consider any mitigating evidence\nrelevant to its sentencing determination. It does not interfere, in\na constitutionally significant way, with a jury’s ability to give\nindependent weight to evidence offered in mitigation.Kansas’ procedure narrows the\nuniverse of death-eligible defendants consistent with Eighth\nAmendment requirements. Under Kansas law, imposition of the death\npenalty is anoptiononly after a defendant is convicted\nof capital murder, which requires that one or more specific\nelements beyond intentional premeditated murder be found. See Kan.\nStat. Ann. §21–3439. Once convicted of capital murder, a defendant\nbecomeseligiblefor the death penalty only if the State\nseeks a separate sentencing hearing, §§21–4706(c) (2003 Cum.\nSupp.), 21–4624(a); App. 23 (Instruction No. 2), and proves beyond\na reasonable doubt the existence of one or more statutorily\nenumerated aggravating circumstances. Kan. Stat. Ann. §§21–4624(c),\n(e), and 21–4625; App. 24 (Instruction No. 3).Consonant with the individualized sentencing\nrequirement, a Kansas jury is permitted to consideranyevidence relating toanymitigating circumstance in\ndetermining the appropriate sentence for a capital defendant, so\nlong as that evidence is relevant. §21–4624(c). Specifically,\njurors are instructed:“A mitigating circumstance is\nthat which in fairness or mercy may be considered as extenuating or\nreducing the degree of moral culpability or blame or which justify\na sentence of less than death, although it does not justify or\nexcuse the offense. The determination of what are mitigating\ncircumstances is for you as jurors to resolve under the facts and\ncircumstances of this case.“The appropriateness of the exercise of mercy\ncan itself be a mitigating factor you may consider in determining\nwhether the State has proved beyond a reasonable doubt that the\ndeath penalty is warranted.”Id.,at 24 (Instruction No.\n4).[Footnote 3]Jurors are then apprised of, but not limited to,\nthe factors that the defendant contends are mitigating.Id., at 25–26. They are then instructed that “[e]ach juror\nmust consider every mitigating factor that he or she individually\nfinds to exist.”Id., at 26.Kansas’ weighing equation,ibid.(Instruction No. 5), merely channels a jury’s discretion by\nproviding it with criteria by which it may determine whether a\nsentence of life or death is appropriate. The system in Kansas\nprovides the type of “ ‘guided discretion,’ ”Walton, 497 U. S., at 659 (citingGregg, 428 U.\nS., at 189), we have sanctioned inWalton,Boyde,andBlystone.Indeed, inBoyde, this Court\nsanctioned a weighing jury instruction that is analytically\nindistinguishable from the Kansas jury instruction under review\ntoday. TheBoydejury instruction read:“ ‘If you conclude that the aggravating\ncircumstances outweigh the mitigating circumstances, youshall\nimposea sentence of death. However, if you determine that the\nmitigating circumstances outweigh the aggravating circumstances,\nyoushall imposea sentence of confinement in the state\nprison for life without the possibility of parole.’ ” 494 U.\nS., at 374 (emphasis in original).Boyde argued that the mandatory language of the\ninstruction prevented the jury from rendering an individualized\nsentencing determination. This Court rejected that argument,\nconcluding that it was foreclosed byBlystone, where the\nCourt rejected a nearly identical challenge to the Pennsylvania\ndeath penalty statute. 494 U. S., at 307.[Footnote 4] In so holding, this Court noted that the\nmandatory language of the statute did not prevent the jury fromconsideringall relevant mitigating evidence.Boyde,494 U. S., at 374. Similarly here, §21–4624(e) does\nnot prevent a Kansas jury from considering mitigating evidence.\nMarsh’s argument that the Kansas provision is impermissibly\nmandatory is likewise foreclosed.[Footnote 5]Contrary to Marsh’s argument, §21–4624(e) does\nnot create a general presumption in favor of the death penalty in\nthe State of Kansas. Rather, the Kansas capital sentencing system\nis dominated by the presumption that life imprisonment is the\nappropriate sentence for a capital conviction. If the State fails\nto meet its burden to demonstrate the existence of an aggravating\ncircumstance(s) beyond a reasonable doubt, a sentence of life\nimprisonment must be imposed. §21–4624(e); App. 27 (Instruction No.\n10). If the State overcomes this hurdle, then it bears the\nadditional burden of proving beyond a reasonable doubt that\naggravating circumstances are not outweighed by mitigating\ncircumstances.Ibid.(Instruction No. 10);id.,\nat 26 (Instruction No. 5). Significantly, although the defendant\nappropriately bears the burden of proffering mitigating\ncircumstances—a burden of production—he never bears the burden of\ndemonstrating that mitigating circumstances outweigh aggravating\ncircumstances. Instead, the State always has the burden of\ndemonstrating that mitigating evidence does not outweigh\naggravating evidence. Absent the State’s ability to meet that\nburden, the default is life imprisonment. Moreover, if the jury is\nunable to reach a unanimous decision—in any respect—a sentence of\nlife must be imposed. §21–4624(c); App. 28 (Instruction No. 12).\nThis system does not create a presumption that death is the\nappropriate sentence for capital murder.[Footnote 6]Nor is there any force behind Marsh’s\ncontention that an equipoise determination reflects juror confusion\nor inability to decide between life and death, or that a jury may\nuse equipoise as a loophole to shirk its constitutional duty to\nrender a reasoned, moral decision, seeCaliforniav.Brown,479\nU. S. 538, 545 (1987) (O’Connor, J., concurring), regarding\nwhether death is an appropriate sentence for a particular\ndefendant. Such an argument rests on an implausible\ncharacterization of the Kansas statute—that a jury’s determination\nthat aggravators and mitigators are in equipoise is not adecision, much less a decisionfor death—and thus\nmisses the mark. Cf.post, at 4–5 (Souter, J., dissenting)\n(arguing that Kansas’ weighing equation undermines individualized\nsentencing). Weighing is not an end; it is merely a means to\nreaching a decision. The decision the jury must reach is whether\nlife or death is the appropriate punishment. The Kansas jury\ninstructions clearly inform the jury that a determination that the\nevidence is in equipoise is a decision for—not a presumption in\nfavor of—death. Kansas jurors, presumed to follow their\ninstructions, are made aware that: a determination that mitigators\noutweigh aggravators is a decision that a life sentence is\nappropriate; a determination that aggravators outweigh mitigatorsora determination that mitigators do not outweigh\naggravators—including a finding that aggravators and mitigators are\nin balance—is a decision that death is the appropriate sentence;\nand an inability to reach a unanimous decision will result in a\nsentence of life imprisonment. So informed, far from the abdication\nof duty or the inability to select an appropriate sentence depicted\nby Marsh and Justice Souter, a jury’s conclusion that aggravating\nevidence and mitigating evidence are in equipoise is adecision\nfor deathand is indicative of the type of measured, normative\nprocess in which a jury is constitutionally tasked to engage when\ndeciding the appropriate sentence for a capital defendant.VJustice Souter argues\n(hereinafter the dissent) that the advent of DNA testing has\nresulted in the “exoneratio[n]” of “innocent” persons “in numbers\nnever imagined before the development of DNA tests.”Post,\nat 5–6. Based upon this “new empirical demonstration of how ‘death\nis different,’ ”post, at 8, the dissent concludes\nthat Kansas’ sentencing system permits the imposition of the death\npenalty in the absence of reasoned moral judgment.But the availability of DNA\ntesting, and the questions it might raise about the accuracy of\nguilt-phase determinations in capital cases, is simply irrelevant\nto the question before the Court today, namely, the\nconstitutionality of Kansas’ capitalsentencingsystem.\nAccordingly, the accuracy of the dissent’s factual claim that DNA\ntesting has established the “innocence” of numerous convicted\npersons under death sentences—and the incendiary debate it\ninvokes—is beyond the scope of this opinion.[Footnote 7]The dissent’s general criticisms against the\ndeath penalty are ultimately a call for resolving all legal\ndisputes in capital cases by adopting the outcome that makes the\ndeath penalty more difficult to impose. While such a bright-line\nrule may be easily applied, it has no basis in law. Indeed, the\nlogical consequence of the dissent’s argument is that the death\npenalty can only be just in a system that does not permit error.\nBecause the criminal justice system does not operate perfectly,\nabolition of the death penalty is the only answer to the moral\ndilemma the dissent poses. This Court, however, does not sit as a\nmoral authority. Our precedents do not prohibit the States from\nauthorizing the death penalty, even in our imperfect system. And\nthose precedents do not empower this Court to chip away at the\nStates’ prerogatives to do so on the grounds the dissent invokes\ntoday.*  *  *We hold that the Kansas capital\nsentencing system, which directs imposition of the death penalty\nwhen a jury finds that aggravating and mitigating circumstances are\nin equipoise, is constitutional. Accordingly, we reverse the\njudgment of the Kansas Supreme Court, and remand the case for\nfurther proceedings not inconsistent with this opinion.It is so ordered.Footnote 1The Kansas Supreme Court found that the trial\ncourt committed reversible error by excluding circumstantial\nevidence of third-party guilt connecting Eric Pusch, Marry Ane’s\nhusband, to the crimes, and, accordingly ordered a new trial on\nthis ground. 278 Kan., at 528–533, 102 P. 3d, at 454–457.Footnote 2Ariz. Rev. Stat. Ann. §13–703(E) (Supp. 2005)\nprovides:“In determining whether to impose a sentence\nof death or life imprisonment, the trier of fact shall take into\naccount the aggravating and mitigating circumstances that have been\nproven. The trier of fact shall impose a sentence of death if the\ntrier of fact finds one or more of the aggravating circumstances\nenumerated in subsection F of this section and then determines that\nthere are no mitigating circumstances sufficiently substantial to\ncall for leniency.”Footnote 3The “mercy” jury instruction alone forecloses\nthe possibility ofFurman-type error as it “eliminate[s]\nthe risk that a death sentence will be imposed in spite of facts\ncalling for a lesser penalty.”Post,at 4\n(Souter, J., dissenting).Footnote 4InBlystone,the Pennsylvania\nstatute authorized imposition of a death sentence if the jury\nconcluded “that the aggravating circumstances outweigh[ed] the\nmitigating circumstances present in the particular crime committed\nby the particular defendant, or that there [were] no such\nmitigating circumstances.” 494 U. S., at 305.Footnote 5Contrary to Justice Souter’s assertion, the\nCourt’s decisions inBoydeandBlystonedid not\nturn on the “predominance of the aggravators” in those cases.Post,at 3 (dissenting opinion.). Rather, those decisions\nplainly turned on the fact that the mandatory language of the\nrespective statutes did not prevent the sentencing jury from\n“consider[ing] and giv[ing] effect to all relevant mitigating\nevidence.”Blystone, supra, at 305. See alsoBoyde,494 U. S., at 377 (“[T]he legal principle we\nexpounded inBlystoneclearly requires rejection of\nBoyde’s claim as well, because the mandatory language of\n[California jury instruction] 8.84.2 is not alleged to have\ninterfered with the consideration of mitigating evidence”). The\nlanguage of the Kansas statute at issue here no more “dictate[s]\ndeath,”post, at 3, than the mandatory language at issue\ninBoydeandBlystone. SeeBlystone,supra, at 305 (explaining that the Pennsylvania statute is\nnot “ ‘mandatory’ as that term was understood inWoodson[v.North Carolina,428 U. S. 280(1976)] orRoberts[v.Louisiana,428 U. S. 325(1976)]” because\n“[d]eath is not automatically imposed upon conviction for certain\ntypes of murder”).Footnote 6Additionally, Marsh’s argument turns on\nreading §21–4624(e) in isolation. Such a reading, however, is\ncontrary to “ ‘the well-established proposition that a single\ninstruction to a jury may not be judged in artificial isolation,\nbut must be viewed in the context of the overall charge.’ ”Boydev.California,494 U. S. 370, 378 (1990) (citingBoydv.United States,271 U. S. 104, 107\n(1926)). The constitutionality of a State’s death penalty system\nturns on review of that system in context. We thus reject his\ndisengaged interpretation of §21–4624(e).Footnote 7But see The Penalty of Death, in Debating the\nDeath Penalty: Should America Have Capital Punishment? The Experts\non Both Sides Make Their Best Case, 117, 127–132, 134, (H. Bedau\n& P. Cassell eds. 2004). See also Comment, Protecting the\nInnocent: A Response to the Bedau-Radelet Study, 41 Stan. L. Rev.\n121, 126–145 (1988) (examining accuracy in use of the term\n“innocent” in death penalty studies and literature); Marquis, The\nMyth of Innocence, 95 J. Crim. L. & C. 501, 508 (2005) (\n“[w]ords like ‘innocence’ convey enormous moral authority and are\nintended to drive the public debate by appealing to a deep and\nuniversal revulsion at the idea that someone who is genuinely\nblameless could wrongly suffer for a crime in which he had no\ninvolvement”);Peoplev.Smith, 185 Ill. 2d 532,\n545, 708 N. E. 2d 365, 371 (1999) (“[w]hile a not guilty finding is\nsometimes equated with a finding of innocence, that conclusion is\nerroneous… . Rather, [a reversal of conviction] indicates\nsimply that the prosecution has failed to meet its burden of\nproof”).",
    "joined": []
}