{
    "case": {
        "docket": "196",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/196/"
    },
    "id": "1963153",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTBLOATE V. UNITED STATES559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-728TAYLOR JAMES BLOATE, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[March 8, 2010]Justice Thomas delivered the\nopinion of the Court.The Speedy Trial Act of 1974\n(Speedy Trial Act or Act), 18 U. S. C. §3161et seq.,requires that a criminal defendant’s trial commence within 70 days\nafter he is charged or makes an initial appearance, whichever is\nlater, see §3161(c)(1), and entitles him to dismissal of the\ncharges if that deadline is not met, §3162(a)(2). The Act, however,\nexcludes from the 70-day period delays due to certain enumerated\nevents. §3161(h). As relevant here, “delay resulting from . . .\nproceedings concerning the defendant” is automatically excludable\nfrom a Speedy Trial Act calculation.[Footnote 1] 18 U. S. C. A. §3161(h)(1) (Supp.\n2009) (hereinafter subsection (h)(1)). In addition, “delay\nresulting from a continuance” granted by the district court may be\nexcluded if the district court makes the findings required by\n§3161(h)(7) (hereinafter subsection (h)(7)).This case requires us to decide the narrow\nquestion whether time granted to a party topreparepretrial motions is automatically excludable from the Act’s 70-day\nlimit under subsection (h)(1), or whether such time may be excluded\nonly if a court makes case-specific findings under subsection\n(h)(7). The Court of Appeals for the Eighth Circuit held that\npretrial motion preparation time is automatically excludable under\nsubsection (h)(1).[Footnote 2]\n534 F. 3d 893, 898 (2008). We granted certiorari, 556 U. S.\n___ (2009), and now reverse.IAOn August 2, 2006, police\nofficers surveilling an apartment building for drug activity saw\npetitioner and his girlfriend enter a car parked in front of the\nbuilding and drive away. After observing petitioner commit several\ntraffic violations, the officers stopped the vehicle. They\napproached the car and noticed two small bags of cocaine on\npetitioner’s lap. After the officers read petitioner hisMirandawarnings, petitioner made inculpatory statements.\nSeeMirandav.Arizona,384 U. S. 436(1966).\nPetitioner denied any association with the apartment building where\nthe car had been parked, but his girlfriend admitted that she lived\nthere and consented to a search of her residence. The officers who\nconducted the search uncovered several items that belonged to\npetitioner, including an identification card, cocaine, three\nfirearms, ammunition, and a bulletproof vest. The police arrested\npetitioner the next day.On August 24, a grand jury\nindicted petitioner for being a felon in possession of a firearm,\nin violation of 18 U. S. C. §922(g)(1), and for knowing and\nintentional possession with intent to distribute more than five\ngrams of cocaine, in violation of 21 U. S. C. §841(a)(1). The\nAugust 24 indictment started the Speedy Trial Act’s 70-day clock.\nSee 18 U. S. C. §3161(c)(1). After petitioner’s arraignment on\nSeptember 1, a Magistrate Judge entered a scheduling order\nrequiring,inter alia, that the parties file pretrial\nmotions by September 13.On September 7, petitioner filed a motion to\nextend the deadline to file pretrial motions from September 13 to\nSeptember 21. The Magistrate Judge granted the motion and extended\nthe deadline by an extra four days beyond petitioner’s request, to\nSeptember 25. On September 25, however, petitioner filed a “Waiver\nof Pretrial Motions” advising the court that he did not wish to\nfile any pretrial motions.On October 4, the Magistrate Judge held a\nhearing to consider petitioner’s “waiver,” at which petitioner\nconfirmed that he wished to waive his right to file pretrial\nmotions. After a colloquy, the Magistrate Judge found that\npetitioner’s waiver was voluntary and intelligent.Over the next three months, petitioner’s trial\nwas delayed for several reasons. Though these delays are not\ndirectly relevant to the question presented here, we recount them\nto explain the full context in which that question arises. On\nNovember 8, petitioner moved to continue the trial date, stating\nthat his counsel needed additional time to prepare for trial. The\nDistrict Court granted the motion and reset the trial for December\n18.The parties then met informally and prepared a\nplea agreement, which they provided to the court. The District\nCourt scheduled a change of plea hearing for December 20. At the\nhearing, however, petitioner declined to implement the agreement\nand requested a new attorney. The District Court rescheduled the\ntrial for February 26, 2007, granted petitioner’s attorney’s\nsubsequent motion to withdraw, and appointed new counsel.On February 19, 2007—179 days after petitioner\nwas indicted—petitioner moved to dismiss the indictment, claiming\nthat the Act’s 70-day limit had elapsed. The District Court denied\nthe motion. In calculating how many of the 179 days counted toward\nthe 70-day limit, the District Judge excluded the period from\nSeptember 7 through October 4 as “within the extension of time\ngranted to file pretrial motions.”[Footnote 3] Order in No. 4:06CR518–SNL (ED Mo.), Doc. 44,\np. 2.In late February, a matter arose in an\nunrelated case on the District Court’s docket, which required the\ncourt to reschedule petitioner’s trial. After obtaining the consent\nof the parties and finding that a continuance would serve the\npublic interest, the District Court continued petitioner’s trial\nfrom February 26 to March 5, 2007. Petitioner’s 2-day trial began\non that date. The jury found petitioner guilty on both counts and\nthe District Court later sentenced him to concurrent 30-year terms\nof imprisonment.BPetitioner appealed his\nconvictions and sentence to the Eighth Circuit, which affirmed the\ndenial of his motion to dismiss for a Speedy Trial Act violation.\nAs relevant, the Court of Appeals agreed with the District Court\nthat the time from September 7 (the original deadline for filing\npretrial motions) through October 4 (when the trial court held a\nhearing on petitioner’s decision to waive the right to file\npretrial motions) was excludable from the Act’s 70-day limit.\nAlthough the District Court did not identify which provision of the\nAct supported this exclusion, the Court of Appeals held that\n“pretrial motion preparation time” is automatically excludable\nunder subsection (h)(1)—which covers “delay resulting from other\nproceedings concerning the defendant”—as long as “the [district]\ncourt specifically grants time for that purpose.” 534\nF. 3d, at 897.[Footnote\n4] In reaching this conclusion, the Eighth Circuit joined seven\nother Courts of Appeals that interpret subsection (h)(1) the same\nway.[Footnote 5] Two Courts of\nAppeals, the Fourth and Sixth Circuits, interpret subsection (h)(1)\ndifferently, holding that time for preparing pretrial motions is\noutside subsection (h)(1)’s scope.[Footnote 6] We granted certiorari to resolve this\nconflict.IIAs noted, the Speedy Trial Act\nrequires that a criminal defendant’s trial commence within 70 days\nof a defendant’s initial appearance or indictment, but excludes\nfrom the 70-day period days lost to certain types of delay. Section\n3161(h) specifies the types of delays that are excludable from the\ncalculation. Some of these delays are excludable only if the\ndistrict court makes certain findings enumerated in the statute.\nSee §3161(h)(7). Other delays are automatically excludable,i.e., they may be excluded without district court\nfindings. As relevant here, subsection (h)(1) requires the\nautomatic exclusion of “[a]ny period of delay resulting from other\nproceedings concerning the defendant, including but not limited to”\nperiods of delay resulting from eight enumerated subcategories of\nproceedings.[Footnote 7] The\nGovernment contends that the time the District Court granted\npetitioner to prepare his pretrial motions is automatically\nexcludable under subsection (h)(1). We disagree, and conclude that\nsuch time may be excluded only when a district court enters\nappropriate findings under subsection (h)(7).AThe eight subparagraphs in\nsubsection (h)(1) address the automatic excludability of delay\ngenerated for certain enumerated purposes. Thus, we first consider\nwhether the delay at issue in this case is governed by one of these\nsubparagraphs. It is.The delay at issue was granted to\nallow petitioner sufficient time to file pretrial motions.[Footnote 8] Subsection (h)(1)(D)\n(hereinafter subparagraph (D)) renders automatically excludable\n“delay resulting from any pretrial motion, from the filing of the\nmotion through the conclusion of the hearing on, or other prompt\ndisposition of, such motion.” Read, as it must be, in the context\nof subsection (h), this text governs the automatic excludability of\ndelays “resulting” from a specific category of “proceedings\nconcerning the defendant,” namely, proceedings involving pretrial\nmotions.[Footnote 9] Because\nthe delay at issue here results from a decision granting time to\nprepare pretrial motions, if not from a pretrial motion itself (the\ndefendant’s request for additional time), it is governed by\nsubparagraph (D). But that does not make the delay at issue here\nautomatically excludable.Subparagraph (D) does not subject all pretrial\nmotion-related delay to automatic exclusion. Instead, it renders\nautomatically excludable only the delay that occurs “from\nthefilingof the motion through the conclusion of\nthe hearing on, or other prompt disposition of” the motion.\n(Emphasis added.) In so doing, the provision communicates Congress’\njudgment that delay resulting from pretrial motions is\nautomatically excludable,i.e., excludable without\ndistrict court findings,onlyfrom the time a motion is\nfiled through the hearing or disposition point specified in the\nsubparagraph, and that other periods of pretrial motion-related\ndelay are excludable only when accompanied by district court\nfindings.[Footnote 10]This limitation is significant because\nCongress knew how to define the boundaries of an enumerated\nexclusion broadly when it so desired. Subsection (h)(1)(A)\n(hereinafter subparagraph (A)), for example, provides for the\nautomatic exclusion of “delay resulting from any proceeding,includingany examinations, to determine the mental\ncompetency or physical capacity of the defendant.” (Emphasis\nadded.) With the word “including,” Congress indicated that other\ncompetency-related proceedings besides “examinations” might fall\nwithin subparagraph (A)’s automatic exclusion. In subparagraph (D),\nby contrast, Congress declined to use an expansive or illustrative\nterm such as “including,” and provided instead that only pretrial\nmotion-related delay “from the filing” of a motion to the hearing\nor disposition point specified in the provision is automatically\nexcludable from the Act’s 70-day limit.Thus, although the period of delay the\nGovernment seeks to exclude in this case results from a proceeding\ngoverned by subparagraph (D), that period precedes the first day\nupon which Congress specified that such delay may be automatically\nexcluded. The result is that the pretrial motion preparation time\nat issue in this case is not automatically excludable.[Footnote 11]BThe foregoing analysis resolves\nour inquiry into automatic excludability because “[a] specific\nprovision” (here, subparagraph (D)) “controls one[s] of more\ngeneral application” (here, subsections (h)(1) and (h)(7)).Gozlon-Peretzv.United States,498 U. S. 395, 407\n(1991). In arguing that this principle applies, but requires a\nresult different from the one we reach, the dissent (like the\nGovernment and several Courts of Appeals) departs from the statute\nin a manner that underscores the propriety of our approach.1There is no question that\nsubparagraph (D) is more specific than the “general” language in\nsubsection (h)(1),post, at 2, 6, or that “[g]eneral\nlanguage of a statutory provision, although broad enough to include\nit, will not be held to apply to a matter specifically dealt with\nin another part of the same enactment,”D. Ginsberg & Sons,\nInc.v.Popkin,285 U. S. 204, 208\n(1932). We part company with the dissent because we conclude that\nsubparagraph (D) governs the period of delay at issue in this case.\nThe dissent does not object to this conclusion on the ground that\nit is foreclosed by the statute. Seepost,at 5 (asserting\nthat the delay at issue in this case is “not necessarily” covered\nby subparagraph (D)). Instead, it joins the Government in asserting\nthat the Act is amenable to another interpretation that would avoid\nthe “strange result” that “petitioner may be entitled to dismissal\nof the charges against him because his attorney persuaded a\nMagistrate Judge to give the defense additional time to prepare\npretrial motions and thus delayed the commencement of his trial.”Post, at 1. This argument takes aim at an exaggerated\ntarget. Because we conclude that the type of delay at issue here is\nexcludable under subsection (h)(7), courts can in future cases\neasily avoid the result the dissent decries, a result that is not\ncertain even in this case. Seeinfra, at 17–18. And even\nif dismissal is ultimately required on remand, a desire to avoid\nthis result does not justify reading subsection (h)(1) (and\nspecifically its reference to “other proceedings concerning the\ndefendant”) to permit automatic exclusion of delay resulting from\nvirtually any decision to continue a deadline.The dissent first argues that the\ndelay in this case is automatically excludable under subsection\n(h)(1) because the provision’s use of the phrase “including but not\nlimited to” shows that subsection (h)(1) permits automatic\nexclusion of delays beyond those covered by its enumerated\nsubparagraphs. Seepost, at 3; see alsoUnited\nStatesv.Oberoi, 547 F. 3d 436, 450 (CA2 2008).\nThis argument confuses the illustrative nature of subsection\n(h)(1)’s list of categories of excludable delay (each of which is\nrepresented by a subparagraph) with the contents of the categories\nthemselves. That the list of categories is illustrative rather than\nexhaustive in no way undermines our conclusion that a delay that\nfallswithinthe category of delay addressed by\nsubparagraph (D) is governed by the limits in that subparagraph.\nThe “including but not limited to” clause would affect our\nconclusion only if one read it to modify the contents of\nsubparagraph (D) as well as the list itself. As noted, such a\nreading would violate settled principles of statutory construction\nbecause it would ignore the structure and grammar of subsection\n(h)(1), and in so doing render even the clearest of the\nsubparagraphs indeterminate and virtually superfluous. SeeGozlon-Peretz,supra, at 410;Duncanv.Walker,533\nU. S. 167, 174 (2001) (“[A] statute ought, upon the whole, to\nbe so construed that, if it can be prevented, no clause, sentence,\nor word shall be superfluous, void, or insignificant” (internal\nquotation marks omitted)).Our reading avoids these\nproblems by treating the list as illustrative, but construing each\nof the eight subparagraphs in (h)(1) to govern, conclusively unless\nthe subparagraph itself indicates otherwise, see,e.g.,\n§3161(h)(1)(A);supra, at 9, the automatic excludability\nof the delay resulting from the category of proceedings it\naddresses.The dissent responds that,\neven if subparagraph (D)’s limits are conclusive rather than merely\nillustrative, we should automatically exclude the delay at issue\nhere under subsection (h)(1)’s opening clause, seepost,\nat 2, because it is not “clear” that the delay is governed by the\nmore specific (and restrictive) language in subparagraph (D).Post, at 5. We decline this invitation to use the alleged\nuncertainty in subparagraph (D)’s scope as a justification for\ndisregarding its limits and instead expanding, through liberal\ninterpretation of subsection (h)(1)’s generic opening\nclause,[Footnote 12] what\nthe dissent itself describes as the automatic exclusion\n“exceptio[n]” to the Act’s 70-day period and the Act’s “general\nrule” requiring “ends-of-justice findings for continuances.”Post, at 11.On the dissent’s reading of\nsubsection (h)(1), a court could extend by weeks or months, without\nany finding that the incursion on the Act’s timeliness guarantee is\njustified, the entire portion of a criminal proceeding for which\nthe Act sets a default limit of 70 days. The problem with this\nreading is clear: It relies on an interpretation of subsection\n(h)(1) that admits of no principled, text-based limit on the\ndefinition of a “proceeding concerning the defendant,” and thus\nthreatens the Act’s manifest purpose of ensuring speedy trials by\nconstruing the Act’s automatic exclusion exceptions in a manner\nthat could swallow the 70-day rule. This approach is not justified,\nmuch less compelled, by the textual ambiguities and legislative\nhistory upon which the dissent relies. Nor is it justified by the\nprospect, however appealing, of reaching a different result in this\ncase. Hence our conclusion that the text and structure of\nsubsection (h)(1) do not permit automatic exclusion of the delay at\nissue in this case.2Our conclusion is\nfurther supported by subsection (h)(1)’s context, particularly\nneighboring subsection (h)(7). Subsection (h)(7) provides that\ndelays “resulting from a continuance granted by any judge”maybe excluded, but only if the judge finds that “the\nends of justice served by taking such action outweigh the best\ninterest of the public and the defendant in a speedy trial” and\nrecords those findings. In setting forth the statutory factors that\njustify a continuance under subsection (h)(7), Congress twice\nrecognized the importance of adequate pretrial preparation time.\nSee §3161(h)(7)(B)(ii) (requiring a district court to consider\nwhether the “unusual” or “complex” nature of a case makes it\n“unreasonable to expectadequate preparationfor pretrial\nproceedings or for the trial itself within the time limits”\n(emphasis added)); §3161(h)(7)(B)(iv) (requiring a district court\nto consider in other cases “[w]hether the failure to grant such a\ncontinuance . . . would deny counsel for the defendant or the\nattorney for the Government thereasonable time necessary for\neffective preparation, taking into account the exercise of due\ndiligence” (emphasis added)). Our determination that the delay at\nissue here is not automatically excludable gives full effect to\nsubsection (h)(7), and respects its provisions for excluding\ncertain types of delay only where district court makes findings\njustifying the exclusion.[Footnote 13] Cf. post, at 11–12 (construing\nsubsection (h)(1) in a manner that could encompass, and govern,\ndelays expressly within subsection (h)(7)’s purview).3Finally, our\nSpeedy Trial Act precedents support our reading of subsection\n(h)(1). We recently explained that the Act serves not only to\nprotect defendants, but also to vindicate the public interest in\nthe swift administration of justice. We thus held that a defendant\nmay not opt out of the Act even if he believes it would be in his\ninterest; “[a]llowing prospective waivers would seriously undermine\nthe Act because there are many cases . . . in which the\nprosecution, the defense, and the court would all be happy to opt\nout of the Act, to the detriment of the public interest.”Zednerv.United States,547 U. S. 489, 502\n(2006).[Footnote\n14]Courts of Appeals\nthat have read subsection (h)(1) to exclude automatically pretrial\nmotion preparation time have reasoned that their interpretation is\nnecessary to provide defendants adequate time to build their\ndefense. See,e.g.,United Statesv.Mobile\nMaterials, Inc., 871 F. 2d 902, 913(per curiam),\nopinion supplemented on other grounds on rehearing, 881 F. 2d\n866 (CA10 1989)(per curiam). Yet these same courts have\nrecognized that reading subsection (h)(1) to excludealltime for preparing pretrial motions would undermine the guarantee\nof a speedy trial, and thus harm the public interest we have\nrecognized in preserving that guarantee even where one or both\nparties to a proceeding would be willing to waive it. SeeZedner,supra, at 502. To avoid a result so\ninconsistent with the statute’s purpose—i.e., “to avoid\ncreating a big loophole in the statute,”United Statesv.Tibboel, 753 F. 2d 608, 610 (CA7 1985)—these courts have\nfound it necessary to craft limitations on the automatic exclusion\nfor pretrial motion preparation time that their interpretation of\nsubsection (h)(1) otherwise would allow. See,e.g.,ibid.(stating that pretrial motion preparation time may\nbe automatically excluded under subsection (h)(1) only when\n“the judge has expressly granted a party time for that\npurpose” (emphasis added));Oberoi, 547 F. 3d,\nat 450 (“This . . . qualification prevents abuse. Without it,\neither party ‘could delay trial indefinitely merely by working on\npretrial motions right up to the eve of trial’ ”).The fact that courts reading\nsubsection (h)(1) to exclude preparation time have imposed\nextratextual limitations on excludability to avoid “creating a big\nloophole in the statute,”Tibboel,supra, at 610,\nunderscores the extent to which their interpretation—and the\ndissent’s—strays from the Act’s text and purpose. As noted,\nsubsection (h)(7) expressly accounts for the possibility that a\ndistrict court would need to delay a trial to give the parties\nadequate preparation time. An exclusion under subsection (h)(7) is\nnot automatic, however, and requires specific findings. Allowing\ndistrict courts to exclude automatically such delays would redesign\nthis statutory framework.CWe also note that\nsome of the Courts of Appeals that have interpreted subsection\n(h)(1) to exclude automatically pretrial motion preparation time\nhave reasoned that a contrary reading of that provision would lay\n“a trap for trial judges” by forcing them to risk a Speedy Trial\nAct violation if they wish to grant a defendant’s request for\nadditional time to prepare a pretrial motion,United\nStatesv.Wilson, 835 F. 2d 1440, 1444 (CADC\n1987); see alsoOberoi,supra,at 450.We acknowledge\nthat it would be unpalatable to interpret the Speedy Trial Act to\n“trap” district courts for accommodating a defendant’s request for\nadditional time to prepare pretrial motions, particularly in a case\nlike this. Petitioner instigated all of the pretrial delays except\nfor the final continuance from February 26 to March 5. And the\nrecord clearly shows that the Magistrate Judge and the District\nCourt diligently endeavored to accommodate petitioner’s\nrequests—granting his motion for an extension of time to decide\nwhether to file pretrial motions, his motion for a continuance, and\nhis motion for a new attorney and for time to allow this new\nattorney to become familiar with the case. Fortunately, we can\nabide by the limitations Congress imposed on the statutory rights\nat issue here without interpreting the Act in a manner that would\ntrap trial courts.For the reasons we explained\nabove, neither subparagraph (D) nor subsection (h)(1) automatically\nexcludes time granted to prepare pretrial motions. This conclusion\ndoes not lay a “trap for trial judges” because it limits (in a way\nthe statute requires) only automatic exclusions. In considering any\nrequest for delay, whether the exclusion of time will be automatic\nor not, trial judges always have to devote time to assessing\nwhether the reasons for the delay are justified, given both the\nstatutory and constitutional requirement of speedy trials. Placing\nthese reasons in the record does not add an appreciable burden on\nthese judges. Neither are district courts forced to choose between\nrejecting a defendant’s request for time to prepare pretrial\nmotions and risking dismissal of the indictment if preparation time\ndelays the trial. Instead, a district court may exclude preparation\ntime under subsection (h)(7) if it grants a continuance for that\npurpose based on recorded findings “that the ends of justice served\nby taking such action outweigh the best interest of the public and\nthe defendant in a speedy trial.” Subsection (h)(7) provides\n“[m]uch of the Act’s flexibility,”Zedner, 547 U. S., at\n498, and gives district courts “discretion—within limits and\nsubject to specific procedures—to accommodate limited delays for\ncase-specific needs,”id., at 499. The statutory scheme\nthus ensures that district courts may grant necessary pretrial\nmotion preparation time without risking dismissal.Still, the Government suggests\nthat, in some cases, a district court may fail to make the findings\nnecessary for an exclusion under subsection (h)(7), leading to a\nwindfall gain for a defendant who induces delay beyond the Act’s\n70-day limit. Dismissal, however, need not represent a windfall. A\ndistrict court may dismiss the chargeswithoutprejudice, thus allowing the Government to refile charges\nor reindict the defendant. 18 U. S. C. §3162(a)(1). In ruling\nupon a motion to dismiss under the Act, a district court should\nconsider, among other factors, the party responsible for the delay.\nSeeibid.(“In determining whether to dismiss the case\nwith or without prejudice, the [district] court shall consider,\namong others, each of the following factors: the seriousness of the\noffense;the facts and circumstances of the case which led to\nthe dismissal; and the impact of a reprosecution on the\nadministration of this chapter and on the administration of\njustice” (emphasis added)); see alsoUnited Statesv.Taylor,487\nU. S. 326, 343 (1988) (“Seemingly ignored were the brevity of\nthe delay and the consequential lack of prejudice to respondent, as\nwell as respondent’s own illicit contribution to the\ndelay”).IIIBased on this\nanalysis, we hold that the 28-day period from September 7 through\nOctober 4, which includes the additional time granted by the\nDistrict Court for pretrial motion preparation, is not\nautomatically excludable under subsection (h)(1). The Court of\nAppeals did not address whether any portion of that time might have\nbeen otherwise excludable. Nor did the Government assert in its\nmerits brief that another provision of the Act could support\nexclusion, presenting the argument that September 25 through\nOctober 4 could be excluded separately only in its brief in\nopposition to certiorari and during oral argument. We therefore do\nnot consider whether any other exclusion would apply to all or part\nof the 28-day period. Instead, we reverse the judgment of the Court\nof Appeals for the Eighth Circuit and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Footnote\n1The excludability of delay\n“resulting from . . . proceedings” under subsection (h)(1) is\n“automatic” in the sense that a district court must exclude such\ndelay from a Speedy Trial Act calculation without any further\nanalysis as to whether the benefit of the delay outweighs its cost.\nFor delays resulting from proceedings under subsection (h)(1),\nCongress already has determined that the benefit of such delay\noutweighs its cost to a speedy trial, regardless of the specifics\nof the case. The word “automatic” serves as a useful shorthand.\nSee,e.g.,United Statesv.Lucky, 569\nF. 3d 101, 106 (CA2 2009) (“Some exclusions are automatic.\nOther exclusions require judicial action” (citation\nomitted)).Footnote\n2After the Eighth Circuit\nissued its decision below, Congress passed the Judicial\nAdministration and Technical Amendments Act of 2008, 122 Stat.\n4291, which made technical changes to the Speedy Trial Act,\nincluding the renumbering of several provisions. The amendments did\nnot change the substance of any provision relevant here.\nAccordingly, in this opinion, including our discussions of the\norders and decisions under review, we refer only to the current\nversion of the Act.Footnote\n3In addition, the District\nJudge excluded the continuance granted on November 9 (resetting the\ntrial for December 18) under §3161(h)(7)(A), and excluded the time\nfrom November 9 through December 20 as delay resulting from a plea\nagreement under §3161(h)(1)(G). He further excluded the time from\nDecember 20 through February 26 “as it … resulted from\n[petitioner’s] election not to implement a plea agreement, and his\nrequest to the court to have new counsel appointed for him.” Order\nin No. 4:06CR518–SNL (ED Mo.), Doc. 44, p. 3. The judge stated\non the record that these continuances were necessary to ensure that\n“the ends of justice could more properly be served” and “obviously\noutweighed the best interest of the public and the defendant to a\nSpeedy Trial.”Ibid.Footnote\n4In addition, the Court of\nAppeals affirmed the District Court’s order excluding the time from\nNovember 9 to, and including, December 18 and from December 20 to,\nand including, February 23 as delays resulting from continuances\nunder §3161(h)(7) and §3161(h)(7)(B)(iv), respectively. The Court\nof Appeals did not address whether to exclude December 19. Nor did\nit decide whether to exclude the delay from February 23 to March 5,\nbecause even if those days were included, “only 58 days passed\nbetween [petitioner]’s indictment and trial, fewer than the 70\nallowed by the Speedy Trial Act.” 534 F. 3d,at\n900.Footnote\n5SeeUnited Statesv.Oberoi, 547 F. 3d 436, 448–451 (CA2 2008); 534\nF. 3d 893, 897–898 (CA8 2008) (case below);United\nStatesv.Mejia,82 F. 3d 1032, 1035–1036 (CA11\n1996);United Statesv.Lewis, 980 F. 2d 555, 564\n(CA9 1992);United Statesv.Mobile Materials,\nInc., 871 F. 2d 902, 912–915(per curiam), opinion\nsupplemented on other grounds on rehearing, 881 F. 2d 866\n(CA10 1989)(per curiam);United Statesv.Wilson, 835 F. 2d 1440, 1444–1445 (CADC 1987);United\nStatesv.Tibboel, 753 F. 2d 608, 610 (CA7 1985);United Statesv.Jodoin, 672 F. 2d 232,\n237–239 (CA1 1982).Footnote\n6SeeUnited Statesv.Jarrell, 147 F. 3d 315, 317–318 (CA4 1998);United Statesv.Moran, 998 F. 2d 1368,\n1370–1371 (CA6 1993).Footnote\n7The full text of subsection\n(h)(1) reads as follows:“(h) The following periods of delay shall be\nexcluded in computing the time within which an information or an\nindictment must be filed, or in computing the time within which the\ntrial of any such offense must commence:“(1) Any period of delay resulting from other\nproceedings concerning the defendant, including but not limited\nto—“(A) delay resulting from any proceeding,\nincluding any examinations, to determine the mental competency or\nphysical capacity of the defendant;“(B) delay resulting from trial with respect to\nother charges against the defendant;“(C) delay resulting from any interlocutory\nappeal;“(D) delay resulting from any pretrial motion,\nfrom the filing of the motion through the conclusion of the hearing\non, or other prompt disposition of, such motion;“(E) delay resulting from any proceeding\nrelating to the transfer of a case or the removal of any defendant\nfrom another district under the Federal Rules of Criminal\nProcedure;“(F) delay resulting from transportation of any\ndefendant from another district, or to and from places of\nexamination or hospitalization, except that any time consumed in\nexcess of ten days from the date an order of removal or an order\ndirecting such transportation, and the defendant’s arrival at the\ndestination shall be presumed to be unreasonable;“(G) delay resulting from consideration by the\ncourt of a proposed plea agreement to be entered into by the\ndefendant and the attorney for the Government; and“(H) delay reasonably attributable to any\nperiod, not to exceed thirty days, during which any proceeding\nconcerning the defendant is actually under advisement by the\ncourt.”Footnote\n8See Defendant’s Request for\nAdditional Time To File Pre-trial Motions in No. 4:06CR518–SNL\n(TCM) (ED Mo.), Doc. 19; Order in No. 4:06CR518–SNL (ED Mo.), Doc.\n44 (granting same).Footnote\n9The dissent argues that this\nconclusion lacks “force” because “[i]t is at least doubtful . . .\nthat the delay at issue in the present case is delay ‘resulting\nfrom [a] pretrial motion.’ ”Post, at 4 (opinion of\nAlito, J.). According to the dissent, “delay ‘resulting from’ a\npretrial motion is delay that occurs as a consequence of such a\nmotion,” which the “type of delay involved in the present case”\ndoes not.”Post,at 4–5 (arguing that the delay in this\ncase instead “occurs as a consequence of the court’s granting of a\ndefense request for an extension of time”).The dissent’s position, which\nrests upon a dictionary definition of two isolated words, does not\naccount for the governing statutory context. For the reasons we\nexplain, the text and structure of subsection (h) support our\nconclusion that subparagraph (D) governs the automatic\nexcludability of delays “resulting from” proceedings involving\npretrial motions. As the dissent concedes, defining “resulting\nfrom” to mean “as a consequence of” does not foreclose our\ninterpretation. That is because the dissent’s definition of\n“resulting from” leaves ample room to conclude that the delay at\nissue here is “a consequence of” the category of proceedings\ncovered by subparagraph (D), whether one views the delay “as a\nconsequence of” a proceeding involving pretrial motions, or “as a\nconsequence of” a pretrial motion itself (the defense request for\nadditional time). At bottom, the dissent’s position is not that our\ninterpretation is foreclosed by the Act; it is that the dissent’s\ninterpretation is preferable. We disagree because the dissent’s\ninterpretation, among other things, fails to account fully for the\ntext and structure of subsection (h)(1) and renders much of\nsubsection (h)(7) a nullity.Footnote\n10This conclusion flows not\nonly from subparagraph (D)’s text, but also from its structure. As\nnoted, subparagraph (D) excludes from the 70-day period “delay\nresulting from any pretrial motion, from the filing of the motion\nthrough the conclusion of the hearing on, or other prompt\ndisposition of, such motion.” In this case, the comma after the\nfirst phrase indicates that the second phrase modifies the scope of\nexcludable delay referred to in the first. Thus, subparagraph (D)’s\nautomatic exclusion for delay “resulting from” a pretrial motion is\nlimited to delay that occurs from the filing of the motion through\nthe endpoints identified in the provision.Footnote\n11Whether the defendant\nactually files a pretrial motion for which he requests additional\ntime is irrelevant to this analysis. Even if he files such a\nmotion, that filing may not be used to bootstrap into the period of\nautomatically excludable delaypre-filing preparation time\nthat subparagraph (D) does not render automatically\nexcludable.Footnote\n12The dissent argues that the\nrelevant “proceeding” in this case is the District Court’s\ndisposition of petitioner’s motion for additional time to file\npretrial motions. Seepost, at 2. If that were correct,\nany order disposing of a motion—including a pretrial motion under\nsubparagraph (D)—would be a separate “proceeding,” and any\nresulting delay would be automatically excludable. The dissent’s\nreading renders superfluous the two provisions in subsection (h)(7)\nthat require findings for the exclusion of time necessary for\n“adequate preparation for pretrial proceedings,”\n§3161(h)(7)(B)(ii), and “effective preparation,”\n§3161(h)(7)(B)(iv). See alsoinfra, at 13–14.Footnote\n13Had Congress wished courts to\nexclude pretrial motion preparation time automatically, it could\nhave said so. As noted, subsection (h)(7) twice refers to\npreparation time to explain the kinds of continuances that a court\nmay grant in the interests of justice. See §§3161(h)(7)(B)(ii),\n(h)(7)(B)(iv). Congress easily could have referred to preparation\ntime similarly in subsection (h)(1). See,e.g., Speedy\nTrial Act Amendments Act of 1979, H. R. 3630, 96th Cong., 1st\nSess., §5(c) (1979) (proposing to exclude under subparagraph (D)\nall “delay resulting fromthe preparationand service of\npretrial motions and responses and from hearings thereon” (emphasis\nadded)). Congress did not do so, and we are bound to enforce only\nthe language that Congress and the President enacted.Footnote\n14Our interpretation of the Act\naccords with this and other precedents in a way the dissent’s\ninterpretation does not. InHendersonv.United\nStates,476 U.\nS. 321, 322 (1986), for example, we carefully examined the text\nof §3161(h)(1)(F) (now codified as subparagraph (D)) to determine\nwhether certain periods of pretrial motion-related delay were\nautomatically excludable. Such careful parsing would seem\nunnecessary were the dissent right that subparagraph (D) does not\nconclusively define the maximum period of excludable delay for the\ncategory of pretrial motion-related proceedings and that such delay\nmay simply be excluded under subsection (h)(1).",
    "joined": []
}