{
    "case": {
        "docket": "364",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/364/"
    },
    "id": "1963031",
    "author": "thomas",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF THOMAS, J.SAFFORD UNIFIED SCHOOL DIST. #1 V. REDDING557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-479SAFFORD UNIFIED SCHOOL DISTRICT #1, et al.,\nPETITIONERSv.APRIL REDDINGon writ of certiorari to the united states court of\nappeals for the ninth circuit[June 25, 2009]Justice Thomas, concurring in the\njudgment in part and dissenting in part.I agree with the Court that the\njudgment against the school officials with respect to qualified\nimmunity should be reversed. Seeante, at 11–13. Unlike\nthe majority, however, I would hold that the search of Savana\nRedding did not violate the Fourth Amendment. The majority imposes\na vague and amorphous standard on school administrators. It also\ngrants judges sweeping authority to second-guess the measures that\nthese officials take to maintain discipline in their schools and\nensure the health and safety of the students in their charge. This\ndeep intrusion into the administration of public schools\nexemplifies why the Court should return to the common-law doctrine\nofin loco parentisunder which “the judiciary was\nreluctant to interfere in the routine business of school\nadministration, allowing schools and teachers to set and enforce\nrules and to maintain order.”Morsev.Frederick,551 U. S. 393,\n414 (2007) (Thomas, J., concurring). But even under the prevailing\nFourth Amendment test established byNew Jerseyv.T. L. O.,469 U. S. 325(1985), all petitioners,\nincluding the school district, are entitled to judgment as a matter\nof law in their favor.I“Although the underlying command\nof the Fourth Amendment is always that searches and seizures be\nreasonable, what is reasonable depends on the context within which\na search takes place.”Id., at 337. Thus, although public\nschool students retain Fourth Amendment rights under this Court’s\nprecedent, seeid., at 333–337, those rights “are\ndifferent … than elsewhere; the ‘reasonableness’ inquiry cannot\ndisregard the schools’ custodial and tutelary responsibility for\nchildren,”Vernonia School Dist. 47Jv.Acton,515 U. S. 646,\n656 (1995); see alsoT. L. O., 469 U. S., at 339\n(identifying “the substantial interest of teachers and\nadministrators in maintaining discipline in the classroom and on\nschool grounds”). For nearly 25 years this Court has understood\nthat “[m]aintaining order in the classroom has never been easy, but\nin more recent years, school disorder has often taken particularly\nugly forms: drug use and violent crime in the schools have become\nmajor social problems.”Ibid.In schools, “[e]vents\ncalling for discipline are frequent occurrences and sometimes\nrequire immediate, effective action.”Gossv.Lopez,419\nU. S. 565, 580 (1975); see alsoT. L. O.,469 U. S.,\nat 340 (explaining that schools have a “legitimate need to maintain\nan environment in which learning can take place”).For this reason, school officials\nretain broad authority to protect students and preserve “order and\na proper educational environment” under the Fourth Amendment.Id.,at 339. This authority requires that school officials\nbe able to engage in the “close supervision of schoolchildren, as\nwell as … enforc[e] rules against conduct that would be perfectly\npermissible if undertaken by an adult.”Ibid.Seeking to\nreconcile the Fourth Amendment with this unique public school\nsetting, the Court inT. L. O.held that a\nschool search is “reasonable” if it is “ ‘justified at its\ninception’ ” and “ ‘reasonably related in scope to the\ncircumstances which justified the interference in the first\nplace.’ ”Id., at 341–342 (quotingTerryv.Ohio,392 U.\nS. 1, 20 (1968)). The search under review easily meets this\nstandard.AA “search of a student by a\nteacher or other school official will be ‘justified at its\ninception’ when there are reasonable grounds for suspecting that\nthe search will turn up evidence that the student has violated or\nis violating either the law or the rules of the school.”T. L. O.,supra, at 341–342 (footnote\nomitted). As the majority rightly concedes, this search was\njustified at its inception because there were reasonable grounds to\nsuspect that Redding possessed medication that violated school\nrules. Seeante, at 7. A finding of reasonable suspicion\n“does not deal with hard certainties, but with probabilities.”United Statesv.Cortez,449 U. S. 411, 418\n(1981); see alsoT. L. O.,supra, at\n346 (“[T]he requirement of reasonable suspicion is not a\nrequirement of absolute certainty”). To satisfy this standard, more\nthan a mere “hunch” of wrongdoing is required, but “considerably”\nless suspicion is needed than would be required to “satisf[y] a\npreponderance of the evidence standard.”United Statesv.Arvizu,534\nU. S. 266, 274 (2002) (internal quotation marks omitted).Furthermore, in evaluating\nwhether there is a reasonable “particularized and objective” basis\nfor conducting a search based on suspected wrongdoing, government\nofficials must consider the “totality of the circumstances.”Id., at 273 (internal quotation marks omitted). School\nofficials have a specialized understanding of the school\nenvironment, the habits of the students, and the concerns of the\ncommunity, which enables them to “ ‘formulat[e] certain\ncommon-sense conclusions about human behavior.’ ”United\nStatesv.Sokolow,490 U. S. 1, 8 (1989)\n(quotingCortez,supra, at 418). And like police\nofficers, school officials are “entitled to make an assessment of\nthe situation in light of [this] specialized training and\nfamiliarity with the customs of the [school].” SeeArvizu,supra,at 276.Here, petitioners had reasonable grounds to\nsuspect that Redding was in possession of prescription and\nnonprescription drugs in violation of the school’s prohibition of\nthe “non-medical use, possession, or sale of a drug” on school\nproperty or at school events. 531 F. 3d 1071, 1076 (CA9 2008)\n(en banc); see alsoid., at 1107 (Hawkins, J., dissenting)\n(explaining that the school policy defined “drugs” to include\n“ ‘[a]ny prescription or over-the-counter drug, except those\nfor which permission to use in school has been granted’ ”). As\nan initial matter, school officials were aware that a few years\nearlier, a student had become “seriously ill” and “spent several\ndays in intensive care” after ingesting prescription medication\nobtained from a classmate. App. 10a. Fourth Amendment searches do\nnot occur in a vacuum; rather, context must inform the judicial\ninquiry. SeeCortez,supra, at 417–418. In this\ninstance, the suspicion of drug possession arose at a middle school\nthat had “a history of problems with students using and\ndistributing prohibited and illegal substances on campus.” App. 7a,\n10a.The school’s substance-abuse problems had not\nabated by the 2003–2004 school year, which is when the challenged\nsearch of Redding took place. School officials had found alcohol\nand cigarettes in the girls’ bathroom during the first school dance\nof the year and noticed that a group of students including Redding\nand Marissa Glines smelled of alcohol.Ibid.Several weeks\nlater, another student, Jordan Romero, reported that Redding had\nhosted a party before the dance where she served whiskey, vodka,\nand tequila.Id.,at 8a, 11a. Romero had provided this\nreport to school officials as a result of a meeting his mother\nscheduled with the officials after Romero “bec[a]me violent” and\n“sick to his stomach” one night and admitted that “he had taken\nsome pills that he had got[ten] from a classmate.”Id.,at\n7a–8a, 10a–11a. At that meeting, Romero admitted that “certain\nstudents were bringing drugs and weapons on campus.”Id.,at 8a, 11a. One week later, Romero handed the assistant principal a\nwhite pill that he said he had received from Glines.Id.,at 11a. He reported “that a group of students [were] planning on\ntaking the pills at lunch.”Ibid.School officials justifiably took quick action\nin light of the lunchtime deadline. The assistant principal took\nthe pill to the school nurse who identified it as\nprescription-strength 400-mg Ibuprofen.Id.,at 12a. A\nsubsequent search of Glines and her belongings produced a razor\nblade, a Naproxen 200-mg pill, and several Ibuprofen 400-mg pills.Id.,at 13a. When asked, Glines claimed that she had\nreceived the pills from Redding.Ibid.A search of\nRedding’s planner, which Glines had borrowed, then uncovered\n“several knives, several lighters, a cigarette, and a permanent\nmarker.”Id.,at 12a, 14a, 22a. Thus, as the majority\nacknowledges,ante, at 7, the totality of relevant\ncircumstances justified a search of Redding for pills.[Footnote 1]BThe remaining question is whether\nthe search was reasonable in scope. UnderT. L. O., “a search will be permissible in its\nscope when the measures adopted are reasonably related to the\nobjectives of the search and not excessively intrusive in light of\nthe age and sex of the student and the nature of the infraction.”\n469 U. S., at 342. The majority concludes that the school\nofficials’ search of Redding’s underwear was not “ ‘reasonably\nrelated in scope to the circumstances which justified the\ninterference in the first place,’ ” seeante, at\n8–11, notwithstanding the officials’ reasonable suspicion that\nRedding “was involved in pill distribution,”ante,at 7.\nAccording to the majority, to be reasonable, this school search\nrequired a showing of “danger to the students from the power of the\ndrugs or their quantity” or a “reason to suppose that [Redding] was\ncarrying pills in her underwear.”Ante, at 10. Each of\nthese additional requirements is an unjustifiable departure from\nbedrock Fourth Amendment law in the school setting, where this\nCourt has heretofore read the Fourth Amendment to grant\nconsiderable leeway to school officials. Because the school\nofficials searched in a location where the pills could have been\nhidden, the search was reasonable in scope underT. L. O.1The majority finds that\n“subjective and reasonable societal expectations of personal\nprivacy support … treat[ing]” this type of search, which it labels\na “strip search,” as “categorically distinct, requiring distinct\nelements of justification on the part of school authorities for\ngoing beyond a search of clothing and belongings.” Ante, at\n8.[Footnote 2] Thus, in the\nmajority’s view, although the school officials had reasonable\nsuspicion to believe that Redding had the pills on her person, seeante, at 7, they needed some greater level of\nparticularized suspicion to conduct this “strip search.” There is\nno support for this contortion of the Fourth Amendment.The Court has generally held that\nthe reasonableness of a search’s scope depends only on whether it\nis limited to the area that is capable of concealing the object of\nthe search. See,e.g., Wyomingv.Houghton,526 U. S. 295,\n307 (1999) (Police officers “may inspect passengers’ belongings\nfound in the car that are capable of concealing the object of the\nsearch”);Floridav.Jimeno,500 U. S. 248, 251\n(1991) (“The scope of a search is generally defined by its\nexpressed object”);United Statesv.Johns,469 U. S. 478,\n487 (1985) (search reasonable because “there is no plausible\nargument that the object of the search could not have been\nconcealed in the packages”);United Statesv.Ross,456\nU. S. 798, 820 (1982) (“A lawful search … generally extends to\nthe entire area in which the object of the search may be\nfound”).[Footnote 3]In keeping with this longstanding rule, the\n“nature of the infraction” referenced inT. L. O.delineates the proper scope of a search\nof students in a way that is identical to that permitted for\nsearches outside the school—i.e., the search must be\nlimited to the areas where the object of that infraction could be\nconcealed. SeeHortonv.California,496 U. S. 128, 141\n(1990) (“Police with a warrant for a rifle may search only places\nwhere rifles might be” (internal quotation marks omitted));Ross,supra, at 824 (“[P]robable cause to believe\nthat undocumented aliens are being transported in a van will not\njustify a warrantless search of a suitcase”). A search of a student\ntherefore is permissible in scope underT. L. O.so long as it is objectively reasonable to believe that the area\nsearched could conceal the contraband. The dissenting opinion below\ncorrectly captured this Fourth Amendment standard, noting that “if\na student brought a baseball bat on campus in violation of school\npolicy, a search of that student’s shirt pocket would be patently\nunjustified.” 531 F. 3d, at 1104 (opinion of Hawkins, J.).The analysis of whether the scope of the\nsearch here was permissible under that standard is straightforward.\nIndeed, the majority does not dispute that “general background\npossibilities” establish that students conceal “contraband in their\nunderwear.”Ante,at 10. It acknowledges that school\nofficials had reasonable suspicion to look in Redding’s backpack\nand outer clothing because if “Wilson’s reasonable suspicion of\npill distribution were not understood to support searches of outer\nclothes and backpack, it would not justify any search worth\nmaking.”Ante, at 7. The majority nevertheless concludes\nthat proceeding any further with the search was unreasonable. Seeante, at 8–10; see alsoante, at 1 (Ginsburg, J.,\nconcurring in part and dissenting in part) (“Any reasonable search\nfor the pills would have ended when inspection of Redding’s\nbackpack and jacket pockets yielded nothing”). But there is no\nsupport for this conclusion. The reasonable suspicion that Redding\npossessed the pills for distribution purposes did not dissipate\nsimply because the search of her backpack turned up nothing. It was\neminently reasonable to conclude that the backpack was empty\nbecause Redding was secreting the pills in a place she thought no\none would look. SeeRoss,supra, at 820\n(“Contraband goods rarely are strewn” about in plain view; “by\ntheir very nature such goods must be withheld from public\nview”).Redding would not have been the first person\nto conceal pills in her undergarments. See Hicks, Man Gets 17-Year\nDrug Sentence, [Corbin, KY] Times-Tribune, Oct. 7, 2008, p. 1\n(Drug courier “told officials she had the [Oxycontin] pills\nconcealed in her crotch”); Conley, Whitehaven: Traffic Stop Yields\nHydrocodone Pills, [Memphis] Commercial Appeal, Aug. 3, 2007, p. B3\n(“An additional 40 hydrocodone pills were found in her pants”);\nCaywood, Police Vehicle Chase Leads to Drug Arrests, [Worcester]\nTelegram & Gazette, June 7, 2008, p. A7 (25-year-old “allegedly\nhad a cigar tube stuffed with pills tucked into the waistband of\nhis pants”); Hubartt, 23-Year-Old Charged With Dealing Ecstasy, The\n[Fort Wayne] Journal Gazette, Aug. 8, 2007, p. C2 (“[W]hile he was\nbeing put into a squad car, his pants fell down and a plastic bag\ncontaining pink and orange pills fell on the ground”); Sebastian\nResidents Arrested in Drug Sting, Vero Beach Press Journal, Sept.\n16, 2006, p. B2 (Arrestee “told them he had more pills ‘down my\npants’ ”). Nor will she be the last after today’s decision,\nwhich announces the safest place to secrete contraband in\nschool.2The majority compounds its error\nby reading the “nature of the infraction” aspect of theT. L. O.test as a license to limit searches\nbased on a judge’s assessment of a particular school policy.\nAccording to the majority, the scope of the search was\nimpermissible because the school official “must have been aware of\nthe nature and limited threat of the specific drugs he was\nsearching for” and because he “had no reason to suspect that large\namounts of the drugs were being passed around, or that individual\nstudents were receiving great numbers of pills.”Ante, at\n9–10. Thus, in order to locate a rationale for finding a Fourth\nAmendment violation in this case, the majority retreats from its\nobservation that the school’s firm no-drug policy “makes sense, and\nthere is no basis to claim that the search was unreasonable owing\nto some defect or shortcoming of the rule it was aimed at\nenforcing.”Ante, at 5, n. 1.Even accepting the majority’s\nassurances that it is not attacking the rule’s reasonableness, it\ncertainly is attacking the rule’s importance. This approach\ndirectly conflicts withT. L. O.in which the\nCourt was “unwilling to adopt a standard under which the legality\nof a search is dependent upon a judge’s evaluation of the relative\nimportance of school rules.” 469 U. S., at 342, n. 9. Indeed,\nthe Court inT. L. O.expressly rejected the\nproposition that the majority seemingly endorses—that “some rules\nregarding student conduct are by nature too ‘trivial’ to justify a\nsearch based upon reasonable suspicion.”Ibid.;see alsoid.,at 343, n. 9 (“The promulgation of a rule\nforbidding specified conduct presumably reflects a judgment on the\npart of school officials that such conduct is destructive of school\norder or of a proper educational environment. Absent any suggestion\nthat the rule violates some substantive constitutional guarantee,\nthe courts should as a general matter, defer to that\njudgment”).The majority’s decision in this regard also\ndeparts from another basic principle of the Fourth Amendment: that\nlaw enforcement officials can enforce with the same vigor all rules\nand regulations irrespective of the perceived importance of any of\nthose rules. “In a long line of cases, we have said that when an\nofficer has probable cause to believe a person committed even a\nminor crime in his presence, the balancing of private and public\ninterests is not in doubt. The arrest is constitutionally\nreasonable.”Virginiav.Moore, 553 U. S. ___,\n___ (2008) (slip op., at 6). The Fourth Amendment rule for searches\nis the same: Police officers are entitled to search regardless of\nthe perceived triviality of the underlying law. As we have\nexplained, requiring police to make “sensitive, case-by-case\ndeterminations of government need,”Atwaterv.Lago\nVista,532 U.\nS. 318, 347 (2001), for a particular prohibition before\nconducting a search would “place police in an almost impossible\nspot,”id., at 350.The majority has placed school officials in\nthis “impossible spot” by questioning whether possession of\nIbuprofen and Naproxen causes a severe enough threat to warrant\ninvestigation. Had the suspected infraction involved a street drug,\nthe majority implies that it would have approved the scope of the\nsearch. Seeante, at 9 (relying on the “limited threat of\nthe specific drugs he was searching for”);ante,at 10\n(relying on the limited “power of the drugs” involved). In effect,\nthen, the majority has replaced a school rule that draws no\ndistinction among drugs with a new one that does. As a result, a\nfull search of a student’s person for prohibited drugs will be\npermitted only if the Court agrees that the drug in question was\nsufficiently dangerous. Such a test is unworkable and unsound.\nSchool officials cannot be expected to halt searches based on the\npossibility that a court might later find that the particular\ninfraction at issue is not severe enough to warrant an intrusive\ninvestigation.[Footnote 4]A rule promulgated by a school board\nrepresents the judgment of school officials that the rule is needed\nto maintain “school order” and “a proper educational environment.”T. L. O., 469 U. S., at 343, n. 9.\nTeachers, administrators, and the local school board are called\nupon both to “protect the … safety of students and school\npersonnel” and “maintain an environment conducive to learning.”Id., at 353 (Blackmun, J., concurring in judgment). They\nare tasked with “watch[ing] over a large number of students” who\n“are inclined to test the outer boundaries of acceptable conduct\nand to imitate the misbehavior of a peer if that misbehavior is not\ndealt with quickly.”Id., at 352. In such an environment,\nsomething as simple as a “water pistol or peashooter can wreak\n[havoc] until it is taken away.”Ibid. The danger posed by\nunchecked distribution and consumption of prescription pills by\nstudents certainly needs no elaboration.Judges are not qualified to second-guess the\nbest manner for maintaining quiet and order in the school\nenvironment. Such institutional judgments, like those concerning\nthe selection of the best methods for “restrain[ing students] from\nassaulting one another, abusing drugs and alcohol, and committing\nother crimes,”id.,at 342, n. 9, “involve a host of\npolicy choices that must be made by locally elected\nrepresentatives, rather than by federal judges interpreting the\nbasic charter of Government for the entire country.”Collinsv.Harker Heights,503 U. S. 115, 129\n(1992); cf.Regents of Univ. of Mich.v.Ewing,474 U. S. 214,\n226 (1985) (observing that federal courts are not “suited to\nevaluat[ing] the substance of the multitude of academic decisions”\nor disciplinary decisions “that are made daily by faculty members\nof public educational institutions”). It is a mistake for judges to\nassume the responsibility for deciding which school rules are\nimportant enough to allow for invasive searches and which rules are\nnot.3Even if this Court were\nauthorized to second-guess the importance of school rules, the\nCourt’s assessment of the importance of this district’s policy is\nflawed. It is a crime to possess or use prescription-strength\nIbuprofen without a prescription. See Ariz. Rev. Stat. Ann.\n§13–3406(A)(1) (West Supp. 2008) (“A person shall not knowingly …\n[p]ossess or use a prescription-only drug unless the person obtains\nthe prescription-only drug pursuant to a valid prescription of a\nprescriber who is licensed pursuant to [state law]”).[Footnote 5] By prohibiting unauthorized\nprescription drugs on school grounds—and conducting a search to\nensure students abide by that prohibition—the school rule here was\nconsistent with a routine provision of the state criminal code. It\nhardly seems unreasonable for school officials to enforce a rule\nthat, in effect, proscribes conduct that amounts to a crime.Moreover, school districts have\nvalid reasons for punishing the unauthorized possession of\nprescription drugs on school property as severely as the possession\nof street drugs; “[t]eenage abuse of over-the-counter and\nprescription drugs poses an increasingly alarming national crisis.”\nGet Teens Off Drugs, The Education Digest 75 (Dec. 2006). As one\nstudy noted, “more young people ages 12–17 abuse prescription drugs\nthan any illicit drug except marijuana—more than cocaine, heroin,\nand methamphetamine combined.” Executive Office of the President,\nOffice of National Drug Control Policy (ONDCP), Prescription for\nDanger 1 (Jan. 2008) (hereinafter Prescription for Danger). And\naccording to a 2005 survey of teens, “nearly one in five (19\npercent or 4.5 million) admit abusing prescription drugs in their\nlifetime.” Columbia University, The National Center on Addiction\nand Substance Abuse (CASA), “You’ve Got Drugs!” V: Prescription\nDrug Pushers on the Internet 2 (July 2008); see also Dept. of\nHealth and Human Services, National Institute on Drug Abuse, High\nSchool and Youth Trends 2 (Dec. 2008) (“In 2008, 15.4 percent of\n12th-graders reported using a prescription drug nonmedically within\nthe past year”).School administrators can reasonably conclude\nthat this high rate of drug abuse is being fueled, at least in\npart, by the increasing presence of prescription drugs on school\ncampuses. See,e.g.,Gibson, Grand Forks Schools See Rise\nIn Prescription Drug Abuse, Grand Forks Herald, Nov. 16, 2008,\np. 1 (explaining that “prescription drug abuse is growing into\na larger problem” as students “bring them to school and sell them\nor just give them to their friends”). In a 2008 survey, “44 percent\nof teens sa[id] drugs are used, kept or sold on the grounds of\ntheir schools.” CASA, National Survey of American Attitudes on\nSubstance Abuse XIII: Teens and Parents 19 (Aug. 2008) (hereinafter\nNational Survey). The risks posed by the abuse of these drugs are\nevery bit as serious as the dangers of using a typical street\ndrug.Teenagers are nevertheless apt to “believe the\nmyth that these drugs provide a medically safe high.” ONDCP, Teens\nand Prescription Drugs: An Analysis of Recent Trends on the\nEmerging Drug Threat 3 (Feb. 2007) (hereinafter Teens and\nPrescription Drugs). But since 1999, there has “been a dramatic\nincrease in the number of poisonings and even deaths associated\nwith the abuse of prescription drugs.” Prescription for Danger 4;\nsee also Dept. of Health and Human Services, The NSDUH Report:\nTrends in Nonmedical Use of Prescription Pain Relievers: 2002 to\n2007, p. 1 (Feb. 5, 2009) (“[A]pproximately 324,000 emergency\ndepartment visits in 2006 involved the nonmedical use of pain\nrelievers”); CASA, Under the Counter: The Diversion and Abuse of\nControlled Prescription Drugs in the U. S., p. 25 (July 2005)\n(“In 2002, abuse of controlled prescription drugs was implicated in\nat least 23 percent of drug-related emergency department admissions\nand 20.4 percent of all single drug-related emergency department\ndeaths”). At least some of these injuries and deaths are likely due\nto the fact that “[m]ost controlled prescription drug abusers are\npoly-substance abusers,”id., at 3, a habit that is\nespecially likely to result in deadly drug combinations.\nFurthermore, even if a child is not immediately harmed by the abuse\nof prescription drugs, research suggests that prescription drugs\nhave become “gateway drugs to other substances of abuse.”Id., at 4; Healy, Skipping the Street, Los Angeles Times,\nSept. 15, 2008, p. F1 (“Boomers made marijuana their ‘gateway’ …\nbut a younger generation finds prescription drugs an easier\nscore”); see also National Survey 17 (noting that teens report\n“that prescription drugs are easier to buy than beer”).Admittedly, the Ibuprofen and Naproxen at\nissue in this case are not the prescription painkillers at the\nforefront of the prescription-drug-abuse problem. See Prescription\nfor Danger 3 (“Pain relievers like Vicodin and OxyContin are the\nprescription drugs most commonly abused by teens”). But they are\nnot without their own dangers. As nonsteroidal anti-inflammatory\ndrugs (NSAIDs), they pose a risk of death from overdose. The Pill\nBook 821, 827 (H. Silverman, ed., 13th ed. 2008) (observing\nthat Ibuprofen and Naproxen are NSAIDs and “[p]eople have died from\nNSAID overdoses”). Moreover, the side-effects caused by the use of\nNSAIDs can be magnified if they are taken in combination with other\ndrugs. See,e.g.,Reactions Weekly, p. 18 (Issue no.\n1235, Jan. 17, 2009) (“A 17-year-old girl developed allergic\ninterstitial nephritis and renal failure while receiving\nescitalopram and ibuprofen”);id., at 26 (Issue no. 1232,\nDec. 13, 2008) (“A 16-month-old boy developed iron deficiency\nanaemia and hypoalbuminaemia during treatment with naproxen”);id., at 15 (Issue no. 1220, Sept. 20, 2008)\n(18-year-old “was diagnosed with pill-induced oesophageal\nperforation” after taking ibuprofen “and was admitted to the\n[intensive care unit]”);id., at 20 (Issue no. 1170, Sept.\n22, 2007) (“A 12-year-old boy developed anaphylaxis following\ningestion of ibuprofen”).If a student with a previously unknown\nintolerance to Ibuprofen or Naproxen were to take either drug and\nbecome ill, the public outrage would likely be directed toward the\nschool for failing to take steps to prevent the unmonitored use of\nthe drug. In light of the risks involved, a school’s decision to\nestablish and enforce a school prohibition on the possession of any\nunauthorized drug is thus a reasonable judgment.[Footnote 6]*  *  *In determining whether the\nsearch’s scope was reasonable under the Fourth Amendment, it is\ntherefore irrelevant whether officials suspected Redding of\npossessing prescription-strength Ibuprofen,\nnonprescription-strength Naproxen, or some harder street drug.\nSafford prohibited its possession on school property. Reasonable\nsuspicion that Redding was in possession of drugs in violation of\nthese policies, therefore, justified a search extending to any area\nwhere small pills could be concealed. The search did not violate\nthe Fourth Amendment.IIBy declaring the search\nunreasonable in this case, the majority has “ ‘surrender[ed]\ncontrol of the American public school system to public school\nstudents’ ” by invalidating school policies that treat all\ndrugs equally and by second-guessing swift disciplinary decisions\nmade by school officials. SeeMorse, 551 U. S., at 421\n(Thomas, J., concurring) (quotingTinkerv.Des Moines\nIndependent Community School Dist.,393 U. S. 503, 526\n(1969) (Black, J., dissenting)). The Court’s interference in these\nmatters of great concern to teachers, parents, and students\nillustrates why the most constitutionally sound approach to the\nquestion of applying the Fourth Amendment in local public schools\nwould in fact be the complete restoration of the common-law\ndoctrine ofin loco parentis.“[I]n the early years of public\nschooling,” courts applied the doctrine ofin loco\nparentisto transfer to teachers the authority of a parent to\n“ ‘command obedience, to control stubbornness, to quicken\ndiligence, and to reform bad habits.’ ”Morse,supra,at 413–414 (Thomas, J., concurring) (quotingStatev.Pendergrass, 19 N. C. 365, 365–366\n(1837)). So empowered, schoolteachers and administrators had almost\ncomplete discretion to establish and enforce the rules they\nbelieved were necessary to maintain control over their classrooms.\nSee 2 J. Kent, Commentaries on American Law 205 (1873) (“So the\npower allowed by law to the parent over the person of the child may\nbe delegated to a tutor or instructor, the better to accomplish the\npurpose of education”); 1 W. Blackstone, Commentaries on the Laws\nof England 441 (1765) (“He may also delegate part of his parental\nauthority, during his life, to the tutor or schoolmaster of his\nchild; who is thenin loco parentis, and has such a\nportion of the parent committed to his charge, viz. that of\nrestraint and correction, as may be necessary to answer the\npurposes for which he is employed”).[Footnote 7] The perils of judicial policymaking inherent\nin applying Fourth Amendment protections to public schools counsel\nin favor of a return to the understanding that existed in this\nNation’s first public schools, which gave teachers discretion to\ncraft the rules needed to carry out the disciplinary\nresponsibilities delegated to them by parents.If the common-law view that parents delegate\nto teachers their authority to discipline and maintain order were\nto be applied in this case, the search of Redding would stand.\nThere can be no doubt that a parent would have had the authority to\nconduct the search at issue in this case. Parents have “immunity\nfrom the strictures of the Fourth Amendment” when it comes to\nsearches of a child or that child’s belongings.T. L. O., 469 U. S., at 337; see alsoid., at 336 (A parent’s authority is “not subject to the\nlimits of the Fourth Amendment”);Griffinv.Wisconsin,483 U. S. 868, 876\n(1987) (“[P]arental custodial authority” does not require “judicial\napproval for [a] search of a minor child’s room”).As acknowledged by this Court, this principle\nis based on the “societal understanding of superior and inferior”\nwith respect to the “parent and child” relationship.Georgiav.Randolph,547 U. S. 103, 114\n(2006). In light of this relationship, the Court has indicated that\na parent can authorize a third-party search of a child by\nconsenting to such a search, even if the child denies his consent.\nSeeibid.;see also 4 W. LaFave, Search and Seizure\n§8.3(d), p. 160 (4th ed. 2004) (“[A] father, as the head of the\nhousehold with the responsibility and the authority for the\ndiscipline, training and control of his children, has a superior\ninterest in the family residence to that of his minor son, so that\nthe father’s consent to search would be effective notwithstanding\nthe son’s contemporaneous on-the-scene objection” (internal\nquotation marks omitted)). Certainly, a search by the parent\nhimself is no different, regardless of whether or not a child would\nprefer to be left alone. Seeid.,§8.4(b), at 202 (“[E]ven\n[if] a minor child … may think of a room as ‘his,’ the overall\ndominance will be in his parents” (internal quotation marks\nomitted)).Restoring the common-law doctrine ofin\nloco parentiswould not, however, leave public schools\nentirely free to impose any rule they choose. “If parents do not\nlike the rules imposed by those schools, they can seek redress in\nschool boards or legislatures; they can send their children to\nprivate schools or home school them; or they can simply move.” SeeMorse, 551 U. S., at 419 (Thomas, J., concurring). Indeed,\nparents and local government officials have proved themselves quite\ncapable of challenging overly harsh school rules or the enforcement\nof sensible rules in insensible ways.For example, one community questioned a school\npolicy that resulted in “an 11-year-old [being] arrested,\nhandcuffed, and taken to jail for bringing a plastic butter knife\nto school.” Downey, Zero Tolerance Doesn’t Always Add Up, The\nAtlanta Journal-Constitution, Apr. 6, 2009, p. A11. In\nanother, “[a]t least one school board member was outraged” when 14\nelementary-school students were suspended for “imitating drug\nactivity” after they combined Kool-Aid and sugar in plastic bags.\nGrant, Pupils Trading Sweet Mix Get Sour Shot of Discipline,\nPittsburgh Post-Gazette, May 18, 2006, p. B1. Individuals within\nyet another school district protested a “ ‘zero-tolerance’\npolicy toward weapons” that had become “so rigid that it force[d]\nschools to expel any student who belongs to a military\norganization, a drum-and-bugle corps or any other legitimate\nextracurricular group and is simply transporting what amounts to\nharmless props.” Richardson, School Gun Case Sparks Cries For\n“Common Sense,” Washington Times, Feb. 13, 2009, p. A1.[Footnote 8]These local efforts to change controversial\nschool policies through democratic processes have proven successful\nin many cases. See,e.g.,Postal, Schools’ Zero Tolerance\nCould Lose Some Punch, Orlando Sentinel, Apr. 24, 2009, p. B3\n(“State lawmakers want schools to dial back strict zero-tolerance\npolicies so students do not end up in juvenile detention for some\n‘goofy thing’ ”); Richardson, Tolerance Waning for\nZero-tolerance Rules, Washington Times, Apr. 21, 2009, p. A3 (“[A]\nfew states have moved to relax their laws. Utah now allows students\nto bring asthma inhalers to school without violating the\nzero-tolerance policy on drugs”); see also Nussbaum, Becoming Fed\nUp With Zero Tolerance, New York Times, Sept. 3, 2000, Section 14,\np. 1 (discussing a report that found that “widespread use of\nzero-tolerance discipline policies was creating as many problems as\nit was solving and that there were many cases around the country in\nwhich students were harshly disciplined for infractions where there\nwas no harm intended or done”).In the end, the task of implementing and\namending public school policies is beyond this Court’s function.\nParents, teachers, school administrators, local politicians, and\nstate officials are all better suited than judges to determine the\nappropriate limits on searches conducted by school officials.\nPreservation of order, discipline, and safety in public schools is\nsimply not the domain of the Constitution. And, common sense is not\na judicial monopoly or a Constitutional imperative.III“[T]he nationwide drug epidemic\nmakes the war against drugs a pressing concern in every school.”Board of Ed. of Independent School Dist. No. 92 of Pottawatomie\nCty.v.Earls,536 U. S. 822, 834 (2002). And yet the\nCourt has limited the authority of school officials to conduct\nsearches for the drugs that the officials believe pose a serious\nsafety risk to their students. By doing so, the majority has\nconfirmed that a return to the doctrine ofin loco\nparentisis required to keep the judiciary from essentially\nseizing control of public schools. Only then will teachers again be\nable to “ ‘govern the[ir] pupils, quicken the slothful, spur\nthe indolent, restrain the impetuous, and control the\nstubborn’ ” by making “ ‘rules, giv[ing] commands, and\npunish[ing] disobedience’ ” without interference from judges.\nSeeMorse,supra, at 414. By deciding that it is\nbetter equipped to decide what behavior should be permitted in\nschools, the Court has undercut student safety and undermined the\nauthority of school administrators and local officials. Even more\ntroubling, it has done so in a case in which the underlying\nresponse by school administrators was reasonable and justified. I\ncannot join this regrettable decision. I, therefore, respectfully\ndissent from the Court’s determination that this search violated\nthe Fourth Amendment.Footnote 1To be sure, Redding denied knowledge of the\npills and the materials in her planner. App. 14a. But her denial\nalone does not negate the reasonable suspicion held by school\nofficials. SeeNew Jerseyv.T. L. O.,469 U. S. 325, 345 (1985) (finding\nsearch reasonable even though “T. L. O. had been accused\nof smoking, and had denied the accusation in the strongest possible\nterms when she stated that she did not smoke at all”).Footnote 2Like the dissent below, “I would reserve the\nterm ‘strip search’ for a search that required its subject to fully\ndisrobe in view of officials.” 531 F. 3d 1071, 1091, n. 1\n(CA9 2008) (opinion of Hawkins, J.). The distinction between a\nstrip search and the search at issue in this case may be slight,\nbut it is a distinction that the law has drawn. See,e.g.,\nSandinv.Conner,515 U. S. 472, 475\n(1995) (“The officer subjected Conner to a strip search, complete\nwith inspection of the rectal area”);Bellv.Wolfish,441 U. S. 520, 558, and\nn. 39 (1979) (describing visual inspection of body cavities as\n“part of a strip search”).Footnote 3The Court has adopted a different standard\nfor searches involving an “intrusio[n] into the human body.”Schmerberv.California,384 U. S. 757, 770\n(1966). The search here does not implicate the Court’s cases\ngoverning bodily intrusions, however, because it did not involve a\n“physical intrusion, penetrating beneath the skin,”Skinnerv.Railway Labor Executives’ Assn.,489 U. S. 602,\n616 (1989).Footnote 4Justice Ginsburg suggests that requiring\nRedding to “sit on a chair outside [the assistant principal’s]\noffice for over two hours” and failing to call her parents before\nconducting the search constitutes an “[a]buse of authority” that\n“should not be shielded by official immunity.” Seeante,\nat 1–2. But the school was under no constitutional obligation to\ncall Redding’s parents before conducting the search:\n“[R]easonableness under the Fourth Amendment does not require\nemploying the least intrusive means, because the logic of such\nelaborate less-restrictive-alternative arguments could raise\ninsuperable barriers to the exercise of virtually all\nsearch-and-seizure powers.”Board of Ed. of Independent School\nDist. No. 92 of Pottawatomie Cty.v.Earls,536 U. S. 822, 837 (2002) (internal\nquotation marks and brackets omitted). For the same reason, the\nConstitution did not require school officials to ask “followup\nquestions” after they had already developed reasonable suspicion\nthat Redding possessed drugs. Seeante, at 6, 10 (majority\nopinion);ante, at 1 (opinion of Ginsburg, J.). In any\nevent, the suggestion that requiring Redding to sit in a chair for\ntwo hours amounted to a deprivation of her constitutional rights,\nor that school officials are required to engage in detailed\ninterrogations before conducting searches for drugs, only\nreinforces the conclusion that the Judiciary is ill-equipped to\nsecond-guess the daily decisions made by public administrators. Cf.Beardv.Banks,548 U. S. 521, 536–537\n(2006) (Thomas, J., concurring in judgment).Footnote 5Arizona’s law is not idiosyncratic; many\nStates have separately criminalized the unauthorized possession of\nprescription drugs. See,e.g., Mo. Rev. Stat. §577.628(1)\n(Supp. 2008) (“No person less than twenty-one years of age shall\npossess upon the real property comprising a public or private\nelementary or secondary school or school bus prescription\nmedication without a valid prescription for such medication”);\nOkla. Stat., Tit. 59, §353.24(2) (Supp. 2008) (“It shall be\nunlawful for any person, firm or corporation to … [s]ell, offer for\nsale, barter or give away any unused quantity of drugs obtained by\nprescription, except … as provided by the State Board of\nPharmacy”); Utah Code Ann. §58–17b–501(12) (Lexis 2007)\n(“ ‘Unlawful conduct’ includes: using a prescription drug …\nfor himself that was not lawfully prescribed for him by a\npractitioner”); see also Ala. Code §34–23–7 (2002); Del. Code Ann.,\nTit. 16, §4754A(a)(4) (Supp. 2008); Fla. Stat. §499.005(14) (2007);\nN. H. Rev. Stat. Ann. §318:42(I) (Supp. 2008).Footnote 6Schools have a significant interest in\nprotecting all students from prescription drug abuse; young female\nstudents are no exception. See Teens and Prescription Drugs 2\n(“Prescription drugs are the most commonly abused drug among\n12–13-year-olds”). In fact, among 12- to 17-year-olds, females are\n“more likely than boys to have abused prescription drugs” and have\n“higher rates of dependence or abuse involving prescription drugs.”Id., at 5. Thus, rather than undermining the relevant\ngovernmental interest here, Redding’s age and sex, if anything,\nincreased the need for a search to prevent the reasonably suspected\nuse of prescription drugs.Footnote 7The one aspect of school discipline with\nrespect to which the judiciary at times became involved was the\n“imposition of excessive physical punishment.”Morse, 551\nU. S., at 416 (Thomas, J., concurring). Some early courts found\ncorporal punishment proper “as long as the teacher did not act with\nlegal malice or cause permanent injury;” while other courts\nintervened only if the punishment was “clearly excessive.”Ibid.(emphasis deleted and internal quotation marks\nomitted) (collecting decisions).Footnote 8See also,e.g., Smydo, Allderdice\nParents Decry Suspensions, Pittsburgh Post-Gazette, Apr. 16, 2009,\np. B1 (Parents “believe a one-day suspension for a first-time\nhallway infraction is an overreaction”); O’Brien & Buckham,\nGirl’s Smooch on School Bus Leads to Suspension, Buffalo News, Jan.\n6, 2008, p. B1 (Parents of 6-year-old say the “school officials\noverreacted” when they punished their daughter for “kissing a\nsecond-grade boy”); Stewart, Camera Phone Controversy: Dad Says\nSchool Overreacted, Houston Chronicle, Dec. 12, 2007, p. B5 (“The\nfather of a 13-year-old … said the school district overstepped its\nbounds when it suspended his daughter for taking a cell phone photo\nof another cheerleader getting out of the shower during a sleepover\nin his home”); Dumenigo & Mueller, “Cops and Robbers”\nSuspension Criticized at Sayreville School, The [New Jersey]\nStar-Ledger, Apr. 6, 2000, p. 15 (“ ‘I think it’s\nridiculous,’ said the mother of one of the [kindergarten] boys.\n‘They’re little boys playing with each other… . when did a\nfinger become a weapon?”).",
    "joined": []
}