{
    "case": {
        "docket": "15-577",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-577/"
    },
    "id": "3752806",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–577_________________TRINITY LUTHERAN CHURCH OF COLUMBIA, INC.,\nPETITIONERv.CAROL S. COMER, DIRECTOR, MISSOURI DEPARTMENT\nOF NATURALRESOURCESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 26, 2017]Justice Thomas, with whom Justice Gorsuch\njoins, concurring in part.The Court today reaffirms that “denying a\ngenerally available benefit solely on account of religious identity\nimposes a penalty on the free exercise of religion that can be\njustified,” if at all, “only by a state interest ‘of the highest\norder.’ ”Ante, at 6. The Free Exercise Clause, which\ngenerally prohibits laws that facially discriminate against\nreligion, compels this conclusion. SeeLockev.Davey, 540 U. S. 712 –727 (2004) (Scalia, J.,\ndissenting).Despite this prohibition, the Court inLockepermitted a State to “disfavor . . .\nreligion” by imposing what it deemed a “relatively minor” burden on\nreligious exercise to advance the State’s antiestablishment\n“interest in not funding the religious training of clergy.”Id., at 720, 722, n. 5, 725. The Court justified this\nlaw based on its view that there is “ ‘play in the\njoints’ ” between the Free Exercise Clause and the\nEstablishment Clause—that is, that “there are some state actions\npermitted by the Establishment Clause but not required by the Free\nExercise Clause.”Id., at 719. Accordingly,Lockedid\nnot subject the law at issue to any form of heightened scrutiny.\nBut it also did not suggest that discrimination against religion\noutside the limited context of support for ministerial training\nwould be similarly exempt from exacting review.This Court’s endorsement inLockeof even\na “mil[d] kind,”id., at 720, of discrimination against\nreligion remains troubling. See generallyid., at 726–734\n(Scalia, J., dissenting). But because the Court today appropriately\nconstruesLockenarrowly, see Part III–B,ante, and\nbecause no party has asked us to reconsider it, I join nearly all\nof the Court’s opinion. I do not, however, join footnote 3, for the\nreasons expressed by Justice Gorsuch,post, p. 1\n(opinion concurring in part).",
    "joined": []
}