{
    "case": {
        "docket": "218",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/218/"
    },
    "id": "1963285",
    "author": "thomas",
    "type": "concurrence",
    "text": "560 U. S. ____ (2010)UNITED STATES V. O'BRIEN560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1569UNITED STATES, PETITIONERv.MARTIN\nO’BRIEN and ARTHUR BURGESSon writ of certiorari to the united states court of\nappeals for the first circuit[May 24, 2010]Justice Thomas, concurring in the\njudgment.InHarrisv.United\nStates,536 U.\nS. 545(2002), this Court held that “ ‘[o]ther than the\nfact of a prior conviction, any fact that increases the penalty for\na crime beyond the prescribed statutory maximum,’ whether the\nstatute calls it an element or a sentencing factor, ‘must be\nsubmitted to a jury, and proved beyond a reasonable doubt,’ ”id., at 550 (quotingApprendiv.New\nJersey,530 U.\nS. 466, 490 (2000)). I continue to believe that this\nconstitutional requirement applies to sentencing facts that, like\nthe machinegun enhancement at issue here, 18 U. S. C.\n§924(c)(1)(B)(ii), “alte[r] the [defendant’s] statutorily mandated\nsentencing range, by increasing the mandatory minimum sentence,”\nregardless of whether they alter the statutory maximum penalty,Harris, 536 U. S., at 577 (Thomas, J., dissenting); seeid., at 577–578 (“As a matter of common sense, an\nincreased mandatory minimum heightens the loss of liberty and\nrepresents the increased stigma society attaches to the offense.\nConsequently, facts that trigger an increased mandatory minimum\nsentence warrant constitutional safeguards”).In my view, it makes no difference whether the\nsentencing fact “vaults a defendant’s mandatory minimum sentence”\nby many years,ante, at 10, or only\n“ ‘incremental[ly] changes’ ” it by a few,ibid.(quotingHarris,supra, at 554). Nor does it make\na difference whether the sentencing fact “involve[s]\ncharacteristics of the offender” or “[c]haracteristics of the\noffense,”ante, at 8, or which direction the other factors\nin the Court’s five-factor test may tilt. One question decides the\nmatter: If a sentencing fact either “raises the floor or raises the\nceiling” of the range of punishments to which a defendant is\nexposed, it is, “ ‘by definition [an]\n“elemen[t].” ’ ”Harris,supra, at 579\n(Thomas, J., dissenting) (quotingApprendi,supra, at 483, n. 10).Without a finding that a defendant used a\nmachinegun, the penalty range for a conviction under\n§924(c)(1)(A)(i) is five years to life imprisonment. But once that\nfinding is added, the penalty range becomes harsher—30 years to\nlife imprisonment, §924(c)(1)(B)(ii)—thus “expos[ing] a defendant\nto greater punishment than what is otherwise legally prescribed,”Harris, 536 U. S., at 579 (Thomas, J., dissenting). As a\nconsequence, “it is ultimately beside the point whether as a matter\nof statutory interpretation [the machinegun enhancement] is a\nsentencing factor.”Id., at 576. “[A]s a constitutional\nmatter,” because it establishes a harsher range of punishments, it\nmust be treated as an element of a separate, aggravated offense\nthat is submitted to a jury and proved beyond a reasonable doubt.Ibid.Because the Court reaches this same conclusion\nbased on its analysis of a five-factor test, seeante, at\n6–16, I concur in the judgment.",
    "joined": []
}