{
    "case": {
        "docket": "16-1363",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/16-1363/"
    },
    "id": "4067373",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1363_________________KIRSTJEN M. NIELSEN, SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERSv.MONY PREAP,\net al.BRYAN WILCOX, ACTING FIELD OFFICE DIRECTOR,\nIMMIGRATION AND CUSTOMS ENFORCEMENT, et al., PETITIONERSv.BASSAM YUSUF KHOURY, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 19, 2019]Justice Thomas, with whom Justice Gorsuch\njoins, concurring in part and concurring in the judgment.I continue to believe that no court has\njurisdiction to decide questions concerning the detention of aliens\nbefore final orders of removal have been entered. SeeJenningsv.Rodriguez, 583 U. S. ___, ___–___\n(2018) (Thomas, J., concurring in part and concurring in judgment)\n(slip op., at 1–11). By my count, Congress has erected at least\nthree barriers to our review of the merits, and I also question\nwhether Article III jurisdiction existed at the time of class\ncertification. Nonetheless, because the Court has held that we have\njurisdiction in cases like these, and because I largely agree with\nthe Court’s resolution of the merits, I join all but Parts II and\nIII–B–2 of the Court’s opinion.IRespondents consist of two classes of aliens\nwho committed criminal offenses that require the Secretary of\nHomeland Security to detain them without a bond hearing under 8\nU. S. C. §1226(c), but who were not detained immediately\nupon release from criminal custody. Respondents argued that, by\nfailing to immediately detain them, the Secretary lost the\nauthority to deny them a bond hearing when they were\nrearrested.The first class action was brought in the\nNorthern District of California and has three class\nrepresentatives. One of the plaintiffs, Mony Preap, received\ncancellation of removal and was not in immigration custody at the\ntime of certification. The other two, Eduardo Vega Padilla and Juan\nLozano Magdaleno, had received bond hearings as required by a Ninth\nCircuit decision,Rodriguezv.Robbins, 715 F.3d\n1127, 1138 (2013); Padilla had been released, while Magdaleno was\ndenied release. The District Court certified a class of all aliens\nin California who are or will be subjected to mandatory detention\nunder §1226(c) and who were not or will not have been taken into\ncustody by the Government immediately upon their release from\ncriminal custody for a §1226(c)(1) offense. The court issued a\npreliminary injunction requiring the Government to provide all\nclass members with bond hearings under §1226(a).The second class action was brought in the\nWestern District of Washington and also has three class\nrepresentatives: Bassam Yusuf Khoury and Alvin Rodriguez Moya, who\nhad been released on bond before class certification after theirRodriguezhearings, and Pablo Carrera Zavala, who was\nreleased before class certification because the Department of\nHomeland Security determined that he had not committed a predicate\n§1226(c)(1) offense. The District Court certified a class of all\naliens in its judicial district who were not detained immediately\nupon their release from criminal custody but were subjected to\nmandatory detention under §1226(c). The court entered a declaratory\njudgment barring the Government from subjecting class members to\ndetention under §1226(c) unless it took the alien into custody\nimmediately upon release.IIAt least three statutory provisions limit\njudicial review here, and I am skeptical whether the District\nCourts had Article III jurisdiction to certify the classes.AFirst, §1252(b)(9) bars judicial review of\n“all questions of law and fact, including interpretation and\napplication of constitutional and statutory provisions, arising\nfrom any action taken or proceeding brought to remove an alien from\nthe United States,” except for review of “a final order” or other\ncircumstances not present here. These cases raise questions of law\nor fact arising from removal proceedings—“[d]etention is\nnecessarily a part of [the] deportation procedure” that culminates\nin the removal of the alien,Carlsonv.Landon,342 U.S.\n524, 538 (1952)—and they do not come to us on review of final\norders of removal. Thus, for the reasons I set forth inJennings,supra, at ___–___ (slip op., at 1–11), no\ncourt has jurisdiction over these class actions.BSecond, §1226(e) provides that “[n]o court may\nset aside any action or decision by the [Secretary] under this\nsection regarding the detention or release of any alien or the\ngrant, revocation, ordenial of bondor parole.” (Emphasis\nadded.) This provision “unequivocally deprives federal courts of\njurisdiction to set aside ‘any action or decision’ by the\n[Secretary]” regarding detention, discretionary or otherwise.Demorev.Kim,538 U.S.\n510, 533 (2003) (O’Connor, J., concurring in part and\nconcurring in judgment); seeJennings,supra, at ___,\nn. 6 (slip op., at 11, n. 6). The Court once again reads\nthis language as permitting judicial review for challenges to the\n“statutory framework as a whole.”Ante, at 7 (internal\nquotation marks omitted). But the text of the statute contains no\nsuch exception. Accordingly, I continue to think that no court has\njurisdiction over these kinds of actions.CThird, §1252(f)(1) deprives district courts of\n“jurisdiction or authority to enjoin or restrain the operation of\n[§§1221–1232] other than with respect to the application of such\nprovisions to an individual alien against whom proceedings under\n[§§1221–1232] have been initiated.” The text of §1252(f)(1)\nexplicitly prohibits the classwide injunctive relief ordered by the\nNorthern District of California in this instance, given that the\nclass includes future, yet-to-be detained aliens against whom\nproceedings have not been initiated. SeeRenov.American-Arab Anti-Discrimination Comm.,525 U.S.\n471, 481 (1999) (explaining that §1252(f)(1) “prohibits federal\ncourts from granting classwide injunctive relief against the\noperation of §§1221–1231”). The District Court relied onRodriguezv.Hayes, 591 F.3d 1105 (CA9 2010), which\nheld that this provision does not affect authority to enjoin\nalleged violations of the specified statutes because those claims\ndo not “seek to enjoin the operation of the immigration detention\nstatutes, but to enjoin conduct . . . not authorized by\nthe statutes.”Id., at 1120. This reasoning is circular and\nunpersuasive. Many claims seeking to enjoin or restrain the\noperation of the relevant statutes will allege that the Executive’s\naction does not comply with the statutory grant of authority, but\nthe text clearly bars jurisdiction to enter an injunction\n“[r]egardless of the nature of the ac- tion or claim.” Although the\nCourt avoids deciding whether §1252(f)(1) prevented the District\nCourt’s injunction here,ante, at 8, I would hold that it\ndid.DFinally, I harbor two concerns about whether\nthe class actions were moot at the time of certification. First, as\nthe Court recognizes, class actions are ordinarily “moot if no\nnamed class representative with an unexpired claim remain[s] at the\ntime of class certification.”United Statesv.Sanchez-Gomez, 584 U. S. ___, ___ (2018) (slip op., at\n4);ante, at 9. At the time of class certification, all six\nof the named plaintiffs had received bond hearings or cancellation\nof removal. As I understand the plaintiffs’ arguments, that was the\nfull relief that they sought: “individualized bond hearings where\nthey may attempt to prove that their release would not create a\nrisk of flight or danger to the public.” Motion for Class\nCertification inPreapv.Beers, No. 4:13–cv–5754 (ND\nCal.), Doc. 8, p. 8; see Complaint for Injunctive and\nDeclaratory Relief inPreap,supra, Doc. 1, p. 3\n(seeking “immediate individualized bond hearings”); First Amended\nClass Action Complaint inKhouryv.Asher, No.\n2:13–cv–1367 (WD Wash.), Doc. 19, p. 13 (requesting relief of\n“individualized bond hearings to all Plaintiffs”). The Court\nconcludes that some of the named plaintiffs still faced the threat\nof rearrest and mandatory detention at the time of class\ncertification because the bond hearings that they received were\npro- vided as part of a preliminary injunction in a separate case\nthat was later dissolved. But whether the plaintiffs actually faced\nthat threat has not been addressed by the parties, and I question\nwhether this future contingency was sufficiently imminent to\nsupport Article III jurisdiction.If the threat of rearrest and mandatory\ndetention was too speculative to support jurisdiction, I disagree\nwith the Court that our jurisdiction would be saved by our\nprecedent on transitory claims.Ante, at 9–10. We have held\nthat a court has Article III jurisdiction to certify a class action\nwhen the named plaintiffs’ claims have become moot if the claim is\n“so inherently transitory that the trial court will not have even\nenough time to rule on a motion for class certification before the\nproposed representative’s individual interest expires.”United\nStates Parole Comm’nv.Geraghty,445 U.S.\n388, 399 (1980). The “inherently transitory” exception is\nmeasured from the time that the complaint is filed to the court’s\nruling on the motion for class certification. SeeGenesis\nHealthCare Corp. v.Symczyk,569 U.S.\n66, 75–77 (2013). In other words, the named plaintiff’s\nstanding in a class action need not exist throughout the lifecycle\nof the entire lawsuit. Here, Members of the Court have recognized\nthat aliens are held, on average, for one year, and sometimes\nlonger. SeeJennings, 583 U. S., at ___ (Breyer, J.,\ndissenting) (slip op., at 3) (noting that detention for aliens is\n“often lengthy,” sometimes lasting years). I am not persuaded that\nthe plaintiffs’ claims are so “inherently transitory” as to\npreclude a ruling on class certification, especially since both\nDistrict Courts certified the classes here within a year of the\nfiling of the complaints. Cf.County of Riversidev.McLaughlin,500 U.S.\n44, 47, 52 (1991) (finding jurisdiction over a class action\nthat challenged a county’s failure to provide “prompt”\nprobable-cause hearings within the 48-hour window for arraignments,\nas required by state law).*  *  *Because three statutes deprive courts of\njurisdiction over respondents’ claims, I would have vacated the\njudgments below and remanded with instructions to dismiss the cases\nfor lack of jurisdiction. But because the Court has held otherwise\nand I agree with the Court’s disposition of the merits, I concur in\nall but Parts II and III–B–2 of its opinion.",
    "joined": []
}