{
    "case": {
        "docket": "327",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/327/"
    },
    "id": "1962241",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTLAWRENCE V. FLORIDA549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-8820GARY LAWRENCE, PETITIONERv.FLORIDAon writ of certiorari to the united states court of\nappeals for the eleventh circuit[February 20, 2007]Justice Thomas delivered the\nopinion of the Court.Congress established a 1-year\nstatute of limitations for seeking federal habeas corpus relief\nfrom a state-court judgment, 28 U. S. C. §2244(d), and further\nprovided that the limitations period is tolled while an\n“application for State post-conviction or other collateral review”\n“is pending,” §2244(d)(2). We must decide whether a state\napplication is still “pending” when the state courts have entered a\nfinal judgment on the matter but a petition for certiorari has been\nfiled in this Court. We hold that it is not.IPetitioner Gary Lawrence and his\nwife used a pipe and baseball bat to kill Michael Finken. A Florida\njury convicted Lawrence of first-degree murder, conspiracy to\ncommit murder, auto theft, and petty theft. The trial court\nsentenced Lawrence to death. The Florida Supreme Court affirmed\nLawrence’s conviction and sentence on appeal, and this Court denied\ncertiorari on January 20, 1998.522 U. S. 1080.On January 19, 1999, 364 days\nlater, Lawrence filed an application for state postconviction\nrelief in a Florida trial court.[Footnote 1] The court denied relief, and the Florida\nSupreme Court affirmed, issuing its mandate on November 18, 2002.\nSeeLawrencev.State, 831 So. 2d 121 (per\ncuriam). Lawrence sought review of the denial of state\npostconviction relief in this Court. We denied certiorari on March\n24, 2003.538 U. S.\n926.While Lawrence’s petition for certiorari was\npending, he filed the present federal habeas application. The\nFederal District Court dismissed it as untimely under §2244(d)’s\n1-year limitations period. All but one day of the limitations\nperiod had lapsed during the 364 days between the time Lawrence’s\nconviction became final and when he filed for state postconviction\nrelief. The limitations period was then tolled while the Florida\ncourts entertained his state application. After the Florida Supreme\nCourt issued its mandate, Lawrence waited another 113 days—well\nbeyond the one day that remained in the limitations period—to file\nhis federal habeas application. As a consequence, his federal\napplication could be considered timely only if the limitations\nperiod continued to be tolled during this Court’s consideration of\nhis petition for certiorari. Then-applicable Eleventh Circuit\nprecedent foreclosed any argument that §2244’s statute of\nlimitations was tolled by the pendency of a petition for certiorari\nseeking review of a state postconviction proceeding. SeeCoatesv.Byrd, 211 F. 3d 1225, 1227 (2000)(per curiam). Accordingly, the District Court concluded\nthat Lawrence had only one day to file a federal habeas application\nafter the Florida Supreme Court issued its mandate. The Eleventh\nCircuit affirmed. 421 F. 3d 1221 (2005). We granted\ncertiorari, 547 U. S. ___ (2006), and now affirm.IIThe Antiterrorism and Effective\nDeath Penalty Act of 1996 (AEDPA), 110 Stat. 1214, sets a one-year\nstatute of limitations for seeking federal habeas corpus relief\nfrom a state-court judgment. 28 U. S. C. §2244(d)(1). This\nlimitations period is tolled while a state prisoner seeks\npostconviction relief in state court:“The time during which a properly filed application\nfor State post-conviction or other collateral review with respect\nto the pertinent judgment or claim is pending shall not be counted\ntoward any period of limitation under this subsection.”\n§2244(d)(2).Based on this provision, the parties agree that\nAEDPA’s limitations period was tolled from the filing of Lawrence’s\npetition for state postconviction relief until the Florida Supreme\nCourt issued its mandate affirming the denial of that petition. At\nissue here is whether the limitations period was also tolled during\nthe pendency of Lawrence’s petition for certiorari to this Court\nseeking review of the denial of state postconviction relief. If it\nwas tolled, Lawrence’s federal habeas application was timely. So we\nmust decide whether, according to §2244(d)(2), an “application for\nState post-conviction or other collateral review” “is pending”\nwhile this Court considers a certiorari petition.[Footnote 2]Read naturally, the text of the statute must\nmean that the statute of limitations is tolled only while state\ncourts review the application. As we stated inCareyv.Saffold,536 U. S. 214, 220\n(2002) (internal quotation marks omitted), a state postconviction\napplication “remains pending” “until the application has achieved\nfinal resolution through the State’s postconviction procedures.”\nThis Court is not a part of a “State’s post-conviction procedures.”\nState review ends when the state courts have finally resolved an\napplication for state postconviction relief. After the State’s\nhighest court has issued its mandate or denied review, no other\nstate avenues for relief remain open. And an application for state\npostconviction review no longer exists. All that remains is a\nseparate certiorari petition pending before afederalcourt. The application for state postconviction review is therefore\nnot “pending” after the state court’s postconviction review is\ncomplete, and §2244(d)(2) does not toll the 1-year limitations\nperiod during the pendency of a petition for certiorari.If an application for state postconviction\nreview were “pending” during the pendency of a certiorari petition\nin this Court, it is difficult to understand how a state prisoner\ncould exhaust state postconviction remedies without filing a\npetition for certiorari. Indeed, AEDPA’s exhaustion provision and\ntolling provision work together:“The tolling provision of §2244(d)(2) balances the\ninterests served by the exhaustion requirement and the limitation\nperiod… . Section 2244(d)(1)’s limitation period and\n§2244(d)(2)’s tolling provision, together with §2254(b)’s\nexhaustion requirement, encourage litigantsfirstto\nexhaust all state remedies andthento file their federal\nhabeas petitionsas soon as possible.”Duncanv.Walker,533 U. S. 167, 179, 181 (2001) (final\nemphasis added).Yet we have said that state prisoners need not\npetition for certiorari to exhaust state remedies.Fayv.Noia,372\nU. S. 391, 435–438 (1963);County Court of Ulster Cty.v.Allen,442 U. S. 140, 149–150,\nn. 7 (1979). State remedies are exhausted at the end of state-court\nreview.Fay,supra,at 435–438;Allen,supra, at 149–150, n. 7.Lawrence argues that §2244(d)(2) should be\nconstrued to have the same meaning as §2244(d)(1)(A), the trigger\nprovision that determines when AEDPA’s statute of limitations\nbegins to run. But §2244(d)(1)(A) uses much different language from\n§2244(d)(2), referring to “the date on which the judgment became\nfinal bythe conclusion of direct reviewor the expiration\nof the time for seeking such review.” §2244(d)(1)(A) (emphasis\nadded). When interpreting similar language in §2255, we explained\nthat “direct review” has long included review by this Court.Clayv.United States,537 U. S. 522, 527–528\n(2003). Indeed, we noted that “[t]he Courts of Appeals have\nuniformly interpreted ‘direct review’ in §2244(d)(1)(A) to\nencompass review of a state conviction by this Court.”Id., at 528, n. 3 (collecting cases). By contrast,\n§2244(d)(2) refers exclusively to “Statepost-conviction\nor other collateral review,” language not easily interpreted to\ninclude participation by a federal court.Furthermore, §2244(d)(1)(A) refers to the\n“time for seeking” direct review, which includes review by this\nCourt underClay. By parity of reasoning, the “time for\nseeking” review of a state postconviction judgment arguably would\ninclude the period for filing a certiorari petition before this\nCourt. However, §2244(d)(2) makes no reference to the “time for\nseeking” review of a state postconviction court’s judgment.\nInstead, it seeks to know when an application for “State … review”\nis pending. The linguistic difference is not insignificant: When\nthe state courts have issued a final judgment on a state\napplication, it is no longer pending even if a prisoner has\nadditional time for seeking review of that judgment through a\npetition for certiorari.A more analogous statutory provision is\n§2263(b)(2), which is part of AEDPA’s “opt-in” provisions for\nStates that comply with specific requirements relating to the\nprovision of postconviction counsel. Under §2263, the limitations\nperiod is tolled “from the date on which the first petition for\npost-conviction review or other collateral relief is filed until\nthe final State court disposition of such petition.” §2263(b)(2).\nLawrence concedes that under this language there would be no\ntolling for certiorari petitions seeking review of state\npostconviction applications. And although he correctly notes that\nthe language in §2263 differs from the language of §2244(d)(2), it\nis clear that the language used in both sections provides that\ntolling hinges on the pendency of state review. See §2263(b)(2)\n(“until the final State court disposition of such petition”);\n§2244(d)(2) (“a properly filed application for State\npost-conviction or other collateral review … is pending”). Given\nCongress’ clear intent in §2263 to provide tolling for certiorari\npetitions on direct review but not for certiorari petitions\nfollowing state postconviction review, it is not surprising that\nCongress would make the same distinction in §2244.Lawrence also argues that our interpretation\nwould result in awkward situations in which state prisoners have to\nfile federal habeas applications while they have certiorari\npetitions from state postconviction proceedings pending before this\nCourt. But these situations will also arise under the express terms\nof §2263, and Lawrence admits that Congress intended that provision\nto preclude tolling for certiorari petitions. Brief for Petitioner\n22. Because Congress was not concerned by this potential for\nawkwardness in §2263, there is no reason for us to construe the\nstatute to avoid it in §2244(d)(2).Contrary to Lawrence’s suggestion, our\ninterpretation of §2244(d)(2) results in few practical problems. As\nJustice Stevens has noted, “this Court rarely grants review at this\nstage of the litigation even when the application for state\ncollateral relief is supported by arguably meritorious federal\nconstitutional claims,” choosing instead to wait for “federal\nhabeas proceedings.”Kylesv.Whitley,498 U. S. 931, 932\n(1990) (opinion concurring in denial of stay of execution). Thus,\nthe likelihood that the District Court will duplicate work or\nanalysis that might be done by this Court if we granted certiorari\nto review the state postconviction proceeding is quite small. And\nin any event, a district court concerned about duplicative work can\nstay the habeas application until this Court resolves the case or,\nmore likely, denies the petition for certiorari.Lawrence argues that even greater anomalies\nresult from our interpretation when the state court grants relief\nto a prisoner and the state petitions for certiorari. In that\nhypothetical, Lawrence maintains that the prisoner would arguably\nlack standing to file a federal habeas application immediately\nafter the state court’s judgment (because the state court granted\nhim relief) but would later be time barred from filing a federal\nhabeas application if we granted certiorari and the State\nprevailed. Again, this particular procedural posture is extremely\nrare. Even so, equitable tolling may be available, in light of the\narguably extraordinary circumstances and the prisoner’s diligence.\nSeePacev.DiGuglielmo,544 U. S. 408, 418, and\nn. 8 (2005).[Footnote 3]\nWe cannot base our interpretation of the statute on an exceedingly\nrare inequity that Congress almost certainly was not contemplating\nand that may well be cured by equitable tolling.In contrast to the hypothetical problems\nidentified by Lawrence, allowing the statute of limitations to be\ntolled by certiorari petitions would provide incentives for state\nprisoners to file certiorari petitions as a delay tactic. By filing\na petition for certiorari, the prisoner would push back §2254’s\ndeadline while we resolved the petition for certiorari. This\ntolling rule would provide an incentive for prisoners to file\ncertiorari petitions—regardless of the merit of the claims\nasserted—so that they receive additional time to file their habeas\napplications.IIILawrence also argues that\nequitable tolling applies to his otherwise untimely claims. We have\nnot decided whether §2244(d) allows for equitable tolling. Seeibid.Because the parties agree that equitable tolling is\navailable, we assume without deciding that it is. To be entitled to\nequitable tolling, Lawrence must show “(1) that he has been\npursuing his rights diligently, and (2) that some extraordinary\ncircumstance stood in his way” and prevented timely filing.Id., at 418.Lawrence makes several arguments\nin support of his contention that equitable tolling applies to his\ncase. First, he argues that legal confusion about whether AEDPA’s\nlimitations period is tolled by certiorari petitions justifies\nequitable tolling. But at the time the limitations period expired\nin Lawrence’s case, the Eleventh Circuit and every other Circuit to\naddress the issue agreed that the limitations period was not tolled\nby certiorari petitions. See, e.g., Coates, 211\nF. 3d, at 1227. The settled state of the law at the relevant\ntime belies any claim to legal confusion.Second, Lawrence argues that his counsel’s\nmistake in miscalculating the limitations period entitles him to\nequitable tolling. If credited, this argument would essentially\nequitably toll limitations periods for every person whose attorney\nmissed a deadline. Attorney miscalculation is simply not sufficient\nto warrant equitable tolling, particularly in the postconviction\ncontext where prisoners have no constitutional right to counsel.E.g., Colemanv.Thompson,501 U. S. 722, 756–757\n(1991).Third, Lawrence argues that his case presents\nspecial circumstances because the state courts appointed and\nsupervised his counsel. But a State’s effort to assist prisoners in\npostconviction proceedings does not make the State accountable for\na prisoner’s delay. Lawrence has not alleged that the State\nprevented him from hiring his own attorney or from representing\nhimself. It would be perverse indeed if providing prisoners with\npostconviction counsel deprived States of the benefit of the AEDPA\nstatute of limitations. See,e.g., Duncan, 533 U. S., at\n179 (“The 1-year limitation period of §2244(d)(1) quite plainly\nserves the well-recognized interest in the finality of state court\njudgments”).Fourth, Lawrence argues that his mental\nincapacity justifies his reliance upon counsel and entitles him to\nequitable tolling. Even assuming this argument could be legally\ncredited, Lawrence has made no factual showing of mental\nincapacity. In sum, Lawrence has fallen far short of showing\n“extraordinary circumstances” necessary to support equitable\ntolling.IVThe Court of Appeals correctly\ndetermined that the filing of a petition for certiorari before this\nCourt does not toll the statute of limitations under §2244(d)(2).\nIt also correctly declined to equitably toll the limitations period\nin the factual circumstances of Lawrence’s case. For these reasons,\nthe judgment of the Court of Appeals is affirmed.It is so ordered.Footnote 1Lawrence contends that delays in Florida’s\nprogram for appointing postconviction counsel and other issues\noutside of his control caused 298 days to pass before Florida\nappointed an attorney who took an active role in his postconviction\ncase. These facts have little relevance to our analysis. Lawrence\ndid not seek certiorari on the question whether these facts entitle\nhim to equitable tolling. Indeed, Lawrence was able to file his\nstate postconviction petition on time in spite of these delays. And\nbefore this Court, he argues that his attorney mistakenly missed\nthe federal habeas deadline, not that he lacked adequate time to\nfile a federal habeas application.Footnote 2We have previously held that the word “State”\nmodifies both the terms “post-conviction” and “other collateral\nreview.”Duncanv.Walker,533 U. S. 167, 172–174 (2001). The\nquestion, therefore, is whether “an application forStatepost-conviction or other[State]collateral review … is\npending.” §2244(d)(2) (emphasis added).Footnote 3As discussed below, we assume, as the parties\ndo, the availability of equitable tolling under §2244.",
    "joined": []
}