{
    "case": {
        "docket": "17-6075",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/17-6075/"
    },
    "id": "3813376",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESKEITH THARPEv.ERIC SELLERS,\nWARDENon petition for writ of certiorari to the\nunited states court of appeals for the eleventh circuitNo. 17–6075. Decided January 8, 2018Justice Thomas, with whom Justice Alito and\nJustice Gorsuch join, dissenting.If bad facts make bad law, then “unusual facts”\ninspire unusual decisions.Ante, at 3. In its briefper\ncuriamopinion, the Court misreads a lower court’s opinion to\nfind an error that is not there, and then refuses to entertain\nalternative grounds for affirmance. The Court does this to\naccomplish little more than a do-over in the Court of Appeals: As\nit concedes, petitioner Keith Tharpe faces a “high bar” on remand\nto obtain even a certificate of appealability (COA).Ante,\nat 2.One might wonder why the Court engages in this\npointless exercise. The only possible explanation is its concern\nwith the “unusual facts” of this case, specifically a juror\naffidavit that expresses racist opinions about blacks. The opinions\nin the affidavit are certainly odious. But their odiousness does\nnot excuse us from doing our job correctly, or allow us to pretend\nthat the lower courts have not done theirs.The responsibility of courts is to decide cases,\nboth usual and unusual, by neutrally applying the law. The law\nreflects society’s considered judgments about the balance of\ncompeting interests, and we must respect those judgments. In\nbending the rules here to show its concern for a black capital\ninmate, the Court must think it is showing its concern for racial\njustice. It is not. Its summary vacatur will not stop Tharpe’s\nexecution or erase the “unusual fac[t]” of the affidavit. It will\nonly delay justice for Ja- quelin Freeman, who was also black, who\nis ignored by the majority, and who was murdered by Tharpe 27 years\nago. I respectfully dissent.IThe Court’s terse opinion tells the reader\nthat this case involves a petitioner, a juror, an affidavit, and a\nprejudice determination. But it involves much more than that. This\ncase also has a victim, a second affidavit, numerous depositions,\nfactfinding by a state court, and several decisions from federal\njudges that provide multiple grounds for denying a COA. I will\nbriefly provide this omitted context.AKeith Tharpe’s wife, Migrisus, left him in\n1990. Despite a no-contact order, Tharpe called her and told her\nthat if she wanted to “ ‘play dirty’ ” he would show her\n“ ‘what dirty was.’ ”Tharpev.Warden, 834\nF. 3d 1323, 1325 (CA11 2016). The next morning, Tharpe\nambushed his wife and her sister, Jaquelin Freeman, as they drove\nto work, pulling his truck in front of their car and forcing them\nto stop. Tharpe aimed a shotgun at the car and ordered his wife to\nget into his truck. He then told Freeman that he was going to\n“ ‘f— [her] up’ ” and took her to the rear of his truck.Ibid.Tharpe shot Freeman, rolled her body into a ditch,\nreloaded, and shot her again, killing her. After murdering Freeman,\nTharpe kidnaped and raped his wife, leaving Freeman’s body lying in\nthe ditch. Freeman’s husband found her a short time later, while\ndriving their children to school.A jury convicted Tharpe of malice murder and two\ncounts of aggravated kidnaping. After hearing the evidence, the\njury needed less than two hours to return a unanimous sentence of\ndeath. As aggravating factors, the jury found that Tharpe murdered\nFreeman while committing two other capital felonies—the aggravated\nkidnapings of his wife and Freeman—and that the murder was\noutrageously or wantonly vile, horrible, or inhuman.BMore than seven years after his trial,\nTharpe’s lawyers interviewed one of his jurors, Barney Gattie. The\nresulting affidavit stated that Gattie knew Freeman, and that her\nfamily was “what [he] would call a nice [b]lack family.”Tharpev.Warden, No. 5:10–cv–433 (MD Ga., Sept. 5,\n2017), App. B to Pet. for Cert. 15. The affidavit continued that,\nin Gattie’s view, “there are two types of black people: 1. Black\nfolks and 2. Niggers.”Ibid.Tharpe “wasn’t in the ‘good’\nblack folks category,” according to the affidavit, and if Freeman\nhad been “the type Tharpe is, then picking between life and death\nfor Tharpe wouldn’t have mattered so much.”Id., at 16. But\nbecause Freeman and her family were “good black folks,” the\naffidavit continued, Gattie thought Tharpe “should get the electric\nchair for what he did.”Ibid.Gattie’s affidavit went on to\nexplain that “[a]fter studying the Bible,” he had “wondered if\nblack people even have souls.”Ibid.The affidavit also\nnoted that some of the other jurors “wanted blacks to know they\nweren’t going to get away with killing each other.”Ibid.A couple of days later, the State obtained\nanother affidavit from Gattie. In that second affidavit, Gattie\nstated that he “did not vote to impose the death penalty because\n[Tharpe] was a black man,” but instead because the evidence\npresented at trial justified it and because Tharpe showed no\nremorse. Record in No. 5:10–cv–433 (MD Ga., June 21, 2017)\n(Record), Doc. 77–3, p. 2. The affidavit explained that Gattie\nhad consumed “seven or more beers” on the afternoon he signed the\nfirst affidavit.Ibid.Al- though he had signed it, he\n“never swore to [it] nor was [he] ever asked if [the] statement was\ntrue and accurate.”Id.,at 3. He also attested that many of\nthe statements in the first affidavit “were taken out of context\nand simply not accurate.”Ibid.And he felt that the lawyers\nwho took it “were deceiving and misrepresented what they stood\nfor.”Id.,at 5.A state postconviction court presided over\nGattie’s deposition. Gattie again testified that, although he\nsigned the affidavit, he did not swear to its contents. Gattie also\ntestified that when he signed the affidavit he had consumed\n“[m]aybe a 12 pack, [and] a few drinks of whiskey, over the period\nof the day.”Id., Doc. 15–8, p. 80. Tharpe’s lawyers did not\nquestion Gattie about the contents of his first affidavit at the\ndeposition. They instead spent much of the deposition asking Gattie\nunrelated questions about race, which the state court ruled\nirrelevant—like whether he was familiar with Uncle Tom’s Cabin or\nwhether his granddaughter would play with a black doll. The\nlawyers’ failure to address the contents of Gattie’s first\naffidavit troubled the state court. Just before it permitted Gattie\nto leave, the court advised Tharpe’s lawyers that it might “totally\ndiscoun[t]” Gattie’s first affidavit, and it again invited them to\nask Gattie questions about its contents.Id., at 105.\nTharpe’s lawyers declined the opportunity.The state court also heard deposition testimony\nfrom ten of Tharpe’s other jurors and received an affidavit from\nthe eleventh. None of the jurors, two of whom were black,\ncorroborated the statements in Gattie’s first affidavit about how\nsome of the jurors had considered race. The ten jurors who\ntestified all said that race played no role in the jury’s\ndeliberations. The eleventh juror did not mention any consideration\nof race either.CTharpe sought state postconviction relief. One\nof his claims was that “improper racial animus . . .\ninfected the deliberations of the jury.”Tharpev.Warden, 2017 WL 4250413, *1 (CA11, Sept. 21, 2017).The state court rejected this claim for two\nreasons. First, Tharpe could not prove juror misconduct because\nGeorgia law did not allow parties to impeach a jury verdict with\npost-trial testimony from jurors.Tharpev.Warden,\nNo. 93–cv–144 (Super. Ct. Butts Cty., Ga., Dec. 1, 2008), App. F to\nPet. for Cert. 99–101. Second, Tharpe had procedurally defaulted\nhis claim because he had failed to raise it on direct appeal, and\nhe could not establish cause and prejudice to overcome that\ndefault.Id., at 102. Tharpe’s allegation of ineffective\nassistance of counsel was insufficient to establish cause because\nhe had “failed to establish the requisite deficiency or prejudice.”Ibid.And Tharpe failed to establish prejudice because the\nstate court credited Gattie’s testimony that he had not relied on\nrace when voting to sentence Tharpe.Id.,at 102–103.DTharpe then raised his juror-bias claim in a\nfederal petition for a writ of habeas corpus. The United States\nDistrict Court for the Middle District of Georgia denied his claim\nas procedurally defaulted. The District Court acknowledged that\nineffective assistance of counsel can provide cause to overcome a\nprocedural default, but it explained that Tharpe “fail[ed] to\nprovide any details regarding this allegation.” 2017 WL 4250413,\n*2. The District Court concluded that Tharpe “ha[d] not established\nthat his counsels’ ineffectiveness constituted cause to overcome\nthe procedural defaul[t]” and that he “failed to show actual\nprejudice.”Ibid.Tharpe did not seek a COA on his juror-bias\nclaim. The United States Court of Appeals for the Eleventh Circuit\naffirmed the District Court’s decision,Tharpe, 834\nF. 3d 1323, and this Court denied certiorari,Tharpev.Sellers, 582 U. S. ___ (2017).In June 2017, Tharpe moved to reopen his federal\nha- beas proceedings under Federal Rule of Civil Procedure 60(b).\nHe pointed to this Court’s recent decisions inBuckv.Davis, 580 U. S. ___ (2017), andPena-Rodriguezv.Colorado, 580 U. S. ___ (2017), as extraordinary\ncircumstances that entitled him to relief. According to Tharpe,Buckestablished that extraordinary circumstances are\npresent when a defendant was sentenced due to his race and new law\nprovides an opportunity to consider the merits of his previously\ndefaulted, race-based sentencing claim.Pena-Rodriguezsupplied that new law, Tharpe argued, because it held that a state\nno-impeachment rule must yield when there is a “clear statement\nthat indicates [a juror] relied on racial stereotypes or animus to\nconvict a criminal defendant.” 580 U. S., at ___ (slip op., at\n17).The District Court denied Tharpe’s motion. It\nfirst explained thatPena-Rodriguezannounced a new\nprocedural rule that does not apply retroactively on federal\ncollateral review. App. B to Pet. for Cert. 6–14. It alternatively\ndeferred to the state court’s finding that Tharpe could not prove\ncause or prejudice to overcome his procedural default.Id.,\nat 18–21. After the depositions of Gattie and ten other jurors, the\nstate court credited Gattie’s testimony that he did not vote for\ndeath based on race.Id., at 21. The District Court deferred\nto that credibility determination, and nothing inPena-Rodriguezundermined that determination. App. B to Pet.\nfor Cert. 19–21.The Eleventh Circuit denied a COA. It explained\nthat the District Court had concluded in its first decision that\nTharpe failed to prove cause and prejudice. 2017 WL 4250413, *2.\nThe District Court had later rejected Tharpe’s Rule 60(b) motion\nboth becausePena-Rodriguezwas not retroactively applicable\non federal collateral review and because it “presumed the\ncorrectness” of the state court’s finding that Tharpe failed to\n“ ‘establish cause and prejudice.’ ” 2017 WL 4250413, *2.\nThe Eleventh Circuit then offered two reasons why Tharpe was not\nentitled to a COA. First, Tharpe had not “ ‘made a substantial\nshowing of the denial of a constitutional right.’ ”Id., at *3 (quoting 28 U. S. C. §2253(c)(2)). “As\nthe [state court] and the District Court found, Tharpe failed to\ndemonstrate that Barney Gattie’s behavior ‘had substantial and\ninjurious effect or influence in determining the jury’s\nverdict.’ ” 2017 WL 4250413, *3 (quotingBrechtv.Abrahamson, 507 U. S. 619, 637 (1993) ). “Nor,” the\nEleventh Circuit continued, “has Tharpe shown that ‘jurists of\nreason would find it debatable whether the district court was\ncorrect in its procedural ruling.’ ” 2017 WL 4250413, *3\n(quotingSlackv.McDaniel, 529 U. S. 473, 484\n(2000) ).[1]Shortly before his execution, Tharpe filed a\npetition for a writ of certiorari and a stay application with this\nCourt. We issued a stay.IITo obtain a COA, Tharpe must show “that\njurists of reason would find it debatable whether the petition\nstates a valid claim of the denial of a constitutional right” and\n“that jurists of reason would find it debatable whether the\ndistrict court was correct in its procedural ruling.”Id.,\nat 484. The Court is not willing to say that Tharpe can satisfy\nthis standard. Seeante, at 3 (“It may be that, at the end\nof the day, Tharpe should not receive a COA”). Instead, its opinion\nmakes two moves. First, it “read[s]” the decision below as resting\n“solely” on Tharpe’s “fail[ure] to show prejudice” to overcome his\nprocedural default.Ante, at 1. It does not read the\ndecision as reaching cause, and it declines to consider that or any\nother alternative reason to affirm the Eleventh Circuit. Seeante, at 1–2. Second, the Court holds, contrary to the\nEleventh Circuit, that jurists of reason could debate whether\nTharpe has proven prejudice. Seeante, at 2. Neither of the\nCourt’s moves is justified.A1The majority misreads the decision below as\nresting “solely” on prejudice. Seeante,at 1. The Eleventh\nCircuit addressed cause as well.The Eleventh Circuit first held that Tharpe had\nfailed to make a “ ‘substantial showing of the denial of a\nconstitutional right,’ ” explaining that he had “failed to\ndemonstrate that . . . Gattie’s behavior ‘had substantial\nand injurious effect or influence in determining the jury’s\nverdict.’ ” 2017 WL 4250413, *3 (quotingBrecht,supra, at 637). Then the Eleventh Circuit alternatively held\nthat Tharpe had not “shown that ‘jurists of reason would find it\ndebatable whether the district court was correct in its procedural\nruling.’ ” 2017 WL 4250413, *3 (quotingSlack,supra, at 484). The “procedural ruling” of the District\nCourt rested on both cause and prejudice—as the Eleventh Circuit\nexplained earlier in its opinion, quoting the District Court at\nlength. See 2017 WL 4250413, *2. Indeed, neither party suggests\nthat the Eleventh Circuit’s decision did not reach cause, and both\nparties briefed the issue to this Court. See Brief in Opposition\n16–17; Reply Brief 7–8. The Court’s reading of the decision below\nis untenable.Even if its reading were tenable, the Court does\nnot explain why the strong medicine of a summary disposition is\nwarranted here. Summary decisions are “rare” and “usually reserved\nby this Court for situations in which . . . the decision\nbelow is clearly in error.”Schweikerv.Hansen, 450\nU. S. 785, 791 (1981) (Marshall, J., dissenting). The\nmajority’s reading of the decision below is not the better one,\nmuch less the clearly correct one. By adopting the least charitable\nreading of the Eleventh Circuit’s decision, the majority\n“disrespects the judges of the courts of appeals, who are appointed\nand confirmed as we are.”Wellonsv.Hall, 558\nU. S. 220, 228 (2010) (Scalia, J., dissenting). This Court\nshould not “vacate and send back their authorized judgments for\ninconsequential imperfection of opinion—as though we were\nschoolmasters grading their homework.”Ibid.In fact, “[a]n\nappropriately self-respecting response to today’s summary vacatur\nwould be summary reissuance of the same opinion,”ibid.,with a sentence clarifying that the Eleventh Circuit agrees with\nthe District Court’s decision on cause.2Putting aside its misreading of the decision\nbelow, the Court inexplicably declines to consider alternative\ngrounds for affirmance. The Court acknowledges that our review “is\ncertainly not limited to grounds expressly addressed by the court\nwhose decision is under review.”Ante,at 3. But the Court\ndoes not explain why it nonetheless limits itself to the question\nof prejudice. The Court’s self-imposed limitation is inexcusable\ngiven that Tharpe’s collateral challenges to his sentence have\nlasted 24 years, the Court’s failure to consider alternative\ngrounds has halted an imminent execution, the alternative grounds\nwere reached below, several of them were briefed here, and many of\nthem are obviously correct. In fact, the District Court identified\ntwo grounds for denying Tharpe relief that no reasonable jurist\ncould debate.First, no reasonable jurist could argue thatPena-Rodriguezapplies retroactively on collateral review.Pena-Rodriguezestablished a new rule: The opinion states\nthat it is answering a question “left open” by this Court’s ear-\nlier precedents. 580 U. S., at ___ (slip op., at 13). A new\nrule does not apply retroactively unless it is substantive or a\n“watershed rul[e] of criminal procedure.”Teaguev.Lane, 489 U. S. 288, 311 (1989) (plurality opinion).\nSincePena-Rodriguezpermits a trial court “to consider\n[certain] evidence,” 580 U. S., at ___ (slip op., at 17), and\ndoes not “alte[r] the range of conduct or the class of persons that\nthe law punishes,”Schrirov.Summerlin, 542\nU. S. 348 , 353 (2004), it cannot be a substantive\nrule.[2] And Tharpe does not\neven attempt to argue thatPena-Rodriguezestablished a\nwatershed rule of criminal procedure—a class of rules that is so\n“narrow” that it is “ ‘unlikely that any has yet to\nemerge.’ ”Schriro,supra,at 352 (quotingTylerv.Cain, 533 U. S. 656, 667, n. 7 (2001) ;\nalterations omitted). Nor could he. Not even the right to have a\njury decide a defendant’s eligibility for death counts as a\nwatershed rule of criminal procedure.Schriro,supra,\nat 355–358.[3]Second, no reasonable jurist could argue that\nTharpe demonstrated cause for his procedural default. The only\ncause that Tharpe raised in state court was ineffective assistance\nof counsel. The state court rejected this claim because Tharpe\npresented only a conclusory allegation to support it. No reasonable\njurist could debate that decision. Nor could a reasonable jurist\ndebate the cause argument that Tharpe raises here. In his reply\nbrief in support of certiorari in this Court, Tharpe argues that he\ndid not have to raise his claim of juror bias on direct appeal.\nReply Brief 7–8. But Tharpe never raised this argument in state\ncourt, so the state court did not err in failing to accept it. Nor\ndid the District Court abuse its discretion in failing to address\nit, since Tharpe merely mentioned it in a footnote in his reply\nbrief where he was explaining the state court’s decision. And even\nif Tharpe’s description of Georgia law is correct and relevant in a\nfederal habeas proceeding, he offers no explanation for why he\nwaited seven years after his trial to obtain Gattie’s affidavit.\nSeeFultsv.GDCP Warden, 764 F. 3d 1311, 1317\n(CA11 2014). In short, Tharpe has not offered a viable argument on\ncause in any court.BOn the one issue it does address—prejudice—the\nCourt falters again. Its conclusion that reasonable jurists could\ndebate prejudice plows through three levels of deference. First, it\nignores the deference that appellate courts must give to trial\ncourts’ findings on questions of juror bias. SeeSkillingv.United States, 561 U. S. 358, 396 (2010) (“In reviewing\nclaims [of juror bias], the deference due to district courts is at\nits pinnacle: ‘A trial court’s findings of juror impartiality may\nbe overturned only for manifest error’ ” (quotingMu’Minv.Virginia, 500 U. S. 415, 428 (1991)\n)). Then, it ignores the deference that federal ha- beas courts\nmust give to state courts’ factual findings. See 28\nU. S. C. §2254(e)(1). Finally, it ignores the\ndeference that federal appellate courts must give to federal\ndistrict courts’ discretionary decisions under Rule 60(b). SeeBrowderv.Director, Dept. of Corrections of Ill.,\n434 U. S. 257 , n. 7 (1978).With all this deference, no reasonable jurist\ncould debate the question of prejudice. The state court’s finding\nthat Tharpe “failed to show that any alleged racial bias of Mr.\nGattie’s was the basis for sentencing” him, App. F to Pet. for\nCert. 102, was supported by ample evidence. Gattie testified in his\nsecond affidavit that he did not impose a death sentence because of\nTharpe’s race. He also denied having sworn to the first affidavit\nand explained that he had consumed a substantial amount of alcohol\non the day he signed it. Gattie’s testimony was consistent with the\ntestimony of the other ten jurors deposed in front of the trial\ncourt, each of whom testified that they did not consider race and\nthat race was not discussed during their deliberations. To be sure,\nthere was some evidence cutting the other way—most notably,\nGattie’s first affidavit. But the state court heard all of the\nevidence, saw the witnesses’ demeanor, and decided to credit\nGattie’s testimony that he did not vote for the death penalty\nbecause of Tharpe’s race. Even if we were reviewing the state court\ndirectly, its finding would be entitled to substantial deference.\nSeeSkilling,supra, at 396.But we are not reviewing the state court\ndirectly. Instead, the relevant question is whether a reasonable\njurist could argue that the District Court abused its discretion by\nconcluding that the state court’s decision to credit Gattie’s\ntestimony has not been rebutted by clear and convincing evidence.\nEven if “[r]easonable minds reviewing the record might disagree\nabout” the evidence, “on habeas review that does not suffice to\nsupersede the [state] court’s credibility determination.”Ricev.Collins, 546 U. S. 333 –342 (2006). And\neven if we might have made a different call, abuse-of-discretion\nreview means we cannot “substitute [our] judgment for that of the\ndistrict court.”Hornev.Flores, 557 U. S. 433,\n493 (2009) (Breyer, J., dissenting). Under these standards, no\nreasonable jurist could argue that Tharpe rebutted the state\ncourt’s decision by clear and convincing evidence, much less that\nthe District Court’s deference to the state court’s credibility\ndetermination was an abuse of discretion.IIIThe Court is cognizant of the weakness of\nTharpe’s claims. It openly anticipates that he will not be able to\nobtain a COA, which makes sense given the insurmount- able barriers\nhe faces on remand. Moreover, the Court’s preliminary decision that\nreasonable jurists could debate prejudice says little about how a\ncourt of appeals could ever rule in Tharpe’s favor on the merits of\nthat question, given the multiple levels of deference that apply.\nAt most, then, the Court’s decision merely delays Tharpe’s inevit-\nable execution.The Court tries to justify its decision “on the\nunusual facts of this case.”Ante,at 3. But there is\nnothing un- usual about deferring to a district court’s decision to\ndefer to a state court’s credibility findings. This case involves a\nmine-run denial of a COA by a lower court on the eve of an\nexecution, one that this Court routinely denies certiorari to\naddress.Today’s decision can be explained only by the\n“unusual fac[t]” of Gattie’s first affidavit.Ibid.The\nCourt must be disturbed by the racist rhetoric in that affidavit,\nand must want to do something about it. But the Court’s decision is\nno profile in moral courage. By remanding this case to the Court of\nAppeals for a useless do-over, the Court is not doing Tharpe any\nfavors. And its unusual disposition of his case callously delays\njustice for Jaquelin Freeman, the black woman who was brutally\nmurdered by Tharpe 27 years ago. Because this Court should not be\nin the business of ceremonial handwringing, I respectfully\ndissent.Notes1The Eleventh Circuit also\nheld that Tharpe had not exhausted hisPena-Rodriguezclaim\nin state court. 2017 WL 4250413, *4.2Moreover, because the\nstate court considered Tharpe’s evidence of racial bias anyway,\ndespite Georgia’s no-impeachment rule, no reasonable jurist could\nargue thatPena-Rodriguezpresents an extraordinary\ncircumstance that entitles Tharpe to reopen his judgment under Rule\n60(b). He has already received the benefit of the rule announced inPena-Rodriguez.3Even if Tharpe could show\nthatPena-Rodriguezis retroactive underTeagueand\ncould overcome his procedural default, no reasonable jurist could\nargue that he has stated a valid juror-bias claim on the merits.\nThe state court concluded that his claim failed in the absence of\nany admissible evidence to support it. SeeTharpev.Warden, No. 93–cv–144 (Super. Ct. Butts Cty., Ga., Dec. 1,\n2008), App. F to Pet. for Cert. 102. To obtain federal habeas\nrelief, Tharpe must show that this merits decision “was contrary\nto, or involved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1). Since the state court\nissued its decision nearly a decade beforePena-Rodriguez,\nno reasonable jurist could argue that the state court’s decision\nwas con-trary to clearly established law at “the time the state\ncourt render[ed] its decision.”Cullenv.Pinholster,\n563 U. S. 170, 182 (2011) (internal quotation marks\nomitted).",
    "joined": []
}