{
    "case": {
        "docket": "442",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/442/"
    },
    "id": "3546465",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1146_________________TYSON FOODS, INC., PETITIONERv.PEG\nBOUAPHAKEO, et al., individually and on behalfof all others\nsimilarly situatedon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[March 22, 2016]Justice Thomas, with whom Justice Alito joins,\ndissenting.Our precedents generally prohibit plaintiffs\nfrom maintaining a class action when an important element of\nliability depends on facts that vary among individual class\nmembers. This case concerns whether and when class-action\nplaintiffs can overcome that general rule by using representative\nevidence as common proof of an otherwise individualized issue. Our\nprecedents resolve that question: Before class-action plaintiffs\ncan use representative evidence in this way, district courts must\nundertake a rigorous analysis to ensure that such evidence is\nsufficiently probative of the individual issue to make it\nsusceptible to classwide proof. The District Court did not satisfy\nthat obligation here, and its failure to do so prejudiced defendant\nTyson Foods at trial. The majority reaches a contrary conclusion by\nredefining class-action requirements and devising an unsound\nspecial evidentiary rule for cases under the Fair Labor Standards\nAct of 1938 (FLSA), 29 U. S. C. §201et seq.I respectfully dissent.I“The class action is an exception to the usual\nrule that litigation is conducted by and on behalf of the\nindividual named parties only.”Comcast Corp.v.Behrend, 569 U. S. ___, ___ (2013) (slip op., at 5)\n(internal quotation marks omitted). Plaintiffs thus “must\naffirmatively demonstrate [their] compliance” with Rule 23.Wal-Mart Stores, Inc.v.Dukes, 564 U. S. 338,\n350 (2011) . Where, as here, a putative class seeks money damages,\nplaintiffs also must satisfy the “demanding” standard of\npredominance,Comcast,supra,at ___ (slip op., at\n6), by proving that “questions of law or fact common to class\nmembers predominate over any questions affecting only individual\nmembers.” Fed. Rule Civ. Proc. 23(b)(3).District courts must also ensure continued\ncompliance with Rule 23 throughout the case. When a district court\nerroneously certifies a class, then holds a trial, reversal is\nrequired when the record shows that improper certification\nprejudiced the defendant. And an incorrect class certification\ndecision almost inevitably prejudices the defendant. When a\ndistrict court allows class plaintiffs to prove an individualized\nissue with classwide evidence, the court relieves them of their\nburden to prove each element of their claim for each class member\nand impedes the defendant’s efforts to mount an effective\ndefense.Here, the District Court misconstrued the\nelements of the plaintiffs’ claims. And it failed to recognize that\none critical element of those claims raised an individual issue\nthat would predominate over any common issues. The court therefore\ndid not ask whether that individual issue was susceptible to common\nproof. That error, at the class certification stage, then\nprejudiced Tyson at trial. It was only at trial that the plaintiffs\nintroduced the critical evidence at issue in this case. They\nintroduced, as representative of the class, a study by the\nplaintiffs’ expert, Dr. Kenneth Mericle. The District Court still\ndeclined to consider whether this evidence was appropriate common\nproof—even though the study showed wide variations among class\nmembers on an important individual issue. These errors prejudiced\nTyson and warrant reversal.AThe District Court erred at the class\ncertification stage by holding that the plaintiffs satisfied Rule\n23’s predominance requirement. The plaintiffs alleged that Tyson\nfailed to adequately pay workers overtime for donning and doffing\nprotective gear, in violation of the Iowa Wage Payment Collection\nLaw, Iowa Code §91A.3 (2013). This Iowa law mirrors the\nFLSA.[1] An employer violates\nthese laws if it employs someone “for a workweek longer than forty\nhours” and fails to adequately compensate him for the overtime. 29\nU. S. C. §207(a)(1). Here, the plaintiffs could establish Tyson’s\nliability to all class members only if: (1) the donning and doffing\nat issue is compensable work; (2) all employees worked over 40\nhours, including donning and doffing time; and (3) Tyson failed to\ncompensate each employee for all overtime.The District Court should have begun its\npredominance inquiry by determining which elements of the\nplaintiffs’ claims present common or individual issues, and\nassessed whether individual issues would overwhelm common ones. SeeHalliburton Co.v.Erica P. John Fund, Inc., 573\nU. S. ___, ___ (2014) (slip op., at 14–15);Erica P. John\nFund, Inc.v.Halliburton Co., 563 U. S. 804, 809\n(2011) . The plaintiffs’ claims here had one element that was\nclearly individualized: whether each employee worked over 40 hours\nwithout receiving full overtime pay. The amount of time that\nemployees spent on donning and doffing varied by person because\nindividuals take different amounts of time to don and doff the same\ngear, and their gear varied. This issue was critical to determining\nTyson’s liability because some employees would not have worked over\n40 hours per week without counting time spent on donning and\ndoffing. The critical issue for class certification thus was\nwhether the individualized nature of employees’ donning and doffing\ntimes defeated predominance.The District Court, however, certified a\n3,344–member class without acknowledging the significance of this\nindividual issue, let alone addressing whether it was susceptible\nto common proof. The court acknowledged that “[i]ndividual\nquestions may exist” and that Tyson was objecting to being “forced\nto defend againstuncommon evidence” because the plaintiffs\nhad no common evidence establishing what gear all employees wore\n“or how long [they] spend donning and doffing their [gear].” 564\nF. Supp. 2d 870, 900, 909 (ND Iowa 2008). But, in the District\nCourt’s view, common issues predominated because the plaintiffs\ncould establish classwide liability just by showing that Tyson was\nnot paying any employee for the time it took to don or doff basic\ngear.Id.,at 909; seeid.,at 900, 904, 905\n(similar).The District Court thus did not give proper\nconsideration to the significance of variable donning and doffing\ntimes. Establishing an FLSA violation across the entire class was\nimpossible without evidence thateachemployee would have\nworked over 40 hours per week if donning and doffing time were\nincluded. But the District Court did not fully appreciate that this\nwas a critical individual issue that defined Tyson’s liability, and\nit did not analyze, in any way, whether this issue was susceptible\nto common proof. As a result, the District Court erred when it\ncertified the class.BIt was only later at trial that the plaintiffs\nintroduced the critical evidence that they claimed could establish\nall employees’ donning and doffing times on a classwide basis. This\nevidence came from the plaintiffs’ expert, Dr. Mericle, who studied\nhow long certain Tyson employees took to don and doff various gear.\nThis was the “most important” evidence at trial.Ante,at 5.\nWithout it, the plaintiffs almost certainly could not have obtained\na classwide verdict. But rather than showing that employees’\ndonning and doffing times were susceptible to classwide proof,\nMericle’s evidence showed that employees’ donning and doffing times\nvaried materially. Mericle’s evidence thus confirmed the\ninappropriateness of class treatment.Mericle used about 53 employees per donning- or\ndoffing-related activity to extrapolate averages for the\n3,344–person class. By averaging the times that sample employees\nspent per activity, Mericle estimated that all cut or retrim\ndepartment employees spent 18 minutes per day on uncompensated\nactivities (including donning and doffing), while kill department\nemployees averaged 21.25 minutes.Mericle’s data, however, revealed material\nvariances in the amount of time that individual employees spent on\nthe same activities. Cut and retrim employees took between 0.583\nminutes and over 10 minutes to don preshift equipment at their\nlockers. Postshift doffing took one employee less than two minutes,\nand another over nine minutes. Kill department employees had\nsimilar variances. No two employees performed the same activity in\nthe same amount of time, and Mericle observed “a lot of variation\nwithin the activity.” App. 387.The plaintiffs’ trial evidence also showed that\nvariances in the amount of time that employees spent on donning and\ndoffing activities significantly affected the number of class\nmembers who could assert overtime claims. The plaintiffs’ other\nexpert, Dr. Liesl Fox, added Mericle’s average times to individual\nemployees’ timesheets to determine which class members had overtime\nclaims. She discovered that 212 of the 3,344 class members had no\nclaims at all because they had not worked over 40 hours per week.\nIf Mericle’s averages even slightly overesti-mated average donning\nand doffing times, another 282 class members would have no overtime\nclaims. If average donning or doffing times dropped from 18–21\nminutes to 15 minutes, Fox stated, another 110 employees had no\novertime claims. According to Fox, incremental changes to donning\nand doffing times mattered so much that her estimated damages\nfigure ($6.6 million) would be meaningless if the jury discounted\nMericle’s data at all. Yet the jury ultimately rejected that\ndamages figure—seemingly disagreeing that Mericle’s average times\nreflected the amount of time that every class member spent donning\nand doffing.Because the District Court did not evaluate\nMericle’s and Fox’s evidence in its initial class certification\ndecision, it should have revisited certification when faced with\nthis evidence at trial. It declined to do so even after Tyson\nobjected to using this evidence to establish the amount of time all\nclass members spent donning and doffing. See 2011 WL 3793962 (ND\nIowa, Aug. 25, 2011) (rejecting decertification motion); 2012 WL\n4471119 (ND Iowa, Sept. 26, 2012) (summarily denying post-trial\ndecertification). The court thus never made findings or analyzed\nwhether, under Rule 23(b)(3), Mericle’s study could be used as\ncommon proof of an individual issue that would otherwise preclude\nclass treatment.The District Court’s jury instructions did not\ncure this deficiency. No instruction could remedy a court’s failure\nto address why an individual issue was susceptible to common proof.\nIn any event, the court instructed the jury that “expert\ntestimony”—like Mericle’s—should get “as much weight as you think\nit deserves.” App. 471. The court also let the jury rely on\nrepresentative evidence to establish each class member’s claim even\nif the jury believed that employees’ donning and doffing times\nvaried considerably. Seeibid.In sum, the plaintiffs at no time had to justify\nwhether the variability among class members here was too much for\nrepresentative evidence to fill the gap with common proof. Nor did\nthe District Court address whether Mericle’s study—which showed\nsignificant variability in how much time employees spent on donning\nand doffing—was permissible common proof. These errors created an\nunacceptable risk that Tyson would be held liable to a large class\nwithout adequate proof that each individual class member was owed\novertime. Before defendants can be forced to defend against a class\naction, courts must be sure that Rule 23’s criteria are met. The\nDistrict Court’s failure to do so warrants reversal.IIThe majority reaches a contrary result by\nerring in three significant ways. First, the majority alters the\npredominance inquiry so that important individual issues are less\nlikely to defeat class certification. Next, the majority creates a\nspecial, relaxed rule authorizing plaintiffs to use otherwise\ninadequate representative evidence in FLSA-based cases by\nmisreadingAndersonv.Mt. Clemens Pottery Co., 328\nU. S. 680 (1946) . Finally, the majority points to Tyson’s\nlitigation strategy and purported differences from prior Rule 23\nprecedents. None of these justifications withstands scrutiny.AThe majority begins by redefining the\npredominance standard. According to the majority, if some\n“ ‘central issues’ ” present common questions,\n“ ‘the action may be considered proper under Rule 23(b)(3)\neven though other important matters will have to be tried\nseparately, such as damages or some affirmative defenses peculiar\nto some individual class members.’ ”Ante, at 9\n(quoting, 7AA C. Wright, A. Miller, & M. Kane, Federal Practice\n& Procedure §1778, pp. 123–124 (3d ed. 2005; footnotes\nomitted)).We recently—and correctly—held the opposite. InComcast,we deemed the lack of a common methodology for\nproving damages fatal to predominance because “[q]uestions of\nindividual damage calculations will inevitably overwhelm questions\ncommon to the class.” 569 U. S., at ___ (slip op., at\n7).[2] If, as the majority\nstates, this case presents “no occasion” to announce “broad and\ncategorical rules governing the use of representative and\nstatistical evidence in class actions,”ante,at 15, it\nshould most certainly not present an occasion to transform basic\naspects of the predominance inquiry.BThe majority further errs in concluding that\nthe representative evidence here showed that class members’ claims\nwere susceptible to common proof. Seeante,at 8–15. As the\nmajority observes, representative evidence can be used to prove an\nindividual issue on a classwide basis if each class member, in an\nindividual action, could rely on that evidence to prove his\nindividual claim.Ante,at 11. But that premise should doom\nthe plaintiffs’ case. Even testifying class members would seem\nunable to use Mericle’s averages. For instance, Mericle’s study\nestimated that kill department employees took an average 6.4\nminutes to don equipment at their lockers before their shift—but\nemployee Donald Brown testified that this activity took him around\n2 minutes. Others also testified to donning and doffing times that\ndiverged markedly from Mericle’s estimates. So Mericle’s study\ncould not sustain a jury verdict in favor of these plaintiffs, had\nthey brought individual suits.According to the majority, this disparity\nbetween average times and individual times poses no problem becauseAndersonv.Mt. Clemens Pottery Co., 328 U. S.\n680 , allows plaintiffs to use such representative evidence as\ncommon proof. Seeante,at 11–14. In the majority’s view,Mt. Clemensestablished that (1) if the employer did\nnot record the time that employees spent on compensable work,\nemployees can use representative evidence to establish the\nemployer’s liability,ante,at 11–12; and (2) employees\ncan use “the experiences of a subset of employees” to establish\n“the experiences of all of them” if “each employee worked in the\nsame facility, did similar work[,] and was paid under the same\npolicy,”ante,at 14.The majority’s reliance onMt. Clemensis\nquestionable given that decision’s shaky foundations. Seventy years\nago,Mt. Clemensconstrued the FLSA broadly to vindicate the\nCourt’s understanding of the FLSA’s “remedial” purposes. 328\nU. S., at 687. Within a year, Congress rejected that\ninterpretation. Citing the “emergency” this Court had created by\nspurring “excessive and needless litigation,” Congress repudiated\nthis Court’s understanding of what the FLSA meant by “work” and the\n“workweek” and limited employees’ ability to sue collectively. 29\nU. S. C. §§251(a)–(b); seeIntegrity Staffing\nSolutions, Inc.v.Busk, 574 U. S. ___, ___ (2014)\n(slip op., at 3–5) (noting repudiation in the Portal-to-Portal Act\nof 1947);Hoffmann-La Roche Inc.v.Sperling, 493\nU. S. 165, 173 (1989) (noting repudiation of representative\nactions). Since then, this Court has decided many FLSA cases, but\nhas never relied onMt. Clemensto do so.[3]Putting these concerns aside, the majority today\ngoes beyond whatMt. Clemensheld. First,Mt. Clemensdoes not hold that employees can use representative evidence in\nFLSA cases to prove an otherwise uncertain element of liability.Mt. Clemensinvolved an employer’s alleged failure to pay\nemployees for time they spent walking to and from their work spaces\nand on preshift preparatory activities. See 328 U. S., at\n684–685. The Court held that the FLSA required employers to\ncompensate employees for those activities.Id.,at 690–692\n(overruled by 29 U. S. C. §§252, 254). The employer was\nthus presumptively liable to all employees because they all claimed\nto work 40 hours per week. See Record inMt. Clemens, O.T.\n1945, No. 342 (Record), pp. 10–11 (complaint). All additional\nuncompensated work was necessarily unpaid overtime. That explains\nwhy the Court “assum[ed] that the employee has proved that he has\nperformed work and has not been paid in accordance with the\nstatute.” 328 U. S., at 688.Mt. Clemensalso rejected the notion that\nemployees who hadalreadyestablished the employer’s\nliability had to prove damages using precise, employee-specific\nrecords.Id., at 687. Rather, if the employer failed to keep\nrecords but its liability was certain, employees could use evidence\nthat “show[s] the amount and extent of that work as a matter of\njust and reasonable inference.”Ibid.The Court, however,\nlimited this holding to instances where the employer’s FLSA\nviolation was “certain,” as inMt. Clemensitself.Id.,at 688; seeibid.(inference permissible “as to\nthe extent of the damages”).Mt. Clemensdoes not justify\nthe use of representative evidence in this case, where Tyson’s\nliability to many class members was uncertain.Second, the majority misreadsMt. Clemensas “confirm[ing]” that when employees “worked in the same facility,\ndid similar work and w[ere] paid under the same policy,”\nrepresentative evidence can prove all of their claims.Ante,\nat 14.Mt. Clemenssaid nothing about whether or why the\nemployees there shared sufficient similarities for their claims to\nbe susceptible to common proof. TheMt. Clemensplaintiffs\nwere the local union and seven employees. See 328 U. S., at\n684. They brought a representative action, a type of collective\naction that allowed employees to designate a union to pursue their\nclaims for them. See §16(b), 52Stat. 1069; Record 7 (complaint).\nSome 300 employees did so. SeeMt. Clemens Pottery Co.v.Anderson, 149 F. 2d, 461 (CA6 1945); Record 33–41. The\nDistrict Court did not make findings about what made these\nemployees similar, instead reasoning that the FLSA’s broad\nobjectives supported a liberal approach to allowing class suits.\nRecord 29–32 (June 13, 1941, order). This Court also said nothing\nabout whether the employees suffered the same harm in the same\nmanner; that issue was not before it. InMt. Clemens’\naftermath, however, Congress eliminated representative actions,\nlike the one inMt. Clemens, that required too few\nsimilarities among plaintiffs and allowed plaintiffs “not\nthemselves possessing claims” to sue.Hoffman-La Roche,supra, at 173.Mt. Clemensthus offers no\nguidanceabout what degree of similarity among employees suffices\nfor representative evidence to establish all employees’\nexperiences.In any event,Mt. Clemensdid not accept\nthat the representative evidence there would be probative even were\nthe employees sufficiently similar. AllMt. Clemensdecided\nwas that the lack of precise data about the amount of time each\nemployee worked was not fatal to their case. 328 U. S., at\n686–687. The Court then remanded the case, leaving the lower courts\nto “draw whatever reasonable inferences can be drawn from the\nemployees’ evidence,” if any.Id., at 693–694.[4]Mt. Clemenstherefore does not\nsupport the majority’s conclusion that representative evidence can\nprove thousands of employees’ FLSA claims if they share a facility,\njob functions, and pay policies. Seeante,at 14.By focusing on similarities irrelevant to\nwhether employees spend variable times on the task for which they\nare allegedly undercompensated, the majority would allow\nrepresentative evidence to establish classwide liability even where\nmuch of the class might not have overtime claims at all. Whether\nemployees work in one plant or many, have similar job functions, or\nare paid at the same rate has nothing to do with how fast they\nwalk, don, or doff—the key variables here for FLSA liability.The majority suggests thatMt. Clemens’\nevidentiary rule is limited to cases where the employer breaches\nits obligation to keep records of employees’ compensable work. Seeante,at 11–12. But that limitation is illusory. FLSA cases\noften involve allegations that a particular activity is\nuncompensated work. Just last Term, we re-jected class-action\nplaintiffs’ theory that waiting in an antitheft security screening\nline constitutes work. SeeIntegrity Staffing Solutions,\nInc., 574 U. S. at ___ (slip op., at 1). The majority thus\nputs employers to an untenable choice. They must either track any\ntime that might be the subject of an innovative lawsuit, or they\nmust defend class actions against representative evidence that\nunfairly homogenizes an individual issue. Either way, the\nmajor-ity’s misinterpretation ofMt. Clemenswill profoundly\naffect future FLSA-based class actions—which have already increased\ndramatically in recent years. Erichson, CAFA’s Impact On Class\nAction Lawyers, 156 U. Pa. L. Rev. 1593, 1617 (2008).CThe majority makes several other arguments why\nMericle’s study was adequate common proof of all class members’\nexperiences. None has merit.First, the majority contends that, because\nTyson’s trial defense—that Mericle’s study was unrepresentative or\ninaccurate—was “itself common,” Tyson was “not deprive[d] . . . of\nits ability to litigate individual defenses.”Ante,at 12.\nBut looking to what defenses remained available is an unsound way\nto gauge whether the class-action device prevented the defendant\nfrom mounting individualized defenses. That Tyson was able to mount\nonly acommondefense confirms its disadvantage. Testifying\nclass members attested to spending less time on donning and doffing\nthan Mericle’s averages would suggest. Had Tyson been able to\ncross-examine more than four of them, it may have incurred far less\nliability. Seesupra, at 9–10.Second, the majority argues that Tyson’s failure\nto challenge Mericle’s testimony underDaubertv.Merrell\nDow Pharmaceuticals, Inc., 509 U. S. 579 (1993) , left to\nthe jury any remaining questions about the value of this evidence.Ante,at 14–15. ButComcastrejected this argument.\nFailing to challenge evidence underDaubertprecludes\ndefendants from “argu[ing] that [the] testimony was not\nadmissible,” but it does not preclude defendants from “argu[ing]\nthat the evidence failed to show that the case is susceptible to\nawarding damages on a class-wide basis.”Comcast,569\nU. S.,at ___, n. 4 (slip op., at 5, n. 4)\n(internal quotation marks omitted).Finally, the majority’s attempts to distinguish\nthis case fromWal-Martare unavailing. Seeante,at\n13–14.Wal-Martinvolved a nationwide Title VII class action\nalleging that Wal-Mart’s policy of delegating employment decisions\nto individual store managers let managers exercise their discretion\nin a discriminatory manner. See 564 U. S., at 342. We held\nthat discretionary decisionmaking could not be a common policy\nuniting all class members’ claims because managers presumptively\nexercise their discretion in an individualized manner. Seeid., at 355–356. Some may rely on performance-based\ncriteria; others may use tests; yet others might intentionally\ndiscriminate.Ibid.Because of this variability,\n“demonstrating the invalidity of one manager’s use of discretion\nwill do nothing to demonstrate the invalidity of another’s.”Ibid.Moreover, theWal-Martplaintiffs’\nrepresentative evidence—120 employee anecdotes—did not make this\nindividualized issue susceptible to common proof.Id.,at\n358. Using 120 anecdotes to represent the experiences of 1.5\nmillion class members was too far below the 1:8 ratio of anecdotes\nto class members that our prior cases accepted.Ibid.Thus,\nthis representative evidence was “too weak to raise any inference\nthat all the individual, discretionary personnel decisions are\ndiscriminatory.”Ibid.The plaintiffs’ reliance on Mericle’s study\nfails for the same reasons. Just as individual managers inherently\nmake discretionary decisions differently, so too do individual\nemployees inherently spend different amounts of time donning and\ndoffing. And, just as 120 employee anecdotes could not establish\nthat all 1.5 million class members faced discrimination, neither\ncan Mericle’s study establish that all 3,344 class members spent\nthe same amount of time donning and doffing. Like the 120 Wal-Mart\nanecdotes, Mericle’s study—which used about 57 employees per\nactivity to extrapolate times for 3,344—falls short of the 1:8\nratio this Court deems “significant” to the probative value of\nrepresentative evidence. Seeid.,at 358.IIII agree with the majority’s conclusion in Part\nII–B that we should not address whether a class action can be\nmaintained if a class contains uninjured members. Given that\nconclusion, however, I am perplexed by the majority’s readiness to\nsuggest, in dicta, that Tyson’s opposition to bifurcating the\nproceedings might be invited error.Ante, at 17. I see no\nreason to opine on this issue.*  *  *I respectfully dissent.Notes1The plaintiffs also\nbrought a collective action under the FLSA. Because the jury\nverdict combined the two actions, deficiencies in the class action\nrequire reversal of the entire judgment.2The majority relies on\nthe same treatise citations that theComcastdissent invoked\nto argue that individualized damages calculations should never\ndefeat predominance. 569 U. S., at ___–___ (slip op., at3–4)\n(opinion of Breyer, J.). Since then, these treatises have\nacknowledged the tension between their views of predominance andComcast. See 7AA C. Wright, A. Miller, & M. Kane,\nFederal Practice and Procedure, §1778, p. 37 (3d ed. Supp.\n2015); 2 W. Rubenstein, Newberg on Class Actions §4:54, p. 21 (5th\ned. Supp. June 2015).3The Chief Justice\nbelieves that the majority does not actually depend uponMt.\nClemensas a special evidentiary rule, and instead applies “the\nsame standard of proof that would apply in any case.”Ante,\nat 2. That interpretation is difficult to credit given that the\nmajority never explains why Dr. Mericle’s representative evidence\ncould have sustained a jury finding in favor of any individual\nemployee in an individual case, and instead devotes several\nparagraphs to the proposition that “[t]his Court’s decision in\n[Mt. Clemens] explains why Dr. Mericle’s sample was\npermissible in the circumstances of this case.”Ante,at 11;\nseeid.,at 11-12.4If anything,Mt.\nClemenssuggests that the representative evidence here is\nimpermissible. The Court affirmed that the District Court’s\nproposed “formula of compensation,” calculated based on estimated\naverage times it derived from employees’ representative testimony,\nwas impermissible. 328 U. S., at 689; see 149 F. 2d, at 465 (“It\ndoes not suffice for the employee to base his right to recover on a\nmere estimated average of overtime worked.”).",
    "joined": []
}