{
    "case": {
        "docket": "209",
        "citation": "558",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/558/209/"
    },
    "id": "1963079",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGPRESLEY V. GEORGIA558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESERIC PRESLEYv.GEORGIAon petition for writ of certiorari to the supreme\ncourt of georgiaNo. 09–5270. Decided January 19, 2010Justice Thomas, with whom Justice\nScalia joins, dissenting.Today the Court summarily\ndisposes of two important questions it left unanswered 25 years ago\ninWallerv.Georgia,467 U. S. 39(1984), andPress-Enterprise Co.v.Superior Court of Cal.,\nRiverside Cty.,464 U. S. 501(1984)(Press-Enterprise I). I respectfully dissent from the\nCourt’s summary disposition of these important questions.First, the Court addresses “whether it is so\nwell settled that [a defendant’s] Sixth Amendment right” to a\npublic trial “extends to juryvoir direthat this Court\nmay proceed by summary disposition.”Ante, at 4. The\nCourt’s affirmative answer to this question relies exclusively onWallerandPress-Enterprise I;but those cases\ncannot bear the weight of this answer.The Court correctly notes thatWalleranswers whether a “defendant’s Sixth Amendment right to a public\ntrial applies to a suppression hearing” (not to juryvoir\ndire), 467 U. S., at 43, and thatPress-Enterprise Iinterprets thepublic’sFirst Amendment right to attend\njuryvoir dire, 464 U. S., at 509, n. 8, so neitherWallernorPress-Enterprise Iexpressly answers\nthe question here, seeante, at 4. That acknowledgment\nshould have eliminated any basis for disposing of this case\nsummarily; the Court should reserve that procedural option for\ncases that our precedents govern squarely and directly. See,e.g.,United Statesv.Haley,358 U. S. 644(1959)(per curiam)(summarily reversing a federal court’s\njudgment that refused to follow, or even mention, one of our\nprecedents upholding the statute in issue under identical\ncircumstances).The Court nevertheless concludes thatWallerandPress-Enterprise I—in\ncombination—“well settl[e]” the “point.”Ante, at 4. It\nadmits that “[t]he extent to which the First and Sixth Amendment\npublic trial rights are coextensive is an open question,” but,\napparently extrapolating fromPress-Enterprise I, asserts\nthat “there is no legitimate reason, at least in the context of\njuror selection proceedings, to give one who asserts a First\nAmendment privilege greater rights to insist on public proceedings\nthan the accused has.”Ante, at 4–5. But this conclusion\ndecides by implication an unstated premise: that juryvoir\ndireis part of the “public trial” that the Sixth Amendment\nguarantees. As Justice Stevens recognized inPress-Enterprise\nI, that case did not decide this issue. See 464 U. S., at 516\n(concurring opinion) (“If the defendant had advanced a claim that\nhis Sixth Amendment right to a public trial was violated by the\nclosure of thevoir dire, it would be important to\ndetermine whether the selection of the jury was a part of the\n‘trial’ within the meaning of that Amendment”). Until today, that\nquestion remained open; the majority certainly cites no other case\nfrom this Court answering it. Yet the Court does so here—even\nthough the Supreme Court of Georgia did not meaningfully consider\nthat question, and petitioner does not ask us to do so.* I am\nunwilling to decide this important question summarily without the\nbenefit of full briefing and argument.Second, I am also unwilling to join the Court\nin reading the “ ‘alternatives to closure’ ” language it\nquotes fromWallerandPress Enterprise Ias\nsquarely foreclosing the decision of the Supreme Court of Georgia.\nSeeante, at 6. The Court chides the Supreme Court of\nGeorgia for “conclud[ing], despiteour explicit statementsto the contrary, that trial courts need not consider alternatives\nto closureabsent an opposing party’s proffer of some\nalternatives.”Ante, at 5–6 (emphasis added). But\nneitherWallernorPress-Enterprise Iexpressly\nholds that juryvoir direis covered by the Sixth\nAmendment’s “[P]ublic [T]rial” Clause. Accordingly, it is not\nobvious that the “alternatives to closure” language in those\nopinions governs this case.Even assuming the Court correctly extendsWallerandPress-Enterprise Ito this (Sixth\nAmendmentvoir dire) context, neither opinion\n“explicit[ly]” places on trial courts the burden ofsU.\nS.ontesuggesting alternatives to closure “absent an opposing\nparty’s proffer of some alternatives.”Ante,at\n6.The statement that a “ ‘trial court must consider\nreasonable alternatives to closing the proceeding,’ ”ibid.(quotingWaller,supra, at 48),\ndoes not definitively establish who mustsuggestalternatives to closure that the trial court must thenconsider, nor does it expressly address whether the trial\ncourt must suggest such alternatives in the absence of a proffer. I\nconcede that the language can easily be read to imply the latter,\nand the Court may well be right that a trial court violates the\nSixth Amendment if it closes the courtroom withoutsU.\nS.onteconsidering reasonable alternatives to closure. But I\nwould not decide the issue summarily, and certainly would not\ndeclare, as the Court does, thatWallerandPress-Enterprise I“settl[e] the point” without “leav[ing]\nany room for doubt.”Ante, at 6.Besides departing from the standards that\nshould govern summary dispositions, today’s decision belittles the\nefforts of our judicial colleagues who have struggled with these\nissues in attempting to interpret and apply the same opinions upon\nwhich the Court so confidently relies today. See,e.g.,Ayalav.Speckard, 131 F. 3d 62, 70–72 (CA2\n1997) (en banc), cert. denied,524 U. S. 958(1998);\n131 F. 3d, at 74–75 (Walker, J., concurring);id., at\n77–80 (Parker, J., dissenting). The Court’s decision will also\nsurely surprise petitioner, who did not seek summary reversal based\non the allegedly incorrect application of this Court’s\nwell-established precedents by the Supreme Court of Georgia, but\ninstead asked us to “resolve this split of authority” over whether\n“the opponent of closure must suggest alternatives to closure” or\nwhether “those seeking to exclude the public must show that there\nis no available less-intrusive alternative.” Pet. for Cert. 18.* In full, petitioner’s two questions\npresented state:“I. This Court has established that the public cannot be\nexpelled from a courtroom unless the presence of the public creates\na ‘substantial probability’ of prejudice to an ‘overriding\ninterest.’ But is some case-specific evidence required to meet this\n‘substantial probability’ test, or can generalized fears that would\napply equally to nearly every trial suffice?“II. This Court has repeatedly held that a trial court must\nconsider reasonable alternatives to closing a proceeding before it\ncan exclude the public. But who bears the burden of suggesting such\nalternatives? Must the proponent of closure establish that closure\nis necessary, in that there are no reasonable alternatives\navailable? Or to overcome a closure motion must an opponent of\nclosure establish that reasonable alternatives do exist?” Pet. for\nCert. i.",
    "joined": []
}