{
    "case": {
        "docket": "16-1436",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-1436/"
    },
    "id": "3752812",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 16–1436 (16A1190) and 16–1540\n(16A1191)_________________DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al.No. 16–1436 (16A1190)v.INTERNATIONAL REFUGEE ASSISTANCEPROJECT, et al.on application for stay and petition for writ\nof certiorari to the united states court of appeals for the fourth\ncircuitDONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al.No. 16–1540 (16A1191)v.HAWAII, et al.on application for stay and petition for writ\nof certiorari to the united states court of appeals for the ninth\ncircuit[June 26, 2017]Justice Thomas, with whom Justice Alito and\nJustice Gorsuch join, concurring in part and dissenting in\npart.I agree with the Court that the preliminary\ninjunctions entered in these cases should be stayed, although I\nwould stay them in full. The decision whether to stay the\ninjunctions is committed to our discretion,ante, at 9–10,\nbut our discretion must be “guided by sound legal principles,”Nkenv.Holder, 556 U. S. 418, 434 (2009)\n(internal quotation marks omitted). The two “most critical” factors\nwe must consider in deciding whether to grant a stay are\n“(1) whether the stay applicant has made a strong showing that\n[it] is likely to succeed on the merits” and “(2) whether the\napplicant will be irreparably injured absent a stay.”Ibid.(internal quotation marks omitted). Where a party seeks a stay\npending certiorari, as here, the applicant satisfies the first\nfactor only if it can show both “a reasonable probability that\ncertiorari will be granted” and “a significant possibility that the\njudgment below will be reversed.”Barnesv.E-Systems,\nInc. Group Hospital Medical & Surgical Ins. Plan, 501\nU. S. 1301, 1302 (1991) (Scalia, J., in chambers). When we\ndetermine that those critical factors are satisfied, we must\n“balance the equities” by “explor[ing] the relative harms to\napplicant and respondent, as well as the interests of the public at\nlarge.”Id., at 1304–1305 (internal quotation marks\nomitted); cf.Nken,supra, at 435 (noting that the\nfactors of “assessing the harm to the opposing party and weighing\nthe public interest” “merge when the Government is the opposing\nparty”).The Government has satisfied the standard for\nissuing a stay pending certiorari. We have, of course, decided to\ngrant certiorari. Seeante, at 8–9. And I agree with the\nCourt’s implicit conclusion that the Government has made a strong\nshowing that it is likely to succeed on the merits—that is, that\nthe judgments below will be reversed. The Government has also\nestablished that failure to stay the injunctions will cause\nirreparable harm by interfering with its “compelling need to\nprovide for the Nation’s security.”Ante, at 13. Finally,\nweighing the Government’s interest in preserving national security\nagainst the hardships caused to respondents by temporary denials of\nentry into the country, the balance of the equities favors the\nGovernment. I would thus grant the Government’s applications for a\nstay in their entirety.Reasonable minds may disagree on where the\nbalance of equities lies as between the Government and respondents\nin these cases. It would have been reasonable, perhaps, for the\nCourt to have left the injunctions in place only as to respondents\nthemselves. But the Court takes the addi-tional step of keeping the\ninjunctions in place with regard to an unidentified, unnamed group\nof foreign nationals abroad. No class has been certified, and\nneither party asks for the scope of relief that the Court today\nprovides. “[I]njunctive relief should be no more burdensome to the\ndefendant than necessary to provide complete reliefto the\nplaintiffs” in the case,Califanov.Yamasaki,\n442 U. S. 682, 702 (1979) (emphasis added), because a court’s\nrole is “to provide relief” only “to claimants . . . who\nhave suffered, or will imminently suffer, actual harm.”Lewisv.Casey, 518 U. S. 343, 349 (1996) . In\ncontrast, it is the role of the “political branches” to “shape the\ninstitutions of government in such fashion as to comply with the\nlaws and the Constitution.”Ibid.Moreover, I fear that the Court’s remedy will\nprove unworkable. Today’s compromise will burden executive\nofficials with the task of deciding—on peril of contempt—whether\nindividuals from the six affected nations who wish to enter the\nUnited States have a sufficient connection to a person or entity in\nthis country. Seeante, at 11–12. The compromise also will\ninvite a flood of litigation until this case is finally resolved on\nthe merits, as parties and courts struggle to determine what\nexactly constitutes a “bona fide relationship,” who precisely has a\n“credible claim” to that relationship, and whether the claimed\nrelationship was formed “simply to avoid §2(c)” of Executive Order\nNo. 13780,ante, at 11, 12. And litigation of the\nfactual and legal issues that are likely to arise will presumably\nbe directed to the two District Courts whose initial orders in\nthese cases this Court has now—unanimously—found sufficiently\nquestionable to be stayed as to the vast majority of the people\npotentially affected.",
    "joined": []
}