{
    "case": {
        "docket": "18-776",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-776/"
    },
    "id": "4226488",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–776 and 18–1015_________________PEDRO PABLO GUERRERO-LASPRILLA,\nPETITIONER18–776v.WILLIAM P. BARR, ATTORNEY GENERAL;\nandRUBEN OVALLES, PETITIONER18–1015v.WILLIAM P. BARR, ATTORNEY GENERALon writs of certiorari to the united states\ncourt of appeals for the fifth circuit[March 23, 2020]Justice Thomas, with whom Justice Alito joins\nas to all but Part II–A–1, dissenting.We granted certiorari to decide whether a denial\nof equitable tolling for lack of due diligence is reviewable as a\n“question of law” under 8 U. S. C. §1252(a)(2)(D).\nNot content with resolving that narrow question, the Court\ncategorically proclaims that federal courts may review immigration\njudges’ applications ofanylegal standard to established\nfacts in criminal aliens’ removal proceedings.Ante, at 1–2.\nIn doing so, the majority effectively nullifies a\njurisdiction-stripping statute, expanding the scope of judicial\nreview well past the boundaries set by Congress. Because this\narrogation of authority flouts both the text and structure of the\nstatute, I respectfully dissent.IUnder §1252(a)(2)(C), “[n]otwithstanding any\nother provision of law (statutory or\nnonstatutory), . . . no court shall have\njurisdiction to review any final order of removal against an alien\nwho is removable by reason of having committed [certain] criminal\noffense[s].” This broad jurisdiction-stripping provision is known\nas the “criminal-alien bar.” The only exceptions to the provision’s\notherwise all-encompassing language are found in §1252(a)(2)(D),\nwhich states that “[n]othing in subparagraph . . . (C)\n. . . shall be construed as precluding review of\nconstitutional claims or questions of law.” Thus, under the\ncriminal-alien bar, any claim that neither is constitutional nor\nraises a question of law is unreviewable. Because petitioners raise\nno con- stitutional claim and due diligence in the\nequitable-tolling context is not a “question of law,” their claims\nare unreviewable.AEquitable tolling’s due-diligence requirement\npresents a mixed question of law and fact. A litigant will qualify\nfor equitable tolling only if he “has pursued his rights diligently\nbut some extraordinary circumstance prevents him from bringing a\ntimely action.”Lozanov.Montoya Alvarez,572 U.S.\n1, 10 (2014). To determine whether a litigant has exercised due\ndiligence, judges must conduct what this Court has characterized as\nan “ ‘equitable, often fact-intensive’ ” inquiry,\nconsidering “in detail” the unique facts of each case to decide\nwhether a litigant’s efforts were reasonable in light of his\ncircumstances.Hollandv.Florida,560 U.S.\n631, 653–654 (2010) (Breyer, J., for the Court). In other\nwords, courts ask “whether the historical facts found satisfy the\nlegal test,” which, as this Court recently (and unanimously)\nrecognized, is a quintessential “ ‘mixed question’ of law and\nfact.”U. S. Bank N. A.v.Village at Lake-\nridge, LLC, 583 U. S. ___, ___ (2018) (slip op., at 7)\n(quotingPullman-Standardv.Swint,456 U.S.\n273, 289, n. 19 (1982)); but seeante, at 4–5.BThe text of §1252(a)(2)(D) authorizes courts\nto review only “constitutional claims or questions of law.” It does\nnot refer to mixed questions of law and fact, and cannot be divined\nto do so. As the statute’s plain language and structure\ndemonstrate, “questions of law” cannot reasonably be read to\ninclude mixed questions.Although the statute does not define “questions\nof law,” longstanding historical practice indicates that the phrase\ndoes not encompass mixed questions of law and fact. For well over a\ncentury, this Court has recognized questions of law, questions of\nfact, and mixed questions of law and fact as three discrete\ncategories. See,e.g., Pullman-Standard,supra, at\n288 (distinguishing between a “question of law,” a “mixed question\nof law and fact,” and a “pure question of fact”);Rossv.Day,232 U.S.\n110, 116 (1914) (distinguishing between “a mere question of\nlaw” and “a mixed question of law and fact”);Bates & Guild\nCo.v.Payne,194 U.S.\n106, 109 (1904) (distinguishing between “mixed questions of law\nand fact” and questions “of law alone”);Jewellv.Knight,123 U.S.\n426, 432 (1887) (distinguishing between “questions of law\nonly,” “questions of fact,” and questions “of mixed law and fact”);Republican River Bridge Co.v.Kansas Pacific\nR. Co.,92 U.S.\n315, 318–319 (1876) (distinguishing between a “mixed question\nof law and fact,” a “law question,” and a “fact [question]”). A\nleading civil procedure treatise at the time of §1252(a)(2)(D)’s\nenactment confirms this understanding. See 9A C. Wright & A.\nMiller, Federal Practice and Procedure §§2588–2589 (2d ed. 1995)\n(distinguishing between conclusions and questions of law, and\n“mixed questions of law and fact”).The majority resists this conclusion by pointing\nto cases in which the Court has characterized mixed questions as\neither legal or factual. But this occasional emphasis on either law\nor fact does not change the reality that many questions include\nboth. This Court sometimes uses these two categories because\n“[m]ixed questions are not all alike” and, in certain contexts,\nthis Court must distinguish between them by determining whether\nthey present primarily legal or primarily factual inquiries.Village at Lakeridge,supra, at ___–___ (slip op., at\n8–9) (whether a creditor is a nonstatutory insider presents a\nfactual inquiry); see alsoNeitzkev.Williams,490 U.S.\n319, 326 (1989) (whether a complaint fails to state a claim\npresents a legal inquiry).[1]The Court often uses these labels in contexts\nthat lend themselves to a fact/law dichotomy. For example, it asks\nwhether a question is primarily legal or primarily factual when it\nneeds to determine the appropriate standard of appellate review.\nSee,e.g.,Village atLakeridge,supra,\nat ___ (slip op., at 9). A similar dichotomy arises when the Court\nconsiders whether an issue is one for the judge or jury. See,e.g., United Statesv.Gaudin,515 U.S.\n506, 512 (1995) (“the application-of-legal-standard-to-fact\nsort of question . . . , commonly called a ‘mixed\nquestion of law and fact,’ has typically been resolved by juries”\nas a fact issue).But these considerations are irrelevant in the\ncontext of a statutory judicial-review provision such as\n§1252(a)(2), which contains text that refers only to “questions of\nlaw.” The federal appellate judges who review claims under this\nprovision are competent to review legal, factual, and mixed\nquestions alike; their authority is constrained only by the\nstatutory text. Our task, therefore, is simply to interpret the\nwords of the statute, which invoke no forced dichotomy because\nCongress could have easily included mixed questions in the text if\nit wanted to do so. See,e.g., 38 U. S. C.\n§7292(d) (referring to a “challenge to a law . . . as\napplied to the facts of a particular case” as distinct from\n“questions of law”). Accordingly, there is no need to place the\ndue- diligence inquiry into either category here.[2]Moreover, conflating “questions of law” with\nmixed questions would lead to absurd results in light of the\nstatute’s structure. The criminal-alien bar, which directly\nprecedes 8 U. S. C. §1252(a)(2)(D), is an unequivocally\nbroad jurisdiction-stripping provision, barring review\n“[n]otwithstanding any other provision of law (statutory or\nnonstatutory).” §1252(a)(2)(C). That is the default rule. Section\n1252(a)(2)(D) merely delineates two narrow exceptions to this\ncriminal-alien bar—“constitutional claims” and “questions of\nlaw.”Reading “questions of law” to includeallmixed questions would turn §1252(a)(2)’s structure on its head. It\nwould transform §1252(a)(2)(D)’s narrow exception into a broad\nprovision permitting judicial review of all criminal aliens’\nchallenges to their removal proceedings except the precious few\nthat raise only pure questions of fact. Because those questions are\nalready effectively unreviewable under the Immigration and\nNationality Act’s (INA’s) extremely deferential standard,\n§1252(b)(4)(B) (Board’s “findings of fact are conclusive unless any\nreasonable adjudicator would be compelled to conclude to the\ncontrary”), this interpretation would reduce the\njurisdiction-stripping provision to a near nullity. Put another\nway, the exception would all but swallow the rule.[3] The logical reading of §1252(a)(2) is that\nthe exception is narrower than the rule and covers only what is\nstated in the text: constitutional claims and questions of\nlaw.[4]IIUndeterred by the statute’s text and\nstructure, the majority concludes that criminal aliens are entitled\nto judicial review of any question involving the application of\nestablished facts to a legal standard.Ante, at 1–2. Even a\nfact-intensive mixed question like due diligence, which requires\n“[p]recious little” “legal work,”Village at Lakeridge, 583\nU. S.,at ___ (slip op., at 10), is a “question of law”\naccording to the majority. To justify its erroneous reading of the\ntext, the majority resorts to the presumption favoring judicial\nreview and to legislative intent. Neither interpretive tool is\nappropriate for, or helpful to, the majority’s analysis.AThe majority relies heavily on the presumption\nfavoring judicial review of agency action as set out in our modern\ncases.Ante,at 5–7. Even accepting those precedents, which\nno party asks us to reconsider, the presumption does no work here\nbecause the statute’s text and structure plainly preclude review of\nmixed questions.1As an initial matter, I have come to have\ndoubts about our modern cases applying the presumption of\nreviewability. Courts have long understood that they “generally\nhave jurisdiction to grant relief ” when individuals are\ninjured by unlawful administrative action.American School of\nMagnetic Healingv.McAnnulty,187 U.S.\n94, 108 (1902). Applying this well-settled principle, we have\nrefused to read a statute’s “silence . . . as to judicial\nreview” to preclude such review.Starkv.Wickard,321 U.S.\n288, 309 (1944); see alsoBoard of Governors, FRSv.Agnew,329 U.S.\n441, 444 (1947). But the modern presumption of reviewability\nrelied on by the majority today goes far beyond this traditional\napproach.The modern presumption developed against the\nbackdrop of the Administrative Procedure Act (APA). SeeAbbott\nLaboratoriesv.Gardner,387 U.S.\n136, 140–141 (1967); see alsoWeyerhaeuser Co.v.United States Fish and Wildlife Serv., 586 U. S. ___,\n___ (2018) (slip op., at 11). In that statute, Congress created a\ngeneral right of judicial review for individuals injured by agency\naction. 5 U. S. C. §702. Notably, however, Congress also\nspecified that this right did not apply when “statutes preclude\njudicial review.” §701(a)(1).Rather than recognize that courts should give\nthe words of both the APA and agencies’ organic statutes their\nnatural meaning, the Court relied on “[t]he spirit of\n[legislators’] statements” in Committee Reports and the “broadly\nremedial purposes of the [APA]” to craft a strong presumption of\nreviewability.Heikkilav.Barber,345 U.S.\n229, 232 (1953). The Court ultimately concluded that statutory\ntext alone, even that which “appears to bar [judicial review],” is\n“not conclusive.”Id.,at 233. Under this approach, a court\nwill yield its jurisdiction “only upon a showing of ‘clear and\nconvincing evidence,’ ” drawn from a statute’s purpose and\nlegislative history, that Congress “intended” as much.Abbott\nLaboratories,supra, at 139, 141; see alsoante,\nat 6.There are at least three reasons to doubt the\nsoundness of this modern presumption. First, it elevates the\nsupposed purpose or “spirit” of the APA over the statute’s text.\nThe “spirit” of a law is nothing more than “the unhappy\ninterpretive conception of a supposedly better policy than can be\nfound in the words of [the] authoritative text.” A. Scalia & B.\nGarner, Reading Law: The Interpretation of Legal Texts 344 (2012).\nIts invocation represents a “bald assertion of an unspecified and\nhence unbounded judicial power to ignore what the law says.”Id., at 343. And it is especially problematic to rely on the\n“spirit” of the APA in actions arising under a separate substantive\nstatute with a judicial-review provision that is entirely distinct\nfrom the APA, such as the INA.Second, the Court’s test for rebutting the\npresumption relies heavily on legislative intent, inviting courts\nto discern the mental processes of legislators through legislative\nhistory. But “[e]ven assuming a majority of Congress read the\n[legislative history], agreed with it, and voted for [the statute]\nwith the same intent, ‘we are a government of laws, not of men, and\nare governed by what Congress enacted rather than by what it\nintended.’ ”Digital Realty Trust, Inc.v.Somers, 583 U. S. ___, ___ (2018) (Thomas, J.,\nconcurring in part and concurring in judgment) (slip op., at 1)\n(quotingLawsonv.FMR LLC,571\nU.S. 429, 459–460 (2014) (Scalia, J., concurring in principal\npart and concurring in judgment)).Finally, the clear-and-convincing-evidence\nrequirement appears to conflict with the text of the Constitution.\nUnder Articles I and III, Congress has the authority to establish\nthe jurisdiction of inferior federal courts and to regulate the\nappellate jurisdiction of this Court. See Art. I, §8,\ncl. 9; Art. III, §2, cl. 2; see alsoPatchakv.Zinke, 583 U. S. ___, ___–___ (2018) (slip op., at\n7–10). It occasionally wields this power to prevent federal courts\nfrom reviewing certain actions through jurisdiction-stripping\nstatutes. See,e.g.,12 U. S. C. §§1818(i)(1),\n4208; 15 U. S. C. §719h(c)(3); 31 U. S. C.\n§3730(e)(4)(A). Using this modern presumption, however, the Court\nhas reached the opposite result, despite a statute’s plain text.\nSee,e.g., INSv.St. Cyr,533\nU.S. 289(2001); see alsoante, at 6–7. By placing\nheightened requirements on statutes promulgated under Congress’\nexclusive authority rather than simply giving effect to their\nordinary meaning, courts upset the delicate balance of power\nreflected in the Constitution’s text.2Even assuming that the modern presumption is\njustified and can properly be applied to actions outside the APA\ncontext, it does no work in these cases. First, as explained above,\n“questions of law” cannot reasonably be read to include mixed\nquestions. Seesupra, at 3–6; cf.Kucanav.Holder,558 U.S.\n233, 251 (2010). But even if it could, the sweeping language of\n§1252(a)(2)(C) provides clear and convincing evidence that judicial\nreview of mixed questions is barred. The broad language of that\nprovision leaves no room for ambiguity as to Congress’ design. In\nerecting the criminal-alien bar, Congress unequivocally precluded\njudicial review of wide swaths of claims. The presumption, to the\nextent it should apply here at all, is thus firmly rebutted.The Court nevertheless concludes that the\npresumption of reviewability dictates today’s result. It bases this\nconclusion on the observation that “interpreting [§1252(a)(2)(D)]\nto exclude mixed questions would effectively foreclose judicial\nreview of the Board’s determinations so long as it announced the\ncorrect legal standard.”Ante, at 6–7. But “[t]he resulting\nbarrier to meaningful judicial review” is not a problem in need of\na judicial solution,ante,at 7—it is evidence of Congress’\ndesign, which is precisely the sort of “clear and convincing\nevidence” that should “dislodge the presumption,”Kucana,supra, at 252 (internal quotation marks omitted). By using\nCongress’ preclusive design tojustifyrather than dislodge\nthe presumption, the majority dramatically expands the presumption,\nrendering it effectively irrebuttable.BThe majority next relies on the purported\npurpose of §1252(a)(2)(D) to justify its reading of the text. It\nclaims that Congress intended to provide an “ ‘adequate\nsubstitute’ for habeas in view ofSt. Cyr’s guidance”\nregarding the scope of the Suspension Clause.Ante, at 10.\nAs explained above, legislative intent, to the extent it exists\nindependent of the words in the statute, is unhelpful to the proper\ninterpretation of a statute’s text. Seesupra, at 8. But its\ninvocation is especially unhelpful to the majority here. Even\nassuming Congress looked toSt. Cyrwhen drafting\n§1252(a)(2)(D), the limited “guidance” provided in that opinion\nsupports my reading of the statute, not the majority’s.As an initial matter, the Court inSt.\nCyrexpressly declined to resolve “the difficult question of\nwhat the Suspension Clause protects.”St. Cyr, 533\nU. S., at 301, n. 13. Respondent in that case argued that\n§1252(a)(2)(C) would violate the Suspension Clause if it were read\nto preclude review of all questions of law in habeas proceedings.\nBut rather than affirm that position, the Court concluded that it\nwas enough to merely identify that “substantial constitutional\nquestio[n]” to warrant rejection of the Government’s\ninterpretation.Id., at 300. Indeed, the meaning of the\nSuspension Clause and its applicability to removal proceedings\nremain open questions. SeeDepartment of Homeland Securityv.Thuraissigiam,post, p. ___ (2019) (granting\ncertiorari). In explaining its decision, the Court inSt.\nCyrmerely asserted that the Suspension Clause “protects the\nwrit as it existed in 1789” and noted that “there is substantial\nevidence . . . thatpure questions of law” were\ngenerally covered by the common-law writ. 533 U. S., at 301,\n304–305 (emphasis added; internal quotation marks omitted). The\ndecision said nothing about mixed questions or the application of\nsettled facts to a legal standard.The majority relies on one sentence of dicta inSt. Cyr, which states that the common-law writ addressed\n“the erroneous application or interpretation of statutes.”Id., at 302; seeante,at 9. But the application of a\nstatute does not always involve applying facts to a legal standard,\nnor is it necessarily analogous to the equitable and fact-intensive\ndue-diligence inquiry.The majority next suggests that Congress was\nfamiliar with the underlying details of common-law cases cited inSt. Cyr,ante, at 9, or the lower court decisions\nexpanding onSt. Cyr’s dicta,ante, at 10. But such a\n“fanciful presumption of legislative knowledge” cannot justify the\nmajority’s position. Scalia, Reading Law, at 324.[5] And if Congress were presumed to have such\na robust knowledge of our precedents, one would certainly expect it\nto be familiar with our historical practice of using “questions of\nlaw” and “mixed questions” as distinct terms. Seesupra, at\n3.The only guidance provided bySt. Cyr’s\ndicta concerned “pure questions of law.” 533 U. S., at 305;\nsee alsoid., at 314, n. 38 (“this case raises only a\npure question of law . . . , not . . . an\nobjection to the manner in which discretion was exercised”). So\neven if it were appropriate to assume that Congress enacted\n§1252(a)(2)(D) with the collective intention of followingSt.\nCyr’s guidance (which it is not), that statutory purpose\nsupports reading “questions of law” to mean just that: “questions\nof law.”*  *  *Ironically, the majority refers to\n§1252(a)(2)(D) as the “Limited Review Provision.”Ante, at\n1. But according to the majority’s interpretation, it is anything\nbut “limited”—nearly all claims are reviewable. That reading\ncontradicts the plain text and structure of §1252(a)(2), which was\nenacted to strip federal courts of their jurisdiction to review\nmost criminal aliens’ claims challenging removal proceedings. The\nConstitution gives the Legislative Branch the authority to curtail\nthat jurisdiction. We cannot simply invoke this presumption of\nreviewability to circumvent Congress’ decision. Doing so upsets,\nnot preserves, the separation of powers reflected in the\nConstitution’s text. I respectfully dissent.Notes1The majority also citesMitchellv.Forsyth,472 U.S.\n511(1985), for the proposition that “whether a given set of\nfacts meet a particular legal standard . . . present[s] a\nlegal inquiry.”Ante,at 4. But that case involved a motion\nfor summary judgment, so the inquiry was limited to whether “a\ngiven proposition of law was not clearly established at the time\nthe defendant committed the alleged acts.” 472 U. S., at 529,\nn. 10. It did not concern the application of facts to a legal\nstandard, such as whether “the defendant’s actions were in fact\nunlawful.”Ibid.2Even if this statute were\ninterpreted in terms of a fact/law dichotomy, the majority offers\nno explanation as to why the due-diligence inquiry would fall on\nthe “primarily legal” side of the line.3The majority claims we\nmust read §1252(a)(2)(C) “in th[e] context” of the purported\nlegislative intent behind §1252(a)(2)(D).Ante, at 12. As\nexplained below, atextual legislative intent is not an appropriate\ntool for interpreting a statute. Seeinfra, at 8. But even\nif it were, the purported legislative intent here supports a narrow\nreading of §1252(a)(2)(D) that leaves much of §1252(a)(2)(C)\nintact. Seeinfra, at 10–12.4The majority makes much\nof the phrase “questions of law and fact” in another subsection of\n§1252, known as the “zipper clause,” which consolidates judicial\nreview of immigration proceedings.Ante, at 7–8 (discussing\n8 U. S. C. §1252(b)(9)). But that language is most\nnaturally read to encompass all three categories—“questions of\nlaw,” “questions of . . . fact,” and “questions of law\nand fact.” §1252(b)(9).At a minimum, the meaning of the\nzipper clause’s text is ambiguous and cannot overcome the plain\ntext of §§1252(a)(2)(C)–(D).5To support its reliance\non this presumption, the majority citesMerck & Co.v.Reynolds,559 U.S.\n633(2010). But that case presumed that when Congress used a\nspecific term it imported a particular meaning that courts had\ngiven the term through uniform interpretation. Seeid., at\n647–648. The majority goes much further here, claiming that\nCongress’ “intent” was to give effect to lower courts’\ninterpretations of this Court’s dicta.Ante, at 11. Contrary\nto the majority’s suggestion, nothing in the legislative history\nindicates that Congress relied on lower courts’ interpretations ofSt. Cyrin enacting §1252(a)(2)(D). Congress merely\nhighlighted the “confusion in the federal courts” as one of “the\nmany problems caused bySt. Cyr.” H. R. Conf. Rep. No.\n109–72, pp. 173–174 (2005). Notably, the Report also stated that\n“the most significant [problem]” was “that [the] decision allow[ed]\ncriminal aliens to delay their expulsion from the United States for\nyears.”Id.,at 173. Thus, even if one could divine a shared\nlegislative intent by reading this Conference Report, it would\nappear that Congress intended to streamline removal proceedings by\nlimiting judicial review to the greatest extent possible underSt. Cyr.",
    "joined": []
}