{
    "case": {
        "docket": "113",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/113/"
    },
    "id": "1962838",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTJIMENEZ V. QUARTERMAN555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-6984CARLOS JIMENEZ, PETITIONERv.NATHANIEL\nQUARTERMAN, DIRECTOR, TEXAS DEPART- MENT OF CRIMINAL JUSTICE,\nCORREC- TIONAL INSTITUTIONS DIVISIONon writ of certiorari to the united states court of\nappeals for the fifth circuit[January 13, 2009]Justice Thomas delivered the\nopinion of the Court.The Antiterrorism and Effective\nDeath Penalty Act of 1996 (AEDPA) establishes a 1-year time\nlimitation for a state prisoner to file a federal habeas corpus\npetition. That year runs from the latest of four specified dates.\n28 U. S. C. §2244(d)(1). This case involves the date provided\nby §2244(d)(1)(A), which is “the date on which the judgment became\nfinal by the conclusion of direct review or the expiration of the\ntime for seeking such review.” Petitioner contends that “the date\non which the judgment became final” can be postponed by a state\ncourt’s decision during collateral review to grant a defendant the\nright to file an out-of-time direct appeal. The District Court\ndisagreed, holding instead that the date could not be moved to\nreflect the out-of-time appeal, and that petitioner’s federal\nhabeas petition was untimely for that reason. The United States\nCourt of Appeals for the Fifth Circuit denied a certificate of\nappealability. See §2253(c). We now reverse the judgment of the\nCourt of Appeals and remand for further proceedings consistent with\nthis opinion.IAfter petitioner was sentenced\nfor burglary in 1995, his attorney filed an appellate brief with\nthe Texas Court of Appeals pursuant toAndersv.California, 386 U. S. 738 (1967), explaining that he was\nunable to identify any nonfrivolous ground on which to base an\nappeal.[Footnote 1] He left a\ncopy of the brief and a letter (advising petitioner of his right to\nfile apro sebrief as set forth inAnders,id.,at 744) at the county jail where he believed\npetitioner to be. Petitioner, however, had been transferred to a\nstate facility and did not receive the delivery. The Texas Court of\nAppeals dismissed the appeal on September 11, 1996, and served\npetitioner with notice of the dismissal at the county-jail address\nthat, again, was the wrong address.Petitioner eventually learned\nthat his appeal had been dismissed. He filed an application in\nstate court for a writ of habeas corpus pursuant to Tex. Code Crim.\nProc. Ann., Art. 11.07 (Vernon 1977), arguing that he was denied\nhis right to a meaningful appeal when he was denied the opportunity\nto file apro sebrief. The Texas Court of Criminal\nAppeals agreed and, on September 25, 2002, granted petitioner the\nright to file an out-of-time appeal:“[Petitioner] is entitled to an out-of-time appeal\nin cause number CR–91–0528–B in the 119th Judicial District Court\nof Tom Green County. [Petitioner] is ordered returned to that point\nin time at which he may give written notice of appeal so that he\nmay then, with the aid of counsel, obtain a meaningful appeal. For\npurposes of the Texas Rules of Appellate Procedure, all time limits\nshall be calculated as if the sentence had been imposed on the date\nthat the mandate of this Court issues.”Ex parte Jimenez,No. 74,433(per curiam), App. 26, 27.Petitioner thereafter filed the\nout-of-time appeal. His conviction was affirmed. The Texas Court of\nCriminal Appeals denied discretionary review on October 8, 2003.\nTime for seeking certiorari review of that decision with this Court\nexpired on January 6, 2004. On December 6, 2004, petitioner filed a\nsecond application for a writ of habeas corpus in state court; it\nwas denied on June 29, 2005.Petitioner then filed a federal petition for a\nwrit of habeas corpus on July 19, 2005. To establish the timeliness\nof his petition, he relied on 28 U. S. C. §2244(d)(1)(A),\nwhich provides “the date on which the judgment became final by the\nconclusion of direct review or the expiration of the time for\nseeking such review” as the trigger for AEDPA’s 1-year limitations\nperiod. Petitioner argued that his judgment thus became final on\nJanuary 6, 2004,[Footnote 2]\nwhen time expired for seeking certiorari review of the decision in\nhis out-of-time appeal. Until that date, petitioner argued, direct\nreview of his state-court conviction was not complete.With January 6, 2004, as the start date,\npetitioner contended that his July 19, 2005, petition was timely\nbecause the statute excludes from the 1-year limitations period\n“[t]he time during which a properly filed application for State\npost-conviction or other collateral review with respect to the\npertinent judgment or claim is pending.” §2244(d)(2). Petitioner\nhad a state habeas application pending from December 6, 2004,\nthrough June 29, 2005, so less than one year of included\ntime—specifically, 355 days—passed between January 6, 2004, and\nJuly 19, 2005.The District Court disagreed and dismissed the\nfederal habeas petition as time barred. In the District Court’s\nview, the proper start date for AEDPA’s 1-year limitations period\nwas October 11, 1996, when time for seeking discretionary review of\nthe decision in petitioner’s first direct appeal expired. The\nDistrict Court concluded that it could not take into account the\nTexas court’s later decision reopening petitioner’s direct appeal\nbecause Circuit precedent established that “ ‘AEDPA provides\nfor only a linear limitations period, one that starts and ends on\nspecific dates, with only the possibility that tolling will expand\nthe period in between.’ ” Order, Civ. Action No. 6:05–CV–05–C\n(ND Tex., Oct. 23, 2006), App. 75, 90 (quotingSalinasv.Dretke, 354 F. 3d 425, 429 (CA5 2004)). Therefore,\nthe District Court reasoned, the limitations period began on\nOctober 11, 1996, and ended on October 11, 1997, because petitioner\nhad not sought any state or federal collateral review by that\ndate.The Court of Appeals denied petitioner’s\nrequest for a certificate of appealability, finding that he had\n“failed to demonstrate that reasonable jurists would debate the\ncorrectness of the district court’s conclusion that the §2254\npetition is time-barred.” Order, No. 06–11240, (May 25, 2007), App.\n124, 125. We granted certiorari, 552 U. S. ___ (2008), and now\nreverse and remand for further proceedings.[Footnote 3]IIAs with any question of statutory\ninterpretation, our analysis begins with the plain language of the\nstatute.Lamiev.United States Trustee,540 U. S. 526, 534\n(2004). It is well established that, when the statutory language is\nplain, we must enforce it according to its terms. See,e.g.,Doddv.United States,545 U. S. 353, 359\n(2005);Lamie,supra,at 534;Hartford\nUnderwriters Ins. Co.v.Union Planters Bank,\nN. A.,530\nU. S. 1, 6 (2000);Caminettiv.United\nStates,242 U.\nS. 470, 485 (1917).The parties agree that the\nstatutory provision that determines the timeliness of petitioner’s\nhabeas petition is 28 U. S. C. §2244(d)(1)(A). That subsection\ndefines the starting date for purposes of the 1-year AEDPA\nlimitations period as “the date on which the judgment became final\nby the conclusion of direct review or the expiration of the time\nfor seeking such review.” The only disputed question before us is\nwhether the date on which direct review became “final” under the\nstatute is October 11, 1996, when petitioner’s conviction initially\nbecame final, or January 6, 2004, when the out-of-time appeal\ngranted by the Texas Court of Criminal Appeals became final. We\nagree with petitioner that, under the plain meaning of the\nstatutory text, the latter date controls.Finality is a concept that has been “variously\ndefined; like many legal terms, its precise meaning depends on\ncontext.”Clayv.United States,537 U. S. 522, 527\n(2003). But here, the finality of a state-court judgment is\nexpressly defined by statute as “the conclusion of direct review or\nthe expiration of the time for seeking such review.”\n§2244(d)(1)(A).With respect to postconviction relief for\nfederal prisoners, this Court has held that the conclusion of\ndirect review occurs when “this Court affirms a conviction on the\nmerits on direct review or denies a petition for a writ of\ncertiorari.”Id.,at 527, 528–532 (interpreting §2255,\n¶6(1)). We have further held that if the federal prisoner chooses\nnot to seek direct review in this Court, then the conviction\nbecomes final when “the time for filing a certiorari petition\nexpires.”Id.,at 527. In construing the similar language\nof §2244(d)(1)(A), we see no reason to depart from this settled\nunderstanding, which comports with the most natural reading of the\nstatutory text. SeeLawrencev.Florida,549 U. S. 327, 332–335\n(2007) (citingClay,supra,at 528, n. 3).\nAs a result, direct review cannot conclude for purposes of\n§2244(d)(1)(A) until the “availability of direct appeal to the\nstate courts,”Caspariv.Bohlen,510 U. S. 383, 390\n(1994), and to this Court,Lawrence,supra,at\n332–333, has been exhausted. Until that time, the “process of\ndirect review” has not “com[e] to an end” and “a presumption of\nfinality and legality” cannot yet have “attache[d] to the\nconviction and sentence,”Barefootv.Estelle,463 U. S. 880,\n887 (1983).Under the statutory definition, therefore,\nonce the Texas Court of Criminal Appeals reopened direct review of\npetitioner’s conviction on September 25, 2002,[Footnote 4] petitioner’s conviction was no longer\nfinal for purposes of §2244(d)(1)(A). Rather, the order “granting\nan out-of-time appeal restore[d] the pendency of the direct\nappeal,”Ex parte Torres, 943 S. W. 2d 469, 472\n(Tex. Crim. App. 1997), and petitioner’s conviction was\nagain capable of modification through direct appeal to the state\ncourts and to this Court on certiorari review. Therefore, it was\nnot until January 6, 2004, when time for seeking certiorari review\nin this Court expired, that petitioner’s conviction became “final”\nthrough “the conclusion of direct review or the expiration of the\ntime for seeking such review” under §2244(d)(1)(A).Respondent objects, observing that the Court\nhas previously acknowledged Congress’ intent “to advance the\nfinality of criminal convictions” with the “tight time line” of\n§2244(d)(1)(A),Maylev.Felix,545 U. S. 644, 662\n(2005), which “pinpoint[s]” a uniform federal date of finality that\ndoes not “vary from State to State,”Clay,supra,at 530, 531.In respondent’s view, permitting a state\ncourt to reopen direct review, and thus reset AEDPA’s 1-year\nlimitations period, undermines the policy of finality that Congress\nestablished in §2244(d)(1). But it is the plain language of\n§2244(d)(1) that pinpoints the uniform date of finality set by\nCongress. And that language points to the conclusion of direct\nappellate proceedings in state court. The statute thus carries out\n“AEDPA’s goal of promoting ‘comity, finality, and federalism’ by\ngiving state courts ‘the first opportunity to review [the] claim,’\nand to ‘correct’ any ‘constitutional violation in the first\ninstance.’ ”Careyv.Saffold,536 U. S. 214, 220\n(2002) (quotingWilliamsv.Taylor,529 U. S. 420, 436\n(2000);O’Sullivanv.Boerckel,526 U. S. 838, 844–845\n(1999); citation omitted). The statute requires a federal court,\npresented with an individual’s first petition for habeas relief, to\nmake use of the date on which the entirety of the state direct\nappellate review process was completed. Here, that date was January\n6, 2004.*  *  *Our decision today is\na narrow one. We hold that, where a state court grants a criminal\ndefendant the right to file an out-of-time direct appeal during\nstate collateral review, but before the defendant has first sought\nfederal habeas relief, his judgment is not yet “final” for purposes\nof §2244(d)(1)(A). In such a case, “the date on which the judgment\nbecame final by the conclusion of direct review or the expiration\nof the time for seeking such review” must reflect the conclusion of\nthe out-of-time direct appeal, or the expiration of the time for\nseeking review of that appeal. Because the Court of Appeals denied\na certificate of appealability based on a contrary reading of the\nstatute, we reverse the judgment and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1Petitioner was indicted in August\n1991 for felony burglary of a habitation, in violation of Tex.\nPenal Code Ann. §30.02 (Vernon 1989), enhanced by a prior felony\nconviction for aggravated assault with a deadly weapon under Tex.\nPenal Code Ann. §12.42(c) (Vernon 1974). He entered a plea\nagreement in which he agreed to plead guilty to the burglary and\ntrue to the enhancement in exchange for an order of deferred\nadjudication. In November 1991, the trial court deferred\nadjudication of the burglary conviction and ordered that petitioner\nserve five years of deferred-adjudication probation. In March 1995,\nthe State moved to revoke petitioner’s probation based on four\nalleged violations of the conditions of his probation. At a\nNovember 1995 hearing, petitioner admitted to two of the\nviolations. The court then heard testimony with respect to the\nother two violations and found that petitioner had committed those\nviolations as well. The court revoked petitioner’s\ndeferred-adjudication probation, adjudicated him guilty of the\nenhanced burglary, and sentenced him to a 43-year term of\nimprisonment.Footnote 2In the District Court, petitioner\ncontended that this date was January 8, 2004, but petitioner’s time\nfor seeking certiorari review actually expired two days\nearlier.Footnote 3We do not decide whether\npetitioner is entitled to a certificate of appealability on remand\nbecause we are presented solely with the Court of Appeals’ decision\non the timeliness of the petition under 28 U. S. C. §2244(d).\n“When the district court denies a habeas petition on procedural\ngrounds without reaching the prisoner’s underlying constitutional\nclaim,” as here, a certificate of appealability should issue only\nwhen the prisoner shows both “that jurists of reason would find it\ndebatable whether the petition states a valid claim of the denial\nof a constitutional rightandthat jurists of reason would\nfind it debatable whether the district court was correct in its\nprocedural ruling.”Slackv.McDaniel,529 U. S. 473, 484\n(2000) (emphasis added). We make no judgment regarding the merits\nof petitioner’s federal constitutional claims.Footnote 4We do not here decide whether\npetitioner could have sought timely federal habeas relief between\nOctober 11, 1997, when the 1-year limitations period initially\nexpired, and September 25, 2002, when the state court ordered that\nhis direct review be reopened. Were such a petition timely, though,\nit would not be through application of §2244(d)(1)(A) because we\nhave previously held that the possibility that a state court may\nreopen direct review “does not render convictions and sentences\nthat are no longer subject to direct review nonfinal,”Beardv.Banks,542 U. S. 406, 412\n(2004). We do not depart from that rule here; we merely hold that,\nwhere a state court has in fact reopened direct review, the\nconviction is rendered nonfinal for purposes of §2244(d)(1)(A)\nduring the pendency of the reopened appeal.",
    "joined": []
}