{
    "case": {
        "docket": "18-1259",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/18-1259/"
    },
    "id": "4416944",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1259_________________BRETT JONES, PETITIONERv.MISSISSIPPIon writ of certiorari to the court of appeals\nof mississippi[April 22, 2021]Justice Thomas, concurring in the\njudgment.The Court correctly holds that the Eighth\nAmendment does not require a finding that a minor be permanently\nincorrigible as a prerequisite to a sentence of life without\nparole. But in reaching that result, the majority adopts a strained\nreading ofMontgomeryv.Louisiana, 577 U.S. 190\n(2016), instead of outright admitting that it is irreconcilable\nwithMillerv.Alabama,567 U.S.\n460(2012)—and the Constitution. The better approach is to be\npatently clear thatMontgomerywas a “demonstrably\nerroneous” decision worthy of outright rejection.Gamblev.United States, 587 U. S. ___, ___ (2019) (Thomas, J.,\nconcurring) (slip op., at 2).IBrett Jones, then 15, murdered his\ngrandfather. At the time of his trial and sentencing, Mississippi\nlaw automatically punished his crime with life without parole. A\nfew years later, however, this Court held that youthful offenders\nare constitutionally entitled to an “individualized sentencing”\nprocess.Miller, 567 U. S., at 465. The Mississippi\nSupreme Court thus ordered a new hearing at which the judge\ndutifully considered the factors “relevant to [Jones’] culpability”\nbefore again sentencing him to life without parole. App. 149.Jones appealed, citing yet another new\ndecision—Montgomery—in which this Court held thatMiller’s rule was “substantive” and hence had to be\nretroactively applied to cases on collateral review. 577\nU. S., at 212. Without more, the fact thatMillerwas\nnow retroactive did not help Jones, as he had already received the\n“individualized” hearingMillerrequired. 567 U. S., at\n465. Therefore, Jones argued thatMontgomeryfurther\nrequired the sentencing judge to “make a specific ‘finding’ that he\nis irretrievably depraved, irreparably corrupt, or permanently\nincorrigible.” 285 So. 3d 626, 632 (Miss. App. 2017). That theory\nwas not necessarily a stretch—asMontgomeryexplained that a\nlife-without-parole sentence “violates the Eighth Amendment for a\nchild whose crime reflects ‘ “unfortunate yet transient\nimmaturity.” ’ ” 577 U. S., at 208. But the\nMississippi Court of Appeals disagreed, noting thatMontgomeryalso “stated that ‘Millerdid not require\ntrial courts to make a finding of fact regarding a child’s\nincorrigibility’ [or] ‘impose a formal factfinding\nrequirement.’ ” 285 So. 3d, at 632.IIMillerandMontgomeryare from\nthe same lineage of precedent that refashions the Eighth Amendment\nto accommodate this Court’s views of juvenile justice.[1] The similarities end there, however,\nbecause the decisions cannot be reconciled.AMillerannounced a purely procedural\nrule: A State may not automatically sentence a juvenile to life\nwithout parole, but must instead provide an individualized\nsentencing process. In reaching this conclusion, the Court\nexplicitly cabined its holding to cases in which the sentencer\nlacked “discretion to impose a different punishment.”Miller, 567 U. S., at 465; accord,e.g.,id.,at 479–480. Were there any doubt thatMillerfocused only on the availability of individualized sentencing, the\nCourt stressed that it was “not categorically bar[ring] a penalty\nfor a class of offenders or type of crime” but instead “mandat[ing]\nonly that a sentencer follow a certain process.”Id., at\n483.Miller’s descriptions of its procedural\nholding track with the opinion’s mode of analysis. At one point,\nfor example,Millerdiscussed a line of precedents that\ncondition the death penalty on an individualized sentencing\nprocess.Id.,at 475–476. Reasoning by analogy, the Court\nexplained that “mandatory penalties” for juveniles “preclude a\nsentencer from taking account of an offender’s age and the wealth\nof characteristics and circumstances attendant to it.”Id.,\nat 476. The Court also canvassed the jurisdictions that had some\nform of mandatory life-without-parole,id., at 482–487, and\nnn. 9–10, 13–14, which would have been an unusual detour if\nthe opinion were concerned with anything more than nondiscretionary\npunishments. And it declined to “consider [the] alternative\nargument that the Eighth Amendment requires a categorical bar on\nlife without parole for juveniles.”Id.,at 479.BThis narrow holding became inconvenient when\nthe Court decided to applyMillerretroactively to prisoners\nwhose sentences were already final. Under the approach announced inTeaguev.Lane,489 U.S.\n288(1989),Millercould have been retroactive only if\nit were a “watershed” rule of criminal procedure or a “substantive”\nrule,Beardv.Banks,542 U.S.\n406, 416–419, and n. 7 (2004).Precedent foreclosed the first option.Miller“mandate[d] only that a sentencer follow a certain\nprocess” as a prerequisite to life without parole, 567 U. S.,\nat 483, but this directive was hardly “watershed.” According toTeague, a procedural rule might have a claim to watershed\nstatus if it were “ ‘ “implicit in the concept of ordered\nliberty.” ’ ”Banks, 542, U. S., at 417. So\nlimited was this possibility that, in “ ‘the years sinceTeague, we . . . rejected every claim that a new\nrule satisfied the requirements for watershed status.’ ”Ramosv.Louisiana, 590 U. S. ___, ___ (2020)\n(Kavanaugh, J., concurring in part) (slip op., at 16). Or in more\nconcrete terms, we repeatedly suggested that a rule might be\nwatershed only if it were akin to a defendant’s right to counsel as\narticulated inGideonv.Wainwright,372 U.S.\n335(1963). SeeBanks, 542 U. S., at 417–418.\nWhateverMillermight have done, its narrow rule about\njuvenile sentencing “ ‘ha[d] none of the primacy and\ncentrality of the rule adopted inGideon.’ ”Banks, 542 U. S., at 420.Rather than accept what was plainly the\ncase—thatMillerwas procedural, not watershed, and thus not\nretroactive—Montgomeryproceeded to “rewrite” it into a\nsubstantive rule. 577 U. S., at 224 (Scalia, J., dissenting).\nDespite acknowledging that “Miller’s holding has a\nprocedural component,” the majority explained that this procedure\nwasactuallyjust a way “to implement a substantive\nguarantee.”Id., at 209–210. This guarantee, according toMontgomery, was that “all” juvenile offenders—except for a\nrare few “whose crimes reflect permanent incorrigibility”—are\ncategorically exempt from life without parole.Id., at\n209.That reimagined rule was substantive under our\nprecedents. Substantive rules include those that\n“ ‘prohibi[t ] a certain category of punishment for a\nclass of defendants because of their status or offense.’ ”Banks, 542 U. S., at 416. For example—a rule that “life\nwithout parole is an excessive sentence for children whose crimes\nreflect transient immaturity.”Montgomery, 577 U. S.,\nat 210.Montgomerycould not have been clearer that its rule\ntranscended mere procedure: “Even if a court considers a child’s\nage before sentencing him or her to a lifetime in prison, that\nsentence still violates the Eighth Amendment for a child whose\ncrime reflects ‘ “unfortunate yet transient\nimmaturity.” ’ ”Id.,at 208.The problem with this new rule is that it had\nlittle to do withMiller. Through a feat of legerdemain,Montgomerybegan by acknowledging thatMillerdid\n“ ‘not categorically bar a penalty for a class of offenders or\ntype of crime,’ ” yet just three sentences later concluded\nthat “Millerdid bar life without parole . . . for\nall but the rarest of juvenile offenders, those whose crimes\nreflect permanent incorrigibility.” 577 U. S., at 209. In a\nsimilar Janus-faced demonstration,MontgomeryreiteratedMiller’s assurance that “trial courts [need not] make a\nfinding of fact regarding a child’s incorrigibility,” yet decided\nthat “Millerdrew a line between children whose crimes\nreflect transient immaturity and those rare children whose crimes\nreflect irreparable corruption.” 577 U. S., at\n209–211.[2] These statements\ncannot be reconciled.CJust as the procedural rule ofMillercreated problems for the majority inMontgomery, the\nsubstantive rule ofMontgomerycreates problems for the\nmajority in this case. IfMontgomeryis correct about the\nexistence of a concrete class of offenders who—as a matter of\nfundamental constitutional law—are categorically exempt from a\nsentence of life without parole, then there must be a determination\nas to whether Jones falls within that protected class. Otherwise,\nthe “line”Millerostensibly “drew . . . between\nchildren whose crimes reflect transient immaturity and those rare\nchildren whose crimes reflect irreparable corruption” is more\nfanciful than real.Montgomery, 577 U. S., at 209.Sure enough, this Court has often demanded\nfactual findings when it comes to other classes of criminals that\nthis Court has declared categorically exempt from certain\npunishments. See,e.g.,Moorev.Texas, 586\nU. S. ___, ___ (2019) (per curiam) (slip op., at\n10) (finding that an offender “ha[d] shown [that] he is a person\nwith intellectual disability”);Madisonv.Alabama,\n586 U. S. ___, ___, ___–___ (2019) (slip op., at 8, 17–18)\n(vacating and remanding “for renewed consideration” of the record\nafter a state court “found [a prisoner] mentally competent” and\nthus eligible for execution). I doubt that a majority of this Court\nwould tolerate the execution of an offender who alleges insanity or\nintellectual disability absent a satisfactory finding to the\ncontrary.In response, the majority suggests that insanity\nand intellectual disability are legitimate “eligibility criteri[a]”\nbecause they are easy to evaluate, whereas “permanent\nincorrigibility . . . ‘is difficult even for expert\npsychologists to [assess].’ ”Ante, at 8. This notion\nthat the former categories are clear cut and predictable might come\nas news to the States that have spent years chasing the\never-evolving definitions of mental incompetence promulgated by\nthis Court and its preferred experts. See,e.g.,Moore, 586 U. S., at ___–___ (slip op., at 2–10);Moorev.Texas, 581 U. S. ___, ___, ___–___ (2017)\n(slip op., at 2, 5–18) (courts must heed “the force of the medical\ncommunity’s consensus”);Hallv.Florida,572 U.S.\n701, 724 (2014). I trust, however, that future decisions will\ncontain simple and static rules.DMontgomery’s creation of a categorical\nexemption for certain offenders thus leaves us with two obvious\noptions. First, we could followMontgomery’s logic and hold\nthat the “legality” of Jones’ sentence turns on whether his crime\nin fact “reflect[s] permanent incorrigibility.” 577 U. S., at\n205, 209. Or we could just acknowledge thatMontgomeryhad\nno basis in law or the Constitution.The majority, however, selects a third way:\nOverruleMontgomeryin substance but not in name. The\nopinion candidly admits both thatMiller’s rule was\n“procedural” and thatMontgomery“ma[de] the rule\nretroactive.”Ante,at 9, 11–12. The only way to reconcile\nthese statements with the bottom-line judgment in this case—that\nJones is not entitled to a determination whether he falls within a\nconstitutionally protected category of offenders—is to rejectMontgomery. And sure enough, the majority does just that,\nalbeit in a footnote. Seeante, at 12, n. 4 (explaining\nthatMontgomeryis “in tension” with many other decisions).\nBut becauseMontgomery’s freewheeling approach to the law is\nripe for abuse, the majority’s whisper is worth restating above the\nline:Montgomerygave a good-for-one-ride ticket to a class\nof juvenile offenders, and its errors will never be repeated.Firm condemnation ofMontgomeryis\nparticularly appropriate because this Court is unable to fully\nrepair the damage it has caused. Although the majority closes the\ndoor to courts followingMontgomeryin the future, in doing\nso it tacitly admits that the horses have already left the barn:\n“[M]ost offenders who could seek collateral review as a result ofMontgomeryhave done so.”Ante, at 12, n. 4.\nToday’s judgment thus offers cold comfort to the States that have\nalready faced the unenviable choice between “permitting juvenile\nhomicide offenders to be considered for parole” and relitigating\nmurder sentences long after the fact.Montgomery, 577\nU. S., at 212; see alsoid., at 226–227 (Scalia, J.,\ndissenting). The least we can do is to fully own up toMontgomery’s sins.The majority also largely leaves untouchedMontgomery’s violation of the rule that the Constitution\n“ ‘ leaves the unavoidably moral question of who\n“deserves” a particular nonprohibited method of punishment to the\njudgment of the legislatures that authorize the\npenalty. ’ ”Miller, 567 U. S., at 504\n(Thomas, J., dissenting). When the Eighth Amendment was enacted,\njuveniles even younger than Jones could be tried as adults, and\nmandatory death sentences were available. Seeid., at 503,\nn. 2. “It is therefore implausible that a [15]-year-old’s\n. . . prison sentence—of any length, with or without\nparole—would have been viewed as cruel and unusual.”Ibid.By failing to condemnMontgomery’s expansion ofMillerto an entire category of individuals, the majority\nblesses yet another step “on the path to further judicial\ndisplacement of the legislative role in prescribing appropriate\npunishment for crime.” 567 U. S., at 500 (Roberts, C. J.,\ndissenting).Finally, I would expressly reject the portion ofMontgomerythat “purported to constitutionalize” the\nsubstantive exception “so that it would apply in [the petitioner’s]\nstate court proceeding.” Brief for Jonathan F. Mitchell et al.\nasAmici CuriaeinEdwardsv.Vannoy,\nO. T. 2020, No. 19–5807, pp. 5–6 (emphasis deleted).\nDespite this Court’s longstanding recognition that “the\nConstitution neither prohibits nor requires retrospective effect,”Linkletterv.Walker,381 U.S.\n618, 629 (1965); cf.Teague, 489 U. S., at 302–310\n(plurality opinion) (narrowingLinklettereven further), theMontgomeryCourt demanded that the Louisiana courts\n“recognize [Miller’s] retroactive effect.” 577 U. S.,\nat 200, 205. That improper intrusion on state postconviction review\nis also worth correcting.*  *  *Today’s majority labors mightily to avoid\nconfronting the tension betweenMillerandMontgomery. But though the Court purports to leaveMontgomery’s holding intact, it recognizes thatMontgomery’s analysis is untenable and not to be repeated.\nIt would be simpler to rejectMontgomeryin both name and\nsubstance.Notes1See,e.g.,Roperv.Simmons,543 U.S.\n551, 556, 578 (2005) (prohibiting the execution of a (barely)\njuvenile murderer who had bragged that his age would allow him to\n“ ‘get away with it’ ”);Grahamv.Florida,560 U.S.\n48, 74 (2010) (prohibiting life-without-parole sentences for\njuvenile nonhomicide offenders).2The Court’s language in\nthis line of precedents is notable. When addressing juvenile\nmurderers, this Court has stated that “ ‘childrenare\ndifferent’ ” and that courts must consider “achild’s\nlesser culpability.”Montgomery, 577 U. S., at 207–208\n(emphasis added). And yet, when assessing the Court-created right\nof an individual of the same age to seek an abortion, Members of\nthis Court take pains to emphasize a “youngwoman’s” right\nto choose. See,e.g.,Lambertv.Wicklund,520 U.S.\n292, 301 (1997) (Stevens, J., joined by Ginsburg and Breyer,\nJJ., concurring in judgment) (emphasis added);Planned\nParenthood of Southeastern Pa.v.Casey,505 U.S.\n833, 899 (1992) (joint opinion of O’Connor, Kennedy, and\nSouter, JJ.);Ohiov.Akron Center for Reproductive\nHealth,497 U.S.\n502, 532 (1990) (Blackmun, J., joined by Brennan and Marshall,\nJJ., dissenting). It is curious how the Court’s view of the\nmaturity of minors ebbs and flows depending on the\nissue.",
    "joined": []
}