{
    "case": {
        "docket": "18-1048",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1048/"
    },
    "id": "4255730",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1048_________________GE ENERGY POWER CONVERSION FRANCE SAS, CORP.,\nfka CONVERTEAM SAS, PETITIONERv.OUTOKUMPU STAINLESS USA,\nLLC, et al.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 1, 2020]Justice Thomas delivered the opinion of the\nCourt.The question in this case is whether the\nConvention on the Recognition and Enforcement of Foreign Arbitral\nAwards, June 10, 1958, 21 U. S. T. 2517,\nT. I. A. S. No. 6997, conflicts with domestic\nequitable estoppel doctrines that permit the enforcement of\narbitration agreements by nonsignatories. We hold that it does\nnot.IIn 2007, ThyssenKrupp Stainless USA, LLC,\nentered into three contracts with F. L. Industries, Inc., for\nthe construction of cold rolling mills at ThyssenKrupp’s steel\nmanufacturing plant in Alabama. Each of the contracts contained an\nidentical arbitration clause. The clause provided that “[a]ll\ndisputes arising between both parties in connection with or in the\nperformances of the Contract . . . shall be submitted to\narbitration for settlement.” App. 171.After executing these agreements, F. L.\nIndustries, Inc., entered into a subcontractor agreement with\npetitioner GE Energy Power Conversion France SAS, Corp. (GE\nEnergy), then known as Converteam SAS. Under that agreement, GE\nEnergy agreed to design, manufacture, and supply motors for the\ncold rolling mills. Between 2011 and 2012, GE Energy delivered nine\nmotors to the Alabama plant for installation. Soon thereafter,\nrespondent Outokumpu Stainless USA, LLC, acquired ownership of the\nplant from ThyssenKrupp.According to Outokumpu, GE Energy’s motors\nfailed by the summer of 2015, resulting in substantial damages. In\n2016, Outokumpu and its insurers filed suit against GE Energy in\nAlabama state court. GE Energy removed the case to federal court\nunder 9 U. S. C. §205, which authorizes the removal of an\naction from state to federal court if the action “relates to an\narbitration agreement . . . falling under the Convention\n[on the Recognition and Enforcement of Foreign Arbitral Awards].”\nGE Energy then moved to dismiss and compel arbitration, relying on\nthe arbitration clauses in the contracts between F. L.\nIndustries, Inc., and ThyssenKrupp.The District Court granted GE Energy’s motion to\ndismiss and compel arbitration with Outokumpu and Sompo Japan\nInsurance Company of America.Outokumpu Stainless USA LLCv.Converteam SAS, 2017 WL 401951 (SD Ala., Jan. 30,\n2017).[1] The court held that\nGE Energy qualified as a party under the arbitration clauses\nbecause the contracts defined the terms “Seller” and “Parties” to\ninclude subcontractors.Id., at *4. Because the court\nconcluded that both Outokumpu and GE Energy were parties to the\nagreements, it declined to address GE Energy’s argument that the\nagreement was enforceable under equitable estoppel.Id., at\n*1, n. 1.The Eleventh Circuit reversed the District\nCourt’s order compelling arbitration.Outokumpu Stainless USA,\nLLCv.Converteam SAS, 902 F.3d 1316 (2018). The court\ninterpreted the Convention on the Recognition and Enforcement of\nForeign Arbitral Awards (New York Convention or Convention) to\ninclude a “requirement that the partiesactually signan\nagreement to arbitrate their disputes in order to compel\narbitration.”Id., at 1326 (emphasis in original). The court\nconcluded that this requirement was not satisfied because “GE\nEnergy is undeniably not a signatory to the Contracts.”Ibid.It then held that GE Energy could not rely on\nstate-law equitable estoppel doctrines to enforce the arbitration\nagreement as a nonsignatory because, in the court’s view, equitable\nestoppel conflicts with the Convention’s signatory requirement.Id., at 1326–1327.Given a conflict between the Courts of Appeals\non this question,[2] we granted\ncertiorari. 588 U. S. ___ (2019).IIAChapter 1 of the Federal Arbitration Act (FAA)\npermits courts to apply state-law doctrines related to the\nenforcement of arbitration agreements. Section 2 of that chapter\nprovides that an arbitration agreement in writing “shall be\n. . . enforceable, save upon such grounds as exist at law\nor in equity for the revocation of any contract.” 9\nU. S. C. §2. As we have explained, this provision\nrequires federal courts to “place [arbitration] agreements\n‘ “upon the same footing as other contracts.” ’ ”Volt Information Sciences, Inc.v.Board of Trustees of\nLeland Stanford Junior Univ.,489 U.S.\n468, 474 (1989) (quotingScherkv.Alberto-Culver\nCo.,417 U.S.\n506, 511 (1974)). But it does not “alter background principles\nof state contract law regarding the scope of agreements (including\nthe question of who is bound by them).”Arthur Andersen LLPv.Carlisle,556 U.S.\n624, 630 (2009).The “traditional principles of state law” that\napply under Chapter 1 include doctrines that authorize the\nenforcement of a contract by a nonsignatory.Id., at 631\n(internal quotation marks omitted). For example, we have recognized\nthat arbitration agreements may be enforced by nonsignatories\nthrough “ ‘assumption, piercing the corporate veil, alter ego,\nincorporation by reference, third-party beneficiary theories,\nwaiver and estoppel.’ ”Ibid.(quoting 21 R. Lord,\nWilliston on Contracts §57:19, p. 183 (4th ed. 2001)).This case implicates domestic equitable estoppel\ndoctrines. Generally, in the arbitration context, “equitable\nestoppel allows a nonsignatory to a written agreement containing an\narbitration clause to compel arbitration where a signatory to the\nwritten agreement must rely on the terms of that agreement in\nasserting its claims against the nonsignatory.”Id., at 200\n(2017). InArthur Andersen, we recognized that Chapter 1 of\nthe FAA permits a nonsignatory to rely on state-law equitable\nestoppel doctrines to enforce an arbitration agreement. 556\nU. S., at 631–632.BThe New York Convention is a multilateral\ntreaty that addresses international arbitration. 21\nU. S. T. 2517, T. I. A. S. No. 6997. It\nfocuses almost entirely on arbitral awards. Article I(1) describes\nthe Convention as applying only to “the recognition and enforcement\nof arbitral awards.”Id.,at 2519. Articles III, IV, and V\ncontain recognition and enforcement obligations related to arbitral\nawards for contracting states and for parties seeking the\nenforcement of arbitral awards.Id.,at 2519–2520. Article\nVI addresses when an award can be set aside or suspended.Id.,at 2520. And Article VII(1) states that the “Convention\nshall not . . . deprive any interested party of any right\nhe may have to avail himself of an arbitral award in the manner and\nto the extent allowed by the law or the treaties of the country\nwhere such award is sought to be relied upon.”Id.,at\n2520–2521.Only one article of the Convention addresses\narbitration agreements—Article II. That article contains only three\nprovisions, each one sentence long. Article II(1) requires “[e]ach\nContracting State [to] recognize an agreement in writing under\nwhich the parties undertake to submit to arbitration all or any\ndifferences which have arisen or which may arise between them in\nrespect of a defined legal relationship, whether contractual or\nnot, concerning a subject matter capable of settlement by\narbitration.”Id.,at 2519. Article II(2) provides that\n“[t]he term ‘agreement in writing’ shall include an arbitral clause\nin a contract or an arbitration agreement, signed by the parties or\ncontained in an exchange of letters or telegrams.”Ibid.Finally, Article II(3) states that “[t]he court of a Contracting\nState, when seized of an action in a matter in respect of which the\nparties have made an agreement within the meaning of this article,\nshall, at the request of one of the parties, refer the parties to\narbitration, unless it finds that the said agreement is null and\nvoid, inoperative or incapable of being performed.”Ibid.CIn 1970, the United States acceded to the New\nYork Convention, and Congress enacted implementing legislation in\nChapter 2 of the FAA. See 84Stat. 692, 9 U. S. C.\n§§201–208. Chapter 2 grants federal courts jurisdiction over\nactions governed by the Convention, §203; establishes venue for\nsuch actions, §204; authorizes removal from state court, §205; and\nempowers courts to compel arbitration, §206. Chapter 2 also states\nthat “Chapter 1 applies to actions and proceedings brought under\nthis chapter to the extent that [Chapter 1] is not in conflict with\nthis chapter or the Convention.” §208.IIIWe must determine whether the equitable\nestoppel doctrines permitted under Chapter 1 of the FAA, seesupra,at 3–4, “conflict with . . . the\nConvention.” §208. Applying familiar tools of treaty\ninterpretation, we conclude that they do not conflict.A“The interpretation of a treaty, like the\ninterpretation of a statute, begins with its text.”Medellínv.Texas,552 U.S.\n491, 506 (2008). The text of the New York Convention does not\naddress whether nonsignatories may enforce arbitration agreements\nunder domestic doctrines such as equitable estoppel. The Convention\nis simply silent on the issue of nonsignatory enforcement, and in\ngeneral, “a matter not covered is to be treated as not covered”—a\nprinciple “so obvious that it seems absurd to recite it,” A. Scalia\n& B. Garner, Reading Law: The Interpretation of Legal Texts 93\n(2012).This silence is dispositive here because nothing\nin the text of the Convention could be read to otherwise prohibit\nthe application of domestic equitable estoppel doctrines. Only one\nArticle of the Convention addresses arbitration agreements—Article\nII—and only one provision of Article II addresses the enforcement\nof those agreements—Article II(3). The text of Article II(3) states\nthat courts of a contracting state “shall . . . refer the\nparties to arbitration” when the parties to an action entered into\na written agreement to arbitrate and one of the parties requests\nreferral to arbitration. The provision, however, does not restrict\ncontracting states from applying domestic law to refer parties to\narbitration in other circumstances. That is, Article II(3) provides\nthat arbitration agreements must be enforced in certain\ncircumstances, but it does not prevent the application of domestic\nlaws that are more generous in enforcing arbitration agreements.\nArticle II(3) contains no exclusionary language; it does not state\nthat arbitration agreements shall be enforcedonlyin the\nidentified circumstances. Given that the Convention was drafted\nagainst the backdrop of domestic law, it would be unnatural to read\nArticle II(3) to displace domestic doctrines in the absence of\nexclusionary language. Cf.Marxv.General Revenue\nCorp.,568 U.S.\n371, 380–384 (2013).This interpretation is especially appropriate in\nthe context of Article II. Far from displacing domestic law, the\nprovisions of Article II contemplate the use of domestic doctrines\nto fill gaps in the Convention. For example, Article II(1) refers\nto disputes “capable of settlement by arbitration,” but it does not\nidentify what disputes are arbitrable, leaving that matter to\ndomestic law.Mitsubishi Motors Corp.v.Soler\nChrysler-Plymouth,Inc.,473 U.S.\n614, 639, n. 21 (1985). Similarly, Article II(3) states that it\ndoes not apply to agreements that are “null and void, inoperative\nor incapable of being performed,” but it fails to define those\nterms. Again, the Convention requires courts to rely on domestic\nlaw to fill the gaps; it does not set out a comprehensive regime\nthat displaces domestic law.In sum, the only provision of the Convention\nthat addresses the enforcement of arbitration agreements is Article\nII(3). We do not read the nonexclusive language of that provision\nto set a ceiling that tacitly precludes the use of domestic law to\nenforce arbitration agreements. Thus, nothing in the text of the\nConvention “conflict[s] with” the application of domestic equitable\nestoppel doctrines permitted under Chapter 1 of the FAA. 9\nU. S. C. §208.B“Because a treaty ratified by the United\nStates is ‘an agreement among sovereign powers,’ we have also\nconsidered as ‘aids to its interpretation’ the negotiation and\ndrafting history of the treaty as well as ‘the postratification\nunderstanding’ of signatory nations.”Medellín, 552\nU. S., at 507 (quotingZichermanv.Korean Air Lines\nCo.,516 U.S.\n217, 226 (1996)). These aids confirm our interpretation of the\nConvention’s text.1Our precedents have looked to the “negotiating\nand drafting history” of a treaty as an aid in determining the\nshared understanding of the treaty.Id., at 226. Invoking\nthis interpretive aid, Outokumpu argues that the Convention’s\ndrafting history establishes a “rule of consent” that “displace[s]\nvarying local laws.” Brief for Respondents 27. We are unpersuaded.\nFor one, nothing in the text of the Convention imposes a “rule of\nconsent” that displaces domestic law—let alone a rule that allows\nsome domestic-law doctrines and not others, as Outokumpu proposes.\nThe only time the Convention uses the word “consent” is in Article\nX(3), which addresses ratification and accession procedures.\nMoreover, the statements relied on by Outokumpu do not address the\nspecific question whether the Convention prohibits the application\nof domestic law that would allow nonsignatories to compel\narbitration. Cherry-picked “generalization[s]” from the negotiating\nand drafting history cannot be used to create a rule that finds no\nsupport in the treaty’s text.Zicherman, 516 U. S., at\n227.To the extent the drafting history sheds any\nlight on the meaning of the Convention, it shows only that the\ndrafters sought to impose baseline requirements on contracting\nstates. As this Court has recognized, “[i]n their discussion of\n[Article II], the delegates to the Convention voiced frequent\nconcern that courts of signatory countries . . . should\nnot be permitted to decline enforcement of such agreements on the\nbasis of parochial views of their desirability or in a manner that\nwould diminish the mutually binding nature of the agreements.”Scherk, 417 U. S., at 520, n. 15 (citing G. Haight,\nConvention on the Recognition and Enforcement of Foreign Arbitral\nAwards: Summary Analysis of Record of United Nations Conference,\nMay/June 1958, pp. 24–28 (1958)). Nothing in the drafting history\nsuggests that the Convention sought to prevent contracting states\nfrom applying domestic law that permits nonsignatories to enforce\narbitration agreements in additional circumstances.2“[T]he postratification understanding” of\nother contracting states may also serve as an aid to our\ninterpretation of a treaty’s meaning.Medellín, 552 U. S.,\nat 507 (internal quotation marks omitted). To discern this\nunderstanding, we have looked to the “[d]ecisions of the courts of\nother Convention signatories,”El Al Israel Airlines,Ltd.v.Tsui Yuan Tseng,525\nU.S. 155, 175 (1999), as well as the “postratification conduct”\nof the governments of contracting states,Zicherman, 516\nU. S., at 227.Here, the weight of authority from contracting\nstates indicates that the New York Convention does not prohibit the\napplication of domestic law addressing the enforcement of\narbitration agreements. The courts of numerous contracting states\npermit enforcement of arbitration agreements by entities who did\nnot sign an agreement. See 1 G. Born, International Commercial\nArbitration §10.02, pp. 1418–1484 (2d ed. 2014) (compiling cases).\nThe United States identifies at least one contracting state with\ndomestic legislation illustrating a similar understanding. See\nBrief for United States asAmicus Curiae28 (discussing\nPeru’s national legislation). And GE Energy points to a\nrecommendation issued by the United Nations Commission on\nInternational Trade Law that, although not directly addressing\nArticle II(3), adopts a nonexclusive interpretation of Article\nII(1) and (2). Report of the United Nations Commission on\nInternational Trade Law on the Work of Its Thirty-Ninth Session,\nRecommendation Regarding the Interpretation of Article II,\nParagraph 2, and Article VII, Paragraph 1, of the Convention on the\nRecognition and Enforcement of Foreign Arbitral Awards ¶¶1, 2,\nU. N. Doc. A/61/17, annex II (July 7, 2006) (UN\nrecommendation).These sources, while generally pointing in one\ndirection, are not without their faults. The court decisions,\ndomestic legislation, and UN recommendation relied on by the\nparties occurred decades after the finalization of the New York\nConvention’s text in 1958. This diminishes the value of these\nsources as evidence of the original shared understanding of the\ntreaty’s meaning. Moreover, unlike the actions and decisions of\nsignatory nations, we have not previously relied on UN\nrecommendations to discern the meaning of treaties. See alsoYangv.Majestic Blue Fisheries, LLC, 876 F.3d 996,\n1000–1001 (CA9 2017) (declining to give weight to the 2006 UN\nrecommendation). But to the extent this evidence is given any\nweight, it confirms our interpretation of the Convention’s\ntext.3Finally, the parties dispute whether the\nExecutive’s interpretation of the New York Convention should affect\nour analysis. The United States claims that we should apply a\n“ ‘canon of deference’ ” and give “ ‘ “great\nweight” ’ ” to an interpretation set forth by the\nExecutive in anamicusbrief submitted to the D. C.\nCircuit in 2014. Brief for United States asAmicus Curiae30\n(quotingAbbottv.Abbott,560 U.S.\n1, 15 (2010)); see also Brief for United States asAmicus\nCuriaein No. 13–7004 (CADC), pp. 7, 9. GE Energy echoes\nthis request. Outokumpu, on the other hand, argues that the\nExecutive’s noncontemporaneous interpretation sheds no light on the\nmeaning of the treaty, asserting that the Executive expressed the\n“opposite . . . view at the time of the Convention’s\nadoption.” Brief for Respondents 33. Outokumpu asserts that this\nCourt has repeatedly rejected executive interpretations that\ncontradict the treaty’s text or the political branches’ previous\nunderstanding of a treaty.Id., at 34–35 (citing,e.g.,Chanv.Korean Air Lines,Ltd.,490 U.S.\n122, 136 (1989) (Brennan, J., concurring in judgment);Perkinsv.Elg,307 U.S.\n325, 328, 337–349 (1939)).We have never provided a full explanation of the\nbasis for our practice of giving weight to the Executive’s\ninterpretation of a treaty. Nor have we delineated the limitations\nof this practice, if any. But we need not resolve these issues\ntoday. Our textual analysis aligns with the Executive’s\ninterpretation so there is no need to determine whether the\nExecutive’s understanding is entitled to “weight” or “deference.”\nCf.Edelmanv.Lynchburg College,535 U.S.\n106, 114–115, n. 8 (2002) (“[T]here is no need to resolve\ndeference issues when there is no need for deference”).IVThe Court of Appeals did not analyze whether\nArticle II(3) of the New York Convention conflicts with equitable\nestoppel. Instead, the court held that Article II(1) and (2)\ninclude a “requirement that the partiesactually signan\nagreement to arbitrate their disputes in order to compel\narbitration.” 902 F. 3d, at 1326. But those provisions address\nthe recognition of arbitration agreements, not who is bound by a\nrecognized agreement. Article II(1) simply requires contracting\nstates to “recognize an agreement in writing,” and Article II(2)\ndefines the term “agreement in writing.” Here, the three agreements\nat issue were both written and signed.[3] Only Article II(3) speaks to who may request referral\nunder those agreements, and it does not prohibit the application of\ndomestic law. Seesupra,at 6–7.Because the Court of Appeals concluded that the\nConvention prohibits enforcement by nonsignatories, the court did\nnot determine whether GE Energy could enforce the arbitration\nclauses under principles of equitable estoppel or which body of law\ngoverns that determination. Those questions can be addressed on\nremand. We hold only that the New York Convention does not conflict\nwith the enforcement of arbitration agreements by nonsignatories\nunder domestic-law equitable estoppel doctrines.*  *  *For the foregoing reasons, we reverse the\njudgment of the Court of Appeals and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1The District Court later\ngranted GE Energy’s motion to compel arbitration with additional\ninsurers.Outokumpu Stainless USA LLCv.Converteam\nSAS, 2017 WL 480716 (SD Ala., Feb. 3, 2017).2Compare 902 F.3d 1316,\n1326 (CA11 2018), andYangv.Majestic Blue Fisheries,\nLLC, 876 F.3d 996, 1001–1002 (CA9 2017), withAggaraov.MOL Ship Mgmt. Co., 675 F.3d 355, 375 (CA4 2012), andSourcing Unlimited,Inc.v.Asimco Int’l,Inc., 526 F.3d 38, 48 (CA1 2008).3We do not address whether\nArticle II(2) requires a signed agreement.",
    "joined": []
}