{
    "case": {
        "docket": "16-1371",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1371/"
    },
    "id": "3901182",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1371_________________TERRENCE BYRD, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[May 14, 2018]Justice Thomas, with whom Justice Gorsuch\njoins, concurring.Although I have serious doubts about the\n“reasonable expectation of privacy” test fromKatzv.United States, 389 U. S. 347, 360–361 (1967) (Harlan,\nJ., concurring), I join the Court’s opinion because it correctly\nnavigates our precedents, which no party has asked us to\nreconsider. As the Court notes, Byrd also argued that he should\nprevail under the original meaning of the Fourth Amendment because\nthe police interfered with a property interest that he had in the\nrental car. I agree with the Court’s decision not to review this\nargument in the first instance. In my view, it would be especially\n“unwise” to reach that issue,ante,at 7, because the\nparties fail to adequately address several threshold questions.The Fourth Amendment guarantees the people’s\nright to be secure from unreasonable searches of “their persons,\nhouses, papers, and effects.” With this language, the Fourth\nAmendment gives “eachperson . . . the right to be\nsecure against unreasonable searches and seizures inhis ownperson, house, papers, and effects.”Minnesotav.Carter, 525 U. S. 83, 92 (1998) (Scalia, J.,\nconcurring). The issue, then, is whether Byrd can prove that the\nrental car washiseffect.That issue seems to turn on at least three\nthreshold questions. First, what kind of property interest do\nindividuals need before something can be considered “their\n. . . effec[t]” under the original meaning of the Fourth\nAmendment? Second, what body of law determines whether that\nproperty interest is present—modern state law, the common law of\n1791, or something else? Third, is the unauthorized use of a rental\ncar illegal or otherwise wrongful under the relevant law, and, if\nso, does that illegality or wrongfulness affect the Fourth\nAmendment analysis?The parties largely gloss over these questions,\nbut the answers seem vitally important to assessing whether Byrd\ncan claim that the rental car is his effect. In an appropriate\ncase, I would welcome briefing and argument on these questions.",
    "joined": []
}