{
    "case": {
        "docket": "318",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/318/"
    },
    "id": "3228485",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–854_________________TEVA PHARMACEUTICALS USA, INC., et al., PETITIONERSv.SANDOZ, INC., et al.on writ of certiorari to the united states court of appeals for\nthe federal circuit[January 20, 2015]Justice Thomas, with whom Justice Alito joins, dissenting.I agree with the Court’s conclusion that there is no special\nexception to Federal Rule of Civil Procedure 52(a)(6) for claim\nconstruction. But that is not the question in this case. Because\nRule 52(a)(6) provides for clear error review only of “findings of\nfact” and “does not apply to conclusions of law,”Pullman-Standardv.Swint,456 U. S. 273,287\n(1982), the question here is whether claim construction involves\nfindings of fact.[1] Because it does not, Rule\n52(a)(6) does not apply, and the Court of Appeals properly applied\nade novostandard of review.IIn reaching the contrary conclusion, the majority fails to\nengage the “vexing . . . distinction between questions of\nfact and questions of law.”Id.,at 288. Unfortunately,\n“Rule 52(a) does not furnish particular guidance with respect to\ndistinguishing law from fact,” and we have found it difficult to\ndiscern “any other rule or principle that will unerringly”\ndifferentiate the two.Ibid. That inquiry is thus not as\nsimple as pointing out the undeni-able “evidentiary underpinnings”\nof claim construction.Ante,at 10–11.Instead, we must consider how “findings of fact” and\n“conclusions of law” were understood at the time Rule 52 was\nadopted. Cf.Tomev.United States,513 U. S.\n150,168 (1995) (Scalia, J., concurring in part and concurring in\njudgment) (noting that, because the federal rules have their\nbackground in common-law principles, “the body of common law\nknowledge must be a source of guidance in our interpretation of the\nRules” (internal quotation marks omitted)). Unfortunately, the\npre-1937 evidence of this Court’s treatment of evidentiary\ndeterminations underlying claim construction is inconclusive. In\nseveral decisions, the Court considered extrinsic evidence related\nto claim construction with no apparent deference to the District\nCourts’ findings based on that evidence.Coupev.Royer,155 U. S. 565,576 (1895);Loom Co.v.Higgins,105 U. S. 580–587 (1882);Tilghmanv.Proctor,102 U. S. 707–731 (1881);Winansv.Denmead, 15 How. 330, 339 (1854). None of those decisions,\nhowever, expressly turned on a disagreement over a subsidiary\nevidentiary determination.Absent specific evidence of the treatment of a particular issue\nat the time Rule 52 was adopted, we have drawn analogies to the\ntreatment of other issues under Rule 52(a)(6). See,e.g.,\nPullman,supra,at 288. In general, we have treated\ndistrict-court determinations as “analytically more akin to a fact”\nthe more they pertain to a simple historical fact of the case, and\nas “analytically more akin to . . . a legal conclusion”\nthe more they define rules applicable beyond the parties’ dispute.Millerv.Fenton,474 U. S. 104,116 (1985); see\nalsoBose Corp.v.Consumers Union of United States,\nInc.,466 U. S. 485 (1984);Baumgartnerv.United\nStates,322 U. S. 665,671 (1944). Under this approach,\ndeterminations underlying claim construction fall on the law side\nof the dividing line.APatents are written instruments, so other written instruments\nsupply the logical analogy. SeeMarkmanv.Westview\nInstruments, Inc.,517 U. S. 370,381 (1996). And as the\nmajority recognizes, the construction of written instruments is\ngenerally a question of law. Seeante,at 5. But in certain\ncontexts, a court construing a written instrument makes subsidiary\ndeterminations that the law treats as findings of fact.The classic case of a written instrument whose construction doesnotinvolve subsidiary findings of fact is a statute. Our\ntreatment of subsidiary evidentiary findings underlying statutory\nconstruction as conclusions of law makes sense for two reasons.First, although statutory construction may demand some inquiry\ninto legislative “intent,” that inquiry is an-alytically legal: The\nmeaning of a statute does not turnon what an individual lawmaker\nintended as a matter of fact, but only on what intent has been\nenacted into law through the constitutionally defined channels of\nbicameralism and presentment. SeeWyethv.Levine,555\nU. S. 555,587 (2009) (Thomas, J., concurring in judgment).\nThis remains so even if deciding what passed through those channels\nrequires a court to determine a “fact” of historical understanding\nthrough an examination of extrinsic evidence. See,e.g.,Sosa v. Alvarez-Machain,542 U. S. 692–715 (2004)\n(examining the historical understanding of the term “law of\nnations” when the Alien Tort Statute was enacted); see also,e.g.,McIntyrev.Ohio Elections Comm’n,514\nU. S. 334–366 (1995) (Thomas, J., concurring in judgment)\n(construing a constitutional provision by asking how the words were\noriginally understood and marshaling evidence of that\nunderstanding). The Court has given no hint that this practice\nchanges when the statute it construes is a land patent—that is, a\npublic land grant. SeeLeo Sheep Co.v.United\nStates,440 U. S. 668,669 (1979) (making detailed\nhistorical findings in the course of construing a land grant\nbecause “ ‘courts, in construing a statute, may with propriety\nrecur to the history of the times when it was passed\n. . . in order to ascertain the reason as well as the\nmeaning of particular provisions in it’ ”); see alsoMarvin\nM. Brandt Revocable Trustv.United States, 572\nU. S. ___, ___ (2014) (slip op., at 10) (looking to the\nhistorical background against which a land grant was passed to\nconfirm its interpretation).Second, statutes govern the rights and duties of the public as a\nwhole, so subsidiary evidentiary findings shape legal rules that\napply far beyond the boundaries of the dispute involved. Our rules\nof construction for legislative acts have long been consciously\nshaped by the public’s stake in those acts. See,e.g.,The Binghamton Bridge, 3 Wall. 51, 75 (1866) (describing a\nrule of construction borrowed from English common law and reflected\nin the decisions of the several States).The construction of contracts and deeds, by contrast, sometimes\ninvolves subsidiary findings of fact. Our treatment of subsidiary\nevidentiary findings as findings of fact in this context makes\nsense because, in construing contracts and deeds, “the avowed\npurpose and primary function of the court is to ascertain the\nintention of the parties.” 11 R. Lord, Williston on Contracts\n§30:2, pp. 17–18 (4th ed. 2012) (Williston); see alsoReedv.Proprietors of Locks and Canals on Merrimac River, 8 How.\n274, 288–289 (1850). Sometimes that intention is clearly “set forth\nin the express language of the contract,” 11 Williston §31:1, at\n341–342, so no subsidiary findings of fact are necessary to its\nconstruction,id.,§30:1. But when ambiguities require a\ncourt to look beyond the express language, its search for intent\nbecomes factual in nature. That search focuses on “real\nintention[s]”—embodied in an actual meeting of minds or an actual\nconveyance of a physical parcel of land—that have an existence\noutside the written instrument and that the instrument merely\nrecords. SeeWilliam & James Brown & Co.v.McGran, 14 Pet. 479, 493 (1840) (Story, J.);Reed,supra,at 289. See generallyUnion Pacific\nR. Co.v.United States, 10 Ct. Cl. 548, 577–578\n(1874) (declining to interpret a contract-like statute according to\ncontract rules because “[a]ll the terms of the compact are dictated\nand accepted by one side, and the only intent which judicial\nconstruction can make certain is the intent of the legislative\npower”), cited in 3 N. Singer, Sutherland on Statutory Construction\n§63:1, p. 405, n. 6 (7th ed. 2008).Of course, not all subsidiary inquiries that a court makes in\nthe course of construing contracts amount to findings of fact. For\nexample, when a court searches for the meaning that a hypothetical\nperson “conversant with the subject-matter with which the contract\nis dealing” would give to the words of the contract, its conclusion\noften remains one of law.Silver King Coalition Mines Co. of\nNevadav.Silver King Consol. Mining Co. of Utah, 204 F.\n166 (CA8 1913), cited in Advisory Committee’s 1937 Notes on Fed.\nRule Civ. Proc. 52, 28 U. S. C. App., p. 686.The question we must ask, then, is whether the subsidiary\nfindings underlying claim construction more closely resemble the\nsubsidiary findings underlying the construction of statutes or\nthose underlying the construction of contracts and deeds that are\ntreated as findings of fact. This, in turn, depends on whether\npatent claims are more like statutes or more like contracts and\ndeeds.BA patent, generally speaking, is “an official document\nreflecting a grant by a sovereign that is made public, or\n‘patent.’ ”Marvin M. Brandt Revocable Trust,supra, at ___ (slip op., at 5). Invention patents originated\nnot as private property rights, but as royal prerogatives. See 4 W.\nHoldsworth, A History of English Law 350–351 (1924). They could be\nissued and revoked only by the Crown, which sometimes used the\npatent to delegate governmental power to regulate an industry.Id.,at 344–347. Provoked by the Crown’s use of these\nso-called “monopoly patents” to promote private economic interests\nover innovation and beneficial commerce, Parliament enacted the\nStatute of Monopolies in 1624.Id.,at 353. But even under\nthe regime that Parliament put in place, patents remained sovereign\ngrants, issued, enforced, and revoked by the Privy Council. Lemley,\nWhy Do Juries Decide if Patents are Valid? 99 Va. L. Rev.\n1673, 1681 (2013).The Framers adopted a similar scheme. Article I of the\nU. S. Constitution vests the patent power in Congress,\nauthorizing it “[t]o promote the Progress of Science and useful\nArts, by securing for limited Times to Authors and Inventors the\nexclusive Right to their respective Writings and Discoveries.”\nU. S. Const. Art. I, §8, cl. 8. Although Congress could\nissue such patents as special statutes, see,e.g.,Bloomerv.McQuewan, 14 How. 539, 549–550 (1853), it\nhas mostly acted by authorizing the Executive Branch to issue\npatents when certain statutory requirements are met. See35\nU. S. C. §151; see also Act of July 8, 1870,\n§31,16Stat.202; Act of July 4, 1836, §7,5Stat.119; Act of Apr. 10,\n1790, ch. 7, §1,1Stat.109–110.Like the royal prerogatives that were their historical\nantecedents, patents have a regulatory effect: They “restrainothersfrom manufacturing, using or selling that which [the\npatent holder] has invented” for a specified period of time.Motion Picture Patents Co.v.Universal Film Mfg.\nCo.,243 U. S. 502,510 (1917) (emphasis added). And because\nthe regulatory scope of a patent is determined by the claims in the\npatent, the subsidiary findings that a court makes during claim\nconstruction contribute to rules that limit conduct by the public\nat large.Because they are governmental dispositions and provide rules\nthat bind the public at large, patent claims resemble statutes. The\nscope of a patent holder’s monopoly right is defined by claims\nlegally actualized through the procedures established by Congress\npursuant to its patent power. Thus, a patent holder’s actual\nintentions have effect only to the extent that they are expressed\nin the public record. SeeKeystone Bridge Co.v.Phoenix\nIron Co.,95 U. S. 274,279 (1877); see alsoGoodyear\nDental Vulcanite Co.v.Davis,102 U. S. 222,227\n(1880) (examining “the avowed understanding of the patentee,” but\ndisclaiming any holding that such understanding “c[ould] be allowed\nto enlarge, diminish, or vary the language of a patent afterwards\nissued”).Moreover, because the ultimate meaning of a patent claim, like\nthe ultimate meaning of a statute, binds the public at large, it\nshould not depend on the specific evidence presented in a\nparticular infringement case. Al-though the party presentations\nshape even statutory con-struction,de novoreview on\nappeal helps to ensure that the construction is not skewed by the\nspecific evidence presented in a given case.CFor purposes of construction, contracts and deeds are less\nnatural analogies for patents. In particular, patents lack the\ncharacteristics of those instruments that have justified departing\nfrom the usual practice of treating document construction as a\nwholly legal inquiry, not subject to subsidiary findings of\nfact.To be sure, we have occasionally characterized a patent as “a\ncarefully crafted bargain” between the inventor and the public.Pfaffv.Wells Electronics, Inc.,525 U. S. 55,63\n(1998); see alsoKendallv.Winsor, 21 How. 322,\n327–328 (1859);Grantv.Raymond, 6 Pet. 218, 242\n(1832). But, as our decisions have also recognized, the patent is\nperhaps better characterized as a reward for feats already\naccomplished—that is, innovation and public disclosure—than as a\nmutual exchange of executory promises. See,e.g., Motion Picture\nPatents Co.,supra,at 513;Seymourv.Osborne, 11 Wall. 516, 533–534 (1871);Grant,supra, at 242; see alsoMarkmanv.Westview\nInstruments, Inc., 52 F. 3d 967, 985, n. 14 (CA Fed.\n1995), aff’d517 U. S. 370 (1996) (distinguishing patents from\ncontracts). In granting a patent, the Government is acting not as a\nparty to a bilateral contract binding upon itself alone, but\ninstead as a sovereign bestowing upon the inventor a right to\nexclude the public at large from the invention marked out by his\nclaims.In this sense, patents are more closely analogous to deeds,Motion Picture Patents Co.,supra,at 510 (collecting\ncases), because they share the common characteristic of describing\nrights that the owner holds against the world. SeeBonito Boats,\nInc.v.Thunder Craft Boats, Inc.,489 U. S. 141,162\n(1989). But in the context of land patents, we have been unwilling\nto interpret sovereign dispositions in the same way we interpret\nanalogous private conveyances. See,e.g.,Leo Sheep\nCo., 440 U. S., at 680–682;Missouri, K. & T. R.\nCo.v.Kansas Pacific R. Co.,97 U. S. 491,497\n(1878);Leavenworth, L. & G. R. Co.v.United\nStates,92 U. S. 733–741 (1876); see alsoMarvin M.\nBrandt Revocable Trust,supra(interpreting a land grant\nas a statute rather than as a deed). We should not blithely extend\nthe rules governing the construction of deeds to their even more\ndistant cousins, invention patents.[2]Bearing these differences in mind, the subsidiary facts relevant\nto the construction of patents, on the one hand, and contracts and\ndeeds, on the other, differ substantially. As explained above, we\nhave justified treating subsidiary determinations about the actual\nintentions of parties to contracts and deeds as findings of fact.\nBut the subsidiary determinations about patent claims that the\nmajority identifies as factual do not concern historical facts,\nsuch as what the parties agreed to do or how a given parcel of land\nis situated. SeeWilliam & James Brown & Co., 14\nPet.,at 493;Reed, 8 How., at 289.For example, the “fact” of how a skilled artisan would\nunderstand a given term or phrase at a particular point in history\nis a legal fiction; it has no existence independent of the claim\nconstruction process. There is no actual “skilled artisan” who, at\nthe moment the application was filed, formed an understanding of\nthe terms of the claim—an understanding that an omniscient\nfactfinder could ascertain. Neither is the skilled artisan’s\nunderstanding a proxy for some external fact that, could the court\nknow it, would supply the meaning of a patent claim. Whatever the\nscope of the inventor’s right under the patent before the\nintroduction of claims, the law has limited that right to the\nclaims as written in the patent. SeeMarkman,supra,at 379. Our decision inMarkmanrested in part on this\ncharacteristic of claim construction, distinguishing it from other\npatent determinations that must go to a jury because they require\nthe factfinder to inspect “ ‘an embodied conception outside of\nthe patent itself’ ” or things “ ‘which have their\nexistencein pais.’ ” 517 U. S.,at 385–386\n(distinguishingBischoffv.Wethered, 9 Wall. 812\n(1870)).Because the skilled artisan inquiry in claim construction more\nclosely resembles determinations categorized as “conclusions of\nlaw” than determinations categorized as “findings of fact,” I would\nhold that it falls outside the scope of Rule 52(a)(6) and is\nsubject tode novoreview.IIAThe majority makes little effort to justify its assertion that\nthe subsidiary determinations a district court makes in the course\nof claim construction are findings of fact. And the few analogies\nthat it attempts to draw either lack support or prove too much.For example, relying onGreat Northern R. Co.v.Merchants Elevator Co.,259 U. S. 285,292 (1922), the\nmajor-ity compares the search for the meaning of “ ‘technical\nwords or phrases not commonly understood’ ” in claim\nconstruction to “questions of fact” about the scope of a railway\ntariff. Seeante,at 6. It is true that, inGreat\nNorthern, the Court referred to questions of fact arising in\nthe context of contract construction, which, it pointed out, must\ngo to a jury. 259 U. S.,at 292–293. But the Court’s\nconclusion that similar questions must be settled by the Interstate\nCommerce Commission (ICC) when they relate to the interpretation of\na railway tariff merely proves the point that the allocation of a\ntechnical usage inquiry depends upon the legal instrument that the\ncourt is construing. In that case, the Court was faced with a\ntariff filed with, and administered by, the ICC. And it was not\nconcerned with allocating evidentiary determinations between trial\nand appellate courts, but with allocating them between an agency\nand the judiciary.Id.,at 289. So understood, the\ndistinction the Court drew pertains more to an emerging rule of\nadministrative deference than to a definitive classification of\njudicial determinations.Further reinforcing the point that the nature of the legal\ninstrument dictates our treatment of subsidiary findings is that,\nalthough terms in statutes and regulations frequently have\ntechnical meanings unknown outside the special-ized community they\nare meant to regulate, we treat the inquiry into those meanings as\ninvolving only conclusions of law. See,e.g.,Norfolk\n& Western R. Co.v.Hiles,516 U. S. 400–407,\n413–414 (1996);Aluminum Co. of Americav.Central\nLincoln Peoples’ Util. Dist.,467 U. S. 380,390 (1984). The\nmajority’s unexamined reliance on technical usage could be read to\ncast doubt on this practice, as well as on our holding inMarkmanthat claim construction is exclusively for the\ncourt. If claim construction involves subsidiary questions of\ntechnical meaning or usage that are indistinguishable from those\nquestions submitted to the jury in the contract context, see 12\nWilliston §34:19, then one might wonder why such issues are not\nsubmitted to the jury in the patent and statute contexts, too.The majority also analogizes to the obviousness inquiry in\npatent law, which involves findings of fact subject to Rule\n52(a)(6).Ante,at 11 (citingDennison Mfg. Co.v.Panduit Corp.,475 U. S. 809,811 (1986) (per\ncuriam)). But this analogy is even further off the mark because\nobviousness turns on historical facts about the circumstances of\nthe invention, rather than on the construction of a written\ninstrument.Id.,at 810–811. Cf.Markman,supra,at 386 (distinguishing the novelty inquiry from claim\nconstruction on these grounds).BNor does the majority attempt to justify its holding by\nreference to which “ ‘judicial actor is better positioned\n. . . to decide the issue in question,’ ”Markman,supra,at 388—an inquiry that we have also\ntreated as relevant to the classification of fact versus law,Miller, 474 U. S.,at 114. In resolving issues\nof judicial administration, we have considered that federal\nappellate courts are “expositor[s] of law,”ibid., and have\nacknowledged that they are better positioned than district courts\nto promote uniform-ity,Markman,supra,at 390; see\nalsoOrnelasv.United States,517 U. S. 690–698\n(1996). We have recognized, however, that trial courts have a\nspecial competence in judging witness credibility and weighing the\nevidence,Miller,supra,at 114, and have been\ncautious not to waste judicial and party resources through needless\nrelitigation, seeAndersonv.Bessemer City,470\nU. S. 564,575 (1985).To the extent that the construction of a patent claim turns on\ntestimony of expert witnesses, especially live testimony, there is\nno denying that it falls within the bounds of a district court’s\nspecial competence. But as we recognized inMarkman, and as\nthe majority is careful to reiterate today, “subsidiary factfinding\nis unlikely to loom large in the universe of litigated claim\nconstruction.”Ante,at 10. The majority’s reluctance to\nhighlight “allocation,”Miller,supraat 113, is thus\nunderstandable. The arguments favoring allocation to the district\ncourt, diminished by the majority’s own prediction, are outweighed\nby the remaining rule-of-law and uniformity considerations that\nfactored into our allocation inMarkman, 517\nU. S.,at 388–391.1We have long been cautious not to allocate issues in a way that\nwould “strip a federal appellate court of its primary function as\nan expositor of law.”Miller, 474 U. S.,at 114.\nAlthough we have recognized that “an issue does not lose its\nfactual character merely because its resolution is dispositive of\nthe ultimate” dispute,id., at 113, we have been less\ninclined to defer to seemingly factual determinations that play a\ndispositive role in the development of legal rules. For example, we\nhave sanctionedde novoappellate review of the mixed\ndeterminations of “probable cause” and “reasonable suspicion” on\nthe ground that “the legal rules . . . acquire content\nonly through application.”Ornelas,supra, 697; see\nalsoMiller,supra,at 116. Al-though such\ndeterminations depend on the specific facts in a case, their role\nin shaping rules of law demand ade novostandard of\nreview.As previously noted, patents are authoritative governmental\ndispositions. Thus, when a judge construes a patent, he is, in a\nvery real sense, “say[ing] what the law is,”Marburyv.Madison, 1 Cranch 137, 177 (1803), not just for the parties\nto the dispute, but for the public at large. It follows that, any\ntime a district court’s claim construction turns on subsidiary\nevidentiary disputes, the majority’s rule will distort the\nappellate court’s construction of the law by requiring it to defer\nto subsidiary determinations that are dispositive as to its\nmeaning. Surelythe majority would not countenance such an\nabdicationof the appellate court’s role in the construction of\nstatutes. Yet the majority has not justified applying a different\nrule to the construction of legislative acts that take the form of\na patent.2The need for uniformity in claim construction also weighs\nheavily in favor ofde novoreview of subsidiary\nevidentiary determinations. Uniformity is a critical feature of our\npatent system because “ ‘[t]he limits of a patent must be\nknown for the protection of the patentee, the encouragement of the\ninventive genius of others and the assurance that the subject of\nthe patent will be dedicated ultimately to the public.’ ”Markman, 517 U. S.,at 390. If the boundaries of\nthe patent right could shift from case to case, then the result\nwould be “a ‘zone of uncertainty which enterprise and\nexperimentation may enter only at the risk of infringement.’ ”Ibid.; see alsoFesto Corp.v.Shoketsu Kinzoku\nKogyo Kabushiki Co.,535 U. S. 722,731 (2002). So damaging\nis this unpredictability that we identified uniformity as an\n“independent” reason justifying our allocation of claim\nconstruction to the court. SeeMarkman, supra,at 390.The majority attempts to downplay the effect its decision will\nhave on uniformity by pointing out that “prior cases [construing\nthe same claim] will sometimes be binding because of issue\npreclusion, and sometimes will serve as persuasive authority.”Ante,at 9–10 (citingMarkman,supra,at 391;\ncitation omitted). But we have already rejected the notion that\nissue preclusion adequately safeguards the uniformity that our\npatent system requires. SeeMarkman,supra, at\n391.Perhaps the majority is correct that “subsidiary factfinding is\nunlikely to loom large in the universe of litigated claim\nconstruction.”Ante,at 10. But I doubt it. If this case\nproves anything, it is that the line between fact and law is an\nuncertain one—made all the more uncertain by the majority’s failure\nto identify sound principles for the lines it draws. The majority’s\nrule provides litigants who prevail in district court a significant\nopportunity and incentive to take advantage of this uncertainty by\narguing on appeal that the district court’s claim construction\ninvolved subsidiary findings of fact. At best, today’s holding will\nspawn costly—and, if the majority is correct about the frequency\nwith which these evidentiary determinations make a difference,\nmeritless—collateral litigation over the line between law and fact.\nWe generally avoid any rule of judicial administration that\n“results in a substantial expenditure of scarce judicial resources\non difficult questions that have no effect on the outcome of the\ncase,”Pearsonv.Callahan,555 U. S. 223–237\n(2009), and there is no reason to embrace one here. But I fear\nworse: that today’s decision will result in fewer claim\nconstruction decisions receiving precedential effect, thereby\ninjecting uncertainty into the world of invention and\ninnovation.In short, the majority’s rule finds no support in either the\nhistorical understanding of “findings of fact” or considerations of\npolicy that have served as our guide when we have been confronted\nwith a difficult question of fact-law classification. I would not\nadopt it.IIIThe Court of Appeals reviewedde novonot only the\nDistrict Court’s claim construction, but also its holding that the\nclaims were sufficiently definite to satisfy35 U. S. C.\n§112, ¶2 (2006 ed.). I would hold that the Court of Appeals\ncorrectly treated the indefiniteness inquiry as a question of law\nbecause it depends entirely on claimconstruction.“[A] patent is invalid for indefiniteness if its claims, read in\nlight of the specification delineating the patent, and the\nprosecution history, fail to inform, with reasonable certainty,\nthose skilled in the art about the scope of the invention.”Nautilus, Inc.v.Biosig Instruments, Inc., 572\nU. S. ___, ___ (2014) (slip op., at 1). This standard falls\nsomewhere between a notice requirement and a prohibition on\nambiguity. Seeid.,at ___ –___ (slip op., at 9–11).\nDetermining whether a claim is indefinite is thus akin to other\nlegal inquiries commonly performed in the course of interpreting\nwritten instruments.See, e.g., Mayo Foundation for Medical Ed.\nand Researchv.United States,562 U. S. 44–53\n(2011) (reviewing without deference the district court’s\ndetermination that a statute is unambiguous at step one ofChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U. S. 837 (1984)); 11 Williston\n§30:5, at 75 (“The determination of whether a contract is ambiguous\nis a question of law for the court”). Thus, a holding that a patent\nsatisfies the definiteness requirement does not turn on “findings\nof fact” as that term is used in Rule 52(a)(6), and the Court of\nAppeals properly applied ade novostandard of\nreview.*  *  *Although it relied on expert testimony to understand the science\nunderlying petitioners’ claims, the District Court made no\n“findings of fact” as that term is used in Rule 52(a)(6). Thus, the\nCourt of Appeals properly reviewed the District Court’s conclusions\nof lawde novo. I respectfully dissent.Notes1The majority argues that we are bound\nby petitioners’ phrasing of the question presented and by\nrespondents’ concession at oral argument that claim construction\n“will sometimes require subsidiary factfinding.”Ante,at\n10–11. But the parties’ stipulations that claim construction\ninvolves subsidiary factual determinations, with which I do not\nquarrel, do not settle the question whether those determinations\nare “findings of fact” within the meaning of Rule 52(a)(6). And to\nthe extent that the majority premises its holding on what it sees\nas stipulations that these determinationsare“findings of\nfact” for purposes of Rule 52(a)(6), then its holding applies only\nto the present dispute, and other parties remain free to contest\nthis premise in the future.2The Anglo-American legal tradition\nhas long distinguished between “core” private rights—including the\ntraditional property rights represented by deeds—and other types of\nrights. Nelson, Adjudication in the Political Branches, 107 Colum.\nL. Rev. 559, 567 (2007) (Nelson). These other rights fall into\ntwo categories: “ ‘public rights belonging to the people at\nlarge,’ ” and “privileges” or “franchises,” “which public\nauthorities ha[ve] created purely for reasons of public policy and\nwhich ha[ve] no counterpart in the Lockean state of nature.”Id.,at 566–567 Notwithstanding a movement to recognize a\n“core” property right in inventions, the English common law placed\npatents squarely in the final category, as franchises that “depend\nupon express legislation,” and “hath [their] essence by positive\nmunicipal law.” 7 W. Holdsworth, A History of English Law 479,\nn. 7, 480, and n. 4, 497 (1926). The distinction between\n“core” private rights, on the one hand, and public rights and\ngovernment-created privileges, on the other, has traditionally had\nsignificant implications for the way in which rights are\nadjudicated. Nelson,supra. Thus, no matter how closely a\nfranchise resembles some “core” private right, it does not follow\nthat it must be subject to the same rules of judicial\ninterpretation as its counterpart.",
    "joined": []
}