{
    "case": {
        "docket": "16",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/16/"
    },
    "id": "1962630",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRINGMEADWESTVACO CORP. V. ILLINOIS DEPT. OFREVENUE553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1413MEADWESTVACO CORPORATION, successor in in- terest\nto the MEAD CORPORATION, PETITIONERv.ILLINOIS DEPARTMENT\nOF REVENUE et al.on writ of certiorari to the appellate court of\nillinois, first district[April 15, 2008]Justice Thomas, concurring.Although I join the Court’s\nopinion, I write separately to express my serious doubt that the\nConstitution permits us to adjudicate cases in this area. Despite\nthe Court’s repeated holdings that “[t]he Due Process and Commerce\nClauses forbid the States to tax ‘extraterritorial values,’ ”ante, at 1 (quotingContainer Corp. of Americav.Franchise Tax Bd.,463 U. S. 159, 164\n(1983)), I am not fully convinced of that proposition.To the extent that our decisions addressing\nstate taxation of multistate enterprises rely on the negative\nCommerce Clause, I would overrule them. As I have previously\nexplained, this Court’s negative Commerce Clause jurisprudence “has\nno basis in the Constitution and has proved unworkable in\npractice.”United Haulers Assn., Inc.v.Oneida-Herkimer Solid Waste Management Authority, 550 U.\nS. ___, ___ (2007) (Thomas, J., concurring in judgment) (slip op.,\nat 1)).The Court’s cases in this area have not,\nhowever, rested solely on the Commerce Clause. The Court has long\nrecognized that the Due Process Clause of the Fourteenth Amendment\nmay also limit States’ authority to tax multistate businesses. SeeAdams Express Co.v.Ohio State Auditor,165 U. S. 194, 226\n(1897) (concluding that because “[t]he property taxed has its\nactual situs in the State and is, therefore, subject to the\njurisdiction, and . . . regulation by the state legislature,” the\ntax at issue did not “amoun[t] to a taking of property without due\nprocess of law”). I agree that the Due Process Clause requires a\njurisdictional nexus or, as this Court has stated, “some definite\nlink, some minimum connection, between a state and the person,\nproperty or transaction it seeks to tax.”Miller Brothers\nCo.v.Maryland,347 U. S. 340, 344–345\n(1954); seeante, at 7. But apart from that requirement, I\nam concerned that further constraints—particularly those limiting\nthedegreeto which a State may tax a multistate\nenterprise—require us to read into the Due Process Clause yet\nanother unenumerated, substantive right.Cf.Troxelv.Granville,530 U. S. 57, 80 (2000)\n(Thomas, J., concurring in judgment) (leaving open the question\nwhether “our substantive due process cases were wrongly decided and\n… the original understanding of the Due Process Clause precludes\njudicial enforcement of unenumerated rights”).Today the Court applies the additional\nrequirement that there exist “a rational relationship between the\ntax and the values connected with the taxing State.”Ante,\nat 7 (internal quotation marks omitted); see alsoMoorman Mfg.\nCo.v.Bair,437 U. S. 267, 273\n(1978) (requiring that “the income attributed to the State for tax\npurposes . . . be rationally related to ‘values connected with the\ntaxing State’ ” (quotingNorfolk & Western R. Co.v.Missouri Tax Comm’n,390 U. S. 317, 325\n(1968))). In my view, however, it is difficult to characterize this\nrequirement as providing an exclusively procedural safeguard\nagainst the deprivation of property. Scrutinizing the amount of\nmultistate income a State may apportion for tax purposes comes\nperilously close to evaluating the excessiveness of the State’s\ntaxing scheme—a question the Fourteenth Amendment does not grant us\nthe authority to adjudicate. See,e.g.,Stewart Dry\nGoods Co.v.Lewis,294 U. S. 550, 562\n(1935) (“To condemn a levy on the sole ground that it is excessive\nwould be to usurp a power vested not in the courts but in the\nlegislature, and to exercise the usurped power arbitrarily by\nsubstituting our conceptions of public policy for those of the\nlegislative body”). Indeed, divining from the Fourteenth Amendment\na right against disproportionate taxation bears a striking\nresemblance to our long-rejectedLochner-era precedents.\nSee,e.g.,Lochnerv.New York,198 U. S. 45, 56–58\n(1905) (invalidating a state statute as an “unreasonable,\nunnecessary and arbitrary interference with the right of the\nindividual … to enter into those contracts … which may seem to him\nappropriate or necessary”). Moreover, the Court’s involvement in\nthis area is wholly unnecessary given Congress’ undisputed\nauthority to resolve income apportionment issues by virtue of its\npower to regulate commerce “among the several States.” See U. S.\nConst., Art. I, §8, cl. 3.Although I believe that the Court should\nreconsider its constitutional authority to adjudicate these kinds\nof cases, neither party has asked us to do so here, and the Court’s\ndecision today faithfully applies our precedents. I therefore\nconcur.",
    "joined": []
}