{
    "case": {
        "docket": "483",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/483/"
    },
    "id": "1970671",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1221_________________JACQUELINE HILLMAN, PETITIONERv.JUDY\nA. MARETTAon writ of certiorari to the supreme court of\nvirginia[June 3, 2013]Justice Thomas, concurring in the\njudgment.The Court correctly concludes that §20–111.1(D)\nof the Virginia Code (Section D) is pre-empted by the Federal\nEmployees’ Group Life Insurance Act of 1954 (FEGLIA), 5\nU. S. C. §8701et seq.But I cannot join the\n“purposes and objectives” framework that the majority uses to reach\nthis conclusion.Ante,at 6. That framework is an\nillegitimate basis for finding the pre-emption of state law, seeWyethv.Levine,555 U.S.\n555, 583 (2009) (Thomas, J., concurring in judgment), and is\nentirely unnecessary to the result in this case, because the\nordinary meanings of FEGLIA and Section D directly conflict.\nAccordingly, I concur only in the judgment.The Supremacy Clause establishes that federal\nlaw “shall be the supreme Law of the Land . . . any Thing\nin the Constitution or Laws of any state to the Contrary\nnothwithstanding.” Art. VI, cl. 2. “Where state and\nfed-eral law ‘directly conflict,’ state law must give way.”PLIVA, Inc.v.Mensing, 564 U. S. ___, ___\n(2011) (slip op., at 11) (quotingWyeth, 555 U. S., at\n583). As I have noted before, courts assessing whether state and\nfederal law conflict should not engage in a freewheeling inquiry\ninto whether state law undermines supposed federal purposes and\nob-jectives.Id., at 588. Such an approach looks beyond the\ntext of enacted federal law and thereby permits the Fed- eral\nGovernment to displace state law without satisfying an essential\nprecondition to pre-emption, namely, the Bi-cameral and Presentment\nClause.Id., at 586–587. Pre-emption analysis should,\ntherefore, instead hew closely to the text and structure of the\nprovisions at issue, and a court should find pre-emption only when\nthe “ ‘ordinary meaning’ ” of duly enacted federal law\n“effectively repeal[s] contrary state law.”PLIVA,supra,at ___–___ (slip op., at 14–15, 17).Applying these principles, it is clear that the\nordinary meaning of FEGLIA directly conflicts with Section D.\nFEGLIA provides that life insurance benefits are paid according to\na particular “order of precedence.” 5 U. S. C. §8705(a);\nsee also 5 CFR §870.801(a) (2013). The benefits are distributed\nfirst to “the beneficiary or beneficiaries designated by the\nemployee in a signed and witnessed writing received before death.”\n5 U. S. C. §8705(a). If the insured fails to designate a\nbeneficiary, FEGLIA provides a specific order in which benefits\nmust be distributed: next to “the widow or widower of the\nemployee”; absent a widow or widower, to “the child or children of\nthe employee and descendants of [the] deceased children”; and so\non.Ibid.;ante, at 2. The insured has the right to\nchange his beneficiary designation “at any time without the\nknowledge or consent of the previous beneficiary,” and “[t]his\nright cannot be waived or restricted.” 5 CFR §870.802(f).Section D directly conflicts with this statutory\nscheme, because it nullifies the insured’s statutory right to\ndesignate a beneficiary. The right to designate a beneficiary\nencompasses a corresponding right in the named beneficiary not only\nto receive the proceeds, but also to retain them. Indeed, the\n“right” to designate a beneficiary—as well as the term\n“beneficiary” itself—would be meaningless if the only effect of a\ndesignation were to saddle the nominal beneficiary with liability\nunder state law for the full value of the proceeds. But Section D\naccomplishes exactly that: It transforms the designated beneficiary\ninto a defendant in state court, a defendant who is now liable to\nthe individual the State has designated as the true beneficiary.\nWhile Hillman does not insist that the in-surer should have mailed\nthe check to her (as opposed to Maretta, the designated\nbeneficiary), Section D requires, in effect, this very result. Seeante,at 10 (“[Section D] displaces the beneficiary selected\nby the insured in accordance with FEGLIA and places someone else in\nher stead”). If the right to designate a beneficiary means\nanything, we must conclude that Section D directly conflicts with\nFEGLIA’s order of precedence.The direct conflict between Section D and FEGLIA\nis also evident in the fact that Section D’s only function is to\naccomplish what Section A would have achieved, had Section A not\nbeen pre-empted. Section A provides that,“upon the entry of a decree of annulment\nor divorce from the bond of matrimony . . . , any\nrevocable beneficiary designation contained in a then existing\nwritten contract owned by one party that provides for the payment\nof any death benefit to the other party is revoked. A death benefit\nprevented from passing to a former spouse by this section shall be\npaid as if the former spouse had predeceased the decedent.” Va.\nCode Ann. §20–111.1(A) (Lexis Cum. Supp. 2012).Both parties agree that FEGLIA pre-empts this\nprovision. Brief for Petitioner 4–5; Brief for Respondent 2; see\nalso 283 Va. 34, 52, 722 S.E.2d 32, 35 (2012). And for good reason:\nif an insured has designated his former spouse as the beneficiary\nof his life insurance policy, Section A purports to “revok[e]” that\ndesignation in the event of divorce or annulment. By purporting to\nso alter FEGLIA’s statutory order of precedence, Section A is\nclearly pre-empted by federal law. Tellingly, it is precisely in\nthis context—and only in this context—that Section D operates. See\n§20–111.1(D). Of course, Section D does not preclude the direct\npayment of benefits to the designated beneficiary; however, it\naccomplishes the same prohibited result by transforming the\ndesignated party into little more than a passthrough for the true\nbeneficiary. This cannot be squared with FEGLIA. Consequently,\nSection D must yield.*  *  *For these reasons, I agree with the Court’s\nconclusion that Section D is pre-empted and, therefore, concur in\nthe judgment.",
    "joined": []
}