{
    "case": {
        "docket": "297",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/297/"
    },
    "id": "1970746",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–345_________________ABIGAIL NOEL FISHER, PETITIONER v. UNIVERSITY\nOF TEXAS AT AUSTIN et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2013]Justice Thomas,\nconcurring.I join the\nCourt’s opinion because I agree that the Court of Appeals did\nnot apply strict scrutiny to the University of Texas at\nAustin’s (University) use of racial discrimi- nation in\nadmissions decisions. Ante, at 1. I write separately to explain\nthat I would overrule Grutter v. Bollinger, 539 U. S. 306\n(2003) , and hold that a State’s use of race in higher\neducation admissions decisions is categorically prohibited by the\nEqual Protection Clause.IAThe Fourteenth\nAmendment provides that no State shall “deny to any person\n. . . the equal protection of the laws.” The Equal\nProtection Clause guarantees every person the right to be treated\nequally by the State, without regard to race. “At the heart\nof this [guarantee] lies the principle that the government must\ntreat citizens as individuals, and not as members of racial,\nethnic, or religious groups.” Missouri v. Jenkins, 515\nU. S. 70 –121 (1995) (Thomas, J., concurring). “It\nis for this reason that we must subject all racial classifications\nto the strictest of scrutiny.” Id., at 121.Under strict scrutiny,\nall racial classifications are categorically prohibited unless they\nare “ ‘necessary to further a compelling\ngovernmental interest’ ” and “narrowly\ntailored to that end.” Johnson v. California, 543 U. S.\n499, 514 (2005) (quoting Grutter, supra, at 327). This most\nexacting standard “has proven automatically fatal” in\nalmost every case. Jenkins, supra, at 121 (Thomas, J., concurring).\nAnd rightly so. “Purchased at the price of immeasurable human\nsuffering, the equal protection principle reflects our\nNation’s understanding that [racial] classifications\nultimately have a destructive impact on the individual and our\nsociety.” Adarand Constructors, Inc. v. Peña, 515\nU. S. 200, 240 (1995) (Thomas, J., concurring in part and\nconcurring in judgment). “The Constitution abhors\nclassifications based on race” because “every time the\ngovernment places citizens on racial registers and makes race\nrelevant to the provision of burdens or benefits, it demeans us\nall.” Grutter, supra, at 353 (Thomas, J., concurring in part\nand dissenting in part).B1The Court first\narticulated the strict-scrutiny standard in Korematsu v. United\nStates, 323 U. S. 214 (1944) . There, we held that\n“[p]ressing public necessity may sometimes justify the\nexistence of [racial discrimination]; racial antagonism never\ncan.” Id., at 216. [1]\nAside from Grutter, the Court has recognized only two instances in\nwhich a “[p]ressing public necessity” may justify\nracial discrimination by the government. First, in Korematsu, the\nCourt recognized that protecting national security may satisfy this\nexacting standard. In that case, the Court upheld an evacuation\norder directed at “all persons of Japanese ancestry” on\nthe grounds that the Nation was at war with Japan and that the\norder had “a definite and close relationship to the\nprevention of espionage and sabotage.” 323 U. S., at\n217–218. Second, the Court has recognized that the government\nhas a compelling interest in remedying past discrimination for\nwhich it is responsible, but we have stressed that a government\nwishing to use race must provide “a ‘strong basis in\nevidence for its conclusion that remedial action [is]\nnecessary.’ ” Richmond v. J. A. Croson Co., 488\nU. S. 469, 500, 504 (1989) (quoting Wygant v. Jackson Bd. of\nEd., 476 U. S. 267, 277 (1986) (plurality opinion)).In contrast to these\ncompelling interests that may, in a narrow set of circumstances,\njustify racial discrimination, the Court has frequently found other\nasserted interests insufficient. For example, in Palmore v. Sidoti,\n466 U. S. 429 (1984) , the Court flatly rejected a claim that\nthe best interests of a child justified the government’s\nracial discrimination. In that case, a state court awarded custody\nto a child’s father because the mother was in a mixed-race\nmarriage. The state court believed the child might be stigmatized\nby living in a mixed-race household and sought to avoid this\nperceived problem in its custody determination. We acknowledged the\npossibility of stigma but nevertheless concluded that “the\nreality of private biases and the possible injury they might\ninflict” do not justify racial discrimination. Id., at 433.\nAs we explained, “The Constitution cannot control such\nprejudices but neither can it tolerate them. Private biases may be\noutside the reach of the law, but the law cannot, directly or\nindirectly, give them effect.” Ibid.Two years later, in\nWygant, supra, the Court held that even asserted interests in\nremedying societal discrimination and in providing role models for\nminority students could not justify governmentally imposed racial\ndiscrimination. In that case, a collective-bargaining agreement\nbetween a school board and a teacher’s union favored teachers\nwho were “ ‘Black, American Indian, Oriental, or\nof Spanish descendancy.’ ” Id., at 270–271,\nand n. 2 (plurality opinion). We rejected the interest in\nremedying societal discrimination because it had no logical\nstopping point. Id., at 276. We similarly rebuffed as inadequate\nthe interest in providing role models to minority students and\nadded that the notion that “black students are better off\nwith black teachers could lead to the very system the Court\nrejected in Brown v. Board of Education, 347 U. S. 483 (1954)\n.” Ibid.2Grutter was a radical\ndeparture from our strict-scrutiny precedents. In Grutter, the\nUniversity of Michigan Law School (Law School) claimed that it had\na compelling reason to discriminate based on race. The reason it\nadvanced did not concern protecting national security or remedying\nits own past discrimination. Instead, the Law School argued that it\nneeded to discriminate in admissions decisions in order to obtain\nthe “educational benefits that flow from a diverse student\nbody.” 539 U. S., at 317. Contrary to the very meaning of\nstrict scrutiny, the Court deferred to the Law School’s\ndetermination that this interest was sufficiently compelling to\njustify racial discrimination. Id., at 325.I dissented from that\npart of the Court’s decision. I explained that “only\nthose measures the State must take to provide a bulwark against\nanarchy, or to prevent violence, will constitute a ‘pressing\npublic necessity’ ” sufficient to satisfy strict\nscrutiny. Id., at 353. Cf. Lee v. Washington, 390 U. S. 333,\n334 (1968) (Black, J., concurring) (protecting prisoners from\nviolence might justify narrowly tailored discrimination); J. A.\nCroson, supra, at 521 (Scalia, J., concurring in judgment)\n(“At least where state or local action is at issue, only a\nsocial emergency rising to the level of imminent danger to life and\nlimb . . . can justify [racial discrimination]”). I\nadhere to that view today. As should be obvious, there is nothing\n“pressing” or “necessary” about obtaining\nwhatever educational benefits may flow from racial diversity.IIAThe University claims\nthat the District Court found that it has a compelling interest in\nattaining “a diverse stu- dent body and the educational\nbenefits flowing from such diversity.” Brief for Respondents\n18. The use of the conjunction, “and,” implies that the\nUniversity believes its discrimination furthers two distinct\ninterests. The first is an interest in attaining diversity for its\nown sake. The sec- ond is an interest in attaining educational\nbenefits that allegedly flow from diversity.Attaining diversity for\nits own sake is a nonstarter. As even Grutter recognized, the\npursuit of diversity as an end is nothing more than impermissible\n“racial balancing.” 539 U. S., at 329–330\n(“The Law School’s interest is not simply ‘to\nassure within its student body some specified percentage of a\nparticular group merely because of its race or ethnic\norigin.’ That would amount to outright racial balancing,\nwhich is patently unconstitutional” (quoting Regents of Univ.\nof Cal. v. Bakke, 438 U. S. 265, 307 (1978) ; citation\nomitted)); see also id., at 307 (“Preferring members of any\none group for no reason other than race or ethnic origin is\ndiscrimination for its own sake. This the Constitution\nforbids”). Rather, diversity can only be the means by which\nthe University obtains educational benefits; it cannot be an end\npursued for its own sake. Therefore, the educational benefits\nallegedly produced by diversity must rise to the level of a\ncompelling state interest in order for the program to survive\nstrict scrutiny.Unfortunately for the\nUniversity, the educational benefits flowing from student body\ndiversity—assuming they exist—hardly qualify as a\ncompelling state interest. Indeed, the argument that educational\nbenefits justify racial discrimination was advanced in support of\nracial segregation in the 1950’s, but emphatically rejected\nby this Court. And just as the alleged educational benefits of\nsegregation were insufficient to justify racial discrimination\nthen, see Brown v. Board of Education, 347 U. S. 483 (1954) ,\nthe alleged educational benefits of diversity cannot justify racial\ndiscrimination today.1Our desegregation\ncases establish that the Constitution prohibits public schools from\ndiscriminating based on race, even if discrimination is necessary\nto the schools’ survival. In Davis v. School Bd. of Prince\nEdward Cty., decided with Brown, supra, the school board argued\nthat if the Court found segregation unconstitutional, white\nstudents would migrate to private schools, funding for public\nschools would decrease, and public schools would either decline in\nquality or cease to exist altogether. Brief for Appellees in Davis\nv. School Bd. of Prince Edward Cty., O. T. 1952, No. 191,\np. 30 (hereinafter Brief for Appellees in Davis)\n(“Virginians . . . would no longer permit sizeable\nappropriations for schools on either the State or local level;\nprivate segregated schools would be greatly increased in number and\nthe masses of our people, both white and Negro, would suffer\nterribly. . . . [M]any white parents would withdraw\ntheir children from the public schools and, as a result, the\nprogram of providing better schools would be abandoned”\n(internal quotation marks omitted)). The true victims of\ndesegregation, the school board asserted, would be black students,\nwho would be unable to afford private school. See id., at 31\n(“[W]ith the demise of segregation, education in Virginia\nwould receive a serious setback. Those who would suffer most would\nbe the Negroes who, by and large, would be economically less able\nto afford the private school”); Tr. of Oral Arg. in Davis v.\nSchool Bd. of Prince Edward Cty., O. T. 1954, No. 3, p. 208\n(“What is worst of all, in our opinion, you impair the public\nschool system of Virginia and the victims will be the children of\nboth races, we think the Negro race worse than the white race,\nbecause the Negro race needs it more by virtue of these\ndisadvantages under which they have labored. We are up against the\nproposition: What does the Negro profit if he procures an immediate\ndetailed decree from this Court now and then impairs or mars or\ndestroys the public school system in Prince Edward County”).\n[2]Unmoved by this\nsky-is-falling argument, we held that segregation violates the\nprinciple of equality enshrined in the Fourteenth Amendment. See\nBrown, supra, at 495 (“[I]n the field of public education the\ndoctrine of ‘separate but equal’ has no place. Separate\neducational facilities are inherently unequal”); see also\nAllen v. School Bd. of Prince Edward Cty., 249 F. 2d 462, 465\n(CA4 1957) (per curiam) (“The fact that the schools might be\nclosed if the order were enforced is no reason for not enforcing\nit. A person may not be denied enforcement of rights to which he is\nentitled under the Constitution of the United States because of\naction taken or threatened in defiance of such rights”).\nWithin a matter of years, the warning became reality: After being\nordered to desegregate, Prince Edward County closed its public\nschools from the summer of 1959 until the fall of 1964. See R.\nSarratt, The Ordeal of Desegregation 237 (1966). Despite this fact,\nthe Court never backed down from its rigid enforcement of the Equal\nProtection Clause’s antidiscrimination principle.In this case, of\ncourse, Texas has not alleged that the University will close if it\nis prohibited from discriminating based on race. But even if it\nhad, the foregoing cases make clear that even that consequence\nwould not justify its use of racial discrimination. It follows,\na fortiori, that the putative educational benefits of student\nbody diversity cannot justify racial discrimination: If a State\ndoes not have a compelling interest in the existence of a\nuniversity, it certainly cannot have a compelling interest in the\nsupposed benefits that might accrue to that university from racial\ndiscrimination. See Grutter, 539 U. S., at 361 (opinion of\nThomas, J.) (“[A] marginal improvement in legal education\ncannot justify racial discrimination where the Law School has no\ncompelling interest either in its exis- tence or in its current\neducational and admissions policies”). If the Court were\nactually applying strict scrutiny, it would require Texas either to\nclose the University or to stop discriminating against applicants\nbased on their race. The Court has put other schools to that\nchoice, and there is no reason to treat the University\ndifferently.2It is also noteworthy\nthat, in our desegregation cases, we rejected arguments that are\nvirtually identical to those advanced by the University today. The\nUniversity asserts, for instance, that the diversity obtained\nthrough its discriminatory admissions program prepares its students\nto become leaders in a diverse society. See, e.g., Brief for\nRespondents 6 (arguing that student body diversity “prepares\nstudents to become the next generation of leaders in an\nincreasingly diverse society”). The segregationists likewise\ndefended segregation on the ground that it provided more leadership\nopportunities for blacks. See, e.g., Brief for Respondents in\nSweatt 96 (“[A] very large group of Northern Negroes [comes]\nSouth to attend separate colleges, suggesting that the Negro does\nnot secure as well-rounded a college life at a mixed college, and\nthat the separate college offers him positive advantages; that\nthere is a more normal social life for the Negro in a separate\ncollege; that there is a greater opportunity for full participation\nand for the development of leadership; that the Negro is inwardly\nmore ‘secure’ at a college of his own people”);\nBrief for Appellees in Davis 25–26 (“The Negro child\ngets an opportunity to participate in segregated schools that I\nhave never seen accorded to him in non-segregated schools. He is\nimportant, he holds offices, he is accepted by his fellows, he is\non athletic teams, he has a full place there” (internal\nquotation marks omitted)). This argument was unavailing. It is\nirrelevant under the Fourteenth Amendment whether segregated or\nmixed schools produce better leaders. Indeed, no court today would\naccept the suggestion that segregation is permissible because\nhistorically black colleges produced Booker T. Washington, Thurgood\nMarshall, Martin Luther King, Jr., and other prominent leaders.\nLikewise, the University’s racial discrimination cannot be\njustified on the ground that it will produce better leaders.The University also\nasserts that student body diversity improves interracial relations.\nSee, e.g., Brief for Respondents 6 (arguing that student body\ndiversity promotes “cross-racial understanding” and\nbreaks down racial and ethnic stereotypes). In this argument, too,\nthe University repeats arguments once marshaled in support of\nsegregation. See, e.g., Brief for Appellees in Davis 17\n(“Virginia has established segregation in certain fields as a\npart of her public policy to prevent violence and reduce\nresentment. The result, in the view of an overwhelming Virginia\nmajority, has been to improve the relationship between the\ndifferent races”); id., at 25 (“If segregation be\nstricken down, the general welfare will be definitely harmed\n. . . there would be more friction developed”\n(internal quotation marks omitted)); Brief for Respondents in\nSweatt 93 (“Texas has had no serious breaches of the peace in\nrecent years in connection with its schools. The separation of the\nraces has kept the conflicts at a minimum”); id., at\n97–98 (“The legislative acts are based not only on the\nbelief that it is the best way to provide education for both races,\nand the knowledge that separate schools are necessary to keep\npublic support for the public schools, but upon the necessity to\nmaintain the public peace, harmony, and welfare”); Brief for\nAppellees in Briggs 32 (“The southern Negro, by and large,\ndoes not want an end to segregation in itself any more than does\nthe southern white man. The Negro in the South knows that\ndiscriminations, and worse, can and would multiply in such\nevent” (internal quotation marks omitted)). We flatly\nrejected this line of arguments in McLaurin v. Oklahoma State\nRegents for Higher Ed., 339 U. S. 637 (1950) , where we held\nthat segregation would be unconstitutional even if white students\nnever tolerated blacks. Id., at 641 (“It may be argued that\nappellant will be in no better position when these restrictions are\nremoved, for he may still be set apart by his fellow students. This\nwe think irrelevant. There is a vast difference—a\nConstitutional difference—between restrictions imposed by the\nstate which prohibit the intellectual commingling of students, and\nthe refusal of individuals to commingle where the state presents no\nsuch bar”). It is, thus, entirely irrelevant whether the\nUniversity’s racial discrimination increases or decreases\ntolerance.Finally, while the\nUniversity admits that racial discrimination in admissions is not\nideal, it asserts that it is a temporary necessity because of the\nenduring race consciousness of our society. See Brief for\nRespondents 53–54 (“Certainly all aspire for a\ncolorblind society in which race does not matter\n. . . . But in Texas, as in America, ‘our\nhighest aspirations are yet unfulfilled’ ”). Yet\nagain, the University echoes the hollow justifications advanced by\nthe segregationists. See, e.g., Brief for State of Kansas on\nReargument in Brown v. Board of Education, O. T. 1953, No. 1,\np. 56 (“We grant that segregation may not be the ethical or\npolitical ideal. At the same time we recognize that practical\nconsiderations may prevent realization of the ideal”); Brief\nfor Respondents in Sweatt 94 (“The racial consciousness and\nfeeling which exists today in the minds of many people may be\nregrettable and unjustified. Yet they are a reality which must be\ndealt with by the State if it is to preserve harmony and peace and\nat the same time furnish equal education to both groups”);\nid., at 96 (“ ‘[T]he mores of racial relationships\nare such as to rule out, for the present at least, any possibility\nof admitting white persons and Negroes to the same\ninstitutions’ ”); Brief for Appellees in Briggs\n26–27 (“[I]t would be unwise in administrative practice\n. . . to mix the two races in the same schools at the\npresent time and under present conditions”); Brief for\nAppellees on Reargument in Briggs v. Elliott, O. T. 1953, No.\n2, p. 79 (“It is not ‘racism’ to be cognizant of\nthe fact that mankind has struggled with race problems and racial\ntensions for upwards of sixty centuries”). But these\narguments too were unavailing. The Fourteenth Amendment views\nracial bigotry as an evil to be stamped out, not as an excuse for\nperpetual racial tinkering by the State. See DeFunis v. Odegaard,\n416 U. S. 312, 342 (1974) (Douglas, J., dissenting)\n(“The Equal Protection Clause commands the elimination of\nracial barriers, not their creation in order to satisfy our theory\nas to how society ought to be organized”). The\nUniversity’s arguments to this effect are similarly\ninsufficient to justify discrimination. [3]3The\nUniversity’s arguments today are no more persuasive than they\nwere 60 years ago. Nevertheless, despite rejecting identical\narguments in Brown, the Court in Grutter deferred to the\nUniversity’s determination that the diversity obtained by\nracial discrimination would yield educational benefits. There is no\nprincipled distinction between the University’s assertion\nthat diversity yields educational benefits and the\nsegregationists’ assertion that segregation yielded those\nsame benefits. See Grutter, 539 U. S., at 365–366 (opinion of\nThomas, J.) (“Con- tained within today’s majority\nopinion is the seed of a new constitutional justification for a\nconcept I thought long and rightly rejected—racial\nsegregation”). Educational benefits are a far cry from the\ntruly compelling state interests that we previously required to\njustify use of racial classifications.BMy view of the\nConstitution is the one advanced by the plaintiffs in Brown:\n“[N]o State has any authority under the equal-protection\nclause of the Fourteenth Amendment to use race as a factor in\naffording educational opportunities among its citizens.” Tr.\nof Oral Arg. in Brown v. Board of Education, O. T. 1952, No.\n8, p. 7; see also Juris. Statement in Davis v. School Bd. of\nPrince Edward Cty., O. T. 1952, No. 191, p. 8\n(“[W]e take the unqualified position that the Fourteenth\nAmendment has totally stripped the state of power to make race and\ncolor the basis for governmental action”); Brief for\nAppellants in Brown v. Board of Education, O. T. 1952, No. 8,\np. 5 (“The Fourteenth Amendment precludes a state from\nimposing distinctions or classifications based upon race and color\nalone”); Brief for Appellants in Nos. 1, 2, and 4, and for\nRespondents in No. 10 on Reargument in Brown v. Board of Education,\nO. T. 1953, p. 65 (“That the Constitution is color blind\nis our dedicated belief”). The Constitution does not pander\nto faddish theories about whether race mixing is in the public\ninterest. The Equal Protection Clause strips States of all\nauthority to use race as a factor in providing education. All\napplicants must be treated equally under the law, and no benefit in\nthe eye of the beholder can justify racial discrimination.This principle is\nneither new nor difficult to understand. In 1868, decades before\nPlessy, the Iowa Supreme Court held that schools may not\ndiscriminate against applicants based on their skin color. In Clark\nv. Board of Directors, 24 Iowa 266 (1868), a school denied\nadmission to a student because she was black, and “public\nsentiment [was] opposed to the intermingling of white and colored\nchildren in the same schools.” Id., at 269. The Iowa Supreme\nCourt rejected that flimsy justification, holding that “all\nthe youths are equal before the law, and there is no discretion\nvested in the board . . . or elsewhere, to interfere with\nor disturb that equality.” Id., at 277. “For the courts\nto sustain a board of school directors . . . in limiting\nthe rights and privileges of persons by reason of their [race],\nwould be to sanction a plain violation of the spirit of our laws\nnot only, but would tend to perpetuate the national differences of\nour people and stimulate a constant strife, if not a war of\nraces.” Id., at 276. This simple, yet fundamental, truth was\nlost on the Court in Plessy and Grutter.I would overrule\nGrutter and hold that the University’s admissions program\nviolates the Equal Protection Clause because the University has not\nput forward a compelling interest that could possibly justify\nracial discrimination.IIIWhile I find the\ntheory advanced by the University to justify racial discrimination\nfacially inadequate, I also believe that its use of race has little\nto do with the alleged educational benefits of diversity. I suspect\nthat the University’s program is instead based on the\nbenighted notion that it is possible to tell when discrimination\nhelps, rather than hurts, racial minorities. See post, at 3\n(Ginsburg, J., dissenting) (“[G]overnment actors, including\nstate universities, need not be blind to the lingering effects of\n‘an overtly discriminatory past,’ the legacy of\n‘centuries of law-sanctioned inequality’ ”).\nBut “[h]istory should teach greater humility.” Metro\nBroadcasting, Inc. v. FCC, 497 U. S. 547, 609 (1990)\n(O’Connor, J., dissenting). The worst forms of racial\ndiscrimination in this Nation have always been accompanied by\nstraight-faced representations that discrimination helped\nminorities.ASlaveholders argued\nthat slavery was a “positive good” that civilized\nblacks and elevated them in every dimension of life. See, e.g.,\nCalhoun, Speech in the U. S. Senate, 1837, in P. Finkelman,\nDefending Slavery 54, 58–59 (2003) (“Never before has\nthe black race of Central Africa, from the dawn of history to the\npresent day, attained a condition so civilized and so improved, not\nonly physically, but morally and\nintellectually. . . . [T]he relation now existing in\nthe slaveholding States between the two [races], is, instead of an\nevil, a good—a positive good”); Harper, Memoir on\nSlavery, in The Ideology of Slavery 78, 115–116 (D. Faust ed.\n1981) (“Slavery, as it is said in an eloquent article\npublished in a Southern periodical work . . . ‘has\ndone more to elevate a degraded race in the scale of humanity; to\ntame the savage; to civilize the barbarous; to soften the\nferocious; to enlighten the ignorant, and to spread the blessings\nof [C]hristianity among the heathen, than all the missionaries that\nphilanthropy and religion have ever sent\nforth’ ”); Hammond, The Mudsill Speech, 1858, in\nDefending Slavery, supra, at 80, 87 (“They are elevated from\nthe condition in which God first created them, by being made our\nslaves”).A century later,\nsegregationists similarly asserted that segregation was not only\nbenign, but good for black students. They argued, for example, that\nseparate schools protected black children from racist white\nstudents and teachers. See, e.g., Brief for Appellees in Briggs\n33–34 (“ ‘I have repeatedly seen wise and\nloving colored parents take infinite pains to force their little\nchildren into schools where the white children, white teachers, and\nwhite parents despised and resented the dark child, made mock of\nit, neglected or bullied it, and literally rendered its life a\nliving hell. Such parents want their child to “fight”\nthis thing out,—but, dear God, at what a cost!\n. . . We shall get a finer, better balance of spirit; an\ninfinitely more capable and rounded personality by putting children\nin schools where they are wanted, and where they are happy and\ninspired, than in thrusting them into hells where they are\nridiculed and hated’ ” (quoting DuBois, Does the\nNegro Need Separate Schools? 4 J. of Negro Educ. 328, 330–331\n(1935))); Tr. of Oral Arg. in Bolling v. Sharpe, O. T. 1952,\nNo. 413, p. 56 (“There was behind these [a]cts a kindly\nfeeling [and] an intention to help these people who had been in\nbondage. And there was and there still is an intention by the\nCongress to see that these children shall be educated in a\nhealthful atmosphere, in a wholesome atmosphere, in a place where\nthey are wanted, in a place where they will not be looked upon with\nhostility, in a place where there will be a receptive atmosphere\nfor learning for both races without the hostility that undoubtedly\nCongress thought might creep into these situations”). And\nthey even appealed to the fact that many blacks agreed that\nseparate schools were in the “best interests” of both\nraces. See, e.g., Brief for Appellees in Davis 24–25\n(“ ‘It has been my experience, in working with the\npeople of Virginia, including both white and Negro, that the\ncustoms and the habits and the traditions of Virginia citizens are\nsuch that they believe for the best interests of both the white and\nthe Negro that the separate school is\nbest’ ”).Following in these\ninauspicious footsteps, the University would have us believe that\nits discrimination is likewise benign. I think the lesson of\nhistory is clear enough: Racial discrimination is never benign.\n“ ‘[B]enign’ carries with it no independent\nmeaning, but reflects only acceptance of the current\ngeneration’s conclusion that a politically acceptable burden,\nimposed on particular citizens on the basis of race, is\nreasonable.” See Metro Broadcasting, 497 U. S., at 610\n(O’Connor, J., dissenting). It is for this reason that the\nCourt has repeatedly held that strict scrutiny applies to all\nracial classifications, regardless of whether the government has\nbenevolent motives. See, e.g., Johnson, 543 U. S., at 505\n(“We have insisted on strict scrutiny in every context, even\nfor so-called ‘benign’ racial classifications”);\nAdarand, 515 U. S., at 227 (“[A]ll racial\nclassifications, imposed by whatever federal, state, or local\ngovernmental actor, must be analyzed by a reviewing court under\nstrict scrutiny”); J. A. Croson, 488 U. S., at 500\n(“Racial classifications are suspect, and that means that\nsimple legislative assurances of good intention cannot\nsuffice”). The University’s professed good intentions\ncannot excuse its outright racial discrimination any more than such\nintentions justified the now denounced arguments of slaveholders\nand segregationists.BWhile it does not,\nfor constitutional purposes, matter whether the University’s\nracial discrimination is benign, I note that racial engineering\ndoes in fact have insidious consequences. There can be no doubt\nthat the University’s discrimination injures white and Asian\napplicants who are denied admission because of their race. But I\nbelieve the injury to those admitted under the University’s\ndiscriminatory admissions program is even more harmful.Blacks and Hispanics\nadmitted to the University as a result of racial discrimination\nare, on average, far less prepared than their white and Asian\nclassmates. In the University’s entering class of 2009, for\nexample, among the students admitted outside the Top Ten Percent\nplan, blacks scored at the 52d percentile of 2009 SAT takers\nnationwide, while Asians scored at the 93d percentile. Brief for\nRichard Sander et al. as Amici Curiae 3–4, and\nn. 4. Blacks had a mean GPA of 2.57 and a mean SAT score of\n1524; Hispanics had a mean GPA of 2.83 and a mean SAT score of\n1794; whites had a mean GPA of 3.04 and a mean SAT score of 1914;\nand Asians had a mean GPA of 3.07 and a mean SAT score of 1991. [4] Ibid.Tellingly, neither the\nUniversity nor any of the 73 amici briefs in support of racial\ndiscrimination has presented a shred of evidence that black and\nHispanic students are able to close this substantial gap during\ntheir time at the University. Cf. Thernstrom & Thernstrom,\nReflections on the Shape of the River, 46 UCLA L. Rev. 1583,\n1605–1608 (1999) (discussing the failure of defenders of\nracial discrimination in admissions to consider the fact that its\n“beneficiaries” are underperforming in the classroom).\n“It is a fact that in virtually all selective schools\n. . . where racial preferences in admission is practiced,\nthe majority of [black] students end up in the lower quarter of\ntheir class.” S. Cole & E. Barber, Increasing Faculty\nDiversity: The Occupational Choices of High-Achieving Minority\nStudents 124 (2003). There is no reason to believe this is not the\ncase at the University. The University and its dozens of amici are\ndeafeningly silent on this point.Furthermore, the\nUniversity’s discrimination does nothing to increase the\nnumber of blacks and Hispanics who have access to a college\neducation generally. Instead, the University’s discrimination\nhas a pervasive shifting effect. See T. Sowell, Affirmative Action\nAround the World 145–146 (2004). The University admits\nminorities who otherwise would have attended less selective\ncolleges where they would have been more evenly matched. But, as a\nresult of the mismatching, many blacks and Hispanics who likely\nwould have excelled at less elite schools are placed in a position\nwhere underperformance is all but inevitable because they are less\nacademically prepared than the white and Asian students with whom\nthey must compete. Setting aside the damage wreaked upon the\nself-confidence of these overmatched students, there is no evidence\nthat they learn more at the University than they would have learned\nat other schools for which they were better prepared. Indeed, they\nmay learn less.The Court of Appeals\nbelieved that the University needed to enroll more blacks and\nHispanics because they remained “clustered in certain\nprograms.” 631 F. 3d 213, 240 (CA5 2011)\n(“[N]early a quarter of the undergraduate students in [the\nUniversity’s] College of Social Work are Hispanic, and more\nthan 10% are [black]. In the College of Education, 22.4% of\nstudents are Hispanic and 10.1% are [black]”). But racial\ndiscrimination may be the cause of, not the solution to, this\nclustering. There is some evidence that students admitted as a\nresult of racial discrimination are more likely to abandon their\ninitial aspirations to become scientists and engineers than are\nstudents with similar qualifications who attend less selective\nschools. See, e.g., Elliott, Strenta, Adair, Matier, & Scott,\nThe Role of Ethnicity in Choosing and Leaving Science in Highly\nSelective Institutions, 37 Research in Higher Educ. 681,\n699–701 (1996). [5]\nThese students may well drift towards less competitive majors\nbecause the mismatch caused by racial discrimination in admissions\nmakes it difficult for them to compete in more rigorous majors.Moreover, the\nUniversity’s discrimination “stamp[s] [blacks and\nHispanics] with a badge of inferiority.” Adarand, 515\nU. S., at 241 (opinion of Thomas, J.). It taints the\naccomplishments of all those who are admitted as a result of racial\ndiscrimination. Cf. J. McWhorter, Losing the Race: Self-Sabotage in\nBlack America 248 (2000) (“I was never able to be as proud of\ngetting into Stanford as my classmates could\nbe. . . . [H]ow much of an achievement can I truly\nsay it was to have been a good enough black person to be admitted,\nwhile my colleagues had been considered good enough people to be\nadmitted”). And, it taints the accomplishments of all those\nwho are the same race as those admitted as a result of racial\ndiscrimination. In this case, for example, most blacks and\nHispanics attending the University were admitted without\ndiscrimination under the Top Ten Percent plan, but no one can\ndistinguish those students from the ones whose race played a role\nin their admission. “When blacks [and Hispanics] take\npositions in the highest places of government, industry, or\nacademia, it is an open question  . . . whether\ntheir skin color played a part in their advancement.” See\nGrutter, 539 U. S., at 373 (opinion of Thomas, J.). “The\nquestion itself is the stigma—because either racial\ndiscrimination did play a role, in which case the person may be\ndeemed ‘otherwise unqualified,’ or it did not, in which\ncase asking the question itself unfairly marks those\n. . . who would succeed without discrimination.”\nIbid. Al- though cloaked in good intentions, the University’s\nracial tinkering harms the very people it claims to be helping.*  *  *For the foregoing\nreasons, I would overrule Grutter. However, because the Court\ncorrectly concludes that the Court of Appeals did not apply strict\nscrutiny, I join its opinion.Notes1The standard of\n“pressing public necessity” is more frequently called a\n“compelling governmental interest.” I use the terms\ninterchangeably.2Similar arguments were\nadvanced unsuccessfully in other cases as well. See, e.g., Brief\nfor Respondents in Sweatt v. Painter, O. T. 1949, No. 44, pp.\n94–95 (hereinafter Brief for Respondents in Sweatt)\n(“[I]f the power to separate the students were terminated,\n. . . it would be as a bonanza to the private white\nschools of the State, and it would mean the migration out of the\nschools and the turning away from the public schools of the\ninfluence and support of a large number of children and of the\nparents of those children . . . who are the largest\ncontributors to the cause of public education, and whose financial\nsupport is necessary for the continued progress of public\neducation. . . . Should the State be required to mix the\npublic schools, there is no question but that a very large group of\nstudents would transfer, or be moved by their parents, to private\nschools with a resultant deterioration of the public schools”\n(internal quotation marks omitted)); Brief for Appellees in Briggs\nv. Elliott, O. T. 1952, No. 101, p. 27 (hereinafter Brief\nfor Appellees in Briggs) (“[I]t would be impossible to have\nsufficient acceptance of the idea of mixed groups attending the\nsame schools to have public education on that basis at all\n. . . . [I]t would eliminate the public schools in\nmost, if not all, of the communities in the\nState”).3While the arguments\nadvanced by the University in defense of discrimination are the\nsame as those advanced by the segregationists, one obvious\ndifference is that the segregationists argued that it was\nsegregation that was necessary to obtain the alleged benefits,\nwhereas the University argues that diversity is the key. Today, the\nsegre-gationists’ arguments would never be given serious\nconsidera-tion. But see M. Plocienniczak, Pennsylvania School\nExperiments with ‘Segregation,’ CNN (Jan. 27, 2011),\nhttp://www.cnn.com/2011/US/01/27/pennsylvania.segregation/?_s=PM:US\n(as visited June 21, 2013, and available in Clerk of Court’s\ncase file). We should be equally hostile to the University’s\nrepackaged version of the same arguments in support of its favored\nform of racial discrimination.4The lowest possible score\non the SAT is 600, and the highest possible score is\n2400.5The success of\nhistorically black colleges at producing graduates who go on to\nearn graduate degrees in science and engineering is well\ndocumented. See, e.g., National Science Foundation, J. Burrelli\n& A. Rapoport, InfoBrief, Role of HBCUs as Baccalaureate-Origin\nInstitutions of Black S&E Doctorate Recipients 6 (2008) (Table\n2) (showing that, from 1997–2006, Howard University had more\nblack students who went on to earn science and engineering\ndoctorates than any other undergraduate institution, and that 7\nother historically black colleges ranked in the top 10); American\nAssociation of Medical Colleges, Diversity in Medical Education:\nFacts & Figures 86 (2012) (Table 19) (showing that, in 2011,\nXavier University had more black students who went on to earn\nmedical degrees than any other undergraduate institution and that\nHoward University was second).",
    "joined": []
}