{
    "case": {
        "docket": "16-111",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-111/"
    },
    "id": "3910080",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–111_________________MASTERPIECE CAKESHOP, LTD., et al.,\nPETITIONERSv.COLORADO CIVIL RIGHTS COMMISSION,\net al.on writ of certiorari to the court of appeals\nof colorado[June 4, 2018]Justice Thomas, with whom Justice Gorsuch\njoins, concurring in part and concurring in the judgment.I agree that the Colorado Civil Rights\nCommission (Commission) violated Jack Phillips’ right to freely\nexercise his religion. As Justice Gorsuch explains, the Commission\ntreated Phillips’ case differently from a similar case involving\nthree other bakers, for reasons that can only be explained by\nhostility toward Phillips’ religion. Seeante,at 2–7\n(concurring opinion). The Court agrees that the Commission treated\nPhillips differently, and it points out that some of the\nCommissioners made comments disparaging Phillips’ religion. Seeante,at 12–16. Although the Commissioners’ comments are\ncertainly disturbing, the discriminatory application of Colorado’s\npublic-accommodations law is enough on its own to violate Phillips’\nrights. To the extent the Court agrees, I join its opinion.While Phillips rightly prevails on his\nfree-exercise claim, I write separately to address his free-speech\nclaim. The Court does not address this claim because it has some\nuncertainties about the record. Seeante,at 2.\nSpecifically, the parties dispute whether Phillips refused to\ncreate acustomwedding cake for the individual respondents,\nor whether he refused to sell themanywedding cake\n(including a premade one). But the Colorado Court of Appeals\nresolved this factual dispute in Phillips’ favor. The court\ndescribed his conduct as a refusal to “design and create a cake to\ncelebrate [a] same-sex wedding.”Craigv.Masterpiece\nCakeshop, Inc., 370 P.3d 272, 276 (2015); see alsoid.,at 286 (“designing and selling a wedding cake”);id.,at 283\n(“refusing to create a wedding cake”). And it noted that the\nCommission’s order required Phillips to sell “ ‘anyproduct [he] would sell to heterosexual couples,’ ” including\ncustom wedding cakes.Id.,at 286 (emphasis added).Even after describing his conduct this way, the\nCourt of Appeals concluded that Phillips’ conduct was not\nexpressive and was not protected speech. It reasoned that an\noutside observer would think that Phillips was merely complying\nwith Colorado’s public-accommodations law, not expressing a\nmessage, and that Phillips could post a disclaimer to that effect.\nThis reasoning flouts bedrock principles of our free-speech\njurisprudence and would justify virtually any law that compels\nindividuals to speak. It should not pass without comment.IThe First Amendment, applicable to the States\nthrough the Fourteenth Amendment, prohibits state laws that abridge\nthe “freedom of speech.” When interpreting this command, this Court\nhas distinguished between regulations of speech and regulations of\nconduct. The latter generally do not abridge the freedom of speech,\neven if they impose “incidental burdens” on expression.Sorrellv.IMS Health Inc., 564 U. S. 552, 567\n(2011). As the Court explains today, public-accommodations laws\nusually regulate conduct.Ante,at 9–10 (citingHurleyv.Irish-American Gay, Lesbian and Bisexual Group\nof Boston, Inc., 515 U. S. 557, 572 (1995)). “[A]s a\ngeneral matter,” public-accommodations laws do not “target speech”\nbut instead prohibit “theactof discriminating against\nindividuals in the provision of publicly available goods,\nprivileges, and services.”Id.,at 572 (emphasis added).Although public-accommodations laws generally\nregulate conduct, particular applications of them can burden\nprotected speech. When a public-accommodations law “ha[s] the\neffect of declaring . . . speech itself to be the public\naccommodation,” the First Amendment applies with full force.Id., at 573; accord,Boy Scouts of Americav.Dale, 530 U. S. 640, 657–659 (2000). InHurley,\nfor example, a Massachusetts public-accommodations law prohib- ited\n“ ‘any distinction, discrimination or restriction on ac- count\nof . . . sexual orientation . . . relative to\nthe admission of any person to, or treatment in any place of public\naccommodation.’ ” 515 U. S.,at 561 (quoting Mass.\nGen. Laws §272:98 (1992); ellipsis in original). When this law\nrequired the sponsor of a St. Patrick’s Day parade to include a\nparade unit of gay, lesbian, and bisexual Irish-Americans, the\nCourt unanimously held that the law violated the sponsor’s right to\nfree speech. Parades are “a form of expression,” this Court\nexplained, and the application of the public-accommodations law\n“alter[ed] the expressive content” of the parade by forcing the\nsponsor to add a new unit. 515 U. S., at 568, 572–573. The\naddition of that unit compelled the organizer to “bear witness to\nthe fact that some Irish are gay, lesbian, or bisexual”; “suggest\n. . . that people of their sexual orientation have as\nmuch claim to unqualified social acceptance as heterosexuals”; and\nimply that their participation “merits celebration.”Id.,at\n574. While this Court acknowledged that the unit’s exclusion might\nhave been “misguided, or even hurtful,”ibid., it rejected\nthe notion that governments can mandate “thoughts and statements\nacceptable to some groups or, indeed, all people” as the\n“antithesis” of free speech,id.,at 579; accord,Dale,supra,at 660–661.The parade inHurleywas an example of\nwhat this Court has termed “expressive conduct.” See 515\nU. S., at 568–569. This Court has long held that “the\nConstitution looks beyond written or spoken words as mediums of\nexpression,”id., at 569, and that “[s]ymbolism is a\nprimitive but effective way of communicating ideas,”West\nVirginia Bd. of Ed.v.Barnette, 319 U. S. 624, 632\n(1943). Thus, a person’s “conduct may be ‘sufficiently imbued with\nelements of communication to fall within the scope of the First and\nFourteenth Amendments.’ ”Texasv.Johnson, 491\nU. S. 397, 404 (1989). Applying this principle, the Court has\nrecognized a wide array of conduct that can qualify as expressive,\nincluding nude dancing, burning the American flag, flying an\nupside-down American flag with a taped-on peace sign, wearing a\nmilitary uniform, wearing a black armband, conducting a silent\nsit-in, refusing to salute the American flag, and flying a plain\nred flag.[1]Of course, conduct does not qualify as protected\nspeech simply because “the person engaging in [it] intends thereby\nto express an idea.”United Statesv.O’Brien, 391\nU. S. 367, 376 (1968). To determine whether conduct is\nsufficiently expressive, the Court asks whether it was “intended to\nbe communicative” and, “in context, would reasona- bly be\nunderstood by the viewer to be communicative.”Clarkv.Community for Creative Non-Violence, 468 U. S. 288, 294\n(1984). But a “ ‘particularized message’ ” is not\nrequired, or else the freedom of speech “would never reach the\nunquestionably shielded painting of Jackson Pollock, music of\nArnold Schöenberg, or Jabberwocky verse of Lewis Carroll.”Hurley, 515 U. S., at 569.Once a court concludes that conduct is\nexpressive, the Constitution limits the government’s authority to\nrestrict or compel it. “[O]ne important manifestation of the\nprinciple of free speech is that one who chooses to speak may also\ndecide ‘what not to say’ ” and “tailor” the content of his\nmessage as he sees fit.Id.,at 573 (quotingPacific Gas\n& Elec. Co.v.Public Util. Comm’n of Cal., 475\nU. S. 1, 16 (1986) (plurality opinion)). This rule “applies\nnot only to expressions of value, opinion, or endorsement, but\nequally to statements of fact the speaker would rather avoid.”Hurley,supra, at 573. And it “makes no difference”\nwhether the government is regulating the “creati[on],\ndistributi[on], or consum[ption]” of the speech.Brownv.Entertainment Merchants Assn., 564 U. S. 786, 792,\nn. 1 (2011).IIAThe conduct that the Colorado Court of Appeals\nascribed to Phillips—creating and designing custom wedding cakes—is\nexpressive. Phillips considers himself an artist. The logo for\nMasterpiece Cakeshop is an artist’s paint palate with a paintbrush\nand baker’s whisk. Behind the counter Phillips has a picture that\ndepicts him as an artist painting on a canvas. Phillips takes\nexceptional care with each cake that he creates—sketching the\ndesign out on paper, choosing the color scheme, creating the\nfrosting and decorations, baking and sculpting the cake, decorating\nit, and delivering it to the wedding. Examples of his creations can\nbe seen on Masterpiece’s website. See\nhttp://masterpiececakes.com/wedding-cakes (as last visited June 1,\n2018).Phillips is an active participant in the wedding\ncelebration. He sits down with each couple for a consultation\nbefore he creates their custom wedding cake. He discusses their\npreferences, their personalities, and the details of their wedding\nto ensure that each cake reflects the couple who ordered it. In\naddition to creating and delivering the cake—a focal point of the\nwedding celebration—Phillips sometimes stays and interacts with the\nguests at the wedding. And the guests often recognize his creations\nand seek his bakery out afterward. Phillips also sees the inherent\nsymbolism in wedding cakes. To him, a wedding cake inherently\ncommunicates that “a wedding has occurred, a marriage has begun,\nand the couple should be celebrated.” App. 162.Wedding cakes do, in fact, communicate this\nmessage. A tradition from Victorian England that made its way to\nAmerica after the Civil War, “[w]edding cakes are so packed with\nsymbolism that it is hard to know where to begin.” M. Krondl, Sweet\nInvention: A History of Dessert 321 (2011) (Krondl); see alsoibid.(explaining the symbolism behind the color, texture,\nflavor, and cutting of the cake). If an average person walked into\na room and saw a white, multi-tiered cake, he would immediately\nknow that he had stumbled upon a wedding. The cake is “so\nstandardised and inevitable a part of getting married that few ever\nthink to question it.” Charsley, Interpretation and Custom: The\nCase of the Wedding Cake, 22 Man 93, 95 (1987). Almost no wedding,\nno matter how spartan, is missing the cake. Seeid.,at 98.\n“A whole series of events expected in the context of a wedding\nwould be impossible without it: an essential photograph, the\ncutting, the toast, and the distribution of both cake and favours\nat the wedding and afterwards.”Ibid.Although the cake is\neventually eaten, that is not its primary purpose. Seeid.,at 95 (“It is not unusual to hear people declaring that they do not\nlike wedding cake, meaning that they do not like to eat it. This\nincludes people who are, without question, having such cakes for\ntheir weddings”);id.,at 97 (“Nothing is made of the eating\nitself”); Krondl 320–321 (explaining that wedding cakes have long\nbeen described as “inedible”). The cake’s purpose is to mark the\nbeginning of a new marriage and to celebrate the couple.[2]Accordingly, Phillips’ creation of custom\nwedding cakes is expressive. The use of his artistic talents to\ncreate a well-recognized symbol that celebrates the beginning of a\nmarriage clearly communicates a message—certainly more so than nude\ndancing,Barnesv.Glen Theatre, Inc., 501 U. S.\n560, 565–566 (1991), or flying a plain red flag,Strombergv.California, 283 U. S. 359, 369 (1931).[3] By forcing Phillips to create custom\nwedding cakes for same-sex weddings, Colorado’s\npublic-accommodations law “alter[s] the expressive content” of his\nmessage.Hurley, 515 U. S., at 572. The meaning of\nexpressive conduct, this Court has explained, depends on “the\ncontext in which it occur[s].”Johnson, 491 U. S., at\n405. Forcing Phillips to make custom wedding cakes for same-sex\nmarriages requires him to, at the very least, acknowledge that\nsame-sex weddings are “weddings” and suggest that they should be\ncelebrated—the precise message he believes his faith forbids. The\nFirst Amendment prohibits Colorado from requiring Phillips to “bear\nwitness to [these] fact[s],”Hurley, 515 U. S., at 574,\nor to “affir[m] . . . a belief with which [he]\ndisagrees,”id.,at 573.BThe Colorado Court of Appeals nevertheless\nconcluded that Phillips’ conduct was “not sufficiently expressive”\nto be protected from state compulsion. 370 P. 3d, at 283. It\nnoted that a reasonable observer would not view Phillips’ conduct\nas “an endorsement of same-sex marriage,” but rather as mere\n“compliance” with Colorado’s public-accommodations law.Id.,at 286–287 (citingRumsfeldv.Forum for Academic and\nInstitutional Rights, Inc., 547 U. S. 47, 64–65 (2006)\n(FAIR);Rosenbergerv.Rector and Visitors of\nUniv. of Va., 515 U. S. 819, 841–842 (1995);PruneYard\nShopping Centerv.Robins, 447 U. S. 74, 76–78\n(1980)). It also emphasized that Masterpiece could “disassociat[e]”\nitself from same-sex marriage by posting a “disclaimer” stating\nthat Colorado law “requires it not to discriminate” or that “the\nprovision of its services does not constitute an endorsement.” 370\nP. 3d, at 288. This reasoning is badly misguided.1The Colorado Court of Appeals was wrong to\nconclude that Phillips’ conduct was not expressive because a\nreasonable observer would think he is merely complying with\nColorado’s public-accommodations law. This argument would justify\nany law that compelled protected speech. And, this Court has never\naccepted it. From the beginning, this Court’s compelled-speech\nprecedents have rejected arguments that “would resolve every issue\nof power in favor of those in authority.”Barnette, 319\nU. S., at 636.Hurley, for example, held that the\napplication of Massachusetts’ public-accommodations law “requir[ed]\n[the organizers] to alter the expressive content of their parade.”\n515 U. S., at 572–573. It did not hold that reasonable\nobservers would view the organizers as merely complying with\nMassachusetts’ public-accommodations law.The decisions that the Colorado Court of Appeals\ncited for this proposition are far afield. It cited three decisions\nwhere groups objected to being forced to provide a forum for a\nthird party’s speech. SeeFAIR,supra, at 51 (law\nschool refused to allow military recruiters on campus);Rosenberger,supra, at 822–823 (public university\nrefused to provide funds to a religious student paper);PruneYard,supra, at 77 (shopping center refused to\nallow individuals to collect signatures on its property). In those\ndecisions, this Court rejected the argument that requiring the\ngroups to provide a forum for third-party speech also required them\nto endorse that speech. SeeFAIR,supra, at 63–65;Rosenberger,supra, at 841–842;PruneYard,supra, at 85–88. But these decisions do not suggest that the\ngovernment can force speakers to alter theirownmessage.\nSeePacific Gas & Elec., 475 U. S., at 12 (“Notably\nabsent fromPruneYardwas any concern that access\n. . . might affect the shopping center owner’s exercise\nof his own right to speak”);Hurley,supra, at 580\n(similar).The Colorado Court of Appeals also noted that\nMasterpiece is a “for-profit bakery” that “charges its customers.”\n370 P. 3d, at 287. But this Court has repeatedly rejected the\nnotion that a speaker’s profit motive gives the government a freer\nhand in compelling speech. SeePacific Gas & Elec.,supra, at 8, 16 (collecting cases);Virginia Bd. of\nPharmacyv.Virginia Citizens Consumer Council, Inc.,\n425 U. S. 748, 761 (1976) (deeming it “beyond serious dispute”\nthat “[s]peech . . . is protected even though it is\ncarried in a form that is ‘sold’ for profit”). Further, even\nassuming that most for-profit companies prioritize maximizing\nprofits over communicating a message, that is not true for\nMasterpiece Cakeshop. Phillips routinely sacri- fices profits to\nensure that Masterpiece operates in a way that represents his\nChristian faith. He is not open on Sundays, he pays his employees a\nhigher-than-average wage, and he loans them money in times of need.\nPhillips also refuses to bake cakes containing alcohol, cakes with\nracist or homophobic messages, cakes criticizing God, and cakes\ncelebrating Halloween—even though Halloween is one of the most\nlucrative seasons for bakeries. These efforts to exercise control\nover the messages that Masterpiece sends are still more evidence\nthat Phillips’ conduct is expressive. SeeMiami Herald\nPublishing Co.v.Tornillo, 418 U. S. 241, 256–258\n(1974);Walkerv.Texas Div., Sons of Confederate\nVeterans, Inc., 576 U. S. ___, ___ (2015) (slip op., at\n15).2The Colorado Court of Appeals also erred by\nsuggesting that Phillips could simply post a disclaimer,\ndisassociating Masterpiece from any support for same-sex marriage.\nAgain, this argument would justify any law compelling speech. And\nagain, this Court has rejected it. We have described similar\narguments as “beg[ging] the core question.”Tornillo,supra, at 256. Because the government cannot compel speech,\nit also cannot “require speakers to affirm in one breath that which\nthey deny in the next.”Pacific Gas & Elec., 475\nU. S., at 16; see alsoid.,at 15, n. 11 (citingPruneYard, 447 U. S., at 99 (Powell, J., concurring in\npart and concurring in judgment)). States cannot put individuals to\nthe choice of “be[ing] compelled to affirm someone else’s belief”\nor “be[ing] forced to speak when [they] would prefer to remain\nsilent.”Id.,at 99.IIIBecause Phillips’ conduct (as described by the\nColorado Court of Appeals) was expressive, Colorado’s\npublic-accommodations law cannot penalize it unless the law\nwithstands strict scrutiny. Although this Court sometimes reviews\nregulations of expressive conduct under the more lenient test\narticulated inO’Brien,[4] that test does not apply unless the government would\nhave punished the conduct regardless of its expressive component.\nSee,e.g.,Barnes, 501 U. S., at 566–572\n(applyingO’Briento evaluate the application of a general\nnudity ban to nude dancing);Clark, 468 U. S., at 293\n(applyingO’Briento evaluate the application of a general\ncamping ban to a demonstration in the park). Here, however,\nColorado would not be punishing Phillips if he refused to create\nany custom wedding cakes; it is punishing him because he refuses to\ncreate custom wedding cakes that express approval of same-sex\nmarriage. In cases like this one, our precedents demand “ ‘the\nmost exacting scrutiny.’ ”Johnson, 491 U. S., at\n412; accord,Holderv.Humanitarian Law Project, 561\nU. S. 1, 28 (2010).The Court of Appeals did not address whether\nColo- rado’s law survives strict scrutiny, and I will not do so in\nthe first instance. There is an obvious flaw, however, with one of\nthe asserted justifications for Colorado’s law. According to the\nindividual respondents, Colorado can compel Phillips’ speech to\nprevent him from “ ‘denigrat[ing] the dignity’ ” of\nsame-sex couples, “ ‘assert[ing] [their] inferior-\nity,’ ” and subjecting them to “ ‘humiliation,\nfrustration, and embarrassment.’ ” Brief for Respondents Craig\net al. 39 (quotingJ. E. B.v.Alabama ex rel. T.\nB., 511 U. S. 127, 142 (1994);Heart of Atlanta Motel,\nInc.v.United States, 379 U. S. 241, 292 (1964)\n(Goldberg, J., concurring)). These justifications are completely\nforeign to our free-speech jurisprudence.States cannot punish protected speech because\nsome group finds it offensive, hurtful, stigmatic, unreasonable, or\nundignified. “If there is a bedrock principle underlying the First\nAmendment, it is that the government may not prohibit the\nexpression of an idea simply because society finds the idea itself\noffensive or disagreeable.”Johnson,supra, at 414. A\ncontrary rule would allow the government to stamp out virtually any\nspeech at will. SeeMorsev.Frederick, 551\nU. S. 393, 409 (2007) (“After all, much political and\nreligious speech might be perceived as offensive to some”). As the\nCourt reiterates today, “it is not . . . the role of the\nState or its officials to prescribe what shall be offensive.”Ante,at 16. “ ‘Indeed, if it is the speaker’s opinion\nthat gives offense, that consequence is a reason for according it\nconstitutional protection.’ ”Hustler Magazine, Inc.v.Falwell, 485 U. S. 46, 55 (1988); accord,Johnson,supra, at 408–409. If the only reason a\npublic-accommodations law regulates speech is “to produce a society\nfree of . . . biases” against the protected groups, that\npurpose is “decidedly fatal” to the law’s constitutionality, “for\nit amounts to nothing less than a proposal to limit speech in the\nservice of orthodox expression.”Hurley, 515 U. S., at\n578–579; see alsoUnited Statesv.Playboy Entertainment\nGroup, Inc., 529 U. S. 803, 813 (2000) (“Where the\ndesigned benefit of a content-based speech restriction is to shield\nthe sensibilities of listeners, the general rule is that the right\nof expression prevails”). “[A] speech burden based on audience\nreactions is simply government hostility . . . in a\ndifferent guise.”Matalv.Tam, 582 U. S. ___,\n___ (2017) (Kennedy, J., concurring in part and concurring in\njudgment) (slip op., at 4).Consider what Phillips actually said to the\nindividual respondents in this case. After sitting down with them\nfor a consultation, Phillips told the couple, “ ‘I’ll make\nyour birthday cakes, shower cakes, sell you cookies and brownies, I\njust don’t make cakes for same sex weddings.’ ” App. 168. It\nis hard to see how this statement stigmatizes gays and lesbians\nmore than blocking them from marching in a city parade, dismissing\nthem from the Boy Scouts, or subjecting them to signs that say “God\nHates Fags”—all of which this Court has deemed protected by the\nFirst Amendment. SeeHurley,supra, at 574–575;Dale, 530 U. S., at 644;Snyderv.Phelps, 562 U. S. 443, 448 (2011). Moreover, it is also\nhard to see how Phillips’ statement is worse than the racist,\ndemeaning, and even threatening speech toward blacks that this\nCourt has tolerated in previous decisions. Concerns about “dignity”\nand “stigma” did not carry the day when this Court affirmed the\nright of white supremacists to burn a 25-foot cross,Virginiav.Black, 538 U. S. 343 (2003); conduct\na rally on Martin Luther King Jr.’s birthday,Forsyth Countyv.Nationalist Movement, 505 U. S. 123 (1992); or\ncirculate a film featuring hooded Klan members who were brandishing\nweapons and threatening to “ ‘Bury the niggers,’ ”Brandenburgv.Ohio, 395 U. S. 444, 446, n. 1\n(1969) (per curiam).Nor does the fact that this Court has now\ndecidedObergefellv.Hodges, 576 U. S. ___\n(2015), somehow diminish Phillips’ right to free speech. “It is one\nthing . . . to conclude that the Constitution protects a\nright to same-sex marriage; it is something else to portray\neveryone who does not share [that view] as bigoted” and unentitled\nto express a different view.Id., at ___ (Roberts,\nC. J., dissenting) (slip op., at 29). This Court is not an\nauthority on matters of conscience, and its decisions can (and\noften should) be criticized. The First Amendment gives individuals\nthe right to disagree about the correctness ofObergefelland the morality of same-sex marriage.Obergefellitself\nemphasized that the traditional understanding of marriage “long has\nbeen held—and continues to be held—in good faith by reasonable and\nsincere people here and throughout the world.”Id., at ___\n(majority opinion) (slip op., at 4). If Phillips’ continued\nadherence to that understanding makes him a minority afterObergefell, that is all the more reason to insist that his\nspeech be protected. SeeDale,supra, at 660 (“[T]he\nfact that [the social acceptance of homosexuality] may be embraced\nand advocated by increasing numbers of people is all the more\nreason to protect the First Amendment rights of those who wish to\nvoice a different view”).*  *  *InObergefell, I warned that the\nCourt’s decision would “inevitabl[y] . . . come into\nconflict” with religious liberty, “as individuals . . .\nare confronted with demands to participate in and endorse civil\nmarriages between same-sex couples.” 576 U. S., at ___\n(dissenting opinion) (slip op., at 15). This case proves that the\nconflict has already emerged. Because the Court’s decision\nvindicates Phillips’ right to free exercise, it seems that\nreligious liberty has lived to fight another day. But, in future\ncases, the freedom of speech could be essential to preventingObergefellfrom being used to “stamp out every vestige of\ndissent” and “vilify Americans who are unwilling to assent to the\nnew orthodoxy.”Id.,at ___ (Alito, J., dissenting) (slip\nop., at 6). If that freedom is to maintain its vitality, reasoning\nlike the Colorado Court of Appeals’ must be rejected.Notes1Barnesv.Glen\nTheatre, Inc., 501 U. S. 560, 565–566 (1991);Texasv.Johnson, 491 U. S. 397, 405–406 (1989);Spencev.Washington, 418 U. S. 405, 406,\n409–411 (1974) (per curiam);Schachtv.United\nStates, 398 U. S. 58, 62–63 (1970);Tinkerv.Des Moines Independent Community School Dist., 393\nU. S. 503, 505–506 (1969);Brownv.Louisiana,\n383 U. S. 131, 141–142 (1966) (opinion of Fortas, J.);West\nVirginia Bd. of Ed.v.Barnette, 319 U. S. 624,\n633–634 (1943);Strombergv.California, 283\nU. S. 359, 361, 369 (1931).2The Colorado Court of\nAppeals acknowledged that “a wedding cake, in some circumstances,\nmay convey a particularized message celebrating same-sex marriage,”\ndepending on its “design” and whether it has “written\ninscriptions.”Craigv.Masterpiece Cakeshop, Inc.,\n370 P. 3d 272, 288 (2015). But a wedding cake needs no\nparticular design or written words to communicate the basic message\nthat a wedding is occurring, a marriage has begun, and the couple\nshould be celebrated. Wedding cakes have long varied in color,\ndecorations, and style, but those differences do not prevent people\nfrom recognizing wedding cakes as wedding cakes. See Charsley,\nInterpretation and Custom: The Case of the Wedding Cake, 22 Man 93,\n96 (1987). And regardless, the Commission’s order does not\ndistinguish between plain wedding cakes and wedding cakes with\nparticular designs or inscriptions; it requires Phillips to make\nany wedding cake for a same-sex wedding that he would make for an\nopposite-sex wedding.3The dissent faults\nPhillips for not “submitting . . . evidence” that wedding\ncakes communicate a message.Post,at 2, n. 1 (opinion\nof Ginsburg, J.). But this requirement finds no support in our\nprecedents. This Court did not insist that the parties submit\nevidence detailing the expressive nature of parades, flags, or nude\ndancing. SeeHurleyv.Irish-American Gay, Lesbian and\nBisexual Group of Boston, Inc., 515 U. S. 557, 568–570\n(1995);Spence, 418 U. S., at 410–411;Barnes,\n501 U. S., at 565–566. And we do not need extensive evidence\nhere to conclude that Phillips’ artistry is expressive, seeHurley, 515 U. S., at 569, or that wedding cakes at\nleast communicate the basic fact that “this is a wedding,” seeid.,at 573–575. Nor does it matter that the couple also\ncommunicates a message through the cake. More than one person can\nbe engaged in protected speech at the same time. Seeid., at\n569–570. And by forcing him to provide the cake, Colorado is\nrequiring Phillips to be “intimately connected” with the couple’s\nspeech, which is enough to implicate his First Amendment rights.\nSeeid.,at 576.4“[A] government\nregulation [of expressive conduct] is sufficiently justified if it\nis within the constitutional power of the Government; if it\nfurthers an important or substantial governmental interest; if the\ngovernmental interest is unrelated to the suppression of free\nexpression; and if the incidental restriction on alleged First\nAmendment freedoms is no greater than is essential to the\nfurtherance of that interest.”United Statesv.O’Brien, 391 U. S. 367, 377 (1968).",
    "joined": []
}