{
    "case": {
        "docket": "17-1705",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1705/"
    },
    "id": "4111192",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1705_________________PDR NETWORK, LLC, et al., PETITIONERSv.CARLTON & HARRIS CHIROPRACTIC, INC.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2019]Justice Thomas, with whom Justice Gorsuch\njoins, concurring in the judgment.For the reasons explained by Justice Kavanaugh,\nthe Court of Appeals misinterpreted the Hobbs Act. I write\nseparately to address a more fundamental problem with that court’s\nholding: It rests on a mistaken—and possibly\nunconstitutional—understanding of the relationship between federal\nstatutes and the agency orders interpreting them.The opinion below assumes that an executive\nagency’s interpretation of a statute it administers serves as an\nauthoritative gloss on the statutory text unless timely challenged.\nBut for that assumption, the Hobbs Act would have no role to play\nin this case. This suit is a dispute between private parties, and\npetitioners did not ask the District Court to “enjoin, set aside,\nsuspend,” or “determine the validity of” any order of the Federal\nCommunications Commission (FCC). 28 U. S. C. §2342(1).\nIndeed, they did not even initiate this suit. They simply argued\nthat the fax at issue here was not an “unsolicited advertisement”\nand thus did not violate the Telephone Consumer Protection Act of\n1991 (TCPA), as respondent contended. See 47 U. S. C.\n§§227(a)(5), (b)(1)(C). The District Court agreed, but the Fourth\nCircuit reversed, explaining that the FCC had adopted an order\ninterpreting the term “unsolicited advertisement” and that, under\nthe Hobbs Act, only the Courts of Appeals had jurisdiction to\n“determine the validity of” such orders. §2342; see 883 F.3d 459,\n464 (2018). According to the decision below, the Hobbs Act\n“precluded the district court from evenreaching” the\nquestion of the TCPA’s meaning because “a district court simply\ncannot reach [that] question without ‘rubbing up against the Hobbs\nAct’s jurisdictional bar.’ ”Ibid.(emphasis\nadded).As Justice Kavanaugh explains, the Fourth\nCircuit was incorrect. Interpreting a statute does not “determine\nthe validity” of an agency order interpreting or implementing the\nstatute. Seepost, at 11–13 (opinion concurring in\njudgment).[1]A contrary view would arguably render the Hobbs\nAct unconstitutional. If the Act truly “precluded the district\ncourt from even reaching” the text of the TCPA and instead required\ncourts to treat “FCC interpretations of the TCPA” as authoritative,\n883 F. 3d, at 464, then the Act would trench upon Article\nIII’s vesting of the “judicial Power” in the courts. As I have\nexplained elsewhere, “the judicial power, as originally understood,\nrequires a court to exercise its independent judgment in\ninterpreting and expounding upon the laws.”Perezv.Mortgage Bankers Assn., 575 U.S. 92, ___ (2015) (opinion\nconcurring in judgment) (slip op., at 8). That duty necessarily\nentails identifying and applying the governing law. Insofar as the\nHobbs Act purports to prevent courts from applying the governing\nstatute to a case or controversy within its jurisdiction, the Act\nconflicts with the “province and duty of the judicial department to\nsay what the law is.”Marburyv.Madison, 1 Cranch\n137, 177 (1803). And to the extent the Hobbs Act requires courts to\n“give the ‘force of law’ to agency pronouncements on matters of\nprivate conduct” without regard to the text of the governing\nstatute, the Act would be unconstitutional for the additional\nreason that it would “permit a body other than Congress” to\nexercise the legislative power, in violation of Article I.Michiganv.EPA, 576 U. S. ___, ___ (2015)\n(Thomas, J., concurring) (slip op., at 3). At a minimum, our\nconstitutional-avoidance precedents would militate against the\nFourth Circuit’s view of the Hobbs Act.*  *  *The decision below rested on the assumption\nthat Congress can constitutionally require federal courts to treat\nagency orders as controlling law, without regard to the text of the\ngoverning statute. A similar assumption underlies our precedents\nrequiring judicial deference to certain agency interpretations. SeeChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U.S.\n837(1984). This case proves the error of that assumption and\nemphasizes the need to reconsider it.Notes1Contrary to the majority’s\nsuggestion,ante,at 5, it therefore makes no difference\nwhether the FCC order at issue here is a legislative rule or an\ninterpretive rule. In any event, the order is clearly\ninterpretive—it was “ ‘issued by an agency to advise the\npublic of the agency’s construction of ’ ” the term\n“unsolicited advertisement.”Perezv.Mortgage Bankers\nAssn., 575 U.S. 92, ___ (2015) (slip op., at 3).",
    "joined": []
}