{
    "case": {
        "docket": "389",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/389/"
    },
    "id": "1962530",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGFEDERAL EXPRESS CORP. V. HOLOWECKI552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1322FEDERAL EXPRESS CORPORATION, PETITIONERv.PAUL HOLOWECKI et al.on writ of certiorari to the united states court of\nappeals for the second circuit[February 27, 2008]Justice Thomas, with whom Justice\nScalia joins, dissenting.Today the Court decides that a\n“charge” of age discrimination under the Age Discrimination in\nEmployment Act of 1967 (ADEA) is whatever the Equal Employment\nOpportunity Commission (EEOC) says it is. The filing at issue in\nthis case did not state that it was a charge and did not include a\ncharge form; to the contrary, it included a form that expressly\nstated it was for the purpose of “pre-charge” counseling. What is\nmore, the EEOC did not assign it a charge number, notify the\nemployer of the complainant’s[Footnote 1] allegations, or commence enforcement\nproceedings. Notwithstanding these facts, the Court concludes,\ncounterintuitively, that respondent’s filing is a charge because it\nmanifests an intent for the EEOC to take “some action.”Ante, at 9. Because the standard the Court applies is\nbroader than the ordinary meaning of the term “charge,” and because\nit is so malleable that it effectively absolves the EEOC of its\nobligation to administer the ADEA according to discernible\nstandards, I respectfully dissent.IAs the Court notes, the ADEA\ndirects the agency to take certain actions upon receipt of a\n“charge” but does not define that word.Ante, at 3–4.\nBecause there is nothing to suggest that Congress used “charge” as\na term of art, we must construe it “in accordance with its ordinary\nor natural meaning.” SeeFDICv.Meyer,510 U. S. 471, 476\n(1994). Dictionaries define a “charge” as an accusation or\nindictment. See,e.g., American Heritage Dictionary 312\n(4th ed. 2000); Webster’s Third New International Dictionary 377\n(1993). In legal parlance, a “charge” is generally a formal\nallegation of wrongdoing that initiates legal proceedings against\nan alleged wrongdoer. In criminal law, for example, a charge is\ndefined as “[a] formal accusation of an offense as a preliminary\nstep to prosecution.” Black’s Law Dictionary 248 (8th ed. 2004).\nSimilarly, in this context, a “charge” is a formal accusation of\ndiscrimination that objectively manifests an intent to initiate\nenforcement proceedings against the employer. Just as a complaint\nor police report that describes the commission of a crime is not a\n“charge” under the criminal law, so too here, a document that\nmerely describes the alleged discrimination and requests the EEOC’s\nassistance, but does not objectively manifest an intent to initiate\nenforcement proceedings, is not a “charge” within the meaning of\nthe ADEA.This understanding of a “charge”\nis common in administrative law. The regulations governing\nallegations of unlawful employment practices at the Government\nAccountability Office, for example, define “charge” as “any request\nfiled … to investigate any matter” within the jurisdiction of the\nagency. 4 CFR §28.3 (2006). In actions alleging unfair labor\npractices, the “purpose of the charge is … to set in motion the\n[National Labor Relations] Board’s investigative machinery.”Flex Plastics, Inc., 262 N. L. R. B. 651,\n652 (1982). In accordance with the charge’s purpose of triggering\nan investigation that involves notice to the employer, agencies\noften indicate that the charge will not be kept confidential. For\nexample, the EEOC anticipates that a charge usually will be\nreleased to the employer. See,e.g., 1 EEOC Compliance\nManual §2.2(b), p. 2:0001 (Aug. 2002) (hereinafter EEOC Manual)\n(providing that correspondence may be processed as a charge if,inter alia, it “does not express concerns about\nconfidentiality”); §3.6, at 3:0001 (noting that “it is EEOC policy\nto … serve the [employer] with a copy of ADEA charges unless this\nwill impede EEOC’s law enforcement functions”).The ordinary understanding of the term\n“charge” applies equally in the employment discrimination context,\nwhere a charge is a formal accusation that an employer has\nviolated, or will violate, employment discrimination laws. See 29\nCFR §1626.3 (2007) (describing a charge as an allegation that an\nemployer “has engaged in or is about to engage in actions in\nviolation of the Act”). The charge is presented to the agency with\njurisdiction over such matters—the EEOC—to trigger enforcement\nproceedings that are intended to eliminate violations of the ADEA.\nSee 29 U. S. C. §626(d) (directing the agency, upon receipt of\na charge, to notify the employer and take steps to eliminate the\nallegedly unlawful practice). I therefore agree with the EEOC that\nthe statutory term “charge” must mean, at a minimum,[Footnote 2] a writing that objectively\nindicates an intent to initiate the agency’s enforcement processes.\nSee Brief for United States asAmicus Curiae15 (noting\nthat a charge must “objectively manifest an intent to make a formal\naccusation” of an ADEA violation). To the extent the Court’s test\nis subjective, see,e.g., ante,at 11 (noting that a\ncharge indicates that the complainant “wants” to activate the\nEEOC’s processes), I disagree with the Court’s formulation as\ninconsistent with the objective test that is the EEOC’s “considered\nview.”[Footnote 3] See Brief\nfor United States asAmicus Curiae15. In any event,\nrespondent’s documents do not objectively indicate an intent to\ninitiate the EEOC’s processes; any test that construes them\notherwise is, in my opinion, an unreasonable construction of the\nstatutory term “charge,” and unworthy of deference. SeeChevron\nU. S. A. Inc.v.Natural Resources Defense Council,\nInc.,467 U. S. 837, 843–845 (1984).IIThe cumulative effect of two\naspects of respondent’s documents, the Court holds, illustrates\nthat she filed a charge of discrimination: first, her request in\nher affidavit that the agency take action, and second, her marking\nof a box on the questionnaire form consenting to the release of her\nidentity to her employer, Federal Express Corporation (FedEx).Ante, at 14. In my view, neither of these factors,\nseparately or together, objectively indicates that respondent\nintended to initiate the EEOC’s processes.The last substantive paragraph of\nrespondent’s affidavit said: “Please force Federal Express to end\ntheir age discrimination … .” App. 273. But the issue here is not\nwhether respondent wanted the EEOC to cause the company’s\ncompliance byanymeans; it is whether she wanted the EEOC\nimmediately to employ the particular method of enforcement that\nconsists of filing a charge. Her request to “force Federal Express\nto end their age discrimination” could have been met by the\nagency’sbeginningthe interviewing and counseling process\nthat would ultimately lead to a charge. Or the agency could have\nproceeded to enforcement without a charge. Seeinfra, at\n10–11, n. 5 (discussing the EEOC’s authority to investigate\nage discrimination in the absence of any charge). Alternately,\nafter receiving indications of repeated violations by a particular\ncompany on many intake questionnaires, the agency could have\napproached the company informally, effectively forcing compliance\nby the threat of agency litigation. See B. Lindemann & D.\nKadue, Age Discrimination in Employment Law 470 (2003) (“The EEOC\nmay commence litigation under the ADEA without having to first file\na charge, so long as it has attempted conciliation”). That sort of\naction would also have satisfied respondent’s request. Respondent’s\nstatement to the EEOC no more constitutes expression of a present\nintent to file a charge than her request to a lawyer that he put an\nend to her employer’s discrimination would constitute expression of\npresent intent to file a complaint. The Court is simply wrong to\nsay that a charge must merely request that the agency take “some\naction,”ante, at 9, or “whatever action is necessary to\nvindicate her rights,”ante, at 6, or unspecified\n“remedial action to protect the employee’s rights,”ante,\nat 11. To the contrary, a charge must request that the agency takethe particular formof remedial action that results from\nfiling a charge.Aside from revealing the ambiguity in its\ndefinition of a “charge,” the Court’s constructions stretch the\nterm far beyond what it can bear. A mere request for help from a\ncomplainant—who, the Court acknowledges, may “have no detailed\nknowledge of the relevant statutory mechanisms and agency\nprocesses,”ante, at 11–12—cannot be equated with an\nintent to file a charge. The Court’s test permits no principled\nbasis for distinguishing a request for the agency to take what\nmight be described as “pre-charge” actions, such as interviewing\nand counseling, from a request for the agency to commence\nenforcement proceedings. All are properly considered “agency\naction,” all presumably would be part of the agency’s remedial\nprocesses, and all are designed to protect the employee’s rights.\nBut a complainant’s intent to trigger actions unrelated to\ncharge-processing plainly cannot form the basis for distinguishing\ncharges from other inquiries because it lacks any grounding in the\nmeaning of the statutory term.Even if respondent’s statement, viewed in\nisolation, could reasonably be understood as reflecting the\nrequisite intent, it must be viewed in context. It is clear that\nrespondent’s filing, taken as a whole, did not amount to a request\nfor the EEOC to commence enforcement proceedings. In fact,\nrespondent’s affidavit is replete with indications of an intentnotto commence formal agency action. The entire first\nparagraph is an extensive statement that respondent had been\nassured her affidavit would be kept confidential, App. 266,\nsuggesting that she did not intend the document to initiate\nenforcement proceedings, which would require the EEOC to notify\nFedEx of her allegations. See 1 EEOC Manual §2.2(b), at 2:0001\n(stating that correspondence expressing concerns about\nconfidentiality should not be treated as a charge). She identified\nthe document as a “complaint.” App. 266. And although the document\nwas notarized and respondent attested to its truthfulness, nowhere\ndid she state that she authorized the EEOC to attempt to resolve\nthe dispute.Id., at 266–274. Finally, the affidavit was\nattached to the intake questionnaire, which also gave no objective\nindication of any intent to activate the EEOC’s enforcement\nproceedings.As the Court concedes, the agency would not\nconsider respondent’s intake questionnaire a charge.Ante,\nat 14. Indeed, we are in agreement that the form contains numerous\nindicators that it willnotbe considered a charge.Ibid. (stating that the “design of the form … does not\ngive rise to the inference that the employee requests action\nagainst the employer,” and “[i]n fact the wording of the\nquestionnaire suggests the opposite”). The title of the form,\n“Intake Questionnaire,”[Footnote\n4] suggests that its purpose is preliminary\ninformation-gathering, not the filing of a formal charge. Likewise,\nthe statement at the top of the form indicates that further steps\nare anticipated: “Please answer the following questions, telling us\nbriefly why you have been discriminated against in employment. An\nofficer of the EEOC will talk with you after you complete this\nform.” App. 265. The form gives the complainant the opportunity to\nkeep her identity confidential.Ibid. And it contains a\nPrivacy Act statement on the back, prominently referenced on the\nfront of the form, which states that the information provided on\nthe questionnaire “will be used by Commission employees to\ndetermine the existence of facts relevant to a decision as to\nwhether the Commission has jurisdiction overpotential\ncharges, complaints or allegations of employment\ndiscrimination and to provide suchpre-charge filingcounseling as is appropriate.”Ibid.(emphasis added).The Court apparently believes that these\nobjective indicators are trumped by the fact that respondent marked\nthe box authorizing the agency to disclose her identity to her\nemployer. That portion of the form states: “Normally, your identity\nwill be disclosed to the organization which allegedly discriminated\nagainst you. Do you consent or not consent to such disclosure?”Ibid. Since the form states it is for a narrow purpose and\nthat identities of complainants are normally disclosed, there is no\nreason to view respondent’s checking of the box as converting the\nform’s stated narrow purpose to a broader one.In comparison to the intake questionnaire, the\nCharge of Discrimination form contains a number of objective\nindications that it will trigger the agency’s enforcement\nprocesses. Indeed, its very title clearly indicates that it is a\ncharge, and it contains a space for a charge number. 1 EEOC Manual\nExh. 2–C, at 2:0009. Although both forms require the complainant to\nsign and attest that the information is correct, only the Charge of\nDiscrimination requests an attestation that the complainant intends\nto initiate the agency’s procedures. Just above the space for the\ncomplainant’s signature, the form states “I want this charge filed\nwith both the EEOC and the State or local Agency, if any. I will\nadvise the agencies if I change my address or telephone number and\nI will cooperate fully with them in the processing of my charge in\naccordance with their procedures.”Ibid. The form notes\n“Charging party” at the bottom of the space for the signature.Ibid. And it states on the back that “[t]he purpose of the\ncharge, whether recorded initially on this form or in some other\nway reduced to writing and later recorded on this form, is to\ninvoke the jurisdiction of the Commission.”Id.,Exh. 2–C,\nat 2:0010. Also on the back, under “ROUTINE USES,” the Charge of\nDiscrimination states that “[i]nformation provided on this form\nwill be used by Commission employees to guide the Commission’s\ninvestigatory activities.”Ibid. Although the EEOC prefers\nto receive a completed charge form, see Brief for United States asAmicus Curiae18, n. 9 (noting that “EEOC’s preferred\npractice is indeed to receive a completed Form 5 whenever\npossible”), another writing could indicate a complainant’s intent\nto commence the EEOC’s enforcement processes. But the form chosen\nby the complainant must be viewed as strong evidence of the\ncomplainant’s intent, and that evidence should be deemed overcome\nonly if the document, viewed as a whole, compels that\nconclusion.For the reasons I have described, respondent’s\nintake questionnaire and attached affidavit do not objectively\nindicate that she intended to initiate the EEOC’s enforcement\nprocesses. The Court’s conclusion that the two factors “were enough\nto bring the entire filing within the definition of charge,”ante, at 15, is not supported by the facts and, in my\nview, reveals that the Court’s standard is sufficiently vacuous to\npermit the agency’spost hocinterpretation of a document\nto control. But we cannot, under the guise of deference, sanction\nan agency’s use of a standard that the agency has not adequately\nexplained. Cf.,e.g.,Pearsonv.Shalala, 164 F. 3d 650, 660–661 (CADC 1999) (equating an\nagency’s denial of a party’s request based on the application of a\nvague term with simply saying “no” without explanation).The malleability of the Court’s test is\nfurther revealed by its statement that “[t]here might be instances\nwhere the indicated discrimination is so clear or pervasive that\nthe agency could infer from the allegations themselves that action\nis requested and required.”Ante, at 14. The clarity or\npervasiveness of alleged discrimination is irrelevant to the\nemployee’s intent to file a charge. Although the Court states that\nthe “agency is not required to treat every completed Intake\nQuestionnaire as a charge,”ibid., it apparently would\npermit the EEOC to do so, because under the Court’s test the EEOC\ncan infer intent from circumstances—such as “clear or pervasive”\ndiscrimination—that have no grounding in the “intent to act”\nrequirement.[Footnote 5]IIIYet another indication that\nrespondent’s documents did not objectively manifest an intent to\ninitiate the EEOC’s enforcement processes is that the agency did\nnot treat them as a charge. It did not assign a charge number, and\nit did not notify FedEx or commence its enforcement proceedings.\nThis is not surprising: The EEOC accepts charges via a thorough\nintake process[Footnote 6] in\nwhich completed intake questionnaires are not typically viewed as\ncharges, but are used to assist the EEOC in developing the charge.\nA complainant visiting an EEOC office may be asked to complete an\nintake questionnaire. See EEOC FAQ, Answer to “How do I file a\ncharge of employment discrimination?”, online at\nhttps://eeoc.custhelp.com. An EEOC investigator then conducts a\nprecharge interview, 1 EEOC Manual §2.4, at 2:0001; 2 B. Lindemann\n& P. Grossman, Employment Discrimination Law 1685 (4th ed.\n2007), covering a range of topics, including applicable laws, the\ncomplainant’s allegations and other possibly discriminatory\npractices, confidentiality, time limits, notice requirements, and\nprivate suit rights. See 1 EEOC Manual §§2.4(a)–(g), at\n2:0001–2:0003. Using the information contained in the intake\nquestionnaire and gathered during the interview, the investigator\ndrafts the charge on a Form 5 Charge of Discrimination according to\nspecific agency instructions, and also drafts an affidavit\ncontaining background data. Seeid.,§2.5, at\n2:0003–2:0005. The investigator assigns a charge number and begins\nthe process of serving notice on the employer and investigating the\nallegations. See 2 Lindemann & Grossman,supra, at\n1685–1690.Charges are thus typically\ncompleted and filed by the agency, not the complainant.SeeEdelmanv.Lynchburg College,535 U. S. 106,\n115, n. 9 (2002) (“The general practice of EEOC staff members\nis to prepare a formal charge of discrimination for the complainant\nto review and to verify” (citing Brief for United States\net al. asAmici Curiae24)); EEOC FAQ, Answers to\n“Where can I obtain copies of the forms to file a charge?” (stating\nthat the agency’s policy is not to provide blank charge forms);\n“How do I file a charge of employment discrimination?” (“When the\nfield office has all the information it needs, you will be\ncounseled regarding the strengths and weaknesses of a potential\ncharge and/or you will receive a completed charge form (Form 5) for\nyour signature”), online at https://eeoc.custhelp.com. Once the\ncharge is complete, the EEOC notifies the employer of the charge,\nusually attaching a copy of the completed charge form. 1 EEOC\nManual §3.6, at 3:0001 (“While 29 CFR §1626.11 only requires notice\nto the [employer] that an ADEA charge has been filed, it is EEOC\npolicy to also serve the [employer] with a copy of ADEA charges\nunless this will impede EEOC’s law enforcement functions”); Inzeo\nMemorandum, online at\nhttp://www.eeoc.gov/charge/memo-8-13-07.html.To be sure, the EEOC is\nprepared to accept charges by other methods. If the complainant\ncannot or will not visit an EEOC office, an investigator may\nconduct the pre-charge interview and take the charge by telephone,\nsee 1 EEOC Manual §§2.3, 2.4, at 2:0001, but the agency must reduce\nthe allegations to writing before they will be considered a charge,\nsee 29 CFR §1626.8(b) (“[A] charge is sufficient when the\nCommission receives from the person making the charge either a\nwritten statement or information reduced to writing by the\nCommission that conforms to the requirements of §1626.6”). When the\nEEOC receives correspondence that is a potential charge, the\ninvestigator must contact the complainant and conduct an intake\ninterview. See 1 EEOC Manual §2.2(a), at 2:0001. Alternatively, if\nthe correspondence “contains all information necessary to begin\ninvestigating, constitutes a clear and timely request for EEOC to\nact, and does not express concerns about confidentiality or\nretaliation,” then the investigator may process it as a charge\nwithout conducting an interview. Seeid.,§2.2(b), at\n2:0001.Thus, while the EEOC does not\ntypically view an intake questionnaire as a charge, I would not\nrule out the possibility that, in appropriate circumstances, an\nintake questionnaire, like other correspondence, could contain the\nelements necessary to constitute a charge. But an intake\nquestionnaire—even one accompanied by an affidavit—should not be\nconstrued as a charge unless it objectively indicates an intent to\ninitiate the EEOC’s enforcement processes. As I have explained,\nrespondent’s intake questionnaire and attached affidavit fall short\nof that standard. I would hold that the documents respondent filed\nwith the EEOC were not a charge and thus did not preserve her right\nto sue.The implications of the\nCourt’s decision will reach far beyond respondent’s case. Today’s\ndecision does nothing—absolutely nothing—to solve the problem that\nunder the EEOC’s current processes no one can tell,ex\nante, whether a particular filing is or is not a charge. Given\nthe Court’s utterly vague criteria, whatever the agency later\ndecides to regard as a charge is a charge—and the statutorily\nrequired notice to the employer and conciliation process will be\nevaded in the future as it has been in this case. The Court’s\nfailure to apply a clear and sensible rule renders its decision of\nlittle use in future cases to complainants, employers, or the\nagency.For these reasons, I would\nreverse the judgment below.Footnote\n1This opinion will refer to\npotentially-charging parties who contact the EEOC about\ndiscrimination as “complainants.” I use this term for simplicity\nand do not intend to invoke the distinction in the EEOC’s\nregulations between complainants and charging parties. See 29 CFR\n§1626.3 (2007). Similarly, I use “respondent” not as it appears in\nthe EEOC’s regulations—referring to the “prospective defendant in a\ncharge or complaint,”ibid.—but as a reference to the\nresponding parties in this case.Footnote\n2I do not mean to foreclose\nthe possibility that the EEOC may include additional elements in\nits definition, as long as they are reasonable constructions of the\nstatutory term “charge.” SeeChevron U. S. A. Inc.v.Natural Resources Defense Council, Inc.,467 U. S. 837, 843–845\n(1984).Footnote\n3As the EEOC\nacknowledges, its position on whether intent is required has varied\nover the years. See Brief for United States asAmicus\nCuriae8, 16–17, n. 8. In 1983, the agency issued its\nregulations, which contain no intent requirement. Final Procedural\nRegulations; Age Discrimination in Employment Act, 48 Fed. Reg.\n138. Five years later, it argued against an intent requirement asamicus curiaeinSteffenv.Meridian Life\nIns. Co., 859 F. 2d 534, 544 (CA7 1988) (“The EEOC, which\nhas appeared as amicus curiae on Steffen’s behalf, has supported\nSteffen’s contention that a completed Intake Questionnaire, in and\nof itself, constitutes a charge”). In 2002, the agency issued an\ninternal memorandum and internal guidance documents including an\nintent requirement. See Memorandum from Elizabeth M. Thornton,\nDirector, Office of Field Programs, EEOC, to All District, Area,\nand Local Office Directors et al. (Feb. 21, 2002), online at\nhttp://www. eeoc.gov/charge/memo-2-21-02.html (all Internet\nmaterials as visited Feb. 22, 2008 and available in Clerk of\nCourt’s case file); 1 EEOC Manual §2.2(b), at 2:0001 (noting that\ncorrespondence must,inter alia, “constitut[e] a clear and\ntimely request for EEOC to act” before it can be construed as a\ncharge). The EEOC contradicted itself four years later, when it\nagain took the position that there was no intent requirement inGordonv.Shafer Contracting Co., 469 F. 3d\n1191, 1194 (CA8 2006) (“In an amicus brief, the EEOC urges us to\naccept such a verified Intake Questionnaire as satisfying the\ncharge requirement”); see also Brief for United States asAmicus Curiae16–17, n. 8. The following year, the\nEEOC issued another internal memorandum and updated the Frequently\nAsked Questions section of its Web site, including the intent\nrequirement in each. Memorandum from Nicholas M. Inzeo, Director,\nOffice of Field Programs, EEOC, to All District, Field, Area, and\nLocal Office Directors et al. (Aug. 13, 2007) (hereinafter\nInzeo Memorandum), online at\nhttp://www.eeoc.gov/charge/memo-8-13-07.html; EEOC Frequently Asked\nQuestions, Answer to “How do I file a charge of employment\ndiscrimination?” (hereinafter EEOC FAQ), online at\nhttps://eeoc.custhelp.com.Footnote\n4An apparently more recent\nversion of Form 283 is entitled “Charge Questionnaire,” and states\nthat, “[w]hen this form constitutes the only timely written\nstatement of alleg[ed] . . . discrimination, the Commission will,\nconsistent with 29 CFR 1601.12(b) and 29 CFR 1626.8(b), consider it\nto be a sufficient charge of discrimination under the relevant\nstatute(s).” 1 EEOC Manual, Exh. 1–B, at 1:0006; see also B.\nLindemann & D. Kadue, Age Discrimination in Employment Law 477,\nn. 14 (2003). Although the “Charge Questionnaire” form is\ndated “Test 10/94,” and is the only questionnaire form included in\nthe Compliance Manual, it was not the form respondent used. Her\nintake questionnaire form was dated 1987. App. 265.Footnote\n5Perhaps the Court’s statement\nis intended to address the EEOC’s authority to investigate alleged\ndiscrimination even in the absence of a charge. Under Title VII,\nthese are called “Commissioner Charges.” See,e.g.,29 CFR\n§1601.11(a) (2007). While the ADEA does not provide for such\ncharges, the EEOC has independent authority to investigate age\ndiscrimination in the absence of any charge. See 29 U. S. C.\n§626(a); 29 CFR §1626.4;Gilmerv.Interstate/Johnson\nLane Corp.,500\nU. S. 20, 28 (1991); 1 EEOC Manual §8.1, at 8:0001 (June 2001).\nIf this is what the Court means by its statement that allegations\nof “clear or pervasive” discrimination may indicate to the agency\nthat action is “required,”ante, at 14, then it is not\nclear how it is relevant to the standards at issue in this case for\nevaluating an individual complainant’s filing.Footnote\n6This process, in all respects\nrelevant to this case, has been consistently used by the agency\nsince shortly after it assumed jurisdiction over ADEA actions in\n1979. See 1 EEOC Manual §§2.1–2.7, at 2:0001–2:0006; 2 B. Lindemann\n& P. Grossman, Employment Discrimination Law 1220 (3d ed.\n1996); B. Schlei & P. Grossman, Employment Discrimination Law\n939–940, 942, 948 (2d ed. 1983).",
    "joined": []
}