{
    "case": {
        "docket": "19-546",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-546/"
    },
    "id": "4364169",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–546_________________DOUGLAS BROWNBACK, et al., PETITIONERSv.JAMES KINGon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[February 25, 2021]Justice Thomas delivered the opinion of the\nCourt.The Federal Tort Claims Act (FTCA) allows a\nplaintiff to bring certain state-law tort suits against the Federal\nGovernment. 28 U. S. C. §2674; see also §1346(b). It also\nincludes a provision, known as the judgment bar, which precludes\n“any action by the [plaintiff], by reason of the same subject\nmatter, against the employee of the government whose act or\nomission gave rise to the claim” if a court enters “[t]he judgment\nin an action under section 1346(b).” §2676. The Sixth Circuit held\nthat the District Court’s order dismissing the plaintiff’s FTCA\nclaims did not trigger the judgment bar because the plaintiff’s\nfailure to establish all elements of his FTCA claims had deprived\nthe court of subject-matter jurisdiction. We disagree and hold that\nthe District Court’s order also went to the merits of the claim and\nthus could trigger the judgment bar.IAThe FTCA streamlined litigation for parties\ninjured by federal employees acting within the scope of their\nemployment. Before 1946, a plaintiff could sue a federal employee\ndirectly for damages, but sovereign immunity barred suits against\nthe United States, even if a similarly situated private employer\nwould be liable under principles of vicarious liability. Pfander\n& Aggarwal,Bivens, the Judgment Bar, and the Perils of\nDynamic Textualism, 8 U. St. Thomas L. J. 417, 424–425\n(2011); see alsoPhiladelphia Co.v.Stimson,223 U.S.\n605, 619–620 (1912). Despite that immunity, the Government\noften would provide counsel to defendant employees or indemnify\nthem. Pfander, 8 U. St. Thomas L. J., at 425. In\naddition, Congress passed private bills that awarded compensation\nto persons injured by Government employees.Id.,at 424, n.\n39. But by the 1940s, Congress was considering hundreds of such\nprivate bills each year.Ibid.[1] “Critics worried about the speed and fairness with\nwhich Congress disposed of these claims.”Id.,at 426.“In 1946, Congress passed the FTCA, which waived\nthe sovereign immunity of the United States for certain torts\ncommitted by federal employees” acting within the scope of their\nemployment.FDICv.Meyer,510\nU.S. 471, 475–476 (1994). The Act in effect ended the private\nbill system by transferring most tort claims to the federal courts.\nSee Pfander, 8 U. St. Thomas. L. J.,at 424, n.\n39. Plaintiffs were (and are) required to bring claims under the\nFTCA in federal district court. Federal courts have jurisdiction\nover these claims if they are “actionable under §1346(b).”Meyer, 510 U. S., at 477. A claim is actionable if it\nalleges the six elements of §1346(b), which are that the claim\nbe:“[1] against the United States, [2] for\nmoney damages, . . . [3] for injury or loss of property,\nor personal injury or death [4] caused by the negligent or wrongful\nact or omission of any employee of the Government [5] while acting\nwithin the scope of his office or employment, [6] under\ncircumstances where the United States, if a private person, would\nbe liable to the claimant in accordance with the law of the place\nwhere the act or omission occurred.”Ibid.(quoting\n§1346(b)).While waiving sovereign immunity so parties can\nsue the United States directly for harms caused by its employees,\nthe FTCA made it more difficult to sue the employees themselves by\nadding a judgment bar provision. That provision states: “The\njudgment in an action under section 1346(b) of this title shall\nconstitute a complete bar to any action by the claimant, by reason\nof the same subject matter, against the employee of the government\nwhose act or omission gave rise to the claim.” §2676. “[O]nce a\nplaintiff receives a judgment (favorable or not) in an FTCA suit,”\nthe bar is triggered, and “he generally cannot proceed with a suit\nagainst an individual employee based on the same underlying facts.”Simmonsv.Himmelreich, 578 U.S. 621, 625 (2016). The\nAct thus opened a new path to relief (suits against the United\nStates) while narrowing the earlier one (suits against\nemployees).BThis case involves a violent encounter between\nrespondent James King and officers Todd Allen and Douglas\nBrownback, members of a federal task force, who mistook King for a\nfugitive. King sued the United States under the FTCA, alleging that\nthe officers committed six torts under Michigan law. He also sued\nthe officers individually under the implied cause of action\nrecognized byBivensv.Six Unknown Fed. Narcotics\nAgents,403 U.S.\n388(1971), alleging four violations of his Fourth Amendment\nrights. The defendants moved to dismiss under Federal Rule of Civil\nProcedure 12(b)(1) for lack of subject-matter jurisdiction and\nunder Rule 12(b)(6) for failure to state a claim. In the\nalternative, they moved for summary judgment.The District Court dismissed King’s claims. As\nto his FTCA claims, the court granted the Government’s summary\njudgment motion.[2] It found\nthat the undisputed facts showed that the officers did not act with\nmalice. The officers thus would have been entitled to state\nqualified immunity had Michigan tort claims been brought against\nthem. SeeOdomv.Wayne County, 482 Mich. 459,\n473–474, 760 N.W.2d 217, 224–225 (2008). The court, following its\nown precedent, ruled that the Government was immune because it\nretains the benefit of state-law immunities available to its\nemployees. The court also ruled in the alternative that King’s FTCA\nclaims failed under Rule 12(b)(6) because his complaint did not\npresent enough facts to state a plausible claim to relief for any\nof his six tort claims. The court dismissed King’sBivensclaims as well, ruling that the defendants were entitled to federal\nqualified immunity. King appealed only the dismissal of hisBivensclaims.As a threshold question, the Sixth Circuit\nassessed whether the dismissal of King’s FTCA claims triggered the\njudgment bar and thus blocked the parallelBivensclaims.\nSeeKingv.United States, 917 F.3d 409, 418–421\n(2019). It did not, according to the Sixth Circuit, because “the\ndistrict court dismissed [King]’s FTCA claim[s] for lack of\nsubject-matter jurisdiction” when it determined that he had not\nstated a viable claim and thus “did not reach the merits.”Id.,at 419; but seeUnusv.Kane, 565 F.3d\n103, 121–122 (CA4 2009) (holding that summary judgment on the\nplaintiffs’ FTCA claims triggered judgment bar with respect toBivensclaims). The Sixth Circuit then held that the\ndefendant officers were not entitled to qualified immunity and\nreversed the District Court.We granted certiorari, 589 U. S. ___\n(2020), and now reverse.IIAThe judgment bar provides that “[t]he judgment\nin an action under section 1346(b)” shall bar “any action by the\nclaimant” involving the same subject matter against the employee of\nthe Federal Government whose act gave rise to the claim. §2676.\nHere, the District Court entered a “Judgment . . . in\nfavor of Defendants and against Plaintiff.” ECF Doc. 92. The\nparties agree that, at a minimum, this judgment must have been a\nfinal judgment on the merits to trigger the bar, given that the\n“provision functions in much the same way as [the common-law\ndoctrine of claim preclusion].”Simmons, 578 U. S., at\n630, n. 5 (internal quotation marks omitted).[3] We agree.[4]BThis Court has explained that the judgment bar\nwas drafted against the backdrop doctrine of res judicata. Seeibid.[5] To\n“trigge[r ] the doctrine of res judicata or claim preclusion”\na judgment must be “ ‘on the merits.’ ”Semtek Int’l\nInc.v.Lockheed Martin Corp.,531\nU.S. 497, 502 (2001). Under that doctrine as it existed in\n1946, a judgment is “on the merits” if the underlying decision\n“actually passes directly on the substance of a particular claim\nbefore the court.”Id., at 501–502 (cleaned up).[6] Thus, to determine if the District\nCourt’s decision is claim preclusive, we must determine if it\npassed directly on the substance of King’s FTCA claims. We conclude\nthat it did.The District Court’s summary judgment ruling\nhinged on a quintessential merits decision: whether the undisputed\nfacts established all the elements of King’s FTCA claims. SeeArbaughv.Y & H Corp.,546\nU.S. 500, 510–511 (2006). The court noted that one element of\nan FTCA claim is that the plaintiff establish that the Government\nemployee would be liable under state law. The court then explained\nthat Michigan law provides qualified immunity for Government\nemployees who commit intentional torts but act in subjective good\nfaith. SeeOdom, 482 Mich., at 461, 481–482, 760 N. W.\n2d, at 218, 229. And it concluded that, because the undisputed\nfacts here showed that the officers would have been entitled to\nimmunity from King’s tort claims, the United States, by extension,\nwas not liable under the FTCA.[7]The court’s alternative Rule 12(b)(6) holding\nalso passed on the substance of King’s FTCA claims. The District\nCourt ruled that the FTCA count in King’s complaint did not state a\nclaim, because even assuming the complaint’s veracity, the officers\nused reasonable force, had probable cause to detain King, and\notherwise acted within their authority. “If the judgment determines\nthat the plaintiff has no cause of action” based “on rules of\nsubstantive law,” then “it is on the merits.” Restatement of\nJudgments §49, Commenta, p. 193 (1942). A ruling under Rule\n12(b)(6) concerns the merits. Cf.Arbaugh, 546 U. S.,\nat 506–507. The District Court evaluated King’s six FTCA claims\nunder Rule 12(b)(6) and ruled that they failed for reasons of\nsubstantive law.CThe one complication in this case is that it\ninvolves overlapping questions about sovereign immunity and\nsubject-matter jurisdiction. In such cases, the “merits and\njurisdiction will sometimes come intertwined,” and a court can\ndecide “all . . . of the merits issues” in resolving a\njurisdictional question, or vice versa.Bolivarian Republic\nofVenezuelav.Helmerich & Payne Int’l Drilling\nCo., 581 U. S. ___, ___ (2017) (slip op., at 7). That\noccurred here. The District Court passed on the substance of King’s\nFTCA claims and found them implausible. In doing so, the District\nCourt also determined that it lacked jurisdiction. But an\non-the-merits judgment can still trigger the judgment bar, even if\nthat determination necessarily deprives the court of subject-matter\njurisdiction.The District Court did lack subject-matter\njurisdiction over King’s FTCA claims. In most cases, a plaintiff’s\nfailure to state a claim under Rule 12(b)(6) does not deprive a\nfederal court of subject-matter jurisdiction. SeeSteel Co.v.Citizens for Better Environment,523 U.S.\n83, 89 (1998). “Dismissal for lack of subject-matter\njurisdiction . . . is proper only when the claim is so\n. . . ‘completely devoid of merit as not to involve a\nfederal controversy.’ ”Ibid.However, a plaintiff must\nplausibly allege all jurisdictional elements. See,e.g.,Dart Cherokee Basin Operating Co.v.Owens,574 U.S.\n81, 89 (2014). And in the unique context of the FTCA, all\nelements of a meritorious claim are also jurisdictional.Meyer, 510 U. S., at 477. So even though a plaintiff\nneed notprovea §1346(b)(1) jurisdictional element for a\ncourt to maintain subject-matter jurisdiction over his claim, seeibid., a plaintiff must plausibly allege all six FTCA\nelements not only to state a claim upon which relief can be granted\nbut also for a court to have subject-matter jurisdiction over the\nclaim. That means a plaintiff must plausibly allege that “the\nUnited States, if a private person, would be liable to the\nclaimant” under state law both to survive a merits determination\nunder Rule 12(b)(6) and to establish subject-matter jurisdiction.\n§1346(b)(1). Because King’s tort claims failed to survive a Rule\n12(b)(6) motion to dismiss, the United States necessarily retained\nsovereign immunity, also depriving the court of subject-matter\njurisdiction.Ordinarily, a court cannot issue a ruling on the\nmerits “when it has no jurisdiction” because “to do so is, by very\ndefinition, for a court to act ultra vires.”Steel Co., 523\nU. S., at 101–102. But where, as here, pleading a claim and\npleading jurisdiction entirely overlap, a ruling that the court\nlacks subject-matter jurisdiction may simultaneously be a judgment\non the merits that triggers the judgment bar.[8] A dismissal for lack of jurisdiction is still a\n“judgment.” See Restatement of Judgments §49, Commenta, at\n193–194 (discussing “judgment . . . based on the lack of\njurisdiction”). And even though the District Court’s ruling in\neffect deprived the court of jurisdiction, the District Court\nnecessarily passed on the substance of King’s FTCA claims. See Part\nII–B,supra. Under the common law, judgments were preclusive\nwith respect to issues decided as long as the court had the power\nto decide the issue. See Restatement of Judgments §49, Commentb, at 195–196. Because “a federal court always has\njurisdiction to determine its own jurisdiction,”United\nStatesv.Ruiz,536 U.S.\n622, 628 (2002), a federal court can decide an element of an\nFTCA claim on the merits if that element is also jurisdictional.\nThe District Court did just that with its Rule 12(b)(6)\ndecision.[9]*  *  *We conclude that the District Court’s order\nwas a judgment on the merits of the FTCA claims that can trigger\nthe judgment bar. The judgment of the United States Court of\nAppeals for the Sixth Circuit is reversed.It is so ordered.Notes1In 1939 and 1940 the 76th\nCongress considered 1,763 private bills, of which 315 became law.\nPfander, 8 U. St. Thomas L. J.,at 424, n.\n39.2Like the Sixth Circuit,\nwe construe the District Court’s primary ruling on the FTCA claims\nas a grant of summary judgment for the defendants because its\nruling relied on the parties “ ‘Joint Statement of Facts\n. . . unless otherwise indicated.’ ”Kingv.United States, 917 F.3d 409, 416, n. 1 (CA6 2019)\n(quoting ECF Doc. 91, p. 1).3The terms res judicata\nand claim preclusion often are used interchangeably. SeeLucky\nBrand Dungarees, Inc.v.Marcel Fashions Group,Inc., 590 U. S. ___, ___ (2020) (slip op., at 6). But\nres judicata “comprises two distinct doctrines.”Ibid.The\nfirst is issue preclusion, also known as collateral estoppel.Ibid.It precludes a party from relitigating an issue\nactually decided in a prior case and necessary to the judgment.Ibid.The second doctrine is claim preclusion, sometimes\nitself called res judicata.Ibid.Claim preclusion prevents\nparties from relitigating the same “claim” or “ ‘cause of\naction,’ ” even if certain issues were not litigated in the\nprior action.Ibid.Suits involve the same “claim” or\n“ ‘ cause of action ’ ” if the later suit\n“ ‘ “aris[es] from the same transaction” ’ ” or\ninvolves a “ ‘common nucleus of operative facts.’ ”Ibid.4King argues, among other\nthings, that the judgment bar does not apply to a dismissal of\nclaims raised in the same lawsuit because common- law claim\npreclusion ordinarily “is not appropriate within a single lawsuit.”\n18 C. Wright, A. Miller, & E. Cooper, Federal Practice and\nProcedure §4401 (3d ed. Supp. 2020). The Sixth Circuit did not\naddress those arguments, and “we are a court of review, not of\nfirst view.”Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005). We leave it to the Sixth Circuit to\naddress King’s alternative arguments on remand.5The parties disagree\nabout how much the judgment bar expanded on common-law preclusion,\nbut those disagreements are not relevant to our decision. See\nn. 4,supra.6We use the term “on the\nmerits” as it was used in 1946, to mean a decision that passed on\nthe substance of a particular claim. “[O]ver the years the meaning\nof the term ‘judgment on the merits’ ‘has gradually undergone\nchange’ ” and now encompasses some judgments “that donotpass upon the substantive merits of a claim and hence donot(in many jurisdictions) entail claim-preclusive effect.”Semtek, 531 U. S., at 502. Regardless, the FTCA\njudgment in this case is an “on the merits” decision that passes on\nthe “substance” of King’s FTCA claims under the 1946 meaning or\npresent day meaning of those terms.7We express no view on the\navailability of state-law immunities in this context. CompareMedinav.United States,259 F.3d 220, 225, n. 2 (CA4 2001), withVillafrancav.United States, 587 F.3d 257, 263, and\nn. 6 (CA5 2009).8In cases such as this one where\na plaintiff fails to plausibly allege an element that is both a\nmerit element of a claim and a jurisdictional element, the district\ncourt may dismiss the claim under Rule 12(b)(1) or Rule 12(b)(6).\nOr both. The label does not change the lack of subject-matter\njurisdiction, and the claim fails on the merits because it does not\nstate a claim upon which relief can be granted. However, in other\ncases that overlap between merits and jurisdiction may not exist.\nIn those cases, the court might lack subject-matter jurisdiction\nfor non-merits reasons, in which case it must dismiss the case\nunder just Rule 12(b)(1).9The District Court did\nnot have the power to issue its summary judgment ruling because\nthat decision was not necessary for the court “to determine its own\njurisdiction.”Ruiz, 536 U. S., at 628. The court\nshould have assessed whether King’s FTCA claims plausibly alleged\nthe six elements of §1346(b)(1) as a threshold matter, and then\ndismissed those claims for lack of subject-matter jurisdiction once\nit concluded they were not plausibly alleged. SeeSteel Co.v.Citizens for Better Environment,523 U.S.\n83, 94–95 (1998).",
    "joined": []
}