{
    "case": {
        "docket": "928",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/928/"
    },
    "id": "1962980",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTUNITED STATES EX REL. EISENSTEIN V. CITY OFNEW YORK556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-660UNITED STATES, ex rel. IRWIN EISENSTEIN, PETITIONERv.CITY OF NEW YORK, NEW YORK, et al.on writ of certiorari to the united states court of\nappeals for the second circuit[June 8, 2009]Justice Thomas delivered the\nopinion of the Court.The question presented is whether\nthe 30-day time limit to file a notice of appeal in Federal Rule of\nAppellate Procedure 4(a)(1)(A) or the 60-day time limit in Rule\n4(a)(1)(B) applies when the United States declines to formally\nintervene in aquitamaction brought under the\nFalse Claims Act (FCA), 31 U. S. C. §3729. The United States\nCourt of Appeals for the Second Circuit held that the 30-day limit\napplies. We affirm.IPetitioner Irwin Eisenstein and\nfour New York City (City) employees filed this lawsuit against the\nCity to challenge a fee charged by the City to nonresident workers.\nThey contended,inter alia, that the City deprived the\nUnited States of tax revenue that it otherwise would have received\nif the fee had not been deducted as an expense from the workers’\ntaxable income. In their view, this violated the FCA, which creates\ncivil liability for “[a]ny person who knowingly presents, or causes\nto be presented, to an officer or employee of the United States\nGovernment … a false or fraudulent claim for payment or approval.”\n§3729(a)(1). Although the United States is a “real party in\ninterest” in a case brought under the FCA, Fed. Rule Civ.\nProc. 17(a), an FCA action does not need to be brought by the\nUnited States. The FCA also allows “[a] person [to] bring a civil\naction for a violation of section 3729 for the person and for the\nUnited States Government,” §3730(b)(1). In a case brought by a\nperson rather than the United States, the FCA grants the United\nStates 60 days to review the claim and decide whether it will\n“elect to intervene and proceed with the action.” §3730(b)(2).\nAfter reviewing the complaint in this case, the United States\ndeclined to intervene but requested continued service of the\npleadings. The United States took no other action with respect to\nthe litigation. The District Court subsequently granted\nrespondents’ motion to dismiss the complaint and entered final\njudgment in their favor.Petitioner filed a notice of\nappeal 54 days later. While the appeal was pending, the Court of\nAppealssU. S.onteordered the parties to brief the issue\nwhether the notice of appeal had been timely filed. Federal Rule of\nAppellate Procedure 4(a)(1)(A)–(B) and 28 U. S. C.\n§§2107(a)–(b) generally require that a notice of appeal be filed\nwithin 30 days of the entry of judgment but extend the period to 60\ndays when “the United States or an officer or agency thereof is a\nparty,” §2107(b). Petitioner argued that his appeal was timely\nfiled under the 60-day limit because the United States is a “party”\nto every FCA suit. Respondents countered that the appeal was\nuntimely under the 30-day limit because the United States is not a\nparty to an FCA action absent formal intervention or other\nmeaningful participation.The Court of Appeals agreed with respondents\nthat the 30-day limit applied and dismissed the appeal as untimely.\nSee 540 F. 3d 94 (CA2 2008). We granted certiorari, 555 U. S.\n___ (2009), to resolve division in the courts of appeals on the\nquestion,[Footnote 1] and now\naffirm.IIA party has 60 days to file a\nnotice of appeal if “the United States or an officer or agency\nthereof is a party” to the action. See §2107(b) (“In any such\n[civil] action, suit or proceeding in which the United States or an\nofficer or agency thereof is a party, the time as to all parties\nshall be sixty days from such entry [of judgment]”); Fed. Rule App.\nProc. 4(a)(1)(B) (“When the United States or its officer or agency\nis a party, the notice of appeal may be filed by any party within\n60 days after the judgment or order appealed from is entered”).\nAlthough the United States is aware of and minimally involved in\nevery FCA action, we hold that it is not a “party” to an FCA action\nfor purposes of the appellate filing deadline unless it has\nexercised its right to intervene in the case.[Footnote 2]AThe FCA establishes a scheme that\npermits either the Attorney General, §3730(a), or a private party,\n§3730(b), to initiate a civil action alleging fraud on the\nGovernment. A private enforcement action under the FCA is called aqui tamaction, with the private party referred to as the\n“relator.”Vermont Agency of Natural Resourcesv.United States ex rel. Stevens,529 U. S. 765, 769\n(2000). When a relator initiates such an action, the United States\nis given 60 days to review the claim and decide whether it will\n“elect to intervene and proceed with the action,” §§3730(b)(2),\n3730(b)(4); see also §3730(c)(3) (permitting the United States to\nintervene even after the expiration of the 60-day period “upon a\nshowing of good cause”).If the United States intervenes,\nthe relator has “the right to continue as a party to the action,”\nbut the United States acquires the “primary responsibility for\nprosecuting the action.” §3730(c)(1). If the United States declines\nto intervene, the relator retains “the right to conduct the\naction.” §3730(c)(3). The United States is thereafter limited to\nexercising only specific rights during the proceeding. These rights\ninclude requesting service of pleadings and deposition transcripts,\n§3730(c)(3), seeking to stay discovery that “would interfere with\nthe Government’s investigation or prosecution of a criminal or\ncivil matter arising out of the same facts,” §3730(c)(4), and\nvetoing a relator’s decision to voluntarily dismiss the action,\n§3730(b)(1).Petitioner nonetheless asserts that the\nGovernment is a “party” to the action even when it has not\nexercised its right to intervene. We disagree. A “party” to\nlitigation is “[o]ne by or against whom a lawsuit is brought.”\nBlack’s Law Dictionary 1154 (8th ed. 2004). An individual may also\nbecome a “party” to a lawsuit by intervening in the action. Seeid., at 840 (defining “intervention” as “[t]he legal\nprocedure by which … a third party is allowed to become a party to\nthe litigation”). As the Court long ago explained, “ [w]hen\nthe term [to intervene] is used in reference to legal proceedings,\nit covers the right of one to interpose in,or become a party\nto, a proceeding already instituted. ”Roccav.Thompson,223 U. S. 317, 330\n(1912) (emphasis added). The Court has further indicated that\nintervention is the requisite method for a nonparty to become a\nparty to a lawsuit. SeeMarinov.Ortiz,484 U. S. 301, 304 (1988)(per\ncuriam)(holding that “when [a] nonparty has an interest that\nis affected by the trial court’s judgment … the better practice is\nfor such a nonpartyto seek interventionfor purposes of\nappeal” because “only parties to a lawsuit, or those that properly\nbecome parties, may appeal an adverse judgment” (internal quotation\nmarks omitted; emphasis added)). The United States, therefore, is a\n“party” to a privately filed FCA action only if it intervenes in\naccordance with the procedures established by federal law.To hold otherwise would render the\nintervention provisions of the FCA superfluous, as there would be\nno reason for the United States to intervene in an action in which\nit is already a party. Such a holding would contradict\nwell-established principles of statutory interpretation that\nrequire statutes to be construed in a manner that gives effect to\nall of their provisions. See,e.g.,Cooper Industries,\nInc.v.Aviall Services, Inc.,543 U. S. 157, 166\n(2004);Dole Food Co.v.Patrickson,538 U. S. 468, 476–477\n(2003). Congress expressly gave the United States discretion to\nintervene in FCA actions—a decision that requires consideration of\nthe costs and benefits of party status. See,e.g., Fed.\nRule Civ. Proc. 26(a) (requiring a party to disclose certain\ninformation without awaiting any discovery request); Rule 34\n(imposing obligations on parties served with requests for\nproduction of information); Rule 37 (providing for sanctions for\nnoncompliance with certain party obligations). The Court cannot\ndisregard that congressional assignment of discretion by\ndesignating the United States a “party” even after it has declined\nto assume the rights and burdens attendant to full party\nstatus.[Footnote 3]BPetitioner’s arguments that the\nUnited States should be designated a party in all FCA actions\nirrespective of its decision to intervene are unconvincing. First,\npetitioner points to the United States’ status as a “real party in\ninterest” in an FCA action and its right to a share of any\nresulting damages. See Fed. Rule Civ. Proc. 17(a);Vermont\nAgency of Natural Resources, supra,at 772; see also 6A C.\nWright, A. Miller, & M. Kane, Federal Practice and Procedure\n§1545, pp. 351–353 (2d ed. 1990) (“[W]hen there has been … a\npartial assignment the assignor and the assignee each retain an\ninterest in the claim and are both real parties in interest”). But\nthe United States’ status as a “real party in interest” in aqui tamaction does not automatically convert it into a\n“party.”The phrase, “real party in\ninterest,” is a term of art utilized in federal law to refer to an\nactor with a substantive right whose interests may be represented\nin litigation by another. See,e.g., Fed. Rule Civ.\nProc. 17(a); see also Cts. Crim. App. Rule Prac. & Proc.\n20(b), 44 M. J. lxxii (1996) (“When an accused has not been\nnamed as a party, the accused … shall be designated as the real\nparty in interest”); Black’s Law Dictionary,supra,at\n1154 (defining a “real party in interest” as “[a] person entitled\nunder the substantive law to enforce the right sued upon and who\ngenerally … benefits from the action’s final outcome”). Congress’\nchoice of the term “party” in Rule 4(a)(1)(B) and §2107(b), and not\nthe distinctive phrase, “real party in interest,” indicates that\nthe 60-day time limit applies only when the United States is an\nactual “party” inqui tamactions—and not when the United\nStates holds the status of “real party in interest.” Cf.Barnhartv.Sigmon Coal Co.,534 U. S. 438, 452\n(2002) (“[W]hen Congress includes particular language in one\nsection of a statute but omits it in another section of the same\nAct, it is generally presumed that Congress acts intentionally and\npurposely in the disparate inclusion or exclusion” (internal\nquotation marks omitted)). Consequently, when, as here, a real\nparty in interest has declined to bring the action or intervene,\nthere is no basis for deeming it a “party” for purposes of Rule\n4(a)(1)(B).We likewise reject petitioner’s related claim\nthat the United States’ party status for purposes of Rule\n4(a)(1)(B) is controlled by the statutory requirement that an FCA\naction be “brought in the name of the Government.” 31 U. S. C.\n§3730(b)(1). A person or entity can be named in the caption of a\ncomplaint without necessarily becoming a party to the action. See\n5A C. Wright & A. Miller, Federal Practice and Procedure §1321,\np. 388 (3d ed. 2004) (“[T]he caption is not determinative as to the\nidentity of the parties to the action”). And here, it would make\nlittle sense to interpret the naming requirement of §3730(b)(1) to\ndispense with the specific procedures for intervention provided\nelsewhere in the statute.Second, petitioner relies on the Government’s\nright to receive pleadings and deposition transcripts in cases\nwhere it declines to intervene, see §3730(c)(3). But the existence\nof this right, if anything, weighs against petitioner’s argument.\nIf the United States were a party to every FCA suit, it would\nalready be entitled to such materials under Federal Rule of Civil\nProcedure 5, thus leaving no need for a separate provision\npreserving this basic right of litigation for the Government.Third, petitioner relies on the fact that the\nUnited States is bound by the judgment in all FCA actions\nregardless of its participation in the case. But this fact is not\ndeterminative; nonparties may be bound by a judgment for a host of\ndifferent reasons. SeeTaylorv.Sturgell, 553 U.\nS. ___, ___ (2008) (slip op., at 9–14) (describing “six established\ncategories” in which a nonparty may be bound by a judgment); see\nalso Restatement (Second) of Judgments §41(1)(d), p. 393 (1980)\n(noting that a nonparty may be bound by a judgment obtained by a\nparty who,inter alia, is “an official or agency invested\nby law with authority to represent the person’s interests”). If the\nUnited States believes that its rights are jeopardized by an\nongoingqui tamaction, the FCA provides for\nintervention—including “for good cause shown” after the expiration\nof the 60-day review period. The fact that the Government is bound\nby the judgment is not a legitimate basis for disregarding this\nstatutory scheme.Finally, petitioner contends that the\nunderlying purpose of the 60-day time limit would be best served by\napplying Rule 4(a)(1)(B) in every FCA case. The purpose of the\nextended 60-day limit in cases where the United States is a party,\nhe claims, is to provide the Government with sufficient time to\nreview a case and decide whether to appeal. Petitioner contends\nthat, even in cases where the Government did not intervene before\nthe district court issued its decision, the Government may want to\nintervene for purposes of appeal, and should have the full 60 days\nto decide. But regardless of the purpose of Rule 4(a)(1)(B) and the\nconvenience that additional time may provide to the Government,\nthis Court cannot ignore the Rule’s text, which hinges the\napplicability of the 60-day period on the requirement that the\nUnited States be a “party” to the action.[Footnote 4]IIIWe hold that when the United\nStates has declined to intervene in a privately initiated FCA\naction, it is not a “party” to the litigation for purposes of\neither §2107 or Federal Rule of Appellate Procedure 4. Because\npetitioner’s time for filing a notice of appeal in this case was\ntherefore 30 days, his appeal was untimely. The judgment of the\nCourt of Appeals is affirmed.It is so ordered.Footnote 1CompareRodriguezv.Our Lady of\nLourdes Medical Center, 552 F. 3d 297, 302 (CA3 2008);United States ex rel. Luv.Ou, 368 F. 3d\n773, 775 (CA7 2004);United States ex rel. Russellv.Epic Healthcare Mgmt. Group,193 F. 3d 304, 308 (CA5\n1999);United States ex rel. Haycockv.Hughes\nAircraft Co.,98 F. 3d 1100, 1102 (CA9 1996), withUnited\nStates ex rel. Petrofskyv. Van Cott, Bagley, Cornwall,\nMcCarthy,588 F. 2d 1327, 1329 (CA10 1978)(per\ncuriam).Footnote 2This does not mean that the United States\nmust intervene before it can appeal any order of the court in an\nFCA action. Under the collateral-order doctrine recognized by this\nCourt in Cohenv.Beneficial Industrial Loan Corp.,337 U. S. 541,\n546–547 (1949), the United States may appeal, for example, the\ndismissal of an FCA action over its objection. See 31 U. S. C.\n§3730(b)(1); see also §3730(c)(3);Marinov.Ortiz,484 U. S. 301, 304 (1988)(per\ncuriam)(noting that “denials of [motions to intervene] are,\nof course, appealable”). In such a case, the Government is a party\nfor purposes of appealing the specific order at issue even though\nit is not a party for purposes of the final judgment and Federal\nRule of Appellate Procedure 4(a)(1)(B).Footnote 3This Court’s decision inDevlinv.Scardelletti,536 U. S. 1(2002), is not\nto the contrary. There, the Court held that in a class-action suit,\na class member who was not a named party in the litigation could\nappeal the approval of a settlement without formally intervening.\nSeeid., at 6–14. But the Court’s ruling was premised on\nthe class-action nature of the suit, seeid., at 10–11,\nand specifically noted that party status depends on “the\napplicability of various procedural rules that may differ based on\ncontext,”id.,at 10. For the reasons explained above, we\nconclude that in the specific context of the FCA, intervention is\nnecessary for the United States to obtain status as a “party” for\npurposes of Rule 4(a)(1)(B).Footnote 4Petitioner contends that the uncertainty\nregarding Rule 4(a)(1)(B) has created a “tra[p] for the\nunwary,” and that our decision will unfairly punish those who\nrelied on the holdings of courts adopting the 60-day limit in cases\nin which the United States was not a party. See Brief for\nPetitioner 25–27. As an initial matter, it is unclear how many\npending cases are implicated by petitioner’s concern as such cases\nwould have to involve parties who waited more than 30 days to\nappeal from the judgment in an FCA case in which the United States\ndeclined to intervene. But to the extent that there are such cases,\nthe Court must nonetheless decide the jurisdictional question\nbefore it irrespective of the possibility of harsh consequences.\nSeeTorresv.Oakland Scavenger Co.,487 U. S. 312, 318\n(1988) (“We recognize that construing Rule3(c) [of the Federal\nRules of Appellate Procedure] as a jurisdictional prerequisite\nleads to a harsh result in this case, but we are convinced that the\nharshness of our construction is ‘imposed by the legislature and\nnot the judicial process’ ” (quotingSchiavonev.Fortune,477\nU. S. 21, 31 (1986))).",
    "joined": []
}