{
    "case": {
        "docket": "214",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/214/"
    },
    "id": "1962587",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTALI V. FEDERAL BUREAU OF PRISONS552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-9130ABDUS-SHAHID M. S. ALI, PETITIONERv.FEDERAL BUREAU OF PRISONS et al.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[January 22, 2008]Justice Thomas delivered the\nopinion of the Court.This case concerns the scope of\n28 U. S. C. §2680, which carves out certain exceptions to the\nUnited States’ waiver of sovereign immunity for torts committed by\nfederal employees. Section 2680(c) provides that the waiver of\nsovereign immunity does not apply to claims arising from the\ndetention of property by “any officer of customs or excise or any\nother law enforcement officer.” Petitioner contends that this\nclause applies only to law enforcement officers enforcing customs\nor excise laws, and thus does not affect the waiver of sovereign\nimmunity for his property claim against officers of the Federal\nBureau of Prisons (BOP). We conclude that the broad phrase “any\nother law enforcement officer” covers all law enforcement officers.\nAccordingly, we affirm the judgment of the Court of Appeals\nupholding the dismissal of petitioner’s claim.IPetitioner Abdus-Shahid M. S. Ali\nwas a federal prisoner at the United States Penitentiary in\nAtlanta, Georgia, from 2001 to 2003. In December 2003, petitioner\nwas scheduled to be transferred to the United States Penitentiary\nBig Sandy (USP Big Sandy) in Inez, Kentucky. Before being\ntransferred, he left two duffle bags containing his personal\nproperty in the Atlanta prison’s Receiving and Discharge Unit to be\ninventoried, packaged, and shipped to USP Big Sandy. Petitioner was\ntransferred, and his bags arrived some days later. Upon inspecting\nhis property, he noticed that several items were missing. The staff\nat USP Big Sandy’s Receiving and Discharge Unit told him that he\nhad been given everything that was sent, and that if things were\nmissing he could file a claim. Many of the purportedly missing\nitems were of religious and nostalgic significance, including two\ncopies of the Qur’an, a prayer rug, and religious magazines.\nPetitioner estimated that the items were worth $177.Petitioner filed an\nadministrative tort claim. In denying relief, the agency noted\nthat, by his signature on the receipt form, petitioner had\ncertified the accuracy of the inventory listed thereon and had\nthereby relinquished any future claims relating to missing or\ndamaged property. Petitioner then filed a complaint alleging,inter alia, violations of the Federal Tort Claims Act\n(FTCA), 28 U. S. C. §§1346, 2671et seq.The BOP\nmaintained that petitioner’s claim was barred by the exception in\n§2680(c) for property claims against law enforcement officers. The\nDistrict Court agreed and dismissed petitioner’s FTCA claim for\nlack of subject-matter jurisdiction. Petitioner appealed.The Eleventh Circuit affirmed, agreeing with\nthe District Court’s interpretation of §2680(c). 204 Fed. Appx.\n778, 779–780 (2006)(per curiam). In rejecting\npetitioner’s arguments, the Court of Appeals relied on this Court’s\nbroad interpretation of §2680(c)’s “detention” clause inKosakv.United States,465 U. S. 848, 854–859 (1984), on\ndecisions by other Courts of Appeals, and on its own decision inSchlaebitzv.United States Dept. of\nJustice, 924 F. 2d 193, 195 (1991)(per curiam)(holding that United States Marshals, who were allegedly negligent\nin releasing a parolee’s luggage to a third party, were “law\nenforcement officers” under §2680(c)). See 204 Fed. Appx., at\n779–780.We granted certiorari, 550 U. S. ___ (2007),\nto resolve the disagreement among the Courts of Appeals as to the\nscope of §2680(c).[Footnote\n1]IIIn the FTCA, Congress waived the\nUnited States’ sovereign immunity for claims arising out of torts\ncommitted by federal employees. See 28 U. S. C. §1346(b)(1).\nAs relevant here, the FTCA authorizes “claims against the United\nStates, for money damages . . . for injury or loss of property . .\n. caused by the negligent or wrongful act or omission of any\nemployee of the Government while acting within the scope of his\noffice or employment.”Ibid.The FTCA exempts from this\nwaiver certain categories of claims. See §§2680(a)–(n). Relevant\nhere is the exception in subsection (c), which provides that\n§1346(b) shall not apply to “[a]ny claim arising in respect of the\nassessment or collection of any tax or customs duty, or the\ndetention of any goods, merchandise, or other property by any\nofficer of customs or excise or any other law enforcement officer.”\n§2680(c).This case turns on whether the\nBOP officers who allegedly lost petitioner’s property qualify as\n“other law enforcement officer[s]” within the meaning of\n§2680(c).[Footnote 2]\nPetitioner argues that they do not because “any other law\nenforcement officer” includes only law enforcement officers acting\nin a customs or excise capacity. Noting that Congress referenced\ncustoms and excise activities in both the language at issue and the\npreceding clause in §2680(c), petitioner argues that the entire\nsubsection is focused on preserving the United States’ sovereign\nimmunity only as to officers enforcing those laws.Petitioner’s argument is inconsistent with the\nstatute’s language.[Footnote 3]\nThe phrase “anyother law enforcement officer” suggests a\nbroad meaning.Ibid.(emphasis added). We have previously\nnoted that “[r]ead naturally, the word ‘any’ has an expansive\nmeaning, that is, ‘one or some indiscriminately of whatever\nkind.’ ”United Statesv.Gonzales,520 U. S. 1, 5 (1997)\n(quoting Webster’s Third New International Dictionary 97 (1976)).\nInGonzales, we considered a provision that imposed an\nadditional sentence for firearms used in federal drug trafficking\ncrimes and provided that such additional sentence shall not be\nconcurrent with “any other term of imprisonment.” 520 U. S., at 4\n(quoting 18 U. S. C. §924(c)(1) (1994 ed.) (emphasis\ndeleted)). Notwithstanding the subsection’s initial reference to\nfederal drug trafficking crimes, we held that the expansive word\n“any” and the absence of restrictive language left “no basis in the\ntext for limiting” the phrase “any other term of imprisonment” to\nfederal sentences. 520 U. S., at 5. Similarly, inHarrisonv.PPG Industries, Inc.,446 U. S. 578(1980),\nthe Court considered the phrase “any other final action” in\namendments to the Clean Air Act. The Court explained that the\namendments expanded a list of Environmental Protection Agency\nAdministrator actions by adding two categories of actions: actions\nunder a specifically enumerated statutory provision, and “any other\nfinal action” under the Clean Air Act.Id.,at 584\n(emphasis deleted). Focusing on Congress’ choice of the word “any,”\nthe Court “discern[ed] no uncertainty in the meaning of the phrase,\n‘any other final action,’ ” and emphasized that the statute’s\n“expansive language offer[ed] no indication whatever that Congress\nintended” to limit the phrase to final actions similar to those in\nthe specifically enumerated sections.Id.,at 588–589.We think the reasoning ofGonzalesandHarrisonapplies equally to the expansive language\nCongress employed in 28 U. S. C. §2680(c). Congress’ use of\n“any” to modify “other law enforcement officer” is most naturally\nread to mean law enforcement officers of whatever kind.[Footnote 4] The word “any” is repeated\nfour times in the relevant portion of §2680(c), and two of those\ninstances appear in the particular phrase at issue: “anyofficer of customs or excise oranyother law enforcement\nofficer.” (Emphasis added.) Congress inserted the word “any”\nimmediately before “other law enforcement officer,” leaving no\ndoubt that it modifies that phrase. To be sure, the text’s\nreferences to “tax or customs duty” and “officer[s] of customs or\nexcise” indicate that Congress intended to preserve immunity for\nclaims arising from an officer’s enforcement of tax and customs\nlaws. The text also indicates, however, that Congress intended to\npreserve immunity for claims arising from the detention of\nproperty, and there is no indication that Congress intended\nimmunity for those claims to turn on the type of law being\nenforced.Petitioner would require Congress to clarify\nits intent to cover all law enforcement officers by adding phrases\nsuch as “performing any official law enforcement function,” or\n“without limitation.” But Congress could not have chosen a more\nall-encompassing phrase than “any other law enforcement officer” to\nexpress that intent. We have no reason to demand that Congress\nwrite less economically and more repetitiously.Recent amendments to §2680(c) support the\nconclusion that “any other law enforcement officer” is not limited\nto officers acting in a customs or excise capacity. In the Civil\nAsset Forfeiture Reform Act of 2000, Congress added subsections\n(c)(1)–(c)(4) to 28 U. S. C. §2680. §3(a), 114 Stat. 211. As\namended, §2680(c) provides that the §1346(b) waiver of sovereign\nimmunity, notwithstanding the exception at issue in this case,\napplies to:“[A]ny claim based on injury or loss of goods,\nmerchandise, or other property, while in the possession of any\nofficer of customs or excise or any other law enforcement officer,\nif—“(1) the property was seized for the purpose\nof forfeiture under any provision of Federal law providing for the\nforfeiture of property other than as a sentence imposed upon\nconviction of a criminal offense;“(2) the interest of the claimant was not\nforfeited;“(3) the interest of the claimant was not\nremitted or mitigated (if the property was subject to forfeiture);\nand“(4) the claimant was not convicted of a crime\nfor which the interest of the claimant in the property was subject\nto forfeiture under a Federal criminal forfeiture law.”The amendment does not govern\npetitioner’s claim because his property was not “seized for the\npurpose of forfeiture,” as required by paragraph (1). Nonetheless,\nthe amendment is relevant because our construction of “any other\nlaw enforcement officer” must, to the extent possible, ensure that\nthe statutory scheme is coherent and consistent. SeeRobinsonv.Shell Oil Co.,519 U. S. 337, 340\n(1997) (citingUnited Statesv.Ron Pair\nEnterprises,489 U. S. 235, 240\n(1989)). The amendment canceled the exception—and thus restored the\nwaiver of sovereign immunity—for certain seizures of property based\nonanyfederal forfeiture law. See 28 U. S. C.\n§2680(c)(1) (excepting property claims if “the property was seized\nfor the purpose of forfeiture underany provision of Federal\nlawproviding for the forfeiture of property” (emphasis\nadded)).Under petitioner’s interpretation, only law\nenforcement officers enforcing customs or excise laws were immune\nunder the prior version of §2680(c). Thus, on petitioner’s reading,\nthe amendment’s only effect was to restore the waiver for cases in\nwhich customs or excise officers, or officers acting in such a\ncapacity, enforce forfeiture laws. This strikes us as an\nimplausible interpretation of the statute. If that were Congress’\nintent, it is not apparent why Congress would have restored the\nwaiver with respect to the enforcement ofallcivil\nforfeiture laws instead of simply those related to customs or\nexcise. Petitioner’s interpretation makes sense only if we assume\nthat Congress went out of its way to restore the waiver for cases\nin which customs or excise officers, or officers acting in such a\ncapacity, enforce forfeiture laws unrelated to customs or excise.\nBut petitioner fails to demonstrate that customs or excise\nofficers, or officers acting in such a capacity, ever enforce civil\nforfeiture laws unrelated to customs or excise, much less that they\ndo so with such frequency that Congress is likely to have singled\nthem out in the amendment.[Footnote\n5] It seems far more likely that Congress restored the waiver\nfor officers enforcinganycivil forfeiture law because,\nin its view,allsuch officers were covered by the\nexception to the waiver prior to the amendment.Against this textual and structural evidence\nthat “any other law enforcement officer” does in fact mean any\nother law enforcement officer, petitioner invokes numerous canons\nof statutory construction. He relies primarily onejusdem\ngeneris, or the principle that “when a general term follows a\nspecific one, the general term should be understood as a reference\nto subjects akin to the one with specific enumeration.”Norfolk\n& Western R. Co.v.Train Dispatchers,499 U. S. 117, 129\n(1991). In petitioner’s view, “any officer of customs or excise or\nany other law enforcement officer” should be read as a three-item\nlist, and the final, catchall phrase “any other law enforcement\nofficer” should be limited to officers of the same nature as the\npreceding specific phrases.Petitioner likens his case to two recent cases\nin which we found the canon useful. InWashington State Dept.\nof Social and Health Servs.v.Guardianship Estate of\nKeffeler,537\nU. S. 371, 375 (2003), we considered the clause “execution,\nlevy, attachment, garnishment, or other legal process” in 42 U.\nS. C. §407(a). Applyingejusdem generis, we concluded\nthat “other legal process” was limited to legal processes of the\nsame nature as the specific items listed. 537 U. S., at 384–385.\nThe department’s scheme for serving as a representative payee of\nthe benefits due to children under its care, while a “legal\nprocess,” did not share the common attribute of the listed items,\nviz., “utilization of some judicial or quasi-judicial mechanism . .\n. by which control over property passes from one person to another\nin order to discharge” a debt. 537 U. S., at 385. Similarly, inDolanv.Postal Service,546 U. S. 481(2006),\nthe Court considered whether an exception to the FTCA’s waiver of\nsovereign immunity for claims arising out of the “ ‘loss,\nmiscarriage, or negligent transmission of letters or postal\nmatter’ ” barred a claim that mail negligently left on the\npetitioner’s porch caused her to slip and fall.Id.,at\n485 (quoting 28 U. S. C. §2680(b)). Noting that “loss” and\n“miscarriage” both addressed “failings in the postal obligation to\ndeliver mail in a timely manner to the right address,” 546 U. S.,\nat 487, the Court concluded that “negligent transmission” must be\nsimilarly limited,id., at 486–489, and rejected the\nGovernment’s argument that the exception applied to “all torts\ncommitted in the course of mail delivery,”id., at\n490.Petitioner asserts that §2680(c), like the\nclauses at issue inKeffelerandDolan,\n‘ “presents a textbookejusdem generisscenario.’ ” Brief for Petitioner 15 (quotingAndrewsv.United States, 441 F. 3d 220, 224 (CA4 2006)). We\ndisagree. The structure of the phrase “any officer of customs or\nexcise or any other law enforcement officer” does not lend itself\nto application of the canon. The phrase is disjunctive, with one\nspecific and one general category, not—like the clauses at issue inKeffelerandDolan—a list of specific items\nseparated by commas and followed by a general or collective term.\nThe absence of a list of specific items undercuts the inference\nembodied inejusdem generisthat Congress remained focused\non the common attribute when it used the catchall phrase. Cf.United Statesv.Aguilar,515 U. S. 593, 615\n(1995) (Scalia, J., concurring in part and dissenting in part)\n(rejecting the canon’s applicability to an omnibus clause that was\n“one of … several distinct and independent prohibitions” rather\nthan “a general or collective term following a list of specific\nitems to which a particular statutory command is applicable”).Moreover, it is not apparent what common\nattribute connects the specific items in §2680(c). Were we to use\nthe canon to limit the meaning of “any other law enforcement\nofficer,” we would be required to determine the relevant limiting\ncharacteristic of “officer of customs or excise.” InJareckiv.G. D. Searle Co.,367 U. S. 303(1961),\nfor example, the Court invokednoscitur a sociisin\nlimiting the scope of the term “ ‘discovery’ ” to the\ncommon characteristic it shared with “ ‘exploration’ ”\nand “ ‘prospecting.’ ”Id., at 307. The Court\nnoted that all three words in conjunction “describe[d]\nincome-producing activity in the oil and gas and mining\nindustries.”Ibid.Here, by contrast, no relevant common\nattribute immediately appears from the phrase “officer of customs\nor excise.” Petitioner suggests that the common attribute is that\nboth types of officers are charged with enforcing the customs and\nexcise laws. But we see no reason why that should be the relevant\ncharacteristic as opposed to, for example, that officers of that\ntype are commonly involved in the activities enumerated in the\nstatute: the assessment and collection of taxes and customs duties\nand the detention of property.Petitioner’s appeals to other interpretive\nprinciples are also unconvincing. Petitioner contends that his\nreading is supported by the canonnoscitur a sociis,\naccording to which “a word is known by the company it keeps.”S. D. Warren Co.v.Maine Bd. of Environmental\nProtection,547\nU. S. 370, 378 (2006). But the cases petitioner cites in\nsupport of applyingnoscitur a sociisinvolved statutes\nwith stronger contextual cues. SeeGutierrezv.Ada,528 U.\nS. 250, 254–258 (2000) (applying the canon to narrow the\nrelevant phrase, “any election,” where it was closely surrounded by\nsix specific references to gubernatorial elections);Jarecki,supra,at 306–309 (applying the canon to\nnarrow the term “discoveries” to discoveries of mineral resources\nwhere it was contained in a list of three words, all of which\napplied to the oil, gas, and mining industries and could not\nconceivably all apply to any other industry). Here, although\ncustoms and excise are mentioned twice in §2680(c), nothing in the\noverall statutory context suggests that customs and excise officers\nwere the exclusive focus of the provision. The emphasis in\nsubsection (c) on customs and excise is not inconsistent with the\nconclusion that “any other law enforcement officer” sweeps as\nbroadly as its language suggests.Similarly, the rule against superfluities\nlends petitioner sparse support. The construction we adopt today\ndoes not necessarily render “any officer of customs or excise”\nsuperfluous; Congress may have simply intended to remove any doubt\nthat officers of customs or excise were included in “law\nenforcement officers.” SeeFort Stewart Schoolsv.FLRA,495\nU. S. 641, 646 (1990) (noting that “technically unnecessary”\nexamples may have been “inserted out of an abundance of caution”).\nMoreover, petitioner’s construction threatens to render “any other\nlaw enforcement officer” superfluous because it is not clear when,\nif ever, “other law enforcement officer[s]” act in a customs or\nexcise capacity.[Footnote 6] In\nany event, we do not woodenly apply limiting principles every time\nCongress includes a specific example along with a general phrase.\nSeeHarrison, 446 U. S., at 589, n. 6 (rejecting an\nargument thatejusdem generismust apply when a broad\ninterpretation of the clause could render the specific enumerations\nunnecessary).In the end, we are unpersuaded by petitioner’s\nattempt to create ambiguity where the statute’s text and structure\nsuggest none. Had Congress intended to limit §2680(c)’s reach as\npetitioner contends, it easily could have written “any other law\nenforcement officeracting in a customs or excise\ncapacity.” Instead, it used the unmodified, all-encompassing\nphrase “any other law enforcement officer.” Nothing in the\nstatutory context requires a narrowing construction—indeed, as we\nhave explained, the statute is most consistent and coherent when\n“any other law enforcement officer” is read to mean what it\nliterally says. SeeNorfolk & Western R. Co., 499 U.\nS., at 129 (noting that interpretive canons must yield “when the\nwhole context dictates a different conclusion”). It bears emphasis,\nmoreover, that §2680(c), far from maintaining sovereign immunity\nfor the entire universe of claims against law enforcement officers,\ndoes so only for claims “arising in respect of” the “detention” of\nproperty. We are not at liberty to rewrite the statute to reflect a\nmeaning we deem more desirable.[Footnote 7] Instead, we must give effect to the text\nCongress enacted: Section 2680(c) forecloses lawsuits against the\nUnited States for the unlawful detention of property by “any,” not\njust “some,” law enforcement officers.IIIFor the reasons stated, the\njudgment of the Court of Appeals for the Eleventh Circuit isAffirmed.Footnote 1The Eleventh Circuit joined five other Courts\nof Appeals in construing §2680(c) to encompass all law enforcement\nofficers. SeeBramwellv.Bureau of Prisons, 348\nF. 3d 804, 806–807 (CA9 2003);Chapav.Dept. of\nJustice, 339 F. 3d 388, 390 (CA5 2003)(per curiam);Hattenv.White, 275 F. 3d 1208, 1210 (CA10\n2002);Cheneyv.United States, 972 F. 2d 247,\n248 (CA8 1992)(per curiam);Ysasiv.Rivkind, 856 F. 2d 1520, 1525 (CA Fed. 1988). Five other\nCourts of Appeals reached the contrary conclusion, interpreting the\nclause as limited to officers performing customs or excise\nfunctions. SeeABCv.DEF, 500 F. 3d 103,\n107 (CA2 2007);Dahlerv.United States, 473 F.\n3d 769, 771–772 (CA7 2007)(per curiam);Andrewsv.United States, 441 F. 3d 220, 227 (CA4 2006);Bazuayev.United States, 83 F. 3d 482, 486 (CADC\n1996);Kurinskyv.United States, 33 F. 3d 594,\n598 (CA6 1994).Footnote 2We assume, without deciding, that the BOP\nofficers “detained” Ali’s property and thus satisfy §2680(c)’s\n“arising in respect of … detention” requirement. The Court of\nAppeals held that the “detention” clause was satisfied, and\npetitioner expressly declined to raise the issue on certiorari. See\n204 Fed. Appx. 778, 779–780 (CA11 2006)(per curiam);Brief for Petitioner 10–11, n. 9.Footnote 3We consider this question for the first time\nin this case. Petitioner argues that this Court concluded inKosakv.United States,465 U. S. 848(1984), that the phrase\n“any other law enforcement officer” is ambiguous. Reply Brief for\nPetitioner 4. In that case, the Court construed a portion of the\nsame clause at issue here, but the decision had no bearing on the\nmeaning of “any other law enforcement officer.” 465 U. S., at\n853–862 (holding that “detention” encompasses claims resulting from\nnegligent handling or storage). Indeed, the Court expressly\ndeclined to reach the issue.Id., at 852, n. 6 (“We\nhave no occasion in this case to decide what kinds of\n‘law-enforcement officer[s],’ other than customs officials, are\ncovered by the exception.” (alteration in original)). Petitioner’s\nreliance on the footnote as concluding that the phrase is ambiguous\nreads too much into the Court’s reservation of a question that was\nnot then before it.Footnote 4Of course, other circumstances may counteract\nthe effect of expansive modifiers. For example, we have construed\nan “any” phrase narrowly when it included a term of art that\ncompelled that result. SeeCircuit City Stores, Inc.v.Adams,532\nU. S. 105, 115–116 (2001) (construing “any other class of\nworkers engaged in . . . commerce,” 9 U. S. C. §1, narrowly\nbased on the Court’s previous interpretation of “in commerce” as a\nterm of art with a narrower meaning). We also have construed such\nphrases narrowly when another term in the provision made sense only\nunder a narrow reading, seeUnited Statesv.Alvarez-Sanchez,511 U. S. 350, 357–358\n(1994) (limiting “any law-enforcement officer” to federal officers\nbecause the statute’s reference to “delay” made sense only with\nrespect to federal officers), and when a broad reading would have\nimplicated sovereignty concerns, seeRaygorv.Regents\nof Univ. of Minn.,534 U. S. 533, 541–542\n(2002) (applying the “clear statement rule” applicable to waivers\nof sovereign immunity to construe the phrase “all civil actions” to\nexclude a category of claims, “even though nothing in the statute\nexpressly exclude[d]” them). None of the circumstances that\nmotivated our decisions in these cases is present here.Footnote 5Justice Kennedy’s dissent (hereinafter the\ndissent) argues that, during border searches, customs and excise\nofficers “routinely” enforce civil forfeiture laws unrelated to\ncustoms or excise.Post, at 12–13. But the examples the\ndissent provides do not support that assertion. The dissent\nmaintains that a customs officer who seizes material defined as\ncontraband under 49 U. S. C. §80302et seq., is one\nsuch example.Post, at 12–13. But a customs officer’s\nauthority to effect a forfeiture of such contraband derives from a\nspecific customs law. See 19 U. S. C. §1595a(c)(1)(C).\nSimilarly, the dissent suggests that a DEA agent “assisting a\ncustoms official” in a border search who seizes drug-related\ncontraband under 21 U. S. C. §881 is acting in a “traditional\nrevenue capacity.”Post, at 12–13. But that argument is\nbased on the assumption that an officer who assists in conducting a\nborder search acts in a customs capacity even if he is not a\ncustoms officer and is not enforcing a customs law. That\nassumption, far from self-evident, only underscores the difficulty\nthat would attend any attempt to define the contours of the implied\nlimitation on §2680(c)’s reach proposed by petitioner and embraced\nby the dissent. “Acting in a customs or excise capacity” is not a\nself-defining concept, and not having included such a limitation in\nthe statute’s language, Congress of course did not provide a\ndefinition. Finally, the dissent points out that a customs or\nexcise officer might effect a forfeiture of currency or monetary\ninstruments under 31 U. S. C. §5317(c).Post, at\n12–13. But §5317(c) is hardly a civil forfeiture law unrelated to\ncustoms or excise. See §5317(c)(2) (authorizing forfeiture of\nproperty involved in a violation of,inter alia, §5316,\nwhich sets forth reporting requirements for exporting and importing\nmonetary instruments).Footnote 6As an example of “other law enforcement\nofficer[s]” acting in an excise or customs capacity, petitioner\ncitesFormula One Motors, Ltd.v.United States,\n777 F. 2d 822, 823–824 (CA2 1985) (holding that the seizure of a\nvehicle still in transit from overseas by Drug Enforcement\nAdministration (DEA) agents who searched it for drugs was\n“sufficiently akin to the functions carried out by Customs\nofficials to place the agents’ conduct within the scope of section\n2680(c)”). But it is not clear that the agents in that case were\nacting in an excise or customs capacity rather than in their\nordinary capacity as law enforcement agents. It seems to us that\nDEA agents searching a car for drugs are acting in their capacity\nas officers charged with enforcing the Nation’s drug laws, not the\ncustoms or excise laws.Similarly, the dissent notes that 14 U. S. C. §89(a)\nauthorizes Coast Guard officers to enforce customs laws.Post, at 5-6.  But the very next subsection of §89\nprovides that Coast Guard officers effectivelyarecustoms\nofficers when they enforce customs laws. See §89(b)(1) (providing\nthat Coast Guard officers “insofar as they are engaged, pursuant to\nthe authority contained in this section, in enforcing any law of\nthe United States shall … be deemed to be acting as agents of the\nparticular executive department … charged with the administration\nof the particular law”). As a result, a Coast Guard officer\nenforcing a customs law is a customs officer, not some “other law\nenforcement officer.”Footnote 7Congress, we note, did provide an administrative\nremedy for lost property claimants like petitioner. Federal\nagencies have authority under 31 U. S. C. §3723(a)(1) to\nsettle certain “claim[s] for not more than $1,000 for damage to, or\nloss of, privately owned property that … is caused by the\nnegligence of an officer or employee of the United States\nGovernment acting within the scope of employment.” The BOP has\nsettled more than 1,100 such claims in the last three years. Brief\nfor Respondents 41, n. 17.",
    "joined": []
}