{
    "case": {
        "docket": "17-387",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-387/"
    },
    "id": "3904214",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–387_________________UPPER SKAGIT INDIAN TRIBE, PETITIONERv.SHARLINE LUNDGREN, et viron writ of certiorari to the supreme court of\nwashington[May 21, 2018]Justice Thomas, with whom Justice Alito joins,\ndissenting.We granted certiorari to decide whether “a\ncourt’s exercise ofin remjurisdiction overcome[s] the\njurisdictional bar of tribal sovereign immunity.” Pet. for Cert. i;\n583 U. S. ___ (2017). State and federal courts are divided on\nthat question, but the Court does not give them an answer. Instead,\nit holds only thatCounty of Yakimav.Confederated\nTribes and Bands of Yakima Nation, 502 U. S. 251 (1992),\n“resolved nothing about the law of [tribal] sovereign immunity.”Ante,at 5. Unfortunately, neither does the decision\ntoday—except to say that courts cannot rely onCounty of\nYakima. As a result, the disagreement that led us to take this\ncase will persist.The Court easily could have resolved that\ndisagreement by addressing respondents’ alternative ground for\naffirmance. Sharline and Ray Lundgren—whose family has maintained\nthe land in question for more than 70 years—ask us to affirm based\non the “immovable property” exception to sovereign immunity. That\nexception is settled, longstanding, and obviously applies to tribal\nimmunity—as it does to every other type of sovereign immunity that\nhas ever been recognized. Although the Lundgrens did not raise this\nargument below, we have the discretion to reach it. I would have\ndone so. The immovable-property exception was extensively briefed\nand argued, and its application here is straightforward. Addressing\nthe exception now would have ensured that property owners like the\nLundgrens can protect their rights and that States like Washington\ncan protect their sovereignty. Because the Court unnecessarily\nchooses to leave them in limbo, I respectfully dissent.IAs the Court points out, the parties did not\nraise the immovable-property exception below or in their\ncertiorari-stage briefs. Seeante,at 6. But this Court will\nresolve arguments raised for the first time in the merits briefs\nwhen they are a “ ‘ “predicate to an intelligent\nresolution” of the question presented’ ” and thus\n“ ‘fairly included’ within the question presented.”Caterpillar Inc.v.Lewis, 519 U. S. 61, 75,\nn. 13 (1996) (quotingOhiov.Robinette, 519\nU. S. 33, 38 (1996); this Court’s Rule 14.1). The Court agrees\nthat the immovable-property exception is necessary to an\nintelligent resolution of the question presented, which is why it\nremands that issue to the Washington Supreme Court. Seeante,at 6–7. But our normal practice is to address the\nissue ourselves, unless there are “good reasons to decline to\nexercise our discretion.”Jonesv.United States, 527\nU. S. 373, 397, n. 12 (1999) (plurality opinion).There are no good reasons here. The Court’s only\nproffered reason is that the applicability of the\nimmovable-property exception is a “grave question” that “will\naffect all tribes, not just the one before us.”Ante,at\n6.[1] The exception’s\napplicability might be “grave,” but it is also clear. And most\nquestions decided by this Court will affect more than the parties\n“before us”; that is one of the primary reasons why we grant\ncertiorari. See this Court’s Rule 10(c) (explaining that certiorari\nreview is usually reserved for cases involving “an important\nquestion of federal law” that has divided the state or federal\ncourts). Moreover, the Court’s decision to forgo answering the\nquestion presented is no less “grave.” It forces the Lundgrens to\nsquander additional years and resources litigating their right to\nlitigate. And it casts uncertainty over the sovereign rights of\nStates to maintain jurisdiction over their respective\nterritories.Contrary to the Court’s suggestion,ante,at 6–7, I have no doubt that our state-court colleagues will\nfaithfully interpret and apply the law on remand. But I also have\nno doubt that this Court “ha[s] an ‘obligation . . . to\ndecide the merits of the question presented’ ” in the cases\nthat come before us.Encino Motorcars, LLCv.Navarro, 579 U. S. ___, ___ (2016) (Thomas, J.,\ndissenting) (slip op., at 1). The Court should have discharged that\nobligation here.III would have resolved this case based on the\nimmovable-property exception to sovereign immunity. That excep-\ntion is well established. And it plainly extends to tribal\nimmunity, as it does to every other form of sovereign immunity.AThe immovable-property exception has been\nhornbooklaw almost as long as there have been\nhornbooks. For centuries, there has been “uniform authority in\nsupport of the view that there is no immunity from jurisdiction\nwith respect to actions relating to immovable property.”\nLauterpacht, The Problem of Jurisdictional Immunities of Foreign\nStates, 28 Brit. Y. B. Int’l Law 220, 244 (1951).[2] This immovable-property exception\npredates both the founding and the Tribe’s treaty with the United\nStates. Cornelius van Bynkershoek, a renowned 18th-century\njurist,[3] stated that it was\n“established” that “property which a prince has purchased for\nhimself in the dominions of another . . . shall be\ntreated just like the property of private individuals.” De Foro\nLegatorum Liber Singularis 22 (G. Laing transl. 2d ed. 1946). His\nconclusion echoedthe 16th-century legal scholar Oswald\nHilliger. Seeibid.About a decade after Bynkershoek, Emer\nde Vattel explained that, when “sovereigns have fiefs and other\npossessions in the territory of another prince; in such cases they\nhold them after the manner of private individuals.” 3 The Law of\nNations §83, p. 139 (C. Fenwick transl. 1916); see also E. de\nVattel, The Law of Nations §115, p. 493 (J. Chitty ed. 1872) (“All\nlanded estates, all immovable property, by whomsoever possessed,\nare subject to the jurisdiction of the country”).[4]The immovable-property exception is a corollary\nof the ancient principle oflex rei sitae. Sometimes calledlex situsorlex loci rei sitae, the principle\nprovides that “land is governed by the law of the place where it is\nsituated.” F. Wharton, Conflict of Laws §273, p. 607\n(G. Parmele ed., 3d ed. 1905). It reflects the fact that a\nsovereign “cannot suffer its own laws . . . to be\nchanged” by another sovereign. H. Wheaton, Elements of\nInternational Law §81, p. 114 (1866). As then-Judge Scalia\nexplained, it is “self-evident” that “[a] territorial sovereign has\na primeval interest in resolving all disputes over use or right to\nuse of real property within its own domain.”Asociacion de\nReclamantesv.United Mexican States, 735 F. 2d\n1517, 1521 (CADC 1984). And because “land is so indissolubly\nconnected with the territory of a State,” a State “cannot permit” a\nforeign sovereign to displace its jurisdiction by purchasing land\nand then claiming “immunity.” Competence of Courts in Regard to\nForeign States, 26 Am. J. Int’l L. Supp. 451, 578 (1932)\n(Competence of Courts). An assertion of immunity by a foreign\nsovereign over real property is an attack on the sovereignty of\n“the State ofthe situs.”Ibid.The principle oflex rei sitaewas so\nwell established by the 19th century that Chancellor James Kent\ndeemed it “too clear for discussion.” 2 Commentaries on American\nLaw 429, n. a (4th ed. 1840). The medieval jurist Bartolus of\nSassoferatto had recognized the principle 500 years earlier in his\ncommentary on conflicts of law under the Justinian Code. See\nBartolus, Conflict of Laws 29 (J. Beale transl. 1914).[5] Bartolus explained that, “when there\nis a question of any right growing out of a thing itself, the\ncustom or statute of the place where the thing is should be\nobserved.”Ibid.Later authorities writing on conflicts of\nlaw consistently agreed thatlex rei sitaedetermined the\ngoverning law in real-property disputes.[6] And this Court likewise held, nearly 200 years ago,\nthat “the nature ofsovereignty” requires that “[e]very government”\nhave “the exclusive right of regulating the descent, distribution,\nand grants of the domain within its own boundaries.”Greenv.Biddle, 8 Wheat. 1, 12 (1823) (Story, J.).The acceptance of the immovable-property\nexception has not wavered over time. In the 20th century, as\nnations increasingly owned foreign property, it remained “well\nsettled in International law that foreign state immunity need not\nbe extended in cases dealing with rights to interests in real\nproperty.” Weber, The Foreign Sovereign Immunities Act of 1976: Its\nOrigin, Meaning, and Effect, 3 Yale J. Int’l L. 1, 33 (1976).\nCountries around the world continued to recognize the exception in\ntheir statutory and decisional law. See Competence of Courts\n572–590 (noting support for the exception in statutes from Austria,\nGermany, Hungary, and Italy, as well as decisions from the United\nStates, Austria, Chile, Czechoslovakia, Egypt, France, Germany, and\nRomania). “All modern authors are, in fact, agreed that in all\ndisputesin remregarding immovable property, the judicial\nauthorities of the State possess as full a jurisdiction over\nforeign States as they do over foreign individuals.” C. Hyde, 2\nInternational Law 848, n. 33 (2d ed. 1945) (internal quotation\nmarks omitted).The Restatement of Foreign Relations Law\nreflects this unbroken consensus. Every iteration of the\nRestatement has deemed a suit concerning the ownership of real\nproperty to be “outside the scope of the principle of [sovereign]\nimmunity of a foreign state.” Restatement of Foreign Relations Law\nof the United States (Proposed Official Draft) §71, Commentc,p. 228 (1962); see also Restatement (Second) of\nForeign Relations Law of the United States §68(b) (1965) (similar);\nRestatement (Third) of Foreign Relations Law of the United States\n§455(1)(c) (1987) (denying that immunity exists for “claims\n. . . to immovable property in the state of the forum”);\nRestatement (Fourth) of Foreign Relations Law of the United States\n§456(2) (Tent. Draft No. 2, Mar. 22, 2016) (recognizing\n“jurisdiction over a foreign state in any case in which rights in\nimmovable property situated in the United States are in issue”).\nSovereign immunity, the First Restatement explains, does not bar\n“an action to obtain possession of or establish an ownership\ninterest in immovable property located in the territory of the\nstate exercising jurisdiction.” §71(b), at 226.Given the centuries of uniform agreement on the\nimmovable-property exception, it is no surprise that all three\nbranches of the United States Government have recognized it.\nWriting for a unanimous Court and drawing on Bynkershoek and De\nVattel, Chief Justice Marshall noted that “the property of a\nforeign sovereign is not distinguishable by any legal exemption\nfrom the property of an ordinary individual.”Schooner\nExchangev.McFaddon, 7 Cranch 116, 144–145 (1812).\nThus, “[a] prince, by acquiring private property in a foreign\ncountry, may possibly be considered as subjecting that property to\nthe territorial jurisdiction . . . and assuming the\ncharacter of a private individual.”Id.,at 145.[7] The Court echoed this reasoning over\na century later, holding that state sovereign immunity does not\nextend to “[l]and acquired by one State in another State.”Georgiav.Chattanooga, 264 U. S. 472, 480\n(1924). In 1952, the State Department acknowledged that “[t]here is\nagreement[,] supported by practice, that sovereign immunity should\nnot be claimed or granted in actions with respect to real\nproperty.” Tate Letter 984.[8]\nTwo decades later, Congress endorsed the immovable-property\nexception by including it in the Foreign Sovereign Immunities Act\nof 1976. See 28 U. S. C. §1605(a)(4) (“A foreign state\nshall not be immune from the jurisdiction of courts of the United\nStates . . . in any case . . . in which\n. . . rights in immovable property situated in the United\nStates are in issue”). This statutory exception was “meant to\ncodify thepre-existingreal property exception to sovereign\nimmunity recognized by international practice.”Permanent\nMission of India to United Nationsv.City of New York,\n551 U. S. 193, 200 (2007) (emphasis added; internal quotation\nmarks omitted).The Court does not question any of the foregoing\nauthorities. Nor did the parties provide any reason to do so. The\nGovernment, when asked to identify its “best authority for the\nproposition that the baseline rule of common law was total\nimmunity, includingin remactions,” pointed to just two\nsources. See Tr. of Oral Arg. 29; Brief for United States asAmicus Curiae10, 26. The first was Hamilton’s statement\nthat “[i]t is inherent in the nature of sovereignty not to be\namenable to the suit of an individual without its consent.” The\nFederalist No. 81, p. 487 (C. Rossiter ed. 1961) (emphasis\ndeleted). Yet “property ownership is not an inherently sovereign\nfunction,”Permanent Mission,supra, at 199, and\nHamilton’s general statement does not suggest that immunity is\nautomatically available or is not subject to longstanding\nexceptions. The Government also citedSchooner Exchange. But\nas explained above, thatdecision expressly acknowledges the\nimmovable-property exception. The Government’s unconvincing\narguments cannot overcome more than six centuries of consensus on\nthe validity of the immovable-property exception.BBecause the immovable-property exception\nclearly applies to both state and foreign sovereign immunity, the\nonly question is whether it also applies to tribal immunity. It\ndoes.Just last Term, this Court refused to “exten[d]”\ntribal immunity “beyond what common-law sovereign immunity\nprinciples would recognize.”Lewisv.Clarke, 581\nU. S. ___, ___–___ (2017) (slip op., at 7–8). Tribes are\n“domestic dependent nations,”Cherokee Nationv.Georgia, 5 Pet. 1, 17 (1831), that “no longer posses[s] the\nfull attributes of sovereignty,”United Statesv.Wheeler, 435 U. S. 313, 323 (1978) (internal quotation\nmarks omitted). Given the “limited character” of their sovereignty,ibid., Indian tribes possess only “the common-law immunity\nfrom suit traditionally enjoyed by sovereign powers,”Santa\nClara Pueblov.Martinez, 436 U. S. 49, 58 (1978).\nThat is why this Court recently declined an invitation to make\ntribal immunity “broader than the protection offered by state or\nfederal sovereign immunity.”Lewis, 581 U. S., at ___\n(slip op., at 8). Accordingly, because States and foreign countries\nare subject to the immovable-property exception, Indian tribes are\ntoo. “There is no reason to depart from these general rules in the\ncontext of tribal sovereign immunity.”Id.,at ___ (slip\nop., at 7).In declining to reach the immovable-property\nexception, the Court highlights two counterarguments that the Tribe\nand the United States have raised for why the exception should not\nextend to tribal immunity. Neither argument has any merit.First, the Court notes that “immunity doctrines\nlifted from other contexts do not always neatly apply to Indian\ntribes.”Ante,at 5 (citingKiowa Tribe of Okla.v.Manufacturing Technologies, Inc., 523 U. S. 751, 756\n(1998)). But the Court’s authority for that proposition merely\nstates that tribal immunity “is not coextensive with that ofthe\nStates.”Id., at 756 (emphasis added). Even assuming\nthat is so, it does not mean that the Tribe’s immunity can be more\nexpansive than any recognized form of sovereign immunity, including\nthe immunity of the United States and foreign countries. SeeLewis,supra, at ___–___ (slip op., at 7–8). And the\nTribe admits that this Court has previously limited tribal immunity\nto conform with analogous “limitations . . . in suits\nagainst the United States.” Reply Brief 22. No one argues that the\nUnited States could claim sovereign immunity if it wrongfully\nasserted ownership of private property in a foreign country—the\nequivalent of what the Tribe did here. The United States plainly\nwould be subject to suit in that country’s courts. See Competence\nof Courts 572–590.Second, the Court cites two decisions for the\nproposition that “since the founding . . . the political\nbranches rather than judges have held primary responsibility for\ndetermining when foreign sovereigns may be sued for their\nactivities in this country.”Ante,at 6 (citingVerlinden\nB. V.v.Central Bank of Nigeria, 461 U. S. 480,\n486 (1983);Ex parte Peru, 318 U. S. 578, 588 (1943)).\nBut those cases did not involve tribal immunity. They were\nadmiralty suits in which foreign sovereigns sought to recover ships\nthey allegedly owned. SeeVerlinden,supra, at 486\n(citing cases involving ships allegedly owned by Italy, Peru, and\nMexico);Ex parte Peru,supra, at 579 (mandamus\naction by Peru regarding its steamship). Those decisions were an\nextension of the common-law principle, recognized inSchooner\nExchange, that sovereign immunity applies to vessels owned by a\nforeign sovereign. SeeBerizzi Brothers Co.v.S. S.\nPesaro, 271 U. S. 562, 571–576 (1926). These cases\nencourage deference to the political branches on sensitive\nquestions of foreign affairs. But they do not suggest that courts\ncan ignore longstanding limits on sovereign immunity, such as the\nimmovable-property exception. And they do not suggest that courts\ncan abdicate their judicial duty to decide the scope of tribal\nimmunity—a duty this Court exercised just last Term. SeeLewis,supra, at ___–___ (slip op., at 5–8).[9]In fact, those present at “the founding,”ante,at 6, would be shocked to learn that an Indian tribe\ncould acquire property in a State and then claim immunity from that\nState’s jurisdiction.[10]\nTribal immunity is “a judicial doctrine” that is not mandated by\nthe Constitution.Kiowa, 523 U. S., at 759. It\n“developed almost by accident,” was reiterated “with little\nanalysis,” and does not reflect the realities of modern-day Indian\ntribes. Seeid.,at 756–758. The doctrine has become quite\n“exorbitant,”Michiganv.Bay Mills Indian Community,\n572 U. S. ___, ___ (2014) (Ginsburg, J., dissenting) (slip\nop., at 1), and it has been implausibly “exten[ded] . . .\nto bar suits arising out of anIndian tribe’s commercial activities conducted\noutside its territory,”id.,at ___ (Thomas, J., dissenting)\n(slip op., at 1).Extending it even further here would contradict\nthe bedrock principle that each State is “entitled to the\nsovereignty and jurisdiction over all the territory within her\nlimits.”Lessee of Pollardv.Hagan, 3 How. 212, 228\n(1845); accord,Texasv.White, 7 Wall. 700, 725\n(1869);Willamette Iron Bridge Co.v.Hatch, 125\nU. S. 1, 9 (1888) (collecting cases). Since 1812, this Court\nhas “entertain[ed] no doubt” that “the title to land can be\nacquired and lost only in the manner prescribed by the law of the\nplace where such land is situate[d].”United Statesv.Crosby, 7 Cranch 115, 116 (1812) (Story, J.). Justice\nBushrod Washington declared it “an unquestionable principle of\ngeneral law, that the title to, and the disposition of real\nproperty, must be exclusively subject to the laws of the country\nwhere it is situated.”Kerrv.Devisees of Moon, 9\nWheat. 565, 570 (1824). This Court has been similarly emphatic ever\nsince. See,e.g., Mundayv.Wisconsin Trust Co., 252\nU. S. 499, 503 (1920) (“long ago declared”);Arndtv.Griggs, 134 U. S. 316, 321 (1890) (“held repeatedly”);United Statesv.Fox, 94 U. S. 315, 320 (1877)\n(“undoubted”);McCormickv.Sullivant, 10 Wheat. 192,\n202 (1825) (“an acknowledged principle of law”). Allowing the\njudge-made doctrine of tribal immunity to intrude on such a\nfundamental aspect of state sovereignty contradicts the\nConstitution’s design, which “ ‘leaves to the several States a\nresiduary and inviolable sovereignty.’ ”New Yorkv.United States, 505 U. S. 144, 188 (1992) (quoting The\nFederalist No. 39, at 256).*  *  *The Court’s failure to address the\nimmovable-property exception in this case is difficult to justify.\nIt leaves our colleagues in the state and federal courts with\nlittle more guidance than they had before. It needlessly delays\nrelief for the Lundgrens, who must continue to litigate the\nthreshold question whether they can litigate their indisputable\nright to their land. And it does not address a clearly erroneous\ntribal-immunity claim: one that asserts a sweeping and absolute\nimmunity that no other sovereign has ever enjoyed—not a State, not\na foreign nation, and not even the United States.I respectfully dissent.Notes1The Court does not\nquestion the adequacy of the briefing or identify factual questions\nthat need further development. Nor could it. The immovable-property\nexception received extensive attention in the parties’ briefs, see\nBrief for Respondents 9–26; Reply Brief 13–24, and the Government’samicusbrief, see Brief for United States 25–33. Most of the\noral argument likewise focused on the immovable-property exception.\nSee Tr. of Oral Arg. 14–16, 19–29, 34–51, 54–59. And when asked at\noral argument what else it could say about the exception if it had\nmore time, the Tribe had no response. Seeid., at\n19–21.2There is some\ndisagreement about the outer bounds of this exception—for example,\nwhether it applies to tort claims related to the property or to\ndiplomatic embassies. See,e.g.,Letter from J. Tate, Acting\nLegal Adviser, Dept. of State, to Acting Attorney General P.\nPerlman (May 19, 1952), 26 Dept. of State Bull. 984, 984–985 (Tate\nLetter); see also C. Bynkershoek, De Foro Legatorum Liber\nSingularis 22–23 (G. Laing transl. 2d ed. 1946) (explaining there\nis “no unanimity” regarding attaching a foreign prince’s debts to\nimmovable property). But there is no dispute that it covers suits\nconcerning ownership of a piece of real property used for\nnondiplomatic reasons. See Tate Letter 984; Brief for United States\nasAmicus Curiae27–28. In other words, there is no dispute\nthat it applies toin remsuits like this\none.3Considered “a jurist of\ngreat reputation” by Chief Justice Marshall,Schooner\nExchangev.McFaddon, 7 Cranch 116, 144 (1812),\n“Bynkershoek’s influence in the eighteenth century [w]as enormous,”\nAdler, The President’s Recognition Power, in The Constitution and\nthe Conduct of American Foreign Policy 133, 153, n. 19 (G.\nAdler & L. George eds. 1996) (internal quotation marks\nomitted). Madison, for example, consulted Bynkershoek’s works (on\nthe recommendation of Jefferson) while preparing to draft the\nConstitution. See Letter from Thomas Jefferson to James Madison\n(Feb. 20, 1784), in 4 The Works of Thomas Jefferson 239, 248 (P.\nFord ed. 1904); Letter from James Madison to Thomas Jefferson (Mar.\n16, 1784), in 2 The Writings of James Madison 34, 43 (G. Hunt ed.\n1901).4De Vattel’s work was “a\nleading treatise” of its era.Jesnerv.Arab Bank,\nPLC,ante, at 9, n. 3 (Gorsuch, J., concurring in\npart and concurring in judgment).5In the foreword to his\ntranslation of Bartolus, Joseph Henry Beale described him as “the\nmost imposing figure among the lawyers of the middle ages,” whose\nwork was “the first and standard statement of the doctrines of the\nConflict of Laws.” Bartolus, Conflict of Laws, at 9.6See,e.g.,F. von\nSavigny, Conflict of Laws 130 (W. Guthrie transl. 1869) (“This\nprinciple [oflex rei sitae] has been generally accepted\nfrom a very early time”); G. Bowyer, Commentaries on Universal\nPublic Law 160 (1854) (“[W]here the matter in controversy is the\nright and title to land or other immovable property, the judgment\npronounced in theforum rei sitaeis held conclusive in\nother countries”); H. Wheaton, Elements of International Law §81,\np. 114 (G. Wilson ed. 1936) (“[T]he law of a place where real\nproperty is situated governs exclusively as to the tenure, title,\nand the descent of such property”); J. Story, Commentaries on the\nConflict of Laws §424, p. 708 (rev. 3d ed. 1846) (“The title\n. . . to real property can be acquired, passed, and lost\nonly according to theLex rei sitae”); J. Westlake, Private\nInternational Law *56 (“The right to possession of land can only be\ntried in the courts of thesitus”); L. Bar, International\nLaw 241–242 (G. Gillespie transl. 1883) (noting that, in “the\nsimpler case of immoveables,” “[t]helex rei sitaeis the\nrule”); F. Wharton, 1 Conflict of Laws §273, p. 607 (G. Parmele\ned., 3d ed. 1905) (“Jurists of all schools, and courts of all\nnations, are agreed in holding that land is governed by the law of\nthe place where it is situated”).7The Skagit Tribe entered\ninto its treaty with the United States four decades later. See\nTreaty of Point Elliott, Apr. 11, 1859, 12Stat. 927. The treaty\ndoes not mention sovereignty or otherwise alter the rule laid out\ninSchooner Exchange.8This declaration has long\nbeen “the official policy of our Government.”Alfred Dunhill of\nLondon, Inc.v.Republic of Cuba, 425 U. S. 682,\n698 (1976). The State Department has reaffirmed it on several\noccasions. See,e.g.,Dept. of State, J. Sweeney, Policy\nResearch Study: The International Law of Sovereign Immunity 24\n(1963) (“The immunity from jurisdiction of a foreign state does not\nextend to actions for the determination of an interest in\nimmovable—or real—property in the territory. This limitation on the\nimmunity of the state is of long standing”).9These decisions about\nships, even on their own terms, undercut the Tribe’s claim to\nimmunity here. The decisions acknowledge a “distinction between\npossession and title” that is “supported by the overwhelming weight\nof authority” and denies immunity to a foreign sovereign that has\n“title . . . without possession.”Republic of\nMexicov.Hoffman, 324 U. S. 30, 37–38 (1945); see,e.g.,Longv.The Tampico, 16 F. 491, 493–501\n(SDNY 1883). That distinction would defeat the Tribe’s claim to\nimmunity because the Lundgrens have possession of the land. See 187\nWash. 2d 857, 861–864, 389 P.3d 569, 571–572 (2017).10Their\nshock would not be assuaged by the Government’s proposed remedy.\nThe Government suggests that the Lundgrens should force a showdown\nwith the Tribe by chopping down trees or building some structure on\nthe land. See Brief for United States asAmicus Curiae23–24. If the judge-made doctrine of tribal immunity has come to a\nplace where it forces individuals to take the law into their own\nhands to keep their own land, then it will have crossed the\nthreshold from mistaken to absurd.",
    "joined": []
}