{
    "case": {
        "docket": "18-389",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/18-389/"
    },
    "id": "4106035",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–389_________________PARKER DRILLING MANAGEMENT SERVICES, LTD.,\nPETITIONERv.BRIAN NEWTONon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 10, 2019]Justice Thomas delivered the opinion of the\nCourt.The Outer Continental Shelf Lands Act (OCSLA),\n67Stat. 462, 43 U. S. C. §1331et seq.,\nextends federal law to the subsoil and seabed of the Outer\nContinental Shelf and all attachments thereon (OCS). Under the\nOCSLA, all law on the OCS is federal law, administered by federal\nofficials. The OCSLA denies States any interest in or jurisdiction\nover the OCS, and it deems the adjacent State’s laws to be federal\nlaw “[t]o the extent that they are applicable and not inconsistent\nwith” other federal law. §1333(a)(2)(A). The question before us is\nhow to determine which state laws meet this requirement and\ntherefore should be adopted as federal law. Applying familiar tools\nof statutory interpretation, we hold that where federal law\naddresses the relevant issue, state law is not adopted as surrogate\nfederal law on the OCS.IRespondent Brian Newton worked for petitioner\nParker Drilling Management Services on drilling platforms off the\ncoast of California. Newton’s 14-day shifts involved 12 hours per\nday on duty and 12 hours per day on standby, during which he could\nnot leave the platform. He was paid well above the California and\nfederal minimum wages for his time on duty, but he was not paid for\nhis standby time.Newton filed a class action in California state\ncourt alleging violations of several California wage-and-hour laws\nand related state-law claims. Among other things, Newton claimed\nthat California’s minimum-wage and overtime laws required Parker to\ncompensate him for the time he spent on standby. Parker removed the\naction to Federal District Court. The parties agreed that Parker’s\nplatforms were subject to the OCSLA. Their disagreement centered on\nwhether the relevant California laws were “applicable and not\ninconsistent” with existing federal law and thus deemed to be the\napplicable federal law under the OCSLA. §1333(a)(2)(A).The District Court applied Fifth Circuit\nprecedent providing that under the OCSLA, “state law only applies\nto the extent it is necessary ‘to fill a significant void or gap’\nin federal law.” App. to Pet. for Cert. 51 (quotingContinental\nOil Co.v.London Steam-Ship Owners’ Mut. Ins. Assn.,\n417 F.2d 1030, 1036 (1969)). It determined that the Fair Labor\nStandards Act of 1938 (FLSA), 52Stat. 1060, 29 U. S. C.\n§201et seq., constitutes a comprehensive federal\nwage-and-hour scheme and thus left no significant gap for state law\nto fill. Because all of Newton’s claims relied on state law, the\ncourt granted Parker judgment on the pleadings.The Ninth Circuit vacated and remanded. It first\nheld that state law is “ ‘applicable’ ” under the OCSLA\nwhenever it “pertain[s] to the subject matter at hand.” 881 F.3d\n1078, 1090, amended and reh’g en banc denied, 888 F.3d 1085 (2018).\nThe court found that California wage-and-hour laws satisfied this\nstandard and turned to “the determinative question in Newton’s\ncase”: “whether California wage and hour laws are ‘inconsistent\nwith’ existing federal law.” 881 F. 3d, at 1093. According to\nthe Ninth Circuit, state laws are “inconsistent” with federal law\nunder the OCSLA only “if they are mutually incompatible,\nincongruous, [or] inharmonious.”Ibid.(internal quotation\nmarks omitted). Applying that standard, the court determined that\nno inconsistency exists between the FLSA and California\nwage-and-hour law because the FLSA saving clause “explicitly\npermits more protective state wage and hour laws.”Id., at\n1097 (citing 29 U. S. C. §218(a)). Given the disagreement\nbetween the Fifth and Ninth Circuits, we granted certiorari. 586\nU. S. ___ (2019).IIBefore the OCSLA, coastal States and the\nFederal Government disputed who had the right to lease submerged\nlands on the continental shelf. Some coastal States even asserted\njurisdiction all the way to the outer edge of the shelf. SeeShell Oil Co.v.Iowa Dept. of Revenue,488 U.S.\n19, 26 (1988). The disputes eventually reached this Court,\nwhich held in a series of decisions that the Federal Government has\nexclusive jurisdiction over the entire continental shelf. SeeUnited Statesv.California,332 U.S.\n19, 38–39 (1947);United Statesv.Louisiana,339 U.S.\n699, 705 (1950);United Statesv.Texas,339 U.S.\n707, 717–718 (1950).After these decisions, Congress divided\njurisdiction over the shelf. In 1953, Congress enacted the\nSubmerged Lands Act, 67Stat. 29, 43 U. S. C. §1301et\nseq., which ceded to the coastal States offshore lands within a\nspecified distance of their coasts. A few months later, Congress\npassed the OCSLA, which affirmed that the Federal Government\nexercised exclusive control over the OCS, defined as “all submerged\nlands” beyond the lands reserved to the States up to the edge of\nthe United States’ jurisdiction and control. §1331(a).\nSpecifically, the OCSLA declares that “the subsoil and seabed of\nthe [OCS] appertain to the United States and are subject to its\njurisdiction, control, and power of disposition.” §1332(1). The\nOCSLA then sets forth “detailed provisions for the exercise of\nexclusive jurisdiction in the area and for the leasing and\ndevelopment of the resources of the seabed.”United Statesv.Maine,420 U.S.\n515, 527 (1975); see §§1334–1354.Of primary relevance here, the OCSLA defines the\nbody of law that governs the OCS. First, in §1333(a)(1), the OCSLA\nextends “[t]he Constitution and laws and civil and political\njurisdiction of the United States” to the OCS. Section 1333(a)(1)\nprovides that federal law applies “to the same extent as if the\n[OCS] were an area of exclusive Federal jurisdiction located within\na State.” Then, §1333(a)(2)(A) provides:“To the extent that they are applicable\nand not inconsistent with this subchapter or with other Federal\nlaws and regulations of the Secretary now in effect or hereafter\nadopted, the civil and criminal laws of each adjacent State, now in\neffect or hereafter adopted, amended, or repealed are declared to\nbe the law of the United States for that portion of the subsoil and\nseabed of the outer Continental Shelf, and artificial islands and\nfixed structures erected thereon, which would be within the area of\nthe State if its boundaries were extended seaward to the outer\nmargin of the outer Continental Shelf . . . .”Section 1333(a)(2)(A) also states that “[a]ll of\nsuch applicable laws shall be administered and enforced by the\nappropriate officers and courts of the United States.” Finally,\n§1333(a)(3) emphasizes that “[t]he provisions of this section for\nadoption of State law as the law of the United States shall never\nbe interpreted as a basis for claiming any interest in or\njurisdiction on behalf of any State for any purpose over” the\nOCS.IIIAThe question in this case is how to interpret\nthe OCSLA’s command that state laws be adopted as federal law on\nthe OCS “[t]o the extent that they are applicable and not\ninconsistent” with other federal law. §1333(a)(2)(A). Echoing the\nNinth Circuit, Newton argues that state law is “applicable” on the\nOCS whenever it pertains to the subject matter at issue. Newton\nfurther argues that state law is only “inconsistent” with federal\nlaw if it is incompatible with the federal scheme. In essence,\nNewton’s argument is that state law is “inconsistent” only if it\nwould be pre-empted under our ordinary pre-emption principles.Parker, on the other hand, argues that state law\nis not “applicable” on the OCS in the absence of a gap in federal\nlaw that needs to be filled. Moreover, Parker argues that state law\ncan be “inconsistent” with federal law even if it is possible for a\nparty to satisfy both sets of laws. Specifically, Parker contends\nthat, although the FLSA normally accommodates more protective state\nwage-and-hour laws, such laws are inconsistent with the FLSA when\nadopting state law as surrogate federal law because federal law\nwould then contain two different standards.BAlthough this is a close question of statutory\ninterpretation, on the whole we find Parker’s approach more\npersuasive because “ ‘the words of a statute must be read in\ntheir context and with a view to their place in the overall\nstatutory scheme.’ ”Robertsv.Sea-Land\nServices,Inc.,566 U.S.\n93, 101 (2012). That rule is particularly relevant here, as the\nterms “applicable” and “not inconsistent” are susceptible of\ninterpretations that would deprive one term or the other of\nmeaning. If Newton is right that “applicable” merely means relevant\nto the subject matter, then the word adds nothing to the statute,\nfor an irrelevant law would never be “applicable” in that sense.\nCf.Ransomv.FIA Card Services,N. A.,562 U.S.\n61, 70 (2011) (declining to interpret the word “applicable” in\nsuch a way that Congress “could have omitted the term\n. . . altogether”). And if Parker is right that\n“applicable” means “necessary to fill a gap in federal law,” it is\nhard to imagine circumstances in which “not inconsistent” would add\nanything to the statute, for a state law would rarely be\ninconsistent with a federal law that leaves a gap that needs to be\nfilled. Moreover, when the OCSLA was enacted, the term\n“inconsistent” could mean either “incompatible,” as Newton\ncontends, or merely “inharmonious,” as Parker argues. Webster’s New\nInternational Dictionary 1259 (2d ed. 1953); see also Funk &\nWagnalls New Standard Dictionary 1245 (1957) (“logically\ndiscrepant” or “disagreeing” and “discordant”); The New Century\nDictionary 811 (1953) (“self-contradictory” or “at variance”); 5\nOxford English Dictionary 173 (1933) (“incongruous” or “not\nagreeing in substance, spirit, or form”). In short, the two terms\nstanding alone do not resolve the question before us. Particularly\ngiven their indeterminacy in isolation, the terms should be read\ntogether and interpreted in light of the entire statute. SeeStar Athletica,L.L.C. v.Varsity Brands,Inc., 580 U. S. ___, ___ (2017)\n(slip op., at 6) (“ ‘[I]nterpretation of a phrase of uncertain\nreach is not confined to a single sentence when the text of the\nwhole statute gives instruction as to its meaning’ ”).Our pre-OCSLA decisions made clear that the\nFederal Government controlled the OCS in every respect, and the\nOCSLA reaffirmed the central role of federal law on the OCS. Seesupra, at 3–4. As discussed, the OCSLA gives the Federal\nGovernment complete “jurisdiction, control, and power of\ndisposition” over the OCS, while giving the States no “interest in\nor jurisdiction” over it. §§1332(1), 1333(a)(3). The statute\napplies federal law to the OCS “to the same extent as if the [OCS]\nwere an area of exclusive Federal jurisdiction located within a\nState.” §1333(a)(1). Accordingly, the only law on the OCS is\nfederal law, and state laws are adopted as federal law only “[t]o\nthe extent that they are applicable and not inconsistent with”\nfederal law. §1333(a)(2)(A).Taken together, these provisions convince us\nthat state laws can be “applicable and not inconsistent” with\nfederal law under §1333(a)(2)(A) only if federal law does not\naddress the relevant issue. As we have said before, the OCSLA makes\napparent “that federal law is ‘exclusive’ in its regulation of [the\nOCS], and that state law is adopted only as surrogate federal law.”Rodriguev.Aetna Casualty & Surety Co.,395 U.S.\n352, 357 (1969). The OCSLA extends all federal law to the OCS,\nand instead of also extending state law writ large, it borrows only\ncertain state laws. These laws, in turn, are declared to be federal\nlaw and are administered by federal officials. Given the primacy of\nfederal law on the OCS and the limited role of state law, it would\nmake little sense to treat the OCS as a mere extension of the\nadjacent State, where state law applies unless it conflicts with\nfederal law. SeePLIVA,Inc.v.Mensing,564 U.S.\n604, 617–618 (2011). That type of pre-emption analysis is\napplicable only where the overlapping, dual jurisdiction of the\nFederal and State Governments makes it necessary to decide which\nlaw takes precedence. But the OCS is not, and never was, part of a\nState, so state law has never applied of its own force. Because\nfederal law is the only law on the OCS, and there has never been\noverlapping state and federal jurisdiction there, the statute’s\nreference to “not inconsistent” state laws does not present the\nordinary question in pre-emption cases—i.e., whether a\nconflict exists between federal and state law. Instead, the\nquestion is whether federal law has already addressed the relevant\nissue; if so, state law addressing the same issue would necessarily\nbe inconsistent with existing federal law and cannot be adopted as\nsurrogate federal law. Put another way, to the extent federal law\napplies to a particular issue, state law is inapplicable.CApart from §1333(a)(2)’s place in the overall\nstatutory scheme, several other considerations support our\ninterpretation, which accords with the standard long applied by the\nFifth Circuit, seeContinental Oil, 417 F. 2d, at\n1036–1037. First, if Newton were correct that the choice-of-law\nquestion on the OCS is the same as it would be in an adjacent\nState, much of the OCSLA would be unnecessary. Second, our\ninterpretation is consistent with the federal-enclave model—a model\nthat the OCSLA expressly invokes—and the historical development of\nthe statute. And third, the Court’s precedents have treated the\nOCSLA in accord with our interpretation.1Under Newton’s interpretation, state law would\napply unless pre-empted by federal law, meaning that the OCS would\nbe treated essentially the same as the adjacent State. See Tr. of\nOral Arg. 49. But that interpretation would render much of the\nOCSLA unnecessary. For example, the statute would not have needed\nto adopt state law as federal law or say that federal law applies\non the OCS as if it “were an area of exclusive Federal jurisdiction\nlocated within a State.” §§1333(a)(1)–(2). It could have simply\ndefined which State’s law applied on the OCS and given federal\nofficials and courts the authority to enforce the law. And the\nstatute would not have needed to limit state laws on the OCS to\nthose “applicable and not inconsistent” with federal law (as Newton\nunderstands those words), for irrelevant laws never apply and\nfederal law is always “supreme,” U. S. Const., Art. VI,\ncl. 2. Newton’s interpretation deprives much of the statute of any\nimport, violating the “ ‘cardinal principle’ of interpretation\nthat courts ‘must give effect, if possible, to every clause and\nword of a statute.’ ”Loughrinv.United States,\n573 U.S. 351, 358 (2014).2Further support for our interpretation comes\nfrom the statute’s treatment of the OCS as “an area of exclusive\nFederal jurisdiction located within a State”—i.e., as “an\nupland federal enclave.” §1333(a)(1);Rodrigue,supra, at 366. It is a commonplace of statutory\ninterpretation that “Congress legislates against the backdrop of\nexisting law.”McQuigginv.Perkins,569 U.S.\n383, 398, n. 3 (2013). Generally, when an area in a State\nbecomes a federal enclave, “only the [state] law in effect at the\ntime of the transfer of jurisdiction continues in force” as\nsurrogate federal law.James Stewart & Co.v.Sadrakula,309 U.S.\n94, 100 (1940). Existing state law typically does not continue\nin force, however, to the extent it conflicts with “federal\npolicy.”Paulv.United States,371 U.S.\n245, 269 (1963); seeChicago, R. I. & P. R. Co.v.McGlinn,114 U.S.\n542, 547 (1885). And going forward, state law presumptively\ndoes not apply to the enclave. SeeSadrakula,supra,at 100; see alsoPaul,supra,at 268;Pacific\nCoast Dairy,Inc.v.Department of Agriculture of\nCal.,318 U.S.\n285, 294 (1943). This approach ensures “that no area however\nsmall will be without a developed legal system for private rights,”\nwhile simultaneously retaining the primacy of federal law and\nrequiring future statutory changes to be made by Congress.Sadrakula,supra, at 100;United Statesv.Tax Comm’n of Miss.,412 U.S.\n363, 370, n. 12 (1973).[1]The original version of the OCSLA both treated\nthe OCS as a federal enclave and adopted only the “applicable and\nnot inconsistent” laws of the adjacent State that were in effect as\nof the effective date of the Act. 43 U. S. C. §1333(a)(2)\n(1970 ed.); see §1333(a)(1) (1970 ed.) (deeming the OCS “an area of\nexclusive Federal jurisdiction located within a State”). This\ntextual connection between the OCSLA and the federal enclave model\nsuggests that, like the generally applicable enclave rule, the\nOCSLA sought to make all OCS law federal yet also “provide a\nsufficiently detailed legal framework to govern life” on the OCS.Shell Oil, 488 U. S., at 27. Once that framework was\nestablished, federal law (including previously adopted state law)\nprovided a sufficient legal structure to accomplish that purpose,\neliminating the need to adopt new state laws. The federal-state\nbalance in a typical federal enclave is quite different than in a\nState, and that difference is all the more striking on the OCS,\nwhich was never under state control. The text and context of the\nOCSLA therefore suggest that state law is not adopted to govern the\nOCS where federal law is on point.Although Congress later amended the OCSLA to\nadopt state law on an ongoing basis, this amendment only confirms\nthe connection between the OCSLA and the federal enclave model.\nBeginning in 1825, when “federal statutory law punished only a few\ncrimes committed on federal enclaves,” Congress enacted several\nAssimilative Crimes Acts (ACAs) that “borrow[ed] state law to fill\ngaps in the federal criminal law” on enclaves.Lewisv.United States,523 U.S.\n155, 160 (1998); see 18 U. S. C. §13(a)\n(criminalizing “any act or omission which, although not made\npunishable by any enactment of Congress, would be punish- able if\ncommitted or omitted within the jurisdiction of the” relevant State\nor territory). Mirroring the general enclave rule discussed above,\nthe first ACA was limited to state laws in existence when the Act\nwas passed.United Statesv.Sharpnack,355 U.S.\n286, 291 (1958). Because of this limitation, the initial ACA\n“gradually lost much of its effectiveness in maintaining current\nconformity with state criminal laws,” and Congress eventually\nprovided for the adoption of the state laws in effect at the time\nof the crime.Id., at 291–292. After this Court upheld this\nongoing adoption of state criminal law against a nondelegation\nchallenge, seeid., at 294, Congress amended the OCSLA to\nborrow state laws “ ‘in effect or hereafter adopted, amended,\nor repealed.’ ” §19(f), 88Stat. 2146. At the same time,\nCongress left unchanged the features of the OCSLA that we have\nemphasized above—i.e., that the only law on the OCS is\nfederal, and that state law is adopted only when it is “applicable\nand not inconsistent” with existing federal law. Thus, we do not\nunderstand the statutory amendment to alter our conclusion. If\nanything, this history reinforces that the OCS should be treated as\nan exclusive federal enclave, not an extension of a State, and that\nthe OCSLA, like the ACAs, does not adopt state law “where there is\nno gap to fill.”Lewis,supra, at 163.3Finally, our interpretation accords with the\nCourt’s precedents construing the OCSLA. We first interpreted the\nOCSLA’s choice-of-law provision inRodriguev.Aetna\nCasualty & Surety Co., where we considered whether suits\nbrought by the families of men killed on OCS drilling rigs could\nproceed under only the federal Death on the High Seas Act or also\nunder state law. 395 U. S., at 352–353. We emphasized that\nunder the OCSLA, the body of law applicable to the OCS “was to be\nfederal law of the United States, applying state law only as\nfederal law and then only when not inconsistent with applicable\nfederal law.”Id., at 355–356. We explained that “federal\nlaw, because of its limited function in a federal system, might be\ninadequate to cope with the full range of potential legal\nproblems,” and that the OCSLA “supplemented gaps in the federal law\nwith state law through the ‘adoption of State law as the law of the\nUnited States.’ ”Id., at 357 (quoting §1333(a)(3)). We\nreiterated that the statutory language makes it “evident” “that\nfederal law is ‘exclusive’ ” on the OCS and that “state law\ncould be used to fill federal voids.”Id., at 357–358. After\nconcluding that the Death on the High Seas Act did not apply to\naccidents on the OCS and thus left a gap related to wrongful\ndeaths, we held that state law provided the rule of decision. We\nexplained that “the inapplicability of the [federal Act] removes\nany obstacle to the application of state law by incorporation as\nfederal law through” the OCSLA.Id., at 366.Two years later, inChevron Oil Co.v.Huson,404 U.S.\n97(1971), the Court again viewed the OCSLA as adopting state\nlaw to fill in federal-law gaps. InHuson, the question was\nwhether federal admiralty law or a state statute governed a tort\naction arising from an injury that occurred on the OCS.Id.,\nat 98–99. DescribingRodrigue’s analysis, we explained that\nwhere “there exists a substantial ‘gap’ in federal law,” “state law\nremedies are not ‘inconsistent’ with applicable federal law.” 404\nU. S., at 101. We highlighted that “state law was needed” as\nsurrogate federal law because federal law alone did not provide\n“ ‘a complete body of law,’ ” which is why “Congress\nspecified that a comprehensive body of state law should be adopted\nby the federal courts in the absence of existing federal law.”Id., at 103–104. In other words, the OCSLA “made clear\nprovision for filling in the ‘gaps’ in federal law.”Id., at\n104. And because Congress had decided not to apply federal\nadmiralty law on the OCS, leaving a gap on the relevant issue, we\nheld that it was appropriate to “absor[b]” the state law as federal\nlaw.Id., at 104, 109.InGulf Offshore Co.v.Mobil Oil\nCorp.,453 U.S.\n473(1981), we once again emphasized that “[a]ll law applicable\nto the [OCS] is federal law” and that the “OCSLA borrows the\n‘applicable and not inconsistent’ laws of the adjacent States” “to\nfill the substantial ‘gaps’ in the coverage of federal law.”Id., at 480. We noted that under the OCSLA, the Federal\nGovernment “retain[ed] exclusive . . . control of the\nadministration of the [OCS],” and that state law is incorporated\n“to fill gaps in federal law.”Id., at 479–480,\nn. 7.These precedents confirm our understanding of\nthe OCSLA. Although none decided the precise question before us,\nmuch of our prior discussion of the OCSLA would make little sense\nif the statute essentially treated the OCS as an extension of the\nadjacent State. InRodrigue, for example, there was no\nquestion that the state law at issue pertained to the subject\nmatter or that the relevant federal law expressly preserved state\nlaws regulating the same subject. See 395 U. S., at 355; 46\nU. S. C. §767 (1964 ed.). Under Newton’s interpretation,\nthat should have ended the case. Yet the Court instead analyzed at\nlength whether the federal law extended to the OCS. See 395\nU. S., at 359–366. It would be odd for our decisions to focus\nso closely on the gap-filling role of state law under the OCSLA if,\nas Newton argues, the existence of a federal-law gap is irrelevant.\nOur consistent understanding of the OCSLA remains: All law on the\nOCS is federal, and state law serves a supporting role, to be\nadopted only where there is a gap in federal law’s coverage.In sum, the standard we adopt today is supported\nby the statute’s text, structure, and history, as well as our\nprecedents. Under that standard, if a federal law addresses the\nissue at hand, then state law is not adopted as federal law on the\nOCS.[2]IVApplying this standard, some of Newton’s\npresent claims are readily resolvable. For instance, some of his\nclaims are premised on the adoption of California law requiring\npayment for all time that Newton spent on standby. SeeMendiolav.CPS Security Solutions,Inc., 60\nCal. 4th 833, 842, 340 P.3d 355, 361 (2015); Cal. Lab. Code Ann.\n§510(a) (West 2011). But federal law already addresses this issue.\nSee 29 CFR §785.23 (2018) (“An employee who resides on his\nemployer’s premises on a permanent basis or for extended periods of\ntime is not considered as working all the time he is on the\npremises”); see also 29 U. S. C. §207(a). Therefore, this\nCalifornia law does not provide the rule of decision on the OCS,\nand to the extent Newton’s OCS-based claims rely on that law, they\nnecessarily fail.Likewise, to the extent Newton’s OCS-based\nclaims rely on the adoption of the California minimum wage\n(currently $12), Cal. Lab. Code Ann. §1182.12(b) (West Supp. 2019),\nthe FLSA already provides for a minimum wage, 29 U. S. C.\n§206(a)(1), so the California minimum wage does not apply. Newton\npoints out that the FLSA sets a minimum wage of “not less\nthan. . . $7.25 an hour,”ibid.(emphasis\nadded), and does not “excuse noncompliance with any Federal or\nState law . . . establishing a [higher] minimum wage,”\n§218. But whatever the import of these provisions in an ordinary\npre-emption case, they do not help Newton here, for the question\nunder the OCSLA is whether federal law addresses the minimum wage\non the OCS. It does. Therefore, the California minimum wage is not\nadopted as federal law and does not apply on the OCS.Newton’s other claims were not analyzed by the\nCourt of Appeals, and the parties have provided little briefing on\nthose claims. Moreover, the Court of Appeals held that Newton\nshould be given leave to amend his complaint. Because we cannot\nfinally resolve whether Parker was entitled to judgment on the\npleadings, we vacate the judgment of the Court of Appeals, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1These general rules “may\nbe qualified in accordance with agreements reached by the\nrespective governments.”Sadrakula, 309 U. S., at 99;\nsee alsoPaul, 371 U. S., at 268 (“[A] State may not\nlegislate with respect to a federal enclave unless it reserved the\nright to do so when it gave its consent to the purchase by the\nUnited States”).2Of course, it is\nconceivable that state law might be “inconsistent” with federal law\nfor purposes of §1333(a)(2) even absent an on-point federal law.\nFor example, federal law might contain a deliberate gap, making\nstate law inconsistent with the federal scheme. Or, state law might\nbe inconsistent with a federal law addressing a different issue. We\ndo not foreclose these or other possible\ninconsistencies.",
    "joined": []
}