{
    "case": {
        "docket": "18-9526",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-9526/"
    },
    "id": "4271574",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–9526_________________JIMCY McGIRT, PETITIONERv.OKLAHOMAon writ of certiorari to the court of criminal\nappeals of oklahoma[July 9, 2020]Justice Thomas, dissenting.I agree with The Chief Justice that the former\nCreek Nation Reservation was disestablished at statehood and\nOklahoma therefore has jurisdiction to prosecute petitioner for\nsexually assaulting his wife’s granddaughter.Ante, at 1–2\n(dissenting opinion). I write separately to note an additional\ndefect in the Court’s decision: It reverses a state-court judgment\nthat it has no jurisdiction to review. “[W]e have long recognized\nthat ‘where the judgment of a state court rests upon two grounds,\none of which is federal and the other non-federal in character, our\njurisdiction fails if the non-federal ground is independent of the\nfederal ground and adequate to support the judgment.’ ”Michiganv.Long,463 U.S.\n1032, 1038, n. 4 (1983) (quotingFox Film Corp.v.Muller,296 U.S.\n207, 210 (1935)). Under this well-settled rule, we lack\njurisdiction to review the Oklahoma Court of Criminal Appeals’\ndecision, because it rests on an adequate and independent state\nground.In his application for state postconviction\nrelief, petitioner claimed that Oklahoma lacked jurisdiction to\nprosecute him because his crime was committed on Creek Nation land\nand thus was subject to the exclusive jurisdiction of the Federal\nGovernment under the Major Crimes Act, 18 U. S. C. §1153.\nIn support of his argument, petitioner cited the Tenth’s Circuit’s\ndecision inMurphyv.Royal, 875 F.3d 896 (2017).The Oklahoma Court of Criminal Appeals concluded\nthat petitioner’s claim was procedurally barred under state law\nbecause it was “not raised previously on direct appeal” and thus\nwas “waived for further review.” 2018 OK CR 1057 ¶2, ___ P. 3d\n___, ___ (citing Okla. Stat., Tit. 22, §1086 (2011)). The court\nfound no grounds for excusing this default, explaining that\n“[p]etitioner [had] not established any sufficient reason why his\ncurrent grounds for relief were not previously raised.” ___\nP. 3d, at ___. This state procedural bar was applied\nindependent of any federal law, and it is adequate to support the\ndecision below. We therefore lack jurisdiction to disturb the state\ncourt’s judgment.There are two possible arguments in favor of\njurisdiction, neither of which hold water. First, one might claim\nthat the state procedural bar is not an “adequate” ground for\ndecision in this case. InMurphy, the Tenth Circuit\nsuggested that Oklahoma law permits jurisdictional challenges to be\nraised for the first time on collateral review. 875 F. 3d, at\n907, n. 5 (citingWallacev.State, 1997 OK CR\n18, 935 P. 2d 366). But the Oklahoma Court of Criminal Appeals did\nnot even hint at such grounds for excusing petitioner’s default\nhere. More importantly, however, we may not go beyond “the four\ncorners of the opinion” and delve into background principles of\nOklahoma law to determine the adequacy of the independent state\nground.Long, 463 U. S., at 1040. This Court put an end\nto that approach inLong, noting that “[t]he process of\nexamining state law is unsatisfactory because it requires us to\ninterpret state laws with which we are generally unfamiliar, and\nwhich often, as in this case, have not been discussed at length by\nthe parties.”Id., at 1039. Moreover, such second-guessing\ndisrespects “the independence of state courts,”id., at\n1040, and the State itself,Colemanv.Thompson,501 U.S.\n722, 738–739 (1991).Second, one might argue, as the Court does, that\nwe have jurisdiction because the decision below rests on federal,\nnot state, grounds. Seeante,at 38, n. 15. It is true\nthat the Oklahoma Court of Criminal Appeals briefly recited the\nprocedural history ofMurphyand recognized that the Tenth\nCircuit’s decision—which we granted certiorari to review—is not yet\nfinal. But contrary to the Court’s assertion that brief discussion\nof federal case law did not come close to “address[ing] the merits\nof [petitioner’s] federal [Major Crimes Act] claim.”Ante,\nat 38, n. 15. The state court did not analyze the relevant\nstatutory text or this Court’s decisions inSolemv.Bartlett,465 U.S.\n463(1984), andNebraskav.Parker, 577 U.S. 481\n(2016). It reads far too much into the opinion to claim that the\ncourt’s brief reference to the Tenth Circuit’s decision inMurphytransformed the state court’s decision into one that\n“fairly appear[s] to rest primarily on federal law or to be\ninterwoven with federal law,”Long,supra, at\n1040–1041; see alsoante,at 38, n. 15. Nothing in the\ncourt’s opinion suggests that its judgment was at all based on\nfederal law. Thus, even if we were to set aside the fact that the\nstate court “clearly and expressly state[d] that [its decision] was\nbased on state procedural grounds,” we could not presume\njurisdiction here.Coleman,supra, at 735–736\n(internal quotation marks omitted).The Court might think that, in the grand scheme\nof things, this jurisdictional defect is fairly insignificant.\nAfter all, we were bound to resolve this federal question sooner or\nlater. SeeRoyalv.Murphy, 584 U. S. ___\n(2018). But our desire to decisively “settle [important disputes]\nfor the sake of convenience and efficiency” must yield to the\n“overriding and time-honored concern about keeping the Judiciary’s\npower within its proper constitutional sphere.”Hollingsworthv.Perry,570 U.S.\n693, 704–705 (2013) (internal quotation marks omitted). Because\nthe Oklahoma court’s “judgment does not depend upon the decision of\nany federal question[,] we have no power to disturb it.”Enterprise Irrigation Dist.v.Farmers Mut. Canal\nCo.,243 U.S.\n157, 164 (1917).I agree with The Chief Justice that the Court\nmisapplies our precedents in granting petitioner relief.Ante, at 6–38 (dissenting opinion). But in doing so, the\nCourt also overrides Oklahoma’s statutory procedural bar, upsetting\na violent sex offender’s conviction without the power to do so. The\nState of Oklahoma deserves more respect under our Constitution’s\nfederal system. Therefore, I respectfully dissent.",
    "joined": []
}