{
    "case": {
        "docket": "16-341",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-341/"
    },
    "id": "3736364",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–341_________________TC HEARTLAND LLC, PETITIONERv.KRAFTFOODS GROUP BRANDS LLCon writ of certiorari to the united states\ncourt of appeals for the federal circuit[May 22, 2017]Justice Thomas delivered the opinion of the\nCourt.The question presented in this case is where\nproper venue lies for a patent infringement lawsuit brought against\na domestic corporation. The patent venue statute, 28\nU. S. C. §1400(b), provides that “[a]ny civil action for\npatent infringement may be brought in the judicial district where\nthe defendant resides, or where the defendant has committed acts of\ninfringement and has a regular and established place of business.”\nInFourco Glass Co.v.Transmirra Products Corp., 353\nU. S. 222, 226 (1957) , this Court concluded that for purposes\nof §1400(b) a domestic corporation “resides” only in its State of\nincorporation.In reaching that conclusion, the Court rejected\nthe argument that §1400(b) incorporates the broader definition of\ncorporate “residence” contained in the general venue statute, 28\nU. S. C. §1391(c). 353 U. S., at 228. Congress has\nnot amended §1400(b) since this Court construed it inFourco, but it has amended §1391 twice. Section 1391 now\nprovides that, “[e]xcept as otherwise provided by law” and “[f]or\nall venue purposes,” a corporation “shall be deemed to reside, if a\ndefendant, in any judicial district in which such defendant is\nsubject to the court’s personal jurisdiction with respect to the\ncivil action in question.” §§1391(a), (c). The issue in this case\nis whether that definition supplants the definition announced inFourcoand allows a plaintiff to bring a patent infringement\nlawsuit against a corporation in any district in which the\ncorporation is subject to personal jurisdiction. We conclude that\nthe amendments to §1391 did not modify the meaning of §1400(b) as\ninterpreted byFourco. We therefore hold that a domestic\ncorporation “resides” only in its State of incorporation for\npurposes of the patent venue statute.IPetitioner, which is organized under Indiana\nlaw and headquartered in Indiana, manufactures flavored drink\nmixes.[1] Respondent, which is\norganized under Delaware law and has its principal place of\nbusiness in Illinois, is a competitor in the same market. As\nrelevant here, respondent sued petitioner in the District Court for\nthe District of Delaware, alleging that petitioner’s products\ninfringed one of respondent’s patents. Although petitioner is not\nregistered to conduct business in Delaware and has no meaningful\nlocal presence there, it does ship the al-legedly infringing\nproducts into the State.Petitioner moved to dismiss the case or transfer\nvenue to the District Court for the Southern District of Indiana,\narguing that venue was improper in Delaware. See 28\nU. S. C. §1406. CitingFourco’s holding that a\ncorporation resides only in its State of incorporation for patent\ninfringement suits, petitioner argued that it did not “resid[e]” in\nDelaware under the first clause of §1400(b). It further argued that\nit had no “regular and established place of business” in Delaware\nunder the second clause of §1400(b). Relying on Circuit precedent,\nthe District Court rejected these arguments, 2015 WL 5613160 (D\nDel., Sept. 24, 2015), and the Federal Circuit denied a petition\nfor a writ of mandamus,In re TC Heartland LLC, 821\nF. 3d 1338 (2016). The Federal Circuit concluded that\nsubsequent statutory amendments had effectively amended §1400(b) as\nconstrued inFourco, with the result that §1391(c) now\nsupplies the definition of “resides” in §1400(b). 821 F. 3d,\nat 1341–1343. Under this logic, because the District of Delaware\ncould exercise personal jurisdiction over petitioner, petitioner\nresided in Delaware under §1391(c) and, therefore, under §1400(b).\nWe granted certiorari, 580 U. S. ___ (2016), and now\nreverse.IIAThe history of the relevant statutes provides\nimportant context for the issue in this case. The Judiciary Act of\n1789 permitted a plaintiff to file suit in a federal district court\nif the defendant was “an inhabitant” of that district or could be\n“found” for service of process in that district. Act of Sept. 24,\n1789, §11, 1Stat. 79. The Act covered patent cases as well as other\ncivil suits.Stonite Products Co.v.Melvin Lloyd\nCo., 315 U. S. 561, 563 (1942) . In 1887, Congress amended\nthe statute to permit suit only in the district of which the\ndefendant was an inhabitant or, in diversity cases, of which either\nthe plaintiff or defendant was an inhabitant. See Act of Mar. 3,\n1887, §1, 24 Stat. 552; see alsoStonite,supra, at\n563–564.This Court’s decision inInre\nHohorst, 150 U. S. 653 –662 (1893), arguably suggested\nthat the 1887 Act did not apply to patent cases. As a result, while\nsome courts continued to apply the Act to patent cases, others\nrefused to do so and instead permitted plaintiffs to bring suit (in\nline with the pre-1887 regime) anywhere a defendant could be found\nfor service of process. SeeStonite,supra, at\n564–565. In 1897, Congress resolved the confusion by enacting a\npatent specific venue statute. See Act of Mar. 3, 1897, ch. 395,\n29Stat. 695. In so doing, it “placed pat-ent infringement cases in\na class by themselves, outside the scope of general venue\nlegislation.”Brunette Machine Works, Ltd.v.Kockum\nIndustries, Inc., 406 U. S. 706, 713 (1972) . This new\nstatute (§1400(b)’s predecessor) permitted suit in the district of\nwhich the defendant was an “inhabitant,” or a district in which the\ndefendant both maintained a “regular and established place of\nbusiness” and committed an act of infringement. 29Stat. 695. At the\ntime, a corporation was understood to “inhabit”onlythe\nState in which it was incorporated.Shawv.Quincy Mining\nCo., 145 U. S. 444 –450 (1892).The Court addressed the scope of §1400(b)’s\npredecessor inStonite. In that case, the two defendants\ninhabited different districts within a single State. The plaintiff\nsought to sue them both in the same district, invoking a then\ngoverning general venue statute that, if applicable, permitted it\nto do so. 315 U. S., at 562–563. This Court rejected the\nplaintiff’s venue choice on the ground that the patent venue\nstatute constituted “the exclusive provision controlling venue in\npatent infringement proceedings” and thus was not supplemented or\nmodified by the general venue provisions.Id.,at 563. In\nthe Court’s view, the patent venue statute “was adopted to define\nthe exact jurisdiction of the federal courts in actions to enforce\npatent rights,” a purpose that would be undermined by interpreting\nit “to dovetail with the general provisions relating to the venue\nof civil suits.”Id., at 565–566. The Court thus held that\nthe patent venue statute “alone should control venue in patent\ninfringement proceedings.”Id.,at 566.In 1948, Congress recodified the patent venue\nstatute as §1400(b). See Act of June 25, 1948, 62Stat. 936. The\nrecodified provision, which remains unaltered today, states that\n“[a]ny civil action for patent infringement may be brought in the\njudicial district where the defendant resides, or where the\ndefendant has committed acts of infringement and has a regular and\nestablished place of business.” 28 U. S. C. §1400(b)\n(1952 ed.). This version differs from the previous one in that it\nuses “resides” instead of “inhabit[s].” At the same time, Congress\nalso enacted the general venue statute, §1391, which defined\n“residence” for corporate defendants. That provision stated that\n“[a] corporation may be sued in any judicial district in which it\nis incorporated or licensed to do business or is doing business,\nand such judicial district shall be regarded as the residence of\nsuch corporation for venue purposes.” §1391(c) (1952 ed.).Following the 1948 legislation, courts reached\ndiffering conclusions regarding whether §1400(b)’s use of the word\n“resides” incorporated §1391(c)’s definition of “residence.” SeeFourco, 353 U. S., at 224, n. 3 (listing cases).\nInFourco, this Court reviewed a decision of the Second\nCircuitholding that §1391(c) defined residence for purposes of\n§1400(b), “just as that definition is properly . . .\nincorporated into other sections of the venue chapter.”Trans-mirra Prods. Corp.v.Fourco Glass Co., 233\nF. 2d 885, 886 (1956). This Court squarely rejected that\ninterpretation, reaffirmingStonite’s holding that §1400(b)\n“is the sole and exclusive provision controlling venue in patent\ninfringement actions, and . . . is not to be supplemented\nby . . . §1391(c).” 353 U. S., at 229. The Court\nobserved that Congress enacted §1400(b) as a standalone venue\nstatute and that nothing in the 1948 recodification evidenced an\nintent to alter that status. The fact that §1391(c) by “its terms”\nembraced “all actions” was not enough to overcome the fundamental\npoint that Congress designed §1400(b) to be “complete, independent\nand alone controlling in its sphere.”Id., at 228.The Court also concluded that “resides” in the\nrecodified version of §1400(b) bore the same meaning as\n“inhabit[s]” in the pre-1948 version. Seeid., at 226\n(“[T]he [w]ords ‘inhabitant’ and ‘resident,’ as respects venue, are\nsynonymous” (internal quotation marks omitted)). The substitution\nof “resides” for “inhabit[s]” thus did not suggest any alteration\nin the venue rules for corporations in patent cases. Accordingly,\n§1400(b) continued to apply to domestic corporations in the same\nway it always had: They were subject to venue only in their States\nof incorporation. Seeibid.(The use of “resides” “negat[es]\nany intention to make corporations suable, in patent infringement\ncases, where they are merely ‘doing business,’ because those\nsynonymous words [“inhabitant” and “resident”] meandomicileand, in respect of corporations, mean the state of incorporation\nonly”).BThis landscape remained effectively unchanged\nuntil 1988, when Congress amended the general venue statute,\n§1391(c), to provide that “[f]or purposes of venue under this\nchapter, a defendant that is a corporation shall be deemed to\nreside in any judicial district in which it is subject to personal\njurisdiction at the time the action is commenced.” Judicial\nImprovements and Access to Justice Act, §1013(a), 102Stat. 4669.\nThe Federal Circuit inVE Holding Corp.v.Johnson Gas\nAppliance Co., 917 F. 2d 1574 (1990), announced its view\nof the effect of this amendment on the meaning of the patent venue\nstatute. The court reasoned that the phrase “[f]or purposes of\nvenue under this chapter” was “exact and classic language of\nincorporation,”id., at 1579, and that §1391(c) accord-ingly\nestablished the definition for all other venue statutes under the\nsame “chapter.”Id.,at 1580. Because §1400(b) fell within\nthe relevant chapter, the Federal Circuit concluded that §1391(c),\n“on its face,” “clearly applies to §1400(b), and thus redefines the\nmeaning of the term ‘resides’ in that section.”Id., at\n1578.FollowingVE Holding, no new developments\noccurred until Congress adopted the current version of §1391 in\n2011 (again leaving §1400(b) unaltered). See Federal Courts\nJurisdiction and Venue Clarification Act of 2011, §202, 125Stat.\n763. Section 1391(a) now provides that, “[e]xcept as otherwise\nprovided by law,” “this section shall govern the venue of all civil\nactions brought in district courts of the United States.” And\n§1391(c)(2), in turn, provides that, “[f]or all venue purposes,”\ncertain entities, “whether or not incorporated, shall be deemed to\nreside, if a defendant, in any judicial district in which such\ndefendant is subject to the court’s personal jurisdiction with\nrespect to the civil action in question.” In its decision below,\nthe Federal Circuit reaffirmedVE Holding, reasoning that\nthe 2011 amendments provided no basis to reconsider its prior\ndecision.IIIWe reverse the Federal Circuit. InFourco, this Court definitively and unambiguously held that\nthe word “reside[nce]” in §1400(b) has a particular meaning as\napplied to domestic[2]\ncorporations: It refers only to the State of incorporation.\nCongress has not amended §1400(b) sinceFourco, and neither\nparty asks us to reconsider our holding in that case. Accordingly,\nthe only question we must answer is whether Congress changed the\nmeaning of §1400(b) when it amended §1391. When Congress intends to\neffect a change of that kind, it ordinarily provides a relatively\nclear indication of its intent in the text of the amended\nprovision. SeeUnited Statesv.Madigan, 300\nU. S. 500, 506 (1937) (“[T]he modification by implication of\nthe settled construction of an earlier and different section is not\nfavored”); A. Scalia & B. Garner, Reading Law 331 (2012) (“A\nclear, authoritative judicial holding on the meaning of a\nparticular provision should not be cast in doubt and subjected to\nchallenge whenever a related though not utterly inconsistent\nprovision is adopted in the same statute or even in an affiliated\nstatute”).The current version of §1391 does not contain\nany indication that Congress intended to alter the meaning of\n§1400(b) as interpreted inFourco. Although the current\nversion of §1391(c) provides a default rule that applies “[f]or all\nvenue purposes,” the version at issue inFourcosimilarly\nprovided a default rule that applied “for venue purposes.” 353\nU. S., at 223 (internal quotation marks omitted). In this\ncontext, we do not see any material difference between the two\nphrasings. SeePure Oil Co.v.Suarez, 384 U. S.\n202 –205 (1966) (construing “ ‘for venue purposes’ ” to\ncover “all venue statutes”). Respondent argues that “ ‘all\nvenue purposes’ means ‘all venue purposes’—not ‘all venue purposesexceptfor patentvenue.’ ” Brief for Respondent 21. The\nplaintiffs inFourcoadvanced the same argument. See 353\nU. S., at 228 (“The main thrust of respondents’ argument is\nthat §1391(c) is clear and unambiguous and that its terms include\nall actions—including patent infringement actions”). This Court was\nnot persuaded then, and the addition of the word “all” to the\nalready comprehensive provision does not suggest that Congress\nintended for us to reconsider that conclusion.This particular argument is even weaker under\nthe current version of §1391 than it was under the provision in\nplace at the time ofFourco, because the current provision\nincludes a saving clause expressly stating that it does not apply\nwhen “otherwise provided by law.” On its face, the version of\n§1391(c) at issue inFourcoincluded no exceptions, yet this\nCourt still held that “resides” in §1400(b) retained its original\nmeaning contrary to §1391(c)’s default definition.Fourco’s\nholding rests on even firmer footing now that §1391’s saving clause\nexpressly contemplates that certain venue statutes may retain\ndefinitions of “resides” that conflict with its default definition.\nIn short, the saving clause makes explicit the qualification that\nthis Court previously found implicit in the statute. SeePure\nOil,supra,at 205 (interpreting earlier version of\n§1391 to apply “to all venue statutes using residence as a\ncriterion, at least in the absence of contrary restrictive\nindications in any such statute”). Respondent suggests that the\nsaving clause in §1391(a) does not apply to the definitional\nprovisions in §1391(c), Brief for Respondent 31–32, but that\ninterpretation is belied by the text of §1391(a), which makes clear\nthat the saving clause applies to the entire “section.” See\n§1391(a)(1) (“Except as otherwise provided by law— . . .\nthissectionshall govern the venue of all civil actions”\n(emphasis added)).Finally, there is no indication that Congress in\n2011 ratified the Federal Circuit’s decision inVE Holding.\nIf anything, the 2011 amendments undermine that decision’s\nrationale. As petitioner points out,VE Holdingrelied\nheavily—indeed, almost exclusively—on Congress’ decision in 1988 to\nreplace “for venue purposes” with “[f]or purposes of venueunder\nthis chapter” (emphasis added) in §1391(c). Congress deleted\n“under this chapter” in 2011 and worded the current version of\n§1391(c) almost identically to the original version of the statute.\nCompare §1391(c) (2012 ed.) (“[f]or all venue purposes”) with\n§1391(c) (1952 ed.) (“for venue purposes”). In short, nothing in\nthe text suggests congressional approval ofVE Holding.*  *  *As applied to domestic corporations,\n“reside[nce]” in §1400(b) refers only to the State of\nincorporation. Accordingly, we reverse the judgment of the Court of\nAppeals and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1The complaint alleged\nthat petitioner is a corporation, and petitioner admitted this\nallegation in its answer. See App. 11a, 60a. Similarly, the\npetition for certiorari sought review on the question of\n“corporate” residence. See Pet. for Cert. i. In their briefs before\nthis Court, how-ever, the parties suggest that petitioner is, in\nfact, an unincorporated entity. See Brief for Respondent 9,\nn. 4 (the complaint’s allegation was “apparently\ninaccurat[e]”); Reply Brief 4. Because this case comes to us at the\npleading stage and has been litigated on the understanding that\npetitioner is a corporation, we confine our analysis to the proper\nvenue for corporations. We leave further consideration of the issue\nof petitioner’s legal status to the courts below on\nremand.2The parties dispute the\nimplications of petitioner’s argument for foreign corporations. We\ndo not here address that question, nor do we express any opinion on\nthis Court’s holding inBrunette Machine Works, Ltd.v.Kockum Industries, Inc., 406 U. S. 706 (1972)\n(determining proper venue for foreign corporation under then\nexisting statutory regime).",
    "joined": []
}