{
    "case": {
        "docket": "17-1471",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1471/"
    },
    "id": "4099768",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1471_________________HOME DEPOT U. S. A., INC., PETITIONERv.GEORGE W. JACKSONon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[May 28, 2019]Justice Thomas delivered the opinion of the\nCourt.The general removal statute, 28\nU. S. C. §1441(a), provides that “any civil action” over\nwhich a federal court would have original jurisdiction may be\nremoved to federal court by “the defendant or the defendants.” The\nClass Action Fairness Act of 2005 (CAFA) provides that “[a] class\naction” may be removed to federal court by “any defendant without\nthe consent of all defendants.” 28 U. S. C. §1453(b). In\nthis case, we address whether either provision allows a third-party\ncounterclaim defendant—that is, a party brought into a lawsuit\nthrough a counterclaim filed by the original defendant—to remove\nthe counterclaim filed against it. Because in the context of these\nremoval provisions the term “defendant” refers only to the party\nsued by the original plaintiff, we conclude that neither provision\nallows such a third party to remove.IAWe have often explained that “[f]ederal courts\nare courts of limited jurisdiction.”Kokkonenv.Guardian\nLife Ins. Co. of America,511 U.S.\n375, 377 (1994). Article III, §2, of the Constitution\ndelineates “[t]he character of the controversies over which federal\njudicial authority may extend.”Insurance Corp. of Irelandv.Compagnie des Bauxites de Guinee,456\nU.S. 694, 701 (1982). And lower federal-court jurisdiction “is\nfurther limited to those subjects encompassed within a statutory\ngrant of jurisdiction.”Ibid.Accordingly, “the district\ncourts may not exercise jurisdiction absent a statutory basis.”Exxon Mobil Corp.v.Allapattah Services,Inc.,545 U.S.\n546, 552 (2005).In 28 U. S. C. §§1331 and 1332(a),\nCongress granted federal courts jurisdiction over two general types\nof cases: cases that “aris[e] under” federal law, §1331, and cases\nin which the amount in controversy exceeds $75,000 and there is\ndiversity of citizenship among the parties, §1332(a). These\njurisdictional grants are known as “federal-question jurisdiction”\nand “diversity jurisdiction,” respectively. Each serves a distinct\npurpose: Federal-question jurisdiction affords parties a federal\nforum in which “to vindicate federal rights,” whereas diversity\njurisdiction provides “a neutral forum” for parties from different\nStates.Exxon Mobil Corp.,supra, at 552.Congress has modified these general grants of\njurisdiction to provide federal courts with jurisdiction in certain\nother types of cases. As relevant here, CAFA provides district\ncourts with jurisdiction over “class action[s]” in which the matter\nin controversy exceeds $5,000,000 and at least one class member is\na citizen of a State different from the defendant. §1332(d)(2)(A).\nA “class action” is “any civil action filed under Rule 23 of the\nFederal Rules of Civil Procedure or similar State statute or rule\nof judicial procedure.” §1332(d)(1)(B).In addition to granting federal courts\njurisdiction over certain types of cases, Congress has enacted\nprovisions that permit parties to remove cases originally filed in\nstate court to federal court. Section 1441(a), the general removal\nstatute, permits “the defendant or the defendants” in a state-court\naction over which the federal courts would have original\njurisdiction to remove that action to federal court. To remove\nunder this provision, a party must meet the requirements for\nremoval detailed in other provisions. For one, a defendant cannot\nremove unilaterally. Instead, “all defendants who have been\nproperly joined and served must join in or consent to the removal\nof the action.” §1446(b)(2)(A). Moreover, when federal jurisdiction\nis based on diversity jurisdiction, the case generally must be\nremoved within “1 year after commencement of the action,”\n§1446(c)(1), and the case may not be removed if any defendant is “a\ncitizen of the State in which such action is brought,”\n§1441(b)(2).CAFA also includes a removal provision specific\nto class actions. That provision permits the removal of a “class\naction” from state court to federal court “by any defendant without\nthe consent of all defendants” and “without regard to whether any\ndefendant is a citizen of the State in which the action is\nbrought.” §1453(b).At issue here is whether the term “defendant” in\neither §1441(a) or §1453(b) encompasses a party brought into a\nlawsuit to defend against a counterclaim filed by the original\ndefendant or whether the provisions limit removal authority to the\noriginal defendant.BIn June 2016, Citibank, N. A., filed a\ndebt-collection action against respondent George Jackson in North\nCarolina state court. Citibank alleged that Jackson was liable for\ncharges he incurred on a Home Depot credit card. In August 2016,\nJackson answered and filed his own claims: an individual\ncounterclaim against Citibank and third-party class-action claims\nagainst Home Depot U. S. A., Inc., and Carolina Water\nSystems, Inc.Jackson’s claims arose out of an alleged scheme\nbetween Home Depot and Carolina Water Systems to induce homeowners\nto buy water treatment systems at inflated prices. The crux of the\nclaims was that Home Depot and Carolina Water Systems engaged in\nunlawful referral sales and deceptive and unfair trade practices in\nviolation of North Carolina law, Gen. Stat. Ann. §§25A–37, 75–1.1\n(2013). Jackson also asserted that Citibank was jointly and\nseverally liable for the conduct of Home Depot and Carolina Water\nSystems and that his obligations under the sale were null and\nvoid.In September 2016, Citibank dismissed its claims\nagainst Jackson. One month later, Home Depot filed a notice of\nremoval, citing 28 U. S. C. §§1332, 1441, 1446, and 1453.\nJackson moved to remand, arguing that precedent barred removal by a\n“third-party/additional counter defendant like Home Depot.” App.\n51–52. Shortly thereafter, Jackson amended his third-party\nclass-action claims to remove any reference to Citibank.The District Court granted Jackson’s motion to\nremand, and the Court of Appeals for the Fourth Circuit granted\nHome Depot permission to appeal and affirmed. 880 F.3d 165, 167\n(2018); see 28 U. S. C. §1453(c)(1). Relying on Circuit\nprecedent, it held that neither the general removal provision,\n§1441(a), nor CAFA’s removal provision, §1453(b), allowed Home\nDepot to remove the class-action claims filed against it. 880\nF. 3d, at 167–171.We granted Home Depot’s petition for a writ of\ncertio- rari to determine whether a third party named in a\nclass-action counterclaim brought by the original defendant can\nremove if the claim otherwise satisfies the jurisdictional\nrequirements of CAFA. 585 U. S. ___ (2018). We also directed\nthe parties to address whether the holding inShamrock Oil &\nGas Corp.v.Sheets,313 U.S.\n100(1941)—that an original plaintiff may not remove a coun-\nterclaim against it—should extend to third-party counterclaim\ndefendants.[1] 585 U. S.\n___.IIAWe first consider whether 28\nU. S. C. §1441(a) permits a third-party counterclaim\ndefendant to remove a claim filed against it.[2] Home Depot contends that because a third-party\ncounterclaim defendant is a “defendant” to the claim against it, it\nmay remove pursuant to §1441(a). The dissent agrees, emphasizing\nthat “a ‘defendant’ is a ‘person sued in a civil\nproceeding.’ ”Post, at 9 (opinion of Alito, J.). This\nreading of the statute is plausible, but we do not think it is the\nbest one. Of course the term “defendant,” standing alone, is broad.\nBut the phrase “the defendant or the defendants” “cannot be\nconstrued in a vacuum.”Davisv.Michigan Dept. of\nTreasury,489 U.S.\n803, 809 (1989). “It is a fundamental canon of statutory\nconstruction that the words of a statute must be read in their\ncontext and with a view to their place in the overall statutory\nscheme.”Ibid.; see also A. Scalia & B. Garner, Reading\nLaw 167 (2012) (“The text must be construed as a whole”); accord,Baileyv.United States,516\nU.S. 137, 145–146 (1995). Considering the phrase “the defendant\nor the defendants” in light of the structure of the statute and our\nprecedent, we conclude that §1441(a) does not permit removal by any\ncounterclaim defendant, including parties brought into the lawsuit\nfor the first time by the counterclaim.[3]Home Depot emphasizes that it is a “defendant”\nto a “claim,” but the statute refers to “civil action[s],” not\n“claims.” This Court has long held that a district court, when\ndetermining whether it has original jurisdiction over a civil\naction, should evaluate whether that action could have been brought\noriginally in federal court. SeeMexican Nat. R. Co.v.Davidson,157 U.S.\n201, 208 (1895);Tennesseev.Union & Planters’\nBank,152 U.S.\n454, 461 (1894). This requires a district court to evaluate\nwhether the plaintiff could have filed its operative complaint in\nfederal court, either because it raises claims arising under\nfederal law or because it falls within the court’s diversity\njurisdiction.E.g.,Franchise Tax Bd. of Cal.v.Construction Laborers Vacation Trust for Southern Cal.,463 U.S.\n1, 10 (1983); cf.Holmes Group,Inc.v.Vornado Air Circulation Systems,Inc.,535 U.S.\n826, 831 (2002) (“[A] counterclaim . . . cannot serve\nas the basis for ‘arising under’ jurisdiction”); §1446(c)(2)\n(deeming the “sum demanded in good faith in the initial pleading\n. . . the amount in controversy”). Section 1441(a) thus\ndoes not permit removal based on counterclaims at all, as a\ncounterclaim is irrelevant to whether the district court had\n“original jurisdiction” over the civil action. And because the\n“civil action . . . of which the district cour[t]” must\nhave “original jurisdiction” is the action as defined by the\nplaintiff’s complaint, “the defendant” to that action is the\ndefendant to that complaint, not a party named in a counterclaim.\nIt is this statutory context, not “the policy goals behind the\n[well-pleaded complaint] rule,”post,at 23, that underlies\nour interpretation of the phrase “the defendant or the\ndefendants.”The use of the term “defendant” in related\ncontexts bolsters our determination that Congress did not intend\nfor the phrase “the defendant or the defendants” in §1441(a) to\ninclude third-party counterclaim defendants. For one, the Federal\nRules of Civil Procedure differentiate between third-party\ndefendants, counterclaim defendants, and defendants. Rule 14, which\ngoverns “Third-Party Practice,” distinguishes between “the\nplaintiff,” a “defendant” who becomes the “third-party plaintiff,”\nand “the third-party defendant” sued by the original defendant.\nRule 12 likewise distinguishes between defendants and counterclaim\ndefendants by separately specifying when “[a] defendant must serve\nan answer” and when “[a] party must serve an answer to a\ncounterclaim.” Fed. Rules Civ. Proc. 12(a)(1)(A)–(B).Moreover, in other removal provisions, Congress\nhas clearly extended the reach of the statute to include parties\nother than the original defendant. For instance, §1452(a) permits\n“[a] party” in a civil action to “remove any claim or cause of\naction” over which a federal court would have bankruptcy\njurisdiction. And §§1454(a) and (b) allow “any party” to remove\n“[a] civil action in which any party asserts a claim for relief\narising under any Act of Congress relating to patents, plant\nvariety protection, or copyrights.” Section 1441(a), by contrast,\nlimits removal to “the defendant or the defendants” in a “civil\naction” over which the district courts have original\njurisdiction.Finally, our decision inShamrock Oilsuggests that third-party counterclaim defendants are not “the\ndefendant or the defendants” who can remove under §1441(a).Shamrock Oilheld that a counterclaim defendant who was also\nthe original plaintiff could not remove under §1441(a)’s\npredecessor statute. 313 U. S., at 106–109. We agree with Home\nDepot thatShamrock Oildoes not specifically address\nwhether a party who was not the original plaintiff can remove a\ncounterclaim filed against it. And we acknowledge, as Home Depot\npoints out, that a third-party counterclaim defendant, unlike the\noriginal plaintiff, has no role in selecting the forum for the\nsuit. But the text of §1441(a) simply refers to “the defendant or\nthe defendants” in the civil action. If a counterclaim defendant\nwho was the original plaintiff is not one of “the defendants,” we\nsee no textual reason to reach a different conclusion for a\ncounterclaim defendant who was not originally part of the lawsuit.\nIn that regard,Shamrock Oildid not view the counterclaim\nas a separate action with a new plaintiff and a new defendant.\nInstead, the Court highlighted that the original plaintiff was\nstill “the plaintiff.”Id., at 108 (“We can find no basis\nfor saying that Congress, by omitting from the present statute all\nreference to ‘plaintiffs,’ intended to save a right of removal to\nsome plaintiffs and not to others”). Similarly here, the filing of\ncounterclaims that included class-action allegations against a\nthird party did not create a new “civil action” with a new\n“plaintiff” and a new “defendant.”Home Depot asserts that reading “the defendant”\nin §1441(a) to exclude third-party counterclaim defendants runs\ncounter to the history and purposes of removal by preventing a\nparty involuntarily brought into state-court proceedings from\nremoving the claim against it. But the limits Congress has imposed\non removal show that it did not intend to allow all defendants an\nunqualified right to remove.E.g., §1441(b)(2) (preventing\nremoval based on diversity jurisdiction where any defendant is a\ncitizen of the State in which the action is brought). Moreover,\nHome Depot’s interpretation makes little sense in the context of\nother removal provisions. For instance, when removal is based on\n§1441(a), all defendants must consent to removal. See\n§1446(b)(2)(A). Under Home Depot’s interpretation, “defendants” in\n§1446(b)(2)(A) could be read to require consent from the\nthird-party counterclaim defendant, the original plaintiff (as a\ncounterclaim defendant),andthe original defendant\nasserting claims against them. Further, Home Depot’s interpretation\nwould require courts to determine when the original defendant is\nalso a “plaintiff” under other statutory provisions.E.g.,\n§1446(c)(1). Instead of venturing down this path, we hold that a\nthird-party counterclaim defendant is not a “defendant” who can\nremove under §1441(a).BWe next consider whether CAFA’s removal\nprovision, §1453(b), permits a third-party counterclaim defendant\nto remove.[4] Home Depot\ncontends that even if it could not remove under §1441(a), it could\nremove under §1453(b) because that statute is worded differently.\nIt argues that although §1441(a) permits removal only by “the\ndefendant or the defendants” in a “civil action,” §1453(b) permits\nremoval by “anydefendant” to a “class action.” (Emphasis\nadded.) Jackson responds that this argument ignores the context of\n§1453(b), which he contends makes clear that Congress intended only\nto alter certain restrictions on removal, not expand the class of\nparties who can remove a class action. Although this is a closer\nquestion, we agree with Jackson.The two clauses in §1453(b) that employ the term\n“any defendant” simply clarify that certain limitations on removal\nthat might otherwise apply do not limit removal under §1453(b).\nSection 1453(b) first states that “[a] class action may be removed\n. . . without regard to whether any defendant is a\ncitizen of the State in which the action is brought.” There is no\nindication that this language does anything more than alter the\ngeneral rule that a civil action may not be removed on the basis of\ndiversity jurisdiction “if any of the . . . defendants is\na citizen of the State in which such action is brought.”\n§1441(b)(2). Section 1453(b) then states that “[a] class action\n. . . may be removed by any defendant without the consent\nof all defendants.” This language simply amends the rule that “all\ndefendants who have been properly joined and served must join in or\nconsent to the removal of the action.” §1446(b)(2)(A). Rather than\nindicate that a counterclaim defendant can remove, “here the word\n‘any’ is being employed in connection with the word ‘all’ later in\nthe sentence—‘byany. . . without . . .\nthe consent ofall.’ ”Westwood Apexv.Contreras, 644 F.3d 799, 804 (CA9 2011); seePalisades\nCollections LLCv.Shorts, 552 F.3d 327, 335–336 (CA4\n2008). Neither clause—nor anything else in the statute—alters\n§1441(a)’s limitation onwhocan remove, which suggests that\nCongress intended to leave that limit in place. Seesupra,\nat 5–8.Thus, although the term “any” ordinarily carries\nan “ ‘expansive meaning,’ ”post, at 10, the\ncontext here demonstrates that Congress did not expand the types of\nparties eligible to remove a class action under §1453(b) beyond\n§1441(a)’s limits. If anything, that the language of §1453(b)\nmirrors the language in the statutory provisions it is amending\nsuggests that the term “defendant” is being used consistently\nacross all provisions. Cf.Mississippi ex rel. Hoodv.AU\nOptronics Corp., 571 U.S. 161, 169–170 (2014) (interpreting\nCAFA consistently with Rule 20 where Congress used terms in a like\nmanner in both provisions).To the extent Home Depot is arguing that the\nterm “defendant” has a different meaning in §1453(b) than it does\nin §1441(a), we reject its interpretation. Because §§1453(b) and\n1441(a) both rely on the procedures for removal in §1446, which\nalso employs the term “defendant,” interpreting “defendant” to have\ndifferent meanings in different sections would render the removal\nprovisions incoherent. SeeFirst Bankv.DJL\nProperties,LLC, 598 F.3d 915, 917 (CA7 2010)\n(Easterbrook, C. J.). Interpreting the removal provisions together,\nwe determine that §1453(b), like §1441(a), does not permit a\nthird-party counterclaim defendant to remove.Finally, the dissent argues that our\ninterpretation allows defendants to use the statute as a “tactic”\nto prevent removal,post,at 7, but that result is a\nconsequence of the statute Congress wrote. Of course, if Congress\nshares the dissent’s disapproval of certain litigation “tactics,”\nit certainly has the authority to amend the statute. But we do\nnot.*  *  *Because neither §1441(a) nor §1453(b) permits\nremoval by a third-party counterclaim defendant, Home Depot could\nnot remove the class-action claim filed against it. Accordingly, we\naffirm the judgment of the Fourth Circuit.It is so ordered.Notes1In this opinion, we use\nthe term “third-party counterclaim defendant” to refer to a party\nfirst brought into the case as an additional defendant to a\ncounterclaim asserted against the original plaintiff.2Section 1441(a) provides\nthat “any civil action brought in a State court of which the\ndistrict courts of the United States have original jurisdiction,\nmay be removed by the defendant or the defendants, to the district\ncourt of the United States for the district and division embracing\nthe place where such action is pending.”3Even the dissent declines\nto rely on the dictionary definition of “defendant” alone, as\nfollowing that approach to its logical conclusion would require\noverrulingShamrock Oil & Gas Corp.v.Sheets,313 U.S.\n100(1941). Seepost, at 10, n. 2.4Section 1453(b) provides\nthat “[a] class action may be removed to a district court of the\nUnited States in accordance with section 1446 (except that the\n1-year limitation under section 1446(c)(1) shall not apply),\nwithout regard to whether any defendant is a citizen of the State\nin which the action is brought, except that such action may be\nremoved by any defendant without the consent of all\ndefendants.”",
    "joined": []
}