{
    "case": {
        "docket": "431",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/431/"
    },
    "id": "1970442",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1219_________________DAVID J. KAPPOS, UNDER SECRETARY OF COM- MERCE\nFOR INTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OF-\nFICE, PETITIONERv.GILBERT P. HYATTon writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 18, 2012]Justice Thomas delivered the opinion of the\nCourt.The Patent Act of 1952, 35 U. S. C.\n§100et seq., grants a patent applicant whose claims\nare denied by the Patent and Trademark Office (PTO) the opportunity\nto challenge the PTO’s decision by filing a civil action against\nthe Director of the PTO in federal district court. In such a\nproceeding, the applicant may present evidence to the district\ncourt that he did not present to the PTO. This case requires us to\nconsider two questions. First, we must decide whether there are any\nlimitations on the applicant’s ability to introduce new evidence\nbefore the district court. For the reasons set forth below, we\nconclude that there are no evidentiary restrictions beyond those\nalready imposed by the Federal Rules of Evidence and the Federal\nRules of Civil Procedure. Second, we must determine what standard\nof review the district court should apply when considering new\nevidence. On this question, we hold that the district court must\nmake ade novofinding when new evidence is presented\non a disputed question of fact. In deciding what weight to afford\nthat evidence, the district court may, however, consider whether\nthe applicant had an opportunity to present the evidence to the\nPTO.IThe Patent Act of 1952 establishes the process\nby which the PTO examines patent applications. A patent exam- iner\nfirst determines whether the application satisfies the statutory\nprerequisites for granting a patent. 35 U. S. C. §131. If\nthe examiner denies the application, the applicant may file an\nadministrative appeal with the PTO’s Board of Patent Appeals and\nInterferences (Board). §134. If the Board also denies the\napplication, the Patent Act gives the disappointed applicant two\noptions for judicial review of the Board’s decision. The applicant\nmay either: (1) appeal the decision directly to the United States\nCourt of Appeals for the Federal Circuit, pursuant to §141; or (2)\nfile a civil action against the Director of the PTO in the United\nStates District Court for the District of Columbia pursuant to\n§145.[1]In a §141 proceeding, the Federal Circuit must\nreview the PTO’s decision on the same administrative record that\nwas before the PTO. §144. Thus, there is no opportunity for the\napplicant to offer new evidence in such a proceeding. InDickinsonv.Zurko,527 U.S.\n150(1999), we addressed the standard that governs the Federal\nCircuit’s review of the PTO’s factual findings. We held that the\nAdministrative Procedure Act (APA), 5 U. S. C. §701et seq., applies to §141 proceedings and that the\nFederal Circuit therefore should set aside the PTO’s factual\nfindings only if they are “ ‘unsupported by substantial\nevidence.’ ” 527 U. S., at 152 (quoting 5\nU. S. C. §706).InZurko, we also noted that, unlike\n§141, §145 permits the applicant to present new evidence to the\ndistrict court that was not presented to the PTO. 527 U. S.,\nat 164. This opportunity to present new evidence is significant,\nnot the least because the PTO generally does not accept oral\ntestimony. See Brief for Petitioner 40, n. 11. We have not yet\naddressed, however, whether there are any limitations on the\napplicant’s ability to introduce new evidence in such a proceeding\nor the appropriate standard of review that a district court should\napply when considering such evidence.IIIn 1995, respondent Gilbert Hyatt filed a\npatent application that, as amended, included 117 claims. The PTO’s\npatent examiner denied each claim for lack of an adequate written\ndescription. See 35 U. S. C. §112 (requiring pat- ent\napplications to include a “specification” that provides, among\nother information, a written description of the invention and of\nthe manner and process of making and using it). Hyatt appealed the\nexaminer’s decision to the Board, which eventually approved 38\nclaims, but denied the rest. Hyatt then filed a §145 action in\nFederal Dis- trict Court against the Director of the PTO\n(Director), peti- tioner here.To refute the Board’s conclusion that his patent\napplication lacked an adequate written description, Hyatt submitted\na written declaration to the District Court. In the declaration,\nHyatt identified portions of the patent specification that, in his\nview, supported the claims that the Board held were not patentable.\nThe District Court determined that it could not consider Hyatt’s\ndeclaration because applicants are “ ‘precluded from\npresenting new is- sues, at least in the absence of some reason of\njustice put forward for failure to present the issue to the Patent\nOffice.’ ”Hyattv.Dudas, Civ. Action No.\n03–0901 (D DC, Sept. 30, 2005), p. 9, App. to Pet. for Cert.\n182a (quotingDeSeverskyv.Brenner, 424 F.2d 857,\n858 (CADC 1970)). Because the excluded declaration was the only\nadditional evidence submitted by Hyatt in the §145 proceeding, the\nevidence remaining before the District Court consisted entirely of\nthe PTO’s administrative record. Therefore, the District Court\nreviewed all of the PTO’s factual findings under the APA’s\ndeferential “substantial evidence” standard. Seesupra,at\n2; see alsoMazzariv.Rogan,323 F.3d 1000, 1004–1005 (CA Fed. 2003). Applying that\nstandard, the District Court granted summary judgment to the\nDirector.Hyatt appealed to the Federal Circuit. A divided\npanel affirmed, holding that the APA imposed restrictions on the\nadmission of new evidence in a §145 proceeding and that the\ndistrict court’s review is not “wholly de novo.”Hyattv.Doll, 576 F.3d 1246, 1269–1270 (2009). The Federal Circuit\ngranted rehearing en banc and vacated the District Court’s grant of\nsummary judgment. The en banc court first held “that Congress\nintended that applicants would be free to introduce new evidence in\n§145 proceedings subject only to the rules applicable to all civil\nactions, the Federal Rules of Evidence and the Federal Rules of\nCivil Procedure,” even if the applicant had no justification for\nfailing to present the evidence to the PTO. 625 F.3d 1320, 1331\n(2010). Reaffirming its precedent, the court also held that when\nnew, conflicting evidence is introduced in a §145 proceeding, the\ndistrict court must makede  novofindings to take such\nevidence into account.Id.,at 1336. We granted certiorari,\n564 U. S. ___ (2011), and now affirm.IIIThe Director challenges both aspects of the\nFederal Circuit’s decision. First, the Director argues that a\ndistrict court should admit new evidence in a §145 action only if\nthe proponent of the evidence had no reasonable opportunity to\npresent it to the PTO in the first instance. Second, the Director\ncontends that, when new evidence is introduced, the district court\nshould overturn the PTO’s fac- tual findings only if the new\nevidence clearly establishes that the agency erred. Both of these\narguments share the premise that §145 creates a special proceeding\nthat is distinct from a typical civil suit filed in federal\ndistrict court and that is thus governed by a different set of\nprocedural rules. To support this interpretation of §145, the\nDirector relies on background principles of administrative law and\npre-existing practice under a patent statute that predated §145.\nFor the reasons discussed below, we find that neither of these\nfactors justifies a new evidentiary rule or a heightened standard\nof review for factual findings in §145 proceedings.ATo address the Director’s challenges, we begin\nwith the text of §145. See,e.g.,Magwoodv.Patterson, 561 U. S. ___, ___ (2010) (slip op., at 10).\nSection 145 grants a disappointed patent applicant a “remedy by\ncivil action against the Director.” The section further explains\nthat the district court “may adjudge that such applicant is\nentitled to receive a patent for his invention, as specified in any\nof his claims involved in the decision of the [PTO], as the facts\nin the case may appear and such adjudication shall authorize the\nDirector to issue such patent on compliance with the requirements\nof law.” By its terms, §145 neither imposes unique evidentiary\nlimits in district court proceedings nor establishes a heightened\nstandard of re- view for factual findings by the PTO.BIn the absence of express support for his\nposition in the text of §145, the Director argues that the statute\nshould be read in light of traditional principles of administrative\nlaw, which Congress codified in the APA. The Director notes that\n§145 requires a district court to review the reasoned\ndecisionmaking of the PTO, an executive agency with specific\nauthority and expertise. Accordingly, the Director contends that a\ndistrict court should defer to the PTO’s factual findings. The\nDirector further contends that, given the traditional rule that a\nparty must exhaust his administrative remedies, a district court\nshould consider new evidence only if the party did not have an\nopportunity to present it to the agency.We reject the Director’s contention that\nbackground principles of administrative law govern the\nadmissibility of new evidence and require a deferential standard of\nreview in a §145 proceeding. Under the APA, judicial review of an\nagency decision is typically limited to the administrative record.\nSee 5 U. S. C. §706. But, as the Director concedes, §145\nproceedings are not so limited, for the district court may consider\nnew evidence. When the district court does so, it must act as a\nfactfinder.Zurko, 527 U. S., at 164. In that role, it\nmakes little sense for the district court to apply a deferential\nstandard of review to PTO factual findings that are contradicted by\nthe new evidence. The PTO, no matter how great its authority or\nexpertise, cannot account for evidence that it has never seen.\nConsequently, the district court must make its own findingsde novoand does not act as the “reviewing court”\nenvisioned by the APA. See 5 U. S. C. §706.We also conclude that the principles of\nadministrative exhaustion do not apply in a §145 proceeding. The\nDirector argues that applicants must present all available evidence\nto the PTO to permit the PTO to develop the necessary facts and to\ngive the PTO the opportunity to properly apply the Patent Act in\nthe first instance. Brief for Petitioner 21–22 (citingMcKartv.United States,395\nU.S. 185, 193–194 (1969)). But as this Court held inMcKart, a primary purpose of administrative exhaustion “is,\nof course, the avoidance of premature interruption of the\nadministrative process.”Id., at 193. That rationale does\nnot apply here because, by the time a §145 proceeding occurs, the\nPTO’s process is complete. Section 145, moreover, does not provide\nfor remand to the PTO to consider new evidence, and there is no\npressing need for such a procedure because a district court, unlike\na court of appeals, has the ability and the competence to receive\nnew evidence and to act as a factfinder. In light of these aspects\nof §145 proceedings—at least in those cases in which new evidence\nis presented to the district court on a dis- puted question of\nfact—we are not persuaded by the Director’s suggestion that §145\nproceedings are governed by the deferential principles of agency\nreview.CHaving concluded that neither the statutory\ntext nor background principles of administrative law support an\nevidentiary limit or a heightened standard of review for factual\nfindings in §145 proceedings, we turn to the evidentiary and\nprocedural rules that were in effect when Congress enacted §145 in\n1952. Although §145 is a relatively modern statute, the language in\nthat provision originated in the Act of July 8, 1870 (1870 Act),\nch. 230, 16Stat. 198, and the history of §145 proceedings can be\ntraced back to the Act of July 4, 1836 (1836 Act), ch. 357,\n5Stat. 117. Thus, we begin our inquiry with the 1836 Act, which\nestablished the Patent Office, the PTO’s predecessor, and first\nauthorized judicial review of its decisions.1The 1836 Act provided that a patent applicant\ncould bring a bill in equity in federal district court if his\napplication was denied on the ground that it would interfere with\nanother patent.Id., at 123–124; see also B. Shipman,\nHandbook of the Law of Equity Pleading §§101–103, pp. 168–171\n(1897). Three years later, Congress expanded that provision, making\njudicial review available whenever a patent was refused on any\nground. Act of Mar. 3, 1839 (1839 Act), 5Stat. 354. Pursuant to\nthese statutes, any disappointed patent applicant could file a bill\nin equity to have the district court “adjudge” whether the\napplicant was “entitled, according to the principles and provisions\nof [the Patent Act], to have and receive a patent for his\ninvention.” 1836 Act, 5Stat. 124.In 1870, Congress amended the Patent Act again,\nadding intermediate layers of administrative review and in-\ntroducing language describing the proceeding in the district court.\n16Stat. 198. Under the 1870 Act, an applicant denied a patent by\nthe primary examiner could appeal first to a three-member board of\nexaminers-in-chief, then to the Commissioner for Patents, and\nfinally to an en banc sitting of the Supreme Court of the District\nof Columbia.[2]Id., at\n205. Notably, Congress described that court’s review as an “appeal”\nbased “on the evidence produced before the commissioner.”Ibid.The 1870 Act preserved the prior remedy of a bill in\nequity in district court for the applicant whose appeal was denied\neither by the Commissioner or by the Supreme Court of the District\nof Columbia.Ibid.The district court, in a proceeding that\nwas distinct from the appeal considered on the administrative\nrecord by the Supreme Court of the District of Columbia, would\n“adjudge” whether the applicant was “entitled, according to law, to\nreceive a patent for his invention . . . as the facts in\nthe case may appear.”Ibid.In 1878, Congress codified this\nprovision of the 1870 Act as Revised Statute §4915\n(R. S. 4915). That statute was the immediate predecessor\nto §145, and its core language remains largely unchanged in §145.\nAccordingly, both parties agree that R. S. 4915 and the\njudicial decisions interpreting that statute should inform our\nunderstanding of §145.2This Court described the nature of\nR. S. 4915 proceedings in two different cases:Butterworthv.United States ex rel. Hoe,112 U.S.\n50(1884), andMorganv.Daniels,153\nU.S. 120(1894). InButterworth, the Court held that the\nSecretary of the Interior, the head of the federal department in\nwhich the Patent Office was a bureau, had no authority to review a\ndecision made by the Commissioner of Patents in an interference\nproceeding. In its discussion, the Court described the remedy\nprovided by R. S. 4915 as“a proceeding in a court of the United\nStates having original equity jurisdiction under the patent laws,\naccording to the ordinary course of equity practice and procedure.\nIt is not a technical appeal from the Patent-Office, like that\nauthorized [before the Supreme Court of the District of Columbia],\nconfined to the case as made in the record of that office, but is\nprepared and heard upon all competent evidence adduced and upon the\nwhole merits.” 112 U. S., at 61.TheButterworthCourt also cited several\nlower court cases, which similarly described R. S. 4915\nproceedings as “altogether independent” from the hearings before\nthe Patent Office and made clear that the parties were “at liberty\nto introduce additional evidence” under “the rules and practice of\na court of equity.”In re Squire, 22 F. Cas. 1015, 1016 (No.\n13,269) (CC ED Mo. 1877); see alsoWhipplev.Miner,\n15 F. 117, 118 (CC Mass. 1883) (describing the federal court’s\njurisdiction in an R. S. 4915 proceeding as “an\nindependent, original jurisdiction”);Butlerv.Shaw,\n21 F. 321, 327 (CC Mass. 1884) (holding that “the court may receive\nnew evidence, and has the same powers as in other cases in\nequity”).Ten years later, inMorgan, this Court\nagain confronted a case involving proceedings under\nR. S. 4915.153\nU.S. 120. There, a party challenged a factual finding by the\nPatent Office, but neither side presented additional evidence in\nthe District Court.Id., at 122–123. This Court described\nthe parties’ dispute as one over a question of fact that had\nalready “been settled by a special tribunal [e]ntrusted with full\npower in the premises” and characterized the resulting District\nCourt proceeding not as an independent civil action, but as\n“something in the nature of a suit to set aside a judgment.”Id., at 124. Consistent with that view, the Court held that\nthe agency’s findings should not be overturned by “a mere\npreponderance of evidence.”Ibid.ViewingButterworthandMorgantogether, one might perceive some tension between the two cases.Butterworthappears to describe an R. S. 4915\nproceeding as an original civil action, seekingde novoadjudication of the merits of a patent application.Morgan,\non the other hand, appears to describe an R. S. 4915\nproceeding as a suit for judicial review of agency action, governed\nby a deferential standard of review. To resolve that apparent\ntension, the Director urges us to disregard the language inButterworthas mere dicta and to followMorgan. He\nargues thatButterworth“shed[s] no light on the extent to\nwhich new evidence was admissible in R. S. 4915\nproceedings or on the standard of review that applied in such\nsuits.” Brief for Petitioner 33. The Director maintains thatMorgan, in contrast, firmly established that a district\ncourt in such a proceeding performs a deferential form of review,\ngoverned by traditional principles of administrative law. We reject\nthe Director’s position.[3]We think that the differences betweenButterworthandMorganare best explained by the fact\nthat the two cases addressed different circumstances.Butterworthdiscussed the character of an\nR. S. 4915 proceeding in which a disappointed patent\napplicant challenged the Board’s denial of his application.\nAlthough that discussion was not strictly necessary toButterworth’s holding it was also not the kind of\nill-considered dicta that we are inclined to ignore. TheButterworthCourt carefully examined the various pro-\nvisions providing relief from the final denial of a patent\napplication by the Commissioner of Patents to determine that the\nSecretary of the Interior had no role to play in that process. 112\nU. S., at 59–64. The Court further surveyed the decisions of\nthe lower courts with regard to the nature of an\nR. S. 4915 proceeding and concluded that its view was\n“the uniform and correct practice in the Circuit Courts.”Id., at 61. We note that this Court reiter- atedButterworth’s well-reasoned interpretation of R. S.\n4915 in three later cases.[4]Morgan, on the other hand, concerned a\ndifferent situation from the one presented in this case. First,Morganaddressed an interference proceeding. See 153\nU. S., at 125 (emphasizing that “the question decided in the\nPat- ent Office is one between contesting parties as to priority of\ninvention”). Although interference proceedings were pre- viously\ngoverned by R. S. 4915, they are now governed by a separate\nsection of the Patent Act, 35 U. S. C. §146, and\ntherefore do not implicate §145. In addition,Morgandid not\ninvolve a proceeding in which new evidence was presented to the\nDistrict Court. See 153 U. S.,at 122 (stating that the\ncase “was submitted, without any additional testimony, to the\nCircuit Court”).3Because in this case we are concerned only\nwith §145 proceedings in which new evidence has been presented to\nthe District Court,Butterworthrather thanMorganguides our decision. InButterworth, this Court observed\nthat an R. S. 4915 proceeding should be conducted\n“according to the ordinary course of equity practice and procedure”\nand that it should be “prepared and heard upon all competent\nevidence adduced and upon the whole merits.” 112 U. S., at 61.\nLikewise, we conclude that a district court conducting a §145\nproceeding may consider “all com- petent evidence adduced,”id.,at 61, and is not limited to considering only new\nevidence that could not have been presented to the PTO. Thus, we\nagree with the Federal Circuit that “Congress intended that\napplicants would be free to introduce new evidence in §145\nproceedings subject only to the rules applicable to all civil\nactions, the Federal Rules of Evidence and the Federal Rules of\nCivil Procedure.” 625 F. 3d, at 1331.We also agree with the Federal Circuit’s\nlongstanding view that, “where new evidence is presented to the\ndistrict court on a disputed fact question, ade novofinding will be necessary to take such evidence into account\ntogether with the evidence before the board.”Fregeauv.Mossinghoff, 776 F.2d 1034, 1038 (1985). As we noted inZurko, the district court acts as a factfinder when new\nevidence is introduced in a §145 proceeding. 527 U. S., at\n164. The district court must assess the credibility of new\nwitnesses and other evidence, determine how the new evidence\ncomports with the existing administrative record, and decide what\nweight the new evidence deserves. As a logical matter, the district\ncourt can only make these determinationsde novobecause it is the first tribunal to hear the evidence in question.\nFurthermore, ade novostandard adheres to this Court’s\ninstruction inButterworththat an R. S. 4915\nproceeding be heard “upon the whole merits” and conducted\n“according to the ordinary course of equity practice and\nprocedure.” 112 U. S., at 61.DAlthough we reject the Director’s proposal for\na stricter evidentiary rule and an elevated standard of review in\n§145 proceedings, we agree with the Federal Circuit that the\ndistrict court may, in its discretion, “consider the proceedings\nbefore and findings of the Patent Office in deciding what weight to\nafford an applicant’s newly-admitted evidence.” 625 F. 3d, at\n1335. Though the PTO has special expertise in evaluating patent\napplications, the district court cannot meaningfully defer to the\nPTO’s factual findings if the PTO considered a different set of\nfacts.Supra,at 8; cf.Microsoft Corp.v.i4i\nLtd. Partnership, 564 U. S. ___, ___ (2011) (slip op., at\n19) (noting that “if the PTO did not have all material facts before\nit, its considered judgment may lose significant force”). For this\nreason, we conclude that the proper means for the district court to\naccord respect to decisions of the PTO is through the court’s broad\ndiscretion over the weight to be given to evidence newly adduced in\nthe §145 proceedings.The Director warns that allowing the district\ncourt to consider all admissible evidence and to makede novofindings will encourage patent applicants to\nwithhold evidence from the PTO intentionally with the goal of pre-\nsenting that evidence for the first time to a nonexpert judge.\nBrief for Petitioner 23. We find that scenario unlikely. An\napplicant who pursues such a strategy would be intentionally\nundermining his claims before the PTO on the speculative chance\nthat he will gain some advantage in the §145 proceeding by\npresenting new evidence to a district court judge.IVFor these reasons, we conclude that there are\nno limitations on a patent applicant’s ability to introduce new\nevidence in a §145 proceeding beyond those already present in the\nFederal Rules of Evidence and the Federal Rules of Civil Procedure.\nMoreover, if new evidence is presented on a disputed question of\nfact, the district court must makede novofactual\nfindings that take account of both the new evidence and the\nadministrative record before the PTO. In light of these\nconclusions, the Federal Circuit was correct to vacate the judgment\nof the District Court, which excluded newly presented evidence\nunder the view that it “need not consider evidence negligently\nsubmitted after the end of administrative proceedings.” Civ. Action\nNo. 03–0901, at 15, App. to Pet. for Cert. 189a.The judgment is affirmed, and the case is\nremanded to the Court of Appeals for further proceedings consistent\nwith this opinion.It is so ordered.Notes1On September 16, 2011,\nthe President signed the Leahy-Smith America Invents Act, 125Stat.\n284, into law. That Act made significant changes to Title 35 of the\nUnited States Code, some of which are related to the subject matter\nof this case. For example, the Act changed the venue for §145\nactions from the United States District Court for the District of\nColumbia to the United States District Court for the East-ern\nDistrict of Virginia,id.,at 316, changed the name of the\nBoardof Patent Appeals and Interferences to the Patent Trial and\nAppeal Board,id.,at 290, and changed the name of\ninterferences to derivation proceedings,ibid.Neither party\ncontends that the Act has any effect on the questions before us,\nand all references and citations in this opinion are to the law as\nit existed prior to the Act.2The Supreme Court of the\nDistrict of Columbia was a trial court created by Congress in 1863.\nAct of Mar. 3, 1863, ch. 91, 12Stat. 762. Although the court\nwas generally one of first instance, it also functioned as an\nappellate court when it sat en banc. Voorhees, The District of\nColumbia Courts: A Judicial Anomaly, 29 Cath. U. L. Rev. 917, 923\n(1980).3Both parties cite\nadditional cases from the lower courts that they claim support\ntheir view of the statute, but these cases are too diverse to\nsupport any firm inferences about Congress’ likely intent in\nenacting §145.4InGandyv.Marble,122 U.S.\n432(1887), the Court described an R. S. 4915\nproceeding as “a suit according to the ordinary course of equity\npractice and procedure” rather than a “technical appeal fromthe\nPatent Office.”Id.,at 439 (citingButterworth, 112\nU. S., at 61). Likewise, inIn re Hien,166 U.S.\n432(1897), the Court distinguished an R. S. 4915\nproceeding from the “ ‘technical appeal from the Patent\nOffice’ ” authorized under R. S. 4911, the\npredecessor to current §141.Id.,at 439 (quotingButterworth,supra, at 61). And, finally, inHoover Co.v.Coe,325 U.S.\n79(1945), the Court citedButterworthto support its\ndescription of an R. S. 4915 proceeding as a “formal\ntrial.” 325 U. S., at 83, and n. 4.",
    "joined": []
}