{
    "case": {
        "docket": "20-843",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-843/"
    },
    "id": "4600259",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–843_________________New York State Rifle & Pistol Association,\nInc., et al., PETITIONERSv.Kevin P. Bruen, in his\nofficial capacity as Superintendent of New York State Police,\net al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 23, 2022]Justice Thomas delivered the opinion of the\nCourt.InDistrict of Columbiav.Heller,554 U.S.\n570(2008), andMcDonaldv.Chicago,561 U.S.\n742(2010), we recognized that the Second and Fourteenth\nAmendments protect the right of an ordinary, law-abiding citizen to\npossess a handgun in the home for self-defense. In this case,\npetitioners and respondents agree that ordinary, law-abiding\ncitizens have a similar right to carry handguns publicly for their\nself-defense. We too agree, and now hold, consistent withHellerandMcDonald, that the Second and Fourteenth\nAmendments protect an individual’s right to carry a handgun for\nself-defense outside the home.The parties nevertheless dispute whether New\nYork’s licensing regime respects the constitutional right to carry\nhandguns publicly for self-defense. In 43 States, the government\nissues licenses to carry based on objective criteria. But in six\nStates, including New York, the government further conditions\nissuance of a license to carry on a citizen’s showing of some\nadditional special need. Because the State of New York issues\npublic-carry licenses only when an applicant demonstrates a special\nneed for self-defense, we conclude that the State’s licensing\nregime violates the Constitution.IANew York State has regulated the public carry\nof handguns at least since the early 20th century. In 1905, New\nYork made it a misdemeanor for anyone over the age of 16 to “have\nor carry concealed upon his person in any city or village of [New\nYork], any pistol, revolver or other firearm without a written\nlicense . . . issued to him by a police magistrate.” 1905\nN. Y. Laws ch. 92, §2, pp. 129–130; see also 1908\nN. Y. Laws ch. 93, §1, pp. 242–243 (allowing justices of\nthe peace to issue licenses). In 1911, New York’s “Sullivan Law”\nexpanded the State’s criminal prohibition to the possession of all\nhandguns—concealed or otherwise—without a government-issued\nlicense. See 1911 N. Y. Laws ch. 195, §1, p. 443. New\nYork later amended the Sullivan Law to clarify the licensing\nstandard: Magistrates could “issue to [a] person a license to have\nand carry concealed a pistol or revolver without regard to\nemployment or place of possessing such weapon” only if that person\nproved “good moral character” and “proper cause.” 1913 N. Y.\nLaws ch. 608, §1, p. 1629.Today’s licensing scheme largely tracks that of\nthe early 1900s. It is a crime in New York to possess “any firearm”\nwithout a license, whether inside or outside the home, punishable\nby up to four years in prison or a $5,000 fine for a felony\noffense, and one year in prison or a $1,000 fine for a misdemeanor.\nSee N. Y. Penal Law Ann. §§265.01–b (West 2017), 261.01(1)\n(West Cum. Supp. 2022), 70.00(2)(e) and (3)(b), 80.00(1)(a) (West\n2021), 70.15(1), 80.05(1). Meanwhile, possessing a loaded firearm\noutside one’s home or place of business without a license is a\nfelony punishable by up to 15 years in prison. §§265.03(3) (West\n2017), 70.00(2)(c) and (3)(b), 80.00(1)(a).A license applicant who wants to possess a\nfirearmat home(or in his place of business) must convince\na “licensing officer”—usually a judge or law enforcement\nofficer—that, among other things, he is of good moral character,\nhas no history of crime or mental illness, and that “no good cause\nexists for the denial of the license.” §§400.00(1)(a)–(n) (West\nCum. Supp. 2022). If he wants to carry a firearmoutsidehis\nhome or place of business for self-defense, the applicant must\nobtain an unrestricted license to “have and carry” a concealed\n“pistol or revolver.” §400.00(2)(f ). To secure that license,\nthe applicant must prove that “proper cause exists” to issue it.Ibid.If an applicant cannot make that showing, he can\nreceive only a “restricted” license for public carry, which allows\nhim to carry a firearm for a limited purpose, such as hunting,\ntarget shooting, or employment. See,e.g.,In re\nO’Brien,87 N.Y.2d 436, 438–439,663 N.E.2d 316, 316–317 (1996);Babernitzv.Police\nDept. of City of New York, 65 App. Div. 2d 320, 324, 411\nN.Y.S.2d 309, 311 (1978);In re O’Connor, 154 Misc. 2d\n694, 696–698, 585 N.Y.S.2d 1000, 1003 (Westchester Cty. 1992).No New York statute defines “proper cause.” But\nNew York courts have held that an applicant shows proper cause only\nif he can “demonstrate a special need for self-protection\ndistinguishable from that of the general community.”E.g.,In re Klenosky, 75 App. Div. 2d 793, 428 N.Y.S.2d 256,\n257 (1980). This “special need” standard is demanding. For example,\nliving or working in an area “ ‘noted for criminal\nactivity’ ” does not suffice.In re Bernstein, 85\nApp. Div. 2d 574, 445 N.Y.S.2d 716, 717 (1981). Rather, New York\ncourts generally require evidence “of particular threats, attacks\nor other extraordinary danger to personal safety.”In re\nMartinek, 294 App. Div. 2d 221, 222, 743 N.Y.S.2d 80, 81\n(2002); see alsoIn re Kaplan, 249 App. Div. 2d 199,\n201, 673 N.Y.S.2d 66, 68 (1998) (approving the New York City Police\nDepartment’s requirement of “ ‘extraordinary personal danger,\ndocumented by proof of recurrent threats to life or safety’ ”\n(quoting 38 N. Y. C. R. R. §5–03(b))).When a licensing officer denies an application,\njudicial review is limited. New York courts defer to an officer’s\napplication of the proper-cause standard unless it is “arbitrary\nand capricious.”In re Bando, 290 App. Div. 2d 691,\n692, 735 N.Y.S.2d 660, 661 (2002). In other words, the decision\n“must be upheld if the record shows a rational basis for it.”Kaplan, 249 App. Div. 2d, at 201, 673 N. Y. S. 2d,\nat 68. The rule leaves applicants little recourse if their local\nlicensing officer denies a permit.New York is not alone in requiring a permit to\ncarry a handgun in public. But the vast majority of States—43 by\nour count—are “shall issue” jurisdictions, where authorities must\nissue concealed-carry licenses whenever applicants satisfy certain\nthreshold requirements, without granting licensing officials\ndiscretion to deny licenses based on a perceived lack of need or\nsuitability.[1] Meanwhile, only\nsix States and the District of Columbia have “may issue” licensing\nlaws, under which authorities have discretion to deny\nconcealed-carry licenses even when the applicant satisfies the\nstatutory criteria, usually because the applicant has not\ndemonstrated cause or suitability for the relevant license. Aside\nfrom New York, then, only California, the District of Columbia,\nHawaii, Maryland, Massachusetts, and New Jersey have analogues to\nthe “proper cause” standard.[2]\nAll of these “proper cause” analogues have been upheld by the\nCourts of Appeals, save for the District of Columbia’s, which has\nbeen permanently enjoined since 2017. CompareGouldv.Morgan, 907 F.3d 659, 677 (CA1 2018);Kachalskyv.County of Westchester, 701 F.3d 81, 101 (CA2 2012);Drakev.Filko, 724 F.3d 426, 440 (CA3 2013);United Statesv.Masciandaro, 638 F.3d 458, 460 (CA4\n2011);Youngv.Hawaii, 992 F.3d 765, 773 (CA9 2021)\n(en banc), withWrennv.District of Columbia, 864\nF.3d 650, 668 (CADC 2017).BAs set forth in the pleadings below,\npetitioners Brandon Koch and Robert Nash are law-abiding, adult\ncitizens of Rensselaer County, New York. Koch lives in Troy, while\nNash lives in Averill Park. Petitioner New York State Rifle &\nPistol Association, Inc., is a public-interest group organized to\ndefend the Second Amendment rights of New Yorkers. Both Koch and\nNash are members.In 2014, Nash applied for an unrestricted\nlicense to carry a handgun in public. Nash did not claim any unique\ndanger to his personal safety; he simply wanted to carry a handgun\nfor self-defense. In early 2015, the State denied Nash’s\napplication for an unrestricted license but granted him a\nrestricted license for hunting and target shooting only. In late\n2016, Nash asked a licensing officer to remove the restrictions,\nciting a string of recent robberies in his neighborhood. After an\ninformal hearing, the licensing officer denied the request. The\nofficer reiterated that Nash’s existing license permitted him “to\ncarry concealed for purposes of off road back country, outdoor\nactivities similar to hunting,” such as “fishing, hiking &\ncamping etc.” App. 41. But, at the same time, the officer\nemphasized that the restrictions were “intended toprohibit[Nash] from carrying concealed in ANY LOCATION typically open to\nand frequented by the general public.”Ibid.Between 2008 and 2017, Koch was in the same\nposition as Nash: He faced no special dangers, wanted a handgun for\ngeneral self-defense, and had only a restricted license permitting\nhim to carry a handgun outside the home for hunting and target\nshooting. In late 2017, Koch applied to a licensing officer to\nremove the restrictions on his license, citing his extensive\nexperience in safely handling firearms. Like Nash’s application,\nKoch’s was denied, except that the officer permitted Koch to “carry\nto and from work.”Id., at 114.CRespondents are the superintendent of the New\nYork State Police, who oversees the enforcement of the State’s\nlicensing laws, and a New York Supreme Court justice, who oversees\nthe processing of licensing applications in Rensselaer County.\nPetitioners sued respondents for declaratory and injunctive relief\nunder Rev. Stat. 1979, 42 U. S. C. §1983, alleging that\nrespondents violated their Second and Fourteenth Amendment rights\nby denying their unrestricted-license applications on the basis\nthat they had failed to show “proper cause,”i.e., had\nfailed to demonstrate a unique need for self-defense.The District Court dismissed petitioners’\ncomplaint and the Court of Appeals affirmed. See 818 Fed. Appx. 99,\n100 (CA2 2020). Both courts relied on the Court of Appeals’ prior\ndecision inKachalsky, 701 F.3d 81, which had sustained New\nYork’s proper-cause standard, holding that the requirement was\n“substantially related to the achievement of an important\ngovernmental interest.”Id., at 96.We granted certiorari to decide whether New\nYork’s denial of petitioners’ license applications violated the\nConstitution. 593 U. S. ___ (2021).IIInHellerandMcDonald, we held\nthat the Second and Fourteenth Amendments protect an individual\nright to keep and bear arms for self-defense. In doing so, we held\nunconstitutional two laws that prohibited the possession and use of\nhandguns in the home. In the years since, the Courts of Appeals\nhave coalesced around a “two-step” framework for analyzing Second\nAmendment challenges that combines history with means-end\nscrutiny.Today, we decline to adopt that two-part\napproach. In keeping withHeller, we hold that when the\nSecond Amendment’s plain text covers an individual’s conduct, the\nConstitution presumptively protects that conduct. To justify its\nregulation, the government may not simply posit that the regulation\npromotes an important interest. Rather, the government must\ndemonstrate that the regulation is consistent with this Nation’s\nhistorical tradition of firearm regulation. Only if a firearm\nregulation is consistent with this Nation’s historical tradition\nmay a court conclude that the individual’s conduct falls outside\nthe Second Amendment’s “unqualified command.”Konigsbergv.State Bar of Cal.,366 U.S.\n36, 50, n. 10 (1961).[3]ASinceHellerandMcDonald, the\ntwo-step test that Courts of Appeals have developed to assess\nSecond Amendment claims proceeds as follows. At the first step, the\ngovernment may justify its regulation by “establish[ing] that the\nchallenged law regulates activity falling outside the scope of the\nright as originally understood.”E.g.,Kanterv.Barr, 919 F.3d 437, 441 (CA7 2019) (internal quotation marks\nomitted). But seeUnited Statesv.Boyd, 999 F.3d\n171, 185 (CA3 2021) (requiring claimant to show “ ‘a burden on\nconduct falling within the scope of the Second Amendment’s\nguarantee’ ”). The Courts of Appeals then ascertain the\noriginal scope of the right based on its historical meaning.E.g.,United Statesv.Focia, 869 F.3d 1269,\n1285 (CA11 2017). If the government can prove that the regulated\nconduct falls beyond the Amendment’s original scope, “then the\nanalysis can stop there; the regulated activity is categorically\nunprotected.”United Statesv.Greeno, 679 F.3d 510,\n518 (CA6 2012) (internal quotation marks omitted). But if the\nhistorical evidence at this step is “inconclusive or suggests that\nthe regulated activity isnotcategorically unprotected,”\nthe courts generally proceed to step two.Kanter, 919\nF. 3d, at 441 (internal quotation marks omitted).At the second step, courts often analyze “how\nclose the law comes to the core of the Second Amendment right and\nthe severity of the law’s burden on that right.”Ibid.(internal quotation marks omitted).The Courts of Appeals\ngenerally maintain “that the core Second Amendment right is limited\nto self-defensein the home.”Gould, 907 F. 3d,\nat 671 (emphasis added). But seeWrenn, 864 F. 3d, at\n659 (“[T]he Amendment’s core generally covers carrying in public\nfor self defense”). If a “core” Second Amendment right is burdened,\ncourts apply “strict scrutiny” and ask whether the Government can\nprove that the law is “narrowly tailored to achieve a compelling\ngovernmental interest.”Kolbev.Hogan, 849 F.3d 114,\n133 (CA4 2017) (internal quotation marks omitted). Otherwise, they\napply intermediate scrutiny and consider whether the Government can\nshow that the regulation is “substantially related to the\nachievement of an important governmental interest.”Kachalsky, 701 F. 3d, at 96.[4] Both respondents and the United States largely agree\nwith this consensus, arguing that intermediate scrutiny is\nappropriate when text and history are unclear in attempting to\ndelineate the scope of the right. See Brief for Respondents 37;\nBrief for United States asAmicus Curiae4.BDespite the popularity of this two-step\napproach, it is one step too many. Step one of the predominant\nframework is broadly consistent withHeller, which demands a\ntest rooted in the Second Amendment’s text, as informed by history.\nButHellerandMcDonalddo not support applying\nmeans-end scrutiny in the Second Amendment context. Instead, the\ngovernment must affirmatively prove that its firearms regulation is\npart of the historical tradition that delimits the outer bounds of\nthe right to keep and bear arms.1To show whyHellerdoes not support\napplying means-end scrutiny, we first summarizeHeller’s\nmethodological approach to the Second Amendment.InHeller, we began with a “textual\nanalysis” focused on the “ ‘normal and ordinary’ ”\nmeaning of the Second Amendment’s language. 554 U. S., at\n576–577, 578. That analysis suggested that the Amendment’s\noperative clause—“the right of the people to keep and bear Arms\nshall not be infringed”—“guarantee[s] the individual right to\npossess and carry weapons in case of confrontation” that does not\ndepend on service in the militia.Id., at 592.From there, we assessed whether our initial\nconclusion was “confirmed by the historical background of the\nSecond Amendment.”Ibid.We looked to history because “it\nhas always been widely understood that the Second Amendment\n. . . codified apre-existingright.”Ibid.The Amendment “was not intended to lay down a novel principle but\nrather codified a right inherited from our English ancestors.”Id., at 599 (alterations and internal quotation marks\nomitted). After surveying English history dating from the late\n1600s, along with American colonial views leading up to the\nfounding, we found “no doubt, on the basis of both text and\nhistory, that the Second Amendment conferred an individual right to\nkeep and bear arms.”Id., at 595.We then canvassed the historical record and\nfound yet further confirmation. That history included the\n“analogous arms-bearing rights in state constitutions that preceded\nand immediately followed adoption of the Second Amendment,”id., at 600–601, and “how the Second Amendment was\ninterpreted from immediately after its ratification through the end\nof the 19th century,”id., at 605. When the principal\ndissent charged that the latter category of sources was\nillegitimate “postenactment legislative history,”id., at\n662, n. 28 (opinion of Stevens, J.), we clarified that\n“examination of a variety of legal and other sources to determinethe public understandingof a legal text in the period after\nits enactment or ratification” was “a critical tool of\nconstitutional interpretation,”id., at 605 (majority\nopinion).In assessing the postratification history, we\nlooked to four different types of sources. First, we reviewed\n“[t]hree important founding-era legal scholars [who] interpreted\nthe Second Amendment in published writings.”Ibid.Second,\nwe looked to “19th-century cases that interpreted the Second\nAmendment” and found that they “universally support an individual\nright” to keep and bear arms.Id., at 610. Third, we\nexamined the “discussion of the Second Amendment in Congress and in\npublic discourse” after the Civil War, “as people debated whether\nand how to secure constitutional rights for newly freed slaves.”Id., at 614. Fourth, we considered how post-Civil War\ncommentators understood the right. Seeid., at 616–619.After holding that the Second Amendment\nprotected an individual right to armed self-defense, we also relied\non the historical understanding of the Amendment to demark the\nlimits on the exercise of that right. We noted that, “[l]ike most\nrights, the right secured by the Second Amendment is not\nunlimited.”Id., at 626. “From Blackstone through the\n19th-century cases, commentators and courts routinely explained\nthat the right was not a right to keep and carry any weapon\nwhatsoever in any manner whatsoever and for whatever purpose.”Ibid.For example, we found it “fairly supported by the\nhistorical tradition of prohibiting the carrying of ‘dangerous and\nunusual weapons’ ” that the Second Amendment protects the\npossession and use of weapons that are “ ‘in common use at the\ntime.’ ”Id., at 627 (first citing 4 W. Blackstone,\nCommentaries on the Laws of England 148–149 (1769); then quotingUnited Statesv.Miller,307\nU.S. 174, 179 (1939)). That said, we cautioned that we were not\n“undertak[ing] an exhaustive historical analysis today of the full\nscope of the Second Amendment” and moved on to considering the\nconstitutionality of the District of Columbia’s handgun ban. 554\nU. S., at 627.We assessed the lawfulness of that handgun ban\nby scrutinizing whether it comported with history and tradition.\nAlthough we noted that the ban “would fail constitutional muster”\n“[u]nder any of the standards of scrutiny that we have applied to\nenumerated constitutional rights,”id., at 628–629, we did\nnot engage in means-end scrutiny when resolving the constitutional\nquestion. Instead, we focused on the historically unprecedented\nnature of the District’s ban, observing that “[f]ew laws in the\nhistory of our Nation have come close to [that] severe\nrestriction.”Id., at 629. Likewise, when one of the\ndissents attempted to justify the District’s prohibition with\n“founding-era historical precedent,” including “various restrictive\nlaws in the colonial period,” we addressed each purported analogue\nand concluded that they were either irrelevant or “d[id] not\nremotely burden the right of self-defense as much as an absolute\nban on handguns.”Id., at 631–632; seeid., at\n631–634. Thus, our earlier historical analysis sufficed to show\nthat the Second Amendment did not countenance a “complete\nprohibition” on the use of “the most popular weapon chosen by\nAmericans for self-defense in the home.”Id., at 629.2As the foregoing shows,Heller’s\nmethodology centered on constitutional text and history. Whether it\ncame to defining the character of the right (individual or militia\ndependent), suggesting the outer limits of the right, or assessing\nthe constitutionality of a particular regulation,Hellerrelied on text and history. It did not invoke any means-end test\nsuch as strict or intermediate scrutiny.Moreover,HellerandMcDonaldexpressly rejected the application of any “judge-empowering\n‘interest-balancing inquiry’ that ‘asks whether the statute burdens\na protected interest in a way or to an extent that is out of\nproportion to the statute’s salutary effects upon other important\ngovernmental interests.’ ”Heller, 554 U. S., at\n634 (quotingid., at 689–690 (Breyer, J., dissenting)); see\nalsoMcDonald, 561 U. S., at 790–791 (plurality\nopinion) (the Second Amendment does not permit—let alone\nrequire—“judges to assess the costs and benefits of firearms\nrestrictions” under means-end scrutiny). We declined to engage in\nmeans-end scrutiny because “[t]he very enumeration of the right\ntakes out of the hands of government—even the Third Branch of\nGovernment—the power to decide on a case-by-case basis whether the\nright isreally worthinsisting upon.”Heller, 554\nU. S., at 634. We then concluded: “A constitutional guarantee\nsubject to future judges’ assessments of its usefulness is no\nconstitutional guarantee at all.”Ibid.Not only didHellerdecline to engage in\nmeans-end scrutiny generally, but it also specifically ruled out\nthe intermediate-scrutiny test that respondents and the United\nStates now urge us to adopt. Dissenting inHeller, Justice\nBreyer’s proposed standard—“ask[ing] whether [a] statute burdens a\nprotected interest in a way or to an extent that is out of\nproportion to the statute’s salutary effects upon other important\ngovernmental interests,”id., at 689–690 (dissenting\nopinion)—simply expressed a classic formulation of intermediate\nscrutiny in a slightly different way, seeClarkv.Jeter,486 U.S.\n456, 461 (1988) (asking whether the challenged law is\n“substantially related to an important government objective”). In\nfact, Justice Breyer all but admitted that hisHellerdissent advocated for intermediate scrutiny by repeatedly invoking\na quintessential intermediate- scrutiny precedent. SeeHeller, 554 U. S., at 690, 696, 704–705 (citingTurner Broadcasting System,Inc.v.FCC,520 U.S.\n180(1997)). Thus, whenHellerexpressly rejected that\ndissent’s “interest-balancing inquiry,” 554 U. S., at 634\n(internal quotation marks omitted), it necessarily rejected\nintermediate scrutiny.[5]In sum, the Courts of Appeals’ second step is\ninconsistent withHeller’s historical approach and its\nrejection of means-end scrutiny. We reiterate that the standard for\napplying the Second Amendment is as follows: When the Second\nAmendment’s plain text covers an individual’s conduct, the\nConstitution presumptively protects that conduct. The government\nmust then justify its regulation by demonstrating that it is\nconsistent with the Nation’s historical tradition of firearm\nregulation. Only then may a court conclude that the individual’s\nconduct falls outside the Second Amendment’s “unqualified command.”Konigsberg, 366 U. S., at 50, n. 10.CThis Second Amendment standard accords with\nhow we protect other constitutional rights. Take, for instance, the\nfreedom of speech in the First Amendment, to whichHellerrepeatedly compared the right to keep and bear arms. 554\nU. S., at 582, 595, 606, 618, 634–635. In that context,\n“[w]hen the Government restricts speech, the Government bears the\nburden of proving the constitutionality of its actions.”United\nStatesv.Playboy Entertainment Group,Inc.,529 U.S.\n803, 816 (2000); see alsoPhiladelphia Newspapers,Inc.v.Hepps,475 U.S.\n767, 777 (1986). In some cases, that burden includes showing\nwhether the expressive conduct falls outside of the category of\nprotected speech. SeeIllinois ex rel. Madiganv.Telemarketing Associates,Inc.,538 U.S.\n600, 620, n. 9 (2003). And to carry that burden, the\ngovernment must generally point tohistoricalevidence about\nthe reach of the First Amendment’s protections. See,e.g.,United Statesv.Stevens,559\nU.S. 460, 468–471 (2010) (placing the burden on the government\nto show that a type of speech belongs to a “historic and\ntraditional categor[y]” of constitutionally unprotected speech\n“long familiar to the bar” (internal quotation marks omitted)).And beyond the freedom of speech, our focus on\nhistory also comports with how we assess many other constitutional\nclaims. If a litigant asserts the right in court to “be confronted\nwith the witnesses against him,” U. S. Const., Amdt. 6, we\nrequire courts to consult history to determine the scope of that\nright. See,e.g.,Gilesv.California,554 U.S.\n353, 358 (2008) (“admitting only those exceptions [to the\nConfrontation Clause] established at the time of the founding”\n(internal quotation marks omitted)). Similarly, when a litigant\nclaims a violation of his rights under the Establishment Clause,\nMembers of this Court “loo[k] to history for guidance.”American\nLegionv.American Humanist Assn., 588 U. S. ___,\n___ (2019) (plurality opinion) (slip op., at 25). We adopt a\nsimilar approach here.To be sure, “[h]istorical analysis can be\ndifficult; it sometimes requires resolving threshold questions, and\nmaking nuanced judgments about which evidence to consult and how to\ninterpret it.”McDonald, 561 U. S., at 803–804 (Scalia,\nJ., concurring). But reliance on history to inform the meaning of\nconstitutional text—especially text meant to codify apre-existingright—is, in our view, more legitimate, and\nmore administrable, than asking judges to “make difficult empirical\njudgments” about “the costs and benefits of firearms restrictions,”\nespecially given their “lack [of] expertise” in the field.Id., at 790–791 (plurality opinion).[6]If the last decade of Second Amendment\nlitigation has taught this Court anything, it is that federal\ncourts tasked with making such difficult empirical judgments\nregarding firearm regulations under the banner of “intermediate\nscrutiny” often defer to the determinations of legislatures. But\nwhile that judicial deference to legislative interest balancing is\nunderstandable—and, elsewhere, appropriate—it is not deference that\nthe Constitution demands here. The Second Amendment “is the veryproductof an interest balancing by the people” and it\n“surely elevates above all other interests the right of\nlaw-abiding, responsible citizens to use arms” for self-defense.Heller, 554 U. S., at 635. It is this balance—struck by\nthe traditions of the American people—that demands our unqualified\ndeference.DThe test that we set forth inHellerand apply today requires courts to assess whether modern firearms\nregulations are consistent with the Second Amendment’s text and\nhistorical understanding. In some cases, that inquiry will be\nfairly straightforward. For instance, when a challenged regulation\naddresses a general societal problem that has persisted since the\n18th century, the lack of a distinctly similar historical\nregulation addressing that problem is relevant evidence that the\nchallenged regulation is inconsistent with the Second Amendment.\nLikewise, if earlier generations addressed the societal problem,\nbut did so through materially different means, that also could be\nevidence that a modern regulation is unconstitutional. And if some\njurisdictions actually attempted to enact analogous regulations\nduring this timeframe, but those proposals were rejected on\nconstitutional grounds, that rejection surely would provide some\nprobative evidence of unconstitutionality.Helleritself exemplifies this kind of\nstraightforward historical inquiry. One of the District’s\nregulations challenged inHeller“totally ban[ned] handgun\npossession in the home.”Id., at 628. The District inHelleraddressed a perceived societal problem—firearm\nviolence in densely populated communities—and it employed a\nregulation—a flat ban on the possession of handguns in the\nhome—that the Founders themselves could have adopted to confront\nthat problem. Accordingly, after considering “founding-era\nhistorical precedent,” including “various restrictive laws in the\ncolonial period,” and finding that none was analogous to the\nDistrict’s ban,Hellerconcluded that the handgun ban was\nunconstitutional.Id.,at 631; see alsoid.,at 634\n(describing the claim that “there were somewhat similar\nrestrictions in the founding period” a “false proposition”).New York’s proper-cause requirement concerns the\nsame alleged societal problem addressed inHeller: “handgun\nviolence,” primarily in “urban area[s].”Ibid.Following the\ncourse charted byHeller, we will consider whether\n“historical precedent” from before, during, and even after the\nfounding evinces a comparable tradition of regulation.Id.,at 631. And, as we explain below, we find no such tradition in the\nhistorical materials that respondents and theiramicihave\nbrought to bear on that question. See Part III–B,infra.While the historical analogies here and inHellerare relatively simple to draw, other cases\nimplicating unprecedented societal concerns or dramatic\ntechnological changes may require a more nuanced approach. The\nregulatory challenges posed by firearms today are not always the\nsame as those that preoccupied the Founders in 1791 or the\nReconstruction generation in 1868. Fortunately, the Founders\ncreated a Constitution—and a Second Amendment—“intended to endure\nfor ages to come, and consequently, to be adapted to the various\ncrises of human affairs.”McCullochv.Maryland, 4\nWheat. 316, 415 (1819) (emphasis deleted). Although its meaning is\nfixed according to the understandings of those who ratified it, the\nConstitution can, and must, apply to circumstances beyond those the\nFounders specifically anticipated. See,e.g.,United\nStatesv.Jones,565 U.S.\n400, 404–405 (2012) (holding that installation of a tracking\ndevice was “a physical intrusion [that] would have been considered\na ‘search’ within the meaning of the Fourth Amendment when it was\nadopted”).We have already recognized inHellerat\nleast one way in which the Second Amendment’s historically fixed\nmeaning applies to new circumstances: Its reference to “arms” does\nnot apply “only [to] those arms in existence in the 18th century.”\n554 U. S., at 582. “Just as the First Amendment protects\nmodern forms of communications, and the Fourth Amendment applies to\nmodern forms of search, the Second Amendment extends, prima facie,\nto all instruments that constitute bearable arms, even those that\nwere not in existence at the time of the founding.”Ibid.(citations omitted). Thus, even though the Second Amendment’s\ndefinition of “arms” is fixed according to its historical\nunderstanding, that general definition covers modern instruments\nthat facilitate armed self-defense. Cf.Caetanov.Massachusetts, 577 U.S. 411, 411–412 (2016) (per\ncuriam) (stun guns).Much like we use history to determine which\nmodern “arms” are protected by the Second Amendment, so too does\nhistory guide our consideration of modern regulations that were\nunimaginable at the founding. When confronting such present-day\nfirearm regulations, this historical inquiry that courts must\nconduct will often involve reasoning by analogy—a commonplace task\nfor any lawyer or judge. Like all analogical reasoning, determining\nwhether a historical regulation is a proper analogue for a\ndistinctly modern firearm regulation requires a determination of\nwhether the two regulations are “relevantly similar.” C. Sunstein,\nOn Analogical Reasoning, 106 Harv. L. Rev. 741, 773 (1993).\nAnd because “[e]verything is similar in infinite ways to everything\nelse,”id.,at 774, one needs “some metric enabling the\nanalogizer to assess which similarities are important and which are\nnot,” F. Schauer & B. Spellman, Analogy, Expertise, and\nExperience, 84 U. Chi. L. Rev. 249, 254 (2017). For instance,\na green truck and a green hat are relevantly similar if one’s\nmetric is “things that are green.” Seeibid.They are not\nrelevantly similar if the applicable metric is “things you can\nwear.”While we do not now provide an exhaustive survey\nof the features that render regulations relevantly similar under\nthe Second Amendment, we do think thatHellerandMcDonaldpoint toward at least two metrics: how and why the\nregulations burden a law-abiding citizen’s right to armed\nself-defense. As we stated inHellerand repeated inMcDonald, “individual self-defense is ‘thecentral\ncomponent’ of the Second Amendment right.”McDonald, 561\nU. S., at 767 (quotingHeller, 554 U. S., at 599);\nsee alsoid.,at 628 (“the inherent right of self-defense\nhas been central to the Second Amendment right”). Therefore,\nwhether modern and historical regulations impose a comparable\nburden on the right of armed self-defense and whether that burden\nis comparably justified are “ ‘central’ ”\nconsiderations when engaging in an analogical inquiry.McDonald, 561 U. S., at 767 (quotingHeller, 554\nU. S., at 599).[7]To be clear, analogical reasoning under the\nSecond Amendment is neither a regulatory straightjacket nor a\nregulatory blank check. On the one hand, courts should not “uphold\nevery modern law that remotely resembles a historical analogue,”\nbecause doing so “risk[s] endorsing outliers that our ancestors\nwould never have accepted.”Drummondv.Robinson, 9\nF. 4th 217, 226 (CA3 2021). On the other hand, analogical reasoning\nrequires only that the government identify a well-established and\nrepresentative historicalanalogue, not a historicaltwin. So even if a modern-day regulation is not a dead\nringer for historical precursors, it still may be analogous enough\nto pass constitutional muster.Consider, for example,Heller’s\ndiscussion of “longstanding” “laws forbidding the carrying of\nfirearms in sensitive places such as schools and government\nbuildings.” 554 U. S.,at 626. Although the historical\nrecord yields relatively few 18th- and 19th-century “sensitive\nplaces” where weapons were altogether prohibited—e.g.,legislative assemblies, polling places, and courthouses—we are also\naware of no disputes regarding the lawfulness of such prohibitions.\nSee D. Kopel & J. Greenlee, The “Sensitive Places” Doctrine, 13\nCharleston L. Rev. 205, 229–236, 244–247 (2018); see also\nBrief for Independent Institute asAmicus Curiae11–17. We\ntherefore can assume it settled that these locations were\n“sensitive places” where arms carrying could be prohibited\nconsistent with the Second Amendment. And courts can use analogies\nto those historical regulations of “sensitive places” to determine\nthat modern regulations prohibiting the carry of firearms innewand analogous sensitive places are constitutionally\npermissible.Although we have no occasion to comprehensively\ndefine “sensitive places” in this case, we do think respondents err\nin their attempt to characterize New York’s proper-cause\nrequirement as a “sensitive-place” law. In their view, “sensitive\nplaces” where the government may lawfully disarm law-abiding\ncitizens include all “places where people typically congregate and\nwhere law-enforcement and other public-safety professionals are\npresumptively available.” Brief for Respondents 34. It is true that\npeople sometimes congregate in “sensitive places,” and it is\nlikewise true that law enforcement professionals are usually\npresumptively available in those locations. But expanding the\ncategory of “sensitive places” simply to all places of public\ncongregation that are not isolated from law enforcement defines the\ncategory of “sensitive places” far too broadly. Respondents’\nargument would in effect exempt cities from the Second Amendment\nand would eviscerate the general right to publicly carry arms for\nself-defense that we discuss in detail below. See Part III–B,infra. Put simply, there is no historical basis for New York\nto effectively declare the island of Manhattan a “sensitive place”\nsimply because it is crowded and protected generally by the New\nYork City Police Department.LikeHeller, we “do not undertake an\nexhaustive historical analysis . . . of the full scope of\nthe Second Amendment.” 554 U. S., at 626. And we acknowledge\nthat “applying constitutional principles to novel modern conditions\ncan be difficult and leave close questions at the margins.”Hellerv.District of Columbia, 670 F.3d 1244, 1275\n(CADC 2011) (Kavanaugh, J., dissenting). “But that is hardly unique\nto the Second Amendment. It is an essential component of judicial\ndecisionmaking under our enduring Constitution.”Ibid.We\nsee no reason why judges frequently tasked with answering these\nkinds of historical, analogical questions cannot do the same for\nSecond Amendment claims.IIIHaving made the constitutional standard\nendorsed inHellermore explicit, we now apply that standard\nto New York’s proper-cause requirement.AIt is undisputed that petitioners Koch and\nNash—two ordinary, law-abiding, adult citizens—are part of “the\npeople” whom the Second Amendment protects. SeeHeller, 554\nU. S., at 580. Nor does any party dispute that handguns are\nweapons “in common use” today for self-defense. Seeid., at\n627; see alsoCaetano, 577 U. S., at 411–412. We\ntherefore turn to whether the plain text of the Second Amendment\nprotects Koch’s and Nash’s proposed course of conduct—carrying\nhandguns publicly for self-defense.We have little difficulty concluding that it\ndoes. Respondents do not dispute this. See Brief for Respondents\n19. Nor could they. Nothing in the Second Amendment’s text draws a\nhome/public distinction with respect to the right to keep and bear\narms. As we explained inHeller, the “textual elements” of\nthe Second Amendment’s operative clause— “the right of the people\nto keep and bear Arms, shall not be infringed”—“guarantee the\nindividual right to possess and carry weapons in case of\nconfrontation.” 554 U. S., at 592.Hellerfurther\nconfirmed that the right to “bear arms” refers to the right to\n“wear, bear, or carry . . . upon the person or in the\nclothing or in a pocket, for the purpose . . . of being\narmed and ready for offensive or defensive action in a case of\nconflict with another person.”Id., at 584 (quotingMuscarellov.United States,524\nU.S. 125, 143 (1998) (Ginsburg, J., dissenting); internal\nquotation marks omitted).This definition of “bear” naturally encompasses\npublic carry. Most gun owners do not wear a holstered pistol at\ntheir hip in their bedroom or while sitting at the dinner table.\nAlthough individuals often “keep” firearms in their home, at the\nready for self-defense, most do not “bear” (i.e., carry)\nthem in the home beyond moments of actual confrontation. To confine\nthe right to “bear” arms to the home would nullify half of the\nSecond Amendment’s operative protections.Moreover, confining the right to “bear” arms to\nthe home would make little sense given that self-defense is “thecentral componentof the [ Second Amendment] right itself.”Heller, 554 U. S., at 599; see alsoMcDonald,\n561 U. S., at 767. After all, the Second Amendment guarantees\nan “individual right to possess and carry weapons in case of\nconfrontation,”Heller, 554 U. S., at 592, and\nconfrontation can surely take place outside the home.Although we remarked inHellerthat the\nneed for armed self-defense is perhaps “most acute” in the home,id., at 628, we did not suggest that the need was\ninsignificant elsewhere. Many Americans hazard greater danger\noutside the home than in it. SeeMoorev.Madigan,\n702 F.3d 933, 937 (CA7 2012) (“[A] Chicagoan is a good deal more\nlikely to be attacked on a sidewalk in a rough neighborhood than in\nhis apartment on the 35th floor of the Park Tower”). The text of\nthe Second Amendment reflects that reality.The Second Amendment’s plain text thus\npresumptively guarantees petitioners Koch and Nash a right to\n“bear” arms in public for self-defense.BConceding that the Second Amendment guarantees\na general right to public carry, contra,Young, 992\nF. 3d, at 813, respondents instead claim that the Amendment\n“permits a State to condition handgun carrying in areas ‘frequented\nby the general public’ on a showing of a non- speculative need for\narmed self-defense in those areas,” Brief for Respondents 19\n(citation omitted).[8] To\nsupport that claim, the burden falls on respondents to show that\nNew York’s proper-cause requirement is consistent with this\nNation’s historical tradition of firearm regulation. Only if\nrespondents carry that burden can they show that the pre-existing\nright codified in the Second Amendment, and made applicable to the\nStates through the Fourteenth, does not protect petitioners’\nproposed course of conduct.Respondents appeal to a variety of historical\nsources from the late 1200s to the early 1900s. We categorize these\nperiods as follows: (1) medieval to early modern England;\n(2) the American Colonies and the early Republic; (3)\nantebellum America; (4) Reconstruction; and (5) the late-19th and\nearly-20th centuries.We categorize these historical sources because,\nwhen it comes to interpreting the Constitution, not all history is\ncreated equal. “Constitutional rights are enshrined with the scope\nthey were understood to havewhen the people adopted them.”Heller, 554 U. S., at 634–635 (emphasis added). The\nSecond Amendment was adopted in 1791; the Fourteenth in 1868.\nHistorical evidence that long predates either date may not\nilluminate the scope of the right if linguistic or legal\nconventions changed in the intervening years. It is one thing for\ncourts to “reac[h] back to the 14th century” for English practices\nthat “prevailed up to the ‘period immediately before and after the\nframing of the Constitution.’ ”Sprint Communications\nCo.v.APCC Services,Inc.,554 U.S.\n269, 311 (2008) (Roberts, C. J., dissenting). It is quite\nanother to rely on an “ancient” practice that had become “obsolete\nin England at the time of the adoption of the Constitution” and\nnever “was acted upon or accepted in the colonies.”Dimickv.Schiedt,293 U.S.\n474, 477 (1935).As with historical evidence generally, courts\nmust be careful when assessing evidence concerning English\ncommon-law rights. The common law, of course, developed over time.Associated Gen. Contractors of Cal.,Inc.v.Carpenters,459 U.S.\n519, 533, n. 28 (1983); see alsoRogersv.Tennessee,532 U.S.\n451, 461 (2001). And English common-law practices and\nunderstandings at any given time in history cannot be\nindiscriminately attributed to the Framers of our own Constitution.\nEven “the words ofMagna Charta”—foundational as they were\nto the rights of America’s forefathers—“stood for very different\nthings at the time of the separation of the American Colonies from\nwhat they represented originally” in 1215.Hurtadov.California,110 U.S.\n516, 529 (1884). Sometimes, in interpreting our own\nConstitution, “it [is] better not to go too far back into antiquity\nfor the best securities of our liberties,”Funkv.United\nStates,290 U.S.\n371, 382 (1933), unless evidence shows that medieval law\nsurvived to become our Founders’ law. A long, unbroken line of\ncommon-law precedent stretching from Bracton to Blackstone is far\nmore likely to be part of our law than a short-lived, 14th-century\nEnglish practice.Similarly, we must also guard against giving\npostenactment history more weight than it can rightly bear. It is\ntrue that inHellerwe reiterated that evidence of “how the\nSecond Amendment was interpreted from immediately after its\nratification through the end of the 19th century” represented a\n“critical tool of constitutional interpretation.” 554 U. S.,\nat 605. We therefore examined “a variety of legal and other sources\nto determinethe public understandingof [the Second\nAmendment] after its . . . ratification.”Ibid.And, in other contexts, we have explained that “ ‘a regular\ncourse of practice’ can ‘liquidate & settle the meaning\nof ’ disputed or indeterminate ‘terms & phrases’ ” in\nthe Constitution.Chiafalov.Washington, 591\nU. S. ___, ___ (2020) (slip op., at 13) (quoting Letter from\nJ. Madison to S. Roane (Sept. 2, 1819), in 8 Writings of James\nMadison 450 (G. Hunt ed. 1908)); see also,e.g.,Houston\nCommunity College Systemv.Wilson, 595 U. S. ___,\n___ (2022) (slip op., at 5) (same); The Federalist No. 37, p. 229\n(C. Rossiter ed. 1961) (J. Madison); see generally C. Nelson,Stare Decisisand Demonstrably Erroneous Precedents, 87 Va.\nL. Rev. 1, 10–21 (2001); W. Baude, Constitutional Liquidation,\n71 Stan. L. Rev. 1 (2019). In other words, we recognize that\n“where a governmental practice has been open, widespread, and\nunchallenged since the early days of the Republic, the practice\nshould guide our interpretation of an ambiguous constitutional\nprovision.”NLRBv.Noel Canning,573 U.S.\n513, 572 (2014) (Scalia, J., concurring in judgment); see alsoMyersv.United States,272 U.S.\n52, 174 (1926);Printzv.United States,521 U.S.\n898, 905 (1997).But to the extent later history contradicts what\nthe text says, the text controls. “ ‘[L]iquidating’\nindeterminacies in written laws is far removed from expanding or\naltering them.”Gamblev.United States, 587\nU. S. ___, ___ (2019) (Thomas, J., concurring) (slip op., at\n13); see also Letter from J. Madison to N. Trist (Dec. 1831), in 9\nWritings of James Madison 477 (G. Hunt ed. 1910). Thus, “post-\nratification adoption or acceptance of laws that areinconsistentwith the original meaning of the constitutional\ntext obviously cannot overcome or alter that text.”Heller,\n670 F. 3d, at 1274, n. 6 (Kavanaugh, J., dissenting); see\nalsoEspinozav.Montana Dept. of Revenue, 591\nU. S. ___, ___ (2020) (slip op., at 15).As we recognized inHelleritself,\nbecause post-Civil War discussions of the right to keep and bear\narms “took place 75 years after the ratification of the Second\nAmendment, they do not provide as much insight into its original\nmeaning as earlier sources.” 554 U. S., at 614; cf.Sprint\nCommunications Co., 554 U. S., at 312 (Roberts,\nC. J., dissenting) (“The belated innovations of the mid- to\nlate-19th-century courts come too late to provide insight into the\nmeaning of [the Constitution in 1787]”). And we made clear inGamblethatHeller’s interest in mid- to\nlate-19th-century commentary was secondary.Hellerconsidered this evidence “only after surveying what it regarded as\na wealth of authority for its reading—including the text of the\nSecond Amendment and state constitutions.”Gamble, 587\nU. S., at ___ (majority opinion) (slip op., at 23). In other\nwords, this 19th-century evidence was “treated as mere confirmation\nof what the Court thought had already been established.”Ibid.A final word on historical method: Strictly\nspeaking, New York is bound to respect the right to keep and bear\narms because of the Fourteenth Amendment, not the Second. See,e.g.,Barron ex rel. Tiernanv.Mayor of\nBaltimore, 7 Pet. 243, 250–251 (1833) (Bill of Rights applies\nonly to the Federal Government). Nonetheless, we have made clear\nthat individual rights enumerated in the Bill of Rights and made\napplicable against the States through the Fourteenth Amendment have\nthe same scope as against the Federal Government. See,e.g.,Ramosv.Louisiana, 590 U. S. ___, ___ (2020)\n(slip op., at 7);Timbsv.Indiana, 586 U. S.\n___, ___–___ (2019) (slip op., at 2–3);Malloyv.Hogan,378 U.S.\n1, 10–11 (1964). And we have generally assumed that the scope\nof the protection applicable to the Federal Government and States\nis pegged to the public understanding of the right when the Bill of\nRights was adopted in 1791. See,e.g.,Crawfordv.Washington,541 U.S.\n36, 42–50 (2004) ( Sixth Amendment);Virginiav.Moore,553 U.S.\n164, 168–169 (2008) ( Fourth Amendment);Nevada Comm’n on\nEthicsv.Carrigan,564 U.S.\n117, 122–125 (2011) ( First Amendment).We also acknowledge that there is an ongoing\nscholarly debate on whether courts should primarily rely on the\nprevailing understanding of an individual right when the Fourteenth\nAmendment was ratified in 1868 when defining its scope (as well as\nthe scope of the right against the Federal Government). See,e.g., A. Amar, The Bill of Rights: Creation and\nReconstruction xiv, 223, 243 (1998); K. Lash, Re-Speaking the Bill\nof Rights: A New Doctrine of Incorporation (Jan. 15, 2021)\n(manuscript, at 2), https://papers.ssrn\n.com/sol3/papers.cfm?abstract_id=3766917 (“When the people adopted\nthe Fourteenth Amendment into existence, they readopted the\noriginal Bill of Rights, and did so in a manner that invested those\noriginal 1791 texts with new 1868 meanings”). We need not address\nthis issue today because, as we explain below, the public\nunderstanding of the right to keep and bear arms in both 1791 and\n1868 was, for all relevant purposes, the same with respect to\npublic carry.*  *  *With these principles in mind, we turn to\nrespondents’ historical evidence. Throughout modern Anglo-American\nhistory, the right to keep and bear arms in public has\ntraditionally been subject to well-defined restrictions governing\nthe intent for which one could carry arms, the manner of carry, or\nthe exceptional circumstances under which one could not carry arms.\nBut apart from a handful of late-19th-century jurisdictions, the\nhistorical record compiled by respondents does not demonstrate a\ntradition of broadly prohibiting the public carry of commonly used\nfirearms for self-defense. Nor is there any such historical\ntradition limiting public carry only to those law-abiding citizens\nwho demonstrate a special need for self-defense.[9] We conclude that respondents have failed\nto meet their burden to identify an American tradition justifying\nNew York’s proper-cause requirement. UnderHeller’s\ntext-and-history standard, the proper-cause requirement is\ntherefore unconstitutional.1Respondents’ substantial reliance on English\nhistory and custom before the founding makes some sense given our\nstatement inHellerthat the Second Amendment “codified a\nright ‘inherited from our English ancestors.’ ” 554\nU. S., at 599 (quotingRobertsonv.Baldwin,165\nU.S. 275, 281 (1897)); see alsoSmithv.Alabama,124 U.S.\n465, 478 (1888). But this Court has long cautioned that the\nEnglish common law “is not to be taken in all respects to be that\nof America.”Van Nessv.Pacard, 2 Pet. 137, 144\n(1829) (Story, J., for the Court); see alsoWheatonv.Peters, 8 Pet. 591, 659 (1834);Funk, 290 U. S.,\nat 384. Thus, “[t]he language of the Constitution cannot be\ninterpreted safely except by reference to the common law and to\nBritish institutionsas they were when the instrument was framed\nand adopted,” not as they existed in the Middle Ages.Ex parte Grossman,267 U.S.\n87, 108–109 (1925) (emphasis added); see alsoUnited\nStatesv.Reid, 12 How. 361, 363 (1852).We interpret the English history that\nrespondents and the United States muster in light of these\ninterpretive principles. We find that history ambiguous at best and\nsee little reason to think that the Framers would have thought it\napplicable in the New World. It is not sufficiently probative to\ndefend New York’s proper-cause requirement.To begin, respondents and theiramicipoint to several medieval English regulations from as early as 1285\nthat they say indicate a longstanding tradition of restricting the\npublic carry of firearms. See 13 Edw. 1, 102. The most prominent is\nthe 1328 Statute of Northampton (or Statute), passed shortly after\nEdward II was deposed by force of arms and his son, Edward III,\ntook the throne of a kingdom where “tendency to turmoil and\nrebellion was everywhere apparent throughout the realm.” N.\nTrenholme, The Risings in the English Monastic Towns in 1327, 6 Am.\nHist. Rev. 650, 651 (1901). At the time, “[b]ands of malefactors,\nknights as well as those of lesser degree, harried the country,\ncommitting assaults and murders,” prompted by a more general\n“spirit of insubordination” that led to a “decay in English\nnational life.” K. Vickers, England in the Later Middle Ages 107\n(1926).The Statute of Northampton was, in part, “a\nproduct of . . . the acute disorder that still plagued\nEngland.” A. Verduyn, The Politics of Law and Order During the\nEarly Years of Edward III, 108 Eng. Hist. Rev. 842, 850 (1993). It\nprovided that, with some exceptions, Englishmen could not “come\nbefore the King’s Justices, or other of the King’s Ministers doing\ntheir office, with force and arms, nor bring no force in affray of\nthe peace, nor to go nor ride armed by night nor by day, in Fairs,\nMarkets, nor in the presence of the Justices or other Ministers,\nnor in no part elsewhere, upon pain to forfeit their Armour to the\nKing, and their Bodies to Prison at the King’s pleasure.” 2 Edw. 3\nc. 3 (1328).Respondents argue that the prohibition on\n“rid[ing]” or “go[ing] . . . armed” was a sweeping\nrestriction on public carry of self-defense weapons that would\nultimately be adopted in Colonial America and justify onerous\npublic-carry regulations. Notwithstanding the ink the parties spill\nover this provision, the Statute of Northampton—at least as it was\nunderstood during the Middle Ages—has little bearing on the Second\nAmendment adopted in 1791. The Statute of Northampton was enacted\nnearly 20 years before the Black Death, more than 200 years before\nthe birth of Shakespeare, more than 350 years before the Salem\nWitch Trials, more than 450 years before the ratification of the\nConstitution, and nearly 550 years before the adoption of the\nFourteenth Amendment.The Statute’s prohibition on going or riding\n“armed” obviously did not contemplate handguns, given they did not\nappear in Europe until about the mid-1500s. See K. Chase, Firearms:\nA Global History to 1700, p. 61 (2003). Rather, it appears to\nhave been centrally concerned with the wearing of armor. See,e.g., Calendar of the Close Rolls, Edward III, 1330–1333,\np. 131 (Apr. 3, 1330) (H. Maxwell-Lyte ed. 1898);id.,\nat 243 (May 28, 1331);id., Edward III, 1327–1330, at 314\n(Aug. 29, 1328) (1896). If it did apply beyond armor, it applied to\nsuch weapons as the “launcegay,” a 10- to 12-foot-long lightweight\nlance. See 7 Rich. 2 c. 13 (1383); 20 Rich. 2 c. 1 (1396).The Statute’s apparent focus on armor and,\nperhaps, weapons like launcegays makes sense given that armor and\nlances were generally worn or carried only when one intended to\nengage in lawful combat or—as most early violations of the Statute\nshow—to breach the peace. See,e.g., Calendar of the Close\nRolls, Edward III, 1327–1330, at 402 (July 7, 1328);id.,\nEdward III, 1333–1337, at 695 (Aug. 18, 1336) (1898). Contrast\nthese arms with daggers. In the medieval period, “[a]lmost everyone\ncarried a knife or a dagger in his belt.” H. Peterson, Daggers and\nFighting Knives of the Western World 12 (2001). While these knives\nwere used by knights in warfare, “[c]ivilians wore them for\nself-protection,” among other things.Ibid.Respondents\npoint to no evidence suggesting the Statute applied to the smaller\nmedieval weapons that strike us as most analogous to modern\nhandguns.When handguns were introduced in England during\nthe Tudor and early Stuart eras, they did prompt royal efforts at\nsuppression. For example, Henry VIII issued several proclamations\ndecrying the proliferation of handguns, and Parliament passed\nseveral statutes restricting their possession. See,e.g., 6\nHen. 8 c. 13, §1 (1514); 25 Hen. 8 c. 17, §1 (1533); 33 Hen. 8 c. 6\n(1541); Prohibiting Use of Handguns and Crossbows (Jan. 1537), in 1\nTudor Royal Proclamations 249 (P. Hughes & J. Larkin eds.\n1964). But Henry VIII’s displeasure with handguns arose not\nprimarily from concerns about their safety but rather their\ninefficacy. Henry VIII worried that handguns threatened\nEnglishmen’s proficiency with the longbow—a weapon many believed\nwas crucial to English military victories in the 1300s and 1400s,\nincluding the legendary English victories at Crécy and Agincourt.\nSee R. Payne-Gallwey, The Crossbow 32, 34 (1903); L. Schwoerer, Gun\nCulture in Early Modern England 54 (2016) (Schwoerer).Similarly, James I considered small\nhandguns—called dags—“utterly unserviceable for defence, Militarie\npractise, or other lawful use.” A Proclamation Against Steelets,\nPocket Daggers, Pocket Dagges and Pistols (R. Barker printer 1616).\nBut, in any event, James I’s proclamation in 1616 “was the last one\nregarding civilians carrying dags,” Schwoerer 63. “After this the\nquestion faded without explanation.”Ibid.So, by the time\nEnglishmen began to arrive in America in the early 1600s, the\npublic carry of handguns was no longer widely proscribed.When we look to the latter half of the 17th\ncentury, respondents’ case only weakens. As inHeller, we\nconsider this history “[b]etween the [Stuart] Restoration [in 1660]\nand the Glorious Revolution [in 1688]” to be particularly\ninstructive. 554 U. S., at 592. During that time, the Stuart\nKings Charles II and James II ramped up efforts to disarm their\npolitical opponents, an experience that “caused Englishmen\n. . . to be jealous of their arms.”Id., at\n593.In one notable example, the government charged\nSir John Knight, a prominent detractor of James II, with violating\nthe Statute of Northampton because he allegedly “did walk about the\nstreets armed with guns, and that he went into the church of St.\nMichael, in Bristol, in the time of divine service, with a gun, to\nterrify the King’s subjects.”Sir John Knight’s Case, 3 Mod.\n117, 87 Eng. Rep. 75, 76 (K. B. 1686). Chief Justice Holt explained\nthat the Statute of Northampton had “almost gone indesuetudinem,”Rexv.Sir John Knight, 1 Comb.\n38, 38–39, 90 Eng. Rep. 330 (K. B. 1686), meaning that the Statute\nhad largely become obsolete through disuse.[10] And the Chief Justice further explained that\nthe act of “go[ing] armedto terrifythe King’s subjects”\nwas “a great offence at thecommon law” and that the Statute\nof Northampton “is but an affirmance of that law.” 3 Mod., at 118,\n87 Eng. Rep., at 76 (first emphasis added). Thus, one’s conduct\n“will come within the Act,”—i.e., would terrify the King’s\nsubjects—only “where the crime shall appear to be malo animo,” 1\nComb., at 39, 90 Eng. Rep., at 330, with evil intent or malice.\nKnight was ultimately acquitted by the jury.[11]Just three years later, Parliament responded by\nwriting the “predecessor to our Second Amendment” into the 1689\nEnglish Bill of Rights,Heller, 554 U. S., at 593,\nguaranteeing that “Protestants . . . may have Arms for\ntheir Defence suitable to their Conditions, and as allowed by Law,”\n1 Wm. & Mary c. 2, §7, in 3 Eng. Stat. at Large 417 (1689).\nAlthough this right was initially limited—it was restricted to\nProtestants and held only against the Crown, but not Parliament—it\nrepresented a watershed in English history. Englishmen had “never\nbefore claimed . . . the right of the individual to\narms.” Schwoerer 156.[12]\nAnd as that individual right matured, “by the time of the\nfounding,” the right to keep and bear arms was “understood to be an\nindividual right protecting against both public and private\nviolence.”Heller, 554 U. S., at 594.To be sure, the Statute of Northampton survived\nbothSir John Knight’s Caseand the English Bill of Rights,\nbut it was no obstacle to public carry for self-defense in the\ndecades leading to the founding. Serjeant William Hawkins, in his\nwidely read 1716 treatise, confirmed that “no wearing of Arms is\nwithin the meaning of [the Statute of Northampton], unless it be\naccompanied with such Circumstances as are apt to terrify the\nPeople.” 1 Pleas of the Crown 136. To illustrate that proposition,\nHawkins noted as an example that “Persons of Quality” were “in no\nDanger of Offending against this Statute by wearing common Weapons”\nbecause, in those circumstances, it would be clear that they had no\n“Intention to commit any Act of Violence or Disturbance of the\nPeace.”Ibid.; see also T. Barlow, The Justice of Peace 12\n(1745). Respondents do not offer any evidence showing that, in the\nearly 18th century or after, the mere public carrying of a handgun\nwould terrify people. In fact, the opposite seems to have been\ntrue. As time went on, “domestic gun culture [in England] softened”\nany “terror” that firearms might once have conveyed. Schwoerer 4.\nThus, whatever place handguns had in English society during the\nTudor and Stuart reigns, by the time we reach the 18th century—and\nnear the founding—they had gained a fairly secure footing in\nEnglish culture.At the very least, we cannot conclude from this\nhistorical record that, by the time of the founding, English law\nwould have justified restricting the right to publicly bear arms\nsuited for self-defense only to those who demonstrate some special\nneed for self-protection.2Respondents next point us to the history of\nthe Colonies and early Republic, but there is little evidence of an\nearly American practice of regulating public carry by the general\npublic. This should come as no surprise—English subjects founded\nthe Colonies at about the time England had itself begun to\neliminate restrictions on the ownership and use of handguns.In the colonial era, respondents point to only\nthree restrictions on public carry. For starters, we doubt thatthreecolonial regulations could suffice to show a tradition\nof public-carry regulation. In any event, even looking at these\nlaws on their own terms, we are not convinced that they regulated\npublic carry akin to the New York law before us.Two of the statutes were substantively\nidentical. Colonial Massachusetts and New Hampshire both authorized\njustices of the peace to arrest “all Affrayers, Rioters,\nDisturbers, or Breakers of the Peace, and such as shall ride or go\narmed Offensively . . . by Night or by Day, in Fear or\nAffray of Their Majesties Liege People.” 1692 Mass. Acts and Laws\nno. 6, pp. 11–12; see 1699 N. H. Acts and Laws ch. 1.\nRespondents and theiramicicontend that being “armed\noffensively” meant bearing any offensive weapons, including\nfirearms. See Brief for Respondents 33. In particular, respondents’amiciargue that “ ‘offensive’ ” arms in the 1600s\nand 1700s were what Blackstone and others referred to as\n“ ‘dangerous or unusual weapons,’ ” Brief for Professors\nof History and Law asAmici Curiae7 (quoting 4 Blackstone,\nCommentaries, at 148–149), a category that they say included\nfirearms, see alsopost,at 40–42 (Breyer, J.,\ndissenting).Respondents, theiramici, and the dissent\nall misunderstand these statutes. Far from banning the carrying of\nany class of firearms, they merely codified the existing common-law\noffense of bearing arms to terrorize the people, as had the Statute\nof Northampton itself. Seesupra, at 34–37. For instance,\nthe Massachusetts statute proscribed “go[ing] armed Offensively\n. . . in Fear or Affray” of the people, indicating that\nthese laws were modeled after the Statute of Northampton to the\nextent that the statute would have been understood to limit public\ncarryin the late 1600s. Moreover, it makes very little\nsense to read these statutes as banning the public carry of all\nfirearms just a few years after Chief Justice Holt inSir John\nKnight’s Caseindicated that the English common law did not do\nso.Regardless, even if respondents’ reading of\nthese colonial statutes were correct, it would still do little to\nsupport restrictions on the public carry of handgunstoday.\nAt most, respondents can show that colonial legislatures sometimes\nprohibited the carrying of “dangerous and unusual weapons”—a fact\nwe already acknowledged inHeller. See 554 U. S., at\n627. Drawing from this historical tradition, we explained there\nthat the Second Amendment protects only the carrying of weapons\nthat are those “in common use at the time,” as opposed to those\nthat “are highly unusual in society at large.”Ibid.(internal quotation marks omitted). Whatever the likelihood that\nhandguns were considered “dangerous and unusual” during the\ncolonial period, they are indisputably in “common use” for\nself-defense today. They are, in fact, “the quintessential\nself-defense weapon.”Id., at 629. Thus, even if these\ncolonial laws prohibited the carrying of handguns because they were\nconsidered “dangerous and unusual weapons” in the 1690s, they\nprovide no justification for laws restricting the public carry of\nweapons that are unquestionably in common use today.The third statute invoked by respondents was\nenacted in East New Jersey in 1686. It prohibited the concealed\ncarry of “pocket pistol[s]” or other “unusual or unlawful weapons,”\nand it further prohibited “planter[s]” from carrying all pistols\nunless in military service or, if “strangers,” when traveling\nthrough the Province. An Act Against Wearing Swords, &c., ch.\n9, in Grants, Concessions, and Original Constitutions of the\nProvince of New Jersey 290 (2d ed. 1881) (Grants and Concessions).\nThese restrictions do not meaningfully support respondents. The law\nrestricted only concealed carry, not all public carry, and its\nrestrictions applied only to certain “unusual or unlawful weapons,”\nincluding “pocket pistol[s].”Ibid. It also did not apply to\nall pistols, let alone all firearms. “Pocket pistols” had barrel\nlengths of perhaps 3 or 4 inches, far smaller than the 6-inch to\n14-inch barrels found on the other belt and hip pistols that were\ncommonly used for lawful purposes in the 1600s. J. George, English\nPistols and Revolvers 16 (1938); see also,e.g., 14 Car. 2\nc. 3, §20 (1662); H. Peterson, Arms and Armor in Colonial\nAmerica, 1526–1783, p. 208 (1956) (Peterson). Moreover, the\nlaw prohibited only theconcealedcarry of pocket pistols;\nit presumably did not by its terms touch the open carry of larger,\npresumably more common pistols, except as to “planters.”[13] In colonial times, a “planter”\nwas simply a farmer or plantation owner who settled new territory.\nR. Lederer, Colonial American English 175 (1985); New Jersey State\nArchives, J. Klett, Using the Records of the East and West Jersey\nProprietors 31 (rev. ed. 2014),\nhttps://www.nj.gov/state/archives/pdf/proprietors.pdf. While the\nreason behind this singular restriction is not entirely clear,\nplanters may have been targeted because colonial-era East New\nJersey was riven with “strife and excitement” between planters and\nthe Colony’s proprietors “respecting titles to the soil.” See W.\nWhitehead, East Jersey Under the Proprietary Governments 150–151\n(rev. 2d ed. 1875); see also T. Gordon, The History of New Jersey\n49 (1834).In any event, we cannot put meaningful weight on\nthis solitary statute. First, although the “planter” restriction\nmay have prohibited the public carry of pistols, it did not\nprohibit planters from carrying long guns for\nself-defense—including the popular musket and carbine. See Peterson\n41. Second, it does not appear that the statute survived for very\nlong. By 1694, East New Jersey provided that no slave “be permitted\nto carry any gun or pistol . . . into the woods, or\nplantations” unless their owner accompanied them. Grants and\nConcessions 341. If slave-owning planters were prohibited from\ncarrying pistols, it is hard to comprehend why slaves would have\nbeen able to carry them in the planter’s presence. Moreover, there\nis no evidence that the 1686 statute survived the 1702 merger of\nEast and West New Jersey. See 1 Nevill, Acts of the General\nAssembly of the Province of New-Jersey (1752). At most eight years\nof history in half a Colony roughly a century before the founding\nsheds little light on how to properly interpret the Second\nAmendment.Respondents next direct our attention to three\nlate-18th-century and early-19th-century statutes, but each\nparallels the colonial statutes already discussed. One 1786\nVirginia statute provided that “no man, great nor small, [shall] go\nnor ride armed by night nor by day, in fairs or markets, or in\nother places, in terror of the Country.” Collection of All Such\nActs of the General Assembly of Virginia ch. 21, p. 33\n(1794).[14] A Massachusetts\nstatute from 1795 commanded justices of the peace to arrest “all\naffrayers, rioters, disturbers, or breakers of the peace, and such\nas shall ride or go armed offensively, to the fear or terror of the\ngood citizens of this Commonwealth.” 1795 Mass. Acts and Laws ch.\n2, p. 436, in Laws of the Commonwealth of Massachusetts. And\nan 1801 Tennessee statute likewise required any person who would\n“publicly ride or go armed to the terror of the people, or\nprivately carry any dirk, large knife, pistol or any other\ndangerous weapon, to the fear or terror of any person” to post a\nsurety; otherwise, his continued violation of the law would be\n“punished as for a breach of the peace, or riot at common law.”\n1801 Tenn. Acts pp. 260–261.A by-now-familiar thread runs through these\nthree statutes: They prohibit bearing arms in a way that spreads\n“fear” or “terror” among the people. As we have already explained,\nChief Justice Holt inSir John Knight’s Caseinterpreted\nthisin Terrorem Populielement to require something more\nthan merely carrying a firearm in public. Seesupra, at\n34–35. Respondents give us no reason to think that the founding\ngeneration held a different view. Thus, all told, in the century\nleading up to the Second Amendment and in the first decade after\nits adoption, there is no historical basis for concluding that the\npre-existing right enshrined in the Second Amendment permitted\nbroad prohibitions on all forms of public carry.3Only after the ratification of the Second\nAmendment in 1791 did public-carry restrictions proliferate.\nRespondents rely heavily on these restrictions, which generally\nfell into three categories: common-law offenses, statutory\nprohibitions, and “surety” statutes. None of these restrictions\nimposed a substantial burden on public carry analogous to the\nburden created by New York’s restrictive licensing regime.Common-Law Offenses. As during the\ncolonial and founding periods, the common-law offenses of “affray”\nor going armed “to the terror of the people” continued to impose\nsome limits on firearm carry in the antebellum period. But as with\nthe earlier periods, there is no evidence indicating that these\ncommon-law limitations impaired the right of the general population\nto peaceable public carry.For example, the Tennessee attorney general once\ncharged a defendant with the common-law offense of affray, arguing\nthat the man committed the crime when he “ ‘arm[ed] himself\nwith dangerous and unusual weapons, in such a manner as will\nnaturally cause terror to the people.’ ”Simpsonv.State, 13 Tenn. 356, 358 (1833). More specifically, the\nindictment charged that Simpson “with force and arms being arrayed\nin a warlike manner . . . unlawfully, and to the great\nterror and disturbance of divers good citizens, did make an\naffray.”Id., at 361. The Tennessee Supreme Court quashed\nthe indictment, holding that the Statute of Northampton was never\npart of Tennessee law.Id., at 359. But even assuming that\nTennesseans’ ancestors brought with them the common law associated\nwith the Statute, theSimpsoncourt found that if the\nStatute had made, as an “independent ground of affray,” the mere\narming of oneself with firearms, the Tennessee Constitution’s\nSecond Amendment analogue had “completely abrogated it.”Id., at 360. At least in light of that constitutional\nguarantee, the court did not think that it could attribute to the\nmere carrying of arms “a necessarily consequent operation as terror\nto the people.”Ibid.Perhaps more telling was the North Carolina\nSupreme Court’s decision inStatev.Huntly, 25\nN. C. 418 (1843) (per curiam). Unlike the Tennessee\nSupreme Court inSimpson, theHuntlycourt held that\nthe common-law offense codified by the Statute of Northampton was\npart of the State’s law. See 25 N. C., at 421–422. However,\nconsistent with the Statute’s long-settled interpretation, the\nNorth Carolina Supreme Court acknowledged “that the carrying of a\ngun” for a lawful purpose “per seconstitutes no\noffence.”Id., at 422–423. Only carrying for a “wicked\npurpose” with a “mischievous result . . . constitute[d a]\ncrime.”Id., at 423; see also J. Haywood, The Duty and\nOffice of Justices of Peace 10 (1800); H. Potter, The Office and\nDuties of a Justice of the Peace 39 (1816).[15] Other state courts likewise recognized that\nthe common law did not punish the carrying of deadly weaponsper se, but only the carrying of such weapons “for the\npurpose of an affray, and in such manner as to strike terror to the\npeople.”O’Neilv.State, 16 Ala. 65, 67 (1849).\nTherefore, those who sought to carry firearms publicly and\npeaceably in antebellum America were generally free to do so.Statutory Prohibitions. In the early to\nmid-19th century, some States began enacting laws that proscribed\nthe concealed carry of pistols and other small weapons. As we\nrecognized inHeller, “the majority of the 19th-century\ncourts to consider the question held that [these] prohibitions on\ncarrying concealed weapons were lawful under the Second Amendment\nor state analogues.” 554 U. S., at 626. Respondents\nunsurprisingly cite these statutes[16]—and decisions upholding them[17]—as evidence that States were historically\nfree to ban public carry.In fact, however, the history reveals a\nconsensus that States couldnotban public carry altogether.\nRespondents’ cited opinions agreed that concealed-carry\nprohibitions were constitutional only if they did not similarly\nprohibitopencarry. That was true in Alabama. SeeStatev.Reid, 1 Ala. 612, 616, 619–621\n(1840).[18] It was also true\nin Louisiana. SeeStatev.Chandler, 5 La. 489, 490\n(1850).[19] Kentucky,\nmeanwhile, went one step further—the State Supreme Courtinvalidateda concealed-carry prohibition. SeeBlissv.Commonwealth, 12 Ky. 90 (1822).[20]The Georgia Supreme Court’s decision inNunnv.State, 1 Ga. 243 (1846), is particularly\ninstructive. Georgia’s 1837 statute broadly prohibited “wearing” or\n“carrying” pistols “as arms of offence or defence,” without\ndistinguishing between concealed and open carry. 1837 Ga. Acts 90,\n§1. To the extent the 1837 Act prohibited “carrying certain weaponssecretly,” the court explained, it was “valid.”Nunn,\n1 Ga., at 251. But to the extent the Act also prohibited “bearing\narmsopenly,” the court went on, it was “in conflict with\nthe Constitutio[n] andvoid.”Ibid.; see alsoHeller, 554 U. S., at 612. The Georgia Supreme Court’s\ntreatment of the State’s general prohibition on the public carriage\nof handguns indicates that it was considered beyond the\nconstitutional pale in antebellum America to altogether prohibit\npublic carry.Finally, we agree that Tennessee’s prohibition\non carrying “publicly or privately” any “belt or pocket pisto[l],”\n1821 Tenn. Acts ch. 13, p. 15, was, on its face, uniquely\nsevere, seeHeller, 554 U. S., at 629. That said, when\nthe Tennessee Supreme Court addressed the constitutionality of a\nsubstantively identical successor provision, see 1870 Tenn. Acts\nch. 13, §1, p. 28, the court read this language to permit the\npublic carry of larger, military-style pistols because any\ncategorical prohibition on their carry would “violat[e] the\nconstitutional right to keep arms.”Andrewsv.State,\n50 Tenn. 165, 187 (1871); see alsoHeller, 554 U. S.,\nat 629 (discussingAndrews).[21]All told, these antebellum state-court decisions\nevince a consensus view that States could not altogether prohibit\nthe public carry of “arms” protected by the Second Amendment or\nstate analogues.[22]Surety Statutes. In the mid-19th century,\nmany jurisdictions began adopting surety statutes that required\ncertain individuals to post bond before carrying weapons in public.\nAlthough respondents seize on these laws to justify the\nproper-cause restriction, their reliance on them is misplaced.\nThese laws were notbanson public carry, and they typically\ntargeted only those threatening to do harm.As discussed earlier, Massachusetts had\nprohibited riding or going “armed offensively, to the fear or\nterror of the good citizens of this Commonwealth” since 1795. 1795\nMass. Acts and Laws ch. 2, at 436, in Laws of the Commonwealth of\nMassachusetts. In 1836, Massachusetts enacted a new law\nproviding:“If any person shall go armed with a dirk,\ndagger, sword, pistol, or other offensive and dangerous weapon,\nwithout reasonable cause to fear an assault or other injury, or\nviolence to his person, or to his family or property, he may, on\ncomplaint of any person having reasonable cause to fear an injury,\nor breach of the peace, be required to find sureties for keeping\nthe peace, for a term not exceeding six months, with the right of\nappealing as before provided.” Mass. Rev. Stat., ch. 134, §16.In short, the Commonwealth required any person\nwho was reasonably likely to “breach the peace,” and who, standing\naccused, could not prove a special need for self-defense, to post a\nbond before publicly carrying a firearm. Between 1838 and 1871,\nnine other jurisdictions adopted variants of the Massachusetts\nlaw.[23]Contrary to respondents’ position, these\n“reasonable-cause laws” in no way represented the “direct\nprecursor” to the proper-cause requirement. Brief for Respondents\n27. While New York presumes that individuals havenopublic\ncarry right without a showing of heightened need, the surety\nstatutespresumedthat individuals had a right to public\ncarry that could be burdened only if another could make out a\nspecific showing of “reasonable cause to fear an injury, or breach\nof the peace.” Mass. Rev. Stat., ch. 134, §16 (1836).[24] As William Rawle explained in an\ninfluential treatise, an individual’s carrying of arms was\n“sufficient cause to require him to give surety of the peace” only\nwhen “attended with circumstances giving just reason to fear that\nhe purposes to make an unlawful use of them.” A View of the\nConstitution of the United States of America 126 (2d ed. 1829).\nThen, even on such a showing, the surety laws did notprohibitpublic carry in locations frequented by the general\ncommunity. Rather, an accused arms-bearer “could go on carrying\nwithout criminal penalty” so long as he “post[ed] money that would\nbe forfeited if he breached the peace or injured others—a\nrequirement from which he was exempt ifheneeded\nself-defense.”Wrenn, 864 F. 3d, at 661.Thus, unlike New York’s regime, a showing of\nspecial need was required onlyafteran individual was\nreasonably accused of intending to injure another or breach the\npeace. And, even then, proving special need simply avoided a fee\nrather than a ban. All told, therefore, “[u]nder surety laws\n. . . everyone started out with robust carrying rights”\nand only those reasonably accused were required to show a special\nneed in order to avoid posting a bond.Ibid.These\nantebellum special-need requirements “did not expand carrying for\nthe responsible; it shrank burdens on carrying by the (allegedly)\nreckless.”Ibid.One Court of Appeals has nonetheless remarked\nthat these surety laws were “a severe constraint on anyone thinking\nof carrying a weapon in public.”Young, 992 F. 3d, at\n820. That contention has little support in the historical record.\nRespondents cite no evidence showing the average size of surety\npostings. And given that surety laws were “intended merely for\nprevention” and were “not meant as any degree of punishment,” 4\nBlackstone, Commentaries, at 249, the burden these surety statutes\nmay have had on the right to public carry was likely too\ninsignificant to shed light on New York’s proper-cause standard—a\nviolation of which can carry a 4-year prison term or a $5,000 fine.\nInHeller, we noted that founding-era laws punishing\nunlawful discharge “with a small fine and forfeiture of the weapon\n. . . , not with significant criminal penalties,”\nlikely did not “preven[t] a person in the founding era from using a\ngun to protect himself or his family from violence, or that if he\ndid so the law would be enforced against him.” 554 U. S., at\n633–634. Similarly, we have little reason to think that the\nhypothetical possibility of posting a bond would have prevented\nanyone from carrying a firearm for self-defense in the 19th\ncentury.Besides, respondents offer little evidence that\nauthorities ever enforced surety laws. The only recorded case that\nwe know of involved a justice of the peacedecliningto\nrequire a surety, even when the complainant alleged that the\narms-bearer “ ‘did threaten to beat, wou[n]d, mai[m], and\nkill’ ” him. Brief for Professor Robert Leider et al. asAmici Curiae31 (quotingGroverv.Bullock,\nNo. 185 (Worcester Cty., Aug. 13, 1853)); see E. Ruben & S.\nCornell, Firearm Regionalism and Public Carry: Placing Southern\nAntebellum Case Law in Context, 125 Yale L. J. Forum 121, 130,\nn. 53 (2015). And one scholar who canvassed 19th-century\nnewspapers—which routinely reported on local judicial matters—found\nonly a handful of other examples in Massachusetts and the District\nof Columbia, all involving black defendants who may have been\ntargeted for selective or pretextual enforcement. See R. Leider,\nConstitutional Liquidation, Surety Laws, and the Right To Bear Arms\n15–17, in New Histories of Gun Rights and Regulation (J. Blocher,\nJ. Charles, & D. Miller eds.) (forthcoming); see also Brief for\nProfessor Robert Leider et al. asAmici Curiae31–32.\nThat is surely too slender a reed on which to hang a historical\ntradition of restricting the right to public carry.[25]Respondents also argue that surety statutes were\nsevere restrictions on firearms because the “reasonable cause to\nfear” standard was essentiallypro forma, given that\n“merely carrying firearms in populous areas breached the peace”per se. Brief for Respondents 27. But that is a\ncounterintuitive reading of the language that the surety statutes\nactually used. If the mere carrying of handguns breached the peace,\nit would be odd to draft a surety statute requiring a complainant\nto demonstrate “reasonable cause to fear an injury, or breach of\nthe peace,” Mass. Rev. Stat., ch. 134, §16, rather than a\nreasonable likelihood that the arms-bearer carried a covered\nweapon. After all, if it was the nature of the weapon rather than\nthe manner of carry that was dispositive, then the “reasonable\nfear” requirement would be redundant.Moreover, the overlapping scope of surety\nstatutes and criminal statutes suggests that the former were not\nviewed as substantial restrictions on public carry. For example,\nwhen Massachusetts enacted its surety statute in 1836, it\nreaffirmed its 1794 criminal prohibition on “go[ing] armed\noffensively, to the terror of the people.” Mass. Rev. Stat., ch.\n85, §24. And Massachusetts continued to criminalize the carrying of\nvarious “dangerous weapons” well after passing the 1836 surety\nstatute. See,e.g., 1850 Mass. Acts ch. 194, §1,\np. 401; Mass. Gen. Stat., ch. 164, §10 (1860). Similarly,\nVirginia had criminalized the concealed carry of pistols since\n1838, see 1838 Va. Acts ch. 101, §1, nearly a decade before it\nenacted its surety statute, see 1847 Va. Acts ch. 14, §16. It is\nunlikely that these surety statutes constituted a “severe”\nrestraint on public carry, let alone a restriction tantamount to a\nban, when they were supplemented by direct criminal prohibitions on\nspecific weapons and methods of carry.To summarize: The historical evidence from\nantebellum America does demonstrate thatthe mannerof\npublic carry was subject to reasonable regulation. Under the common\nlaw, individuals could not carry deadly weapons in a manner likely\nto terrorize others. Similarly, although surety statutes did not\ndirectly restrict public carry, they did provide financial\nincentives for responsible arms carrying. Finally, States could\nlawfully eliminate one kind of public carry—concealed carry—so long\nas they left open the option to carry openly.None of these historical limitations on the\nright to bear arms approach New York’s proper-cause requirement\nbecause none operated to prevent law-abiding citizens with ordinary\nself-defense needs from carrying arms in public for that\npurpose.4Evidence from around the adoption of the\nFourteenth Amendment also fails to support respondents’ position.\nFor the most part, respondents and the United States ignore the\n“outpouring of discussion of the [right to keep and bear arms] in\nCongress and in public discourse, as people debated whether and how\nto secure constitutional rights for newly free slaves” after the\nCivil War.Heller, 554 U. S., at 614. Of course, we are\nnot obliged to sift the historical materials for evidence to\nsustain New York’s statute. That is respondents’ burden.\nNevertheless, we think a short review of the public discourse\nsurrounding Reconstruction is useful in demonstrating how public\ncarry for self-defense remained a central component of the\nprotection that the Fourteenth Amendment secured for all\ncitizens.A short prologue is in order. Even before the\nCivil War commenced in 1861, this Court indirectly affirmed the\nimportance of the right to keep and bear arms in public. Writing\nfor the Court inDred Scottv.Sandford, 19 How. 393\n(1857), Chief Justice Taney offered what he thought was a parade of\nhorribles that would result from recognizing that free blacks were\ncitizens of the United States. If blacks were citizens, Taney\nfretted, they would be entitled to the privileges and immunities of\ncitizens, including the right “to keep and carry armswherever\nthey went.”Id., at 417 (emphasis added). Thus, even\nChief Justice Taney recognized (albeit unenthusiastically in the\ncase of blacks) that public carry was a component of the right to\nkeep and bear arms—a right free blacks were often denied in\nantebellum America.After the Civil War, of course, the exercise of\nthis fundamental right by freed slaves was systematically thwarted.\nThis Court has already recounted some of the Southern abuses\nviolating blacks’ right to keep and bear arms. SeeMcDonald,\n561 U. S., at 771 (noting the “systematic efforts” made to\ndisarm blacks);id., at 845–847 (Thomas, J., concurring in\npart and concurring in judgment); see also S. Exec. Doc. No. 43,\n39th Cong., 1st Sess., 8 (1866) (“Pistols, old muskets, and\nshotguns were taken away from [freed slaves] as such weapons would\nbe wrested from the hands of lunatics”).In the years before the 39th Congress proposed\nthe Fourteenth Amendment, the Freedmen’s Bureau regularly kept it\nabreast of the dangers to blacks and Union men in the postbellum\nSouth. The reports described how blacks used publicly carried\nweapons to defend themselves and their communities. For example,\nthe Bureau reported that a teacher from a Freedmen’s school in\nMaryland had written to say that, because of attacks on the school,\n“[b]oth the mayor and sheriff have warned the colored people to go\narmed to school, (which they do,)” and that the “[t]he\nsuperintendent of schools came down and brought [the teacher] a\nrevolver” for his protection. Cong. Globe, 39th Cong., 1st Sess.,\n658 (1866); see also H. R. Exec. Doc. No. 68, 39th Cong., 2d\nSess., 91 (1867) (noting how, during the New Orleans riots, blacks\nunder attack “defended themselves . . . with such pistols\nas they had”).Witnesses before the Joint Committee on\nReconstruction also described the depredations visited on Southern\nblacks, and the efforts they made to defend themselves. One\nVirginia music professor related that when “[t]wo Union men were\nattacked . . . they drew their revolvers and held their\nassailants at bay.” H. R. Rep. No. 30, 39th Cong., 1st Sess.,\npt. 2, p. 110 (1866). An assistant commissioner to the Bureau\nfrom Alabama similarly reported that men were “robbing and\ndisarming negroes upon the highway,” H. R. Exec. Doc. No. 70,\n39th Cong., 1st Sess., 297 (1866), indicating that blacks indeed\ncarried arms publicly for their self- protection, even if not\nalways with success. See also H. R. Exec. Doc. No. 329, 40th\nCong., 2d Sess., 41 (1868) (describing a Ku Klux Klan outfit that\nrode “through the country . . . robbing every one they\ncome across of money, pistols, papers, &c.”);id., at 36\n(noting how a black man in Tennessee had been murdered on his way\nto get book subscriptions, with the murderer taking, among other\nthings, the man’s pistol).Blacks had “procured great numbers of old army\nmuskets and revolvers, particularly in Texas,” and “employed them\nto protect themselves” with “vigor and audacity.” S. Exec. Doc. No.\n43, 39th Cong., 1st Sess., at 8. Seeing that government was\ninadequately protecting them, “there [was] the strongest desire on\nthe part of the freedmen to secure arms, revolvers particularly.”\nH. R. Rep. No. 30, 39th Cong., 1st Sess., pt. 3, at 102.On July 6, 1868, Congress extended the 1866\nFreedmen’s Bureau Act, see 15Stat. 83, and reaffirmed that freedmen\nwere entitled to the “full and equal benefit of all laws and\nproceedings concerning personal liberty [and] personal security\n. . .including the constitutional right to keep and\nbear arms.” §14, 14Stat. 176 (1866) (emphasis added). That same\nday, a Bureau official reported that freedmen in Kentucky and\nTennessee were still constantly under threat: “No Union man or\nnegro who attempts to take any active part in politics, or the\nimprovement of his race, is safe a single day; and nearly all sleep\nupon their arms at night, and carry concealed weapons during the\nday.” H. R. Exec. Doc. No. 329, 40th Cong., 2d Sess., at\n40.Of course, even during Reconstruction the right\nto keep and bear arms had limits. But those limits were consistent\nwith a right of the public to peaceably carry handguns for\nself-defense. For instance, when General D. E. Sickles issued a\ndecree in 1866 pre-empting South Carolina’s Black Codes—which\nprohibited firearm possession by blacks—he stated: “The\nconstitutional rights of all loyal and well- disposed inhabitants\nto bear arms will not be infringed; nevertheless this shall not be\nconstrued to sanction the unlawful practice of carrying concealed\nweapons. . . . And no disorderly person, vagrant, or\ndisturber of the peace, shall be allowed to bear arms.” Cong.\nGlobe, 39th Cong., 1st Sess., at 908–909; see alsoMcDonald,\n561 U. S., at 847–848 (opinion of Thomas, J.).[26] Around the same time, the editors of\nThe Loyal Georgian, a prominent black-owned newspaper, were asked\nby “A Colored Citizen” whether “colored persons [have] a right to\nown and carry fire arms.” The editors responded that blacks had\n“thesameright to own and carry fire arms thatothercitizens have.” The Loyal Georgian, Feb. 3, 1866, p. 3, col.\n4. And, borrowing language from a Freedmen’s Bureau circular, the\neditors maintained that “[a]ny person, white or black, may be\ndisarmed if convicted of making an improper or dangerous use of\nweapons,” even though “no military or civil officer has the right\nor authority to disarm any class of people, thereby placing them at\nthe mercy of others.”Ibid.(quoting Circular No. 5,\nFreedmen’s Bureau, Dec. 22, 1865); see alsoMcDonald, 561\nU. S., at 848–849 (opinion of Thomas, J.).[27]As for Reconstruction-era state regulations,\nthere was little innovation over the kinds of public-carry\nrestrictions that had been commonplace in the early 19th century.\nFor instance, South Carolina in 1870 authorized the arrest of “all\nwho go armed offensively, to the terror of the people,” 1870\nS. C. Acts p. 403, no. 288, §4, parroting earlier\nstatutes that codified the common-law offense. That same year,\nafter it cleaved from Virginia, West Virginia enacted a surety\nstatute nearly identical to the one it inherited from Virginia. See\nW. Va. Code, ch. 153, §8. Also in 1870, Tennessee essentially\nreenacted its 1821 prohibition on the public carry of handguns but,\nas explained above, Tennessee courts interpreted that statute to\nexempt large pistols suitable for military use. Seesupra,\nat 46.Respondents and the United States, however,\ndirect our attention primarily to two late-19th-century cases in\nTexas. In 1871, Texas law forbade anyone from “carrying on or about\nhis person . . . any pistol . . . unless he has\nreasonable grounds for fearing an unlawful attack on his person.”\n1871 Tex. Gen. Laws §1. The Texas Supreme Court upheld that\nrestriction inEnglishv.State, 35 Tex. 473 (1871).\nThe Court reasoned that the Second Amendment, and the State’s\nconstitutional analogue, protected only those arms “as are useful\nand proper to an armed militia,” including holster pistols, but not\nother kinds of handguns.Id., at 474–475. Beyond that\nconstitutional holding, theEnglishcourt further opined\nthat the law was not “contrary to public policy,”id., at\n479, given that it “ma[de] all necessary exceptions” allowing\ndeadly weapons to “be carried as means of self-defense,” and\ntherefore “fully cover[ed] all wants of society,”id., at\n477.Four years later, inStatev.Duke, 42 Tex. 455 (1875), the Texas Supreme Court modified\nits analysis. The court reinterpreted Texas’ State Constitution to\nprotect not only military-style weapons but rather all arms “as are\ncommonly kept, according to the customs of the people, and are\nappropriate for open and manly use in self-defense.”Id., at\n458. On that understanding, the court recognized that, in addition\nto “holster pistol[s],” the right to bear arms covered the carry of\n“such pistols at least as are not adapted to being carried\nconcealed.”Id., at 458–459. Nonetheless, after expanding\nthe scope of firearms that warranted state constitutional\nprotection,Dukeheld that requiring any pistol-bearer to\nhave “ ‘reasonable grounds fearing an unlawful attack on\n[one’s] person’ ” was a “legitimate and highly proper”\nregulation of handgun carriage.Id., at 456, 459–460.Dukethus concluded that the 1871 statute “appear[ed] to\nhave respected the right to carry a pistol openly when needed for\nself-defense.”Id., at 459.We acknowledge that the Texas cases support New\nYork’s proper-cause requirement, which one can analogize to Texas’\n“reasonable grounds” standard. But the Texas statute, and the\nrationales set forth inEnglishandDuke, are\noutliers. In fact, only one other State, West Virginia, adopted a\nsimilar public-carry statute before 1900. See W. Va. Code, ch. 148,\n§7 (1887). The West Virginia Supreme Court upheld that prohibition,\nreasoning thatnohandguns of any kind were protected by the\nSecond Amendment, a rationale endorsed by no other court during\nthis period. SeeStatev.Workman, 35 W. Va.\n367, 371–374, 14 S.E. 9, 11 (1891). The Texas decisions therefore\nprovide little insight into how postbellum courts viewed the right\nto carry protected arms in public.In the end, while we recognize the support that\npostbellum Texas provides for respondents’ view, we will not give\ndisproportionate weight to a single state statute and a pair of\nstate-court decisions. As inHeller, we will not “stake our\ninterpretation of the Second Amendment upon a single law, in effect\nin a single [State], that contradicts the overwhelming weight of\nother evidence regarding the right to keep and bear arms for\ndefense” in public. 554 U. S., at 632.5Finally, respondents point to the slight\nuptick in gun regulation during the late-19th century—principally\nin the Western Territories. As we suggested inHeller,\nhowever, late-19th-century evidence cannot provide much insight\ninto the meaning of the Second Amendment when it contradicts\nearlier evidence. Seeid., at 614;supra, at\n28.[28] Here, moreover,\nrespondents’ reliance on late-19th-century laws has several serious\nflaws even beyond their temporal distance from the founding.The vast majority of the statutes that\nrespondents invoke come from the Western Territories. Two\nTerritories prohibited the carry of pistols in towns, cities, and\nvillages, but seemingly permitted the carry of rifles and other\nlong guns everywhere. See 1889 Ariz. Terr. Sess. Laws no. 13, §1,\np. 16; 1869 N. M. Laws ch. 32, §§1–2,\np. 72.[29] Two others\nprohibited the carry ofallfirearms in towns, cities, and\nvillages, including long guns. See 1875 Wyo. Terr. Sess. Laws ch.\n52, §1; 1889 Idaho Terr. Gen. Laws §1, p. 23. And one\nTerritory completely prohibited public carry of pistolseverywhere, but allowed the carry of “shot-guns or rifles”\nfor certain purposes. See 1890 Okla. Terr. Stats., Art. 47, §§1–2,\n5, p. 495.These territorial restrictions fail to justify\nNew York’s proper-cause requirement for several reasons. First, the\nbare existence of these localized restrictions cannot overcome the\noverwhelming evidence of an otherwise enduring American tradition\npermitting public carry. For starters, “[t]he very transitional and\ntemporary character of the American [territorial] system” often\n“permitted legislative improvisations which might not have been\ntolerated in a permanent setup.” E. Pomeroy, The Territories and\nthe United States 1861–1890, p. 4 (1947). These territorial\n“legislative improvisations,” which conflict with the Nation’s\nearlier approach to firearm regulation, are most unlikely to\nreflect “the origins and continuing significance of the Second\nAmendment” and we do not consider them “instructive.”Heller, 554 U. S., at 614.The exceptional nature of these western\nrestrictions is all the more apparent when one considers the\nminiscule territorial populations who would have lived under them.\nTo put that point into perspective, one need not look further than\nthe 1890 census. Roughly 62 million people lived in the United\nStates at that time. Arizona, Idaho, New Mexico, Oklahoma, and\nWyoming combined to account for only 420,000 of those\ninhabitants—about two-thirds of 1% of the population. See Dept. of\nInterior, Compendium of the Eleventh Census: 1890, Part\nI.–Population 2 (1892). Put simply, these western restrictions were\nirrelevant to more than 99% of the American population. We have\nalready explained that we will not stake our interpretation of the\nSecond Amendment upon a law in effect in a single State, or a\nsingle city, “that contradicts the overwhelming weight of other\nevidence regarding the right to keep and bear arms” in public for\nself-defense.Heller, 554 U. S., at 632; seesupra,at 57–58. Similarly, we will not stake our\ninterpretation on a handful of temporary territorial laws that were\nenacted nearly a century after the Second Amendment’s adoption,\ngoverned less than 1% of the American population, and also\n“contradic[t] the overwhelming weight” of other, more\ncontemporaneous historical evidence.Heller, 554 U. S.,\nat 632.Second, because these territorial laws were\nrarely subject to judicial scrutiny, we do not know the basis of\ntheir perceived legality. When States generally prohibited both\nopen and concealed carry of handguns in the late-19th century,\nstate courts usually upheld the restrictions when they exempted\narmy revolvers, or read the laws to exempt at least that category\nof weapons. See,e.g.,Hailev.State, 38 Ark.\n564, 567 (1882);Wilsonv.State, 33 Ark. 557, 560\n(1878);Fifev.State, 31 Ark. 455, 461 (1876);Statev.Wilburn, 66 Tenn. 57, 60 (1872);Andrews, 50 Tenn., at 187.[30] Those state courts that upheld broader prohibitions\nwithout qualification generally operated under a fundamental\nmisunderstanding of the right to bear arms, as expressed inHeller. For example, the Kansas Supreme Court upheld a\ncomplete ban on public carry enacted by the city of Salina in 1901\nbased on the rationale that the Second Amendment protects only “the\nright to bear arms as a member of the state militia, or some other\nmilitary organization provided for by law.”Salinav.Blaksley, 72 Kan. 230, 232, 83 P. 619, 620 (1905). That was\nclearly erroneous. SeeHeller, 554 U. S., at 592.Absent any evidence explainingwhythese\nunprecedented prohibitions onallpublic carry were\nunderstood to comport with the Second Amendment, we fail to see how\nthey inform “the origins and continuing significance of the\nAmendment.”Id., at 614; see also The Federalist No. 37,\nat 229 (explaining that the meaning of ambiguous\nconstitutional provisions can be “liquidated and ascertainedby\na series of particular discussions and adjudications” (emphasis\nadded)).Finally, these territorial restrictions deserve\nlittle weight because they were—consistent with the transitory\nnature of territorial government—short lived. Some were held\nunconstitutional shortly after passage. SeeIn re\nBrickey, 8 Idaho 597, 70 P. 609 (1902). Others did not survive\na Territory’s admission to the Union as a State. See Wyo. Rev.\nStat., ch. 3, §5051 (1899) (1890 law enacted upon statehood\nprohibiting public carry only when combined with “intent, or avowed\npurpose, of injuring [one’s] fellow-man”). Thus, they appear more\nas passing regulatory efforts by not-yet-mature jurisdictions on\nthe way to statehood, rather than part of an enduring American\ntradition of state regulation.Beyond these Territories, respondents identify\none Western State—Kansas—that instructed cities with more than\n15,000 inhabitants to pass ordinances prohibiting the public carry\nof firearms. See 1881 Kan. Sess. Laws §§1, 23, pp. 79,\n92.[31] By 1890, the only\ncities meeting the population threshold were Kansas City, Topeka,\nand Wichita. See Compendium of the Eleventh Census: 1890, at\n442–452. Even if each of these three cities enacted prohibitions by\n1890, their combined population (93,000) accounted for only 6.5% of\nKansas’ total population.Ibid.Although other Kansas cities\nmay also have restricted public carry unilaterally,[32] the lone late-19th-century state law\nrespondents identify does not prove that Kansas meaningfully\nrestricted public carry, let alone demonstrate a broad tradition of\nStates doing so.*  *  *At the end of this long journey through the\nAnglo-American history of public carry, we conclude that\nrespondents have not met their burden to identify an American\ntradition justifying the State’s proper-cause requirement. The\nSecond Amendment guaranteed to “all Americans” the right to bear\ncommonly used arms in public subject to certain reasonable,\nwell-defined restrictions.Heller, 554 U. S., at 581.\nThose restrictions, for example, limited the intent for which one\ncould carry arms, the manner by which one carried arms, or the\nexceptional circumstances under which one could not carry arms,\nsuch as before justices of the peace and other government\nofficials. Apart from a few late-19th-century outlier\njurisdictions, American governments simply have not broadly\nprohibited the public carry of commonly used firearms for personal\ndefense. Nor, subject to a few late-in-time outliers, have American\ngovernments required law-abiding, responsible citizens to\n“demonstrate a special need for self-protection distinguishable\nfrom that of the general community” in order to carry arms in\npublic.Klenosky, 75 App. Div., at 793, 428\nN. Y. S. 2d, at 257.IVThe constitutional right to bear arms in\npublic for self-defense is not “a second-class right, subject to an\nentirely different body of rules than the other Bill of Rights\nguarantees.”McDonald, 561 U. S., at 780 (plurality\nopinion). We know of no other constitutional right that an\nindividual may exercise only after demonstrating to government\nofficers some special need. That is not how the First Amendment\nworks when it comes to unpopular speech or the free exercise of\nreligion. It is not how the Sixth Amendment works when it comes to\na defendant’s right to confront the witnesses against him. And it\nis not how the Second Amendment works when it comes to public carry\nfor self-defense.New York’s proper-cause requirement violates the\nFourteenth Amendment in that it prevents law-abiding citizens with\nordinary self-defense needs from exercising their right to keep and\nbear arms. We therefore reverse the judgment of the Court of\nAppeals and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Notes1See Ala. Code §13A–11–75\n(Cum. Supp. 2021); Alaska Stat. §18.65.700 (2020); Ariz. Rev. Stat.\nAnn. §13–3112 (Cum. Supp. 2021); Ark. Code Ann. §5–73–309 (Supp.\n2021); Colo. Rev. Stat. §18–12–206 (2021); Fla. Stat. §790.06\n(2021); Ga. Code Ann. §16–11–129 (Supp. 2021); Idaho Code Ann.\n§18–3302K (Cum. Supp. 2021); Ill. Comp. Stat., ch. 430, §66/10\n(West Cum. Supp. 2021); Ind. Code §35–47–2–3 (2021); Iowa Code\n§724.7 (2022); Kan. Stat. Ann. §75–7c03 (2021); Ky. Rev. Stat. Ann.\n§237.110 (Lexis Cum. Supp. 2021); La. Rev. Stat. Ann. §40:1379.3\n(West Cum. Supp. 2022); Me. Rev. Stat. Ann., Tit. 25, §2003 (Cum.\nSupp. 2022); Mich. Comp. Laws §28.425b (2020); Minn. Stat. §624.714\n(2020); Miss. Code Ann. §45–9–101 (2022); Mo. Rev. Stat. §571.101\n(2016); Mont. Code Ann. §45–8–321 (2021); Neb. Rev. Stat. §69–2430\n(2019); Nev. Rev. Stat. §202.3657 (2021); N. H. Rev. Stat.\nAnn. §159:6 (Cum. Supp. 2021); N. M. Stat. Ann. §29–19–4\n(2018); N. C. Gen. Stat. Ann. §14–415.11 (2021); N. D.\nCent. Code Ann. §62.1–04–03 (Supp. 2021); Ohio Rev. Code Ann.\n§2923.125 (2020); Okla. Stat., Tit. 21, §1290.12 (2021); Ore. Rev.\nStat. §166.291 (2021); 18 Pa. Cons. Stat. §6109 (Cum. Supp. 2016);\nS. C. Code Ann. §23–31–215(A) (Cum. Supp. 2021); S. D.\nCodified Laws §23–7–7 (Cum. Supp. 2021); Tenn. Code Ann.\n§39–17–1366 (Supp. 2021); Tex. Govt. Code Ann. §411.177 (West Cum.\nSupp. 2021); Utah Code §53–5–704.5 (2022); Va. Code Ann.\n§18.2–308.04 (2021); Wash. Rev. Code §9.41.070 (2021); W. Va. Code\nAnn. §61–7–4 (2021); Wis. Stat. §175.60 (2021); Wyo. Stat. Ann.\n§6–8–104 (2021). Vermont has no permitting system for the concealed\ncarry of handguns. Three States—Connecticut, Delaware, and Rhode\nIsland—have discretionary criteria but appear to operate like\n“shall issue” jurisdictions. See Conn. Gen. Stat. §29–28(b) (2021);\nDel. Code, Tit. 11, §1441 (2022); R. I. Gen. Laws §11–47–11\n(2002). Although Connecticut officials have discretion to deny a\nconcealed-carry permit to anyone who is not a “suitable person,”\nsee Conn. Gen. Stat. §29–28(b), the “suitable person” standard\nprecludes permits only to those “individuals whose conduct has\nshown them to be lacking the essential character of temperament\nnecessary to be entrusted with a weapon.”Dwyerv.Farrell, 193 Conn. 7, 12, 475 A.2d 257, 260 (1984) (internal\nquotation marks omitted). As for Delaware, the State has thus far\nprocessed 5,680 license applications and renewals in fiscal year\n2022 and has denied only 112. See Del. Courts, Super. Ct., Carrying\nConcealed Deadly Weapon (June 9, 2022),\nhttps://courts.delaware.gov/forms/download.aspx?ID=125408.\nMoreover, Delaware appears to have no licensing requirement for\nopen carry. Finally, Rhode Island has a suitability requirement,\nsee R. I. Gen. Laws §11–47–11, but the Rhode Island Supreme\nCourt has flatly denied that the “[d]emonstration of a proper\nshowing of need” is a component of that requirement.Gadomskiv.Tavares, 113 A.3d 387, 392 (2015).\nAdditionally, some “shall issue” jurisdictions have so-called\n“constitutional carry” protections that allow certain individuals\nto carry handguns in public within the State withoutanypermit whatsoever. See,e.g., A. Sherman, More States Remove\nPermit Requirement To Carry a Concealed Gun, PolitiFact (Apr. 12,\n2022),\nhttps://www.politifact.com/article/2022/apr/12/more-states-remove-permit-requirement-carry-concea/\n(“Twenty-five states now have permitless concealed carry laws\n. . . The states that have approved permitless carry laws\nare: Alabama, Alaska, Arizona, Arkansas, Idaho, Indiana, Iowa,\nGeorgia, Kansas, Kentucky, Maine, Mississippi, Missouri, Montana,\nNew Hampshire, North Dakota, Ohio, Oklahoma, South Dakota,\nTennessee, Texas, Utah, Vermont, West Virginia, and\nWyoming”).2See Cal. Penal Code Ann.\n§26150 (West 2021) (“Good cause”); D. C. Code §§7–2509.11(1)\n(2018), 22–4506(a) (Cum. Supp. 2021) (“proper reason,”i.e.,\n“special need for self-protection”); Haw. Rev. Stat. §§134–2 (Cum.\nSupp. 2018), 134–9(a) (2011) (“exceptional case”); Md. Pub. Saf.\nCode Ann. §5–306(a)(6)(ii) (2018) (“good and substantial reason”);\nMass. Gen. Laws, ch. 140, §131(d) (2020) (“good reason”);\nN. J. Stat. Ann. §2C:58–4(c) (West Cum. Supp. 2021)\n(“justifiable need”).3Rather than begin with\nits view of the governing legal framework, the dissent chronicles,\nin painstaking detail, evidence of crimes committed by individuals\nwith firearms. Seepost,at 1–9 (opinion of Breyer, J.). The\ndissent invokes all of these statistics presumably to justify\ngranting States greater leeway in restricting firearm ownership and\nuse. But, as Members of the Court have already explained, “[t]he\nright to keep and bear arms . . . is not the only\nconstitutional right that has controversial public safety\nimplications.”McDonaldv.Chicago,561 U.S.\n742, 783 (2010) (plurality opinion).4SeeAssociation of\nN. J. Rifle&Pistol Clubs,Inc.v.Attorney General N. J., 910 F.3d 106, 117 (CA3 2018);\naccord,Wormanv.Healey, 922 F.3d 26, 33, 36–39 (CA1\n2019);Libertarian Party of Erie Cty.v.Cuomo, 970\nF.3d 106, 127–128 (CA2 2020);Harleyv.Wilkinson,\n988 F.3d 766, 769 (CA4 2021);National Rifle Assn. of Am.,Inc.v.Bureau of Alcohol,Tobacco,Firearms,and Explosives, 700 F.3d 185, 194–195 (CA5\n2012);United Statesv.Greeno, 679 F.3d 510, 518\n(CA6 2012);Kanterv.Barr, 919 F.3d 437, 442 (CA7\n2019);Youngv.Hawaii, 992 F.3d 765, 783 (CA9 2021)\n(en banc);United Statesv.Reese, 627 F.3d 792,\n800–801 (CA10 2010);GeorgiaCarry.Org,Inc.v.Georgia, 687 F.3d 1244, 1260, n. 34 (CA11 2012);United Statesv.Class, 930 F.3d 460, 463 (CADC\n2019).5The dissent asserts that\nwe misreadHellerto eschew means-end scrutiny becauseHellermentioned that the District of Columbia’s handgun ban\n“would fail constitutional muster” “[u]nder any of the standards of\nscrutiny that we have applied to enumerated constitutional rights.”Heller, 554 U. S., at 628–629; seepost,at 23\n(opinion of Breyer, J.). ButHeller’s passing observation\nthat the District’s ban would fail under any heightened “standar[d]\nof scrutiny” did not supplantHeller’s focus on\nconstitutional text and history. Rather,Heller’s comment\n“was more of a gilding-the-lily observation about the extreme\nnature of D.C.’s law,”Hellerv.District of\nColumbia, 670 F.3d 1244, 1277 (CADC 2011) (Kavanaugh, J.,\ndissenting), than a reflection ofHeller’s methodology or\nholding.6The dissent claims thatHeller’s text-and-history test will prove unworkable\ncompared to means-end scrutiny in part because judges are\nrelatively ill equipped to “resolv[e] difficult historical\nquestions” or engage in “searching historical surveys.”Post, at 26, 30. We are unpersuaded. The job of judges is\nnot to resolve historical questions in the abstract; it is to\nresolvelegalquestions presented in particular cases or\ncontroversies. That “legal inquiry is a refined subset” of a\nbroader “historical inquiry,” and it relies on “various evidentiary\nprinciples and default rules” to resolve uncertainties. W. Baude\n& S. Sachs, Originalism and the Law of the Past, 37 L. &\nHist. Rev. 809, 810–811 (2019). For example, “[i]n our adversarial\nsystem of adjudication, we follow the principle of party\npresentation.”United Statesv.Sineneng-Smith, 590\nU. S. ___, ___ (2020) (slip op., at 3). Courts are thus\nentitled to decide a case based on the historical record compiled\nby the parties.7This does not mean that\ncourts may engage in independent means-end scrutiny under the guise\nof an analogical inquiry. Again, the Second Amendment is the\n“product of an interest balancingby the people,” not the\nevolving product of federal judges.Heller, 554 U. S.,\nat 635 (emphasis altered). Analogical reasoning requires judges to\napply faithfully the balance struck by the founding generation to\nmodern circumstances, and contrary to the dissent’s assertion,\nthere is nothing “[i]roni[c]” about that undertaking.Post,at 30. It is not an invitation to revise that balance through\nmeans-end scrutiny.8The dissent claims that\nwe cannot answer the question presented without giving respondents\nthe opportunity to develop an evidentiary record fleshing out “how\nNew York’s law is administered in practice, how much discretion\nlicensing officers in New York possess, or whether the proper cause\nstandard differs across counties.”Post,at 20. We disagree.\nThe dissent does not dispute that any applicant for an unrestricted\nconcealed-carry license in New York can satisfy the proper-cause\nstandard only if he has “ ‘ “a special need for\nself-protection distinguishable from that of the general\ncommunity.” ’ ”Post,at 13 (quotingKachalskyv.County of Westchester, 701 F.3d 81, 86\n(CA2 2012)). And in light of the text of the Second Amendment,\nalong with the Nation’s history of firearm regulation, we conclude\nbelow that a State may not prevent law-abiding citizens from\npublicly carrying handguns because they have not demonstrated a\nspecial need for self-defense. Seeinfra, at 62. That\nconclusion does not depend upon any of the factual questions raised\nby the dissent. Nash and Koch allege that they were denied\nunrestricted licenses because they had not “demonstrate[d] a\nspecial need for self-defense that distinguished [them] from the\ngeneral public.” App. 123, 125. If those allegations are proven\ntrue, then it simply does not matter whether licensing officers\nhave applied the proper-cause standard differently to other\nconcealed-carry license applicants; Nash’s and Koch’s\nconstitutional rights to bear arms in public for self-defense were\nstill violated.9To be clear, nothing in\nour analysis should be interpreted to suggest the\nunconstitutionality of the 43 States’ “shall-issue” licensing\nregimes, under which “a general desire for self-defense is\nsufficient to obtain a [permit].”Drakev.Filko, 724\nF.3d 426, 442 (CA3 2013) (Hardiman, J., dissenting). Because these\nlicensing regimes do not require applicants to show an atypical\nneed for armed self-defense, they do not necessarily prevent\n“law-abiding, responsible citizens” from exercising their Second\nAmendment right to public carry.District of Columbiav.Heller,554 U.S.\n570, 635 (2008). Rather, it appears that these shall-issue\nregimes, which often require applicants to undergo a background\ncheck or pass a firearms safety course, are designed to ensure only\nthat those bearing arms in the jurisdiction are, in fact,\n“law-abiding, responsible citizens.”Ibid.And they likewise\nappear to contain only “narrow, objective, and definite standards”\nguiding licensing officials,Shuttlesworthv.Birmingham,394 U.S.\n147, 151 (1969), rather than requiring the “appraisal of facts,\nthe exercise of judgment, and the formation of an opinion,”Cantwellv.Connecticut,310\nU.S. 296, 305 (1940)—features that typify proper-cause\nstandards like New York’s. That said, because any permitting scheme\ncan be put toward abusive ends, we do not rule out constitutional\nchallenges to shall-issue regimes where, for example, lengthy wait\ntimes in processing license applications or exorbitant fees deny\nordinary citizens their right to public carry.10Another medieval firearm\nrestriction—a 1541 statute enacted under Henry VIII that limited\nthe ownership and use of handguns (which could not be shorter than\na yard) to those subjects with annual property values of at least\n£100, see 33 Hen. 8 c. 6, §§1–2—fell into a similar obsolescence.\nAs far as we can discern, the last recorded prosecutions under the\n1541 statute occurred in 1693, neither of which appears to have\nbeen successful. SeeKingand Queenv.Bullock, 4 Mod. 147, 87 Eng. Rep. 315 (K. B. 1693);Kingv.Litten, 1 Shower, K. B. 367, 89 Eng. Rep. 644\n(K. B. 1693). It seems that other prosecutions under the 1541\nstatute during the late 1600s were similarly unsuccessful. SeeKingv.Silcot, 3 Mod. 280, 280–281, 87 Eng. Rep. 186\n(K. B. 1690);Kingv.Lewellin, 1 Shower, K. B. 48,\n89 Eng. Rep. 440 (K. B. 1689); cf.King and Queenv.Alsop, 4 Mod. 49, 50–51, 87 Eng. Rep. 256, 256–257 (K. B.\n1691). By the late 1700s, it was widely recognized that the 1541\nstatute was “obsolete.” 2 R. Burn, The Justice of the Peace, and\nParish Officer 243, n. (11th ed. 1769); see also,e.g.,The\nFarmer’s Lawyer 143 (1774) (“entirely obsolete”); 1 G. Jacob,\nGame-Laws II, Law-Dictionary (T. Tomlins ed. 1797); 2 R. Burn, The\nJustice of the Peace, and Parish Officer 409 (18th ed. 1797)\n(calling the 1541 statute “a matter more of curiosity than use”).\nIn any event, lest one be tempted to put much evidentiary weight on\nthe 1541 statute, it impeded not only public carry, but further\nmade it unlawful for those without sufficient means to “kepe in his\nor their houses” any “handgun.” 33 Hen. 8 c. 6, §1. Of course, this\nkind of limitation is inconsistent withHeller’s historical\nanalysis regarding the Second Amendment’s meaning at the founding\nand thereafter. So, even if a severe restriction on keeping\nfirearms in the home may have seemed appropriate in the mid-1500s,\nit was not incorporated into the Second Amendment’s scope. We see\nlittle reason why the parts of the 1541 statute that address public\ncarry should not be understood similarly. We note also that even\nthis otherwise restrictive 1541 statute, which generally prohibited\nshooting firearms in any city, exempted discharges “for the defence\nof [one’s] p[er]son or house.” §4. Apparently, the paramount need\nfor self-defense trumped the Crown’s interest in firearm\nsuppression even during the 16th century.11The\ndissent discountsSir John Knight’s Case, 3 Mod. 117, 87\nEng. Rep. 75, because it only “arguably” supports the view that an\nevil-intent requirement attached to the Statute of Northampton by\nthe late 1600s and early 1700s. Seepost, at 37. But again,\nbecause the Second Amendment’s bare text covers petitioners’ public\ncarry, the respondents here shoulder the burden of demonstrating\nthat New York’s proper-cause requirement is consistent with the\nSecond Amendment’s text and historical scope. Seesupra,at\n15. To the extent there are multiple plausible interpretations ofSir John Knight’s Case, we will favor the one that is more\nconsistent with the Second Amendment’s command.12Even\nCatholics, who fell beyond the protection of the right to have\narms, and who were stripped of all “Arms, Weapons, Gunpowder, [and]\nAmmunition,” were at least allowed to keep “such necessary Weapons\nas shall be allowed . . . by Order of the Justices of the\nPeace . . . for the Defence of his House or Person.” 1\nWm. & Mary c. 15, §4, in 3 Eng. Stat. at Large 399\n(1688).13Even\nassuming that pocket pistols were, as East Jersey in 1686 deemed\nthem, “unusual or unlawful,” it appears that they were commonly\nused at least by the founding. See,e.g., G. Neumann, The\nHistory of Weapons of the American Revolution 150–151 (1967); see\nalso H. Hendrick, P. Paradis, & R. Hornick, Human Factors\nIssues in Handgun Safety and Forensics 44 (2008).14The\nVirginia statute all but codified the existing common law in this\nregard. See G. Webb, The Office and Authority of a Justice of Peace\n92 (1736) (explaining how a constable “may take away Arms from such\nwho ride, or go, offensively armed, in Terror of the\nPeople”).15The\ndissent concedes thatHuntly, 25 N. C. 418, recognized\nthat citizens were “ ‘at perfect liberty’  to carry for\n‘lawful purpose[s].’ ”Post, at 42 (quotingHuntly, 25 N. C., at 423). But the dissent disputes\nthat such “lawful purpose[s]” included self-defense, becauseHuntlygoes on to speak more specifically of carrying arms\nfor “business or amusement.”Id., at 422–423. This is an\nunduly stingy interpretation ofHuntly. In particular,Huntlystated that “the citizen is at perfect liberty to\ncarry his gun” “[f]oranylawful purpose,” of which\n“business” and “amusement” were then mentioned.Ibid.(emphasis added).Huntlythen contrasted these “lawful\npurpose[s]” with the “wicked purpose . . . to terrify and\nalarm.”Ibid.Because there is no evidence thatHuntlyconsidered self-defense a “wicked purpose,” we think\nthe best reading ofHuntlywould sanction public carry for\nself-defense, so long as it was not “in such [a] manner as\nnaturally will terrify and alarm.”Id., at 423.16Beginning in 1813 with Kentucky, six\nStates (five of which were in the South) enacted laws prohibiting\nthe concealed carry of pistols by 1846. See 1813 Ky. Acts §1,\np. 100; 1813 La. Acts p. 172; 1820 Ind. Acts p. 39;\nArk. Rev. Stat. §13, p. 280 (1838); 1838 Va. Acts ch. 101, §1,\np. 76; 1839 Ala. Acts no. 77, §1. During this period, Georgia\nenacted a law that appeared to prohibit both concealed and open\ncarry, see 1837 Ga. Acts §§1, 4, p. 90, but the Georgia\nSupreme Court later held that the prohibition could not extend to\nopen carry consistent with the Second Amendment. Seeinfra,\nat 45–46. Between 1846 and 1859, only one other State, Ohio, joined\nthis group. 1859 Ohio Laws §1, p. 56. Tennessee, meanwhile,\nenacted in 1821 a broader law that prohibited carrying, among other\nthings, “belt or pocket pistols, either public or private,” except\nwhile traveling. 1821 Tenn. Acts ch. 13, §1, p. 15. And the\nTerritory of Florida prohibited concealed carry during this same\ntimeframe. See 1835 Terr. of Fla. Laws p. 423.17SeeStatev.Mitchell, 3 Blackf. 229 (Ind. 1833);Statev.Reid, 1 Ala. 612, 616 (1840);Statev.Buzzard, 4 Ark. 18 (1842);Nunnv.State, 1\nGa. 243 (1846);Statev.Chandler, 5 La. 489 (1850);Statev.Smith, 11 La. 633 (1856);Statev.Jumel, 13 La. 399 (1858). But seeBlissv.Commonwealth, 12 Ky. 90 (1822). See generally 2 J. Kent,\nCommentaries on American Law *340, n.b.18SeeReid, 1 Ala., at 619 (holding that “the Legislature cannot\ninhibit the citizen from bearing arms openly”);id., at 621\n(noting that there was no evidence “tending to show that the\ndefendant could not have defended himself as successfully, by\ncarrying the pistol openly, as by secreting it about his\nperson”).19See,e.g.,Chandler, 5 La., at 490 (Louisiana\nconcealed-carry prohibition “interfered with no man’s right to\ncarry arms (to use its words) ‘in full open view,’ which places men\nupon an equality”);Smith, 11 La., at 633 (The “arms”\ndescribed in the Second Amendment “are such as are borne by a\npeople in war, or at least carried openly”);Jumel, 13 La.,\nat 399–400 (“The statute in question does not infringe the right of\nthe people to keep or bear arms. It is a measure of police,\nprohibiting onlya particular modeof bearing arms which is\nfound dangerous to the peace of society”).20With\nrespect to Indiana’s concealed-carry prohibition, the Indiana\nSupreme Court’s reasons for upholding it are unknown because the\ncourt issued a one-sentenceper curiamorder holding the law\n“not unconstitutional.”Mitchell, 3 Blackf., at 229.\nSimilarly, the Arkansas Supreme Court upheld Arkansas’ prohibition,\nbut without reaching a majority rationale. SeeBuzzard, 4\nArk. 18. The Arkansas Supreme Court would later adopt Tennessee’s\napproach, which tolerated the prohibition of all public carry of\nhandguns except for military-style revolvers. See,e.g.,Fifev.State, 31 Ark. 455 (1876).21Shortly afterAndrews, 50\nTenn. 165, Tennessee codified an exception to the State’s handgun\nban for “an[y] army pistol, or such as are commonly carried and\nused in the United States Army” so long as they were carried\n“openly in [one’s] hands.” 1871 Tenn. Pub. Acts ch. 90, §1; see\nalsoStatev.Wilburn, 66 Tenn. 57, 61–63 (1872);Porterv.State, 66 Tenn. 106, 107–108\n(1874).22The\nTerritory of New Mexico made it a crime in 1860 to carry “any class\nof pistols whatever” “concealed or otherwise.” 1860 Terr. of\nN. M. Laws §§1–2, p. 94. This extreme restriction is an\noutlier statute enacted by a territorial government nearly 70 years\nafter the ratification of the Bill of Rights, and its\nconstitutionality was never tested in court. Its value in\ndiscerning the original meaning of the Second Amendment is\ninsubstantial. Moreover, like many other stringent carry\nrestrictions that were localized in the Western Territories, New\nMexico’s prohibition ended when the Territory entered the Union as\na State in 1911 and guaranteed in its State Constitution that\n“[t]he people have the right to bear arms for their security and\ndefense, but nothing herein shall be held to permit the carrying of\nconcealed weapons.” N. M. Const., Art. II, §6 (1911); seeinfra, at 61.23See\n1838 Terr. of Wis. Stat. §16, p. 381; Me. Rev. Stat., ch. 169,\n§16 (1840); Mich. Rev. Stat., ch. 162, §16 (1846); 1847 Va. Acts\nch. 14, §16; Terr. of Minn. Rev. Stat., ch. 112, §18 (1851); 1854\nOre. Stat. ch. 16, §17, p. 220; D. C. Rev. Code ch. 141,\n§16 (1857); 1860 Pa. Laws p. 432, §6; W. Va. Code, ch. 153, §8\n(1868).24It is\ntrue that two of the antebellum surety laws were unusually broad in\nthat they did not expressly require a citizen complaint to trigger\nthe posting of a surety. See 1847 Va. Acts ch. 14, §16; W. Va.\nCode, ch. 153, §8 (1868).25The\ndissent speculates that the absence of recorded cases involving\nsurety laws may simply “show that these laws were normally\nfollowed.”Post,at 45. Perhaps. But again, the burden rests\nwith the government to establish the relevant tradition of\nregulation, seesupra,at 15, and, given all of the other\nfeatures of surety laws that make them poor analogues to New York’s\nproper-cause standard, we consider the barren record of enforcement\nto be simply one additional reason to discount their\nrelevance.26Respondents invoke General Orders No.\n10, which covered the Second Military District (North and South\nCarolina), and provided that “[t]he practice of carrying deadly\nweapons, except by officers and soldiers in the military service of\nthe United States, is prohibited.” Headquarters Second Military\nDist., Gen. Orders No. 10 (Charleston, S. C., Apr. 11, 1867),\nin S. Exec. Doc. No. 14, 40th Cong., 1st Sess., 64 (1867). We put\nlittle weight on this categorical restriction given that the order\nalso specified that a violation of this prohibition would “render\nthe offender amenable to trial and punishment by military\ncommission,”ibid., rather than a jury otherwise guaranteed\nby the Constitution. There is thus little indication that these\nmilitary dictates were designed to align with the Constitution’s\nusual application during times of peace.27That\nsaid, Southern prohibitions on concealed carry were not always\napplied equally, even when under federal scrutiny. One lieutenant\nposted in Saint Augustine, Florida, remarked how local enforcement\nof concealed-carry laws discriminated against blacks: “To sentence\na negro to several dollars’ fine for carrying a revolver concealed\nupon his person, is in accordance with an ordinance of the town;\nbut still the question naturally arises in my mind, ‘Why is this\npoor fellow fined for an offence which is committed hourly by every\nother white man I meet in the streets?’ ” H. R. Exec. Doc. No.\n57, 40th Cong., 2d Sess., 83 (1867); see also H. R. Rep. No. 16,\n39th Cong., 2d Sess., 427 (1867).28We\nwill not address any of the 20th-century historical evidence\nbrought to bear by respondents or theiramici. As with their\nlate-19th-century evidence, the 20th-century evidence presented by\nrespondents and theiramicidoes not provide insight into\nthe meaning of the Second Amendment when it contradicts earlier\nevidence.29The\nNew Mexico restriction allowed an exception for individuals\ncarrying for “the lawful defence of themselves, their families or\ntheir property, and the same being then and there threatened with\ndanger.” 1869 Terr. of N. M. Laws ch. 32, §1, p. 72. The\nArizona law similarly exempted those who have “reasonable ground\nfor fearing an unlawful attack upon his person.” 1889 Ariz. Terr.\nSess. Laws no. 13, §2, p. 17.30Many\nother state courts during this period continued the antebellum\ntradition of upholding concealed carry regimes that seemingly\nprovided for open carry. See,e.g.,Statev.Speller, 86 N. C. 697 (1882);Chatteauxv.State, 52 Ala. 388 (1875);Eslavav.State, 49\nAla. 355 (1873);Statev.Shelby, 90 Mo. 302, 2 S.W.\n468 (1886);Carrollv.State, 28 Ark. 99 (1872); cf.Robertsonv.Baldwin,165\nU.S. 275, 281–282 (1897) (remarking in dicta that “the right of\nthe people to keep and bear arms . . . is not infringed\nby laws prohibiting the carrying of concealed\nweapons”).31In\n1875, Arkansas prohibited the public carry of all pistols. See 1875\nArk. Acts p. 156, §1. But this categorical prohibition was\nalso short lived. About six years later, Arkansas exempted “pistols\nas are used in the army or navy of the United States,” so long as\nthey were carried “uncovered, and in [the] hand.” 1881 Ark. Acts\np. 191, no. 96, §§1, 2.32In\n1879, Salina, Kansas, prohibited the carry of pistols but broadly\nexempted “cases when any person carrying [a pistol] is engaged in\nthe pursuit of any lawful business, calling or employment” and the\ncircumstances were “such as to justify a prudent man in carrying\nsuch weapon, for the defense of his person, property or family.”\nSalina, Kan., Rev. Ordinance No. 268, §2.",
    "joined": []
}