{
    "case": {
        "docket": "701",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/701/"
    },
    "id": "1962439",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRINGPARENTS INVOLVED IN COMMUNITY SCHOOLS V.SEATTLE SCHOOL DIST. NO.\n1551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNOS. 05-908 AND 05-915PARENTS INVOLVED IN COMMUNITY SCHOOLS,\nPETITIONER05–908v.SEATTLE SCHOOL DISTRICT NO. 1\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuitCRYSTAL D. MEREDITH, custodial parent and next\nfriend ofJOSHUA RYAN McDONALD, PETITIONER05–915v.JEFFERSON COUNTY BOARD OF EDUCATION\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 28, 2007]Justice Thomas,\nconcurring.Today, the Court holds that state\nentities may not experiment with race-based means to achieve ends\nthey deem socially desirable. I wholly concur in The Chief\nJustice’s opinion. I write separately to address several of the\ncontentions in Justice Breyer’s dissent (hereinafter the dissent).\nContrary to the dissent’s arguments, resegregation is not occurring\nin Seattle or Louisville; these school boards have no present\ninterest in remedying past segregation; and these race-based\nstudent-assignment programs do not serve any compelling state\ninterest. Accordingly, the plans are unconstitutional. Disfavoring\na color-blind interpretation of the Constitution, the dissent would\ngive school boards a free hand to make decisions on the basis of\nrace—an approach reminiscent of that advocated by the\nsegregationists inBrownv.Board of Education,347 U. S.483 (1954). This approach is just as wrong today as it was\na half-century ago. The Constitution and our cases require us to be\nmuch more demanding before permitting local school boards to make\ndecisions based on race.IThe dissent repeatedly claims\nthat the school districts are threatened with resegregation and\nthat they will succumb to that threat if these plans are declared\nunconstitutional. It also argues that these plans can be justified\nas part of the school boards’ attempts to “eradicat[e] earlier\nschool segregation.” See,e.g.,post, at 4.\nContrary to the dissent’s rhetoric, neither of these school\ndistricts is threatened with resegregation, and neither is\nconstitutionally compelled or permitted to undertake race-based\nremediation. Racial imbalance is not segregation, and the mere\nincantation of terms like resegregation and remediation cannot make\nup the difference.ABecause this Court has authorized\nand required race-based remedial measures to addressde\njuresegregation, it is important to define segregation\nclearly and to distinguish it from racial imbalance. In the context\nof public schooling, segregation is the deliberate operation of a\nschool system to “carry out a governmental policy to separate\npupils in schools solely on the basis of race.”Swannv.Charlotte-Mecklenburg Bd. of Ed.,402 U. S. 1, 6 (1971); see\nalsoMonroev.Board of Comm’rs of Jackson,391 U. S. 450,\n452 (1968). InBrown,this Court declared that segregation\nwas unconstitutional under the Equal Protection Clause of the\nFourteenth Amendment.Swann,supra, at 6; see\nalsoGreenv.School Bd. of New Kent Cty.,391 U. S. 430,\n435 (1968) (“[T]he State, acting through the local school board and\nschool officials, organized and operated a dual system, part\n‘white’ and part ‘Negro.’ It was such dual systems that 14 years\nagoBrown I[,347 U. S. 483,] held unconstitutional\nand a year laterBrown II[,349 U. S. 294(1955)]\nheld must be abolished”).[Footnote 1]Racial imbalance is the\nfailure of a school district’s individual schools to match or\napproximate the demographic makeup of the student population at\nlarge. Cf. Washingtonv.Seattle School Dist. No. 1,458 U. S. 457,\n460 (1982). Racial imbalance is not segregation.[Footnote 2] Although presently observed racial\nimbalance might result from pastde juresegregation,\nracial imbalance can also result from any number of innocent\nprivate decisions, including voluntary housing choices. SeeSwann,supra, at 25–26;Missouriv.Jenkins,515 U. S. 70, 116 (1995) (Thomas, J.,\nconcurring). Because racial imbalance is not inevitably linked to\nunconstitutional segregation, it is not unconstitutional in and of\nitself.Dayton Bd. of Ed.v.Brinkman,433 U. S. 406, 413\n(1977);Dayton Bd. of Ed.v.Brinkman,443 U. S. 526, 531,\nn. 5 (1979) (“Racial imbalance … is notper sea\nconstitutional violation”);Freemanv.Pitts,503 U. S. 467,\n494 (1992); see alsoSwann,supra, at 31–32; cf.Millikenv.Bradley,418 U. S. 717, 740–741,\nand n. 19 (1974).Although there is arguably a danger of racial\nimbalance in schools in Seattle and Louisville, there is no danger\nof resegregation. No one contends that Seattle has established or\nthat Louisville has reestablished a dual school system that\nseparates students on the basis of race. The statistics cited in\nAppendix A to the dissent are not to the contrary. Seepost, at 69–72. At most, those statistics show a national\ntrend toward classroom racial imbalance. However, racial imbalance\nwithout intentional state action to separate the races does not\namount to segregation. To raise the specter of resegregation to\ndefend these programs is to ignore the meaning of the word and the\nnature of the cases before us.[Footnote 3]BJust as the school districts lack\nan interest in preventing resegregation, they also have no present\ninterest in remedying past segregation. The Constitution generally\nprohibits government race-based decisionmaking, but this Court has\nauthorized the use of race-based measures for remedial purposes in\ntwo narrowly defined circumstances. First, in schools that were\nformerly segregated by law, race-based measures are sometimes\nconstitutionally compelled to remedy prior school segregation.\nSecond, inCroson, the Court appeared willing to authorize\na government unit to remedy past discrimination for which it was\nresponsible.Richmondv.J. A. Croson Co.,488 U. S. 469,\n504 (1989). Without explicitly resting on either of these strands\nof doctrine, the dissent repeatedly invokes the school districts’\nsupposed interests in remedying past segregation. Properly\nanalyzed, though, these plans do not fall within either existing\ncategory of permissible race-based remediation.1The Constitution does not permit\nrace-based government decisionmaking simply because a school\ndistrict claims a remedial purpose and proceeds in good faith with\narguably pure motives.Grutterv.Bollinger,539 U. S. 306, 371 (2003) (Thomas, J.,\nconcurring in part and dissenting in part) (citingAdarand\nConstructors, Inc.v.Pe&nacute;a,515 U. S. 200, 239 (1995) (Scalia, J.,\nconcurring in part and concurring in judgment)). Rather, race-based\ngovernment decisionmaking is categorically prohibited unless\nnarrowly tailored to serve a compelling interest.Grutter,supra, at 326; see also Part II–A,infra. This\nexacting scrutiny “has proven automatically fatal” in most cases.Jenkins,supra, at 121 (Thomas, J., concurring);\ncf.Hirabayashiv.United States,320 U. S. 81, 100 (1943)\n(“[R]acial discriminations are in most circumstances irrelevant and\ntherefore prohibited”). And appropriately so. “The Constitution\nabhors classifications based on race, not only because those\nclassifications can harm favored races or are based on illegitimate\nmotives, but also because every time the government places citizens\non racial registers and makes race relevant to the provision of\nburdens or benefits, it demeans us all.”Grutter,supra, at 353 (opinion of Thomas, J.). Therefore, as a\ngeneral rule, all race-based government decisionmaking—regardless\nof context—is unconstitutional.2This Court has carved out a\nnarrow exception to that general rule for cases in which a school\ndistrict has a “history of maintaining two sets of schools in a\nsingle school system deliberately operated to carry out a\ngovernmental policy to separate pupils in schools solely on the\nbasis of race.”[Footnote 4] SeeSwann, 402 U. S., at 5–6. In such cases, race-based\nremedial measures are sometimes required.[Footnote 5]Green, 391 U. S., at 437–438; cf.United Statesv.Fordice,505 U. S. 717, 745 (1992) (Thomas, J.,\nconcurring).[Footnote 6] But\nwithout a history of state-enforced racial separation, a school\ndistrict has no affirmative legal obligation to take race-based\nremedial measures to eliminate segregation and its vestiges.Neither of the programs before us\ntoday is compelled as a remedial measure, and no one makes such a\nclaim. Seattle has no history ofde juresegregation;\ntherefore, the Constitution did not require Seattle’s\nplan.[Footnote 7] Although\nLouisville once operated a segregated school system and was subject\nto a Federal District Court’s desegregation decree, seeante, at 7;Hamptonv.Jefferson Cty. Bd. of\nEd.,102 F. Supp. 2d 358, 376–377 (WD Ky. 2000), that\ndecree was dissolved in 2000,id., at 360. Since then, no\nrace-based remedial measures have been required in Louisville.\nThus, the race-based student-assignment plan at issue here, which\nwas instituted the year after the dissolution of the desegregation\ndecree, was not even arguably required by the Constitution.3Aside from constitutionally\ncompelled remediation in schools, this Court has permitted\ngovernment units to remedy prior racial discrimination only in\nnarrow circumstances. SeeWygantv.Jackson Bd. of\nEd.,476 U. S.\n267, 277 (1986) (plurality opinion). Regardless of the\nconstitutional validity of such remediation, seeCroson,supra, at 524–525 (Scalia, J., concurring in judgment), it\ndoes not apply here. Again, neither school board asserts that its\nrace-based actions were taken to remedy prior discrimination.\nSeattle provides three forward-looking—as opposed to\nremedial—justifications for its race-based assignment plan. Brief\nfor Respondents in No. 05–908, pp. 24–34. Louisville asserts\nseveral similar forward-looking interests, Brief for Respondents in\nNo. 05–915, pp. 24–29, and at oral argument, counsel for Louisville\ndisavowed any claim that Louisville’s argument “depend[ed] in any\nway on the prior de jure segregation,” Tr. of Oral Arg. in No.\n05–915, p. 38.Furthermore, for a government\nunit to remedy past discrimination for which it was responsible,\nthe Court has required it to demonstrate “a ‘strong basis in\nevidence for its conclusion that remedial action was\nnecessary.’ ”Croson, 488 U. S., at 500 (quotingWygant,supra, at 277 (plurality opinion)).\nEstablishing a “strong basis in evidence” requires proper findings\nregarding the extent of the government unit’s past racial\ndiscrimination.Croson, 488 U. S., at 504. The findings\nshould “define the scope of any injury [and] the necessary remedy,”id.,at 505, and must be more than “inherently\nunmeasurable claims of past wrongs,”id.,at 506.\nAssertions of general societal discrimination are plainly\ninsufficient.Id.,at 499, 504;Wygant,supra, at 274 (plurality opinion); cf.Regents of\nUniv. of Cal.v.Bakke,438 U. S. 265, 310\n(1978) (opinion of Powell, J.). Neither school district has made\nany such specific findings. For Seattle, the dissent attempts to\nmake up for this failing by adverting to allegations made in past\ncomplaints filed against the Seattle school district. However,\nallegations in complaints cannot substitute for specific findings\nof prior discrimination—even when those allegations lead to\nsettlements with complaining parties. Cf.Croson,supra, at 505;Wygant,supra, at 279,\nn. 5 (plurality opinion). As for Louisville, its slate was\ncleared by the District Court’s 2000 dissolution decree, which\neffectively declared that there were no longer any effects ofde jurediscrimination in need of remediation.[Footnote 8]Despite the dissent’s repeated intimation of a\nremedial purpose, neither of the programs in question qualifies as\na permissible race-based remedial measure. Thus, the programs are\nsubject to the general rule that government race-based\ndecisionmaking is unconstitutional.CAs the foregoing demonstrates,\nracial balancing is sometimes a constitutionally permissible remedy\nfor the discrete legal wrong ofde juresegregation, and\nwhen directed to that end, racial balancing is an exception to the\ngeneral rule that government race-based decisionmaking is\nunconstitutional. Perhaps for this reason, the dissent conflates\nthe concepts of segregation and racial imbalance: If racial\nimbalance equates to segregation, then it must also be\nconstitutionally acceptable to use racial balancing to remedy\nracial imbalance.For at least two reasons,\nhowever, it is wrong to place the remediation of segregation on the\nsame plane as the remediation of racial imbalance. First, as\ndemonstrated above, the two concepts are distinct. Although racial\nimbalance can result fromde juresegregation, it does not\nnecessarily, and the further we get from the era of state-sponsored\nracial separation, the less likely it is that racial imbalance has\na traceable connection to any prior segregation. SeeFreeman, 503 U. S., at 496;Jenkins, 515 U. S.,\nat 118 (Thomas, J., concurring).Second, a school cannot “remedy” racial\nimbalance in the same way that it can remedy segregation.\nRemediation of pastde juresegregation is a one-time\nprocess involving the redress of a discrete legal injury inflicted\nby an identified entity. At some point, the discrete injury will be\nremedied, and the school district will be declared unitary. SeeSwann, 402 U. S., at 31. Unlikede juresegregation, there is no ultimate remedy for racial imbalance.\nIndividual schools will fall in and out of balance in the natural\ncourse, and the appropriate balance itself will shift with a school\ndistrict’s changing demographics. Thus, racial balancing will have\nto take place on an indefinite basis—a continuous process with no\nidentifiable culpable party and no discernable end point. In part\nfor those reasons, the Court has never permitted outright racial\nbalancing solely for the purpose of achieving a particular racial\nbalance.IILacking a cognizable interest in\nremediation, neither of these plans can survive strict scrutiny\nbecause neither plan serves a genuinely compelling state interest.\nThe dissent avoids reaching that conclusion by unquestioningly\naccepting the assertions of selected social scientists while\ncompletely ignoring the fact that those assertions are the subject\nof fervent debate. Ultimately, the dissent’s entire analysis is\ncorrupted by the considerations that lead it initially to question\nwhether strict scrutiny should apply at all. What emerges is a\nversion of “strict scrutiny” that combines hollow assurances of\nharmlessness with reflexive acceptance of conventional wisdom. When\nit comes to government race-based decisionmaking, the Constitution\ndemands more.AThe dissent claims that “the law\nrequires application here of a standard of review that is not\n‘strict’ in the traditional sense of that word.”Post, at\n36. This view is informed by dissents in our previous cases and the\nconcurrences of two Court of Appeals judges.Post,at\n34–36 (citing 426 F. 3d 1162, 1193–1194 (CA9 2005) (Kozinski,\nJ., concurring);Comfortv.Lynn School Comm.,418 F. 3d 1, 28–29 (CA1 2005) (Boudin, C. J.,\nconcurring)). Those lower court judges reasoned that programs like\nthese are not “aimed at oppressing blacks” and do not “seek to give\none racial group an edge over another.”Comfort,supra, at 27 (Boudin, C. J., concurring); 426\nF. 3d, at 1193 (Kozinski, J., concurring). They were further\npersuaded that these plans differed from other race-based programs\nthis Court has considered because they are “certainly more benign\nthan laws that favor or disfavor one race, segregate by race, or\ncreate quotas for or against a racial group,”Comfort, 418\nF. 3d, at 28 (Boudin, C. J., concurring), and they are\n“far from the original evils at which the Fourteenth Amendment was\naddressed,”id.,at 29; 426 F. 3d, at 1195 (Kozinski,\nJ., concurring). Instead of strict scrutiny, Judge Kozinski would\nhave analyzed the plans under “robust and realistic rational basis\nreview.”Id.,at 1194.These arguments are inimical to\nthe Constitution and to this Court’s precedents.[Footnote 9] We have made it unusually clear that\nstrict scrutiny applies toeveryracial classification.Adarand, 515 U. S., at 227;Grutter, 539 U. S.,\nat 326;Johnsonv.California,543 U. S. 499, 505 (2005) (“We have\ninsisted on strict scrutiny in every context, even for so-called\n‘benign’ racial classifications”).[Footnote 10] There are good reasons not to apply a lesser\nstandard to these cases. The constitutional problems with\ngovernment race-based decisionmaking are not diminished in the\nslightest by the presence or absence of an intent to oppress any\nrace or by the real or asserted well-meaning motives for the\nrace-based decisionmaking.Adarand, 515 U. S., at 228–229.\nPurportedly benign race-based decisionmaking suffers the same\nconstitutional infirmity as invidious race-based decisionmaking.Id.,at 240 (Thomas, J., concurring in part and concurring\nin judgment) (“As far as the Constitution is concerned, it is\nirrelevant whether a government’s racial classifications are drawn\nby those who wish to oppress a race or by those who have a sincere\ndesire to help those thought to be disadvantaged”).Even supposing it mattered to the\nconstitutional analysis, the race-based student assignment programs\nbefore us are not as benign as the dissent believes. Seepost, at 34–35. “[R]acial paternalism and its unintended\nconsequences can be as poisonous and pernicious as any other form\nof discrimination.”Adarand,supra, at 241\n(opinion of Thomas, J.). As these programs demonstrate, every time\nthe government uses racial criteria to “bring the races together,”post, at 29, someone gets excluded, and the person\nexcluded suffers an injury solely because of his or her race. The\npetitioner in the Louisville case received a letter from the school\nboard informing her that herkindergartenerwould not be\nallowed to attend the school of petitioner’s choosing because of\nthe child’s race. App. in No. 05–915, p. 97. Doubtless,\nhundreds of letters like this went out from both school boards\nevery year these race-based assignment plans were in operation.\nThis type of exclusion, solely on the basis of race, is precisely\nthe sort of government action that pits the races against one\nanother, exacerbates racial tension, and “provoke[s] resentment\namong those who believe that they have been wronged by the\ngovernment’s use of race.”Adarand,supra, at 241\n(opinion of Thomas, J.). Accordingly, these plans are simply one\nmore variation on the government race-based decisionmaking we have\nconsistently held must be subjected to strict scrutiny.Grutter,supra, at 326.BThough the dissent admits to\ndiscomfort in applying strict scrutiny to these plans, it claims to\nhave nonetheless applied that exacting standard. But in its search\nfor a compelling interest, the dissent casually accepts even the\nmost tenuous interests asserted on behalf of the plans, grouping\nthem all under the term “ ‘integration.’ ” Seepost, at 37. “ ‘[I]ntegration,’ ” we are told,\nhas “three essential elements.”Ibid.None of these\nelements is compelling. And the combination of the three\nunsubstantiated elements does not produce an interest any more\ncompelling than that represented by each element independently.1According to the dissent,\nintegration involves “an interest in setting right the consequences\nof prior conditions of segregation.”Post, at 37. For the\nreasons explained above, the records in these cases do not\ndemonstrate that either school board’s plan is supported by an\ninterest in remedying past discrimination. Part I–B,supra.Moreover, the school boards have\nno interest in remedying the sundry consequences of prior\nsegregation unrelated to schooling, such as “housing patterns,\nemployment practices, economic conditions, and social attitudes.”Post, at 38. General claims that past school segregation\naffected such varied societal trends are “too amorphous a basis for\nimposing a racially classified remedy,”Wygant, 476 U. S.,\nat 276 (plurality opinion), because “[i]t is sheer speculation” how\ndecades-past segregation in the school system might have affected\nthese trends, seeCroson, 488 U. S., at 499. Consequently,\nschool boards seeking to remedy those societal problems with\nrace-based measures in schools today would have no way to gauge the\nproper scope of the remedy.Id.,at 498. Indeed, remedial\nmeasures geared toward such broad and unrelated societal ills have\n“ ‘no logical stopping point,’ ”ibid., and\nthreaten to become “ageless in their reach into the past, and\ntimeless in their ability to affect the future,”Wygant,supra, at 276 (plurality opinion). SeeGrutter,\n539 U. S., at 342 (stating the “requirement that all governmental\nuse of race must have a logical end point”).Because the school boards lack any further\ninterest in remedying segregation, this element offers no support\nfor the purported interest in “integration.”2Next, the dissent argues that the\ninterest in integration has an educational element. The dissent\nasserts that racially balanced schools improve educational outcomes\nfor black children. In support, the dissent unquestioningly cites\ncertain social science research to support propositions that are\nhotly disputed among social scientists. In reality, it is far from\napparent that coerced racial mixing has any educational benefits,\nmuch less that integration is necessary to black achievement.Scholars have differing opinions\nas to whether educational benefits arise from racial balancing.\nSome have concluded that black students receive genuine educational\nbenefits. See,e.g., Crain & Mahard, Desegregation and\nBlack Achievement: A Review of the Research, 42 L. & Contemp.\nProbs. 17, 48 (1978). Others have been more circumspect. See,e.g., Henderson, Greenberg, Schneider, Uribe, &\nVerdugo, High Quality Schooling for African American Students, in\nBeyond Desegregation 166 (M. Shujaa ed. 1996) (“Perhaps\ndesegregation does not have a single effect, positive or negative,\non the academic achievement of African American students, but\nrather some strategies help, some hurt, and still others make no\ndifference whatsoever. It is clear to us that focusing simply on\ndemographic issues detracts from focusing on improving schools”).\nAnd some have concluded that there are no demonstrable educational\nbenefits. See,e.g., Armor & Rossell, Desegregation\nand Resegregation in the Public Schools, in Beyond the Color Line:\nNew Perspectives on Race and Ethnicity in America 239, 251 (A.\nThernstrom & S. Thernstrom eds. 2002).Theamicusbriefs in the cases before\nus mirror this divergence of opinion. Supporting the school boards,\noneamicushas assured us that “both early desegregation\nresearch and recent statistical and econometric analyses … indicate\nthat there are positive effects on minority student achievement\nscores arising from diverse school settings.” Brief for American\nEducational Research Association asAmicus Curiae10.\nAnother brief claims that “school desegregation has a modest\npositive impact on the achievement of African-American students.”\nApp. to Brief for 553 Social Scientists asAmici Curiae13–14 (footnote omitted). Yet neither of those briefs contains\nspecific details like the magnitude of the claimed positive effects\nor the precise demographic mix at which those positive effects\nbegin to be realized. Indeed, the social scientists’ brief rather\ncautiously claims the existence of any benefit at all, describing\nthe “positive impact” as “modest,”id.,at 13,\nacknowledging that “there appears to be little or no effect on math\nscores,”id.,at 14, and admitting that the “underlying\nreasons for these gains in achievement are not entirely clear,”id.,at 15.[Footnote\n11]Otheramicidispute these findings.\nOneamicusreports that “[i]n study after study, racial\ncomposition of a student body, when isolated, proves to be an\ninsignificant determinant of student achievement.” Brief for Dr.\nJohn Murphy et al. asAmici Curiaein No. 05–908,\np. 8; see alsoid., at 9 (“[T]here is no evidence\nthat diversity in the K–12 classroom positively affects student\nachievement”). Anotheramicussurveys several social\nscience studies and concludes that “a fair and comprehensive\nanalysis of the research shows that there is no clear and\nconsistent evidence of [educational] benefits.” Brief for David J.\nArmor et al. asAmici Curiae29.Add to the inconclusive social science the\nfact of black achievement in “racially isolated” environments. See\nT. Sowell, Education: Assumptions Versus History 7–38 (1986).\nBeforeBrown, the most prominent example of an exemplary\nblack school was Dunbar High School.Id.,at 29 (“[I]n the\nperiod 1918–1923, Dunbar graduates earned fifteen degrees from Ivy\nLeague colleges, and ten degrees from Amherst, Williams, and\nWesleyan”). Dunbar is by no means an isolated example. Seeid.,at 10–32 (discussing other successful black schools);\nWalker, Can Institutions Care? Evidence from the Segregated\nSchooling of African American Children, in Beyond Desegregation\n209–226 (M. Shujaa ed. 1996); see also T. Sowell, Affirmative\nAction Around the World: An Empirical Study 141–165 (2004). Even\nafterBrown, some schools with predominantly black\nenrollments have achieved outstanding educational results. See,e.g., S. Carter, No Excuses: Lessons from 21\nHigh-Performing, High-Poverty Schools 49–50, 53–56, 71–73, 81–84,\n87–88 (2001); A. Thernstrom & S. Thernstrom, No Excuses:\nClosing the Racial Gap in Learning 43–64 (2003); see also L. Izumi,\nThey Have Overcome: High-Poverty, High-Performing Schools in\nCalifornia (2002) (chronicling exemplary achievement in\npredominantly Hispanic schools in California). There is also\nevidence that black students attending historically black colleges\nachieve better academic results than those attending predominantly\nwhite colleges.Grutter,supra, at 364–365\n(Thomas, J., concurring in part and concurring in judgment) (citing\nsources); see alsoFordice, 505 U. S., at 748–749 (Thomas,\nJ., concurring).The Seattle school board itself must believe\nthat racial mixing is not necessary to black achievement. Seattle\noperates a K–8 “African-American Academy,” which has a “nonwhite”\nenrollment of 99%. See App. in No. 05–908, p. 227a; Reply\nBrief in No. 05–908, p. 13, n. 13. That school was\nfounded in 1990 as part of the school board’s effort to “increase\nacademic achievement.”[Footnote\n12] See African American Academy History, online at http://www.\nseattleschools.org/schools/aaa/history.htm (all Internet materials\nas visited June 26, 2007, and available in Clerk of Court’s case\nfile). According to the school’s most recent annual report,\n“[a]cademic excellence” is its “primary goal.” See African American\nAcademy 2006 Annual Report, p. 2, online at\nhttp://www.seattleschools.org/area/\nsiso/reports/anrep/altern/938.pdf. This racially imbalanced\nenvironment has reportedly produced test scores “higher across all\ngrade levels in reading, writing and math.”Ibid.Contrary\nto what the dissent would have predicted, seepost, at\n38–39, the children in Seattle’s African American Academy have\nshown gains when placed in a “highly segregated” environment.Given this tenuous relationship between forced\nracial mixing and improved educational results for black children,\nthe dissent cannot plausibly maintain that an educational element\nsupports the integration interest, let alone makes it\ncompelling.[Footnote 13] SeeJenkins, 515 U. S., at 121–122 (Thomas, J., concurring)\n(“[T]here is no reason to think that black students cannot learn as\nwell when surrounded by members of their own race as when they are\nin an integrated environment”).Perhaps recognizing as much, the dissent\nargues that the social science evidence is “strong enough to permit\na democratically elected school board reasonably to determine that\nthis interest is a compelling one.”Post, at 38. This\nassertion is inexplicable. It is not up to the school boards—the\nvery government entities whose race-based practices we must\nstrictly scrutinize—to determine what interests qualify as\ncompelling under the Fourteenth Amendment to the United States\nConstitution. Rather, this Court must assess independently the\nnature of the interest asserted and the evidence to support it in\norder to determine whether it qualifies as compelling under our\nprecedents. In making such a determination, we have deferred to\nstate authorities only once, seeGrutter, 539 U. S., at\n328–330, and that deference was prompted by factors uniquely\nrelevant to higher education.Id.,at 328 (“Our holding\ntoday is in keeping with our tradition of giving a degree of\ndeference to a university’s academic decisions”). The dissent’s\nproposed test—whether sufficient social science evidence supports a\ngovernment unit’s conclusion that the interest it asserts is\ncompelling—calls to mind the rational-basis standard of review the\ndissent purports not to apply,post, at 36-37. SeeWilliamsonv.Lee Optical of Okla., Inc.,348 U. S. 483,\n488 (1955) (“It is enough that there is an evil at hand for\ncorrection, and that it might be thought that the particular\nlegislative measure was a rational way to correct it”).\nFurthermore, it would leave our equal-protection jurisprudence at\nthe mercy of elected government officials evaluating the evanescent\nviews of a handful of social scientists. To adopt the dissent’s\ndeferential approach would be to abdicate our constitutional\nresponsibilities.[Footnote\n14]3Finally, the dissent asserts a\n“democratic element” to the integration interest. It defines the\n“democratic element” as “an interest in producing an educational\nenvironment that reflects the ‘pluralistic society’ in which our\nchildren will live.”Post, at 39.[Footnote 15] Environmental reflection, though,\nis just another way to say racial balancing. And “[p]referring\nmembers of any one group for no reason other than race or ethnic\norigin is discrimination for its own sake.”Bakke, 438 U.\nS., at 307 (opinion of Powell, J.). “This the Constitution\nforbids.”Ibid.;Grutter,supra,at\n329–330;Freeman, 503 U. S., at 494.Navigating around that\ninconvenient authority, the dissent argues that the racial\nbalancing in these plans is not an end in itself but is instead\nintended to “teac[h] children to engage in the kind of cooperation\namong Americans of all races that is necessary to make a land of\nthree hundred million people one Nation.”Post, at 39–40.\nThese “generic lessons in socialization and good citizenship” are\ntoo sweeping to qualify as compelling interests.Grutter,\n539 U. S., at 348 (Scalia, J., concurring in part and dissenting in\npart). And they are not “uniquely relevant” to schools or “uniquely\n‘teachable’ in a formal educational setting.”Id.,at 347.\nTherefore, if governments may constitutionally use racial balancing\nto achieve these aspirational ends in schools, they may use racial\nbalancing to achieve similar goals at every level—from\nstate-sponsored 4–H clubs, seeBazemorev.Friday,478\nU. S. 385, 388–390 (1986) (Brennan, J., concurring), to the\nstate civil service. SeeGrutter,539 U. S. 347–348\n(opinion of Scalia, J.).Moreover, the democratic interest has no\ndurational limit, contrary toGrutter’s command. Seeid.,at 342; see alsoCroson, 488 U. S., at 498;Wygant, 476 U. S., at 275 (plurality opinion). In other\nwords, it will always be important for students to learn\ncooperation among the races. If this interest justifies\nrace-conscious measures today, then logically it will justify\nrace-conscious measures forever. Thus, the democratic interest,\nlimitless in scope and “timeless in [its] ability to affect the\nfuture,”id.,at 276 (plurality opinion), cannot justify\ngovernment race-based decisionmaking.[Footnote 16]In addition to these defects, the democratic\nelement of the integration interest fails on the dissent’s own\nterms. The dissent again relies upon social science research to\nsupport the proposition that state-compelled racial mixing teaches\nchildren to accept cooperation and improves racial attitudes and\nrace relations. Here again, though, the dissent overstates the data\nthat supposedly support the interest.The dissent points to data that indicate that\n“black and white students in desegregated schools are less racially\nprejudiced than those in segregated schools.”Post, at 40\n(internal quotation marks omitted). By the dissent’s account,\nimprovements in racial attitudes depend upon the increased contact\nbetween black and white students thought to occur in more racially\nbalanced schools. There is no guarantee, however, that students of\ndifferent races in the same school will actually spend time with\none another. Schools frequently group students by academic ability\nas an aid to efficient instruction, but such groupings often result\nin classrooms with high concentrations of one race or another. See,e.g., Yonezawa, Wells, & Serna, Choosing Tracks:\n“Freedom of Choice” in Detracting Schools, 39 Am. Ed. Research J.,\nNo. 1, p. 38 (Spring 2002); Mickelson, Subverting Swann:\nFirst- and Second-Generation Segregation in the\nCharlotte-Mecklenburg Schools, 38 Am. Ed. Research J., No. 2, pp.\n233–234 (Summer 2001) (describing this effect in schools in\nCharlotte, North Carolina). In addition to classroom separation,\nstudents of different races within the same school may separate\nthemselves socially. See Hallinan & Williams, Interracial\nFriendship Choices in Secondary Schools, 54 Am. Sociological Rev.,\nNo. 1, pp. 72–76 (Feb. 1989); see also Clotfelter, Interracial\nContact in High School Extracurricular Activities, 34 Urban Rev.,\nNo. 1, pp. 41–43 (Mar. 2002). Therefore, even supposing interracial\ncontact leads directly to improvements in racial attitudes and race\nrelations, a program that assigns students of different races to\nthe same schools might not capture those benefits. Simply putting\nstudents together under the same roof does not necessarily mean\nthat the students will learn together or even interact.Furthermore, it is unclear whether increased\ninterracial contact improves racial attitudes and\nrelations.[Footnote 17] One\nresearcher has stated that “the reviews of desegregation and\nintergroup relations were unable to come to any conclusion about\nwhat the probable effects of desegregation were … [;] virtually all\nof the reviewers determined that few, if any, firm conclusions\nabout the impact of desegregation on intergroup relations could be\ndrawn.” Schofield, School Desegregation and Intergroup Relations: A\nReview of the Literature, in 17 Review of Research in Education 356\n(G. Grant ed. 1991). Some studies have even found that a\ndeterioration in racial attitudes seems to result from racial\nmixing in schools. See N. St. John, School Desegregation Outcomes\nfor Children 67–68 (1975) (“A glance at [the data] shows that for\neither race positive findings are less common than negative\nfindings”); Stephan, The Effects of School Desegregation: An\nEvaluation 30 Years After Brown, in Advances in Applied Social\nPsychology 183–186 (M. Saks & L. Saxe eds. 1986). Therefore, it\nis not nearly as apparent as the dissent suggests that increased\ninterracial exposure automatically leads to improved racial\nattitudes or race relations.Given our case law and the paucity of evidence\nsupporting the dissent’s belief that these plans improve race\nrelations, no democratic element can support the integration\ninterest.[Footnote 18]4The dissent attempts to buttress\nthe integration interest by claiming that it followsa\nfortiorifrom the interest this Court recognized as compelling\ninGrutter.Post, at 41. Regardless of the merit\nofGrutter, the compelling interest recognized in that\ncase cannot support these plans.Grutterrecognized a\ncompelling interest in a law school’s attainment of a diverse\nstudent body. 539 U. S., at 328. This interest was critically\ndependent upon features unique to higher education: “the expansive\nfreedoms of speech and thought associated with the university\nenvironment,” the “special niche in our constitutional tradition”\noccupied by universities, and “[t]he freedom of a university to\nmake its own judgments as to education[,] includ[ing] the selection\nof its student body.”Id.,at 329 (internal quotation\nmarks omitted). None of these features is present in elementary and\nsecondary schools. Those schools do not select their own students,\nand education in the elementary and secondary environment generally\ndoes not involve the free interchange of ideas thought to be an\nintegral part of higher education. See 426 F. 3d, at 1208\n(Bea, J., dissenting). ExtendingGrutterto this context\nwould require us to cut that holding loose from its theoretical\nmoorings. Thus, only by ignoringGrutter’s reasoning can\nthe dissent claim that recognizing a compelling interest in these\ncases is ana fortioriapplication ofGrutter.CStripped of the baseless and\nnovel interests the dissent asserts on their behalf, the school\nboards cannot plausibly maintain that their plans further a\ncompelling interest. As I explained inGrutter, only\n“those measures the State must take to provide a bulwark against\nanarchy … or to prevent violence” and “a government’s effort to\nremedy past discrimination for which it is responsible” constitute\ncompelling interests. 539 U. S., at 351–352, 353. Neither of the\nparties has argued—nor could they—that race-based student\nassignment is necessary to provide a bulwark against anarchy or to\nprevent violence. And as I explained above, the school districts\nhave no remedial interest in pursuing these programs. See Part I–B,supra. Accordingly, the school boards cannot satisfy\nstrict scrutiny. These plans are unconstitutional.IIIMost of the dissent’s criticisms\nof today’s result can be traced to its rejection of the color-blind\nConstitution. Seepost, at 29. The dissent attempts to\nmarginalize the notion of a color-blind Constitution by consigning\nit to me and Members of today’s plurality.[Footnote 19] Seeibid.;see alsopost,at 61. But I am quite comfortable in the company I\nkeep. My view of the Constitution is Justice Harlan’s view inPlessy:“Our Constitution is color-blind, and neither\nknows nor tolerates classes among citizens.”Plessyv.Ferguson,163 U. S. 537, 559 (1896) (dissenting\nopinion). And my view was the rallying cry for the lawyers who\nlitigatedBrown. See,e.g., Brief for Appellants\ninBrownv.Board of Education, O. T. 1953,\nNos. 1, 2, and 4 p. 65 (“That the Constitution is color blind\nis our dedicated belief”); Brief for Appellants inBrownv.Board of Education, O. T. 1952, No. 1, p. 5\n(“The Fourteenth Amendment precludes a state from imposing\ndistinctions or classifications based upon race and color\nalone”);[Footnote 20] see\nalso In Memoriam: Honorable Thurgood Marshall, Proceedings of the\nBar and Officers of the Supreme Court of the United States, X\n(1993) (remarks of Judge Motley) (“Marshall had a ‘Bible’ to which\nhe turned during his most depressed moments. The ‘Bible’ would be\nknown in the legal community as the first Mr. Justice Harlan’s\ndissent inPlessyv.Ferguson,163 U. S. 537, 552 (1896). I do not\nknow of any opinion which buoyed Marshall more in his\npre-Browndays …”).The dissent appears to pin its\ninterpretation of the Equal Protection Clause to current societal\npractice and expectations, deference to local officials, likely\npractical consequences, and reliance on previous statements from\nthis and other courts. Such a view was ascendant in this Court’s\njurisprudence for several decades. It first appeared inPlessy,where the Court asked whether a state law\nproviding for segregated railway cars was “a reasonable\nregulation.” 163 U. S., at 550. The Court deferred to local\nauthorities in making its determination, noting that in inquiring\ninto reasonableness “there must necessarily be a large discretion\non the part of the legislature.”Ibid.The Court likewise\npaid heed to societal practices, local expectations, and practical\nconsequences by looking to “the established usages, customs and\ntraditions of the people, and with a view to the promotion of their\ncomfort, and the preservation of the public peace and good order.”Ibid.Guided by these principles, the Court concluded:\n“[W]e cannot say that a law which authorizes or even requires the\nseparation of the two races in public conveyances is unreasonable,\nor more obnoxious to the Fourteenth Amendment than the acts of\nCongress requiring separate schools for colored children in the\nDistrict of Columbia.”Id.,at 550–551.The segregationists inBrownembraced\nthe arguments the Court endorsed inPlessy. ThoughBrowndecisively rejected those arguments, today’s dissent\nreplicates them to a distressing extent. Thus, the dissent argues\nthat “[e]ach plan embodies the results of local experience and\ncommunity consultation.”Post, at 47. Similarly, the\nsegregationists made repeated appeals to societal practice and\nexpectation. See,e.g., Brief for Appellees on Reargument\ninBriggsv.Elliott, O. T. 1953, No. 2, p.\n76 (“[A] State has power to establish a school system which is\ncapable of efficient administration, taking into account local\nproblems and conditions”).[Footnote 21] The dissent argues that “weight [must be\ngiven] to a local school board’s knowledge, expertise, and\nconcerns,”post, at 48, and with equal vigor, the\nsegregationists argued for deference to local authorities. See,e.g., Brief for Kansas on Reargument inBrownv.Board of Education, O. T. 1953, No. 1, p. 14\n(“We advocate only a concept of constitutional law that permits\ndeterminations of state and local policy to be made on state and\nlocal levels. We defend only the validity of the statute that\nenables the Topeka Board of Education to determine its own\ncourse”).[Footnote 22] The\ndissent argues that today’s decision “threatens to substitute for\npresent calm a disruptive round of race-related litigation,”post, at 2, and claims that today’s decision “risks\nserious harm to the law and for the Nation,”post,at 65.\nThe segregationists also relied upon the likely practical\nconsequences of ending the state-imposed system of racial\nseparation. See,e.g., Brief for Appellees on Reargument\ninDavisv.County School Board, O. T. 1953,\nNo. 3, p. 37 (“Yet a holding that school segregation by race\nviolates the Constitution will result in upheaval in all of those\nplaces not now subject to Federal judicial scrutiny. This Court has\nmade many decisions of widespread effect; none would affect more\npeople more directly in more fundamental interests and, in fact,\ncause more chaos in local government than a reversal of the\ndecision in this case”).[Footnote 23] And foreshadowing today’s dissent, the\nsegregationists most heavily relied upon judicial precedent. See,e.g., Brief for Appellees on Reargument inBriggsv.Elliott, O. T. 1953, No. 2, p. 59 (“[I]t would be\ndifficult indeed to find a case so favored by precedent as is the\ncase for South Carolina here”).[Footnote 24]The similarities between the dissent’s\narguments and the segregationists’ arguments do not stop there.\nLike the dissent, the segregationists repeatedly cautioned the\nCourt to consider practicalities and not to embrace too theoretical\na view of the Fourteenth Amendment.[Footnote 25] And just as the dissent argues that the need\nfor these programs will lessen over time, the segregationists\nclaimed that reliance on segregation was lessening and might\neventually end.[Footnote\n26]What was wrong in 1954 cannot be right\ntoday.[Footnote 27] Whatever\nelse the Court’s rejection of the segregationists’ arguments inBrownmight have established, it certainly made clear that\nstate and local governments cannot take from the Constitution a\nright to make decisions on the basis of race by adverse possession.\nThe fact that state and local governments had been discriminating\non the basis of race for a long time was irrelevant to theBrownCourt. The fact that racial discrimination was\npreferable to the relevant communities was irrelevant to theBrownCourt. And the fact that the state and local\ngovernments had relied on statements in this Court’s opinions was\nirrelevant to theBrownCourt. The same principles guide\ntoday’s decision. None of the considerations trumpeted by the\ndissent is relevant to the constitutionality of the school boards’\nrace-based plans because no contextual detail—or collection of\ncontextual details,post, at 2–22—can “provide refuge from\nthe principle that under our Constitution, the government may not\nmake distinctions on the basis of race.”Adarand, 515 U.\nS., at 240 (Thomas, J., concurring in part and concurring in\njudgment).[Footnote 28]In place of the color-blind Constitution, the\ndissent would permit measures to keep the races together and\nproscribe measures to keep the races apart.[Footnote 29] Seepost, at 28–34,\n64–65. Although no such distinction is apparent in the Fourteenth\nAmendment, the dissent would constitutionalize today’s faddish\nsocial theories that embrace that distinction. The Constitution is\nnot that malleable. Even if current social theories favor classroom\nracial engineering as necessary to “solve the problems at hand,”post, at 21, the Constitution enshrines principles\nindependent of social theories. SeePlessy, 163 U. S., at\n559 (Harlan, J., dissenting) (“The white race deems itself to be\nthe dominant race in this country. And so it is, in prestige, in\nachievements, in education, in wealth and in power. So, I doubt\nnot, it will continue to be for all time … . But in view of\nthe Constitution, in the eye of the law, there is in this country\nno superior, dominant, ruling class of citizens. … Our Constitution\nis color-blind, and neither knows nor tolerates classes among\ncitizens”). Indeed, if our history has taught us anything, it has\ntaught us to beware of elites bearing racial theories.[Footnote 30] See,e.g.,Dred Scottv.Sandford, 19 How. 393, 407 (1857)\n(“[T]hey [members of the “negro African race”] had no rights which\nthe white man was bound to respect”). Can we really be sure that\nthe racial theories that motivatedDred ScottandPlessyare a relic of the past or that future theories\nwill be nothing but beneficent and progressive? That is a gamble I\nam unwilling to take, and it is one the Constitution does not\nallow.*  *  *The plans before us base school\nassignment decisions on students’ race. Because “[o]ur Constitution\nis color-blind, and neither knows nor tolerates classes among\ncitizens,” such race-based decisionmaking is unconstitutional.Plessy,supra,at 559 (Harlan, J., dissenting). I\nconcur in the Chief Justice’s opinion so holding.Footnote 1In this Court’s paradigmatic segregation\ncases, there was a local ordinance, state statute, or state\nconstitutional provision requiring racial separation. See,e.g., Brief for Petitioners inBollingv.Sharpe, O. T. 1952, No. 4, pp. 28–30 (cataloging\nstate laws requiring separa- tion of the races);id.,at\nApp. A (listing “Statutory and Consti- tutional Provisions in the\nStates Where Segregation in Education is Institutionalized”).Footnote 2The dissent refers repeatedly and reverently\nto “ ‘integration.’ ” However, outside of the context of\nremediation for pastde juresegregation, “integration” is\nsimply racial balancing. Seepost, at 37. Therefore, the\nschool districts’ attempts to further “integrate” are properly\nthought of as little more than attempts to achieve a particular\nracial balance.Footnote 3The dissent’s assertion that these plans are\nnecessary for the school districts to maintain their “hard-won\ngains” reveals its conflation of segregation and racial imbalance.Post, at 38. For the dissent’s purposes, the relevant\nhard-won gains are the present racial compositions in the\nindividual schools in Seattle and Louisville. However, the actual\nhard-won gain in these cases is the elimination of the vestiges of\nthe system of state-enforced racial separation that once existed in\nLouisville. To equate the achievement of a certain statistical mix\nin several schools with the elimination of the system of systematicde juresegregation trivializes the latter accomplishment.\nNothing but an interest in classroom aesthetics and a\nhypersensitivity to elite sensibilities justifies the school\ndistricts’ racial balancing programs. See Part II–B,infra. But “the principle of inherent equality that\nunderlies and infuses our Constitution” required the\ndisestablishment ofde juresegregation. SeeAdarand\nConstructors, Inc.v.Pe&nacute;a,515 U. S. 200, 240 (1995) (Thomas, J.,\nconcurring in part and concurring in judgment). Assessed in any\nobjective manner, there is no comparison between the two.Footnote 4The dissent makes much of the supposed\ndifficulty of determining whether prior segregation wasde\njureorde facto. See,e.g.,post,\nat 19–20. That determination typically will not be nearly as\ndifficult as the dissent makes it seem. In most cases, there either\nwill or will not have been a state constitutional amendment, state\nstatute, local ordinance, or local administrative policy explicitly\nrequiring separation of the races. See,e.g., n. 1,supra. And even if the determination is difficult, it is\none the dissent acknowledges must be made to determine what\nremedies school districts are required to adopt.Post, at\n43.Footnote 5This Court’s opinion inMcDanielv.Barresi,402\nU. S. 39(1971), fits comfortably within this framework. There,\na Georgia school board voluntarily adopted a desegregation plan. At\nthe time ofBrown, v.Board of Education,347 U. S. 483(1954), Georgia’s\nConstitution required that “[s]eparate schools shall be provided\nfor the white and colored races.” Ga. Const., Art. VII, §1,\nch. 2–6401 (1948). Given that state law had previously required the\nschool board to maintain a dual school system, the county was\nobligated to take measures to remedy its priorde juresegregation. This Court recognized as much in its opinion, which\nstated that the school board had an “affirmative duty to\ndisestablish the dual school system.”McDaniel,supra, at 41.Footnote 6As I have explained elsewhere, the remedies\nthis Court authorized lower courts to compel in early desegregation\ncases likeGreenandSwannwere exceptional. SeeMissouriv.Jenkins,515 U. S. 70, 124–125 (1995), (Thomas,\nJ., concurring). Sustained resistance toBrownprompted\nthe Court to authorize extraordinary race-conscious remedial\nmeasures (like compelled racial mixing) to turn the Constitution’s\ndictate to desegregate into reality. 515 U. S., at 125 (Thomas, J.,\nconcurring). Even if these measures were appropriate as remedies in\nthe face of widespread resistance toBrown’s mandate, they\nare not forever insulated from constitutional scrutiny. Rather,\n“such powers should have been temporary and used only to overcome\nthe widespread resistance to the dictates of the Constitution.” 515\nU. S., at 125 (Thomas, J., concurring).Footnote 7Though the dissent cites every manner of\ncomplaint, record material, and scholarly article relating to\nSeattle’s race-based student assignment efforts,post, at\n73–75, it cites no law or official policy that required separation\nof the races in Seattle’s schools. Nevertheless, the dissent tries\nto cast doubt on the historical fact that the Seattle schools were\nnever segregated by law by citing allegations that the National\nAssociation for the Advancement of Colored People and other\norganizations made in court filings to the effect that Seattle’s\nschools were once segregated by law. Seepost, at 7–9, 23.\nThese allegations were never proved and were not even made in this\ncase. Indeed, the record before us suggests the contrary. See App.\nin No. 05–908, pp. 214a, 225a, 257a. Past allegations in\nanother case provide no basis for resolving these cases.Footnote 8Contrary to the dissent’s argument,post, at 44, the Louisville school district’s interest in\nremedying its pastde juresegregation did vanish the day\nthe District Court found that Louisville had eliminated the\nvestiges of its historicde juresegregation. SeeHamptonv.Jefferson Cty. Bd. of Ed.,102\nF. Supp. 2d 358, at 360 (WD Ky. 2000). If there were further\nremediation to be done, the District Court could not logically have\nreached the conclusion that Louisville “ha[d] eliminated the\nvestiges associated with the former policy of segregation and its\npernicious effects.”Ibid.Because Louisville could use\nrace-based measures only as a remedy for pastde juresegregation, it is not “incoherent,”post, at 56, to say\nthat race-based decisionmaking was allowed to Louisville one\nday—while it was still remedying—and forbidden to it the next—when\nremediation was finished. That seemingly odd turnaround is merely a\nresult of the fact that the remediation ofde juresegregation is a jealously guarded exception to the Equal\nProtection Clause’s general rule against government race-based\ndecisionmaking.Footnote 9The dissent’s appeal tostare\ndecisis,post, at 65, is particularly ironic in light\nof its apparent willingness to depart from these precedents,post, at 36–37.Footnote 10The idea that government racial\nclassifications must be subjected to strict scrutiny did not\noriginate inAdarand. As early asLovingv.Virginia,388\nU. S. 1(1967), this Court made clear that government action\nthat “rest[s] solely upon distinctions drawn according to race” had\nto be “subjected to the ‘most rigid scrutiny.’ ”Id.,at 11 (quotingKorematsuv.United States,323 U. S. 214,\n216 (1944)); see alsoMcLaughlinv.Florida,379 U. S. 184,\n196 (1964) (requiring a statute drawing a racial classification to\nbe “necessary, and not merely rationally related, to accomplishment\nof a permissible state policy”);id.,at 197 (Harlan, J.,\nconcurring) (“The necessity test … should be equally applicable in\na case involving state racial discrimination”).Footnote 11At least one of the academic articles the\ndissent cites to support this proposition fails to establish a\ncausal connection between the supposed educational gains realized\nby black students and racial mixing. See Hallinan, Diversity\nEffects on Student Outcomes: Social Science Evidence, 59 Ohio St.\nL. J. 733 (1998). In the pages following the ones the dissent\ncites, the author of that article remarks that “the main reason\nwhite and minority students perform better academically in majority\nwhite schools is likely that these schools provide greater\nopportunities to learn. In other words, it is not desegregation per\nse that improves achievement, but rather the learning advantages\nsome desegregated schools provide.”Id.,at 744. Evidence\nthat race is a good proxy for other factors that might be\ncorrelated with educational benefits does not support a compelling\ninterest in the use of race to achieve academic results.Footnote 12Of course, if the Seattle school board were\ntruly committed to the notion that diversity leads directly to\neducational benefits, operating a school with such a high\n“nonwhite” enrollment would be a shocking dereliction of its duty\nto educate the students enrolled in that school.Footnote 13In fact, the available data from the Seattle\nschool district appear to undercut the dissent’s view. A comparison\nof the test results of the schools in the last year the racial\nbalancing program operated to the results in the 2004-to-2005\nschool year (in which student assignments were race-neutral) does\nnot indicate the decline in black achieve- ment one would expect to\nfind if black achievement were contin- gent upon a particular\nracial mix. See Washington State Report Card, online at\nhttp://reportcard.ospi.k12.wa.us/summary.aspx?schoolId=\n1099&OrgType=4&reportLevel=School;\nhttp://reportcard.ospi.k12.wa.us/\nsummary.aspx?schoolId=1104&reportLevel=School&orgLinkId=1104&yrs=;\nhttp: // reportcard . ospi . k12 . wa . us / summary . aspx ? schoolId = 1061 & report\nLevel = School & orgLinkId = 1061 & yrs = ;\nhttp: // reportcard . ospi.k12 . wa.us/\nsummary . aspx ? schoolId = 1043 & reportLevel = School & orgLinkId = 1043 &\nyrs= (showing that reading scores went up, not down, when Seattle’s\nrace-based assignment program ended at Sealth High School, Ingraham\nHigh School, and Franklin High School—some of the schools most\naffected by the plan).Footnote 14The dissent accuses me of “feel[ing]\nconfident that, to end invidious discrimination, one must endallgovernmental use of race-conscious criteria” and\nchastises me for not deferring to democratically elected\nmajorities. Seepost, at 62. Regardless of what Justice\nBreyer’s goals might be, this Court does not sit to “create a\nsociety that includes all Americans” or to solve the problems of\n“troubled inner city schooling.”Ibid.We are not social\nengineers. The United States Constitution dictates that local\ngovernments cannot make decisions on the basis of race.\nConsequently, regardless of the perceived negative effects of\nracial imbalance, I will not defer to legislative majorities where\nthe Constitution forbids it.It should escape no one that behind Justice\nBreyer’s veil of judicial modesty hides an inflated role for the\nFederal Judiciary. The dissent’s approach confers on judges the\npower to say what sorts of discrimination are benign and which are\ninvidious. Having made that determination (based on no objective\nmeasure that I can detect), a judge following the dissent’s\napproach will set the level of scrutiny to achieve the desired\nresult. Only then must the judge defer to a democratic majority. In\nmy view, to defer to one’s preferred result is not to defer at\nall.Footnote 15The notion that a “democratic” interest\nqualifies as a compelling interest (or constitutes a part of a\ncompelling interest) is proposed for the first time in today’s\ndissent and has little basis in the Constitution or our precedent,\nwhich has narrowly restricted the interests that qualify as\ncompelling. SeeGrutterv.Bollinger,539 U. S. 306, 351–354 (2003) (Thomas,\nJ., concurring in part and dissenting in part). The Fourteenth\nAmendment does not enact the dissent’s newly minted understanding\nof liberty. SeeLochnerv.New York,198 U. S. 45, 75 (1905)\n(Holmes, J., dissenting) (“The Fourteenth Amendment does not enact\nMr. Herbert Spencer’s Social Statics”).Footnote 16The dissent does not explain how its\nrecognition of an interest in teaching racial understanding and\ncooperation here is consistent with the Court’s rejection of a\nsimilar interest inWygant. InWygant, a school\ndistrict justified its race-based teacher-layoff program in part on\nthe theory that “minority teachers provided ‘role models’ for\nminority students and that a racially ‘diverse’ faculty would\nimprove the education of all students.”Grutter,supra, at 352 (opinion of Thomas, J.) (citing Brief for\nRespondents, O. T. 1984, No. 84–1340, pp. 27–28; 476 U. S., at\n315 (Stevens, J., dissenting)). The Court rejected the interests\nasserted to justify the layoff program as insufficiently\ncompelling.Wygant,476 U. S., at 275–276 (plurality\nopinion);id.,at 295 (White, J., concurring in judgment).\nIf a school district has an interest in teaching racial\nunderstanding and cooperation, there is no logical reason why that\ninterest should not extend to the composition of the teaching staff\nas well as the composition of the student body. The dissent’s\nreliance on this interest is, therefore, inconsistent withWygant.Footnote 17Outside the school context, this Court’s\ncases reflect the fact that racial mixing does not always lead to\nharmony and understanding. InJohnsonv.California,543 U. S. 499(2005), this Court\nconsidered a California prison policy that separated inmates\nracially.Id.,at 525–528 (Thomas, J., dissenting). That\npolicy was necessary because of “numerous incidents of racial\nviolence.”Id.,at 502;id., at 532–534 (Thomas,\nJ., dissenting). As a result of this Court’s insistence on strict\nscrutiny of that policy, but seeid.,at 538–547, inmates\nin the California prisons were killed. SeeBeardv.Banks, 548 U. S. ___, ___ (2006) (Thomas, J., concurring\nin judgment) (noting that two were killed and hundreds were injured\nin race rioting subsequent to this Court’s decision inJohnson).Footnote 18After discussing the “democratic element,”\nthe dissent repeats its assertion that the social science evidence\nsupporting that interest is “sufficiently strong to permit a school\nboard to determine … that this interest is compelling.”Post, at 40. Again, though, the school boards have no say\nin deciding whether an interest is compelling. Strict scrutiny of\nrace-based government decisionmaking is more searching thanChevron-style administrative review for reasonableness.\nSeeChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U. S. 837, 845\n(1984).Footnote 19The dissent half-heartedly attacks the\nhistorical underpinnings of the color-blind Constitution.Post, at 28–29. I have no quarrel with the proposition\nthat the Fourteenth Amendment sought to bring former slaves into\nAmerican society as full members.Post,at 28 (citingSlaughter-House Cases, 16 Wall. 36, 71–72 (1873)). What\nthe dissent fails to understand, however, is that the color-blind\nConstitution does not bar the government from taking measures to\nremedy past state-sponsored discrimination—indeed, it requires that\nsuch measures be taken in certain circumstances. See,e.g., Part I–B,supra.Race-based government\nmeasures during the 1860’s and 1870’s to remedystate-enforced\nslaverywere therefore not inconsistent with the color-blind\nConstitution.Footnote 20See also Juris. Statement inDavisv.County School Board, O. T. 1952, No. 3, p. 8\n(“[W]e take the unqualified position that the Fourteenth Amendment\nhas totally stripped the state of power to make race and color the\nbasis for governmental action”); Tr. of Oral Arg. inBrownv.Board of Education, O. T. 1952, No. 1, p. 7 (“We\nhave one fundamental contention which we will seek to develop in\nthe course of this argument, and that contention is that no State\nhas any authority under the equal-protection clause of the\nFourteenth Amendment to use race as a factor in affording\neducational opportunities among its citizens”); Tr. of Oral Arg. inBriggsv.Elliott, O. T. 1953, No. 2, p. 50\n(“[T]he state is deprived of any power to make any racial\nclassifications in any governmental field”).Footnote 21See also Brief for Appellees inDavisv.County School Board, O. T. 1952,\nNo. 3, p. 1 (“[T]he Court is asked … to outlaw the fixed\npolicies of the several States which are based on local social\nconditions well known to the respective legislatures”);id.,at 9 (“For this purpose, Virginia history and present\nVirginia conditions are important”); Tr. of Oral Arg. inDavisv.County School Board, O. T. 1952,\nNo. 3, p. 57 (“[T]he historical background that exists, certainly\nin this Virginia situation, with all the strife and the history\nthat we have shown in this record, shows a basis, a real basis, for\nthe classification that has been made”);id.,at 69\n(describing the potential abolition of segregation as “contrary to\nthe customs, the traditions and the mores of what we might claim to\nbe a great people, established through generations, who themselves\nare fiercely and irrevocably dedicated to the preservation of the\nwhite and colored races”). Accord,post, at 68 (“Today,\nalmost 50 years later, attitudes toward race in this Nation have\nchanged dramatically. Many parents, white and black alike, want\ntheir children to attend schools with children of different races.\nIndeed, the very school districts that once spurned integration now\nstrive for it. The long history of their efforts reveals the\ncomplexities and difficulties they have faced”);post,at\n21 (emphasizing the importance of “local circumstances” and\nencouraging different localities to “try different solutions to\ncommon problems and gravitate toward those that prove most\nsuccessful or seem to them best to suit their individual needs”\n(citations and internal quotation marks omitted));post,at 48 (emphasizing the school districts’ “40-year history” during\nwhich both school districts have tried numerous approaches “to\nachieve more integrated schools”);post, at 63 (“[T]he\nhistories of Louisville and Seattle reveal complex circumstances\nand a long tradition of conscientious efforts by local school\nboards”).Footnote 22See also Brief for Appellees inBrownv.Board of Education, O. T. 1952, No.\n1, p. 29 (“ ‘It is universally held, therefore, that each\nstate shall determine for itself, subject to the observance of the\nfundamental rights and liberties guaranteed by the federal\nConstitution, how it shall exercise the police power … . And\nin no field is this right of the several states more clearly\nrecognized than in that of public education’ ” (quotingBriggsv.Elliott,98 F. Supp. 529, 532 (SC\n1951))); Brief for Appellees inBriggsv.Elliott, O. T. 1952, No. 2, p. 7 (“Local\nself-government in local affairs is essential to the peace and\nhappiness of each locality and to the strength and stability of our\nwhole federal system. Nowhere is this more profoundly true than in\nthe field of education”); Tr. of Oral Arg. inBriggsv.Elliott, O. T. 1952, No. 2, pp. 54–55 (“What is\nthe great national and federal policy on this matter? Is it not a\nfact that the very strength and fiber of our federal system is\nlocal self-government in those matters for which local action is\ncompetent? Is it not of all the activities of government the one\nwhich most nearly approaches the hearts and minds of people, the\nquestion of the education of their young? Is it not the height of\nwisdom that the manner in which that shall be conducted should be\nleft to those most immediately affected by it, and that the wishes\nof the parents, both white and colored, should be ascertained\nbefore their children are forced into what may be an unwelcome\ncontact?”). Accord,post, at 48 (“[L]ocal school boards\nbetter understand their own communities and have a better knowledge\nof what in practice will best meet the educational needs of their\npupils”);post, at 66 (“[W]hat of respect for democratic\nlocal decisionmaking by States and school boards?”);ibid.(explaining “that the Constitution grants local school districts a\nsignificant degree of leeway”).Footnote 23See also Reply Brief for Appellees inDavisv.County School Board, O. T. 1953,\nNo. 3, p. 17 (“The Court is … dealing with thousands of local\nschool districts and schools. Is each to be the subject of\nlitigation in the District Courts?”); Brief for Kansas on\nReargument inBrownv.Board of Education,\nO. T. 1953, No. 1, p. 51 (“The delicate nature of the problem\nof segregation and the paramount interest of the State of Kansas in\npreserving the internal peace and tranquility of its people\nindicates that this is a question which can best be solved on the\nlocal level, at least until Congress declares otherwise”). Accord,post, at 61 (“At a minimum, the plurality’s views would\nthreaten a surge of race-based litigation. Hundreds of state and\nfederal statutes and regulations use racial classifications for\neducational or other purposes… . In many such instances, the\ncontentious force of legal challenges to these classifications,\nmeritorious or not, would displace earlier calm”);post,at 65 (“Indeed, the consequences of the approach the Court takes\ntoday are serious. Yesterday, the plans under review were lawful.\nToday, they are not”);post,at 66 (predicting “further\nlitigation, aggravating race-related conflict”).Footnote 24See also Statement of Appellees Opposing\nJurisdiction and Motion to Dismiss or Affirm inDavisv.County School Board, O. T. 1952, No. 3, p. 5\n(“[I]t would be difficult to find from any field of law a legal\nprinciple more repeatedly and conclusively decided than the one\nsought to be raised by appellants”); Brief for Appellees inDavisv.County School Board, O. T. 1953,\nNo. 3, p. 46–47 (“If this case were to be decided solely on\nthe basis of precedent, this brief could have been much more\nlimited. There is ample precedent in the decisions of this Court to\nuphold school segregation”); Brief for Petitioners inGebhartv.Belton, O. T. 1952, No. 5,\np. 27 (“Respondents ask this Court to upset a long established\nand well settled principle recognized by numerous state\nLegislatures, and Courts, both state and federal, over a long\nperiod of years”); Tr. of Oral Arg. inBriggsv.Elliott, O. T. 1953, No. 2, p. 79 (“But be that\ndoctrine what it may, somewhere, sometime to every principle comes\na moment of repose when it has been so often announced, so\nconfidently relied upon, so long continued, that it passes the\nlimits of judicial discretion and disturbance… . We relied on\nthe fact that this Court had not once but seven times, I think it\nis, pronounced in favor of the separate but equal doctrine. We\nrelied on the fact that the courts of last appeal of some sixteen\nor eighteen States have passed upon the validity of the separate\nbut equal doctrine vis-a-vis the Fourteenth Amendment. We relied on\nthe fact that Congress has continuously since 1862 segregated its\nschools in the District of Columbia”); Brief for Appellees inBriggsv.Elliott, O. T. 1952, No. 2, App. D\n(collecting citations of state and federal cases “[w]hich\n[e]nunciate the [p]rinciple that [s]tate [l]aws [p]roviding for\n[r]acial [s]egregation in the [p]ublic [s]chools do not [c]onflict\nwith the Fourteenth Amendment”). Accord,post, at 22\n(“[T]he Court set forth inSwanna basic principle of\nconstitutional law—a principle of law that has found wide\nacceptance in the legal culture” (citations and internal quotation\nmarks omitted));post,at 25 (“Lower state and federal\ncourts had considered the matter settled and uncontroversial even\nbefore this Court decidedSwann”);post, at 26\n(“Numerous state and federal courts explicitly relied uponSwann’s guidance for decades to follow”);post,at 27 (stating “how lower courts understood and followedSwann’s enunciation of the relevant legal principle”);post, at 30 (“The constitutional principle enunciated inSwann,reiterated in subsequent cases, and relied upon\nover many years, provides, and has widely been thought to provide,\nauthoritative legal guidance”);post, at 61 (“[T]oday’s\nopinion will require setting aside the laws of several States and\nmany local communities”);post, at 66 (“And what has\nhappened toSwann?ToMcDaniel?ToCrawford?ToHarris?ToSchool Committee of\nBoston?ToSeattle School Dist. No. 1?After decades\nof vibrant life, they would all, under the plurality’s logic, be\nwritten out of the law”).Footnote 25Compare Brief for Appellees inDavisv.County School Board, O. T. 1952, No. 3,\np. 16–17 (“ ‘It is by such practical considerations based\non experience rather than by theoretical inconsistencies that the\nquestion of equal protection is to be answered’ ” (quotingRailway Express Agency, Inc.v.New York,336 U. S. 110(1949))); Brief for Appellees on Reargument inDavisv.County School Board, O. T. 1953, No. 3, p. 76 (“The\nquestion is a practical one for them to solve; it is not subject to\nsolution in the theoretical realm of abstract principles”); Tr. of\nOral Arg. inDavisv.County School Board,\nO. T. 1953, No. 4, p. 86 (“[Y]ou cannot talk about this\nproblem just in a vacuum in the manner of a law school\ndiscussion”), withpost, at 57 (“The Founders meant the\nConstitution as a practical document”).Footnote 26Compare Brief for Kansas on Reargument inBrownv.Board of Education, O. T. 1953, No.\n1, p. 57 (“[T]he people of Kansas . . . are abandoning the\npolicy of segregation whenever local conditions and local attitudes\nmake it feasible”), Brief for Appellees on Reargument inDavisv.County School Board, O. T. 1953,\nNo. 3, p. 76 (“As time passes, it may well be that segregation will\nend”), withpost, at 19 (“[T]hey use race-conscious\ncriteria in limited and gradually diminishing ways”);post, at 48 (“[E]ach plan’s use of race-conscious elements\nisdiminishedcompared to the use of race in preceding\nintegration plans”);post,at 55 (describing the\n“historically-diminishing use of race” in the school\ndistricts).Footnote 27It is no answer to say that these cases can\nbe distinguished fromBrownbecauseBrowninvolved invidious racial classifications whereas the racial\nclassifications here are benign. Seepost, at 62. How does\none tell when a racial classification is invidious? The\nsegregationists inBrownargued that their racial\nclassifications were benign, not invidious. See Tr. of Oral Arg. inBriggsv.Elliott, O. T. 1953, No. 2, p. 83\n(“It [South Carolina] is confident of its good faith and intention\nto produce equality for all of its children of whatever race or\ncolor. It is convinced that the happiness, the progress and the\nwelfare of these children is best promoted in segregated schools”);\nBrief for Appellees on Reargument inDavisv.County\nSchool Board, O. T. 1953, No. 3, p. 82–83 (“Our many\nhours of research and investigation have led only to confirmation\nof our view that segregation by race in Virginia’s public schools\nat this time not only does not offend the Constitution of the\nUnited States but serves to provide a better education for living\nfor the children of both races”); Tr. of Oral Arg. inDavisv.County School Board, O. T. 1952,\nNo. 3, p. 71 (“[T]o make such a transition, would undo what we have\nbeen doing, and which we propose to continue to do for the uplift\nand advancement of the education of both races. It would stop this\nmarch of progress, this onward sweep”). It is the height of\narrogance for Members of this Court to assert blindly that their\nmotives are better than others.Footnote 28See alsoid.,at 8–9 (“It has been\nurged that [these state laws and policies] derive validity as a\nconsequence of a long duration supported and made possible by a\nlong line of judicial decisions, including expressions in some of\nthe decisions of this Court. At the same time, it is urged that\nthese laws are valid as a matter of constitutionally permissible\nsocial experimentation by the States. On the matter of stare\ndecisis, I submit that the duration of the challenged practice,\nwhile it is persuasive, is not controlling… . As a matter of\nsocial experimentation, the laws in question must satisfy the\nrequirements of the Constitution. While this Court has permitted\nthe States to legislate or otherwise officially act experimentally\nin the social and economic fields, it has always recognized and\nheld that this power is subject to the limitations of the\nConstitution, and that the tests of the Constitution must be met”);\nReply Brief for Appellants inBriggsv.Elliott,\nO. T. 1953, No. 2, pp. 18–19 (“The truth of the matter is\nthat this is an attempt to place local mores and customs above the\nhigh equalitarian principles of our Government as set forth in our\nConstitution and particularly the Fourteenth Amendment. This entire\ncontention is tantamount to saying that the vindication and\nenjoyment of constitutional rights recognized by this Court as\npresent and personal can be postponed whenever such postponement is\nclaimed to be socially desirable”).Footnote 29The dissent does not face the complicated\nquestions attending its proposed standard. For example, where does\nthe dissent’s principle stop? Can the government force racial\nmixing against the will of those being mixed? Can the government\nforce black families to relocate to white neighborhoods in the name\nif bringing the races together? What about historically black\ncolleges, which have “established traditions and programs that\nmight disproportionately appeal to one race or another”?United\nStatesv.Fordice,505 U. S. 717, 749 (1992) (Thomas, J.,\nconcurring). The dissent does not and cannot answer these questions\nbecause the contours of the distinction it propounds rest entirely\nin the eye of the beholder.Footnote 30Justice Breyer’s good intentions, which I do\nnot doubt, have the shelf life of Justice Breyer’s tenure. Unlike\nthe dissenters, I am unwilling to delegate my constitutional\nresponsibilities to local school boards and allow them to\nexperiment with race-based decisionmaking on the assumption that\ntheir intentions will forever remain as good as Justice Breyer’s.\nSee The Federalist No. 51, p. 349 (J. Cooke ed. 1961) (“If men were\nangels, no government would be necessary”). Indeed, the racial\ntheories endorsed by the Seattle school board should cause the\ndissenters to question whether local school boards should be\nentrusted with the power to make decisions on the basis of race.\nThe Seattle school district’s Website formerly contained the\nfollowing definition of “cultural racism”: “Those aspects of\nsociety that overtly and covertly attribute value and normality to\nwhite people and whiteness, and devalue, stereotype, and label\npeople of color as ‘other,’ different, less than, or render them\ninvisible. Examples of these norms include defining white skin\ntones as nude or flesh colored, having a future time orientation,\nemphasizing individualism as opposed to a more collective ideology,\ndefining one form of English as standard . . . .” See Harrell,\nSchool Web Site Removed: Examples of Racism Sparked Controversy,\nSeattle Post-Intelligencer, June 2, 2006, p. B1. After the site was\nremoved, the district offered the comforting clarification that the\nsite was not intended “ ‘to hold onto unsuccessful concepts\nsuch as melting pot or colorblind mentality.’ ”Ibid.;see alsoante, at 22, n. 15\n(plurality opinion).More recently, the school district sent a\ndelegation of high school students to a “White Privilege\nConference.” See Equity and Race Relations White Privilege\nConference, https://www.seattleschools.\norg/area/equityandrace/whiteprivilegeconference.xml. One conference\nparticipant described “white privilege” as “an invisible package of\nunearned assets which I can count on cashing in each day, but about\nwhich I was meant to remain oblivious. White Privilege is like an\ninvisible weightless knapsack of special provisions, maps,\npassports, codebooks, visas, clothes, tools, and blank checks.” See\nWhite Privilege Conference, Questions and Answers,\nhttp://www.uccs.edu/~wpc/ faqs.htm; see generally Westneat, School\nDistrict’s Obsessed with Race, Seattle Times, Apr. 1, 2007, p. B1\n(describing racial issues in Seattle schools).",
    "joined": []
}