{
    "case": {
        "docket": "50",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/50/"
    },
    "id": "1970493",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–8505_________________SANDY WILLIAMS, PETITIONER v. ILLINOISon writ of certiorari to the supreme court of\nillinois[June 18, 2012]Justice Thomas, concurring in the\njudgment.I agree with the plurality that the disclosure\nof Cellmark’s out-of-court statements through the expert testimony\nof Sandra Lambatos did not violate the Confrontation Clause. I\nreach this conclusion, however, solely because Cellmark’s\nstatements lacked the requisite “formality and solemnity” to be\nconsidered “ ‘testimonial’ ” for purposes of the\nConfrontation Clause. See Michigan v. Bryant, 562 U. S. ___,\n___ (2011) (Thomas, J., concurring in judgment) (slip op., at 1).\nAs I explain below, I share the dissent’s view of the plurality’s\nflawed analysis.IThe threshold question in this case is whether\nCell- mark’s statements were hearsay at all. As the Court has\nexplained, “[t]he [Confrontation] Clause . . . does not\nbar the use of testimonial statements for purposes other than\nestablishing the truth of the matter asserted.” See Crawford v.\nWashington,541 U.S.\n36, n. 9 (2004) (citing Tennessee v. Street,471 U.S.\n409, 414 (1985) ). Here, the State of Illinois contends that\nCellmark’s statements—that it successfully derived a male DNA\nprofile and that the profile came from L. J.’s swabs—were\nintroduced only to show the basis of Lambatos’ opinion, and not for\ntheir truth. In my view, however, there was no plau- sible reason\nfor the introduction of Cellmark’s statements other than to\nestablish their truth.AIllinois Rule of Evidence 703 (2011) and its\nfederal counterpart permit an expert to base his opinion on facts\nabout which he lacks personal knowledge and to disclose those facts\nto the trier of fact. Relying on these Rules, the State contends\nthat the facts on which an expert’s opinion relies are not to be\nconsidered for their truth, but only to explain the basis of his\nopinion. See People v. Pasch,152 Ill. 2d 133, 176,604 N.E.2d 294, 311 (1992) (“By allowing an expert to reveal\nthe information for this purpose alone, it will undoubtedly aid the\njury in assessing the value of his opinion”); see also Advisory\nCommittee’s Notes on Fed. Rule Evid. 703, 28 U. S. C.\nApp., p. 361 (stating that expert basis testimony is\nadmissible “only for the purpose of assisting the jury in\nevaluating an expert’s opinion”). Accordingly, in the State’s view,\nthe disclosure of expert “basis testimony” does not implicate the\nConfrontation Clause.I do not think that rules of evidence should so\neasily trump a defendant’s confrontation right. To be sure, we\nshould not “lightly swee[p] away an accepted rule” of federal or\nstate evidence law, ante, at 2 (internal quotation marks omitted),\nwhen applying the Confrontation Clause. “Rules of limited\nadmissibility are commonplace in evidence law.” Mnookin, Expert\nEvidence and the Confrontation Clause after Crawford v. Washington,\n15 J. L. & Pol’y 791, 812 (2007). And, we often presume\nthat courts and juries follow limiting instructions. See, e.g.,\nStreet, supra, at 415, n. 6. But we have recognized that\nconcepts central to the application of the Confrontation Clause are\nultimately matters of federal constitutional law that are not\ndictated by state or federal evidentiary rules. See Barber v. Page,390 U.S.\n719–725 (1968) (defining a constitutional standard for whether\na witness is “unavailable” for purposes of the Confrontation\nClause); see also Ohio v. Roberts,448 U.S.\n56, 76 (1980) (recognizing that Barber “explored the issue of\nconstitutional unavailability” (emphasis added)). Likewise, we have\nheld that limiting in- structions may be insufficient in some\ncircumstances to protect against violations of the Confrontation\nClause. See Bruton v. United States,391 U.S.\n123(1968) .Of particular importance here, we have made sure\nthat an out-of-court statement was introduced for a “legitimate,\nnonhearsay purpose” before relying on the not-for-its-truth\nrationale to dismiss the application of the Confrontation Clause.\nSee Street, 471 U. S., at 417 (emphasis added). In Street, the\ndefendant testified that he gave a false confession because police\ncoerced him into parroting his accomplice’s confession. Id., at\n411. On rebuttal, the prosecution introduced the accomplice’s\nconfession to demonstrate to the jury the ways in which the two\nconfessions differed. Id., at 411–412. Finding no Confrontation\nClause problem, this Court held that the accomplice’s out-of-court\nconfession was not introduced for its truth, but only to impeach\nthe defendant’s version of events. Id., at 413–414. Although the\nCourt noted that the confession was not hearsay “under traditional\nrules of evidence,” id., at 413, the Court did not accept that\nnonhearsay label at face value. Instead, the Court thoroughly\nexamined the use of the out-of-court confession and the efficacy of\na limiting instruction before concluding that the Confrontation\nClause was satisfied “[i]n this context.” Id., at 417.Unlike the confession in Street, statements\nintroduced to explain the basis of an expert’s opinion are not\nintroduced for a plausible nonhearsay purpose. There is no\nmeaningful distinction between disclosing an out-of-court statement\nso that the factfinder may evaluate the expert’s opinion and\ndisclosing that statement for its truth. “To use the inadmissible\ninformation in evaluating the expert’s testimony, the jury must\nmake a preliminary judgment about whether this information is\ntrue.” D. Kaye, D. Bernstein, & J. Mnookin, The New Wigmore: A\nTreatise on Evidence: Expert Evidence §4.10.1, p. 196 (2d ed.\n2011) (hereinafter Kaye). “If the jury believes that the basis\nevidence is true, it will likely also believe that the expert’s\nreliance is justified; inversely, if the jury doubts the accuracy\nor validity of the basis evidence, it will be skeptical of the\nexpert’s conclusions.” Ibid. [1]Contrary to the plurality’s suggestion, this\ncommon- sense conclusion is not undermined by any longstand- ing\nhistorical practice exempting expert basis testimony from the\nrigors of the Confrontation Clause. Prior to the adoption of the\nFederal Rules of Evidence in 1975, an expert could render an\nopinion based only on facts that the expert had personally\nperceived or facts that the expert learned at trial, either by\nlistening to the testimony of other witnesses or through a\nhypothetical question based on facts in evidence. See Advisory\nCommittee’s Notes on Fed. Rule Evid. 703, 28 U. S. C.\nApp., p. 361; 29 C. Wright & V. Gold, Federal Practice and\nProcedure §6271, pp. 300–301 (1997) (hereinafter Wright); 1 K.\n Broun et al., McCormick on Evidence §14, p. 86 (6th ed.\n2006) (hereinafter Broun); Kaye §4.6, at 156–157. In those\nsituations, there was little danger that the expert would rely on\ntestimonial hearsay that was not subject to confrontation because\nthe expert and the witnesses on whom he relied were present at\ntrial. It was not until 1975 that the universe of facts upon which\nan expert could rely was expanded to include facts of the case that\nthe expert learned out of court by means other than his own\nperception. 1 Broun §14, at 87; Kaye §4.6, at 157. It is the\nexpert’s disclosure of those facts that raises Confrontation Clause\nconcerns. [2]BThose concerns are fully applicable in this\ncase. Lambatos opined that petitioner’s DNA profile matched the\nmale profile derived from L. J.’s vaginal swabs. In reaching\nthat conclusion, Lambatos relied on Cellmark’s out-of-court\nstatements that the profile it reported was in fact derived from\nL. J.’s swabs, rather than from some other source. Thus, the\nvalidity of Lambatos’ opinion ultimately turned on the truth of\nCellmark’s statements. The plurality’s assertion that Cellmark’s\nstatements were merely relayed to explain “the assumptions on which\n[Lambatos’] opinion rest[ed],” ante, at 3, overlooks that the value\nof Lambatos’ testimony depended on the truth of those very\nassumptions. [3]It is no answer to say that other nonhearsay\nevidence established the basis of the expert’s opinion. Here,\nLambatos disclosed Cellmark’s statements that it generated a male\nDNA profile from L. J.’s swabs, but other evidence showed that\nL. J.’s swabs contained semen and that the swabs were shipped\nto and received from Cellmark. Ante, at 5–6. That evidence did not\nrender Cellmark’s statements superfluous. Of course, evidence that\nCellmark received L. J.’s swabs and later produced a DNA\nprofile is some indication that Cellmark in fact generated the\nprofile from those swabs, rather than from some other source (or\nfrom no source at all). Cf. Melendez-Diaz v. Massachusetts,557\nU.S. 305, 319 (2009) (citing brief that describes “cases of\ndocumented ‘drylabbing’ where forensic analysts report results of\ntests that were never performed,” including DNA tests). But the\nonly direct evidence to that effect was Cellmark’s statement, which\nLambatos relayed to the factfinder. In any event, the factfinder’s\nability to rely on other evidence to evaluate an expert’s opinion\ndoes not alter the conclusion that basis testimony is admitted for\nits truth. The existence of other evidence corroborating the basis\ntestimony may render any Confrontation Clause violation harmless,\nbut it does not change the purpose of such testimony and thereby\nplace it outside of the reach of the Confrontation Clause. [4] I would thus conclude that\nCellmark’s statements were introduced for their truth.CThe plurality’s contrary conclusion may seem\nof little consequence to those who view DNA testing and other forms\nof “hard science” as intrinsically reliable. But see Melendez-Diaz,\nsupra, at 318 (“Forensic evidence is not uniquely immune from the\nrisk of manipulation”). Today’s holding, however, will reach beyond\nscientific evidence to ordinary out-of-court statements. For\nexample, it is not uncommon for experts to rely on interviews with\nthird parties in forming their opinions. See, e.g., People v.\nGoldstein, 6 N.Y.3d 119, 123–124, 843 N.E.2d 727, 729–730 (2005)\n(psychiatrist disclosed statements made by the defendant’s\nacquaintances as part of the basis of her opinion that the\ndefendant was motivated to kill by his feelings of sexual\nfrustration).It is no answer to say that “safeguards” in the\nrules of evidence will prevent the abuse of basis testimony. Ante,\nat 26. To begin with, courts may be willing to conclude that an\nexpert is not acting as a “mere condui[t]” for hearsay, ante, at\n27, as long as he simply provides some opinion based on that\nhearsay. See Brief for Respondent 18, n. 4 (collecting cases).\nIn addition, the hearsay may be the kind of fact on which experts\nin a field reasonably rely. See Fed. Rule Evid. 703; Goldstein,\nsupra, at 125, 843 N. E. 2d, at 731 (evidence showed that\nreputable psychiatrists relied upon third-party interviews in\nforming their opinions). Of course, some courts may determine that\nhearsay of this sort is not substantially more probative than\nprejudicial and therefore should not be disclosed un- der Rule 703.\nBut that balancing test is no substitute for a constitutional\nprovision that has already struck the balance in favor of the\naccused. See Crawford, 541 U. S., at 61 (“[The Confrontation\nClause] commands, not that evidence be reliable, but that\nreliability be assessed in a particular manner: by testing in the\ncrucible of cross-examination”).IIAHaving concluded that the statements at issue\nhere were introduced for their truth, I turn to whether they were\n“testimonial” for purposes of the Confrontation Clause. In\nCrawford, the Court explained that “[t]he text of the Confrontation\nClause . . . applies to ‘witnesses’ against the\naccused—in other words, those who ‘bear testimony.’ ” Id., at\n51 (quoting 2 N. Webster, An American Dictionary of the English\nLanguage (1828)). “ ‘Testimony,’ ” in turn, is\n“ ‘[a] solemn declaration or affirmation made for the purpose\nof establishing or proving some fact.’ ” 541 U. S., at\n51. In light of its text, I continue to think that the\nConfrontation Clause regulates only the use of statements bearing\n“indicia of solemnity.” Davis v. Washington,547 U.S.\n813–837, 840 (2006) (Thomas, J., concurring in judgment in\npart and dissenting in part). This test comports with history\nbecause solemnity marked the practices that the Confrontation\nClause was designed to eliminate, namely, the ex parte\nexamination of wit- nesses under the English bail and committal\nstatutes passed during the reign of Queen Mary. See id., at 835;\nBryant, 562 U. S., at ___ (Thomas, J., concurring in judgment)\n(slip op., at 1); Crawford, supra, at 43–45. Accordingly, I have\nconcluded that the Confrontation Clause reaches “ ‘formalized\ntestimonial materials,’ ” such as depositions, affidavits, and\nprior testimony, or statements resulting from “ ‘formalized\ndialogue,’ ” such as custodial interrogation. Bryant, supra,\nat ___ (slip op., at 2); see also Davis, supra, at 836–837. [5]Applying these principles, I conclude that\nCellmark’s report is not a statement by a “witnes[s]” within the\nmeaning of the Confrontation Clause. The Cellmark report lacks the\nsolemnity of an affidavit or deposition, for it is neither a sworn\nnor a certified declaration of fact. Nowhere does the report attest\nthat its statements accurately reflect the DNA testing processes\nused or the results ob- tained. See Report of Laboratory\nExamination, Lodging of Petitioner. The report is signed by two\n“reviewers,” but they neither purport to have performed the DNA\ntesting nor certify the accuracy of those who did. See ibid. And,\nalthough the report was produced at the request of law enforcement,\nit was not the product of any sort of formalized dialogue\nresembling custodial interrogation.The Cellmark report is distinguishable from the\nlaboratory reports that we determined were testimonial in\nMelendez-Diaz,557 U.S.\n305, and in Bullcoming v. New Mexico, 564 U. S. ___\n(2011). In Melendez-Diaz, the reports in question were “sworn to\nbefore a notary public by [the] analysts” who tested a substance\nfor cocaine. 557 U. S., at 308. In Bullcoming, the report,\nthough unsworn, included a “Certificate of Analyst” signed by the\nforensic analyst who tested the defendant’s blood sample. 564\nU. S., at ___ (slip op., at 3). The analyst “affirmed that\n‘[t]he seal of th[e] sample was received intact and broken in the\nlaboratory,’ that ‘the statements in [the analyst’s block of the\nreport] are correct,’ and that he had ‘followed the procedures set\nout on the reverse of th[e] report.’ ” Ibid.The dissent insists that the Bullcoming report\nand Cellmark’s report are equally formal, separated only by such\n“minutia” as the fact that Cellmark’s report “is not labeled a\n‘certificate.’ ” Post, at 22–23 (opinion of Kagan, J.). To the\ncontrary, what distinguishes the two is that Cellmark’s report, in\nsubstance, certifies nothing. See su- pra, at 9. That distinction\nis constitutionally significant because the scope of the\nconfrontation right is properly limited to extrajudicial statements\nsimilar in solemnity to the Marian examination practices that the\nConfrontation Clause was designed to prevent. See Davis, supra, at\n835–836 (opinion of Thomas, J.). By certifying the truth of the\nanalyst’s representations, the unsworn Bullcoming report bore “a\n‘striking resemblance,’  ” 547 U. S., at 837 (quot- ing\nCrawford, 541 U. S., at 52), to the Marian practice in which\nmagistrates examined witnesses, typically on oath, and “certif[ied]\nthe results to the court.” Id., at 44. And, in Melendez-Diaz, we\nobserved that “ ‘certificates’ are functionally identical to\nlive, in-court testimony, doing precisely what a witness does on\ndirect examination.” 557 U. S., at 310–311. Cellmark’s report\nis marked by no such indicia of solemnity.Contrary to the dissent’s suggestion,\nacknowledging that the Confrontation Clause is implicated only by\nformalized statements that are characterized by solemnity will not\nresult in a prosecutorial conspiracy to elude confrontation by\nusing only informal extrajudicial statements against an accused. As\nI have previously noted, the Confrontation Clause reaches bad-faith\nattempts to evade the formalized process. See supra, at 9,\nn. 5 (quoting Davis, 547 U. S., at 838). Moreover, the\nprosecution’s use of informal statements comes at a price. As the\ndissent recognizes, such statements are “less reliable” than\nformalized statements, post, at 24, and therefore less persuasive\nto the factfinder. Cf. post, at 21–22, n. 6 (arguing that\nprosecutors are unlikely to “forgo DNA evidence in favor of less\nreliable eyewitness testimony” simply because the defendant is\nentitled to confront the DNA analyst). But, even assuming that the\ndissent accurately predicts an upswing in the use of “less\nreliable” informal statements, that result does not “turn the\nConfrontation Clause upside down.” Post, at 24. The Confrontation\nClause does not require that evidence be reliable, Crawford, supra,\nat 61, but that the reliability of a specific “class of testimonial\nstatements”—formalized statements bearing indicia of solemnity—be\nassessed through cross-examination. See Melendez-Diaz, 557\nU. S., at 309–310.BRather than apply the foregoing principles,\nthe plurality invokes its “primary purpose” test. The original\nformulation of that test asked whether the primary purpose of an\nextrajudicial statement was “to establish or prove past events\npotentially relevant to later criminal prosecution.” Davis, supra,\nat 822. I agree that, for a statement to be testimonial within the\nmeaning of the Confrontation Clause, the declarant must primarily\nintend to establish some fact with the understanding that his\nstatement may be used in a criminal prosecution. See Bryant, 562\nU. S., at ___ (Scalia, J., dissenting) (slip op., at 2–3). But\nthis necessary criterion is not sufficient, for it sweeps into the\nambit of the Confrontation Clause statements that lack formality\nand solemnity and is thus “disconnected from history.” Davis,\nsupra, at 838–842 (opinion concurring in judgment in part and\ndissenting in part); Bryant, supra, at ___ (opinion concurring in\njudgment) (slip op., at 1). In addition, a primary purpose inquiry\ndivorced from solemnity is unworkable in practice. Davis, supra, at\n839; Bryant, supra, at ___ (slip op., at 1). Statements to police\nare often made both to resolve an ongoing emergency and to\nestablish facts about a crime for potential prosecution. The\nprimary purpose test gives courts no principled way to assign\nprimacy to one of those purposes. Davis, supra, at 839. The\nsolemnity requirement is not only true to the text and history of\nthe Confrontation Clause, but goes a long way toward resolving that\npractical difficulty. If a statement bears the formality and\nsolemnity necessary to come within the scope of the Clause, it is\nhighly unlikely that the statement was primarily made to end an\nongoing emergency.The shortcomings of the original primary purpose\ntest pale in comparison, however, to those plaguing the\nreformulated version that the plurality suggests today. The new\nprimary purpose test asks whether an out-of-court statement has\n“the primary purpose of accusing a targeted individual of engaging\nin criminal conduct.” Ante, at 29. That test lacks any grounding in\nconstitutional text, in history, or in logic.The new test first requires that an out-of-court\nstatement be made “for the purpose of proving the guilt of a\nparticular criminal defendant.” Ante, at 30 (emphasis added). Under\nthis formulation, statements made “before any suspect was\nidentified” are beyond the scope of the Confrontation Clause. See\nante, at 3. There is no textual justification, however, for\nlimiting the confrontation right to statements made after the\naccused’s identity became known. To be sure, the Sixth Amendment\nright to confrontation attaches “[i]n . . . criminal\nprosecutions,” at which time the accused has been identified and\napprehended. But the text of the Confrontation Clause does not\nconstrain the time at which one becomes a “witnes[s].” Indeed, we\nhave previously held that a declarant may become a “witnes[s]”\nbefore the accused’s prosecution. See Crawford, 541 U. S., at\n50–51 (rejecting the view that the Confrontation Clause applies\nonly to in-court testimony).Historical practice confirms that a declarant\ncould become a “witnes[s]” before the accused’s identity was known.\nAs previously noted, the confrontation right was a response to ex\nparte examinations of witnesses in 16th-century England. Such\nexaminations often occurred after an accused was arrested or bound\nover for trial, but some examinations occurred while the accused\nremained “unknown or fugitive.” J. Langbein, Prosecuting Crime in\nthe Renaissance 90 (1974) (describing examples, including the\ndeposition of a victim who was swindled out of 20 shillings by a\n“ ‘cunning man’ ”); see also 1 J. Stephen, A History of\nthe Criminal Law of England 217–218 (1883) (describ- ing the sworn\nexaminations of witnesses by coroners, who were charged with\ninvestigating suspicious deaths by asking local citizens if they\nknew “who [was] culpable either of the act or of the force”\n(internal quotation marks omitted)).There is also little logical justification for\nthe plurality’s rule. The plurality characterizes Cellmark’s report\nas a statement elicited by police and made by Cellmark not “to\naccuse petitioner or to create evidence for use at trial,” but\nrather to resolve the ongoing emergency posed by “a dangerous\nrapist who was still at large.” Ante, at 31. But, as I have\nexplained, that distinction is unworkable in light of the mixed\npurposes that often underlie statements to the police. See supra,\nat 12. The difficulty is only compounded by the plurality’s attempt\nto merge the purposes of both the police and the declarant. See\nante, at 29; Bryant, supra, at ___–___ (majority opinion) (slip\nop., at 20–23).But if one purpose must prevail, here it should\nsurely be the evidentiary one, whether viewed from the perspective\nof the police, Cellmark, or both. The police confirmed the presence\nof semen on L. J.’s vaginal swabs on February 15, 2000, placed\nthe swabs in a freezer, and waited until November 28, 2000, to ship\nthem to Cellmark. App. 30–34, 51–52. Cellmark, in turn, did not\nsend its report to the police until April 3, 2001, id., at 54, over\na year after L. J.’s rape. Given this timeline, it strains\ncredulity to assert that the police and Cellmark were primarily\nconcerned with the exigencies of an ongoing emergency, rather than\nwith producing evidence in the ordinary course.In addition to requiring that an out-of-court\nstatement “targe[t]” a particular accused, the plurality’s new\nprimary purpose test also considers whether the statement is so\n“inherently inculpatory,” ante, at 3, that the declarant should\nhave known that his statement would incriminate the accused. In\nthis case, the plurality asserts that “[t]he technicians who\nprepare a DNA profile generally have no way of knowing whether it\nwill turn out to be incriminating or exonerating—or both,” ante, at\n32, and thus “no one at Cellmark could have possibly known that the\nprofile that it produced would turn out to inculpate petitioner,”\nante, at 31.Again, there is no textual justification for\nthis limitation on the scope of the Confrontation Clause. In\nMelendez-Diaz, we held that “[t]he text of the [Sixth] Amendment\ncontemplates two classes of witnesses—those against the defendant\nand those in his favor.” 557 U. S., at 313–314. We emphasized\nthat “there is not a third category of witnesses, helpful to the\nprosecution, but somehow immune from confrontation.” Id., at 314.\nThus, the distinction between those who make “inherently\ninculpatory” statements and those who make other statements that\nare merely “helpful to the prosecution” has no foundation in the\ntext of the Amendment.It is also contrary to history. The 16th-century\nMarian statutes instructed magistrates to transcribe any\ninformation by witnesses that “ ‘shall be material to prove\nthe felony.’ ” See, e.g., 1 Stephen, supra, at 219 (quoting 1\n& 2 Phil. & Mary, ch. 13 (1554)). Magistrates in the 17th\nand 18th centuries were also advised by practice manuals to take\nthe ex parte examination of a witness even if his evi- dence\nwas “weak” or the witness was “unable to inform any material thing\nagainst” an accused. J. Beattie, Crime and the Courts in England:\n1660–1800, p. 272 (1986) (internal quotation marks omitted). Thus,\nneither law nor practice limited ex parte examinations to\nthose witnesses who made “inherently inculpatory” statements.This requirement also makes little sense. A\nstatement that is not facially inculpatory may turn out to be\nhighly probative of a defendant’s guilt when considered with other\nevidence. Recognizing this point, we previously rejected the view\nthat a witness is not subject to confrontation if his testimony is\n“inculpatory only when taken together with other evidence.”\nMelendez-Diaz, supra, at 313. I see no justification for reviving\nthat discredited approach, and the plurality offers none. [6]*  *  *Respondent and its amici have emphasized the\neconomic and logistical burdens that would be visited upon States\nshould every analyst who reports DNA results be required to testify\nat trial. See, e.g., ante, at 32 (citing brief stating that some\ncrime labs use up to 12 technicians when testing a DNA sample).\nThese burdens are largely the product of a primary purpose test\nthat reaches out-of-court statements well beyond the historical\nscope of the Confrontation Clause and thus sweeps in a broad range\nof sources on which modern experts regularly rely. The proper\nsolution to this problem is not to carve out a Confrontation Clause\nexception for expert testimony that is rooted only in legal\nfiction. See ante, at 3. Nor is it to create a new primary purpose\ntest that ensures that DNA evidence is treated differently. See\nibid. Rather, the solution is to adopt a reading of the\nConfrontation Clause that respects its historically limited\napplication to a narrow class of statements bearing indicia of\nsolemnity. In forgoing that approach, today’s decision diminishes\nthe Confrontation Clause’s protection in cases where experts convey\nthe contents of solemn, formalized statements to explain the bases\nfor their opinions. These are the very cases in which the accused\nshould “enjoy the right . . . to be confronted with the\nwitnesses against him.”Notes1The plurality relies\nheavily on the fact that this case involved a bench trial,\nemphasizing that a judge sitting as factfinder is presumed—more so\nthan a jury—to “understand the limited reason for the disclosure”\nof basis testimony and to “not rely on that information for any\nimproper purpose.” Ante, at 15. Even accepting that presumption,\nthe point is not that the factfinder is unable to understand the\nrestricted purpose for basis testimony. Instead, the point is that\nthe purport-edly “limited reason” for such testimony—to aid the\nfactfinder in evaluating the expert’s opinion—necessarily entails\nan evaluation of whether the basis testimony is true.2In its discussion of\nhistory, the plurality relies on Beckwith v. Sydebotham, 1 Camp.\n116, 170 Eng. Rep. 897 (K. B. 1807). In that case, experts were\nasked to render opinions on a ship’s seaworthiness based on facts\nread into court from the sworn ex parte deposition of a\nwitness who purported to have seen the ship’s deficiencies. To be\nsure, Beckwith involved expert reliance on testimonial hearsay. But\nBeckwith was an English case decided after the ratification of the\nConfrontation Clause, and this form of expert testimony does not\nappear to have been a common feature of early American evidentiary\npractice. See 29 Wright §6271, at 300–301; 1 Broun §14, at\n86–87; Kaye §4.6, at 156–157.3Cellmark’s statements\nwere not introduced for the nonhearsay purpose of showing their\neffect on Lambatos—i.e., to explain what prompted her to search the\nDNA database for a match. See, e.g., 30B M. Graham, Federal\nPractice and Procedure §7034.1, pp. 521–529 (interim ed. 2011)\n(noting that out-of-court statements introduced for their effect on\nlistener do not implicate the Confrontation Clause). The statements\nthat Lambatos conveyed went well beyond what was necessary to\nexplain why she performed the search. Lambatos did not merely\ndisclose that she received a DNA profile from Cellmark. Rather, she\nfurther disclosed Cellmark’s statements that the profile was “male”\nand that it was “found in semen from the vaginal swabs of\n[L. J.].” App. 56. Those facts had nothing to do with her\ndecision to conduct a search. They were introduced for their\ntruth.4The plurality concludes\nthat the Confrontation Clause would notbe implicated here “even if\nthe record did not contain any [other] evi-dence that could\nrationally support a finding that Cellmark produced a\nscientifically reliable DNA profile based on L. J.’s vaginal\nswab.” Ante, at 22. But, far from establishing a “legitimate”\nnonhearsay purpose for Cellmark’s statements, Tennessee v. Street,471 U.S.\n409, 417 (1985) , a complete lack of other evidence tending to\nprove the facts conveyed by Cellmark’s statements would completely\nrefute the not-for-its-truth rationale. The trial court, in\nannouncing its verdict, expressly concluded that petitioner’s DNA\nmatched the “DNA . . . in the semen recovered from the\nvictim’s vagina.” 4 R. JJJ151. Absent other evidence, it would have\nbeen impossible for the trial court to reach that conclusion\nwithout relying on the truth of Cellmark’s statement that its test\nresults were based on the semen from L. J.’s\nswabs.5In addition, I have\nstated that, because the Confrontation Clause “sought to regulate\nprosecutorial abuse occurring through use of ex parte\nstatements,” it “also reaches the use of technically informal\nstatements when used to evade the formalized process.” Davis, 547\nU. S., at 838 (opinion concurring in judgment in part and\ndissenting in part). But, in this case, there is no indication that\nCellmark’s statements were offered “in order to evade\nconfrontation.” Id., at 840.6The plurality states that\nits test “will not prejudice any defendant who really wishes to\nprobe the reliability” of out-of-court statements introduced in his\ncase because the person or persons who made the statements “may\nalways be subpoenaed by the defense and questioned at trial.” Ante,\nat 4. Melendez-Diaz rejected this reasoning as well, holding that\nthe defendant’s subpoena power “is no substitute for the right of\nconfrontation.” 557 U. S., at 324.",
    "joined": []
}