{
    "case": {
        "docket": "17-1229",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1229/"
    },
    "id": "4042139",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1229_________________HELSINN HEALTHCARE S. A., PETITIONERv.TEVA PHARMACEUTICALS USA, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[January 22, 2019]Justice Thomas delivered the opinion of the\nCourt.The Leahy-Smith America Invents Act (AIA) bars a\nperson from receiving a patent on an invention that was “in public\nuse, on sale, or otherwise available to the public before the\neffective filing date of the claimed invention.” 35\nU. S. C. §102(a)(1). This case requires us to decide\nwhether the sale of an invention to a third party who is\ncontractually obligated to keep the invention confidential places\nthe invention “on sale” within the meaning of §102(a).More than 20 years ago, this Court determined\nthat an invention was “on sale” within the meaning of an earlier\nversion of §102(a) when it was “the subject of a commercial offer\nfor sale” and “ready for patenting.”Pfaffv.Wells\nElectronics,Inc.,525 U.S.\n55, 67 (1998). We did not further require that the sale make\nthe details of the invention available to the public. In light of\nthis earlier construction, we determine that the reenactment of the\nphrase “on sale” in the AIA did not alter this meaning.\nAccordingly, a commercial sale to a third party who is required to\nkeep the invention confidential may place the invention “on sale”\nunder the AIA.IPetitioner Helsinn Healthcare S. A.\n(Helsinn) is a Swiss pharmaceutical company that makes Aloxi, a\ndrug that treats chemotherapy-induced nausea and vomiting. Helsinn\nacquired the right to develop palonosetron, the active ingredient\nin Aloxi, in 1998. In early 2000, it submitted protocols for Phase\nIII clinical trials to the Food and Drug Administration (FDA),\nproposing to study a 0.25 mg and a 0.75 mg dose of palonosetron. In\nSeptember 2000, Helsinn announced that it was beginning Phase III\nclinical trials and was seeking marketing partners for its\npalonosetron product.Helsinn found its marketing partner in MGI\nPharma, Inc. (MGI), a Minnesota pharmaceutical company that markets\nand distributes drugs in the United States. Helsinn and MGI entered\ninto two agreements: a license agreement and a supply and purchase\nagreement. The license agreement granted MGI the right to\ndistribute, promote, market, and sell the 0.25 mg and 0.75 mg doses\nof palonosetron in the United States. In return, MGI agreed to make\nupfront payments to Helsinn and to pay future royalties on\ndistribution of those doses. Under the supply and purchase\nagreement, MGI agreed to purchase exclusively from Helsinn any\npalonosetron product approved by the FDA. Helsinn in turn agreed to\nsupply MGI however much of the approved doses it required. Both\nagreements included dosage information and required MGI to keep\nconfidential any proprietary information received under the\nagreements.Helsinn and MGI announced the agreements in a\njoint press release, and MGI also reported the agreements in its\nForm 8–K filing with the Securities and Exchange Commission.\nAlthough the 8–K filing included redacted copies of the agreements,\nneither the 8–K filing nor the press releases disclosed the\nspecific dosage formulations covered by the agreements.On January 30, 2003, nearly two years after\nHelsinn and MGI entered into the agreements, Helsinn filed a\nprovisional patent application covering the 0.25 mg and 0.75 mg\ndoses of palonosetron. Over the next 10 years, Helsinn filed four\npatent applications that claimed priority to the January 30, 2003,\ndate of the provisional application. Helsinn filed its fourth\npatent application—the one relevant here—in May 2013, and it issued\nas U. S. Patent No. 8,598,219 (’219 patent). The ’219 patent\ncovers a fixed dose of 0.25 mg of palonosetron in a 5 ml solution.\nBy virtue of its effective date, the ’219 patent is governed by the\nAIA. See §101(i).Respondents Teva Pharmaceutical Industries,\nLtd., and Teva Pharmaceuticals USA, Inc. (Teva), are, respectively,\nan Israeli company that manufactures generic drugs and its American\naffiliate. In 2011, Teva sought approval from the FDA to market a\ngeneric 0.25 mg palonosetron product. Helsinn then sued Teva for\ninfringing its patents, including the ’219 patent. In defense, Teva\nasserted that the ’219 patent was invalid because the 0.25 mg dose\nwas “on sale” more than one year before Helsinn filed the\nprovisional patent application covering that dose in January\n2003.The AIA precludes a person from obtaining a\npatent on an invention that was “on sale” before the effective\nfiling date of the patent application:“A person shall be entitled to a patent\nunless . . . the claimed invention was patented,\ndescribed in a printed publication, or in public use,on\nsale, or otherwise available to the public before the effective\nfiling date of the claimed invention.” 35 U. S. C.\n§102(a)(1) (emphasis added).See also §102(b)(1) (exception for certain\ndisclosures made within a year before the effective filing date).\nDisclosures described in §102(a)(1) are often referred to as “prior\nart.”The patent statute in effect before the passage\nof the AIA included a similar proscription, known as the “on-sale\nbar”:“A person shall be entitled to a patent\nunless—“(a) the invention was known or used by others\nin this country, or patented or described in a printed publication\nin this or a foreign country, before the invention thereof by the\napplicant for patent, or“(b) the invention was patented or described in\na printed publication in this or a foreign country or in public use\noron salein this country, more than one year prior to the\ndate of the application for patent in the United States.” 35\nU. S. C. §§102(a)–(b) (2006 ed.) (emphasis added).The District Court determined that the “on sale”\nprovision did not apply. It concluded that, under the AIA, an\ninvention is not “on sale” unless the sale or offer in question\nmade the claimed invention available to the public.Helsinn\nHealthcare S.A. v.Dr.Reddy’s Labs.Ltd., 2016 WL 832089, *45, *51 (D NJ, Mar. 3, 2016). Because\nthe companies’ public disclosure of the agreements between Helsinn\nand MGI did not disclose the 0.25 mg dose, the court determined\nthat the invention was not “on sale” before the critical date.Id., at *51–*52.The Federal Circuit reversed. 855 F.3d 1356,\n1360 (2017). It concluded that “if the existence of the sale is\npublic, the details of the invention need not be publicly disclosed\nin the terms of sale” to fall within the AIA’s on-sale bar.Id., at 1371. Because the sale between Helsinn and MGI was\npublicly disclosed, it held that the on-sale bar applied.Id., at 1364, 1371.We granted certiorari to determine whether,\nunder the AIA, an inventor’s sale of an invention to a third party\nwho is obligated to keep the invention confidential qualifies as\nprior art for purposes of determining the patent- ability of the\ninvention. 585 U. S. ___ (2018). We conclude that such a sale\ncan qualify as prior art.IIAThe United States Constitution authorizes\nCongress “[t]o promote the Progress of Science and useful Arts, by\nsecuring for limited Times to Authors and Inventors the exclusive\nRight to their respective Writings and Discoveries.” Art. 1, §8,\ncl. 8. Under this grant of authority, Congress has crafted a\nfederal patent system that encourages “the creation and disclosure\nof new, useful, and nonobvious advances in technology and design”\nby granting inventors “the exclusive right to practice the\ninvention for a period of years.”Bonito Boats,Inc.\nv.Thunder Craft Boats,Inc.,489\nU.S. 141, 151 (1989).To further the goal of “motivating innovation\nand enlightenment” while also “avoiding monopolies that\nunnecessarily stifle competition,”Pfaff, 525 U. S., at\n63, Congress has imposed several conditions on the “limited\nopportunity to obtain a property right in an idea,”Bonito\nBoats,supra, at 149. One such condition is the on-sale\nbar, which reflects Congress’ “reluctance to allow an inventor to\nremove existing knowledge from public use” by obtaining a patent\ncovering that knowledge.Pfaff,supra, at 64; see\nalsoPennockv.Dialogue, 2 Pet. 1, 19 (1829)\n(explaining that “it would materially retard the progress of\nscience and the useful arts” to allow an inventor to “sell his\ninvention publicly” and later “take out a patent” and “exclude the\npublic from any farther use than what should be derived under\nit”).Every patent statute since 1836 has included an\non-sale bar.Pfaff,supra, at 65. The patent statute\nin force immediately before the AIA prevented a person from\nreceiving a patent if, “more than one year prior to the date of the\napplication for patent in the United States,” “the invention was\n. . . on sale” in the United States. 35\nU. S. C. §102(b) (2006 ed., Supp. IV). The AIA, as\nrelevant here, retained the on-sale bar and added the catchall\nphrase “or otherwise available to the public.” §102(a)(1) (2012\ned.) (“A person shall be entitled to a patent unless” the “claimed\ninvention was . . . in public use, on sale, or otherwise\navailable to the public . . . ”). We must decide whether\nthese changes altered the meaning of the “on sale” bar. We hold\nthat they did not.BCongress enacted the AIA in 2011 against the\nbackdrop of a substantial body of law interpreting §102’s on-sale\nbar. In 1998, we determined that the pre-AIA on-sale bar applies\n“when two conditions are satisfied” more than a year before an\ninventor files a patent application.Pfaff, 525 U. S.,\nat 67. “First, the product must be the subject of a commercial\noffer for sale.”Ibid. “Second, the invention must be ready\nfor patenting,” which we explained could be shown by proof of\n“reduction to practice” or “drawings or other descriptions of the\ninvention that were sufficiently specific to enable a person\nskilled in the art to practice the invention.”Id., at\n67–68.Although this Court has never addressed the\nprecise question presented in this case, our precedents suggest\nthat a sale or offer of sale need not make an invention available\nto the public. For instance, we held inPfaffthat an offer\nfor sale could cause an inventor to lose the right to patent,\nwithout regard to whether the offer discloses each detail of the\ninvention.E.g.,id., at 67. Other cases focus\non whether the invention had been sold, not whether the details of\nthe invention had been made available to the public or whether the\nsale itself had been publicly disclosed.E.g.,Consolidated Fruit-Jar Co. v.Wright,94 U.S.\n92, 94 (1877) (“[A] single instance of sale or of use by the\npatentee may, under the circumstances, be fatal to the patent\n. . . ”); cf.Smith & Griggs Mfg.Co.\nv.Sprague,123 U.S.\n249, 257 (1887) (“A single sale to another . . .\nwould certainly have defeated his right to a patent . . .\n”);Elizabethv.Pavement Co.,97 U.S.\n126, 136 (1878) (“It is not a public knowledge of his invention\nthat precludes the inventor from obtaining a patent for it, but a\npublic use or sale of it”).The Federal Circuit—which has “exclusive\njurisdiction” over patent appeals, 28 U. S. C.\n§1295(a)—has made explicit what was implicit in our precedents. It\nhas long held that “secret sales” can invalidate a patent.E.g.,Special Devices, Inc. v.OEA,Inc.,270 F.3d 1353, 1357 (2001) (invalidating patent claims based on\n“sales for the purpose of the commercial stockpiling of an\ninvention” that “took place in secret”);Woodland Trustv.Flowertree Nursery,Inc.,148 F.3d 1368, 1370 (1998) (“Thus an inventor’s own prior\ncommercial use, albeit kept secret, may constitute a public use or\nsale under §102(b), barring him from obtaining a patent”).In light of this settled pre-AIA precedent on\nthe meaning of “on sale,” we presume that when Congress reenacted\nthe same language in the AIA, it adopted the earlier judicial\nconstruction of that phrase. SeeShapirov.United\nStates,335 U.S.\n1, 16 (1948) (“In adopting the language used in the earlier\nact, Congress ‘must be considered to have adopted also the\nconstruction given by this Court to such language, and made it a\npart of the enactment’ ”). The new §102 retained the exact\nlanguage used in its predecessor statute (“on sale”) and, as\nrelevant here, added only a new catchall clause (“or otherwise\navailable to the public”). AsamicusUnited States noted at\noral argument, if “on sale” had a settled meaning before the AIA\nwas adopted, then adding the phrase “or otherwise available to the\npublic” to the statute “would be a fairly oblique way of attempting\nto overturn” that “settled body of law.” Tr. of Oral Arg. 28. The\naddition of “or otherwise available to the public” is simply not\nenough of a change for us to conclude that Congress intended to\nalter the meaning of the reenacted term “on sale.” Cf.Holderv.Martinez Gutierrez,566\nU.S. 583, 593 (2012) (determining that a reenacted provision\ndid not ratify an earlier judicial construction where the provision\nomitted the word on which the prior judicial constructions were\nbased).Helsinn disagrees, arguing that our construction\nreads “otherwise” out of the statute. CitingParolinev.United States, 572 U.S. 434 (2014), andFederal Maritime\nComm’nv.Seatrain Lines,Inc.,411 U.S.\n726(1973), Helsinn contends that the associated-words canon\nrequires us to read “otherwise available to the public” to limit\nthe preceding terms in §102 to disclosures that make the claimed\ninvention available to the public.As an initial matter, neither of the cited\ndecisions addresses the reenactment of terms that had acquired a\nwell-settled judicial interpretation. And Helsinn’s argument places\ntoo much weight on §102’s catchall phrase. Like other such phrases,\n“otherwise available to the public” captures material that does not\nfit neatly into the statute’s enumerated categories but is\nnevertheless meant to be covered. Given that the phrase “on sale”\nhad acquired a well-settled meaning when the AIA was enacted, we\ndecline to read the addition of a broad catchall phrase to upset\nthat body of precedent.IIIHelsinn does not ask us to revisit our pre-AIA\ninterpretation of the on-sale bar. Nor does it dispute the Federal\nCircuit’s determination that the invention claimed in the ’219\npatent was “on sale” within the meaning of the pre-AIA statute.\nBecause we determine that Congress did not alter the meaning of “on\nsale” when it enacted the AIA, we hold that an inventor’s sale of\nan invention to a third party who is obligated to keep the\ninvention confidential can qualify as prior art under §102(a). We\ntherefore affirm the judgment of the Federal Circuit.It is so ordered.",
    "joined": []
}