{
    "case": {
        "docket": "844",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/844/"
    },
    "id": "1970915",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–158_________________CAROL ANNE BOND, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 2, 2014]Justice Thomas, with\nwhom Justice Scalia joins, and with whom Justice Alito joins as to\nParts I, II, and III, concurring in the judgment.By its clear terms, the\nstatute at issue in this case regulates local criminal conduct that\nis subject to the powers reserved to the States. See ante, at\n1–2 (Scalia, J., concurring in judgment). That aggrandizement\nof federal power cannot be justified as a “necessary and\nproper” means of implementing a treaty addressing similar\nsubject matter. See ante, at 8–9. To the contrary, reading\nthe Necessary and Proper Clause to expand Congress’ power\nupon the ratification of every new treaty defies an indisputable\nfirst principle of our constitutional order:\n“ ‘[T]he Constitution created a Federal Government\nof limited powers.’ ” New York v. United States,\n505 U. S. 144, 155 (1992) (quoting Gregory v. Ashcroft, 501\nU. S. 452, 457 (1991) ). I accordingly join Justice\nScalia’s opinion in full.I write separately to\nsuggest that the Treaty Power is itself a limited federal power.\nCf. United States v. Lopez, 514 U. S. 549, 584 (1995) (Thomas,\nJ., concurring) (“[W]e always have rejected readings of\n. . . the scope of federal power that would permit\nCongress to exercise a police power”). The Constitution\nempowers the President, “by and with the Advice and Consent\nof the Senate, to make Treaties, provided two thirds of the\nSenators present concur.” Art. II, §2. The\nConstitution does not, however, comprehensively define the proper\nbounds of the Treaty Power, and this Court has not yet had occasion\nto do so. As a result, some have suggested that the Treaty Power is\nboundless—that it can reach any subject matter, even those\nthat are of strictly domestic concern. See, e.g., Restatement\n(Third) of Foreign Relations Law of the United States, §302,\nComment c (1986). A number of recent treaties reflect that\nsuggestion by regulating what appear to be purely domestic affairs.\nSee, e.g., Bradley, The Treaty Power and American Federalism, 97\nMich. L. Rev. 390, 402–409 (1998) (hereinafter Bradley)\n(citing examples).Yet to interpret the\nTreaty Power as extending to every conceivable domestic subject\nmatter—even matters without any nexus to foreign\nrelations—would destroy the basic constitutional distinction\nbetween domestic and foreign powers. See United States v.\nCurtiss-Wright Export Corp., 299 U. S. 304, 319 (1936)\n(“[T]he federal power over external affairs [is] in origin\nand essential character different from that over internal affairs\n. . .”). It would also lodge in the Federal\nGovernment the potential for “a ‘police power’\nover all aspects of American life.” Lopez, supra, at 584\n(Thomas, J., concurring). A treaty-based power of that\nmagnitude—no less than a plenary power of\nlegislation—would threaten\n“ ‘ “the liberties that derive from the\ndiffusion of sovereign power.” ’ ” Bond\nv. United States, 564 U. S. ___, ___ (2011) (slip op., at 9).\nAnd a treaty-based police power would pose an even greater threat\nwhen exercised through a self-executing treaty because it would\ncircumvent the role of the House of Representatives in the\nlegislative process. See The Federalist No. 52, p. 355 (J. Cooke\ned. 1961) (J. Madison) (noting that the House has a more\n“immediate dependence on, & an intimate sympathy with the\npeople”).I doubt the Treaty\nPower creates such a gaping loophole in our constitutional\nstructure. Although the parties have not challenged the\nconstitutionality of the particular treaty at issue here, in an\nappropriate case I believe the Court should address the scope of\nthe Treaty Power as it was originally understood. Today, it is\nenough to highlight some of the structural and historical evidence\nsuggesting that the Treaty Power can be used to arrange intercourse\nwith other nations, but not to regulate purely domestic\naffairs.IThe Treaty Power was\nnot drafted on a blank slate. To the contrary, centuries of\nexperience—reflected in treatises, dictionaries, and actual\npractice—shaped the contours of that power.Early treatises\ndiscussed a wide variety of treaties that nevertheless shared a\ncommon thread: All of them governed genuinely international matters\nsuch as war, peace, and trade between nations. See, e.g., 2 H.\nGrotius, De Jure Belli Ac Pacis 394–396 (1646 ed., F. Kelsey\ntransl. 1925) (treaties are made “for the sake either of\npeace or of some alliance,” including “for the\nrestoration of captives and of captured property, and for\nsafety”; “that neither signatory shall have fortresses\nin the territory of the other, or defend the subjects of the other,\nor furnish a passage to the enemy of the other”; and for\n“commercial relations” and agreements on “import\nduties” (footnote omitted)); 2 S. Pufendorf, De Jure Naturae\net Gentium 1331 (1688 ed., C. Oldfather & W. Oldfather transls.\n1934) (treaties are made “to form some union or society, the\nend of which is either commercial relations, or a united front in\nwar”); 3 E. Vattel, The Law of Nations 165 (1758 ed., C.\nFenwick transl. 1916) (treaties, which “can be subdivided\ninto as many classes as there are varieties in the character of\nnational relations,” “deal with conditions of commerce,\nwith mutual defense, with belligerent relations, with rights of\npassage, . . . stipulations not to fortify certain\nplaces, etc.”).Founding-era\ndictionaries reflect a similar understanding. To be sure, some\nearly dictionaries briefly defined “treaty” simply as a\n“compact of accommodation relating to public affairs.”\nSee, e.g., 2 S. Johnson, A Dictionary of the English Language 2056\n(rev. 4th ed. 1773). More detailed definitions, however, recognized\nthe particular character of treaties as addressing matters of\nintercourse between nations rather than domestic regulation. See,\ne.g., J. Buchanan, A New English Dictionary (1769) (defining\n“treaty” as “[a] covenant or agreement between\nseveral nations for peace, commerce, navigation, &c.”);\nN. Bailey, An Universal Etymological English Dictionary (26th ed.\n1789) (same); J. Montefiore, A Commercial Dictionary (1803) (noting\n“treaties of alliance” for military aid;\n“treaties of subsidy” for the provision of soldiers;\ntreaties of navigation and commerce; treaties governing fishing and\ntimber rights; and treaties on import duties); 2 N. Webster, An\nAmerican Dictionary of the English Language 97 (1828) (noting\n“treaties for regulating commercial intercourse, treaties of\nalliance, offensive and defensive, treaties for hiring troops,\n[and] treaties of peace”).Treaty practice under\nthe Articles of Confederation was also consistent with the\nunderstanding that treaties govern matters of international\nintercourse. The Articles provided: “The United States in\nCongress assembled, shall have the sole and exclusive right and\npower of . . . entering into treaties and alliances\n. . . .” Art. IX. The Congress of the\nConfederation exercised that power by making treaties that fell\nsquarely within the traditional scope of the power. See, e.g.,\nTreaty with the Cherokee, Art. IV, Nov. 28,1785, 7Stat. 19, 2\nC. Kappler, Indian Affairs: Laws and Treaties 9 (1904) (territorial\nborders); Definitive Treaty of Peace, U. S.-Gr. Brit.,\nArt. VII, Sept. 3, 1783, 8Stat. 83, T. S. No. 104\n(peace); Contract for the Payment of Loans, U. S.-Fr., Arts.\nI–IV, July 16, 1782, 8Stat. 614–615, T. S. No.\n831∕4 (repayment of sovereign debt); Definitive Treaty of\nPeace, U. S.-Gr. Brit., Art. III, Sept. 3, 1783, 8Stat.\n82, T. S. No. 104 (fishery rights in disputed waters); Treaty\nof Amity and Commerce, U. S.-Prussia, Arts. IV–IX, Sept.\n10, 1785, 8Stat. 86–88, T. S. No. 292 (treatment of vessels\nin a treaty partners’ waters); Convention Defining and\nEstablishing the Functions and Privileges of Consuls and\nVice-Consuls, U. S.-Fr., Arts. I–III, Nov. 14, 1788,\n8Stat. 106–108, T. S. No. 84 (privileges and immunities of\ndiplomatic officials); Treaty of Amity and Commerce,\nU. S.-Swed., Arts. III–IV, Apr. 3, 1783, 8Stat. 60, T.\nS. No. 346 (rights of citizens of one treaty partner residing in\nthe territory of the other).These treaties entered\ninto under the Articles of Confederation would not have suggested\nto the Framers that granting a power to “make Treaties”\nincluded authorization to regulate purely domestic matters.\nWhenever these treaties affected legal rights within United States\nterritory, they addressed only rights that related to foreign\nsub-jects or foreign property. See, e.g., Treaty of Amity and\nCommerce, U. S.-Neth., Art. IV, Oct. 8, 1782, 8Stat. 34\n(affording burial rights “when any subjects or inhabitants of\neither party shall die in the territory of the other”);\nTreaty with the Cherokee, Art. VII, 7Stat. 19, 2 Kappler,\nsupra, at 10 (“If any citizen of the United States\n. . . shall commit a robbery or murder, or other capital\ncrime, on any Indian, such offender or offenders shall be punished\nin the same manner as if [the crime] had been committed on a\ncitizen of the United States . . .”); Convention\nRelative to Recaptured Vessels, U. S.-Neth., Oct. 8, 1782,\n8Stat. 50, T. S. No. 250 (“The vessells of either of the two\nnations re-captured by the privateers of the other, shall be\nrestored to the first proprietor . . .”).\nPreconstitutional practice therefore reflects the use of the\ntreaty-making power only for matters of international intercourse;\nthat practice provides no support for using treaties to regulate\npurely domestic affairs.IIADebates preceding the\nratification of the proposed Constitution confirm the limited scope\nof the powers possessed by the Federal Government generally; the\nTreaty Power was no exception. The Framers understood that most\nregulatory matters were to be left to the States. See The\nFederalist No. 45, at 313 (J. Madison) (“The powers delegated\nby the proposed Constitution to the Federal Government, are few and\ndefined”); see also Lopez, 514 U. S., at 590–592\n(Thomas, J., concurring) (citing sources). Consistent with that\ngeneral understanding of limited federal power, evidence from the\nratification campaign suggests that the Treaty Power was limited\nand, in particular, confined to matters of intercourse with other\nnations.In essays during the\nratification campaign in New York, James Madison took the view that\nthe Treaty Power was inherently limited. The Federal\nGovernment’s powers, Madison wrote, “will be exercised\nprincipally on external objects, as war, peace, negotiation, and\nforeign commerce”—the traditional subjects of\ntreaty-making. The Federalist No. 45, at 313. If the\n“external” Treaty Power contained a capacious domestic\nregulatory authority, that would plainly conflict with\nMadison’s firm understanding that “[t]he powers\ndelegated by the proposed Constitution to the Federal Government,\nare few and defined.” Ibid. Madison evidently saw no\nconflict, however, because the Treaty Power included authority to\n“regulate the intercourse with foreign nations” rather\nthan all domestic affairs. Id., No. 42, at 279.Madison reiterated that\nunderstanding at the 1788 Virginia ratifying convention, where the\nmost extensive discussion of the proposed Treaty Power occurred,\nsee Bradley 410; Golove, Treaty-Making and the Nation, 98 Mich.\nL. Rev. 1075, 1141–1142 (2000) (hereinafter Golove).\nThere, Anti-Federalists leveled the charge that the Treaty Power\ngave the Federal Government excessive power. See, e.g., 3 Debates\non the Federal Constitution 509 (J. Elliot 2d ed. 1876)\n(hereinafter Elliot’s Debates) (G. Mason) (“The\nPresident and Senate can make any treaty whatsoever”); id.,\nat 513 (P. Henry) (“To me this power appears still\ndestructive; for they can make any treaty”). But Madison\ninsisted that just “because this power is given to\nCongress,” it did not follow that the Treaty Power was\n“absolute and unlimited.” Id., at 514. The President\nand the Senate lacked the power “to dismember the\nempire,” for example, because “[t]he exercise of the\npower must be consistent with the object of the delegation.”\nIbid. “The object of treaties,” in Madison’s\noft-repeated formulation, “is the regulation of intercourse\nwith foreign nations, and is external.” Ibid.Although Alexander\nHamilton undoubtedly believed that the Treaty Power was broad\nwithin its proper sphere, see infra, at 8, the view he expressed in\nessays during the New York ratification campaign is entirely\nconsistent with Madison’s. After noting that the Treaty Power\nwas one of the “most unexceptionable parts” of the\nproposed Constitution, Hamilton distinguished the Treaty Power from\nthe legislative power “to prescribe rules for the regulation\nof the society” and from the executive power to\n“execut[e] . . . the laws.” The Federalist\nNo. 75, at 503–504. “The power of making\ntreaties,” he concluded, “is plainly neither the one\nnor the other.” Id., at 504. Rather, Hamilton explained that\ntreaties “are not rules prescribed by the sovereign to the\nsubject, but agreements between sovereign and sovereign.”\nId., at 504–505. That description is difficult to square with\na view of the Treaty Power that would allow the Federal Government\nto prescribe rules over all aspects of domestic life.BIt did not escape the\nattention of the Framers that the Treaty Power was drafted without\nexplicitly enumerated limits on what sorts of treaties are\npermissible. See, e.g., Hamilton, The Defence No. XXXVI, in 20\nPapers of Alexander Hamilton 6 (H. Syrett ed. 1974) (“A power\n‘to make treaties,’ granted in these indefinite terms,\nextends to all kinds of treaties and with all the latitude which\nsuch a power under any form of Government can possess”). The\nArticles of Confederation had, for example, explicitly restricted\ncertain categories of treaties. See Art. IX(“[N]o treaty\nof commerce shall be made whereby the legis-lative power of the\nrespective States shall be restrained from imposing such imposts\nand duties on foreigners, as their own people are subjected to, or\nfrom prohibiting the exportation or importation of any species of\ngoods or commodities whatsoever”). The Constitution omitted\nthose restrictions.That decision was not a\ngrant of unlimited power, but rather a grant of flexibility; the\nFederal Government needed the ability to respond to unforeseeable\nvarieties of intercourse with other nations. James Madison, for\nexample, did “not think it possible to enumerate all the\ncases in which such external regulations would be necessary.”\n3 Elliot’s Debates 514; see also id., at 363 (E. Randolph)\n(“The various contingencies which may form the object of\ntreaties, are, in the nature of things, incapable of\ndefinition”). But Madison nevertheless recognized that any\nexercise of the Treaty Power “must be consistent with the\nobject of the delegation,” which is “the regulation of\nintercourse with foreign nations.” Id., at 514; see also\nHamilton, The Defence, supra, at 6 (“[W]hatever is a proper\nsubject of compact between Nation & Nation may be embraced by a\nTreaty” (emphasis added)). That understanding of the Treaty\nPower did not permit the President and the Senate to exercise\ndomestic authority commensurate with their substantial power over\nexternal affairs.CThe understanding\nthat treaties are limited to, in Madison’s words, “the\nregulation of intercourse with foreign nations,” endured in\nthe years after the Constitution was ratified.In 1796, an extended\ndebate regarding the proper scope of the Treaty Power arose in the\naftermath of a controversial treaty with Great Britain that\naddressed the validity of prerevolutionary debts and the property\nrights of British subjects. Treaty of Amity, Commerce and\nNavigation, Nov. 19, 1794, 8Stat. 116, T. S. No. 105. When\nPresident Washington requested appropriations to implement that\nso-called “Jay Treaty” (after its chief negotiator,\nJohn Jay), the House of Representatives engaged in a month-long\nfloor debate over its own role in the process of implementing\ntreaties. See 5 Annals of Cong. 426 (1796); see generally D.\nCurrie, The Constitution in Congress: The Fed-eralist Period\n1789–1801, pp. 211–217 (1997). SomeCongressmen argued\nthat the House had a right to independently review the merits of\nthe treaty. See, e.g., 5 Annals of Cong. 427–428 (remarks of\nRep. Livingston) (“[T]he House w[as] vested with a\ndiscretionary power of carrying the Treaty into effect, or refusing\nit their sanction”). Others insisted that “if the\nTreaty was the supreme law of the land, then there was no\ndiscretionary power in the House, except on the question of its\nconstitutionality.” Id., at 436–437 (Rep. Murray).That latter group\nrelied in part on the observation that the Treaty Power was limited\nby its nature, and thus the Constitution’s failure to specify\na role for the House did not pose a mortal threat to that\nChamber’s legislative prerogatives. Representative James\nHillhouse of Connecticut expounded that position in the floor\ndebate. Hillhouse recognized that the House had an\n“indispensable duty to look into every Treaty” to\nensure that it is constitutional, i.e., “whether it related\nto objects within the province of the Treaty-making power, a power\nwhich is not unlimited.” Id., at 660. He further explained\nthat “[t]he objects upon which it can operate are understood\nand well defined, and if the Treaty-making power were to embrace\nother objects, their doings would have no more binding force than\nif the Legislature were to assume and exercise judicial powers\nunder the name of legislation.” Ibid.Hillhouse\n“advert[ed] to the general definition of the Treaty-making\npower” to explain why the Treaty Power was not a threat to\nthe House’s legislative prerogatives:“[I]f we look into our code of laws,\nwe shall find few of them that can be affected, to any great\ndegree, by the Treaty-making power. All laws regulating our own\ninternal police, so far as the citizens of the United States alone\nare concerned, are wholly beyond its reach; no foreign nation\nhaving any interest or concern in that business, every attempt to\ninterfere would be a mere nullity, as much as if two individuals\nwere to enter into a contract to regulate the conduct or actions of\na third person, who was no party to such contract.” Id., at\n662.He accordingly denied that “the President\nand Senate hav[e] it in their power, by forming Treaties with an\nIndian tribe or a foreign nation, to legislate over the United\nStates,” concluding instead that the Treaty Power\n“cannot affect the Legislative power of Congress but in a\nvery small and limited degree.” Id., at 663.Other Representatives\nwho participated in the Jay Treaty debates agreed with Hillhouse\nthat the Treaty Power had a limited scope. See, e.g., id., at 516\n(Rep. Sedgwick) (classifying the uses of the power as “1. To\ncompose and adjust differences, whether to terminate or to prevent\nwar. 2. To form contracts for mutual security or defence; or to\nmake Treaties, offensive or defensive. 3. To regulate an\nintercourse for mutual benefit, or to form Treaties of\ncommerce”). James Madison, who opposed the Jay Treaty as a\nRepresentative from Virginia, also took the opportunity to\nreiterate his view that “the Treaty-making power was a\nlimited power.” Id., at 777.Other historical\nevidence from the postratification period is in accord. For\nexample, Thomas Jefferson’s Senate Manual of Parliamentary\nProcedure, drafted while he was Vice President and therefore\npresident of the Senate, Bradley 415, noted the need for a treaty\nto have a nexus to international intercourse. If a treaty did not\n“concern the foreign nation, party to the contract,”\nthen “it would be a mere nullity res inter alias acta.”\nThomas Jefferson’s Senate Manual (1801), in 9 The Writings of\nThomas Jefferson 80–81 (H. Washington ed. 1861). Later,\nJustice Story likewise anchored the Treaty Power in intercourse\nbetween nations. J. Story, Commentaries on the Constitution of the\nUnited States 552–553 (abr. ed. 1833). (“The power\n‘to make treaties’ is by the constitution general; and\nof course it embraces all sorts of treaties, for peace or war; for\ncommerce or territory; for alliance or succours; for indemnity for\ninjuries or payment of debts; for the recognition or enforcement of\nprinciples of public law; and for any other purposes, which the\npolicy or interests of independent sovereigns may dictate in their\nintercourse with each other”).The touchstone of all\nof these views was that the Treaty Power is limited to matters of\ninternational intercourse. Even if a treaty may reach some local\nmatters,[1] it still must\nrelate to intercourse with other nations. The Jay Treaty, for\nexample, altered state property law, but only with respect to\nBritish subjects, who could hold and devise real property in the\nUnited States “in like manner as if they were natives.”\nArt. IX, 8Stat. 122. An 1815 treaty with Great Britain was\nheld to pre-empt a state law authorizing the seizure of\n“ ‘free negroes or persons of\ncolor’ ” at ports in part because the state law\napplied to British sailors. See Elkison v. Deliesseline, 8\nF. Cas. 493, 495 (No. 4, 366) (CC SC 1823) (Johnson, Circuit\nJustice). And treaties with China and Japan, which afforded\nsubjects of those countries the same rights and privileges as\ncitizens of other nations, were understood to pre-empt state laws\nthat discriminated against Chinese and Japanese subjects. See,\ne.g., Baker v. Portland, 2 F. Cas. 472, 474 (No. 777) (CC Ore.\n1879). Cf. Brief for United States 29, 33–38.The postratification\ntheory and practice of treaty-making accordingly confirms the\nunderstanding that treaties by their nature relate to intercourse\nwith other nations (including their people and property), rather\nthan to purely domestic affairs.IIIThe original\nunderstanding that the Treaty Power was limited to international\nintercourse has been well represented in this Court’s\nprecedents. Although we have not had occasion to define the limits\nof the power in much detail, we have described treaties as dealing\nin some manner with intercourse between nations. See, e.g., Holmes\nv. Jennison, 14 Pet. 540, 569 (1840) (“The power to make\ntreaties . . . was designed to include all those\nsubjects, which in the ordinary intercourse of nations had usually\nbeen made subjects of negotiation and treaty”); Holden v.\nJoy, 17 Wall. 211, 242–243 (1872) (“[T]he framers of\nthe Constitution intended that [the Treaty Power] should extend to\nall those objects which in the intercourse of nations had usually\nbeen regarded as the proper subjects of negotiation and treaty, if\nnot inconsistent with the nature of our government and the relation\nbetween the States and the United States”). Cf. Power Auth.\nof N. Y. v. Federal Power Comm’n, 247 F. 2d 538,\n542–543 (CADC 1957) (Bazelon, J.) (“No court has ever\nsaid . . . that the treaty power can be exercised without\nlimit to affect matters which are of purely domestic concern and do\nnot pertain to our relations with other nations”), vacated as\nmoot, 355 U. S. 64 (1957) (per curiam).A common refrain in\nthese cases is that the Treaty Power “extends to all proper\nsubjects of negotiation with foreign governments.” In re\nRoss, 140 U. S. 453, 463 (1891) ; see also Geofroy v. Riggs,\n133 U. S. 258, 266 (1890) (same); Asakura v. Seattle, 265\nU. S. 332, 341 (1924) (same). Those cases identified certain\nparadigmatic instances of “intercourse” that were\n“proper negotiating subjects” fit for treaty. See,\ne.g., Holmes, supra, at 569 (“[T]he treaty-making power must\nhave authority to decide how far the right of a foreign nation\n. . . will be recognised and enforced, when it demands\nthe surrender of any [fugitive] charged with offences against\nit”); Geofroy, supra, at 266 (“It is also clear that\nthe protection which should be afforded to the citizens of one\ncountry owning property in another, and the manner in which that\nprop-erty may be transferred, devised or inherited, are fitting\nsubjects for such negotiation and of regulation by mutual\nstipulations between the two countries”); Asakura, supra, at\n341 (“Treaties for the protection of citizens of one country\nresiding in the territory of another are numerous, and make for\ngood understanding between nations” (footnote omitted)).\nNothing in our cases, on the other hand, suggests that the Treaty\nPower conceals a police power over domestic affairs.Whatever its other\ndefects, Missouri v. Holland, 252 U. S. 416 (1920) , is\nconsistent with that view. There, the Court addressed the\nconstitutionality of a treaty that regulated the capture of birds\nthat migrated between Canada and the United States. Convention with\nGreat Britain for the Protection of Migratory Birds, Aug. 16, 1916,\n39Stat. 1702, T. S. No. 628. Although the Court upheld a statute\nimplementing that treaty based on an improperly broad view of the\nNecessary and Proper Clause, see ante, at 12–14 (Scalia, J.,\nconcurring in judgment), Holland did not conclude that the Treaty\nPower itself was unlimited. See 252 U. S., at 433 (“We\ndo not mean to imply that there are no qualifications to the\ntreaty-making power . . .”). To the contrary, the\nholding in Holland is consistent with the understanding that\ntreaties are limited to matters of international intercourse. The\nCourt observed that the treaty at issue addressed mi-gratory birds\nthat were “only transitorily within the State and ha[d] no\npermanent habitat therein.” Id., at 435; see also id., at 434\n(“[T]he treaty deals with creatures that [only] for the\nmoment are within the state borders”). As such, the birds\nwere naturally a matter of international intercourse because they\nwere creatures in international transit.[2]At least until\nrecently, the original understanding that the Treaty Power is\nlimited was widely shared outside the Court as well. See Golove\n1288 (“[V]irtually every authority, including the Supreme\nCourt, has on countless occasions from the earliest days recognized\ngeneral subject matter limitations on treaties”). The Second\nRestatement on the Foreign Relations Law of the United States, for\nexample, opined that the Treaty Power is available only if the\nsubject matter of the treaty “is of international\nconcern.” §117(1)(a) (1964–1965). The Second\nRestatement explained that a treaty “must relate to the\nexternal concerns of the nation as distinguished from matters of a\npurely internal nature.” Id., Comment b; see also Treaties\nand Executive Agreements: Hearings on S. J. Res. 1 before a\nSubcommittee of the Senate Committee on the Judiciary, 84th Cong.,\n1st Sess., 183 (1955) (Secretary of State Dulles) (Treaties cannot\nregulate matters “which do not essentially affect the actions\nof nations in relation to international affairs, but are purely\ninternal”); Proceedings of the American Society of\nInternational Law 194–196 (1929) (C. Hughes) (“[The\nTreaty Power] is not a power intended to be exercised\n. . . with respect to matters that have no relation to\ninternational concerns”). But see Restatement (Third) of\nForeign Relations Law of the United States §302, Comment c\n(“Contrary to what was once suggested, the Constitution does\nnot require that an international agreement deal only with\n‘matters of international concern’ ”). At a\nminimum, the Second Restatement firmly reflects the understanding\nshared by the Framers that the Treaty Power has substantive limits.\nOnly in the latter part of the past century have treaties\nchallenged that prevailing conception by addressing “matters\nthat in the past countries would have addressed wholly\ndomestically” and “purport[ing] to regulate the\nrelationship between nations and their own citizens,” Bradley\n396; see also ante, at 12 (opinion of Scalia, J.). But even the\nSolicitor General in this case would not go that far; he\nacknowledges that “there may well be a line to be\ndrawn” regarding “whether the subject matter of [a]\ntreaty is a proper subject for a treaty.” Tr. of Oral Arg.\n43:10–15.*  *  *In an appropriate\ncase, I would draw a line that respects the original understanding\nof the Treaty Power. I ac-knowledge that the distinction between\nmatters of in-ternational intercourse and matters of purely\ndomestic regulation may not be obvious in all cases. But this Court\nhas long recognized that the Treaty Power is limited, and\nhypothetical difficulties in line-drawing are no reason to ignore a\nconstitutional limit on federal power.The parties in this\ncase have not addressed the proper scope of the Treaty Power or the\nvalidity of the treaty here. The preservation of limits on the\nTreaty Power is nevertheless a matter of fundamental constitutional\nimportance, and the Court ought to address the scope of the Treaty\nPower when that issue is presented. Given the increasing frequency\nwith which treaties have begun to test the limits of the Treaty\nPower, see Bradley 402–409, that chance will come soon\nenough.Notes1This point remains\ndisputed. Compare Bradley 456 (contending that treaties should be\nsubject “to the same federalism restrictions that apply to\nCongress’s legislative powers”), with Golove 1077\n(arguing treaties can address “subjects that are otherwise\nbeyond Congress’s legislative powers”).2The Solicitor General\nalso defended the treaty in on a basis that recognized the limited\nscope of the Treaty Power. Acknowledgingthat the Treaty Power\naddressed “matters in which a foreign government may have an\ninterest, and which may properly be the subject of negotiations\nwith that Government,” Brief for Appellee in v. , O. T.\n1919, No. 609, p. 41, the Solicitor General expressly reserved\nthe question “[w]hether a treaty . . . for the\nprotection of game which remains permanently within the United\nStates would be a valid exercise of the treaty-making power.”\nat 42. Because the treaty at issue focused on creatures in\ninternational transit—it was “limited to regulations\nfor the protection of birds which regularly migrate between the\nUnited States and Canada”—the Solicitor General\nconcluded that the treaty concerned “a proper subject of\nnegotiations.”",
    "joined": []
}