{
    "case": {
        "docket": "15-458",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-458/"
    },
    "id": "3583253",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–458_________________ROCKY DIETZ, PETITIONERv.HILLARY\nBOULDINon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 9, 2016]Justice Thomas, with whom Justice Kennedy\njoins, dissenting.Justice Holmes famously quipped, “It is\nrevolting to have no better reason for a rule of law than that so\nit was laid down in the time of Henry IV.” The Path of the Law, 10\nHarv. L. Rev. 457, 469 (1897). But old rules often stand the\ntest of time because wisdom underlies them. The common-law rule\nprohibiting a judge from recalling the jury after it is discharged\nis one such rule. Even though contemporary jurors are not formally\nsequestered as they were at common law, they are still subject to\nsignificant restrictions designed to prevent undue influence. And\nin today’s world of cellphones, wireless Internet, and 24/7 news\ncoverage, the rationale that undergirds the bright-line rule\nsupplied by the common law is even more relevant: Jurors may easily\ncome across prejudicial information when, after trial, the court\nlifts their restrictions on outside information. I would therefore\nhew to that rule rather than adopt the majority’s malleable\nmultifactor test for prejudice. I respectfully dissent.At common law, once the judge discharged the\njury and the jury could interact with the public, the judge could\nnot recall the jury to amend the verdict. SeeSargentv.State, 11 Ohio 472, 473 (1842);Millsv.Commonwealth, 34 Va. 751, 752 (1836);Littlev.Larrabee, 2 Me. 37, 40 (1822). It was not “ ‘the mere\nannouncement’ ” that the jury was discharged, but rather the\nchance to “ ‘mingl[e] with the bystanders’ ” that\ntriggered the prohibition against recalling them.Summersv.United States, 11 F. 2d 583, 586 (CA4 1926) (quoting A.\nAbbott, A Brief for the Trial of Criminal Cases 730 (2d ed. 1902)).\nAt that point, the court could not fix a substantive error made by\nthe jury, including “returning a verdict against thewrong\nparty; or, if not so, for alargerorsmallersum\nthan they intended.”Little,supra, at 39; see alsoJacksonv.Williamson, 2 T. R. 281, 281–282, 100 Eng.\nRep. 153 (K. B. 1788) (refusing to allow an amendment to the\nverdict after the jury was discharged even though all jurors signed\nan affidavit explaining that they intended to award more in\ndamages).[1]The theory underpinning this rule was simple:\nJurors, as the judges of fact, must avoid the possibility of\nprejudice. They have long been prohibited from havingex partecommunications with the parties during a trial\nor receiving evidence in private. 3 W. Blackstone, Commentaries\n*375–*376. But once the jury is discharged, the jurors “become\naccessible to the parties and subject to their influence.”Little,supra, at 39. In drawing the line at theopportunityto mingle, the common-law rule was prophylactic.\nBut that is a desirable feature when public confidence in the\njudicial system is at stake.It is true, as the Court explains, that jurors\nare no longer sequestered from the public.Ante,at 11. But\nremnants of sequestration remain. Jurors are prohibited fromex partecontact with the parties and the judge. They\nare not allowed to gather outside information about the case. And,\ncourthouses have private rooms for jurors, to shield them fromex parteinformation during recesses and\ndeliberations.Even without full sequestration, the common-law\nrule remains sensible and administrable. After discharge, the court\nhas no power to impose restrictions on jurors, and jurors are no\nlonger under oath to obey them. Jurors may access their cellphones\nand get public information about the case. They may talk to counsel\nor the parties. They may overhear comments in the hallway as they\nleave the courtroom. And they may reflect on the case—away from the\npressure of the jury room—in a way that could induce them to change\ntheir minds. The resulting prejudice can be hard to detect. And a\nlitigant who suddenly finds himself on the losing end of a\nmaterially different verdict may be left to wonder what may have\nhappened in the interval between the jury’s discharge and its new\nverdict. Granting a new trial may be inconvenient, but at least\nlitigants and the public will be more confident that the verdict\nwas not contaminated by improper influence after the trial has\nended. And under this bright-line rule, district courts would take\ngreater care in discharging the jury.In contrast, the only thing that is clear about\nthe majority’s multifactor test is that it will produce more\nlitigation. This multifactor test may aid in identifying relevant\nfacts for analysis, but—like most multifactor tests—it leaves\ncourts adrift once those facts have been identified. The majority\ninstructs district judges to look at “the length of delay between\ndischarge and recall,” “whether the jurors have spoken to anyone\nabout the case after discharge,” “the reaction to the verdict,” and\nwhether jurors have had access to their cellphones or the Internet.Ante,at 9–10. But in collecting these factors, the majority\noffers little guidance on how courts should apply them. Is one hour\ntoo long? How about two hours or two days? Does a single Internet\nsearch by a juror preclude recalling the entire jury? How many\nfactors must be present to shift the balance against recalling the\njury? All the majority says is that any factor “standing alonecouldbe dispositive in a particular case.”Ante,at\n8–9 (emphasis added).The majority’s factors thus raise more questions\nthan they answer. Parties will expend enormous effort litigating\nand appealing these questions. And when the Courts of Appeals\ninevitably fail to agree on what constitutes prejudice, we will be\ncalled on again to sort it out. As the Court of King’s Bench\nrecognized over two centuries ago, “it was better that the present\nplaintiff should suffer an inconvenience” than to head down this\nmurky path.Jackson,supra,at 282, 100 Eng. Rep., at\n153.All rules have their drawbacks. The common-law\nrule, on occasion, may unnecessarily force a district court to redo\na trial for a minor substantive mistake in the verdict. But the\nmajority’s multifactor test will only create more confusion. It\nwould be much simpler to instruct the district courts, when they\nfind a mistake in the verdict after the jury is dismissed, to hold\na new trial.The jurors here had the chance to mingle with\nthe outside world after the District Court’s discharge order\nreleased them from their oaths. After the announcement of\ndischarge, the jurors entered public spaces in which interaction\nwith nonjurors was possible. At that point, the jurors no longer\nwere within the court’s control and, therefore, were in fact\ndischarged. Although the record does not indicate one way or the\nother, it is also possible that the jurors had access to cellphones\nor other wireless devices in circumstances where they understood\nthemselves to have been released from any directions or limitations\nthe judge had imposed on the use of those devices during trial.Because the District Court reconvened the jury\nafter discharge to deliberate anew, I would reverse the Court of\nAppeals’ judgment affirming the verdict and remand for a new trial.\nI respectfully dissent.Notes1Although courts could not\nfix substantive errors by recalling the jury, they could correct\nclerical errors in the reporting of the verdict. SeeLittlev.Larrabee, 2 Me. 37, 38 (1822).",
    "joined": []
}