{
    "case": {
        "docket": "19-416",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-416/"
    },
    "id": "4440770",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–416 and 19–453_________________NESTLE USA, INC., PETITIONER19–416v.JOHN DOE I, et al.CARGILL, INC., PETITIONER19–453v.JOHN DOE I, et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 17, 2021]Justice Thomas announced the judgment of the\nCourt and delivered the opinion of the Court with respect to Parts\nI and II, and an opinion with respect to Part III, in which Justice\nGorsuch and Justice Kavanaugh join.The Alien Tort Statute (ATS) gives federal\ncourts jurisdiction to hear certain civil actions filed by aliens.\n28 U. S. C. §1350. Although this jurisdictional statute\ndoes not create a cause of action, our precedents have stated that\ncourts may exercise common-law authority under this statute to\ncreate private rights of action in very limited circumstances. See,e.g.,Sosav.Alvarez-Machain,542 U.S.\n692, 724 (2004);Hernándezv.Mesa, 589\nU. S. ___, ___, ___ (2020) (slip op., at 6, 14). Respondents\nhere seek a judicially created cause of action to recover damages\nfrom American corporations that allegedly aided and abetted slavery\nabroad. Although respondents’ injuries occurred entirely overseas,\nthe Ninth Circuit held that respondents could sue in federal court\nbecause the defendant corporations allegedly made “major\noperational decisions” in the United States. The Ninth Circuit\nerred by allowing this suit to proceed.IAccording to the operative complaint, Ivory\nCoast—a West-African country also known as Côte d’Ivoire—is\nresponsible for the majority of the global cocoa supply.\nRespondents are six individuals from Mali who allege that they were\ntrafficked into Ivory Coast as child slaves to produce cocoa.Petitioners Nestlé USA and Cargill are\nU. S.-based companies that purchase, process, and sell cocoa.\nThey did not own or operate farms in Ivory Coast. But they did buy\ncocoa from farms located there. They also provided those farms with\ntechnical and financial resources—such as training, fertilizer,\ntools, and cash—in exchange for the exclusive right to purchase\ncocoa. Respondents allege that they were enslaved on some of those\nfarms.Respondents sued Nestlé, Cargill, and other\nentities, contending that this arrangement aided and abetted child\nslavery. Respondents argue that petitioners “knew or should have\nknown” that the farms were exploiting enslaved children yet\ncontinued to provide those farms with resources. App. 319. They\nfurther contend that petitioners had economic leverage over the\nfarms but failed to exercise it to eliminate child slavery. And\nalthough the resource distribution and respondents’ injuries\noccurred outside the United States, respondents contend that they\ncan sue in federal court because petitioners allegedly made all\nmajor operational decisions from within the United States.The District Court dismissed this suit after we\nheld that the ATS does not apply extraterritorially.Kiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108(2013). It reasoned that respondents sought to apply the\nATS extraterritorially because the only domestic conduct alleged\nwas general corporate activity. While this suit was on appeal, we\nheld that courts cannot create new causes of action against foreign\ncorporations under the ATS.Jesnerv.Arab Bank,PLC, 584 U. S. ___ (2018). The Ninth Circuit then\nreversed the District Court in part. Although the Ninth Circuit\ndetermined thatJesnercompelled dismissal of all foreign\ncorporate defendants, it concluded that the opinion did not\nforeclose judicial creation of causes of action against domestic\ncorporations. The Ninth Circuit also held that respondents had\npleaded a domestic application of the ATS, as required byKiobel, because the “financing decisions . . .\noriginated” in the United States.Doev.Nestlé,S. A., 906 F.3d 1120, 1124–1126 (2018); see also 929\nF.3d 623 (2019). We granted certiorari, 591 U. S. ___ (2020),\nand now reverse.IIPetitioners and the United States argue that\nrespondents improperly seek extraterritorial application of the\nATS. We agree.Our precedents “reflect a two-step framework for\nanalyzing extraterritoriality issues.”RJR Nabisco,Inc.v.European Community, 579 U.S. 325, 337 (2016).\nFirst, we presume that a statute applies only domestically, and we\nask “whether the statute gives a clear, affirmative indication”\nthat rebuts this presumption.Ibid.For the ATS,Kiobelanswered that question in the negative. 569\nU. S., at 124. Although we have interpreted its purely\njurisdictional text to implicitly enable courts to create causes of\naction, the ATS does not expressly “regulate conduct” at all, much\nless “evince a ‘clear indication of extraterritoriality.’ ”Id., at 115–118. Courts thus cannot give “extraterritorial\nreach” to any cause of action judicially created under the ATS.Id., at 117–118. Second, where the statute, as here, does\nnot apply extraterritorially, plaintiffs must establish that “the\nconduct relevant to the statute’s focus occurred in the United\nStates.”RJR Nabisco, 579 U. S., at 337. “[T]hen the\ncase involves a permissible domestic application even if other\nconduct occurred abroad.”Ibid.The parties dispute what conduct is relevant to\nthe “focus” of the ATS. Respondents seek a judicially created cause\nof action to sue petitioners for aiding and abetting forced labor\noverseas. Arguing that aiding and abetting is not even a tort, but\nmerely secondary liability for a tort, petitioners and the United\nStates contend that “the conduct relevant to the [ATS’s] focus” is\nthe conduct that directly caused the injury. Seeid., at 346\n(a plaintiff who “does not overcome the presumption against\nextraterritoriality . . . therefore must allege and prove\nadomesticinjury”). All ofthatalleged conduct\noccurred overseas in this suit. The United States also argues that\nthe “focus” inquiry is beside the point; courts should not create\nan aiding-and-abetting cause of action under the ATS at all. SeeCentral Bank of Denver,N. A.v.First\nInterstate Bank of Denver,N. A.,511 U.S.\n164, 182–183 (1994) (“[W]hen Congress enacts a statute under\nwhich a person may sue and recover damages from a private defendant\n. . . , there is no general presumption that the\nplaintiff may also sue aiders and abettors” because that would\ncreate a “vast expansion of federal law”). For their part,\nrespondents argue that aiding and abetting is a freestanding tort\nand that courts may create a private right of action to enforce it\nunder the ATS. They also contend that the “focus” of the ATS is\nconduct that violates international law, that aiding and abetting\nforced labor is a violation of international law, and that domestic\nconduct can aid and abet an injury that occurs overseas.Even if we resolved all these disputes in\nrespondents’ favor, their complaint would impermissibly seek\nextraterritorial application of the ATS. Nearly all the conduct\nthat they say aided and abetted forced labor—providing training,\nfertilizer, tools, and cash to overseas farms—occurred in Ivory\nCoast. The Ninth Circuit nonetheless let this suit proceed because\nrespondents pleaded as a general matter that “every major\noperational decision by both companies is made in or approved in\nthe U. S.” App. 314. But allegations of general corporate\nactivity—like decisionmaking—cannot alone establish domestic\napplication of the ATS.As we made clear inKiobel, a plaintiff\ndoes not plead facts sufficient to support domestic application of\nthe ATS simply by alleging “mere corporate presence” of a\ndefendant. 569 U. S., at 125. Pleading general corporate\nactivity is no better. Because making “operational decisions” is an\nactivity common to most corporations, generic allegations of this\nsort do not draw a sufficient connection between the cause of\naction respondents seek—aiding and abetting forced labor\noverseas—and domestic conduct. “[T]he presumption against\nextraterritorial application would be a craven watchdog indeed if\nit retreated to its kennel wheneversomedomestic activity\nis involved in the case.”Morrisonv.National Australia\nBank Ltd.,561 U.S.\n247, 266 (2010). To plead facts sufficient to support a\ndomestic application of the ATS, plaintiffs must allege more\ndomestic conduct than general corporate activity. The Ninth Circuit\nerred when it held otherwise.IIIRespondents’ suit fails for another reason,\nwhich does not require parsing allegations about where conduct\noccurred: We cannot create a cause of action that would let them\nsue petitioners. That job belongs to Congress, not the Federal\nJudiciary.Sosaindicated that courts may exercise\ncommon-law authority under the ATS to create private rights of\naction in very limited circumstances. 542 U. S., at 724.Sosasuggested, for example, that courts could recognize\ncauses of action for three historical violations of international\nlaw: “violation of safe conducts, infringement of the rights of\nambassadors, and piracy.”Ibid. But our precedents sinceSosahave clarified that courts must refrain from creating a\ncause of action whenever there is even a single sound reason to\ndefer to Congress. See,e.g.,Hernández, 589\nU. S., at ___ (slip op., at 8). Tellingly, we have never\ncreated a cause of action under the ATS. Even without reexaminingSosa, our existing precedents prohibit us from creating a\ncause of action here.AOriginally passed as part of the Judiciary Act\nof 1789, the ATS provides jurisdiction to hear claims brought “by\nan alien for a tort only, committed in violation of the law of\nnations or a treaty of the United States.” 28 U. S. C.\n§1350. If, for example, a treaty adopted by the United States\ncreates a tort-related duty, federal district courts have\njurisdiction to hear claims by aliens for breach of that duty.But the statute on its own does not empower\naliens to sue. We have been clear that “the ATS is a jurisdictional\nstatute creating no new causes of action.”Sosa, 542\nU. S., at 724. Aliens harmed by a violation of international\nlaw must rely on legislative and executive remedies, not judicial\nremedies, unless provided with an independent cause of action. In\nmore than 200 years, Congress has established just one: the Torture\nVictim Protection Act of 1991. That Act creates a private right of\naction for victims of torture and extrajudicial killings in\nviolation of international law. 106Stat. 73, note following 28\nU. S. C. §1350.Because that cause of action does not apply\nhere, respondents ask us to create a new one. They suggest that a\nplaintiff is entitled to a judicially created cause of action\nabsent compelling reasons to withhold one. But our precedents\ndemand precisely the opposite rule.InSosa, we “assume[d]” that the First\nCongress, which enacted the ATS, believed that federal courts,\nunder general common law, “would recognize private causes of action\nfor certain torts in violation of the law of nations.” 542\nU. S., at 724. Although our decision inErie R. Co.v.Tompkins,304 U.S.\n64(1938), “denied the existence of any federal ‘general’\ncommon law,” we suggested that a limited, residual amount remained\nto create causes of action for violations of international law.Sosa, 542 U. S., at 726, 729. We noted, for example,\nthat courts in certain circumstances likely could recognize causes\nof action for violations of three historical torts: “violation of\nsafe conducts, infringement of the rights of ambassadors, and\npiracy.”Id., at 724.At the same time, we stressed that this\nauthority was narrow. We noted that there was “no basis to suspect\nCongress had any examples in mind beyond those [three] torts.”Ibid.And we suggested that future “development” of law\nmight “preclud[e] federal courts from recognizing” new causes of\naction.Id., at 724–725.To guide our reasoning in the future, we\ndescribed a two-step test that plaintiffs must satisfy before a\ncourt can create a cause of action under the ATS. First, the\nplaintiff must establish that the defendant violated “ ‘a norm\nthat is specific, universal, and obligatory’ ” under\ninternational law.Id., at 732. That norm must be “defined\nwith a specificity comparable to” the three international torts\nknown in 1789.Id., at 725. Second, the plaintiff must show\nthat courts should exercise “judicial discretion” to create a cause\nof action rather than defer to Congress.Id., at 726, 736,\nand n. 27;Jesner, 584 U. S., at ___–___\n(plurality opinion) (slip op., at 11–12).Judicial authority under that test was narrow at\nthe outset. Our more recent precedents have made it narrower still\nby stressing that judicial creation of a cause of action is an\nextraordinary act that places great stress on the separation of\npowers. Although this Court in the mid-20th century often assumed\nauthority to create causes of action,Ziglarv.Abbasi, 582 U. S. ___, ___ (2017) (slip op., at 8),\n“[i]n later years, we came to appreciate more fully the tension\nbetween this practice and the Constitution’s separation of\nlegislative and judicial power,”Hernández, 589 U. S.,\nat ___ (slip op., at 5). BecauseEriedenied the existence\nof a federal general common law, “a federal court’s authority to\nrecognize a damages remedy must rest at bottom on a statute enacted\nby Congress.”Hernández, 589 U. S., at ___–___ (slip\nop., at 5–6). It follows that any judicially created cause of\naction risks “upset[ting] the careful balance of interests struck\nby the lawmakers.”Ibid.To limit this stress on the separation of\npowers, our precedents have made clear that the second step ofSosa—which applies in any context where a plaintiff asks a\ncourt to create a cause of action—is extraordinarily strict. A\ncourt “ ‘must’ ” not create a private right of action if\nit can identify even one “ ‘sound reaso[n] to think Congress\nmight doubt the efficacy or necessity of [the new] remedy.’ ”Jesner, 584 U. S., at ___ (majority opinion) (slip op.,\nat 18) (quotingAbbasi, 582 U. S., at ___ (slip op., at\n13)); see alsoHernández, 589 U. S., at ___ (slip op.,\nat 8) (same). This test is demanding by design, and we have yet to\nfind it satisfied. SeeJesner, 584 U. S., at ___\n(slip op., at 27) (no judicially created causes of action against\nforeign corporations); see alsoSosa, 542 U. S., at 725\n(no judicially created cause of action for illegal detention even\nunder the less-demanding standard initially created bySosa).BRegardless of whether respondents have\nsatisfied the first step of theSosatest, it is clear that\nthey have not satisfied the second. Our decisions sinceSosa, as well as congressional activity, compel the\nconclusion that federal courts should not recognize private rights\nof action for violations of international law beyond the three\nhistorical torts identified inSosa.We recently identified a sound reason to think\nCongress might doubt a judicial decision to create a cause of\naction that would enforce torts beyond those three: Creating a\ncause of action under the ATS “inherent[ly]” raises “foreign-policy\nconcerns.”Jesner, 584 U. S., at ___ (majority opinion)\n(slip op., at 19). This suit illustrates the point, for the\nallegations here implicate a partnership (the Harkin-Engel Protocol\nand subsequent agreements) between the Department of Labor,\npetitioners, and the Government of Ivory Coast. Under that\npartnership, petitioners provide material resources and training to\ncocoa farmers in Ivory Coast—the same kinds of activity that\nrespondents contend make petitioners liable for violations of\ninternational law. Companies or individuals may be less likely to\nengage in intergovernmental efforts if they fear those activities\nwill subject them to private suits.Although specific foreign-policy concerns may\nvary from case to case, our precedents are clear that creating a\ncause of action to enforce international law beyond three\nhistorical torts invariably gives rise to foreign-policy concerns.Ibid.(“foreign-policy . . . concerns [are]\ninherent in ATS litigation”). Because “[t]he political branches,\nnot the Judiciary, have the responsibility and institutional\ncapacity to weigh foreign-policy concerns,” there will always be a\nsound reason for courts not to create a cause of action for\nviolations of international law—other than perhaps for those three\ntorts that were well established in 1789.Id., at ___–___\n(slip op., at 18–19).Congressional activity independently provides a\nsound reason to conclude that Congress might doubt a judicially\ncreated cause of action. It is instructive to consider the changes\nCongress made to the remedies in the Trafficking Victims Protection\nReauthorization Act of 2003 (TVPRA), which imposes liability for\noffenses related to human trafficking. The initial text, passed in\n2000, imposed criminal liability for human trafficking. §112,\n114Stat. 1464. Congress later added a private right of action in\n2003, allowing plaintiffs to sue the immediate “perpetrator” of a\nhuman trafficking violation. §4(a)(4)(A), 117Stat. 2878. And then\nin 2008, Congress created the present private right of action,\nallowing plaintiffs to sue defendants who are involved indirectly\nwith slavery. §§221, 222(b)(3), 122Stat. 5067–5068.This Act highlights that there are many\ndifferent ways to create a cause of action that would enforce\ndevelopments in international law beyond the three historical torts\nidentified inSosa—too many for courts to choose from when\nusing the limited judicial discretion thatSosarecognizes.\nCongress may well decide to create a cause of action against one\ncategory of defendants but not another. SeeJesner, 584\nU. S., at ___ (plurality opinion) (slip op., at 20)\n(recognizing that Congress “unambiguously” limited the only\nlegislative cause of action passed under the ATS to one category of\ndefendants). Or it might make distinctions—as it did in the\nTVPRA—between direct and indirect liability. Congress settled on\nthe current approach to private remedies against human trafficking\nonly after its “understanding of the problem evolved” through years\nof studying “how to best craft a response.” Brief for Members of\nCongress asAmici Curiae9, 13. The judicial role is to\nresolve cases and controversies, which typically present only the\nperspectives of the parties. The Judiciary does not have the\n“institutional capacity” to consider all factors relevant to\ncreating a cause of action that will “inherent[ly]” affect foreign\npolicy.Jesner, 584 U. S., at ___ (majority opinion)\n(slip op., at 19). Respondents attempt to brush aside these\nconcerns by suggesting that their allegations about decades-old\nconduct could satisfy the TVPRA if Congress had enacted that law\nearlier. This observation simply proves the point. Congress chose\nnot to write a retroactive statute. To create a cause of action\nhere would impermissibly second-guess Congress’ decision not to\nsubject past conduct to a new standard.When we decidedSosa, we remarked that\nthere is “no basis to suspect Congress had any examples in mind\nbeyond th[ree] torts” when it enacted the ATS. 542 U. S., at\n724. We “assume[d]” that no “development” of law had yet “precluded\nfederal courts from recognizing” causes of action not created by\nCongress.Id., at 724–725. Nobody here has expressly asked\nus to revisitSosa. But precedents sinceSosahave\nsubstantially narrowed the circumstances in which “judicial\ndiscretion” under theSosatest is permitted.Id., at\n726, 736, and n. 27. Under existing precedent, then, courts in\nsome circumstances might still applySosato recognize\ncauses of action for the three historical torts likely on the mind\nof the First Congress. But as to other torts, our precedents\nalready make clear that there always is a sound reason to defer to\nCongress, so courts may not create a cause of action for those\ntorts. Whether and to what extent defendants should be liable under\nthe ATS for torts beyond the three historical torts identified inSosalies within the province of the Legislative Branch.*  *  *The judgment of the Court of Appeals is\nreversed, and the cases are remanded for further proceedings.It is so ordered.",
    "joined": []
}