{
    "case": {
        "docket": "15-5040",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-5040/"
    },
    "id": "3583259",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–5040_________________TERRANCE WILLIAMS, PETITIONERv.PENNSYLVANIAon writ of certiorari to the supreme court of\npennsylvania, eastern district[June 9, 2016]Justice Thomas, dissenting.The Court concludes that it violates the Due\nProcess Clause for the chief justice of the Supreme Court of\nPennsylvania, a former district attorney who was not the trial\nprosecutor in petitioner Terrance Williams’ case, to review\nWilliams’ fourth petition for state postconviction review.Ante,at 8–9, 14. That conclusion is flawed. The specter of\nbias alone in a judicial proceeding is not a deprivation of due\nprocess. Rather than constitutionalize every judicial\ndisqualification rule, the Court has left such rules to\nlegislatures, bar associations, and the judgment of individual\nadjudicators. Williams, moreover, is not a criminal defendant. His\ncomplaint is instead that the due process protections in his state\npostconviction proceedings—an altogether new civil matter, not a\ncontinuation of his criminal trial—were lacking. Ruling in\nWilliams’ favor, the Court ignores this posture and our precedents\ncommanding less of state postconviction proceedings than of\ncriminal prosecutions involving defendants whose convictions are\nnot yet final. I respectfully dissent.IA reader of the majority opinion might\nmistakenly think that the prosecution against Williams is ongoing,\nfor the majority makes no mention of the fact that Williams’\nsentence has been final for more than 25 years. Because the\npostconviction posture of this case is of crucial importance in\nconsidering the question presented, I begin with the protracted\nprocedural history of Williams’ repeated attempts to collaterally\nattack his sentence.AThirty-two years ago, Williams and his\naccomplice beat their victim to death with a tire iron and a socket\nwrench.Commonwealthv.Williams, 524 Pa. 218,\n222–224, 570 A. 2d 75, 77–78 (1990) (Williams I).\nWilliams later returned to the scene of the crime, a cemetery,\nsoaked the victim’s body in gasoline, and set it on fire.Id.,at 224, 570 A. 2d, at 78. After the trial against\nWilliams commenced, both the Chief of the Homicide Unit and the\nDistrict Attorney, Ronald Castille, approved the trial prosecutor’s\ndecision to seek the death penalty by signing a piece of paper. See\nApp. 426. That was Castille’s only involvement in Williams’\ncriminal case. Thereafter, a Pennsylvania jury convicted Williams\nof first-degree murder, and he was sentenced to death.Williams\nI, 524 Pa., at 221–222, 570 A. 2d, at 77. The Supreme\nCourt of Pennsylvania affirmed his conviction and sentence.Id.,at 235, 570 A. 2d, at 84.Five years later, Williams filed his first\npetition for state postconviction relief.Commonwealthv.Williams, 581 Pa. 57, 65, 863 A. 2d 505, 509 (2004)\n(Williams II). The postconviction court denied the\npetition.Id.,at 65, 863 A. 2d, at 510. Williams\nappealed, raising 23 alleged errors.Ibid.The Supreme Court\nof Pennsylvania, which included Castille in his new capacity as a\njustice of that court, affirmed the denial of relief.Id.,at 88, 863 A. 2d, at 523. The court rejected some claims on\nprocedural grounds and denied the remaining claims on the merits.Id.,at 68–88, 863 A. 2d, at 511–523. The court’s\nlengthy opinion did not mention the possibility of Castille’s bias,\nand Williams apparently never asked for his recusal.Then in 2005, Williams filed two more petitions\nfor state postconviction relief. Both petitions were dismissed as\nuntimely, and the Supreme Court of Pennsylvania affirmed.Commonwealthv.Williams, 589 Pa. 355, 909 A. 2d 297\n(2006) (per curiam) (Williams III);Commonwealthv.Williams, 599 Pa. 495, 962 A. 2d 609\n(2009) (per curiam) (Williams IV).\nCastille also presumably participated in those proceedings, but,\nagain, Williams apparently did not ask for him to recuse.[1]Williams then made a fourth attempt to vacate\nhis sentence in state court in 2012. ___ Pa. ___, ___, 105\nA. 3d 1234, 1237 (2014) (Williams VI). Williams\nalleged that the prosecution violatedBradyv.Maryland, 373 U. S. 83 (1963) , by failing to disclose\nexculpatory evidence. The allegedly exculpatory evidence was\ninformation about Williams’ motive. According to Williams, the\nprosecution should have disclosed to his counsel that it knew that\nWilliams and the victim had previously engaged in a sexual\nrelationship when Williams was a minor.Williams VI, ___\nPa., at ___, 105 A. 3d, at 1237.[2] The state postconviction court agreed and vacated his\nsentence.Id., at ___, 105 A. 3d, at 1239.The Commonwealth appealed to the Supreme Court\nof Pennsylvania. Only then—thefourthtime that Williams\nappeared before Castille—did Williams ask him to recuse. App. 181.\nCastille denied the recusal motion and declined to refer it to the\nfull court.Id., at 171. Shortly thereafter, the court\nvacated the postconviction court’s order and reinstated Williams’\nsentence. The court first noted that Williams’ fourth petition “was\nfiled over 20 years after [Williams’] judgment of sentence became\nfinal” and “was untimely on its face.”Williams VI, ___ Pa.,\nat ___, 105 A. 3d, at 1239. The court rejected the trial\ncourt’s conclusion that an exception to Pennsylvania’s timeliness\nrule applied and reached “the inescapable conclusion that\n[Williams] is not entitled to relief.”Id.,at ___, 105\nA. 3d, at 1239–1241; see alsoid.,at ___, 105\nA. 3d, at 1245(Castille, J., concurring) (writing separately\n“to address the important responsibilities of the [state\npostconvic-tion] trial courts in serial capital [state\npostconviction] matters”).Finally, Williams filed an application for\nreargument. App. 9. The court denied the applicationwithoutCastille’s participation.Id.,at 8. Castille had retired\nfrom the bench nearly two months before the court ruled.BAs this procedural history illustrates, the\nquestion presented is hardly what the majority makes it out to be.\nThe majority incorrectly refers to the case before us and Williams’\ncriminal case (that ended in 1990) as a decades-long “single case”\nor “matter.”Ante,at 8; see alsoante,at 7–9. The\nmajority frames the issue as follows: whether the Due Process\nClause permits Castille to “ac[t] as both accuser and judge in\n[Williams’] case.”Ante,at 5. The majority answers: “When a\njudge has served as an advocate for the Statein the very\ncasethe court is now asked to adjudicate, a serious question\narises as to whether the judge, even with the most diligent effort,\ncould set aside any personal interest in the outcome.”Ante,at 7 (emphasis added). Accordingly, the majority holds that\n“[w]here a judge has had an earlier significant, personal\ninvolvement as a prosecutor in a critical decisionin the\ndefendant’s case, the risk of actual bias in the judicial\nproceeding rises to an unconstitutional level.”Ante,at 14\n(emphasis added). That is all wrong.There has been, however, no “single case” in\nwhich Castille acted as both prosecutor and adjudicator. Castille\nwas still serving in the district attorney’s office when Williams’\ncriminal proceedings ended and his sentence of death became final.\nWilliams’ filing of a petition for state postconviction relief did\nnot continue (or resurrect) that already final criminal proceeding.\nA postconviction proceeding “is not part of the criminal proceeding\nitself” but “is in fact considered to be civil in nature,”Pennsylvaniav.Finley, 481 U. S. 551 –557\n(1987), and brings with it fewer procedural protections. See,e.g.,District Attorney’s Office for Third Judicial\nDist.v.Osborne, 557 U. S. 52, 68 (2009) .Williams’ case therefore presents a much\ndifferent question from that posited by the majority. It is more\naccurately characterized as whether a judge may review a petition\nfor postconviction relief when that judge previ-ously served as\ndistrict attorney while the petitioner’s criminal case was pending.\nFor the reasons that follow, that different question merits a\ndifferent answer.IIThe “settled usages and modes of proceeding\nexisting in the common and statute law of England before the\nemigration of our ancestors” are the touchstone of due process.Tumeyv.Ohio, 273 U. S. 510, 523 (1927) ; see\nalsoMurray’s Lesseev.Hoboken Land & Improvement\nCo., 18 How. 272, 277 (1856). What due process requires of the\njudicial proceedings in the Pennsylvania postconviction courts,\ntherefore, is guided by the historical treatment of judicial\ndisqualification. And here, neither historical practice nor this\nCourt’s case law constitutionalizing that practice requires a\nformer prosecutor to recuse from a prisoner’s postconviction\nproceedings.AAt common law, a fair tribunal meant that “no\nman shall be a judge in his own case.” 1 E. Coke, Institutes of the\nLaws of England §212, *141a (“[A]liquis non debet esse\njudex in propiâ causâ”). That common-law conception of a fair\ntribunal was a narrow one. A judge could not decide a case in which\nhe had a direct and personal financial stake. For example, a judge\ncould not reap the fine paid by a defendant. See,e.g.,Dr. Bonham’s Case, 8 Co. Rep. 107a, 114a, 118a, 77 Eng. Rep.\n638, 647, 652 (C. P. 1610) (opining that a panel of adjudicators\ncould not all at once serve as “judges to give sentence or\njudgment; ministers to make summons; and parties to have the moiety\nof the forfeiture”). Nor could he adjudicate a case in which he was\na party. See,e.g., Earl of Derby’s Case,12 Co. Rep. 114,\n77 Eng. Rep. 1390 (K. B. 1614). But mere bias—without any financial\nstake in a case—was not grounds for disqualification. The biases of\njudges “cannot be challenged,” according to Blackstone,\n“[f ]or the law will not suppose a possibility of bias or\nfavour in a judge, who is already sworn to administer impartial\njustice, and whose author-ity greatly depends upon that presumption\nand idea.” 3 W. Blackstone, Commentaries on the Laws of England,\n361 (1768) (Blackstone); see also,e.g., Brookesv.Earl\nof Rivers,Hardres 503, 145 Eng. Rep. 569 (Exch. 1668)\n(deciding that a judge’s “favour shall not be presumed” merely\nbecause his brother-in-law was involved).The early American conception of judicial\ndisqualification was in keeping with the “clear and simple”\ncommon-law rule—“a judge was disqualified for direct pecuniary\ninterest and for nothing else.” Frank, Disqualification of Judges,\n56 Yale L. J. 605, 609 (1947) (Frank); see also R. Flamm,\nJudicial Disqualification: Recusal and Disqualification of Judges\n§1.4, p. 7 (2d ed. 2007). Most jurisdictions required judges to\nrecuse when they stood to profit from their involvement or, more\nbroadly, when their property was involved. SeeMosesv.Julian, 45 N. H. 52, 55–56 (1863); see also,e.g.,Jimv.State, 3 Mo. 147, 155 (1832) (deciding that a\njudge was unlawfully interested in a criminal case in which his\nslave was the defendant). But the judge’s pecuniary interest had to\nbe directly implicated in the case. See,e.g., Davisv.State, 44 Tex. 523, 524 (1876) (deciding that a judge, who\nwas the victim of a theft, was not disqualified in the prosecution\nof the theft); see also T. Cooley, Constitutional Limitations 594\n(7th ed. 1903) (rejecting a financial stake “so remote, trifling,\nand insignificant that it may fairly be supposed to be incapable of\naffecting the judgment”);Moses,supra, at 57 (“[A]\ncreditor, lessee, or debtor, may be judge in the case of his\ndebtor, landlord, or creditor, except in cases where the amountof\nthe party’s property involved in the suit is so great that his\nability to meet his engagements with the judge may depend upon the\nsuccess of his suit”);Inhabitants of Readington Twp. Hunterdon\nCountyv.Dilley, 24 N. J. L. 209, 212–213 (N. J. 1853)\n(deciding that a judge, who had previously been paid to survey the\nroadway at issue in the case, was not disqualified).Shortly after the founding, American notions of\njudicial disqualification expanded in important respects. Of\nparticular relevance here, the National and State Legislatures\nenacted statutes and constitutional provisions that diverged from\nthe common law by requiring disqualification when the judge had\nserved as counsel for one of the parties. The first federal recusal\nstatute, for example, required disqualification not only when the\njudge was “concerned in interest,” but also when he “ha[d] been of\ncounsel for either party.” Act of May 8, 1792, §11, 1Stat. 278–279.\nMany States followed suit by enacting similar disqualification\nstatutes or constitutional provisions expanding the common-law\nrule. See,e.g., Wilksv.State, 27 Tex. App. 381,\n385, 11 S. W. 415, 416 (1889);Fechheimerv.Washington, 77 Ind. 366, 368 (1881) (per\ncuriam);Sjobergv.Nordin, 26 Minn. 501, 503, 5\nN. W. 677, 678 (1880);Whipplev.Saginaw Circuit\nCourt Judge, 26 Mich. 342, 343 (1873);Mathisv.State, 50 Tenn. 127, 128 (1871); but seeOwingsv.Gibson, 9 Ky. 515, 517–518 (1820) (deciding that it was for\nthe judge to choose whether he could fairly adjudicate a case in\nwhich he had served as a lawyer for the plaintiff in the same\naction). Courts applied this expanded view of disqualification not\nonly in cases involving judges who had previously served as counsel\nfor private parties but also for those who previously served as\nformer attorneys general or district attorneys. See,e.g.,Terryv.State, 24 S. W. 510, 510–511 (Tex. Crim.\nApp. 1893);Mathis,supra,at 128.This expansion was modest: disqualification was\nrequired only when the newly appointed judge had served as counsel\nin thesame case. InCarrv.Fife, 156\nU. S. 494 (1895) , for example, this Court rejected the\nargument that a judge was required to recuse because he had\npreviously served as counsel for some of the defendants in another\nmatter.Id., at 497–498. The Court left it to the judge “to\ndecide for himself whether it was improper for him to sit in trial\nof the suit.”Id., at 498. Likewise, inTaylorv.Williams, 26 Tex. 583 (1863), the Supreme Court of Texas\nacknowledged that a judge was not, “by the common law, disqualified\nfrom sitting in a cause in which he had been of counsel” and\nconcluded “that the fact that the presiding judge had been of\ncounsel in the case did not necessarily render him interested in\nit.”Id., at 585–586.A fortiori, the Texas court\nheld, a judge was not “interested” in a case “merely from his\nhaving been of counsel inanother causeinvolving the same\ntitle.”Id., at 586 (emphasis added); see alsoThe\nRichmond, 9 F. 863, 864 (CCED La. 1881) (“The decisions, so far\nas I have been able to find, are unanimous that ‘of counsel’ means\n‘of counsel for a party in that cause and in that controversy,’ and\nif either the cause or controversy is not identical the\ndisqualification does not exist”);Wolfev.Hines, 93\nGa. 329, 20 S. E. 322 (1894) (same);Cleghornv.Cleghorn, 66 Cal. 309, 5 P. 516 (1885) (same).This limitation—that the same person must act as\ncounsel and adjudicator inthe same case—makes good sense.\nAt least one of the State’s highest courts feared that any broader\nrule would wreak havoc: “If the circumstance of the judge having\nbeen of counsel, for some parties in some case involving some of\nthe issues which had been theretofore tried[,] disqualified him\nfrom acting in every case in which any of those parties, or those\nissues should be subsequently involved, the most eminent members of\nthe bar, would, by reason of their extensive professional relations\nand their large experience be rendered ineligible, or useless as\njudges.”Blackburnv.Craufurd, 22 Md. 447, 459\n(1864). Indeed, any broader rule would be at odds with this Court’s\nhistorical practice. Past Justices have decided cases involving\ntheir former clients in the private sector or their former offices\nin the public sector. See Frank 622–625. The examples are legion;\nchief among them isMarburyv.Madison, 1 Cranch 137\n(1803), in which then–Secretary of State John Marshall sealed but\nfailed to deliver William Marbury’s commission and then, as newly\nappointed Chief Justice, Marshall decided whether mandamus was an\navailable remedy to require James Madison to finish the job. See\nPaulsen, Marbury’s Wrongness, 20 Constitutional Commentary 343, 350\n(2003).Over the next century, this Court entered the\nfray of judicial disqualifications only a handful of times. Drawing\nfrom longstanding historical practice, the Court announced that the\nDue Process Clause compels judges to disqualify in the narrow\ncircumstances described below. But time and again, the Court\ncautioned that “[a]ll questions of judicial qualification may not\ninvolve constitu-tional validity.”Tumey, 273 U. S., at\n523. And “matters of kinship, personal bias, state policy,\nremoteness of interest would seem generally to be matters merely of\nlegisla-tive discretion.”Ibid.; see alsoAetna Life Ins.\nCo.v.Lavoie, 475 U. S. 813, 828 (1986) (“The Due\nProcess Clause demarks only the outer boundaries of judicial\ndisqualifications”).First, inTumey, the Court held that due\nprocess would not tolerate an adjudicator who would profit from the\ncase if he convicted the defendant. The Court’s holding paralleled\nthe common-law rule: “[I]t certainly violates the Fourteenth\nAmendment, and deprives a defendant in a criminal case of due\nprocess of law, to subject his liberty or property to the judgment\nof a court, the judge of which has adirect, personal,\nsubstantial pecuniary interestin reaching a conclusion against\nhim in his case.” 273 U. S., at 523 (emphasis added); see alsoWardv.Monroeville, 409 U. S. 57, 59, 61 (1972)\n(deciding that a mayor could not adjudicate traffic violations if\nrevenue from convictions constituted a substantial portion of the\nmunicipality’s revenue). Later, applyingTumey’s rule inAetna Life Ins., the Court held that a judge who decided a\ncase involving an insurance company had a “direct, personal,\nsubstantial, and pecuniary” interest because he had brought a\nsimilar case against an insurer and his opinion for the court “had\nthe clear and immediate effect of enhancing both the legal status\nand the settlement value of his own case.” 475 U. S., at 824\n(alterations and internal quotation marks omitted).Second, inIn re Murchison, 349\nU. S. 133 (1955) , the Court adopted a constitutional rule\nresembling the historical practice for disqualification of former\ncounsel.Id.,at 139. There, state law empowered a trial\njudge to sit as a “ ‘one man judge-grand jury,’ ” meaning\nthat he could “compel witnesses to appear before him in secret to\ntestify about suspected crimes.”Id., at 133. During those\nsecret proceedings, the trial judge suspected that one of the\nwitnesses, Lee Roy Murchison, had committed perjury, and he charged\nanother, John White, with contempt after he refused to answer the\njudge’s questions without counsel present. Seeid.,at\n134–135. The judge then tried both men in open court and convicted\nand sentenced them based, in part, on his interrogation of them in\nthe secret proceedings. Seeid.,at 135, 138–139. The\ndefendants appealed, arguing that the “trial before the judge who\nwas at the same time the complainant, indicter and prosecutor,\nconstituted a denial of fair and impartial trial required by” due\nprocess.Id.,at 135. This Court agreed: “It would be very\nstrange if our system of law permitted a judge to act as a grand\njury and then try the very persons accused as a result of his\ninvestigations.”Id.,at 137. Broadly speaking,Murchison’s rule constitutionalizes the early American\nstatutes requiring disqualification when a single person acts as\nboth counsel and judge in a single civil or criminal\nproceeding.[3]BothTumeyandMurchisonarguably\nreflect historical understandings of judicial disqualification.\nTraditionally, judges disqualified themselves when they had a\ndirect and substantial pecuniary interest or when they served as\ncounsel in the same case.BThose same historical understandings of\njudicial disqualification resolve Williams’ case. Castille did not\nserve as both prosecutor and judge in the case before us. Even\nassuming Castille’s supervisory role as district attorney was\ntantamount to serving as “counsel” in Williams’ criminal case, that\ncase ended nearly five years before Castille joined the Supreme\nCourt of Pennsylvania. Castille then participated in a separate\nproceeding by reviewing Williams’ petition for postconviction\nrelief.As discussed above, see Part I–B,supra,\nthis postconviction proceeding is not an extension of Williams’\ncriminal case but is instead a new civil proceeding. SeeFinley, 481 U. S., at 556–557. Our case law bears out\nthe many distinctions between the two proceedings. In his criminal\ncase, Williams was presumed innocent,Coffinv.United\nStates, 156 U. S. 432, 453 (1895) , and the Constitution\nguaranteed him counsel,Gideonv.Wainwright, 372\nU. S. 335 –345 (1963);Powellv.Alabama, 287\nU. S. 45 –69 (1932), a public trial by a jury of his peers,Duncanv.Louisiana, 391 U. S. 145, 149 (1968) ,\nand empowered him to confront the witnesses against him,Crawfordv.Washington, 541 U. S. 36, 68 (2004)\n, as well as all the other requirements of a criminal proceeding.\nBut in postconviction proceedings, “the presumption of innocence\n[has] disappear[ed].”Herrerav.Collins, 506\nU. S. 390, 399 (1993) . The postconviction petitioner has no\nconstitutional right to counsel.Finley, supra,at 555–557;\nsee alsoJohnsonv.Avery, 393 U. S. 483, 488\n(1969) . Nor has this Court ever held that he has a right to demand\nthat his postconviction court consider a freestanding claim of\nactual innocence,Herrera, supra,at 417–419, or to demand\nthe State to turn over exculpatory evidence,Osborne, 557\nU. S., at 68–70; see alsoWrightv.West, 505\nU. S. 277, 293 (1992) (plurality opinion) (cataloguing\ndifferences between direct and collateral review and concluding\nthat “[t]hese differences simply reflect the fact that habeas\nreview entails significant costs” (internal quotation marks\nomitted)). And, under the Court’s precedents, his due process\nrights are “not parallel to a trial right, but rather must be\nanalyzed in light of the fact that he has already been found guilty\nat a fair trial, and has only a limited interest in postconviction\nrelief.”Osborne,supra,at 69.Because Castille did not act as both counsel and\njudge in the same case, Castille’s participation in the\npostconviction proceedings did not violate the Due Process Clause.\nCastille might have been “personal[ly] involve[d] in a critical\ntrial decision,”ante,at 9, but that “trial” was Williams’\ncriminal trial, not the postconviction proceedings before us now.\nPerhaps Castille’s participation in Williams’ postconviction\nproceeding was unwise, but it was within the bounds of historical\npractice. That should end this case, for it “is not for Members of\nthis Court to decide from time to time whether a process approved\nby the legal traditions of our people is ‘due’ process.”Pacific\nMut. Life Ins. Co.v.Haslip, 499 U. S. 1, 28\n(1991) (Scalia, J., concurring in judgment).CToday’s holding departs both from common-law\npractice and this Court’s prior precedents by ignoring the critical\ndistinction between criminal and postconviction proceedings. Chief\nJustice Castille had no “direct, personal, substantial pecuniary\ninterest” in the adjudication of Williams’ fourth postconviction\npetition.Tumey, 273 U. S., at 523. And although the\nmajority invokesMurchison,ante,at 6–8, it wrongly\nrelies on that decision too. InMurchison, the judge acted\nas both the accuser and judge in thesameproceeding. 349\nU. S., at 137–139. But here, Castille did not. See Part II–B,supra.The perceived bias that the majority fears is\ninstead outside the bounds of the historical expectations of\njudicial recusal. Perceived bias (without more) was not recognized\nas a constitutionally compelled ground for disqualification until\nthe Court’s recent decision inCapertonv.A. T. Massey\nCoal Co., 556 U. S. 868 (2009) . InCaperton, the\nCourt decided that due process demanded disqualification when\n“extreme facts” proved “the probability of actual bias.”Id.,at 886–887.Caperton, of course, elicited more\nquestions than answers.Id.,at 893–898 (Roberts,\nC. J., dissenting). And its conclusion that bias alone could\nbe grounds for disqualification as a constitutional matter\n“represents a complete departure from common law principles.” Frank\n618–619; see Blackstone 361 (“[T]he law will not suppose a\npossibility of bias or favor in a judge”).The Court, therefore, should not so readily\nextendCaperton’s “probability of actual bias” rule to state\npostconviction proceedings. This Court’s precedents demand far less\n“process” in postconviction proceedings than in a criminal\nprosecution. SeeOsborne,supra, at 69; see alsoCafeteria & Restaurant Workersv.McElroy, 367\nU. S. 886, 895 (1961) (concluding that the Due Process Clause\ndoes not demand “inflexible procedures universally applicable to\nevery imaginable situation”). If a state habeas petitioner is not\nentitled to counsel as a constitutional matter in state\npostconviction proceedings,Finley,supra, at\n555–557, it is not unreasonable to think that he is likewise not\nentitled to demand, as a constitutional matter, that a state\npostconviction court consider his case anew because a judge, who\nhad no direct and substantial pecuniary interest and had not served\nas counsel in this case, failed to recuse himself.The bias that the majority fears is a problem\nfor the state legislature to resolve, not the Federal Constitution.\nSee,e.g.,Aetna Life Ins.,475 U. S., at 821\n(“We need not decide whether allegations of bias or prejudice by a\njudge of the type we have here would ever be sufficient under the\nDue Process Clause to force recusal”). And, indeed, it appears that\nPennsylvania has set its own standard by requiring a judge to\ndisqualify if he “served in governmental employment, and in such\ncapacity participated personally and substantially as a lawyer or\npublic official concerning the proceeding” in its Code of Judicial\nConduct. See Pa. Code of Judicial Conduct Rule 2.11(A)(6)(b) (West\n2016). Officials in Pennsylvania are fully capable of deciding when\ntheir judges have “participated personally and substantially” in a\nmanner that would require disqualification without this Court’s\nintervention. Due process requires no more, especially in state\npostconviction review where the States “ha[ve] more flexibility in\ndeciding what procedures are needed.”Osborne, supra,at\n69.IIIEven if I were to assume that an error\noccurred in Williams’ state postconviction proceedings, the\nquestion remains whether there is anything left for the\nPennsylvania courts to remedy. There is not.The majority remands the case to “[a]llo[w] an\nappellate panel to reconsider a case without the participation of\nthe interested member,” which it declares “will permit judges to\nprobe lines of analysis or engage in discussions they may have felt\nconstrained to avoid in their first deliberations.”Ante,at\n14. The majority neglects to mention that the Supreme Court of\nPennsylvania might have done just that. It entertained Williams’\nmotion for reargument without Castille, who had retired months\nbefore the court denied the motion. The Supreme Court of\nPennsylvania is free to decide on remand that it cured any alleged\ndeprivation of due process in Williams’ postconviction proceeding\nby considering his motion for reargument without Castille’s\nparticipation.*  *  *This is not a case about the\n“ ‘accused.’ ”Ante, at 14 (quotingTumey,supra, at 532). It is a case about the due process rights of\nthe already convicted. Whatever those rights might be, they do not\ninclude policing alleged violations of state codes of judicial\nethics in postconviction proceedings. The Due Process Clause does\nnot require any and all conceivable procedural protections that\nMembers of this Court think “Western liberal democratic government\nought to guarantee to its citizens.” Monaghan, Our Perfect\nConstitution, 56 N. Y. U. L. Rev. 353, 358 (1981)\n(emphasis deleted). I respectfully dissent.Notes1In 2005, Williams also\nfiled a federal habeas petition, which the federal courts\nultimately rejected.Williamsv.Beard, 637\nF. 3d 195, 238 (CA3 2011) (Williams V), cert.\ndenied,Williamsv.Wetzel, 567 U. S. ___\n(2012).2Setting aside how a\nprosecutor could violateBradyby failing to disclose\ninformation to the defendant about the defendant’s motive to kill,\nit is worth noting that this allegation merely repackaged old\narguments. During a state postconviction hearing in 1998, Williams\nhad presented evidence of his prior sexual abuse, including\n“multiple sexual victimizations (including sodomy) during his\nchildhood,” to support his ineffective assistance claim.Williams II, 581 Pa. 57, 98, 863 A. 2d 505, 530 (2004)\n(Saylor, J., dissenting). And he had “argued [that the victim]\nengaged in homosexual acts with him.”Williams VI, __ Pa.,\nat ___, 105 A. 3d, at 1236. Then, in his federal habeas\nproceedings, Williams admitted that his plan on the night of the\nmurder was to threaten to reveal to the victim’s wife that the\nvictim was a homosex-ual, and he contended that his attorney should\nhave presented related evidence of the victim’s prior sexual\nrelationship with him.Williams V,supra, at 200,\n225–226, 229–230.3The Court has appliedMurchisonin later cases involving contempt proceedings in\nwhich a litigant’s contemptuous conduct is so egregious that the\njudge “become[s] so ‘personally embroiled’ ” in the\ncontroversy that it is as if the judge is a party himself.Mayberryv.Pennsylvania, 400 U. S. 455, 465\n(1971) ; see alsoTaylorv.Hayes, 418 U. S. 488\n–503 (1974).",
    "joined": []
}