{
    "case": {
        "docket": "15-1251",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-1251/"
    },
    "id": "3706133",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1251_________________NATIONAL LABOR RELATIONS BOARD, PETITIONERv.SW GENERAL, INC., dba SOUTHWEST AMBULANCEon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[March 21, 2017]Justice Thomas, concurring.I join the opinion of the Court because it\ncorrectly interprets the Federal Vacancies Reform Act of 1998\n(FVRA), 5 U. S. C. §3345et seq. The\ndissent’s conclusion that the FVRA authorized the appointment in\nthis case, however, implicates an important constitutional question\nthat the Court’s interpretation does not: Whether directing Lafe\nSolomon to serve as acting general counsel of the National Labor\nRelations Board (NLRB or Board), without the advice and consent of\nthe Senate, complied with the Constitution. I write separately to\nexplain my view thatthe Appointments Clause likely prohibited\nSolomon’s appointment.IThe Appointments Clause prescribes the\nexclusive process by which the President may appoint “officers of\nthe United States.”United Statesv.Germaine, 99\nU. S. 508, 510 (1879) ; accord,Buckleyv.Valeo, 424 U. S. 1, 132 (1976) (per curiam)\n(“[A]llofficers of the United States are to be\nappointed in accordance with the Clause . . . . No\nclass or type of officer is excluded because of its special\nfunctions”). It provides that the President“shall nominate, and by and with the\nAdvice and Consent of the Senate, shall appoint Ambassadors, other\npublic Ministers and Consuls, Judges of the supreme Court, and all\nother Officers of the United States, whose Appointments are not\nherein otherwise pro-vided for, and which shall be established by\nLaw: but the Congress may by Law vest the Appointment of such\ninferior Officers, as they think proper, in the President alone, in\nthe Courts of Law, or in the Heads of Departments.” U. S.\nConst., Art. II, §2, cl. 2.“[F]or purposes of appointment,” the Clause\ndivides all officers into two classes—“inferior officers” and\nnoninferior officers, which we have long denominated “principal”\nofficers.Germaine,supra, at 509, 511. Principal\nofficers must be appointed by the President by and with the advice\nand consent of the Senate. SeeEdmondv.United\nStates, 520 U. S. 651, 660 (1997) . That process “is also\nthe default manner of appointment for inferior officers.”Ibid.But the Clause provides a limited exception for the\nappointment of inferior officers: Congress may “by Law” authorize\nthe President, the head of an executive department, or a court of\nlaw to appoint inferior officers without the advice and consent of\nthe Senate.Ibid.The FVRA governs the process by which the\nPresident may temporarily fill a vacancy in an Executive Branch\noffice normally occupied by an officer of the United States. As\nrelevant in this case, when a vacancy arises, the President may\n“direct” an official to “perform the functions and duties of the\noffice temporarily.” 5 U. S. C. §§3345(a)(2), (3). That\nofficial may be an officer previously appointed by the President\nand confirmed by the Senate to any office, or certain high-ranking\nemployees of the agency in which the vacancy arose.Ibid.The FVRA does not, however, require the President to seek the\nadvice and consent of the Senate before directing the official to\nperform the functions of the vacant office.When the President “direct[s]” someone to serve\nas an officer pursuant to the FVRA, he is “appoint[ing]” that\nperson as an “officer of the United States” within the meaning of\nthe Appointments Clause. Around the time of the framing, the verb\n“appoint” meant “[t]o establish anything by decree,” 1 S. Johnson,\nA Dictionary of the English Language (def. 3) (6th ed. 1785); T.\nSheridan, A Complete Dictionary of the English Language (To\nAppoint) (6th ed. 1796), or “[t]o allot, assign, or designate,” 1\nN. Webster, An American Dictionary of the English Language (def. 3)\n(1828). When the President “direct[s]” a person to serve as an\nacting officer, he is “assign[ing]” or “designat[ing]” that person\nto serve as an officer.The FVRA authorizes the President to appoint\nboth inferior and principal officers without first obtaining the\nadvice and consent of the Senate. Appointing inferior officers in\nthis manner raises no constitutional problems. That is because the\nAppointments Clause authorizes Congress to enact “Law[s],” like the\nFVRA, “vest[ing] the Appointment of such inferior Officers\n. . . in the President alone.” Appointing principal\nofficers under the FVRA, however, raises grave constitutional\nconcerns because the Appointments Clause forbids the President to\nappoint principal officers without the advice and consent of the\nSenate.IIBecause we interpret the FVRA to forbid\nSolomon’s appointment in this case, we need not confront these\nconcerns. But the dissent’s contrary interpretation necessarily\nraises the question whether that appointment complied with the\nrequirements of the Appointments Clause. That inquiry turns on two\nconsiderations: (1) whether the general counsel of the NLRB is an\n“Officer of the United States” within the meaning of the\nAppointments Clause and, if so, (2) whether he is a principal\nofficer who can be appointed only by and with the advice and\nconsent of the Senate.[1] In my\nview, the general counsel plainly is an officer of the United\nStates. I also think he is likely a principal officer.AAs an initial matter, the NLRB’s general\ncounsel is an “officer of the United States” whose appointment is\ngoverned by the Appointments Clause. “Extensive evidence suggests”\nthat, at the time of the framing, this phrase was understood to\nencompass “all federal officials with responsibility for an ongoing\nstatutory duty.” Mascott, Whoare “Officers of the United States”?\n70 Stan. L. Rev.(forthcoming 2017) (manuscript, at 74, online\nat https://ssrn.com/abstract=2918952 (as last visited Mar. 17,\n2017)); see also Officers of the United States Within the Meaning\nof the Appointments Clause, 31 Op. O. L. C. 73, 77 (2007)\n(an officer of the United States was originally understood to be an\nofficial who “hold[s] a position with delegated sovereign\nauthority” and whose office was “ ‘continuing,’ ” rather\nthan “ ‘incidental’ ” or “ad hoc”). And this Court\nhas previously held that an “Officer of the United States” is “any\nappointee exercising significant authority pursuant to the laws of\nthe United States.”Buckley, 424 U. S., at 126; see\nalsoFree Enterprise Fundv.Public Company Accounting\nOversight Bd., 561 U. S. 477 –540 (2010) (Breyer, J.,\ndissenting) (collecting cases addressing who counts as an\nofficer).The general counsel is an officer of the United\nStates under both the probable original meaning of the Clause and\nthis Court’s precedents. He is charged by statute with carrying out\nsignificant duties. He “exercise[s] general supervision over all\nattorneys employed by the Board . . . and over the\nofficers and employees in the regional of-fices.” 29\nU. S. C. §153(d). He has “final authority, on behalf of\nthe Board, in respect of the investigation of charges and issuances\nof complaints . . . and in respect of the prosecution of\nsuch complaints before the Board.”Ibid.The general counsel\nis effectively the Nation’s labor-law prosecutor and is therefore\nan officer of the United States. SeeEdmond, 520 U. S.,\nat 666 (treating the general counsel of the Department of\nTransportation as an officer).BAlthough a closer question, the general\ncounsel also is likely a principal officer. InEdmond, we\nexplained that an “ ‘inferior’ ” officer is one “whose\nwork is directed and supervised at some level by others who were\nappointed by Presidential nomination with the advice and consent of\nthe Senate.”Id., at 663. That view is consistent with the\noriginal meaning of the term and with the practices of the early\nCongresses. Seeid., at 663–664;Morrisonv.Olson, 487 U. S. 654 –721 (1988) (Scalia, J.,\ndissenting); see also,e.g.,Sheridan,supra,\n(Inferiour); 1 Johnson,supra, (Inferiour (def. 2)); 1\nWebster,supra, (Inferior).[2] By contrast, a principal officer is one who has no\nsuperior other than the President.The general counsel of the NLRB appears to\nsatisfy that definition. Before 1947, the Board “controlled not\nonly the filing of complaints, but their prosecution and\nadjudication” as well.NLRBv.Food & Commercial\nWorkers, 484 U. S. 112, 117 (1987) . The Labor Management\nRelations Act, 1947, ch. 120, 61Stat. 136, however, “effected an\nimportant change” in the NLRB’s structure by “separat[ing] the\nprosecuting from the adjudicating function, to place the former in\nthe General Counsel, and to make him an independent official\nappointed by the President.”Lewisv.NLRB, 357\nU. S. 10 , n. 10 (1958). Congress thus separated the NLRB\ninto “two independent branches,”Food & Commercial\nWorkers, 484 U. S., at 129, andmade the general counsel\n“independent of the Board’s supervision and review,”id.,at\n118; see alsoid.,at 129 (Congress “decided to place the\nGeneral Counsel within the agency, but to make the office\nindependent of the Board’s authority”). Moreover, the general\ncounsel’s prosecutorial decisions are unreviewable by either the\nBoard or the Judiciary.NLRBv.Sears, Roebuck &\nCo., 421 U. S. 132, 138 (1975) ;Vacav.Sipes, 386 U. S. 171, 182 (1967) . Although the Board\nhas power to define some of the general counsel’s duties, see 29\nU. S. C. §153(d), and the general counsel represents the\nBoard in certain judicial proceedings, see Higgins, Labor\nCzars—Commissars—Keeping Women in the Kitchen—The Purpose and\nEffects of the Administrative Changes Made by Taft-Hartley, 47\nCath. U. L. Rev. 941, 967 (1998), the statute does not give\nthe Board the power to remove him or otherwise generally to control\nhis activities, seeEdmond,supra, at 664 (“The power\nto remove officers, we have recognized, is a powerful tool for\ncontrol”); see alsoFree Enterprise Fund, 561 U. S., at\n510 (holding that executive officials were inferior officers in\nlarge part because they were subject to a superior’s removal).\nBecause it appears that the general counsel answers to no officer\ninferior to the President, he is likely a principal\nofficer.[3] Accordingly, the\nPresident likely could not lawfully have appointed Solomon to serve\nin thatrole without first obtaining the advice and consent of the\nSenate.IIII recognize that the “burdens on governmental\nprocesses” that the Appointments Clause imposes may “often seem\nclumsy, inefficient, even unworkable.”INSv.Chadha,\n462 U. S. 919, 959 (1983) . Granting the President unilateral\npower to fill vacancies in high offices might contribute to more\nefficient Government. But the Appointments Clause is not an empty\nformality. Although theFramers recognized the potential value of\nleaving the selection of officers to “one man of discernment”\nrather than to a fractious, multimember body, see The Federalist\nNo. 76, p. 510 (J. Cooke ed., 1961), they also recognized the\nserious risk for abuse and corruption posed by permitting one\nperson to fill every office in the Government, seeid.,at\n513; 3 J. Story, Commentaries on the Constitution of the United\nStates §1524, p. 376 (1833). The Framers “had lived under a form of\ngovernment that permitted arbitrary governmental acts to go\nunchecked,”Chadha,supra, at 959, and they knew that\nliberty could be preserved only by ensuring that the powers of\nGovernment would never be consolidated in one body, see The\nFederalist No. 51, p. 348. They thus empowered the Senate to\nconfirm principal officers on the view that “the necessity of its\nco-operation in the business of appointments will be a considerable\nand salutary restraint upon the conduct of” the President. The\nFederalist No. 76, at 514; 3 Story,supra, §1525, at\n376–377. We cannot cast aside the separation of powers and the\nAppointments Clause’s important check on executive power for the\nsake of administrative convenience or efficiency. SeeBowsherv.Synar, 478 U. S. 714, 736 (1986)\n.That the Senate voluntarily relinquished its\nadvice-and-consent power in the FVRA does not make this end-run\naround the Appointments Clause constitutional. The Clause, like all\nof the Constitution’s structural provisions, “is designed first and\nforemost not to look after the interests of the respective\nbranches, but to protect individual liberty.”NLRBv.Noel Canning, 573 U. S. ___, ___ (2014) (Scalia, J.,\nconcurring in judgment) (slip op., at 3) (internal quotation marks\nand bracket omitted). It is therefore irrelevant that “the\nencroached-upon branch approves the encroachment.”Free\nEnterprise Fund,supra, at 497 (internal quotation marks\nomitted). “Neither Congress nor the Executive can agree to waive”\nthe structural provisions of the Constitution any more than they\ncould agree to disregard an enumerated right.Freytagv.Commissioner, 501 U. S. 868, 880 (1991) . The Judicial\nBranch must be most vigilant in guarding the separation between the\npolitical powers precisely when those powers collude to avoid the\nstructural constraints of our Constitution.*  *  *Courts inevitably will be called upon to\ndetermine whether the Constitution permits the appointment of\nprincipal officers pursuant to the FVRA without Senate\nconfirmation. But here, the proper interpretation of the FVRA bars\nthe appointment.Notes1That Solomon was\nappointed “temporarily” to serve asactinggeneral counsel\ndoes not change the analysis. I do not think the structural\nprotections of the Appointments Clause can be avoided based on such\ntrivial distinctions. Solomon served for more than three years in\nan office limited by statute to a 4-year term, and he exercised all\nof the statutory duties of that office. 29 U. S. C.\n§153(d). There was thus nothing “special and temporary” about\nSolomon’s appointment.United Statesv.Eaton, 169\nU. S. 331, 343 (1898) .2InMorrison, the\nCourt used a multifactor test to determine whether an independent\ncounsel under the Ethics in Government Act of 1978, 28\nU. S. C. §§49, 591 (1982 ed., Supp. V), was an “Inferior\nofficer.” 487 U. S., at 671–672. Although we did not\nexplicitly overruleMorrisoninEdmond, it is\ndifficult to see howMorrison’s nebulous approach survived\nour opinion inEdmond.Edmondis also consistent with\nthe Constitution’s original meaning and therefore should guide our\nview of the principal-inferior distinction. See Calabresi &\nLawson, The Unitary Executive, Jurisdiction Stripping, and theHamdanOpinions: A Textualist Response to Justice Scalia,\n107 Colum. L. Rev. 1002, 1018–1019 (2007).3I think the general\ncounsel would likely qualify as a principal officer even underMorrisonv.Olson, 487 U. S. 654 (1988) . Seeid., at 671–672.",
    "joined": []
}