{
    "case": {
        "docket": "1",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/1/"
    },
    "id": "3176418",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESRAUL LOPEZ, WARDENv.MARVIN VERNIS\nSMITHon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 13–946 Decided October 6, 2014Per Curiam.When a state prisoner seeks federal habeas\nrelief on the ground that a state court, in adjudicating a claim on\nthe merits, misapplied federal law, a federal court may grant\nrelief only if the state court’s decision was “contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1). We have emphasized,\ntime and again, that the Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA), 110Stat. 1214, prohibits the federal courts of\nappeals from rely- ing on their own precedent to conclude that a\nparticular constitutional principle is “clearly established.” See,e.g., Marshallv.Rodgers, 569 U. S. __, __\n(2013) (per curiam) (slip op. at 6). Because the Ninth\nCircuit failed to comply with this rule, we reverse its decision\ngranting habeas relief to respondent Marvin Smith.IRespondent was arrested for the murder of his\nwife, Minnie Smith. On December 15, 2005, Mrs. Smith was found dead\nin the home she shared with respondent, and it was determined that\nshe was killed by a massive blow to the head from a fireplace log\nroller. The home appeared to have been ransacked, and valuable\njewelry was missing.The State charged respondent with first-degree\nmurder and offered substantial incriminating evidence at trial. The\nprosecution presented evidence that respondent “was unfaithful to\nhis wife for many years, that his wife was threatening to divorce\nhim, and that he told one of his former employees . . .\nthat the ‘only way’ he or his wife would get out of their marriage\nwas ‘to die,’ because he was ‘not going to give [Mrs. Smith] half\nof what [he] got so some other man can live off of it.’ ” 731\nF.3d 859, 862–863 (CA9 2013) (second alteration in original).\nRespondent’s DNA was also found on the murder weapon, pieces of\nduct tape found near the body, and a burned matchstick that was\nfound in the bedroom and that may have been used to inflict burns\non the body. Seeid., at 863; see alsoPeoplev.Smith, 2010 WL 4975500, *1–*2 (Cal. App., Dec. 8, 2010). The\nmissing jewelry was discovered in the trunk of respondent’s car,\nwrapped in duct tape from the same roll that had provided the\npieces found near the body. See 731 F. 3d, at 863.\nRespondent’s DNA was found on the duct tape in his trunk. SeeSmith, 2010 WL 4975500, at *2. In addition, a criminologist\ntestified that the ransacking of the Smiths’ home appeared to have\nbeen staged. See 731 F. 3d, at 863.Respondent defended in part on the basis that he\ncould not have delivered the fatal blow due to rotator cuff surgery\nseveral weeks before the murder. Seeibid. (He mounted this\ndefense despite the fact that police had observed him wielding a\n6-foot-long 2 by 4 to pry something out of a concrete slab at a\nconstruction site the week after the murder. SeeSmith, 2010\nWL 4975500, at *1.) The defense also suggested that one of\nrespondent’s former employees had committed the crime to obtain\nmoney to pay a debt he owed respondent. See 731 F. 3d, at\n863.At the close of evidence, the prosecution\nrequested an aiding-and-abetting instruction, and the trial court\nagreed to give such an instruction. During closing argument, the\nprosecutor contended that respondent was physically able to wield\nthe log roller that had killed Mrs. Smith, but he also informed the\njury that, even if respondent had not delivered the fatal blow, he\ncould still be convicted on an aiding-and-abetting theory. Seeid.,at 864. The jury convicted respondent of first-degree\nmurder without specifying which theory of guilt it adopted.After a series of state-court proceedings not\nrelevant here, the California Court of Appeal affirmed respondent’s\nconviction. The state court rejected respondent’s assertion that he\nhad inadequate notice of the possibility of con-viction on an\naiding-and-abetting theory. The court ex- plained that “ ‘an\naccusatory pleading charging a defendant with murder need not\nspecify the theory of murder on which the prosecution intends to\nrely,’ ” and noted that the “information charged defendant\nwith murder in compliance with the governing statutes.”Smith, 2010 WL 4975500, at *6–*7. Furthermore, the court\nheld that “even if this case required greater specificity\nconcerning the basis of defendant’s liability, the evidence\npresented at his preliminary examination provided it.”Id.,\nat *7. The upshot was that “the information and preliminary\nexamination testimony adequately notified defendant he could be\nprosecuted for murder as an aider and abettor.”Id.,at *8.\nThe California Supreme Court denied respondent’s petition for\nreview.Respondent filed a petition for habeas relief\nwith the United States District Court for the Central District of\nCalifornia. The Magistrate Judge recommended granting relief, and\nthe District Court summarily adopted the Magistrate Judge’s\nrecommendation.The Ninth Circuit affirmed. The court\nacknowledged that the “information charging [respondent] with\nfirst-degree murder was initially sufficient to put him on notice\nthat he could be convicted either as a principal or as an\naider-and-abettor,” because under California law “aiding and\nabetting a crime is the same substantive offense as perpetrating\nthe crime.” 731 F. 3d, at 868. But the Ninth Circuit\nnevertheless concluded that respondent’s Sixth Amendment and due\nprocess right to notice had been violated because it believed the\nprosecution (until it requested the aiding-and-abetting jury\ninstruction) had tried the case only on the theory that respondent\nhimself had delivered the fatal blow. Seeid.,at 869.The Ninth Circuit did not purport to identify\nany case in which we have found notice constitutionally inadequate\nbecause, although the defendant was initially adequately apprised\nof the offense against him, the prosecutor focused at trial on one\npotential theory of liability at the expense of another. Rather, it\nfound the instant case to be “indistinguishable from” the Ninth\nCircuit’s own decision inSheppardv.Rees, 909 F.2d\n1234 (1989), which the court thought “faithfully applied the\nprinciples enunciated by the Supreme Court.” 731 F. 3d, at\n868. The court also rejected, as an “unreasonable determination of\nthe facts,” 28 U. S. C. §2254(d)(2), the California Court\nof Appeal’s conclusion that preliminary examination testimony and\nthe jury instructions conference put respondent on notice of the\npossibility of conviction on an aiding-and-abetting theory. Seeid.,at 871–872.IIAThe Ninth Circuit held, and respondent does\nnot dispute, that respondent initially received adequate notice of\nthe possibility of conviction on an aiding-and-abetting theory. The\nquestion is therefore whether habeas relief is warranted because\nthe State principally relied at trial on the theory that respondent\nhimself delivered the fatal blow.Assuming,arguendo,that a defendant is\nentitled to notice of the possibility of conviction on an\naiding-and-abetting theory, the Ninth Circuit’s grant of habeas\nrelief may be affirmed only if this Court’s cases clearly establish\nthat a defendant, once adequately apprised of such a possibility,\ncan nevertheless be deprived of adequate notice by a prosecutorial\ndecision to focus on another theory of liability at trial. The\nNinth Circuit pointed to no case of ours holding as much. Instead,\nthe Court of Appeals cited three older cases that stand for nothing\nmore than the general proposition that a defendant must have\nadequate notice of the charges against him. See 731 F. 3d, at\n866–867 (citingRussellv.United States,369 U.S.\n749, 763–764 (1962);In re Oliver,333 U.S.\n257, 273–274 (1948);Colev.Arkansas,333 U.S.\n196, 201 (1948)).This proposition is far too abstract to\nestablish clearly the specific rule respondent needs. We have\nbefore cautioned the lower courts—and the Ninth Circuit in\nparticular—against “framing our precedents at such a high level of\ngenerality.”Nevadav.Jackson, 569 U. S. ___,\n___ (2013) (per curiam) (slip op., at 7). None of our\ndecisions that the Ninth Circuit cited addresses, even remotely,\nthe specific question presented by this case. SeeRussell,supra, at 752 (indictment for “refus[ing] to answer any\nquestion pertinent to [a] question under [congressional] inquiry,”\n2 U. S. C. §192, failed to “identify the subject under\ncongressional subcommittee inquiry”);In re Oliver,supra, at 259 (instantaneous indictment, conviction, and\nsentence by judge acting as grand jury with no prior notice of\ncharge to defendant);Cole,supra, at 197 (affirmance\nof criminal convictions “under a . . . statute for\nviolation of which [defendants] had not been charged”).[1]Because our case law does not clearly establish\nthe legal proposition needed to grant respondent habeas relief, the\nNinth Circuit was forced to rely heavily on its own decision inSheppard,supra. Of course, AEDPA permits habeas\nrelief only if a state court’s decision is “contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law” as determined by this Court, not by the courts of\nappeals. 28 U. S. C. §2254(d)(1). The Ninth Circuit\nattempted to evade this barrier by holding thatSheppard“faithfully applied the principles enunciated by the Supreme Court\ninCole,Oliver, andRussell.” 731 F. 3d,\nat 868. But Circuit precedent cannot “refine or sharpen a general\nprinciple of Supreme Court jurisprudence into a specific legal rule\nthat this Court has not announced.”Marshall, 569\nU. S., at __ (slip op., at 6).Sheppardis irrelevant\nto the question presented by this case: whether our case law\nclearly establishes that a prosecutor’s focus on one theory of\nliability at trial can render earlier notice of another theory of\nliability inadequate.BThe Ninth Circuit also disagreed with what it\ntermed the state court’s “determination of the facts”—principally,\nthe state court’s holding that preliminary examination testimony\nand the prosecutors’ request for an aiding-and-abetting jury\ninstruction shortly before closing arguments adequately put\nrespondent on notice of the prosecution’s aiding-and-abetting\ntheory. 731 F. 3d, at 871 (internal quotation marks omitted).\nThe Ninth Circuit therefore granted relief under §2254(d)(2), which\npermits habeas relief where the state-court “decision\n. . . was based on an unreasonable determination of the\nfacts in light of the evidence presented in the State court\nproceeding.” That holding cannot be sustained.In purporting to reject the state court’s\n“determination of the facts,” the Ninth Circuit focused on\npreliminary examination testimony by an investigator about\nconversations between respondent and his cellmate. According to the\ninvestigator, the cellmate stated that respondent told him that\nrespondent “had to get rid of his wife because she was standing in\nthe way of his future plans; that she was threatening to divorce\nhim and he wasn’t going to give up half of his property”; that\nrespondent made his house look like the site of a home invasion\nrobbery; and that, when he left for work the morning of the murder,\nhe left the window open and did not set the alarm.Smith,\n2010 WL 4975500, at *7. The investigator also testified that the\ncellmate did not “ ‘know any of the details of the homicide\nitself and how it was carried out,’ ” and that respondent\n“ ‘never told [the cellmate] specifically who’ ”\ncommitted the homicide.Ibid.The California Court of Appeal\nheld that these statements, taken together, suggested that\nrespondent was involved in planning and facilitating the crime but\nthat the fatal blow might have been delivered by an accomplice.Ibid.Thus, the California court believed that even assuming\nthat the information by itself was not sufficient, this testimony\nnaturally lent itself to conviction on an aiding-and-abetting\ntheory and so gave respondent even greater notice of such a\npossibility.Ibid.The Ninth Circuit also focused on the jury\ninstructions conference, which occurred after the defense rested\nbut before the parties’ closing arguments. During that conference,\nprosecutors requested an aiding-and-abetting instruction, which\nfurther provided notice to respondent. The California Court of\nAppeal concluded that this case is distinguishable fromSheppardv.Rees, 909 F.2d 1234, because, unlike that\ncase, the conference here did not occur immediately before closing\narguments. The Ninth Circuit disagreed, holding that because\n“defense counsel had only the lunch recess to formulate a response”\nto the aiding-and-abetting instruction, this case “is\nindistinguishable fromSheppard,” where the prosecution also\n“requested the new instruction the same day as closing.” 731\nF. 3d, at 868, 870.Although the Ninth Circuit claimed its\ndisagreement with the state court was factual in nature, in reality\nits grant of relief was based on a legal conclusion about the\nadequacy of the notice provided. The Ninth Circuit believed that\nthe events detailed above, even when taken together with the\ninformation filed against respondent, failed to measure up to the\nstandard of notice applicable in cases like this. That ranked as a\nlegal determination governed by §2254(d)(1), not one of fact\ngoverned by §2254(d)(2). But, as we have explained, the Ninth\nCircuit cited only its own precedent for establishing the\nappropriate standard. Absent a decision of ours clearly\nestablishing the relevant standard, the Ninth Circuit had nothing\nagainst which it could assess, and deem lacking, the notice\nafforded respondent by the information and proceedings. It\ntherefore had no basis to reject the state court’s assessment that\nrespondent was adequately apprised of the pos- sibility of\nconviction on an aiding-and-abetting theory.[2]The petition for a writ of certiorari is\ngranted. The judgment of the United States Court of Appeals for the\nNinth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1Respondent claims that\nour decision inLankfordv.Idaho,500 U.S.\n110(1991), although not cited by the Ninth Circuit, clearly\nestablishes the legal principle he needs. ButLankfordis of\nno help to respondent. That case addressed whether a defendant had\nadequate notice of the possibility of imposition of the death\npenalty—a far different question from whether respondent had\nadequate notice of the particular theory of liability. Seeid.,at 111. InLankford, moreover, the trial court\nitself made specific statements that encouraged the defendant to\nbelieve that the death penalty was off the table. Seeid.,at 116–117.2Because we reverse the\nNinth Circuit’s decision on the foregoing grounds, we need not\nopine on the correctness of that court’s discussion ofGriffinv.United States,502 U.S.\n46(1991), orBrechtv.Abrahamson,507 U.S.\n619(1993).",
    "joined": []
}