{
    "case": {
        "docket": "838",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/838/"
    },
    "id": "1962955",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMCSX TRANSP., INC. V. HENSLEY556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESCSX TRANSPORTATION, INC.v.THURSTON\nHENSLEYon petition for writ of certiorari to the court of\nappeals of tennessee, eastern divisionNo. 08–1034. Decided June 1, 2009Per Curiam.The Federal Employers’ Liability\nAct (FELA), 35 Stat. 65, as amended, provides that employees of\ncommon-carrier railroads may recover for work-related injuries\ncaused in whole or in part by their railroad-employer’s negligence.\nSee 45 U. S. C. §§51–60. In this case respondent Thurston\nHensley sued petitioner CSX Transportation, Inc., in Tennessee\nstate court. Hensley, who was employed by CSX as an electrician,\nalleged that the railroad negligently caused him to contract\nasbestosis—a noncancerous scarring of lung tissue caused by\nlong-term exposure to asbestos.Hensley sought pain-and-suffering damages from\nCSX based on, among other things, his fear of developing lung\ncancer in the future. The Court addressed this subject inNorfolk & Western R. Co.v.Ayers,538 U. S. 135(2003), and held that those types of damages are available in\ncertain FELA cases. The Court stated:“Norfolk presented the question whether a plaintiff\nwho has asbestosis but not cancer can recover damages for fear of\ncancer under the FELA without proof of physical manifestations of\nthe claimed emotional distress. Our answer is yes, with an\nimportant reservation. We affirm only the qualification of an\nasbestosis sufferer to seek compensation for fear of cancer as an\nelement of his asbestosis-related pain and suffering damages. It is\nincumbent upon such a complainant, however, to prove that his\nalleged fear is genuine and serious.”Id., at 157\n(internal quotation marks, citation, and alteration omitted).At the close of a 3-week trial,\nHensley and CSX submitted proposed jury instructions to the trial\ncourt. CSX proposed two instructions—requests 30 and 33—related to\nHensley’s claim for fear-of-cancer damages. Request 30 stated the\nbasic requirements to obtain those damages underAyers.\nSupp. Tech. Record, Exh. A, p. 4 (“Plaintiff is also alleging that\nhe suffers from a compensable fear of cancer. In order to recover,\nPlaintiff must demonstrate … that the … fear is genuine and\nserious”). Request 33 stated certain factors the jury could\nconsider in applying theAyersstandard.Id., at\n5–6. The trial court denied both requests over CSX’s objections,\nand the jury was not instructed as to the legal standard for\nfear-of-cancer damages. 17 Tr. 2410–2415; 20id., at\n2903–2904. After two hours of deliberations, the jury found for\nHensley and awarded him $5 million in damages.The Tennessee Court of Appeals affirmed. 278\nS. W. 3d 282 (2008). It described our opinion inAyersas “specifically limit[ed]” to the “narrow issue” of\nwhether a FELA plaintiff with asbestosis can recover for fear of\ncancer. 278 S. W. 3d, at 300. According to the Tennessee Court\nof Appeals,Ayers“did not discuss or authorize jury\ninstructions on this issue, but merely ruled on substantive law.”\n278 S. W. 3d, at 300 (internal quotation marks omitted). The\nTennessee Court of Appeals also reasoned that “little if any\npurpose would be served by instructing the jury that the\nplaintiff’s fear must be ‘genuine and serious.’ ”Ibid.That is because “the mere suggestion of the\npossibility of cancer has the potential to evoke raw emotions,” and\n“[a]ny juror who might be predisposed to grant a large award based\non shaky evidence of a fear of cancer is unlikely to be swayed by\nthe language ofAyers.”Ibid.Instead, the\nTennessee Court of Appeals stated, “it is for the courts to serve\nas gatekeepers” by ensuring that fear-of-cancer claims “do notgoto the jury unless there is credible evidence of a\n‘genuine and serious’ fear.”Ibid.CSX petitioned for certiorari, arguing that\nthe Tennessee Court of Appeals misread and misapplied this Court’s\ndecision inAyers. CSX’s contention is correct. The ruling\nof the Tennessee Court of Appeals, and the refusal of the trial\ncourt to give an instruction, were clear error. Contrary to the\nassertion of the Tennessee Court of Appeals, theAyersCourt expressly recognized that several “verdict control devices\n[are] available to the trial court” when a FELA plaintiff seeks\nfear-of-cancer damages. 538 U. S., at 159, n. 19. Those\n“include, on a defendant’s request, a charge that each plaintiff\nmust prove any alleged fear to be genuine and serious.”Ibid.CSX requested an instruction on the substance of the\ngenuine-and-serious standard, and the trial court erred by not\ngiving one.The reasons given by the Tennessee Court of\nAppeals for upholding the denial of an instruction on the standard\ndo not withstand scrutiny. The court stated that instructing the\njury on the legal standard for fear-of-cancer damages would have\nbeen futile because cancer touches many lives and therefore\n“evoke[s] [jurors’] raw emotions.” 278 S. W. 3d, at 300. This\nis a serious misunderstanding of the nature and function of the\njury. The jury system is premised on the idea that rationality and\ncareful regard for the court’s instructions will confine and\nexclude jurors’ raw emotions. Jurors routinely serve as impartial\nfactfinders in cases that involve sensitive, even life-and-death\nmatters. In those cases, as in all cases, juries are presumed to\nfollow the court’s instructions. SeeGreerv.Miller,483\nU. S. 756, 766, n. 8 (1987). And the trial court in this\ncase correctly instructed the jury as to its legal duty to “follow\nall of the instructions.” 20 Tr. 2882.Instructing the jury on the standard for\nfear-of-cancer damages would not have been futile. To the contrary,\nthe fact that cancer claims could “evoke raw emotions” is a\npowerful reason to instruct the jury on the proper legal standard.\nGiving the instruction on this point is particularly important in\nthe FELA context. That is because of the volume of pending asbestos\nclaims and also because the nature of those claims enhances the\ndanger that a jury, without proper instructions, could award\nemotional-distress damages based on slight evidence of a\nplaintiff’s fear of contracting cancer. But as this Court said inAyers, more is required. Although plaintiffs can seek\nfear-of-cancer damages in some FELA cases, they must satisfy a high\nstandard in order to obtain them. 538 U. S., at 157–158, and\nn. 17. Refusing defendants’ requests to instruct the jury as\nto that high standard would render it all but meaningless.It is no answer that, as the Tennessee Court\nof Appeals stated, courts can apply theAyersstandard\nwhen ruling on sufficiency-of-the-evidence challenges. To be sure,Ayersrecognized that a “review of the evidence on damages\nfor sufficiency” is another of the “verdict control devices”\navailable to courts when plaintiffs seek fear-of-cancer damages.Id., at 159, n. 19. But a determination that there is\nsufficient evidence to send a claim to a jury is not the same as a\ndetermination that a plaintiff has met the burden of proof and\nshould succeed on a claim outright. Put another way, a properly\ninstructed jury could find that a plaintiff’s fear is not “genuine\nand serious” even when there is legally sufficient evidence for the\njury to rule for the plaintiff on the issue. That is whyAyersrecognized that sufficiency reviews and jury\ninstructions are important and separate protections against\nimposing unbounded liability on asbestos defendants in\nfear-of-cancer claims.When this Court inAyersheld that\ncertain FELA plaintiffs can recover based on their fear of\ndeveloping cancer, it struck a delicate balance between plaintiffs\nand defendants—and it did so against the backdrop of systemic\ndifficulties posed by the “elephantine mass of asbestos cases.”Id., at 166 (internal quotation marks omitted). Jury\ninstructions stating the proper standard for fear-of-cancer damages\nwere part of that balance,id., at 159, n. 19, and\ncourts must give such instructions upon a defendant’s request. The\nruling of the Tennessee Court of Appeals conflicts withAyers. The trial court should have given the substance of\nthe requested instructions. See alsoHedgecorthv.Union Pacific R. Co., 210 S. W. 3d 220, 227–229\n(Mo. App. 2006) (same).The petition for certiorari is granted. The\nmotions for leave to file briefsamici curiaeof American\nTort Reform Association, et al.; Association of American\nRailroads; and Washington Legal Foundation are granted. The\njudgment of the Tennessee Court of Appeals is reversed, and the\ncase is remanded for further proceedings not inconsistent with this\nopinion.It is so ordered.",
    "joined": []
}