{
    "case": {
        "docket": "22-1025",
        "citation": "602",
        "year": 2024,
        "url": "https://supreme.justia.com/cases/federal/us/602/22-1025/"
    },
    "id": "4905349",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the United States Reports.\nReaders are requested to notify the Reporter of Decisions, Supreme\nCourt of the United States, Washington, D. C. 20543,\npio@supremecourt.gov, of any typographical or other formal\nerrors.SUPREME COURT OF THE UNITED STATES_________________No. 22–1025_________________SYLVIA GONZALEZ, PETITIONERv.EDWARD\nTREVINO, II, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 20, 2024]Per Curiam.InNievesv.Bartlett, 587 U.S.\n391, 402 (2019), this Court held that, as a general rule, a\nplaintiff bringing a retaliatory-arrest claim “must plead and prove\nthe absence of probable cause for the arrest.” At the same time, we\nrecognized a narrow exception to that rule. The existence of\nprobable cause does not defeat a plaintiff ’s claim if he\nproduces “objective evidence that he was arrested when otherwise\nsimilarly situated individuals not engaged in the same sort of\nprotected speech had not been.”Id., at 407. We granted\ncertiorari in this case to consider whether the Fifth Circuit\nproperly applied these principles. It did not. We therefore vacate\nthat court’s judgment and remand for proceedings consistent with\nthis opinion.IIn 2019, Sylvia Gonzalez ran for a seat on the\ncity council of Castle Hills, a small town in southern Texas. While\nshe was on the campaign trail, Gonzalez heard multiple complaints\nabout the city manager, Ryan Rapelye. As city manager, Rapelye was\nresponsible for, among other things, enforcing the city’s laws and\nmanaging its budget.Gonzalez was elected in May 2019. Her first act\nin office was to help gather signatures for a petition seeking\nRapelye’s removal. Eventually, over 300 residents signed the\npetition. The petition was introduced at the next city council\nmeeting, where discussions grew heated after various residents rose\nto Rapelye’s defense and spoke against Gonzalez. The discussion\nover the petition continued the next day.At the end of the second day, Gonzalez was\npacking up her belongings when the mayor, Edward Trevino, II, asked\nher for the petition. Gonzalez indicated that the petition was in\nTrevino’s possession, which he denied. He then asked Gonzalez to\ncheck her binder, where she found the petition. Gonzalez claims\nthat she “did not intentionally put the petition in her binder,”\nand that she was “surprise[d]” to find it there. Complaint and Jury\nDemand in No. 5:20–cv–01151 (WD Tex., Sept. 9, 2020), ECF Doc. 1,\np. 11.Trevino brought this incident to the city\npolice’s attention, and an investigation into these events soon\nbegan. Within a month, a private attorney tasked with leading the\ninvestigation concluded that Gonzalez had likely violated a Texas\nanti-tampering statute that, among other things, prohibits a person\nfrom intentionally “remov[ing] . . . a governmental\nrecord.” Tex. Penal Code Ann. §§37.10(a)(3), (c)(1) (West Cum.\nSupp. 2023).[1]On the private attorney’s request, a local\nMagistrate granted a warrant for Gonzalez’s arrest. When she heard\nthe news, Gonzalez turned herself in and spent an evening in jail.\nThe district attorney ultimately dismissed the charges. Gonzalez\nclaims that this episode has convinced her to step away from\npolitical life.Gonzalez brought suit under 42\nU. S. C. §1983, in Federal District Court against Trevino\nalong with the police chief and the private attorney in their\nindividual capacities.[2] Her\ncomplaint alleged that she was arrested in retaliation for her role\nin organizing the petition for Rapelye’s removal and that the\ndefendants therefore violated her First Amendment rights.To bolster her claim, Gonzalez alleged that she\nhad reviewed the past decade’s misdemeanor and felony data for\nBexar County (where Castle Hills is located) and that her review\nhad found that the Texas anti-tampering statute had never been used\nin the county “to criminally charge someone for trying to steal a\nnonbinding or expressive document.” ECF Doc. 1, at 17. Gonzalez’s\nsearch turned up 215 felony indictments, and she characterized the\ntypical indictment as involving “accusations of either using or\nmaking fake government identification documents.”Ibid.\nOther felony indictments included ones for fake checks, hiding\nmurder evidence, or cheating on government exams. Every misdemeanor\ncase, according to Gonzalez, involved “fake social security\nnumbers, driver’s licenses, [or] green cards.”Ibid.\nGonzalez pointed to this research as evidence that the defendants\nhad engaged in a political vendetta by bringing a “sham charge”\nagainst her.Id., at 27.The defendants moved to dismiss the complaint.\nThey argued that the presence of probable cause defeated Gonzalez’s\nretaliatory-arrest claims against the individual defendants. The\nDistrict Court denied the defendants’ motion. Although Gonzalez\nconceded that probable cause supported her arrest, the court\nallowed her claim to advance after finding that it fell within an\nexception to the no-probable-cause rule that we recognized inNieves.Gonzalezv.Castle Hills, 2021 WL\n4046758, *5, n. 7 (WD Tex., Mar. 12, 2021).The Fifth Circuit reversed that decision on\nappeal. The court thought that a plaintiff ’s claim could fall\nwithin theNievesexception only if the plaintiff proffered\n“comparative evidence” of “otherwise similarly situated individuals\nwho engaged in the same criminal conduct but were not arrested.” 42\nF. 4th 487, 493 (2022) (internal quotation marks omitted).\nGonzalez’s claim failed because she did not provide such\nevidence.We granted certiorari. 601 U. S. ___\n(2023).IIGonzalez seeks reversal on two grounds. First,\nshe asks us to reject the Fifth Circuit’s rule that plaintiffs must\nuse specific comparator evidence to demonstrate that they fall\nwithin theNievesexception. Second, Gonzalez contends that\ntheNievesno-probable-cause rule applies only to claims\npredicated on split-second arrests, rather than deliberative\nones.We agree with Gonzalez that the Fifth Circuit\ntook an overly cramped view ofNieves. That court thought\nGonzalez had to provide very specific comparator evidence—that is,\nexamples of identifiable people who “mishandled a government\npetition” in the same way Gonzalez did but were not arrested. 42\nF. 4th, at 492. Although theNievesexception is slim,\nthe demand for virtually identical and identifiable comparators\ngoes too far.We recognized theNievesexception to\naccount for “circumstances where officers have probable cause to\nmake arrests, but typically exercise their discretion not to do\nso.” 587 U. S., at 406. To fall within the exception, a\nplaintiff must produce evidence to prove that his arrest occurred\nin such circumstances. The only express limit we placed on the sort\nof evidence a plaintiff may present for that purpose is that it\nmust be objective in order to avoid “the significant problems that\nwould arise from reviewing police conduct under a purely subjective\nstandard.”Id., at 407.Here, Gonzalez provided that sort of evidence.\nShe was charged with intentionally “remov[ing] . . . a\ngovernmental record.” Tex. Penal Code Ann. §37.10(a)(3). Gonzalez’s\nsurvey is a permissible type of evidence because the fact that no\none has ever been arrested for engaging in a certain kind of\nconduct—especially when the criminal prohibition is longstanding\nand the conduct at issue is not novel—makes it more likely that an\nofficerhasdeclined to arrest someone for engaging in such\nconduct in the past.Because we agree with Gonzalez’s first argument,\nwe do not need to reach her second. We vacate the judgment below\nand remand the case for the lower courts to assess whether\nGonzalez’s evidence suffices to satisfy theNievesexception.It is so ordered.Notes1The statute also\nprohibits a person from intentionally “destroy[ing],”\n“conceal[ing],” or “otherwise impair[ing] the verity, legibility,\nor availability” of a governmental record.2She also pressed a claim\nin this action against Castle Hills. That claim is not before\nus.",
    "joined": []
}