{
    "case": {
        "docket": "17-515",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/17-515/"
    },
    "id": "3854864",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESCNH INDUSTRIAL N.V., et al.v.JACK REESE, et al.on petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 17–515. Decided February 20, 2018Per Curiam.Three Terms ago, this Court’s decision inM&G Polymers USA, LLCv.Tackett, 574 U. S.\n___ (2015), held that the Court of Appeals for the Sixth Circuit\nwas required to interpret collective-bargaining agreements\naccording to “ordinary principles of contract law.”Id.,at\n___ (slip op., at 1). BeforeTackett, the Sixth Circuit\napplied a series of “Yard-Maninferences,” stemming from its\ndecision inInternational Union, United Auto, Aerospace, &\nAgricultural Implement Workers of Am.v.Yard-Man, Inc.,\n716 F. 2d 1476 (1983). In accord with theYard-Maninferences, courts presumed, in a variety of circumstances, that\ncollective-bargaining agreements vested retiree benefits for life.\nSeeTackett, 574 U. S., at ___–___ (slip op., at 7–10).\nButTackett“reject[ed]” these inferences “as inconsistent\nwith ordinary principles of contract law.”Id., at ___ (slip\nop., at 14).In this case, the Sixth Circuit held that the\nsameYard-Maninferences it once used to presume lifetime\nvesting can now be used to render a collective-bargaining agreement\nambiguous as a matter of law, thus allowing courts to consult\nextrinsic evidence about lifetime vesting. 854 F. 3d 877,\n882–883 (2017). This analysis cannot be squared withTackett. A contract is not ambiguous unless it is subject to\nmore than one reasonable interpretation, and theYard-Maninferences cannot generate a reason- able interpretation because\nthey are not “ordinary principles of contract law,”Tackett,supra, at ___ (slip op., at 14). Because the Sixth Circuit’s\nanalysis is “Yard-Manre-born, re-built, and re-purposed for\nnew adventures,” 854 F. 3d, at 891 (Sutton, J., dissenting), we\nreverse.IAThis Court has long held that\ncollective-bargaining agreements must be interpreted “according to\nordinary principles of contract law.”Tackett, 574\nU. S., at ___ (slip op., at 7) (citingTextile Workersv.Lincoln Mills of Ala., 353 U. S. 448 –457 (1957)).\nPrior toTackett, the Sixth Circuit purported to follow this\nrule, but it used a unique series of “Yard-Maninferences”\nthat no other circuit applied. 574 U. S., at ___ (slip op., at\n7).For example, the Sixth Circuit presumed that “a general\ndurational clause” in a collective-bargaining agreement\n“ ‘says nothingabout the vesting of retiree\nbenefits’ ” in that agreement.Id.,at ___–___ (slip\nop., at 9–10) (quotingNoev.PolyOne Corp., 520\nF. 3d 548, 555 (CA6 2008)). If the collective-bargaining\nagreement lacked “a termination provision specifically addressing\nretiree benefits” but contained specific termination provisions for\nother benefits, the Sixth Circuit presumed that the retiree\nbenefits vested for life.Tackett,supra, at ___–___\n(slip op., at 7–8) (citingYard-Man,supra, at 1480).\nThe Sixth Circuit also presumed vesting if “a provision\n. . . ‘tie[d] eligibility for retirement-health benefits\nto eligibility for a pension.” 574 U. S., at ___ (slip op., at\n10) (quotingNoe,supra, at 558).This Court’s decision inTackett“reject[ed] theYard-Maninferences as inconsistent with\nordinary principles of contract law.” 574 U. S., at ___ (slip\nop., at 14). Most obviously, theYard-Maninferences\nerroneously “refused to apply general durational clauses to\nprovisions governing retiree benefits.” 574 U. S., at ___\n(slip op., at 12). This refusal “distort[ed] the text of the\nagreement and conflict[ed] with the principle of contract law that\nthe written agreement is presumed to encompass the whole agreement\nof the parties.”Ibid.TheYard-Maninferences also incorrectly\ninferred lifetime vesting whenever “a contract is silent as to the\nduration of retiree benefits.” 574 U. S., at ___ (slip op., at\n14). The “traditional principle,”Tackettexplained, is that\n“ ‘contractual obligations will cease, in the ordinary course,\nupon termination of the bargaining agreement.’ ”Id.,at ___ (slip op., at 13) (quotingLitton Financial Printing\nDiv., Litton Business Systems, Inc.v.NLRB, 501\nU. S. 190, 207 (1991) ). “[C]ontracts that are silent as to\ntheir duration will ordinarily be treated not as ‘operative in\nperpetuity’ but as ‘operative for a reasonable time.’ ” 574\nU. S., at ___ (slip op., at 13) (quoting 3 A. Corbin, Corbin\non Contracts §553, p. 216 (1960)). In fact, the Sixth Circuit had\nfollowed this principle in cases involving noncollectively\nbargained agreements, seeSpraguev.General Motors\nCorp., 133 F. 3d 388, 400 (1998) (en banc), which “only\nunderscore[d]Yard-Man’s deviation from ordinary principles\nof contract law.”Tackett,supra, at ___ (slip op.,\nat 13).As for the tying of retiree benefits to\npensioner status,Tackettrejected thisYard-Maninference as “contrary to Congress’ determination” in the Employee\nRetirement Income Security Act of 1974 (ERISA), 88Stat. 891. 574\nU. S., at ___ (slip op., at 11). The Sixth Circuit adopted\nthis inference on the assumption that retiree health benefits are\n“ ‘a form of delayed compensation or reward for past\nservices,’ ” like a pension.Id.,at ___ (slip op., at\n4) (quotingYard-Man,supra,at 1482). But ERISA\ndistinguishes between plans that “resul[t] in a deferral of\nincome,” §1002(2)(A)(ii), and plans that offer medical benefits,\n§1002(1)(A). SeeTackett, 574 U. S., at ___ (slip op.,\nat 11).Tackettthus concluded that this and the other\n“inferences applied inYard-Manand its progeny” do not\n“represent ordinary principles of contract law.”Id.,at ___\n(slip op., at 10).BLikeTackett, this case involves a\ndispute between retirees and their former employer about whether an\nexpired collective-bargaining agreement created a vested right to\nlifetime health care benefits. In 1998, CNH Industrial N. V.\nand CNH Industrial America LLC (collectively, CNH) agreed to a\ncollective-bargaining agreement. The 1998 agreement provided health\ncare benefits under a group benefit plan to certain “[e]mployees\nwho retire under the . . . Pension Plan.” App. to Pet.\nfor Cert. A–116. “All other coverages,” such as life insurance,\nceased upon retirement.Ibid.The group benefit plan was\n“made part of” the collective-bargaining agreement and “r[an]\nconcurrently” with it.Id.,at A–114. The 1998 agreement\ncontained a general durational clause stating that it would\nterminate in May 2004.Id.,at A–115. The agreement also\nstated that it “dispose[d] of any and all bargaining issues,\nwhether or not presented during negotiations.”Ibid.When the 1998 agreement expired in 2004, a class\nof CNH retirees and surviving spouses (collectively, the retirees)\nfiled this lawsuit, seeking a declaration that their health care\nbenefits vested for life and an injunction preventing CNH from\nchanging them. While their lawsuit was pending, this Court decidedTackett. Based onTackett, the District Court\ninitially awarded summary judgment to CNH. But after\nreconsideration, it awarded summary judgment to the retirees. 143\nF. Supp. 3d 609 (ED Mich. 2015).The Sixth Circuit affirmed in relevant part. 854\nF. 3d, at 879. The court began by noting that the 1998\nagreement was “silent” on whether health care benefits vested for\nlife.Id.,at 882. Although the agreement contained a\ngeneral durational clause, the Sixth Circuit found that clause\ninconclusive for two reasons. First, the 1998 agreement “carved out\ncertain benefits” like life insurance “and stated that those\ncoverages ceased at a time different than other provisions.”Ibid.; see App. to Pet. for Cert. A–116. Second, the 1998\nagreement “tied” health care benefits to pension eligibility. 854\nF. 3d, at 882; see App. to Pet. for Cert. A–116. These\nconditions rendered the 1998 agreement ambiguous, according to the\nSixth Circuit, which allowed it to consult extrinsic evidence. 854\nF. 3d, at 883. And that evidence supported lifetime vesting.Ibid.The Sixth Circuit acknowledged that these features of\nthe agreement are the same ones it used to “infer vesting” underYard-Man, but it concluded that nothing inTackettprecludes this kind of analysis: “There is surely a difference\nbetween finding ambiguity from silence and finding vesting from\nsilence.” 854 F. 3d, at 882.[1]Judge Sutton dissented. Seeid.,at\n887–893. He concluded that the 1998 agreement was unambiguous\nbecause “the company never promised to provide healthcare benefits\nfor life, and the agreement contained a durational clause that\nlimitedallof the benefits.”Id.,at 888. Judge\nSutton noted that, in finding ambiguity, the panel major- ity\nrelied on the same inferences that this Court proscribed inTackett. See 854 F. 3d, at 890–891. But ambiguity, he\nexplained, requires “two competing interpretations, both of which\nare fairly plausible,”id.,at 890, and “[a] forbidden\ninference cannot generate a plausible reading,”id.,at 891.\nThe panel majority’s contrary decision, Judge Sutton concluded,“abrad[ed] an inter-circuit split (and an intra-circuit\nsplit) that the Supreme Court just sutured shut.”Id.,at\n890.[2]IIThe decision below does not comply withTackett’sdirection to apply ordinary contract principles.\nTrue, one such principle is that, when a contract is ambiguous,\ncourts can consult extrinsic evidence to determine the parties’\nintentions. See 574 U. S., at ___ (Ginsburg, J., concurring)\n(slip op., at 1) (citing 11 R. Lord, Williston on Contracts §30:7,\npp. 116–124 (4th ed. 2012) (Williston)). But a contract is not\nambiguous unless, “after applying established rules of\ninterpretation, [it] remains reasonably susceptible to at least two\nreasonable but conflicting meanings.”Id., §30:4, at 53–54\n(footnote omitted). Here, that means the 1998 agreement was not\nambiguous unless it could reasonably be read as vesting health care\nbenefits for life.The Sixth Circuit read it that way only by\nemploying the inferences that this Court rejected inTackett. The Sixth Circuit did not point to any explicit\nterms, implied terms, or industry practice suggesting that the 1998\nagreement vested health care benefits for life. Cf. 574 U. S.,\nat ___ (Ginsburg, J., concurring) (slip op., at 2). Instead, it\nfound ambiguity in the 1998 agreement by applying several of theYard-Maninferences: It declined to apply the general\ndurational clause to the health care benefits, and then it inferred\nvesting from the presence of specific termination provisions for\nother benefits and the tying of health care benefits to pensioner\nstatus.Tackettrejected those inferences\nprecisely because they are not “established rules of\ninterpretation,” 11 Williston §30:4, at 53–54. TheYard-Maninferences “distort the text of the agreement,”\nfail “to apply general durational clauses,” erroneously presume\nlifetime vesting from silence, and contradict how “Congress\nspecifically defined” key terms in ERISA.Tackett, 574\nU. S., at ___–___ (slip op., at 11–14).Tackettthus\nrejected these inferences not because of theconsequencesthat the Sixth Circuit attached to them—presuming vesting versus\nfinding ambiguity—but because they are not a valid way to read a\ncontract. They cannot be used to create a reasonable interpretation\nany more than they can be used to create a presumptive one.Tellingly, no other Court of Appeals would find\nambigu- ity in these circumstances. When a collective-bargaining\nagreement is merely silent on the question of vesting, other courts\nwould conclude that it doesnotvest benefits for\nlife.[3] Similarly, when an\nagreement does not specify a duration for health care benefits in\nparticular, other courts would simply apply the general durational\nclause.[4] And other courts\nwould not find ambiguity from the tying of retiree benefits to\npensioner status.[5] The\napproach taken in these other decisions “only underscores” how the\ndecision below “deviat[ed] from ordinary principles of contract\nlaw.”Tackett,supra, at ___ (slip op., at 13).Shorn ofYard-Maninferences, this case\nis straightforward. The 1998 agreement contained a general\ndurational clause that applied to all benefits, unless the\nagreement specified otherwise. No provision specified that the\nhealth care benefits were subject to a different durational clause.\nThe agreement stated that the health benefits plan “r[an]\nconcurrently” with the collective-bargaining agreement, tying the\nhealth care benefits to the duration of the rest of the agreement.\nApp. to Pet. for Cert. A–114. If the parties meant to vest health\ncare benefits for life, they easily could have said so in the text.\nBut they did not. And they specified that their agreement\n“dispose[d] of any and all bargaining issues” between them.Id.,at A–115. Thus, the only reasonable interpretation of\nthe 1998 agree- ment is that the health care benefits expired when\nthe collective-bargaining agreement expired in May 2004. “When the\nintent of the parties is unambiguously expressed in the contract,\nthat expression controls, and the court’s inquiry should proceed no\nfurther.”Tackett,supra, at ___ (Ginsburg, J.,\nconcurring) (slip op., at 1) (citing 11 Williston §30:6, at\n98–104).*  *  *Because the decision below is not consistent\nwithTackett, the petition for a writ of certiorari and the\nmotions for leave to file briefsamici curiaeare granted.\nWe reverse the judgment of the Court of Appeals and remand the case\nfor further proceedings consistent with this opinion.It is so ordered.Notes1After accepting the\nretirees’ reading of the 1998 agreement, the Sixth Circuit remanded\nfor the District Court to reconsider the reasonableness of CNH’s\nproposed modifications to the health care benefits. See 854 F. 3d\n877, 884–887 (2017). CNH does not challenge that determination, and\nwe express no view on it.2By “intra-circuit split,”\nJudge Sutton was referring to the Sixth Circuit’s earlier decision\ninGallov.Moen Inc., 813 F. 3d 265 (2016).\nThat decision concluded that a collective-bargaining agreement did\nnot vest health care benefits for life, relying on the general\ndurational clause and rejecting the same inferences that the Sixth\nCircuit invoked here. Seeid.,at 269–272. The conflict\nbetween these decisions, and others like them, has led one judge in\nthe Sixth Circuit to declare that “[o]ur post-Tackettcase\nlaw is a mess.”International Union, United Auto, Aerospace\n& Agricultural Implement Workers of Am.v.Kelsey-Hayes\nCo., 872 F. 3d 388, 390 (2017) (Griffin, J., dissenting\nfrom denial of rehearing en banc). To date, the en banc Sixth\nCircuit has been unwilling (or unable) to reconcile its precedents.\nSeeibid.(Sutton, J., concurring in denial of rehearing en\nbanc) (agreeing that this conflict “warrants en banc review” but\nvoting against it because “there is a real possibility that we\nwould not have nine votes for any one [approach]”).3See,e.g.,International Union, United Auto, Aerospace & Agricul-tural\nImplement Workers of Am.v.Skinner Engine Co., 188\nF. 3d 130, 147 (CA3 1999);Joycev.Curtiss-Wright\nCorp., 171 F. 3d 130, 135 (CA2 1999);Wisev.El\nPaso Natural Gas Co., 986 F. 2d 929, 938 (CA5 1993);Sennv.United Dominion Industries, Inc., 951\nF. 2d 806, 816 (CA7 1992).4See,e.g., Des Moines\nMailers Union, Teamsters Local No. 358v.NLRB, 381\nF. 3d 767, 770 (CA8 2004);Skinner Engine Co., 188\nF. 3d, at 140–141.5See,e.g., id.,at\n141;Joyce,supra, at 134;Andersonv.Alpha Portland Industries, Inc., 836 F. 2d 1512, 1517\n(CA8 1988).",
    "joined": []
}