{
    "case": {
        "docket": "5",
        "citation": "555",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/555/5/"
    },
    "id": "1962855",
    "author": "per curiam",
    "type": "per curiam",
    "text": "555 U. S. ____ (2008)555 U. S. ____ (2008)555 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 08A332JENNIFER BRUNNER, OHIO SECRETARY OF STATEv.OHIO REPUBLICAN PARTY et al.on application for stay[October 17, 2008]Per Curiam.On October 9, 2008, the United\nStates District Court for the Southern District of Ohio entered a\ntemporary restraining order (TRO) directing Jennifer Brunner, the\nOhio Secretary of State, to update Ohio’s Statewide Voter\nRegistration Database (SWVRD) to comply with Section 303 of the\nHelp America Vote Act of 2002 (HAVA), 116 Stat. 1708, 42 U.\nS. C. §15483(a)(5)(B)(i). The United States Court of Appeals\nfor the Sixth Circuit denied the Secretary’s motion to vacate the\nTRO. The Secretary has filed an application to stay the TRO with\nJustice Stevens as Circuit Justice for the Sixth Circuit, and he\nhas referred the matter to the Court. The Secretary argues both\nthat the District Court had no jurisdiction to enter the TRO and\nthat its ruling on the merits was erroneous. We express no opinion\non the question whether HAVA is being properly implemented.\nRespondents, however, are not sufficiently likely to prevail on the\nquestion whether Congress has authorized the District Court to\nenforce Section 303 in an action brought by a private litigant to\njustify the issuance of a TRO. SeeGonzaga Univ.v.Doe,536 U.\nS. 273, 283 (2002);Alexanderv.Sandoval,532 U. S. 275,\n286 (2001). We therefore grant the application for a stay and\nvacate the TRO.It is so ordered.* Title 42 U. S. C. §15483(a)(5)(B)(i)\n(2000 ed., Supp. V) states, in relevant part:“The chief State election official and the\nofficial responsible for the State motor vehicle authority of a\nState shall enter into an agreement to match information in the\ndatabase of the statewide voter registration system with\ninformation in the database of the motor vehicle authority to the\nextent required to enable each such official to verify the accuracy\nof the information provided on applications for voter\nregistration.”",
    "joined": []
}