{
    "case": {
        "docket": "15-723",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-723/"
    },
    "id": "4565100",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJEFFREY WOODS, WARDENv.TIMOTHY\nETHERTONon petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 15–723. Decided April 4, 2016Per Curiam.In the fall of 2006, Michigan law enforcement\nreceived an anonymous tip that two white males were traveling on\nI–96 between Detroit and Grand Rapids in a white Audi, possibly\ncarrying cocaine. Officers spotted a vehicle matching that\ndescription and pulled it over for speeding. Respondent Timothy\nEtherton was driving; Ryan Pollie was in the passenger seat. A\nsearch of the car uncovered 125.2 grams of cocaine in a compartment\nat the bottom of the driver side door. Both Etherton and Pollie\nwere arrested.Etherton was tried in state court on a single\ncount of possession with intent to deliver cocaine. At trial the\nfacts reflected in the tip were not contested. The central point of\ncontention was instead whether the cocaine belonged to Etherton or\nPollie. Pollie testified for the prosecution pursuant to a plea\nagreement. He claimed that he had accompanied Etherton from Grand\nRapids to Detroit, not knowing that Etherton intended to obtain\ncocaine there. According to Pollie, once the pair arrived in\nDetroit, Etherton left him alone at a restaurant and drove off,\nreturning some 45 minutes later. It was only after they were headed\nback to Grand Rapids that Etherton revealed he had obtained the\ndrugs.The prosecution also called several police\nofficers to testify. Three of the officers described the content of\nthe anonymous tip leading to Etherton’s arrest. On the third\nrecounting of the tip, Etherton’s counsel objected on hearsay\ngrounds, but the objection was not resolved when the prosecutor\nagreed to move on. At closing, the prosecutor also described the\ntip. The court instructed the jury that “the tip was not evidence,”\nbut was admitted “only to show why the police did what they did.”\nApp. to Pet. for Cert. 88a. The jury convicted Etherton, and his\nconviction was affirmed on direct appeal. The Michigan Supreme\nCourt denied leave to appeal.Peoplev.Etherton, 483\nMich. 896, 760 N.W.2d 472 (2009).Etherton sought postconviction relief in state\ncourt on six grounds. Three are relevant here: First, he claimed\nthat the admission of the anonymous tip violated his rights under\nthe Confrontation Clause of the Sixth Amendment. Second, that his\ntrial counsel was ineffective for failing to object to the tip on\nthat ground. And third, that his counsel on direct appeal was\nineffective for failing to raise the Confrontation Clause and the\nineffective assistance of trial counsel claims.The state habeas court rejected the first two\nclaims on procedural grounds and the third on the merits. To\nprevail on a claim for ineffective assistance of appellate counsel,\nthe state court explained, Etherton had to demonstrate that\n“appellate counsel’s decision not to pursue an issue on appeal fell\nbelow an objective standard of reasonableness and that the\nrepresentation so prejudiced [him] as to deprive him of a fair\ntrial.” App. to Pet. for Cert. 87a–88a. The state court concluded\nthat Etherton failed on both counts.First, the court reasoned, appellate counsel may\nhave reasonably forgone any Confrontation Clause claim after\nconcluding that trial counsel’s failure to object was the product\nnot of ineffectiveness but of strategy. While Etherton’s current\ncounsel argues that trial counsel should have objected because the\ntip’s reference to “two men” suggested involvement by Etherton from\nthe outset, Brief in Opposition 20–21, the reference also suggestedPollie’sprior involvement, contrary to his testimony that\nhe was not with Etherton when he picked up the cocaine and had\nnothing to do with it. As the state court explained, not objecting\nwould have been consistent with trial counsel’s “strategy to show\ndefendant’s non-involvement and possible responsibility of the\npassenger (who was also charged).” App. to Pet. for Cert. 88a.Second, the court determined, Etherton had not\nbeen prejudiced by counsel’s choice: there was “ample evidence” of\nhis guilt and “the complained of errors, even if true, would not\nhave changed the outcome” of the case.Id.,at 89a.\nEtherton’s allegations, the court concluded, ultimately failed to\novercome the presumption that his appellate counsel functioned\nreasonably in not pursuing the Confrontation Clause or\nineffectiveness claims.Ibid.Both the Michigan Court of\nAppeals and the Michigan Supreme Court denied leave to appeal.Etherton next sought federal habeas relief.\nUnder the Antiterrorism and Effective Death Penalty Act of 1996\n(AEDPA), federal habeas relief was available to him only if the\nstate court’s decision “was contrary to, or involved an\nunreasonable application of, clearly established Federal law, as\ndetermined by the Supreme Court of the United States.” 28\nU. S. C. §2254(d)(1). “A state court’s determination that\na claim lacks merit precludes federal habeas relief so long as\n‘fairminded jurists could disagree’ on the correctness of the state\ncourt’s decision.”Harringtonv.Richter,562 U.S.\n86, 101 (2011) (quotingYarboroughv.Alvarado,541 U.S.\n652, 664 (2004)). The state court decision must be “so lacking\nin justification that there was an error well understood and\ncomprehended in existing law beyond any possibility for fairminded\ndisagreement.”Whitev.Woodall, 572 U. S. ___,\n___ (2014) (slip op., at 4) (internal quotation marks omitted).When the claim at issue is one for ineffective\nassistance of counsel, moreover, AEDPA review is “doubly\ndeferential,”Cullenv.Pinholster,563 U.S.\n170, 190 (2011), because counsel is “strongly presumed to have\nrendered adequate assistance and made all significant decisions in\nthe exercise of reasonable professional judgment,”Burtv.Titlow, 571 U. S. ___, ___ (2013) (slip op., at 9)\n(quotingStricklandv.Washington,466 U.S.\n668, 690 (1984); internal quotation marks omitted). In such\ncircumstances, federal courts are to afford “both the state court\nand the defense attorney the benefit of the doubt.”Burt,\nsupra, at ___ (slip op., at 1).The District Court denied relief, but the Court\nof Appeals for the Sixth Circuit reversed in relevant part, over\nthe dissent of Judge Kethledge. The majority concluded that\nEtherton’s appellate counsel had been constitution- ally\nineffective, and that no fairminded jurist could conclude\notherwise.Ethertonv.Rivard, 800 F.3d 737 (2015).\nWithout ruling on the merits of the court’s holding that counsel\nhad been ineffective, we disagree with the determination that no\nfairminded jurist could reach a contrary conclusion, and\naccordingly reverse.In finding counsel ineffective, the majority\nfirst con- cluded that Etherton’s right to confrontation had been\nvio- lated. The Confrontation Clause prohibits an out-of-court\nstatement only if it is admitted for its truth.Crawfordv.Washington,541 U.S.\n36, 60, n. 9 (2004). The Sixth Circuit determined that the\ncontents of the tip were admitted for their truth because the tip\nwas referenced by three different witnesses and mentioned in\nclosing argument. These “repeated references both to the existence\nand the details of the content of the tip went far beyond what was\nnecessary for background,” the majority below concluded,\n“indicating the content of the tip was admitted for its truth.” 800\nF. 3d, at 751.The majority next found that Etherton had been\nprejudiced by the violation, a showing Etherton’s state court\ncounsel would have had to make on appeal to obtain relief either on\nthe forfeited Confrontation Clause objection, seePeoplev.Carines, 460 Mich. 750, 763–764,597 N.W.2d 130, 138–139 (1999) (showing of prejudice required\nto overcome forfeiture), or the ineffectiveness claim,Strickland,supra, at 687 (showing of prejudice\nrequired to demonstrate ineffective assistance of counsel). In\nfinding prejudice, the majority acknowledged the evidence of\nEtherton’s guilt: the cocaine was found in a driver side\ncompartment inches from Etherton; he owned the car; and he was\ndriving at the time of arrest. But, according to the majority, that\nevidence was not enough to convict Etherton absent Pollie’s\ntestimony. And that is where the tip came in. “Because much of\nPollie’s testimony was reflected in the content of the tip that was\nput before the jury,” the Sixth Circuit stated, “the jury could\nhave improperly concluded that Pollie was thereby testifying\ntruthfully—that it was unlikely for it to be a coincidence for his\ntestimony to line up so well with the anonymous accusation.” 800\nF. 3d, at 753.In reaching these conclusions, the Sixth Circuit\ndid not apply the appropriate standard of review under AEDPA. A\n“fairminded jurist” could conclude that repetition of the tip did\nnot establish that the uncontested facts it conveyed were submitted\nfor their truth. Such a jurist might reach that conclusion by\nplacing weight on the fact that the truth of the facts was not\ndisputed. No precedent of this Court clearly forecloses that view.\nIt is also not beyond the realm of possibility that a fairminded\njurist could conclude that Etherton was not prejudiced when the tip\nand Pollie’s testimony corresponded on uncontested facts. After\nall, Pollie himself was privy to all the information contained in\nthe tip. A reasonable judge might accord- ingly regard the fact\nthat the tip and Pollie’s testimony corre- sponded to be\nunremarkable and not pertinent to Pollie’s credibility. (In fact,\nthe only point of Pollie’s testimony actually reflected in the tip\nwas that he and Etherton were traveling between Detroit and Grand\nRapids.)Etherton’s underlying complaint is that his\nappellate lawyer’s ineffectiveness meant he had “no prior opportu-\nnity to cross-examine the anonymous tipster.” Brief in Opposition\n11. But it would not be objectively unreason- able for a fairminded\njudge to conclude—especially in light of the deference affordedtrialcounsel underStrickland—that the failure to\nraise such a claim was not due to incompetence but because the\nfacts in the tip were uncontested and in any event consistent with\nEtherton’s defense. SeeHarrington, 562 U. S., at 105\n(“Even underde novoreview, the standard for judging\ncounsel’s representation is a most deferential one.”). A fairminded\njurist could similarly conclude, again deferring underStrickland, thatappellatecounsel was not\nincompetent in drawing the same conclusion. And to reach the final\npoint at issue before the Sixth Circuit, a fairminded\njurist—applying the deference due thestate courtunder\nAEDPA—could certainly conclude that the court was not objectively\nunreasonable in deciding that appellate counsel was not incompetent\nunderStrickland, when she determined that trial counsel was\nnot incompetent underStrickland.Given AEDPA, both Etherton’s appellate counsel\nand the state habeas court were to be afforded the benefit of the\ndoubt.Burt,supra, at ___. Because the Sixth Circuit\nfailed on both counts, we grant the petition for certiorari and\nreverse the judgment of the Court of Appeals.It is so ordered.",
    "joined": []
}