{
    "case": {
        "docket": "23",
        "citation": "565",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/565/23/"
    },
    "id": "1963729",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESDAVID BOBBY, WARDEN v. ARCHIE DIXONon petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 10–1540. Decided November 7, 2011Per Curiam.Under the Antiterrorism and Effective Death\nPenalty Act, a state prisoner seeking a writ of habeas corpus from\na federal court “must show that the state court’s ruling on the\nclaim being presented in federal court was so lacking in\njustification that there was an error well understood and\ncomprehended in existing law beyond any possibility for fairminded\ndisagreement.” Harrington v. Richter, 562 U. S. ___, ___\n(2011) (slip op., at 13). The Court of Appeals for the Sixth\nCircuit purported to identify three such grievous errors in the\nOhio Supreme Court’s affirmance of respondent Archie Dixon’s murder\nconviction. Because it is not clear that the Ohio Supreme Court\nerred at all, much less erred so transparently that no fairminded\njurist could agree with that court’s decision, the Sixth Circuit’s\njudgment must be reversed.*  *  *Archie Dixon and Tim Hoffner murdered Chris\nHammer in order to steal his car. Dixon and Hoffner beat Hammer,\ntied him up, and buried him alive, pushing the struggling Hammer\ndown into his grave while they shoveled dirt on top of him. Dixon\nthen used Hammer’s birth certificate and social security card to\nobtain a state identification card in Hammer’s name. After using\nthat identification card to establish ownership of Hammer’s car,\nDixon sold the vehicle for $2,800.Hammer’s mother reported her son missing the day\nafter his murder. While investigating Hammer’s disappearance,\npolice had various encounters with Dixon, three of which are\nrelevant here. On November 4, 1993, a police detective spoke with\nDixon at a local police station. It is undisputed that this was a\nchance encounter—Dixon was apparently visiting the police station\nto retrieve his own car, which had been impounded for a traffic\nviolation. The detective issued Miranda warnings to Dixon and then\nasked to talk to him about Hammer’s disappearance. See Miranda v.\nArizona,384 U.S.\n436(1966). Dixon declined to answer questions without his\nlawyer present and left the station.As their investigation continued, police\ndetermined that Dixon had sold Hammer’s car and forged Hammer’s\nsignature when cashing the check he received in that sale. Police\narrested Dixon for forgery on the morning of November 9. Beginning\nat 11:30 a.m. detectives intermittently interrogated Dixon over\nseveral hours, speaking with him for about 45 minutes total. Prior\nto the interrogation, the detectives had decided not to provide\nDixon with Miranda warnings for fear that Dixon would again refuse\nto speak with them.Dixon readily admitted to obtaining the\nidentification card in Hammer’s name and signing Hammer’s name on\nthe check, but said that Hammer had given him permission to sell\nthe car. Dixon claimed not to know where Hammer was, although he\nsaid he thought Hammer might have left for Tennessee. The\ndetectives challenged the plausibility of Dixon’s tale and told\nDixon that Tim Hoffner was providing them more useful information.\nAt one point a detective told Dixon that “now is the time to say”\nwhether he had any involvement in Hammer’s disappearance because\n“if Tim starts cutting a deal over there, this is kinda like, a bus\nleaving. The first one that gets on it is the only one that’s gonna\nget on.” App. to Pet. for Cert. 183a. Dixon responded that, if\nHoffner knew anything about Hammer’s disappearance, Hoffner had not\ntold him. Dixon insisted that he had told police everything he knew\nand that he had “[n]othing whatsoever” to do with Hammer’s\ndisappearance. Id., at 186a. At approximately 3:30 p.m. the\ninterrogation concluded, and the detectives brought Dixon to a\ncorrectional facility where he was booked on a forgery charge.The same afternoon, Hoffner led police to\nHammer’s grave. Hoffner claimed that Dixon had told him that Hammer\nwas buried there. After concluding their interview with Hoffner and\nreleasing him, the police had Dixon transported back to the police\nstation.Dixon arrived at the police station at about\n7:30 p.m. Prior to any police questioning, Dixon stated that he had\nheard the police had found a body and asked whether Hoffner was in\ncustody. The police told Dixon that Hoffner was not, at which point\nDixon said, “I talked to my attorney, and I want to tell you what\nhappened.” State v. Dixon, 101 Ohio St. 3d 328, 331,\n2004–Ohio–1585, 805 N.E.2d 1042, 1050. The police read Dixon his\nMiranda rights, obtained a signed waiver of those rights, and spoke\nwith Dixon for about half an hour. At 8 p.m. the police, now using\na tape recorder, again advised Dixon of his Miranda rights. In a\ndetailed confession, Dixon admitted to murdering Hammer but\nattempted to pin the lion’s share of the blame on Hoffner.At Dixon’s trial, the Ohio trial court excluded\nboth Dixon’s initial confession to forgery and his later confession\nto murder. The State took an interlocutory appeal. The State did\nnot dispute that Dixon’s forgery confession was properly\nsuppressed, but argued that the murder confession was admissible\nbecause Dixon had received Miranda warnings prior to that\nconfession. The Ohio Court of Appeals agreed and allowed Dixon’s\nmurder confession to be admitted as evidence. Dixon was convicted\nof murder, kidnaping, robbery, and forgery, and sentenced to\ndeath.The Ohio Supreme Court affirmed Dixon’s\nconvictions and sentence. To analyze the admissibility of Dixon’s\nmurder confession, the court applied Oregon v. Elstad,470 U.S.\n298(1985). The Ohio Supreme Court found that Dixon’s\nconfession to murder after receiving Miranda warnings was\nadmissible because that confession and his prior, unwarned\nconfession to forgery were both voluntary. State v. Dixon, supra,\nat 332–334, 805 N. E. 2d, at 1050–1052; see Elstad, supra, at\n318 (“We hold today that a suspect who has once responded to\nunwarned yet uncoercive questioning is not thereby disabled from\nwaiving his rights and confessing after he has been given the\nrequisite Miranda warnings”).Dixon then filed a petition for a writ of habeas\ncorpus under 28 U. S. C. §2254 in the U. S. District\nCourt for the Northern District of Ohio. Dixon claimed, inter alia,\nthat the state court decisions allowing the admission of his murder\nconfession contravened clearly established federal law. The\nDistrict Court denied relief, but a divided panel of the Sixth\nCircuit reversed. Dixon v. Houk, 627 F.3d 553 (2010).The Sixth Circuit had authority to issue the\nwrit of habeas corpus only if the Ohio Supreme Court’s decision\n“was contrary to, or involved an unreasonable application of,\nclearly established Federal law,” as set forth in this Court’s\nholdings, or was “based on an unreasonable determination of the\nfacts” in light of the state court record. §2254(d); see\nHarrington, 562 U. S., at ___ (slip op., at 10). The Sixth\nCircuit believed that the Ohio Supreme Court’s decision contained\nthree such egregious errors.First, according to the Sixth Circuit, the\nMiranda decision itself clearly established that police could not\nspeak to Dixon on November 9, because on November 4 Dixon had\nrefused to speak to police without his lawyer. That is plainly\nwrong. It is undisputed that Dixon was not in custody during his\nchance encounter with police on November 4. And this Court has\n“never held that a person can invoke his Miranda rights\nanticipatorily, in a context other than ‘custodial\ninterrogation.’ ” McNeil v. Wisconsin,501\nU.S. 171, 182, n. 3 (1991); see also Montejo v. Louisiana,556 U.S.\n778, ___ (2009) (slip. op., at 16) (“If the defendant is not in\ncustody then [Miranda and its progeny] do not apply”).Second, the Sixth Circuit held that police\nviolated the Fifth Amendment by urging Dixon to “cut a deal” before\nhis accomplice Hoffner did so. The Sixth Circuit cited no precedent\nof this Court—or any court—holding that this common police tactic\nis unconstitutional. Cf., e.g., Elstad, supra, at 317 (“[T]he Court\nhas refused to find that a defendant who confesses, after being\nfalsely told that his codefendant has turned State’s evidence, does\nso involuntarily”). Because no holding of this Court suggests, much\nless clearly establishes, that police may not urge a suspect to\nconfess before another suspect does so, the Sixth Circuit had no\nauthority to issue the writ on this ground.Third, the Sixth Circuit held that the Ohio\nSupreme Court unreasonably applied this Court’s precedent in\nElstad. In that case, a suspect who had not received Miranda\nwarnings confessed to burglary as police took him into custody.\nApproximately an hour later, after he had received Miranda\nwarnings, the suspect again confessed to the same burglary. This\nCourt held that the later, warned confession was admissible because\n“there is no warrant for presuming coercive effect where the\nsuspect’s initial inculpatory statement, though technically in\nviolation of Miranda, was voluntary. The relevant inquiry is\nwhether, in fact, the second [warned] statement was also\nvoluntarily made.” 470 U. S., at 318 (footnote omitted).As the Ohio Supreme Court’s opinion explained,\nthe circumstances surrounding Dixon’s interrogations demonstrate\nthat his statements were voluntary. During Dixon’s first\ninterrogation, he received several breaks, was given water and\noffered food, and was not abused or threatened. He freely\nacknowledged that he had forged Hammer’s name, even stating that\nthe police were “welcome” to that information, and he had no\ndifficulty denying that he had anything to do with Hammer’s\ndisappearance. State v. Dixon, 101 Ohio St. 3d, at 331, 805\nN. E. 2d, at 1049. Prior to his second interrogation, Dixon\nmade an unsolicited declaration that he had spoken with his\nattorney and wanted to tell the police what had happened to Hammer.\nThen, before giving his taped confession, Dixon twice received\nMiranda warnings and signed a waiver-of-rights form which stated\nthat he was acting of his own free will.The Ohio Supreme Court recognized that Dixon’s\nfirst in- terrogation involved “an intentional Miranda violation.”\nThe court concluded, however, that “as in Elstad, the breach of the\nMiranda procedures here involved no actual compulsion” and thus\nthere was no reason to suppress Dixon’s later, warned confession.\n101 Ohio St. 3d, at 334, 805 N. E. 2d, at 1052 (citing Elstad,\nsupra, at 318).The Sixth Circuit disagreed, believing that\nDixon’s confession was inadmissible under Elstad because it was the\nproduct of a “deliberate question-first, warn-later strategy.” 627\nF. 3d, at 557. In so holding, the Sixth Circuit relied heavily on\nthis Court’s decision in Missouri v. Seibert,542 U.S.\n600(2004). In Seibert, police employed a two-step strategy to\nreduce the effect of Miranda warnings: A detective exhaustively\nquestioned Seibert until she confessed to murder and then, after a\n15- to 20-minute break, gave Seibert Miranda warnings and led her\nto repeat her prior confession. 542 U. S., at 604–606, 616\n(plurality opinion). The Court held that Seibert’s second\nconfession was inadmissible as evidence against her even though it\nwas preceded by a Miranda warning. A plurality of the Court\nreasoned that “[u]pon hearing warnings only in the aftermath of\ninterrogation and just after mak- ing a confession, a suspect would\nhardly think he had a genuine right to remain silent, let alone\npersist in so believing once the police began to lead him over the\nsame ground again.” 542 U. S., at 613; see also id., at 615\n(detailing a “series of relevant facts that bear on whether Miranda\nwarnings delivered midstream could be effective enough to\naccomplish their object”). Justice Kennedy concurred in the\njudgment, noting he “would apply a narrower test applicable only in\nthe infrequent case . . . in which the two-step\ninterrogation technique was used in a calculated way to undermine\nthe Miranda warning.” Id., at 622.In this case, no two-step interrogation\ntechnique of the type that concerned the Court in Seibert\nundermined the Miranda warnings Dixon received. In Seibert, the\nsuspect’s first, unwarned interrogation left “little, if anything,\nof incriminating potential left unsaid,” making it “unnatural” not\nto “repeat at the second stage what had been said before.” 542\nU. S., at 616–617 (plurality opinion). But in this case Dixon\nsteadfastly maintained during his first, unwarned interrogation\nthat he had “[n]othing whatso- ever” to do with Hammer’s\ndisappearance. App. to Pet. for Cert. 186a. Thus, unlike in\nSeibert, there is no concern here that police gave Dixon Miranda\nwarnings and then led him to repeat an earlier murder confession,\nbecause there was no earlier confession to repeat. Indeed, Dixon\ncontradicted his prior unwarned statements when he confessed to\nHammer’s murder. Nor is there any evidence that police used Dixon’s\nearlier admission to forgery to induce him to waive his right to\nsilence later: Dixon declared his desire to tell police what\nhappened to Hammer before the second interrogation session even\nbegan. As the Ohio Supreme Court reasonably concluded, there was\nsimply “no nexus” between Dixon’s unwarned admission to forgery and\nhis later, warned confession to murder. 101 Ohio St. 3d, at 333,\n805 N. E. 2d, at 1051.Moreover, in Seibert the Court was concerned\nthat the Miranda warnings did not “effectively advise the suspect\nthat he had a real choice about giving an admissible statement”\nbecause the unwarned and warned interrogations blended into one\n“continuum.” 542 U. S., at 612, 617. Given all the\ncircumstances of this case, that is not so here. Four hours passed\nbetween Dixon’s unwarned interrogation and his receipt of Miranda\nrights, during which time he traveled from the police station to a\nseparate jail and back again; claimed to have spoken to his lawyer;\nand learned that police were talking to his accomplice and had\nfound Hammer’s body. Things had changed. Under Seibert, this\nsignificant break in time and dramatic change in circumstances\ncreated “a new and distinct experience,” ensuring that Dixon’s\nprior, unwarned interrogation did not undermine the effectiveness\nof the Miranda warnings he received before confessing to Hammer’s\nmurder. 542 U. S., at 615; see also id., at 622 (Kennedy, J.,\nconcurring in judgment) (“For example, a substantial break in time\nand circumstances between the prewarning statement and the Miranda\nwarning may suffice in most circumstances, as it allows the accused\nto distinguish the two contexts and appreciate that the\ninterrogation has taken a new turn”).The admission of Dixon’s murder confession was\nconsistent with this Court’s precedents: Dixon received Mi- randa\nwarnings before confessing to Hammer’s murder; the effectiveness of\nthose warnings was not impaired by the sort of “two-step\ninterrogation technique” condemned in Seibert; and there is no\nevidence that any of Dixon’s statements was the product of actual\ncoercion. That does not excuse the detectives’ decision not to give\nDixon Miranda warnings before his first interrogation. But the Ohio\ncourts recognized that failure and imposed the appropriate remedy:\nexclusion of Dixon’s forgery confession and the attendant\nstatements given without the benefit of Miranda warnings. Because\nno precedent of this Court required Ohio to do more, the Sixth\nCircuit was without authority to overturn the reasoned judgment of\nthe State’s highest court.The petition for a writ of certiorari and\nrespondent’s motion to proceed in forma pauperis are granted. The\njudgment of the Court of Appeals for the Sixth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}