{
    "case": {
        "docket": "758",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/758/"
    },
    "id": "1970530",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESNATALIE E. TENNANT, WEST VIRGINIA SECRETARY OF\nSTATE, et al.v.JEFFERSON COUNTY COMMISSION,\net al.on appeal from the united states district\ncourt for the southern district of west virginiaNo. 11–1184. Decided September 25, 2012Per Curiam.Plaintiffs in this case claim that West\nVirginia’s 2011 congressional redistricting plan violates the “one\nperson, one vote” principle that we have held to be embodied in\nArticle I, §2, of the United States Constitution. A\nthree-judge District Court for the Southern District of West\nVirginia agreed, declaring the plan “null and void” and enjoining\nWest Virginia’s Secretary of State from implementing it. App. to\nJuris. Statement 4. The state defendants appealed directly to this\nCourt. See 28 U. S. C. §1253. Because the District Court\nmisapplied the standard for evaluating such challenges set out inKarcherv.Daggett,462 U.S.\n725(1983), and failed to afford appropriate deference to West\nVirginia’s reasonable exercise of its political judgment, we\nreverse.*  *  *Article I, §2, of the United States\nConstitution requires that Members of the House of Representatives\n“be ap- portioned among the several States . . .\naccording to their respective Numbers” and “chosen every second\nYear by the People of the several States.” InWesberryv.Sanders,376 U.S. 1(1964), we held that these commands require that “as nearly as is\npracticable one man’s vote in a congressional election is to be\nworth as much as another’s.”Id.,at 7–8. We have since\nexplained that the “as nearly as is practicable” standard does not\nrequire that congressional districts be drawn with “precise\nmathematical equality,” but instead that the State justify\npopulation differences between districts that could have been\navoided by “a good-faith effort to achieve absolute equality.”Karcher,supra, at 730 (quotingKirkpatrickv.Preisler,394 U.S.\n526, 530–531 (1969); internal quotation marks omitted).Karcherset out a two-prong test to\ndetermine whether a State’s congressional redistricting plan meets\nthis standard. First, the parties challenging the plan bear the\nburden of proving the existence of population differences that\n“could practicably be avoided.” 462 U. S., at 734. If they do\nso, the burden shifts to the State to “show with some specificity”\nthat the population differences “were necessary to achieve some\nlegitimate state objective.”Id.,at 741, 740. This burden\nis a “flexible” one, which “depend[s] on the size of the\ndeviations, the importance of the State’s interests, the\nconsistency with which the plan as a whole reflects those\ninterests, and the availability of alterna- tives that might\nsubstantially vindicate those interests yet approximate population\nequality more closely.”Id.,at 741. As we recently\nreaffirmed, redistricting “ordinarily involves criteria and\nstandards that have been weighed and evaluated by the elected\nbranches in the exercise of their political judgment.”Perryv.Perez, 565 U. S. ___, ___ (2012) (per curiam)\n(slip op., at 4). “[W]e are willing to defer to [such] state\nlegislative policies, so long as they are consistent with\nconstitutional norms, even if they require small differences in the\npopulation of congressional districts.”Karcher,supra, at 740.In this case, plaintiffs claim that West\nVirginia’s redistricting plan, adopted following the 2010 decennial\nUnited States census, violates Article I, §2, of the United\nStates Constitution and, separately, the West Virginia\nConstitution. The 2010 census did not alter West Virginia’s\nallocation of three congressional seats. But due to popula- tion\nshifts within the State, West Virginia nonetheless began\nredistricting to comply with the requirements in our\nprecedents.In August 2011, the West Virginia Legislature\nconvened an extraordinary session, and the State Senate formed a\n17-member Select Committee on Redistricting. The committee first\nconsidered a redistricting plan championed by its chair, Majority\nLeader John Unger, and dubbed “the Perfect Plan” because it\nachieved a population difference of a single person between the\nlargest and smallest districts. That appears, however, to have been\nthe only perfect aspect of the Perfect Plan. State legislators\nexpressed concern that the plan contravened the State’s\nlongstanding rule against splitting counties, placed two\nincumbents’ residences in the same district, and moved one-third of\nthe State’s population from one district to another.The following day, members of the Redistricting\nCommittee introduced seven additional plans. The committee\neventually reported to the full Senate the eighth proposal,\nreferred to as S. B. 1008. The full Senate rejected a ninth\nproposal offered as an amendment on the floor and adopted S. B.\n1008 by a vote of 27 to 4. The House of Delegates approved the bill\nwithout debate by a vote of 90 to 5. Governor Earl Tomblin signed\nthe bill into law on August 18, 2011.S. B. 1008, codified at W. Va. Code Ann.\n§1–2–3 (Lexis 2012 Supp.), does not split county lines, redistrict\nincumbents into the same district, or require dramatic shifts in\nthe population of the current districts. Indeed, S. B. 1008’s chief\nselling point was that it required very little change to the\nexisting districts: It moved just one county, representing 1.5% of\nthe State’s population, from one district to another. This was the\nsmallest shift of any plan considered by the legislature. S. B.\n1008, however, has a population variance of 0.79%, the second\nhighest variance of the plans the legislature considered. That is,\nthe population difference between the largest and smallest\ndistricts in S. B. 1008 equals 0.79% of the population of the\naverage district.The Jefferson County Commission and two of its\ncounty commissioners sued to enjoin the State from implementing S.\nB. 1008. At trial, the State conceded that it could have adopted a\nplan with lower population variations. The State argued, however,\nthat legitimate state policies justified the slightly higher\nvariances in S. B. 1008, citing this Court’s statement fromKarcherthat “[a]ny number of consistently applied\nlegislative policies might justify some variance, including, for\ninstance, making districts com- pact, respecting municipal\nboundaries, preserving the cores of prior districts, and avoiding\ncontests between incumbent Representatives.” 462 U. S., at\n740. The State notedKarcher’s approving reference to a\nDistrict Court opinion upholding a previous West Virginia\nredistricting plan with a population variance of 0.78%—virtually\nidentical to the variance in S. B. 1008. Seeid.,at 740–741\n(citingWest Virginia Civil Liberties Unionv.Rockefeller,336 F. Supp. 395(SD W. Va. 1972)).The District Court nonetheless granted the\ninjunction, holding that the State’s asserted objectives did not\njustify the population variance. With respect to the objective of\nnot splitting counties, the District Court acknowledged that West\nVirginia had never in its history divided a county between two or\nmore congressional districts. The court speculated, however, that\nthe practice ofotherStates dividing counties between\ndistricts “may portend the eventual deletion” of respecting such\nboundaries as a potentially legitimate justification for population\nvariances. App. to Juris. Statement 15, n. 6. The court also\nfaulted the West Virginia Legislature for failing “to create a\ncontemporaneous record sufficient to show that S. B. 1008’s entire\n4,871-person variance—or even a discrete, numerically precise\nportion thereof—was attributable” to the State’s interest in\nrespecting county boundaries and noted that several other plans\nunder consideration also did not split counties.Id.,at 15,\n16.The court further questioned the State’s\nassertion that S. B. 1008 best preserved the core of existing\ndistricts. Preserving the core of a district, the court reasoned,\ninvolved respecting the “ ‘[s]ocial, cultural, racial, ethnic,\nand economic interests common to the population of the\narea,’ ”id.,at 17 (quotingGrahamv.Thornburgh,207 F. Supp. 2d 1280, 1286 (Kan. 2002)), not a “dogged\ninsistence that change be minimized for the benefit of the delicate\nciti- zenry,” App. to Juris. Statement 20. The District Court\nconcluded that although acclimating to a new congressional district\nand Congressperson “may give rise to a modicum of anxiety and\ninconvenience, avoiding constituent discomfort at the margins is\nnot among those policies recognized inKarcheras capable of\nlegitimizing a variance.”Ibid.With respect to preventing contests between\nincumbents, the District Court again faulted the legislature for\nfailing to build a record “linking all or a specific part of the\nvariance” to that asserted interest.Id., at 22. And the\nDistrict Court found that although 0.79% was a minor variation whenKarcherwas decided, the feasibility of achieving smaller\nvariances due to improved technology meant that the same variance\nmust now be considered major. Because the District Court concluded\nthat the redistricting plan was unconstitutional under\nArticle I, §2, it did not reach plaintiffs’ challenges under\nthe West Virginia Constitution.Chief Judge Bailey dissented. He argued that the\nrecord demonstrated the legitimacy of the State’s concerns, and\nthat no other plan satisfied all those concerns as well as S. B.\n1008. He also took issue with the majority’s disregard forKarcher’s characterization of 0.78% as an acceptable\ndisparity. App. to Juris. Statement 39.We stayed the District Court’s order pending\nappeal to this Court, 565 U. S. ___ (2012), and now\nreverse.Given the State’s concession that it could\nachieve smaller population variations, the remaining question underKar- cheris whether the State can demonstrate that “the\npopulation deviations in its plan were necessary to achieve some\nlegitimate state objective.” 462 U. S., at 740. Considering,\nasKarcherinstructs, “the size of the deviations, the\nimportance of the State’s interests, the consistency with which the\nplan as a whole reflects those interests, and the availability of\nalternatives that might substan- tially vindicate those interests,”id.,at 741, it is clear that West Virginia has carried its\nburden.As an initial matter, the District Court erred\nin concluding that improved technology has converted a “minor”\nvariation inKarcherinto a “major” variation today. Nothing\nabout technological advances in redistricting and mapping software\nhas, for example, decreased population variations between a State’s\ncounties. Seeid., at 733, n. 5. Thus, if a State\nwishes to maintain whole counties, it will inevitably have\npopulation variations between districts reflecting the fact that\nits districts are composed of un- evenly populated counties.\nDespite technological advances, a variance of 0.79% results in no\nmore (or less) vote dilution today than in 1983, when this Court\nsaid that such a minor harm could be justified by legitimate state\nobjectives.Moreover, our cases leave little doubt that\navoiding contests between incumbents and not splitting political\nsubdivisions are valid, neutral state districting policies. See,e.g.,id.,at 740. The majority cited no precedent\nfor requiring legislative findings on the “discrete, numerically\nprecise portion” of the variance attributable to each factor, and\nwe are aware of none.The District Court dismissed the State’s\ninterest in limiting the shift of population between old and new\ndistricts as “ham-handed,”id.,at 19, because the State\nconsidered only “discrete bounds of geography,” rather than\n“ ‘[s]ocial, cultural, racial, ethnic, and economic interests\ncommon to the population of the area.’ ”Id.,at 17\n(quotingGrahamv.Thornburgh,supra, at\n1286). According to the District Court, that did not qualify as\n“preserving the cores of prior districts” underKarcher, 462\nU. S., at 740–741.Regardless of how to read that language fromKarcher, however, our opinion made clear that its list of\npossible justifications for population variations was not\nexclusive. Seeid.,at 740 (“Any number of consistently\napplied legislative policies might justify some variance,\nincluding, for instance, . . .”). The desire to minimize population\nshifts between districts is clearly a valid, neutral state policy.\nSee,e.g.,Turnerv.Arkansas,784 F. Supp. 585, 588–589 (ED Ark. 1991), summarily aff’d, 504\nU.S. 952 (1992). S. B. 1008 achieves significantly lower\npopulation shifts than the alternative plans—more than four times\nlower than the closest alternative, and more than 25 times lower\nthan others.None of the alternative plans came close to\nvindicating all three of the State’s legitimate objectives while\nachieving a lower variance. All other plans failed to serve at\nleast one objective as well as S. B. 1008 does; several were worse\nwith respect to two objectives; and the Perfect Plan failed as to\nall three of the State’s objectives. See App. to Juris. Statement\n43–45. This is not to say that anytime a State must choose between\nserving an additional le- gitimate objective and achieving a lower\nvariance, it may choose the former. But here, given the small “size\nof the deviations,” as balanced against “the importance of the\nState’s interests, the consistency with which the plan as a whole\nreflects those interests,” and the lack of available “alternatives\nthat might substantially vindicate those in- terests yet\napproximate population equality more closely,”Karcher,supra,at 741, S. B. 1008 is justified by the State’s\nlegitimate objectives.Because the District Court did not reach\nplaintiffs’ claims under the West Virginia Constitution and the\nissue has not been briefed by the parties, we leave it to the\nDistrict Court to address the remaining claims in the first\ninstance. The judgment of the United States District Court for the\nSouthern District of West Virginia is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}