{
    "case": {
        "docket": "20-391",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-391/"
    },
    "id": "4444359",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJODY LOMBARDO, et al.v.CITY OF\nST. LOUIS, MISSOURI, et al.on petition for writ of certiorari to the\nunited states court of appeals for the eighth circuitNo. 20–391. Decided June 28, 2021Per Curiam.On the afternoon of December 8, 2015, St. Louis\npolice officers arrested Nicholas Gilbert for trespassing in a\ncondemned building and failing to appear in court for a traffic\nticket.[1] Officers brought him\nto the St. Louis Metropolitan Police Department’s central station\nand placed him in a holding cell. At some point, an officer saw\nGilbert tie a piece of clothing around the bars of his cell and put\nit around his neck, in an apparent attempt to hang himself. Three\nofficers responded and entered Gilbert’s cell. One grabbed\nGilbert’s wrist to handcuff him, but Gilbert evaded the officer and\nbegan to struggle. The three officers brought Gilbert, who was 5’3”\nand 160 pounds, down to a kneeling position over a concrete bench\nin the cell and handcuffed his arms behind his back. Gilbert reared\nback, kicking the officers and hitting his head on the bench. After\nGilbert kicked one of the officers in the groin, they called for\nmore help and leg shackles. While Gilbert continued to struggle,\ntwo officers shackled his legs together. Emergency medical services\npersonnel were phoned for assistance.Several more officers responded. They relieved\ntwo of the original three officers, leaving six officers in the\ncell with Gilbert, who was now handcuffed and in leg irons. The\nofficers moved Gilbert to a prone position, face down on the floor.\nThree officers held Gilbert’s limbs down at the shoulders, biceps,\nand legs. At least one other placed pressure on Gilbert’s back and\ntorso. Gilbert tried to raise his chest, saying, “ ‘It hurts.\nStop.’ ”Lombardov.Saint Louis City, 361\nF. Supp. 3d 882, 898 (ED Mo. 2019).After 15 minutes of struggling in this position,\nGilbert’s breathing became abnormal and he stopped moving. The\nofficers rolled Gilbert onto his side and then his back to check\nfor a pulse. Finding none, they performed chest compressions and\nrescue breathing. An ambulance eventually transported Gilbert to\nthe hospital, where he was pronounced dead.Gilbert’s parents sued, alleging that the\nofficers had used excessive force against him. The District Court\ngranted summary judgment in favor of the officers, concluding that\nthey were entitled to qualified immunity because they did not\nviolate a constitutional right that was clearly established at the\ntime of the incident.Id.,at 895. The U. S. Court of\nAppeals for the Eighth Circuit affirmed on different grounds,\nholding that the officers did not apply unconstitutionally\nexcessive force against Gilbert. 956 F.3d 1009, 1014 (2020).In assessing a claim of excessive force, courts\nask “whether the officers’ actions are ‘objectively reasonable’ in\nlight of the facts and circumstances confronting them.”Grahamv.Connor,490 U.S.\n386, 397 (1989).[2] “A\ncourt (judge or jury) cannot apply this standard mechanically.”Kingsleyv.Hendrickson, 576 U.S. 389, 397 (2015).\nRather, the inquiry “requires careful attention to the facts and\ncircumstances of each particular case.”Graham, 490\nU. S., at 396. Those circumstances include “the relationship\nbetween the need for the use of force and the amount of force used;\nthe extent of the plaintiff ’s injury; any effort made by the\nofficer to temper or to limit the amount of force; the severity of\nthe security problem at issue; the threat reasonably perceived by\nthe officer; and whether the plaintiff was actively resisting.”Kingsley, 576 U. S., at 397.Although the Eighth Circuit cited theKingsleyfactors, it is unclear whether the court thought\nthe use of a prone restraint—no matter the kind, intensity,\nduration, or surrounding circumstances—isper seconstitutional so long as an individual appears to resist officers’\nefforts to subdue him. The court cited Circuit precedent for the\nproposition that “the use of prone restraint is not objectively\nunreasonable when a detainee actively resists officer directives\nand efforts to subdue the detainee.” 956 F. 3d, at 1013. The court\nwent on to describe as “insignificant” facts that may distinguish\nthat precedent and appear potentially important underKingsley, including that Gilbert was already handcuffed and\nleg shackled when officers moved him to the prone position and that\nofficers kept him in that position for 15 minutes. See 956\nF. 3d, at 1013–1015.Such details could matter when deciding whether\nto grant summary judgment on an excessive force claim. Here, for\nexample, record evidence (viewed in the light most favorable to\nGilbert’s parents) shows that officers placed pressure on Gilbert’s\nback even though St. Louis instructs its officers that\npressing down on the back of a prone subject can cause suffocation.\nThe evidentiary record also includes well-known police guidance\nrecommending that officers get a subject off his stomach as soon as\nhe is handcuffed because of that risk. The guidance further\nindicates that the struggles of a prone suspect may be due to\noxygen deficiency, rather than a desire to disobey officers’\ncommands. Such evidence, when considered alongside the duration of\nthe restraint and the fact that Gilbert was handcuffed and leg\nshackled at the time, may be pertinent to the relationship between\nthe need for the use of force and the amount of force used, the\nsecurity problem at issue, and the threat—to both Gilbert and\nothers—reasonably perceived by the officers. Having either failed\nto analyze such evidence or characterized it as insignificant, the\ncourt’s opinion could be read to treat Gilbert’s “ongoing\nresistance” as controlling as a matter of law.[3]Id., at 1014. Such aper serule\nwould contravene the careful, context-specific analysis required by\nthis Court’s excessive force precedent.We express no view as to whether the officers\nused unconstitutionally excessive force or, if they did, whether\nGilbert’s right to be free of such force in these circumstances was\nclearly established at the time of his death. We instead grant the\npetition for certiorari, vacate the judgment of the Eighth Circuit,\nand remand the case to give the court the opportunity to employ an\ninquiry that clearly attends to the facts and circumstances in\nanswering those questions in the first instance.It is so ordered.Notes1Because this case was\ndecided by summary judgment, the evidence here recounted is viewed\n“ ‘in the light most favorable’ ” to the nonmoving party\n(here, Gilbert’s parents, the petitioners).Tolanv.Cotton,572 U.S.\n650, 655–656 (2014) (per curiam).2Petitioners brought their\nexcessive force claims under both the Fourth and Fourteenth\nAmendments. See,e.g.,First Amended Complaint in No.\n4:16–cv–01637, ECF Doc. 28 (ED Mo.), p. 46. We need not address\nwhether the Fourth or Fourteenth Amendment provides the proper\nbasis for a claim of excessive force against a pretrial detainee in\nGilbert’s position. Whatever the source of law, in analyzing an\nexcessive force claim, a court must determine whether the force was\nobjectively unreasonable in light of the “ ‘facts and\ncircumstances of each particular case.’ ”Kingsleyv.Hendrickson, 576 U.S. 389, 397 (2015) (quotingGraham, 490 U. S., at 396).3While the dissent suggests we\nshould give the Eighth Circuit the benefit of the doubt, in\nassessing the appropriateness of review in this factbound context,\nit is more prudent to afford the Eighth Circuit an opportunity to\nclarify its opinion rather than to speculate as to its\nbasis.",
    "joined": []
}