{
    "case": {
        "docket": "15-833",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-833/"
    },
    "id": "3572532",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESSCOTT KERNAN, SECRETARY, CALIFORNIA\nDE-PARTMENT OF CORRECTIONS AND REHABIL-ITATIONv.ANTONIO A.\nHINOJOSAon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 15–833 Decided May 16, 2016Per Curiam.The Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA) requires a state prisoner seeking federal\nhabeas relief first to “exhaus[t] the remedies available in the\ncourts of the State.” 28 U. S. C. §2254(b)(1)(A). If the\nstate courts adjudicate the prisoner’s federal claim “on the\nmerits,” §2254(d), then AEDPA mandates deferential, rather thande novo, review, prohibiting federal courts from\ngranting habeas relief unless the state-court decision “was\ncontrary to, or involved an unreasonable application of, clearly\nestablished Federal law,” §2254(d)(1), or “was based on an\nunreasonable determination of the facts,” §2254(d)(2). The Ninth\nCircuit in this case decided that the Supreme Court of California’s\nsummary denial of a habeas petition wasnot“on the merits,”\nand therefore AEDPA’s deferential-review provisions did not apply.\nWe summarily reverse.Respondent Antonio Hinojosa was serving a\n16-year sentence for armed robbery and related crimes when,in 2009,\nCalifornia prison officials “validated” him as a prison-gang\nassociate and placed him in a secured housing unit. At the time of\nHinojosa’s offense and conviction, California law had permitted\nprisoners placed in a secured housing unit solely by virtue of\ntheir prison-gang affiliations to continue to accrue good-time\ncredits. See Cal. Penal Code Ann. §2933.6 (West 2000). In 2010, the\nCalifornia Legislature amended the law so that prison-gang\nassociates placed in a secured housing unit could no longer earn\nfuture good-time credits, although they would retain any credits\nalready earned. §2933.6(a) (West Supp. 2016).Hinojosa filed a state habeas petition, arguing\n(as relevant here) that applying the new law to him violated the\nFederal Constitution’s prohibition ofex post factolaws.\nSee Art. I, §10, cl. 1;Weaverv.Graham,\n450 U. S. 24 (1981) . The Orange County Superior Court denied\nthe claim “on grounds petitioner has not sought review of his claim\nof error in the proper judicial venue.” App. to Pet. for Cert. 44a.\nThe court explained:“ ‘Although any superior court has\njurisdiction to entertain and adjudicate a petition for writ of\nhabeas corpus, it does not follow that it should do so in all\ninstances.’ Challenges to conditions of an inmate’s confinement\nshould be entertained by the superior court of county wherein the\ninmate is confined. (Griggs v. Superior Court(1976) 16\nCal. 3d 341, 347.)“The petition for writ of habeas corpus is\nDENIED.”Id., at 44a–45a.[1]Rather than file a new petition in the correct\nvenue (Kings County Superior Court), Hinojosa turned to the\nappellate court, which summarily denied his petition. Instead of\nappealing that denial, see Cal. Penal Code Ann. §1506 (West Supp.\n2016), Hinojosa sought an original writ of habeas corpus in the\nSupreme Court of California, see Cal. Const., Art. 6, §10, which\nsummarily denied relief without explanation.A petition for federal habeas relief followed.\nAdopting the Magistrate Judge’s findings and recommendation, the\nDistrict Court denied Hinojosa’sex post factoclaim under\nAEDPA’s deferential review. A Ninth Circuit panel reversed.Hinojosav.Davey, 803 F. 3d 412 (2015). Citing\nour decision inYlstv.Nunnemaker, 501 U. S.\n797 (1991) , the panel “looked through” the Supreme Court of\nCalifornia’s summary denial to the last reasoned decision\nadjudicating Hinojosa’s claim: the Superior Court’s dismissal for\nimproper venue. The panel reasoned that the Superior Court’s\ndecision “is not a determination ‘on the merits’ ” and that as\na result it was “not bound by AEDPA.” 803 F. 3d, at 419.\nHaving thus freed itself from AEDPA’s strictures, the court granted\nHinojosa’s petition for habeas relief.We reverse. InYlst, we said that where\n“the last reasoned opinion on the claim explicitly imposes a\nprocedural default, we will presume that a later decision rejecting\nthe claim did not silently disregard that bar and consider the\nmerits.” 501 U. S., at 803. We adopted this presumption\nbecause “silence implies consent, not the opposite—and courts\ngenerally behave accordingly, affirming without further discussion\nwhen they agree, not when they disagree, with the reasons given\nbelow.”Id.,at 804. But we pointedly refused to make the\npresumption irrebuttable; “strong evidence can refute it.”Ibid.It is amply refuted here. Improper venue could\nnot possibly have been a ground for the high court’s summary denial\nof Hinojosa’s claim. There is only one Supreme Court of\nCalifornia—and thus only one venue in which Hinojosa could have\nsought an original writ of habeas corpus in that court. Under these\ncircumstances, it cannot be that the State Supreme Court’s denial\n“rest[ed] upon the same ground” as the Superior Court’s.Id.,at 803. It quite obviously rested upon some different\nground.Ylst’s “look-through” approach is therefore\ninapplicable.[2]Hinojosa resists this conclusion, remarking that\n“a reviewing court has discretion to denywithout prejudicea habeas corpus petition that was not filed first in a proper lower\ncourt.”In re Steele, 32 Cal. 4th 682, 692, 85\nP. 3d 444, 449 (2004) (emphasis added). But there is no\nindication that the summary denial here was without prejudice, thus\nrefuting Hinojosa’s speculation.Containing no statement to the contrary, the\nSupreme Court of California’s summary denial of Hinojosa’s petition\nwas therefore on the merits.Harringtonv.Richter,\n562 U. S. 86, 99 (2011) . Accordingly, the Ninth Circuit\nshould have reviewed Hinojosa’sex post factoclaim through\nAEDPA’s deferential lens. And although we express no view on the\nmerits of that claim, we note that the Ninth Circuit has already\nheld that state-court denials of claims identical to Hinojosa’s are\nnot contrary to clearly established federal law. SeeNevarezv.Barnes, 749 F. 3d 1124 (CA9 2014); see alsoIn re Efstathiou, 200 Cal. App. 4th 725, 730–732, 133\nCal. Rptr. 3d 34, 37–40 (2011);In re Sampson, 197 Cal.\nApp. 4th 1234, 1240–1244, 130 Cal. Rptr. 3d 39, 43–46 (2011). The\npanel below recognized as much: “If AEDPA applies here, we are\nbound by our decision inNevarezand must affirm the\ndistrict court’s denial of Hinojosa’s petition.” 803 F. 3d, at\n418. AEDPA applies here.The petition for a writ of certiorari and\nHinojosa’s motion for leave to proceedin forma pauperisare\ngranted, and the judgment of the Court of Appeals for the Ninth\nCircuit is reversed.It is so ordered.Notes1InGriggsv.Superior Ct. of San Bernardino Cty., 16 Cal. 3d 341,\n347, 546 P. 2d 727, 731 (1976), the Supreme Court of\nCalifornia stated that “[a]s a general rule,” if a prisoner files a\nhabeas petition challenging the conditions of his confinement in a\ncounty other than the one in which he is confined, the court should\nnot deny the petition unless it fails to state a prima facie case.\nIn this case, however, there is no hint in the opinion of the\nSuperior Court that it followed this approach, and petitioner does\nnot claim that it did.2Alternatively, if the\nSuperior Court in fact followedGriggs’ instructions and\nsilently concluded that the claim did not state a prima facie case\nfor relief, see n. 1,supra, the decision of the\nSupreme Court of California would still be a decision on the\nmerits, and the AEDPA standard of review would still\napply.",
    "joined": []
}