{
    "case": {
        "docket": "24a78",
        "citation": "603",
        "year": 2024,
        "url": "https://supreme.justia.com/cases/federal/us/603/24a78/"
    },
    "id": "4934533",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 24A78_________________DEPARTMENT OF EDUCATION, et al.v.LOUISIANA, et al.on application for stay_________________No. 24A79_________________MIGUEL CARDONA, SECRETARY OF EDUCATION,\net al.v.TENNESSEE, et al.on application for stay[August 16, 2024]Per Curiam.The application for a partial stay presented to\nJustice Alito in No. 24A78 and by him referred to the Court is\ndenied. The application for a partial stay presented to Justice\nKavanaugh in No. 24A79 and by him referred to the Court is\ndenied.The Department of Education recently issued a\nnew rule implementing Title IX of the Education Amendments of 1972.\nThe rule newly defined sex discrimination to “includ[e ]\ndiscrimination on the basis of sex stereotypes, sex\ncharacteristics, pregnancy or related conditions, sexual\norientation, and gender identity.” 89 Fed. Reg. 33886 (2024).Several States and other parties sought\npreliminary injunctions against the new rule, arguing among other\nthings that the rule exceeded the bounds of the statutory text\nenacted by Congress. District Courts in Louisiana and Kentucky\nagreed with the plaintiffs and preliminarily enjoined enforcement\nof the rule in the plaintiff States. The Courts of Appeals for the\nFifth and Sixth Circuits then declined to stay the injunctions in\nthe interim period while those courts consider the Government’s\nappeals of the preliminary injunctions.The Government has now filed emergency\napplications in this Court seeking partial stays of the preliminary\ninjunctions pending resolution of the appeals in the Fifth and\nSixth Circuits. The Court denies the Government’s applications.Importantly, all Members of the Court today\naccept that the plaintiffs were entitled to preliminary injunctive\nrelief as to three provisions of the rule, including the central\nprovision that newly defines sex discrimination to include\ndiscrimination on the basis of sexual orientation and gender\nidentity. But the Government argues (and the dissent agrees) that\nthose provisions should be severed and that the other provisions of\nthe new rule should still be permitted to take effect in the\ninterim period while the Government’s appeals of the preliminary\ninjunctions are pending in the Courts of Appeals. The lower courts\nconcluded otherwise because the new definition of sex\ndiscrimination is intertwined with and affects many other\nprovisions of the new rule. Those courts therefore concluded, at\nleast at this preliminary stage, that the allegedly unlawful\nprovisions are not readily severable from the remaining provisions.\nThe lower courts also pointed out the difficulty that schools would\nface in determining how to apply the rule for a temporary period\nwith some provisions in effect and some enjoined.In this emergency posture in this Court, the\nburden is on the Government as applicant to show, among other\nthings, a likelihood of success on its severability argument and\nthat the equities favor a stay. On this limited record and in its\nemergency applications, the Government has not provided this Court\na sufficient basis to disturb the lower courts’ interim conclusions\nthat the three provisions found likely to be unlawful are\nintertwined with and affect other provisions of the rule. Nor has\nthe Government adequately identified which particular provisions,\nif any, are sufficiently independent of the enjoined definitional\nprovision and thus might be able to remain in effect. Moreover,\nrelated to the equities, the Sixth Circuit has already expedited\nits consideration of the case and scheduled oral argument for\nOctober. The Court expects that the Courts of Appeals will render\ntheir decisions with appropriate dispatch. In light of all of the\ncircumstances, the Court denies the Government’s applications for\npartial stays.It is so ordered.",
    "joined": []
}