{
    "case": {
        "docket": "17-961",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-961/"
    },
    "id": "4068012",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–961_________________THEODORE H. FRANK, et al., PETITIONERSv.PALOMA GAOS, individually and on behalf of all others\nsimilarly situated, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 20, 2019]Per Curiam.Three named plaintiffs brought class action\nclaims against Google for alleged violations of the Stored\nCommunications Act. The parties negotiated a settlement agreement\nthat would require Google to include certain disclosures on some of\nits webpages and would distribute more than $5 million tocy\npresrecipients, more than $2 million to class counsel, and no\nmoney to absent class members. We granted certiorari to review\nwhether suchcy pressettlements satisfy the requirement\nthat class settlements be “fair, reasonable, and adequate.” Fed.\nRule Civ. Proc. 23(e)(2). Because there remain substantial\nquestions about whether any of the named plaintiffs has standing to\nsue in light of our decision inSpokeo,Inc.v.Robins, 578 U. S. ___ (2016), we vacate the judgment of\nthe Ninth Circuit and remand for further proceedings.Google operates an Internet search engine. The\nsearch engine allows users to search for a word or phrase by typing\na query into the Google website. Google returns a list of webpages\nthat are relevant to the indicated term or phrase. The complaints\nalleged that when an Internet user conducted a Google search and\nclicked on a hyperlink to open one of the webpages listed on the\nsearch results page, Google transmitted information including the\nterms of the search to the server that hosted the selected webpage.\nThis so-called referrer header told the server that the user\narrived at the webpage by searching for particular terms on\nGoogle’s website.Paloma Gaos challenged Google’s use of referrer\nheaders. She filed a complaint in Federal District Court on behalf\nof herself and a putative class of people who conducted a Google\nsearch and clicked on any of the resulting links within a certain\ntime period. Gaos alleged that Google’s transmission of users’\nsearch terms in referrer headers violated the Stored Communications\nAct, 18 U. S. C. §2701et seq.The SCA\nprohibits “a person or entity providing an electronic communication\nservice to the public” from “knowingly divulg[ing] to any person or\nentity the contents of a communication while in electronic storage\nby that service.” §2702(a)(1). The Act also creates a private right\nof action that entitles any “person aggrieved by any violation” to\n“recover from the person or entity, other than the United States,\nwhich engaged in that violation such relief as may be appropriate.”\n§2707(a). Gaos also asserted several state law claims.Google moved to dismiss for lack of standing\nthree times. Its first attempt was successful. The District Court\nreasoned that although “a plaintiff may establish standing through\nallegations of violation of a statutory right,” Gaos had “failed to\nplead facts sufficient to support a claim for violation of her\nstatutory rights.”Gaosv.Google,Inc., 2011\nWL 7295480, *3 (ND Cal., Apr. 7, 2011). In particular, the court\nfaulted Gaos for failing to plead “that she clicked on a link from\nthe Google search page.”Ibid.After Gaos filed an amended complaint, Google\nagain moved to dismiss. That second attempt was partially\nsuccessful. The District Court dismissed Gaos’ state law claims,\nbut denied the motion as to her SCA claims. The court reasoned that\nbecause the SCA created a right to be free from the unlawful\ndisclosure of certain communications, and because Gaos alleged a\nviolation of the SCA that was specific to her (i.e., based\non a search she conducted), Gaos alleged a concrete and\nparticularized injury.Gaosv.Google Inc., 2012 WL\n1094646, *4 (ND Cal., Mar. 29, 2012). The court rested that\nconclusion onEdwardsv.First American Corp., 610\nF.3d 514 (2010)—a Ninth Circuit decision reasoning that an Article\nIII injury exists whenever a statute gives an individual a\nstatutory cause of action and the plaintiff claims that the\ndefendant violated the statute. 2012 WL 1094646, *3.After the District Court ruled on Google’s\nsecond motion to dismiss, we granted certiorari inEdwardsto address whether an alleged statutory violation alone can support\nstanding.First American Financial Corp.v.Edwards,\n564 U.S. 1018 (2011). In the meantime, Gaos and an additional named\nplaintiff filed a second amended complaint against Google. Google\nonce again moved to dismiss. Google argued that the named\nplaintiffs did not have standing to bring their SCA claims because\nthey had failed to allege facts establishing a cognizable injury.\nGoogle recognized that the District Court had previously relied onEdwardsto find standing based on the alleged violation of a\nstatutory right. But because this Court had agreed to reviewEdwards, Google explained that it would continue to\nchallenge the District Court’s conclusion. We eventually dismissedEdwardsas improvidently granted,567\nU.S. 756(2012) (per curiam), and Google then withdrew\nits argument that Gaos lacked standing for the SCA claims.Gaos’ putative class action was consolidated\nwith a similar complaint, and the parties negotiated a classwide\nsettlement. The terms of their agreement required Google to include\ncertain disclosures about referrer headers on three of its\nwebpages. Google could, however, continue its practice of\ntransmitting users’ search terms in referrer headers. Google also\nagreed to pay $8.5 million. None of those funds would be\ndistributed to absent class members. Instead, most of the money\nwould be distributed to sixcy presrecipients. In the class\naction context,cy presrefers to the practice of\ndistributing settlement funds not amenable to individual claims or\nmeaningful pro rata distribution to nonprofit organizations\nwhose work is determined to indirectly benefit class members.\nBlack’s Law Dictionary 470 (10th ed. 2014). In this case, thecy\npresrecipients were selected by class counsel and Google to\n“promote public awareness and education, and/or to support\nresearch, development, and initiatives, related to protecting\nprivacy on the Internet.” App. to Pet. for Cert. 84. The rest of\nthe funds would be used for administrative costs and fees, given to\nthe named plaintiffs in the form of incentive payments, and awarded\nto class counsel as attorney’s fees.The District Court granted preliminary\ncertification of the class and preliminary approval of the\nsettlement. Five class members, including petitioners Theodore\nFrank and Melissa Holyoak, objected to the settlement on several\ngrounds. They complained that settlements providing onlycy\npresrelief do not comply with the requirements of Rule 23(e),\nthatcy presrelief was not justified in this case, and that\nconflicts of interest infected the selection of thecy presrecipients. After a hearing, the District Court granted final\napproval of the settlement.Frank and Holyoak appealed. After briefing\nbefore the Ninth Circuit was complete, but prior to decision by\nthat court, we issued our opinion inSpokeo,Inc.v.Robins, 578 U. S. ___ (2016). InSpokeo, we held\nthat “Article III standing requires a concrete injury even in the\ncontext of a statutory violation.”Id., at ___ (slip op., at\n9). We rejected the premise, relied on in the decision then under\nreview and inEdwards, that “a plaintiff automatically\nsatisfies the injury-in-fact requirement whenever a statute grants\na person a statutory right and purports to authorize that person to\nsue to vindicate that right.” 578 U. S., at ___ (slip op., at\n9); see alsoid., at ___ (slip op., at 5). Google notified\nthe Ninth Circuit of our opinion.A divided panel of the Ninth Circuit affirmed,\nwithout addressingSpokeo.In re Google Referrer\nHeader Privacy Litigation, 869 F.3d 737 (2017). We granted\ncertiorari, 584 U. S. ___ (2018), to decide whether a class\naction settlement that provides acy presaward but no\ndirect relief to class members satisfies the requirement that a\nsettlement binding class members be “fair, reasonable, and\nadequate.” Fed. Rule Civ. Proc. 23(e)(2).In briefing on the merits before this Court, the\nSolicitor General filed a brief asamicus curiaesupporting\nneither party. He urged us to vacate and remand the case for the\nlower courts to address standing. The Government argued that there\nis a substantial open question about whether any named plaintiff in\nthe class action actually had standing in the District Court.\nBecause Google withdrew its standing challenge after we dismissedEdwardsas improvidently granted, neither the District Court\nnor the Ninth Circuit ever opined on whether any named plaintiff\nsufficiently alleged standing in the operative complaint.“We have an obligation to assure ourselves of\nlitigants’ standing under Article III.”DaimlerChrysler\nCorp.v.Cuno,547 U.S.\n332, 340 (2006) (quotingFriends of the Earth,Inc.v.Laidlaw Environmental Services (TOC),Inc.,528 U.S.\n167, 180 (2000); internal quotation marks omitted). That\nobligation extends to court approval of proposed class action\nsettlements. In ordinary non-class litigation, parties are free to\nsettle their disputes on their own terms, and plaintiffs may\nvoluntarily dismiss their claims without a court order. Fed. Rule\nCiv. Proc. 41(a)(1)(A). By contrast, in a class action, the\n“claims, issues, or defenses of a certified class—or a class\nproposed to be certified for purposes of settlement—may be settled,\nvoluntarily dismissed, or compromised only with the court’s\napproval.” Fed. Rule Civ. Proc. 23(e). A court is powerless to\napprove a proposed class settlement if it lacks jurisdiction over\nthe dispute, and federal courts lack jurisdiction if no named\nplaintiff has standing.Simonv.Eastern Ky. Welfare\nRights Organization,426 U.S.\n26, 40, n. 20 (1976).When the District Court ruled on Google’s second\nmotion to dismiss, it relied onEdwardsto hold that Gaos\nhad standing to assert a claim under the SCA. Our decision inSpokeoabrogated the ruling inEdwardsthat the\nviolation of a statutory right automatically satisfies the\ninjury-in-fact requirement whenever a statute authorizes a person\nto sue to vindicate that right. 578 U. S., at ___ (slip op.,\nat 9); seeEdwards, 610 F. 3d, at 517–518. Since that\ntime, no court in this case has analyzed whether any named\nplaintiff has alleged SCA violations that are sufficiently concrete\nand particularized to support standing. After oral argument, we\nordered supplemental briefing from the parties and Solicitor\nGeneral to address that question.After reviewing the supplemental briefs, we\nconclude that the case should be remanded for the courts below to\naddress the plaintiffs’ standing in light ofSpokeo. The\nsupplemental briefs filed in response to our order raise a wide\nvariety of legal and factual issues not addressed in the merits\nbriefing before us or at oral argument. We “are a court of review,\nnot of first view.”Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005). Resolution of the standing question\nshould take place in the District Court or the Ninth Circuit in the\nfirst instance. We therefore vacate and remand for further\nproceedings. Nothing in our opinion should be interpreted as\nexpressing a view on any particular resolution of the standing\nquestion.*  *  *The judgment of the United States Court of\nAppeals for the Ninth Circuit is vacated, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}