{
    "case": {
        "docket": "385",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/385/"
    },
    "id": "3539463",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMICHAEL WEARRYv.BURL CAIN, WARDENon petition for writ of certiorari to the\ndistrict court of louisiana, livingston parishNo. 14–10008. Decided March 7, 2016Per Curiam.Michael Wearry is on Louisiana’s death row.\nUrging that the prosecution failed to disclose evidence supporting\nhis innocence and that his counsel provided ineffective assistance\nat trial, Wearry unsuccessfully sought postconviction relief in\nstate court. Contrary to the state postconviction court, we\nconclude that the prosecution’s failure to disclose material\nevidence violated Wearry’s due process rights. We reverse the state\npostconviction court’s judgment on that account, and therefore do\nnot reach Wearry’s ineffective-assistance-of-counsel claim.IASometime between 8:20 and 9:30 on the evening\nof April 4, 1998, Eric Walber was brutally murdered. Nearly two\nyears after the murder, Sam Scott, at the time incarcerated,\ncontacted authorities and implicated Michael Wearry. Scott\ninitially reported that he had been friends withthe victim; that he\nwas at work the night of the murder; that the victim had come\nlooking for him but had instead run into Wearry and four others;\nand that Wearry and the others had later confessed to shooting and\ndriving over the victim before leaving his body on Blahut Road. In\nfact, the victim had not been shot, and his body had been found on\nCrisp Road.Scott changed his account of the crime over the\ncourse of four later statements, each of which differed from the\nothers in material ways. By the time Scott testified as the State’s\nstar witness at Wearry’s trial, his story bore little resemblance\nto his original account. According to the version Scott told the\njury, he had been playing dice with Wearry and others when the\nvictim drove past. Wearry, who had been losing, decided to rob the\nvictim. After Wearry and an acquaintance, Randy Hutchinson, stopped\nthe victim’s car, Hutchinson shoved the victim into the cargo area.\nFive men, including Scott, Hutchinson, and Wearry, proceeded to\ndrive around, at one point encountering Eric Brown—the State’s\nother main witness—and pausing intermittently to assault the\nvictim. Finally, Scott related, Wearry and two others killed the\nvictim by running him over. On cross-examination, Scott admitted\nthat he had changed his account several times.Consistent with Scott’s testimony, Brown\ntestified that on the night of the murder he had seen Wearry and\nothers with a man who looked like the victim. Incarcerated on\nunrelated charges at the time of Wearry’s trial, Brown acknowledged\nthat he had made a prior inconsistent statement to the police, but\nhad recanted and agreed to testify against Wearry, not for any\nprosecutorial favor, but solely because his sister knew the\nvictim’s sister. The State commented during its opening argument\nthat Brown “is doing 15 years on a drug charge right now, [but]\nhasn’t asked for a thing.” 7 Record 1723 (Tr., Mar. 2, 2002).\nDuring closing argument, the State reiterated that Brown “has no\ndeal on the table” and was testifying because the victim’s “family\ndeserves to know.” Pet. for Cert. 19.Although the State presented no physical\nevidence at trial, it did offer additional circumstantial evidence\nlinking Wearry to the victim. One witness testified that he saw\nWearry in the victim’s car on the night of the murder and, later,\nholding the victim’s class ring. Another witness said he saw Wearry\nthrowing away the victim’s cologne. In some respects, however,\nthese witnesses contradicted Scott’s account. For example, the\nwitness who reported seeing Wearry in the victim’s car did not\nplace Scott in the car.Wearry’s defense at trial rested on an alibi. He\nclaimed that, at the time of the murder, he had been at a wedding\nreception in Baton Rouge, 40 miles away. Wearry’s girlfriend, her\nsister, and her aunt corroborated Wearry’s account. In closing\nargument, the State stressed that all three witnesses had personal\nrelationships with Wearry. The State also presented two rebuttal\nwitnesses: the bride at the wedding, who reported that the\nreception had ended by 8:30 or 9:00 (potentially leaving sufficient\ntime for Wearry to have committed the crime); and three jail\nemployees, who testified that they had overheard Wearry say that he\nwas a bystander when the crime occurred.The jury convicted Wearry of capital murder and\nsentenced him to death. His conviction and sentence were affirmed\non direct appeal.[1]BAfter Wearry’s conviction became final, it\nemerged that the prosecution had withheld relevant information that\ncould have advanced Wearry’s plea. Wearry argued during state\npostconviction proceedings that three categories of belatedly\nrevealed information would have undermined the prosecution and\nmaterially aided Wearry’s defense at trial.First, previously undisclosed police records\nshowed that two of Scott’s fellow inmates had made statements that\ncast doubt on Scott’s credibility. One inmate had reported hearing\nScott say that he wanted to “ ‘make sure [Wearry] gets the\nneedle cause he jacked over me.’ ”Id., at 22 (quoting\ninmate affidavit).[2] The other\ninmate had told investigators—at a meeting Scott orchestrated—that\nhe had witnessed the murder, but this inmate recanted the next day.\n“Scott had told him what to say,” he explained, and had suggested\nthat lying about having witnessed the murder “would help him get\nout of jail.” Pet. Exh. 13 in No. 01–FELN–015992, pp. 104, 107. See\nalso Pet. for Cert. 22 (quoting police notes).Second, the State had failed to disclose that,\ncontrary to the prosecution’s assertions at trial, Brown had twice\nsought a deal to reduce his existing sentence in exchange for\ntestifying against Wearry. The police had told Brown that they\nwould “ ‘talk to the D. A. if he told the truth.’ ”\nPet. for Cert. 19 (quoting police notes).Third, the prosecution had failed to turn over\nmedical records on Randy Hutchinson. According to Scott, on the\nnight of the murder, Hutchinson had run into the street to flag\ndown the victim, pulled the victim out of his car, shoved him into\nthe cargo space, and crawled into the cargo space himself. But\nHutchinson’s medical records revealed that, nine days before the\nmurder, Hutchinson had undergone knee surgery to repair a ruptured\npatellar tendon.Id.,at 10–11, 15–16, 32.[3] An expert witness, Dr. Paul Dworak,\ntestified at the state collateral-review hearing that Hutchinson’s\nsurgically repaired knee could not have withstood running, bending,\nor lifting substantial weight. The State presented an expert\nwitness who disagreed with Dr. Dworak’s appraisal of Hutchinson’s\nphysical fitness.During state postconviction proceedings, Wearry\nalso maintained that his trial attorney had failed to uncover\nexonerating evidence. Wearry’s trial attorney admitted at the state\ncollateral-review hearing that he had conducted no independent\ninvestigation into Wearry’s innocence and had relied solely on\nevidence the State and Wearry had provided.[4] For example, despite Wearry’s alibi, his attorney\nundertook no effort to locate independent witnesses from among the\ndozens of guests who had attended the wedding reception.Counsel representing Wearry on collateral review\nconducted an independent investigation. This investigation revealed\nmany witnesses lacking any personal relationship with Wearry who\nwould have been willing to corroborate his alibi had they been\ncalled at trial. Collateral-review counsel’s investigation also\nrevealed that Scott’s brother and sister-in-law would have been\nwilling to tes-tify at trial, as they did at the collateral-review\nhearing, that Scott was with them, mostly at a strawberry festival,\nuntil around 11:00 on the night of the murder.Based on this new evidence, Wearry alleged\nviolations of his due process rights underBradyv.Maryland, 373 U. S. 83 (1963) , and of his Sixth\nAmendment right to effective assistance of counsel. Acknowledging\nthat the State “probably ought to have” disclosed the withheld\nevidence, App. to Pet. for Cert. B–6, and that Wearry’s counsel\nprovided “perhaps not the best defense that could have been\nrendered,”id.,at B–5, the postconviction court denied\nrelief. Even if Wearry’s constitutional rights were violated, the\ncourt concluded, he had not shown prejudice.Id.,at B–5,\nB–7. In turn, the Louisiana Supreme Court also denied relief.Id.,at A–1. Chief Justice Johnson would have granted\nWearry’s petition on the ground that he received ineffective\nassistance of counsel.Id.,at A–2.[5]IIBecause we conclude that the Louisiana courts’\ndenial of Wearry’sBradyclaim runs up against settled\nconstitutional principles, and because a new trial is required as a\nresult, we need not and do not consider the merits of his\nineffective-assistance-of-counsel claim. “[T]he suppression by the\nprosecution of evidence favorable to an accused upon request\nviolates due process where the evidence is material either to guilt\nor to punishment, irrespective of the good faith or bad faith of\nthe prosecution.”Brady,supra, at 87. See alsoGigliov.United States, 405 U. S. 150 –154\n(1972) (clarifying that the rule stated inBradyapplies to\nevidence undermining witness credibility). Evidence qualifies as\nmaterial when there is “ ‘any reasonable likelihood’ ” it\ncould have “ ‘affected the judgment of the jury.’ ”Giglio,supra, at 154 (quotingNapuev.Illinois, 360 U. S. 264, 271 (1959) ). To prevail on\nhisBradyclaim, Wearry need not show that he “more likely\nthan not” would have been acquitted had the new evidence been\nadmitted.Smithv.Cain, 565 U. S. 73 , ___–___\n(2012) (slip op., at 2–3) (internal quotation marks and brackets\nomitted). He must show only that the new evidence is sufficient to\n“undermine confidence” in the verdict.Ibid.[6]Beyond doubt, the newly revealed evidence\nsuffices to undermine confidence in Wearry’s conviction. The\nState’s trial evidence resembles a house of cards, built on the\njury crediting Scott’s account rather than Wearry’s alibi. SeeUnited Statesv.Agurs, 427 U. S. 97, 113 (1976)\n(“[I]f the verdict is already of questionable validity, additional\nevidence of relatively minor importance might be sufficient to\ncreate a reasonable doubt.”). The dissent asserts that, apart from\nthe testimony of Scott and Brown, there was independent evidence\npointing to Wearry as the murderer. Seepost,at 5 (opinion\nof Alito, J.). But all of the evidence the dissent cites suggests,\nat most, that someone in Wearry’s group of friends may have\ncommitted the crime, and that Wearry may have been involved in\nevents related to the murderafterit occurred. Perhaps, on\nthe basis of this evidence, Louisiana might have charged Wearry as\nan accessory after the fact. La. Rev. Stat. Ann. §14:25 (West 2007)\n(providing a maximum prison term of five years for accessories\nafter the fact). But Louisiana instead charged Wearry with capital\nmurder, and the only evidence directly tying him to that crime was\nScott’s dubious testimony, corroborated by the similarly suspect\ntestimony of Brown.[7]As the dissent recognizes, “Scott did not have\nan exemplary record of veracity.”Post,at 3. Scott’s\ncredibility, already impugned by his many inconsistent stories,\nwould have been further diminished had the jury learned that\nHutchinson may have been physically incapable of performing the\nrole Scott ascribed to him, that Scott had coached another inmate\nto lie about the murder and thereby enhance his chances to get out\nof jail, or that Scott may have implicated Wearry to settle a\npersonal score.[8] Moreover,\nany juror who found Scott more credible in light of Brown’s\ntestimony might have thought differently had she learned that Brown\nmay have been motivated to come forward not by his sister’s\nrelationship with the victim’s sister—as the prosecution had\ninsisted in its closing argument—but by the possibility of a\nreduced sentence on an existing conviction. SeeNapue,supra, at 270 (even though the State had made no binding\npromises, a witness’ attempt to obtain a deal before testifying was\nmaterial because the jury “might well have concluded that [the\nwitness] had fabricated testimony in order to curry the\n[prosecution’s] favor”). Even if the jury—armed with all of this\nnew evidence—couldhave voted to convict Wearry, we have “no\nconfidence that itwouldhave done so.”Smith,supra, at ___ (slip op., at 3).Reaching the opposite conclusion, the state\npostconviction court improperly evaluated the materiality of each\npiece of evidence in isolation rather than cumulatively, seeKylesv.Whitley, 514 U. S. 419, 441 (1995)\n(requiring a “cumulative evaluation” of the materiality of\nwrongfully withheld evidence), emphasized reasons a juror might\ndisregard new evidence while ignoring reasons she might not, cf.Porterv.McCollum, 558 U. S. 30, 43 (2009)\n(per curiam) (“it was not reasonable to discount entirely\nthe effect that [a defendant’s expert’s] testimony might have had\non the jury” just because the State’s expert provided contrary\ntestimony), and failed even to mention the statements of the two\ninmates impeaching Scott.IIIIn addition to defending the judgment of the\nLouisiana courts, the dissent criticizes the Court for deciding\nthis “intensely factual question . . . without full\nbriefing and argument.”Post,at 6. But the Court has not\nshied away from summarily deciding fact-intensive cases where, as\nhere, lower courts have egregiously misapplied settled law. See,e.g.,Mullenixv.Luna,ante,at ___\n(percuriam);Stantonv.Sims, 571 U. S.\n___ (2013) (per curiam);Parkerv.Matthews,\n567 U. S. ___ (2012) (per curiam);Colemanv.Johnson, 566 U. S. ___ (2012) (per curiam);Wetzelv.Lambert, 565 U. S. ___ (2012) (per\ncuriam);Ryburnv.Huff, 565 U. S. ___\n(2012) (per curiam);Searsv.Upton, 561\nU. S. 945 (2010) (per curiam);Porterv.McCollum,supra.Because “[t]he petition does not . . .\nfall into a category in which the Court has previously evinced an\ninclination to police factbound errors,” the dissent continues,\n“nothing warned the State,” when it was drafting its brief in\nopposition, that the Court might summarily reverse Wearry’s\nconviction.Post,at 5–6. Contrary to the dissent, however,\nsummarily deciding a capital case, when circumstances so warrant,\nis hardly unprecedented. SeeSears,supra,at 951–952\n(vacating a state postconviction court’s denial of relief on a\npenalty-phase ineffective-assistance-of-counsel claim);Porter,supra,at 38–40 (attorney provided\nineffective assistance of counsel by conducting a constitutionally\ninadequate investigation into mitigating evidence). Perhaps\nanticipating the possibility of summary reversal, the State devoted\nthe bulk of its 30-page brief in opposition to a point-by-point\nrebuttal of Wearry’s claims. Given this brief, as well as the\nState’s lower court filings similarly concentrating on evidence\nsupporting its position, the chances that further briefing or\nargument would change the outcome are vanishingly slim.The dissent also inveighs against the Court’s\n“depart[ure] from our usual procedures . . . [to] decide\npetitioner’s fact-intensiveBradyclaim at this stage\n. . . [rather than] allow[ing] petitioner to raise that\nclaim in a federal habeas proceeding.”Post,at 7. This\nCourt, of course, has jurisdiction over the final judgments of\nstate postconviction courts, see 28 U. S. C. §1257(a),\nand exercises that jurisdiction in appropriate circumstances.\nEarlier this Term, for instance, we heard argument inFosterv.Chatman, No. 14–8349, which involves the Georgia courts’\ndenial of postconviction relief to a capital defendant raising a\nclaim underBatsonv.Kentucky, 476 U. S. 79\n(1986) . See alsoSmith, 565 U. S., at ___ (slip op.,\nat 2) (reversing a state postconviction court’s denial of relief on\naBradyclaim);Sears,supra,at 946.\nReviewing the Louisiana courts’ denial of postconviction relief is\nthus hardly the bold departure the dissent paints it to be. The\nalternative to granting review, after all, is forcing Wearry to\nendure yet more time on Louisiana’s death row in service of a\nconviction that is constitutionally flawed.*  *  *Because Wearry’s due process rights were\nviolated, we grant his petition for a writ of certiorari and motion\nfor leave to proceedin forma pauperis, reverse the judgment\nof the Louisiana postconviction court, and remand for further\nproceedings not inconsistent with this opinion.It is so ordered.Notes1Wearry argued,inter\nalia, that the trial court improperly denied his for-cause\nchallenges, and that the prosecution discriminated on the basis of\nrace in jury selection in violation ofBatsonv.Kentucky, 476 U. S. 79 (1986) . Finding both\njury-selection claims credible, then-Justice Johnson dissented from\nthe affirmance of Wearry’s conviction.Statev.Weary, 2003–3067 (La. 4/2/06), 931 So. 2d 297, 328–337.\n(Wearry’s name is misspelled in the direct-appeal case\ncaption.)2Illustrative of the\nliberties the dissent takes with the record is the assertion that\n“Scott blamed [Wearry] for putting him in the position of having to\nadmit his own role in the events surrounding the murder.”Post,at 2 (opinion of Alito, J.). Introducing the inmate’s\nstatement, the dissent therefore suggests, might have “backfired by\nallowing the prosecution to return the jury’s focus to a point the\nState emphasized often during trial, namely, that Scott’s\naccusations were credible precisely because Scott had no motive to\ntell a story that was contrary to his own interests.”Id.,at 2–3.True, according to the inmate, Scott had complained\nthat his identification of Wearry had resulted in a lengthier\nprison term. The inmate, however, did not suggest that Scott was\nangry with Wearrybecausehe had suffered adverse\nconsequences as a result of Wearry’s crime. Instead, the inmate\nseparately stated that Scott “wouldn’t tell me who did\nit”—i.e.,who killed Eric Walber—“but he said I’m gonna make\nsure Mike gets the needle cause he jacked over me.” Pet. Exh. 13 in\nNo. 01–FELN–015992, p. 103. See alsoibid.(“If [Scott]\nwould have told me who did this I would tell because I have a heart\nand what they did wasn’t right”). Scott’s refusal to identify\nWearry as the culprit—while also endeavoring to “make sure Mike\ngets the needle,”ibid.—suggests that Wearry didnotcommit the crime, but Scott had decided to bring him down anyway.\nNor, contrary to the dissent, is there any reason to believe that\nScott anticipated his participation in this case would cost him\nadditional years in prison. Notably, in the first of his five\naccounts to police, Scott reported that he had not been present at\nthe time of the murder and had learned about it only after the\nfact. Indeed, it is at least as plausible as the dissent’s\nhypothesis that Scott believed implicating Wearry might win him\nearly release on his existing conviction.3The dissent emphasizes a\nState’s witness’ testimony that “Hutchinson had had surgery on his\nknee ‘about nine days before the homicide happened.’ ”Post,at 4 (quoting 10 Record 2261 (Tr., Mar. 5, 2002)). But\nfrom this witness’ statement, neither Wearry nor the jury had any\nway of knowing what the medical records would have revealed:\nHutchinson had undergone a patellar-tendon repair rather than a\nroutine minor procedure.4Wearry’s trial attorney\ndid ask the public defender’s investigator to look into the\nbackgrounds of the State’s witnesses and to speak with Wearry’s\nfamily members. But the attorney testified at the collateral-review\nhearing that he did not know what persons the investigator\ncontacted and, in any event, he had serious doubts about the\ninvestigator’s qualifications and competence. Moreover, there is no\nindication that the investigator ever engaged in inquiries\nregarding Scott’s background or his whereabouts on the night of the\nmurder.5Justice Crichton would\nhave granted Wearry’s petition and remanded for the trial court to\naddress his claim of intellectual disability underAtkinsv.Virginia, 536 U. S. 304 (2002) . App. to Pet. for Cert.\nA–15. Wearry does not raise hisAtkinsclaim in his petition\nfor a writ of certiorari.6Given this legal\nstandard, Wearry can prevail even if, as the dissent suggests, the\nundisclosed information may not have affected the jury’s\nverdict.7As for the three jailers\nwho testified to overhearing Wearry call himself an “innocent\nbystander,”post,at 4, so characterizing oneself is the\nopposite of an admission of guilt.8Because the inmate who\ntold police that Scott may have wanted to settle a score did so\nclose to the end of trial, the State argues, the inmate’s\n“statement was probably . . . never seen by anyone\ninvolved with the actual trial until . . . it was [all]\nover, i[f] at all.” Brief in Opposition 18. But “Bradysuppression occurs when the government fails to turn over even\nevidence that is known only to police investigators and not to the\nprosecutor.”Youngbloodv.West Virginia, 547\nU. S. 867 –870 (2006) (per curiam) (internal quotation\nmarks omitted). See alsoKylesv.Whitley, 514\nU. S. 419, 438 (1995) (rejecting Louisiana’s plea for a rule\nthat would not hold the State responsible for failing to disclose\nexculpatory evidence about which prosecutors did not learn until\nafter trial when that evidence was in the possession of police\ninvestigators at the time of trial).",
    "joined": []
}