{
    "case": {
        "docket": "17-333",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-333/"
    },
    "id": "3916582",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–333_________________O. JOHN BENISEK, et al., APPELLANTSv.LINDA H. LAMONE, ADMINISTRATOR, MARYLAND STATE BOARD OF\nELECTIONS, et al.on appeal from the united states district\ncourt for the district of maryland[June 18, 2018]Per Curiam.This appeal arises from the denial of a motion\nfor a preliminary injunction in the District Court. Appellants are\nseveral Republican voters, plaintiffs below, who allege that\nMaryland’s Sixth Congressional District was gerrymandered in 2011\nfor the purpose of retaliating against them for their political\nviews.In May 2017, six years after the Maryland\nGeneral Assembly redrew the Sixth District, plaintiffs moved the\nDistrict Court to enjoin Maryland’s election officials from holding\ncongressional elections under the 2011 map. They asserted that\n“extend[ing] this constitutional offense”—i.e.,the alleged\ngerrymander—“into the 2018 election would be a manifest and\nirreparable injury.” Record in No. 1:13–cv–3233, Doc. 177–1,\np. 3. In order to allow time for the creation of a new\ndistricting map, plaintiffs urged the District Court to enter a\npreliminary injunction by August 18, 2017.Id.,at 32.On August 24, 2017, the District Court denied\nplaintiffs’ motion and stayed further proceedings pending this\nCourt’s disposition of partisan gerrymandering claims inGillv.Whitford, No. 16–1161. 266\nF. Supp. 3d 799. The District Court found that plaintiffs\nhad failed to show a likelihood of success on the merits sufficient\nto warrant a preliminary injunction.Id.,at 808–814. The\nDistrict Court also held that it was “in no position to award\n[p]laintiffs the remedy they . . . requested on the\ntimetable they . . . demanded.”Id.,at 815. The\ncourt explained that, notwithstanding its “diligence in ruling on\nthe pending preliminary injunction motion (which has been a\npriority for each member of this panel),” plaintiffs’ proposed\nAugust deadline for injunctive relief had “already come and gone.”Ibid.In addition, the District Court emphasized that\nit was concerned about “measuring the legality and\nconstitutionality of any redistricting plan in Maryland\n. . . according to the proper legal standard.”Id.,at 816. In the District Court’s view, it would be\n“better equipped to make that legal determination and to chart a\nwise course for further proceedings” after this Court issued a\ndecision inGill.Ibid.Plaintiffs ask this Court to\nvacate the District Court’s order and remand for further\nconsideration of whether a preliminary injunction is\nappropriate.We now note our jurisdiction and review the\nDistrict Court’s decision for an abuse of discretion, keeping in\nmind that a preliminary injunction is “an extraordinary remedy\nnever awarded as of right.”Winterv.Natural Resources\nDefense Council, Inc., 555 U. S. 7, 24 (2008). As a matter\nof equitable discretion, a preliminary injunction does not follow\nas a matter of course from a plaintiff’s showing of a likelihood of\nsuccess on the merits.See id.,at 32. Rather, a court must\nalso consider whether the mov-ant has shown “that he is likely to\nsuffer irreparable harm in the absence of preliminary relief, that\nthe balance of equities tips in his favor, and that an injunction\nis in the public interest.”Id.,at 20.Plaintiffs made no such showing below. Even if\nwe assume—contrary to the findings of the District Court—that\nplaintiffs were likely to succeed on the merits of their claims,\nthe balance of equities and the public interest tilted against\ntheir request for a preliminary injunction.First, a party requesting a preliminary\ninjunction must generally show reasonable diligence. Cf.Holmbergv.Armbrecht, 327 U. S. 392, 396\n(1946). That is as true in election law cases as elsewhere. SeeLucasv.Townsend, 486 U. S. 1301, 1305 (1988)\n(Kennedy, J., in chambers);Fishmanv.Schaffer, 429\nU. S. 1325, 1330 (1976) (Marshall, J., in chambers). In this\ncase, appellants did not move for a preliminary injunction in the\nDistrict Court until six years, and three general elections, after\nthe 2011 map was adopted, and over three years after the\nplaintiffs’ first complaint was filed.Plaintiffs argue that they have nevertheless\npursued their claims diligently, and they attribute their delay in\nseeking a preliminary injunction to the “convoluted procedural\nhistory of the case” and the “dogged refusal to cooperate in\ndiscovery” by state officials. Reply Brief 22. Yet the record\nsuggests that the delay largely arose from a circumstance within\nplaintiffs’ control: namely, their failure to plead the claims\ngiving rise to their request for preliminary injunctive relief\nuntil 2016. Although one of the seven plaintiffs before us filed a\ncomplaint in 2013 alleging that Maryland’s congressional map was an\nunconstitutional gerrymander, that initial complaint did not\npresent the retaliation theory asserted here. See Amended\nComplaint, Doc. 11, p. 3 (Dec. 2, 2013) (explaining that the\ngerrymandering claim did not turn upon “the reason or intent of the\nlegislature” in adopting the map).It was not until 2016 that the remaining\nplaintiffs joined the case and filed an amended complaint alleging\nthat Maryland officials intentionally retaliated against them\nbecause of their political views. See 3 App. 640–643. Plaintiffs’\nnewly presented claims—unlike the gerrymandering claim presented in\nthe 2013 complaint—required discovery into the motives of the\nofficials who produced the 2011 congressional map. See,e.g.,Memorandum of Law in Support of Plaintiffs’ Motion to\nCompel, Doc. 111–1, p. 3 (Jan. 4, 2017) (describing\nplaintiffs’ demand that various state officials “testify\n. . . and answer questions concerning legislative\nintent”). It is true that the assertion of legislative privilege by\nthose officials delayed the completion of that discovery. See Joint\nMotion To Extend Deadlines for Completion of Fact Discovery and\nExpert Witness Disclosures, Doc. 161, pp. 1–2 (Mar. 3, 2017);\nJoint Motion To Extend Deadlines for Completion of Fact Discovery\nand Expert Witness Disclosures, Doc. 170, pp. 1–2 (Mar. 27,\n2017). But that does not change the fact that plaintiffs could have\nsought a preliminary injunction much earlier. SeeFishman,supra, at 1330. In considering the balance of equities among\nthe parties, we think that plaintiffs’ unnecessary, years-long\ndelay in asking for preliminary injunctive relief weighed against\ntheir request.Second, a due regard for the public interest in\norderly elections supported the District Court’s discretionary\ndecision to deny a preliminary injunction and to stay the\nproceedings. SeePurcellv.Gonzalez, 549 U. S.\n1, 4–5 (2006) (per curiam). Plaintiffs themselves\nrepresented to the District Court that any injunctive relief would\nhave to be granted by August 18, 2017, to ensure the timely\ncompletion of a new districting scheme in advance of the 2018\nelection season. Despite the District Court’s undisputedly diligent\nefforts, however, that date had “already come and gone” by the time\nthe court ruled on plaintiffs’ motion. 266 F. Supp. 3d,\nat 815. (Such deadline has also, of course, long since passed for\npurposes of entering a preliminary injunction on remand from this\nCourt.)On top of this time constraint was the legal\nuncertainty surrounding any potential remedy for the plaintiffs’\nasserted injury. At the time the District Court made its decision,\nthe appeal inGillwas pending before this Court. The\nDistrict Court recognized that our decision inGillhad the\npotential to “shed light on critical questions in this case” and to\nset forth a “framework” by which plaintiffs’ claims could be\ndecided and, potentially, remedied. 266 F. Supp. 3d, at\n815–816. In the District Court’s view, “charging ahead” and\nadjudicating the plaintiffs’ claims in that fluctuating legal\nenvironment, when firmer guidance from this Court might have been\nforthcoming, would have been a mistake.Id.,at 816. Such a\ndetermination was within the sound discretion of the District\nCourt. Given the District Court’s decision to wait for this Court’s\nruling inGillbefore further adjudicating plaintiffs’\nclaims, the court reasonably could have concluded that a\npreliminary injunction would have been against the public interest,\nas an injunction might have worked a needlessly “chaotic and\ndisruptive effect upon the electoral process,”Fishman,supra, at 1330, and because the “purpose of a preliminary\ninjunction is merely to preserve the relative positions of the\nparties until a trial on the merits can be held,”University of\nTex.v.Camenisch, 451 U. S. 390, 395 (1981). In\nthese particular circumstances, we conclude that the District\nCourt’s decision denying a preliminary injunction cannot be\nregarded as an abuse of discretion.The order of the District Court isAffirmed.",
    "joined": []
}