{
    "case": {
        "docket": "18-9674",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-9674/"
    },
    "id": "4261647",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESTERENCE TRAMAINE ANDRUSv.TEXASon petition for writ of certiorari to the\ncourt of criminal appeals of texasNo. 18–9674. Decided June 15, 2020Per Curiam.Death-sentenced petitioner Terence Andrus was\nsix years old when his mother began selling drugs out of the\napartment where Andrus and his four siblings lived. To fund a\nspiraling drug addiction, Andrus’ mother also turned to\nprostitution. By the time Andrus was 12, his mother regularly spent\nentire weekends, at times weeks, away from her five children to\nbinge on drugs. When she did spend time around her children, she\noften was high and brought with her a revolving door of\ndrug-addicted, sometimes physically violent, boyfriends. Before he\nreached adolescence, Andrus took on the role of caretaker for his\nfour siblings.When Andrus was 16, he allegedly served as a\nlookout while his friends robbed a woman. He was sent to a juvenile\ndetention facility where, for 18 months, he was steeped in gang\nculture, dosed on high quantities of psychotropic drugs, and\nfrequently relegated to extended stints of solitary confinement.\nThe ordeal left an already traumatized Andrus all but suicidal.\nThose suicidal urges resurfaced later in Andrus’ adult life.During Andrus’ capital trial, however, nearly\nnone of this mitigating evidence reached the jury. That is because\nAndrus’ defense counsel not only neglected to present it; he failed\neven to look for it. Indeed, counsel performed virtually no\ninvestigation of the relevant evidence. Those failures also\nfettered the defense’s capacity to contextualize or counter the\nState’s evidence of Andrus’ alleged incidences of past\nviolence.Only years later, during an 8-day evidentiary\nhearing in Andrus’ state habeas proceeding, did the grim facts of\nAndrus’ life history come to light. And when pressed at the hearing\nto provide his reasons for failing to investigate Andrus’ history,\nAndrus’ counsel offered none.The Texas trial court that heard the evidence\nrecommended that Andrus be granted habeas relief and receive a new\nsentencing proceeding. The court found the abundant mitigating\nevidence so compelling, and so readily available, that counsel’s\nfailure to investigate it was constitutionally deficient\nperformance that prejudiced Andrus during the punishment phase of\nhis trial. The Texas Court of Criminal Appeals disagreed. It\nconcluded without explanation that Andrus had failed to satisfy his\nburden of showing ineffective assistance underStricklandv.Washington,466 U.S.\n668(1984).We conclude that the record makes clear that\nAndrus has demonstrated counsel’s deficient performance underStrickland, but that the Court of Criminal Appeals may have\nfailed properly to engage with the follow-on question whether\nAndrus has shown that counsel’s deficient performance prejudiced\nhim. We thus grant Andrus’ petition for a writ of certiorari,\nvacate the judgment of the Texas Court of Criminal Appeals, and\nremand the case for further proceedings not inconsistent with this\nopinion.IAIn 2008, 20-year-old Terence Andrus\nunsuccessfully attempted a carjacking in a grocery-store parking\nlot while under the influence of PCP-laced marijuana. During the\nbungled attempt, Andrus fired multiple shots, killing car owner\nAvelino Diaz and bystander Kim-Phuong Vu Bui. The State charged\nAndrus with capital murder.At the guilt phase of trial, Andrus’ defense\ncounsel declined to present an opening statement. After the State\nrested its case, the defense immediately rested as well. In his\nclosing argument, defense counsel conceded Andrus’ guilt and\ninformed the jury that the trial would “boil down to the punishment\nphase,” emphasizing that “that’s where we are going to be\nfighting.” 45 Tr. 18. The jury found Andrus guilty of capital\nmurder.Trial then turned to the punishment phase. Once\nagain, Andrus’ counsel presented no opening statement. In its 3-day\ncase in aggravation, the State put forth evidence that Andrus had\ndisplayed aggressive and hostile behavior while confined in a\njuvenile detention center; that Andrus had tattoos indicating gang\naffiliations; and that Andrus had hit, kicked, and thrown excrement\nat prison officials while awaiting trial. The State also presented\nevidence tying Andrus to an aggravated robbery of a dry-cleaning\nbusiness. Counsel raised no material objections to the State’s\nevidence and cross-examined the State’s witnesses only briefly.When it came to the defense’s case in\nmitigation, counsel first called Andrus’ mother to testify. The\ndirect examination focused on Andrus’ basic biographical\ninformation and did not reveal any difficult circumstances in\nAndrus’ childhood. Andrus’ mother testified that Andrus had an\n“excellent” relationship with his siblings and grandparents. 49id., at 52, 71. She also insisted that Andrus “didn’t have\naccess to” “drugs or pills in [her] household,” and that she would\nhave “counsel[ed] him” had she found out that he was using drugs.Id., at 67, 79.The second witness was Andrus’ biological\nfather, Michael Davis, with whom Andrus had lived for about a year\nwhen Andrus was around 15 years old. Davis had been in and out of\nprison for much of Andrus’ life and, before he appeared to testify,\nhad not seen Andrus in more than six years. The bulk of Davis’\ndirect examination explored such topics as Davis’ criminal history\nand his relationship with Andrus’ mother. Toward the end of the\ndirect examination, counsel elicited testimony that Andrus had been\n“good around [Davis]” during the 1-year period he had lived with\nDavis. 50id., at 8.Once Davis stepped down, Andrus’ counsel\ninformed the court that the defense rested its case and did not\nintend to call any more witnesses. After the court questioned\ncounsel about this choice during a sidebar discussion, however,\ncounsel changed his mind and decided to call additional\nwitnesses.Following a court recess, Andrus’ counsel called\nDr. John Roache as the defense’s only expert witness. Counsel’s\nterse direct examination focused on the general effects of drug use\non developing adolescent brains. On cross-examination, the State\nquizzed Dr. Roache about the relevance and purpose of his\ntestimony, probing pointedly whether Dr. Roache “drove three hours\nfrom San Antonio to tell the jury . . . that people\nchange their behavior when they use drugs.” 51id., at\n21.Counsel next called James Martins, a prison\ncounselor who had worked with Andrus. Martins testified that Andrus\n“started having remorse” in the past two months and was “making\nprogress.”Id., at 35. On cross-examination, the State\nemphasized that Andrus’ feelings of remorse had manifested only\nrecently, around the time trial began.Finally, Andrus himself testified. Contrary to\nhis mother’s depiction of his upbringing, he stated that his mother\nhad started selling drugs when he was around six years old, and\nthat he and his siblings were often home alone when they were\ngrowing up. He also explained that he first started using drugs\nregularly around the time he was 15. All told, counsel’s\nquestioning about Andrus’ childhood comprised four pages of the\ntrial transcript. The State on cross declared, “I have not heard\none mitigating circumstance in your life.”Id., at 60.The jury sentenced Andrus to death.BAfter an unsuccessful direct appeal, Andrus\nfiled a state habeas application, principally alleging that his\ntrial counsel was ineffective for failing to investigate or present\navailable mitigation evidence. During an 8-day evidentiary hearing,\nAndrus presented what the Texas trial court characterized as a\n“tidal wave of information . . . with regard to\nmitigation.” 7 Habeas Tr. 101.The evidence revealed a childhood marked by\nextreme neglect and privation, a family environment filled with\nviolence and abuse. Andrus was born into a neighborhood of Houston,\nTexas, known for its frequent shootings, gang fights, and drug\noverdoses. Andrus’ mother had Andrus, her second of five children,\nwhen she was 17. The children’s fathers never stayed as part of the\nfamily. One of them raped Andrus’ younger half sister when she was\na child. The others—some physically abusive toward Andrus’ mother,\nall addicted to drugs and carrying criminal histories—constantly\nflitted in and out of the picture.Starting when Andrus was young, his mother sold\ndrugs and engaged in prostitution. She often made her drug sales at\nhome, in view of Andrus and his siblings. She also habitually used\ndrugs in front of them, and was high more often than not. In her\nfrequently disoriented state, she would leave her children to fend\nfor themselves. Many times, there was not enough food to eat.After her boyfriend was killed in a shooting,\nAndrus’ mother became increasingly dependent on drugs and\nneglectful of her children. As a close family friend attested,\nAndrus’ mother “would occasionally just take a week or a weekend\nand binge [on drugs]. She would get a room somewhere and just go at\nit.” 13 Habeas Tr., Def. Exh. 13, p. 2.With the children often left on their own,\nAndrus assumed responsibility as the head of the household for his\nfour siblings, including his older brother with special needs.\nAndrus was around 12 years old at the time. He cleaned for his\nsiblings, put them to bed, cooked breakfast for them, made sure\nthey got ready for school, helped them with their homework, and\nmade them dinner. According to his siblings, Andrus was “a\nprotective older brother” who “kept on to [them] to stay out of\ntrouble.”Id., Def. Exh. 18, p. 1. Andrus, by their\naccount, was “very caring and very loving,” “liked to make people\nlaugh,” and “never liked to see people cry.”Ibid.;id., Def. Exh. 9, p. 1. While attempting to care for\nhis siblings, Andrus struggled with mental-health issues: When he\nwas only 10 or 11, he was diagnosed with affective psychosis.At age 16, Andrus was sentenced to a juvenile\ndetention center run by the Texas Youth Commission (TYC), for\nallegedly “serv[ing] as the ‘lookout’ ” while he and his\nfriends robbed a woman of her purse. 10 Habeas Tr., State Exh. 16,\np. 9; 13id., Def. Exh. 4, p. 4 (“[R]ecords\nindicate[d that] Andrus served as the lookout”); 3id., at\n273–274; 5id., at 206.[1] While in TYC custody, Andrus was prescribed high doses\nof psychotropic drugs carrying serious adverse side effects. He\nalso spent extended periods in isolation, often for purported\ninfractions like reporting that he had heard voices telling him to\ndo bad things. TYC records on Andrus noted multiple instances of\nself-harm and threats of suicide. After 18 months in TYC custody,\nAndrus was transferred to an adult prison facility.Not long after Andrus’ release from prison at\nage 18, Andrus attempted the fatal carjacking that resulted in his\ncapital convictions. While incarcerated awaiting trial, Andrus\ntried to commit suicide. He slashed his wrist with a razor blade\nand used his blood to smear messages on the walls, beseeching the\nworld to “[j]ust let [him] die.” 31id., Def. Exh. 122–A,\nANDRUS–SH 4522.After considering all the evidence at the\nhearing, the Texas trial court concluded that Andrus’ counsel had\nbeen ineffective for “failing to investigate and present mitigating\nevidence regarding [Andrus’] abusive and neglectful childhood.”\nApp. to Pet. for Cert. 36. The court observed that the reason\nAndrus’ jury did not hear “relevant, available, and persuasive\nmitigating evidence” was that trial counsel had “fail[ed] to\ninvestigate and present all other mitigating evidence.”Id.,\nat 36–37. The court explained that “there [is] ample mitigating\nevidence which could have, and should have, been presented at the\npunishment phase of [Andrus’] trial.”Id., at 36. For that\nreason, the court concluded that counsel had been constitutionally\nineffective, and that habeas relief, in the form of a new\npunishment trial, was warranted.Id., at 37, 42.CThe Texas Court of Criminal Appeals rejected\nthe trial court’s recommendation to grant habeas relief. In an\nunpublishedper curiamorder, the Court of Criminal Appeals\nconcluded without elaboration that Andrus had “fail[ed] to meet his\nburden underStricklandv.Washington,466 U.S.\n668(1984), to show by a preponderance of the evidence that his\ncounsel’s representation fell below an objective standard of\nreasonableness and that there was a reasonable probability that the\nresult of the proceedings would have been different but for\ncounsel’s deficient performance.” App. to Pet. for Cert. 7–8. A\nconcurring opinion reasoned that, even if counsel had provided\ndeficient performance underStrickland, Andrus could not\nshow that counsel’s deficient performance prejudiced him.Andrus petitioned for a writ of certiorari. We\ngrant the petition, vacate the judgment of the Texas Court of\nCriminal Appeals, and remand for further proceedings not\ninconsistent with this opinion. The evidence makes clear that\nAndrus’ counsel provided constitutionally deficient performance\nunderStrickland. But we remand so that the Court of\nCriminal Appeals may address the prejudice prong ofStricklandin the first instance.IITo prevail on a Sixth Amendment claim alleging\nineffective assistance of counsel, a defendant must show that his\ncounsel’s performance was deficient and that his counsel’s\ndeficient performance prejudiced him.Strickland, 466\nU. S., at 688, 694. To show deficiency, a defendant must show\nthat “counsel’s representation fell below an objective standard of\nreasonableness.”Id., at 688. And to establish prejudice, a\ndefendant must show “that there is a reasonable probability that,\nbut for counsel’s unprofessional errors, the result of the\nproceeding would have been different.”Id., at 694.A“It is unquestioned that under prevailing\nprofessional norms at the time of [Andrus’] trial, counsel had an\n‘obligation to conduct a thorough investigation of the defendant’s\nbackground.’ ”Porterv.McCollum,558 U.S.\n30, 39 (2009) (per curiam) (quotingWilliamsv.Taylor,529 U.S.\n362, 396 (2000)). Counsel in a death-penalty case has “ ‘a\nduty to make reasonable investigations or to make a reasonable\ndecision that makes particular investigations unnecessary.’ ”Wigginsv.Smith,539 U.S.\n510, 521 (2003) (quotingStrickland, 466 U. S., at\n691). “ ‘In any ineffectiveness case, a particular decision\nnot to investigate must be directly assessed for reasonableness in\nall the circumstances, applying a heavy measure of deference to\ncounsel’s judgments.’ ”Wiggins, 539 U. S., at\n521–522.Here, the habeas record reveals that Andrus’\ncounsel fell short of his obligation in multiple ways: First,\ncounsel performed almost no mitigation investigation, overlooking\nvast tranches of mitigating evidence. Second, due to counsel’s\nfailure to investigate compelling mitigating evidence, what little\nevidence counsel did present backfired by bolstering the State’s\naggravation case. Third, counsel failed adequately to investigate\nthe State’s aggravating evidence, thereby forgoing critical\nopportunities to rebut the case in aggravation. Taken together,\nthose deficiencies effected an unconstitutional abnegation of\nprevailing professional norms.1To assess whether counsel exercised\nobjectively reasonable judgment under prevailing professional\nstandards, we first ask “whether the investigation supporting\ncounsel’s decision not to introduce mitigating evidence of\n[Andrus’] background was itself reasonable.”Id., at 523\n(emphasis deleted); see alsoid., at 528 (considering\nwhether “thescopeof counsel’s investigation into\npetitioner’s background” was reasonable);Porter, 558\nU. S., at 39. Here, plainly not. Although counsel nominally\nput on a case in mitigation in that counsel in fact called\nwitnesses to the stand after the prosecution rested, the record\nleaves no doubt that counsel’s investigation to support that case\nwas an empty exercise.To start, counsel was, by his own admissions at\nthe habeas hearing, barely acquainted with the witnesses who\ntestified during the case in mitigation. Counsel acknowledged that\nthe first time he met Andrus’ mother was when she was subpoenaed to\ntestify, and the first time he met Andrus’ biological father was\nwhen he showed up at the courthouse to take the stand. Counsel also\nadmitted that he did not get in touch with the third witness (Dr.\nRoache) until just beforevoir dire, and became aware\nof the final witness (Martins) only partway through trial. Apart\nfrom some brief pretrial discussion with Dr. Roache, who averred\nthat he was “struck by the extent to which [counsel] appeared\nunfamiliar” with pertinent issues, counsel did not prepare the\nwitnesses or go over their testimony before calling them to the\nstand. 13 Habeas Tr., Def. Exh. 6, p. 3.Over and over during the habeas hearing, counsel\nacknowledged that he did not look into or present the myriad tragic\ncircumstances that marked Andrus’ life. For instance, he did not\nknow that Andrus had attempted suicide in prison, or that Andrus’\nexperience in the custody of the TYC left him badly traumatized.\nAside from Andrus’ mother and biological father, counsel did not\nmeet with any of Andrus’ close family members, all of whom had\ndisturbing stories about Andrus’ upbringing. As a clinical\npsychologist testified at the habeas hearing, Andrus suffered “very\npronounced trauma” and posttraumatic stress disorder symptoms from,\namong other things, “severe neglect” and exposure to domestic\nviolence, substance abuse, and death in his childhood. 6id., at 168–169, 180; 7id., at 52. Counsel uncovered\nnone of that evidence. Instead, he “abandoned [his] investigation\nof [Andrus’] background after having acquired only rudimentary\nknowledge of his history from a narrow set of sources.”Wiggins, 539 U. S., at 524.On top of that, counsel “ignored pertinent\navenues for investigation of which he should have been aware,” and\nindeed was aware.Porter, 558 U. S., at 40. At trial,\ncounsel averred that his review did not reveal that Andrus had any\nmental-health issues. But materials prepared by a mitigation expert\nwell before trial had pointed out that Andrus had been “diagnosed\nwith affective psychosis,” a mental-health condition marked by\nsymptoms such as depression, mood lability, and emotional\ndysregulation. 3id., at 70. At the habeas hearing, counsel\nadmitted that he “recall[ed] noting,” based on the mitigation\nexpert’s materials, that Andrus had been “diagnosed with this\nseemingly serious mental health issue.”Id., at 71. He also\nacknowledged that a clinical psychologist briefly retained to\nexamine a limited sample of Andrus’ files had informed him that\nAndrus may have schizophrenia. Clearly, “the known evidence would\n[have] le[d] a reasonable attorney to investigate further.”Wiggins, 539 U. S., at 527. Yet counsel disregarded,\nrather than explored, the multiple red flags.In short, counsel performed virtually no\ninvestigation, either of the few witnesses he called during the\ncase in mitigation, or of the many circumstances in Andrus’ life\nthat could have served as powerful mitigating evidence. The\nuntapped body of mitigating evidence was, as the habeas hearing\nrevealed, simply vast.“[C]ounsel’s failure to uncover and present\n[the] voluminous mitigating evidence,” moreover, cannot “be\njustified as a tactical decision.”Id., at 522; see alsoWilliams, 529 U. S., at 396. Despite repeated\nquestioning, counsel never offered, and no evidence supports, any\ntactical rationale for the pervasive oversights and lapses here.\nInstead, the overwhelming weight of the record shows that counsel’s\n“failure to investigate thoroughly resulted from inattention, not\nreasoned strategic judgment.”Wiggins, 539 U. S., at\n526. That failure is all the more alarming given that counsel’s\npurported strategy was to concede guilt and focus on mitigation.\nIndeed, counsel justified his decision to present “basically” “no\ndefense” during the guilt phase by stressing that he intended to\ntrain his efforts on the case in mitigation. 3 Habeas Tr. 57. As\nthe habeas hearing laid bare, that representation blinked reality.\nSimply put, “the scope of counsel’s [mitigation] investigation”\napproached nonexistent.Wiggins, 539 U. S., at 528\n(emphasis deleted).2No doubt due to counsel’s failure to\ninvestigate the case in mitigation, much of the so-called\nmitigating evidence he offered unwittingly aided the State’s case\nin aggravation. Counsel’s introduction of seeminglyaggravatingevidence confirms the gaping distance between\nhis performance at trial and objectively reasonable professional\njudgment.The testimony elicited from Andrus’ mother best\nillustrates this deficiency. First to testify during the case in\nmitigation, Andrus’ mother sketched a portrait of a tranquil\nupbringing, during which Andrus got himself into trouble despite\nhis family’s best efforts. On her account, Andrus fell into drugs\nentirely on his own: Drugs were not available at home, Andrus did\nnot use them at home, and she would have intervened had she known\nabout Andrus’ drug habits. Andrus, his mother related to the jury,\n“[k]ind of ” “just decided he didn’t want to do what [she]\ntold him to do.” 49 Tr. 83.Even though counsel called Andrus’ mother as a\ndefense witness, he was ill-prepared for her testimony. Andrus told\ncounsel that his mother was being untruthful on the stand, but\ncounsel made no real attempt to probe the accuracy of her\ntestimony. Later, at the habeas hearing, counsel conceded that\nAndrus’ mother had been a “hostile” witness. 3 Habeas Tr. 94. He\nfurther admitted that he “[did not] know if [Andrus’ mother] was\ntelling the truth,”id., at 96, and could not even say that\nhe had known what Andrus’ mother would say on the stand, because he\nhad not “done any independent investigation” of her,id., at\n95.None of that inaction was for want of warning.\nDuring the habeas proceedings, a mitigation specialist averred that\nshe had alerted Andrus’ counsel to her concerns about Andrus’\nmother well before trial. In a short interview with the mitigation\nspecialist, Andrus’ mother had stated that she “had too many kids,”\nand had taken out a $10,000 life-insurance policy on Andrus on\nwhich she would be able to collect were Andrus executed. 13id., Def. Exh. 28, p. 5. Troubled by these comments,\nthe mitigation specialist “specifically discussed with [Andrus’\ncounsel] the fact that [Andrus’ mother] was not being a cooperative\nwitness and might not have Andrus’ best interests motivating her\nbehavior.”Id., at 6. But Andrus’ counsel did not heed the\ncaution.Turning a bad situation worse, counsel’s\nuninformed decision to call Andrus’ mother ultimately undermined\nAndrus’ own testimony. After Andrus testified that his mother had\nsold drugs from home when he was a child, counsel promptly pointed\nout that Andrus “heard [his] mama testify,” and that she “didn’t\nsay anything about selling drugs.” 51 Tr. 48. Whether counsel\nmerely intended to provide Andrus an opportunity to explain the\ndiscrepancy (or, far worse, sought to signal that his client was\nbeing deceitful) the jury could have understood counsel’s\nstatements to insinuate that Andrus was lying. Counsel did nothing\nto dislodge that suggestion, and the damaging exchange occurred\nonly because defense counsel had called a hostile witness in the\nfirst place. Plainly, these offerings of seemingly aggravating\nevidence further demonstrate counsel’s constitutionally deficient\nperformance.3Counsel also failed to conduct any independent\ninvestigation of the State’s case in aggravation, despite ample\nopportunity to do so. He thus could not, and did not, rebut\ncritical aggravating evidence. This failure, too, reinforces\ncounsel’s deficient performance. SeeRompillav.Beard,545 U.S.\n374, 385 (2005) (“counsel ha[s] a duty to make all reasonable\nefforts to learn what they c[an] about the offense[s]” the\nprosecution intends to present as aggravating evidence).During the case in aggravation, the State’s task\nwas to prove to the jury that Andrus presented a future danger to\nsociety. Tex. Code Crim. Proc. Ann., Art. 37.071, §2(b)(1) (Vernon\n2006). To that end, the State emphasized that Andrus had acted\naggressively in TYC facilities and in prison while awaiting trial.\nThis evidence principally comprised verbal threats, but also\nincluded instances of Andrus’ kicking, hitting, and throwing\nexcrement at prison officials when they tried to control him. See\nApp. to Pet. for Cert. 10–13. Had counsel genuinely investigated\nAndrus’ experiences in TYC custody, counsel would have learned that\nAndrus’ behavioral problems there were notably mild, and the harms\nhe sustained severe.[2] Or,\nwith sufficient understanding of the violent environments Andrus\ninhabited his entire life, counsel could have provided a\ncounternarrative of Andrus’ later episodes in prison. But instead,\ncounsel left all of that aggravating evidence untouched at\ntrial—even going so far as to inform the jury that the evidence\nmade it “probabl[e]” that Andrus was “a violent kind of guy.” 52\nTr. 35.The State’s case in aggravation also highlighted\nAndrus’ alleged commission of a knifepoint robbery at a\ndry-cleaning business. At the time of the offense, “all [that] the\ncrime victim . . . told the police . . . was\nthat he had been the victim of an assault by a black man.” 3 Habeas\nTr. 65. Although Andrus stressed to counsel his innocence of the\noffense, and although the State had not proceeded with charges,\nAndrus’ counsel did not attempt to exclude or rebut the State’s\nevidence. That, too, is because Andrus’ counsel concededly had not\nindependently investigated the incident. In fact, at the habeas\nhearing, counsel did not even recall Andrus’ denying responsibility\nfor the offense. Had he looked, counsel would have discovered that\nthe only evidence originally tying Andrus to the incident was a\nlone witness statement, later recanted by the witness,[3] that led to the inclusion of Andrus’\nphotograph in a belated photo array, which the police admitted gave\nrise to numerous reliability concerns. The dissent thus reinforces\nAndrus’ claim of deficient performance by recounting and\nemphasizing the details of the dry-cleaning offense as if Andrus\nwere undoubtedly the perpetrator. Seepost, at 6 (opinion of\nAlito, J.). The very problem here is that the jury indeed heard\nthat account, but not any of the significant evidence that would\nhave cast doubt on Andrus’ involvement in the offense at all:\nsignificant evidence that counsel concededly failed to\ninvestigate.[4]That is hardly the work of reasonable counsel.\nIn Texas, a jury cannot recommend a death sentence without\nunanimously finding that a defendant presents a future danger to\nsociety (i.e., that the State has made a sufficient showing\nof aggravation). Tex. Code Crim. Proc. Ann., Art. 37.071, §2(b)(1).\nOnly after a jury makes a finding of future dangerousness can it\nconsider any mitigating evidence.Ibid.Thus, by failing to\nconduct even a marginally adequate investigation, counsel not only\n“seriously compromis[ed his] opportunity to respond to a case for\naggravation,”Rompilla, 545 U. S., at 385, but also\nrelinquished the first of only two procedural pathways for opposing\nthe State’s pursuit of the death penalty. There is no squaring that\nconduct, certainly when examined alongside counsel’s other\nshortfalls, with objectively reasonable judgment.BHaving found deficient performance, the\nquestion remains whether counsel’s deficient performance prejudiced\nAndrus. SeeStrickland, 466 U. S., at 692. Here,\nprejudice exists if there is a reasonable probability that, but for\nhis counsel’s ineffectiveness, the jury would have made a different\njudgment about whether Andrus deserved the death penalty as opposed\nto a lesser sentence. SeeWiggins, 539 U. S., at 536;\nsee also Tex. Code Crim. Proc. Ann., Art. 37.071, §2(e)(1). In\nassessing whether Andrus has made that showing, the reviewing court\nmust consider “the totality of the available mitigation\nevidence—both that adduced at trial, and the evidence adduced in\nthe habeas proceeding”—and “reweig[h] it against the evidence in\naggravation.”Williams, 529 U. S., at 397–398; see alsoSearsv.Upton, 561 U.S. 945, 956 (2010)\n(per curiam) (“A proper analysis of prejudice underStricklandwould have taken into account the newly uncovered\n[mitigation] evidence . . . , along with the\nmitigation evidence introduced during [the defendant’s] penalty\nphase trial, to assess whether there is a reasonable probability\nthat [the defendant] would have received a different sentence after\na constitutionally sufficient mitigation investigation” (citing\ncases)). And because Andrus’ death sentence required a unanimous\njury recommendation, Tex. Code Crim. Proc. Ann., Art. 37.071,\nprejudice here requires only “a reasonable probability that at\nleast one juror would have struck a different balance” regarding\nAndrus’ “moral culpability,”Wiggins, 539 U. S., at\n537–538; see also Tex. Code Crim. Proc. Ann., Art. 37.071,\n§2(e)(1).According to Andrus, effective counsel would\nhave painted a vividly different tableau of aggravating and\nmitigating evidence than that presented at trial. See Pet. for\nCert. 18. But despite powerful and readily available mitigating\nevidence, Andrus argues, the Texas Court of Criminal Appeals failed\nto engage in any meaningful prejudice inquiry. Seeibid.It is unclear whether the Court of Criminal\nAppeals con- sideredStricklandprejudice at all. Its\none-sentence denial of Andrus’Stricklandclaim, seesupra, at 7, does not conclusively reveal whether it\ndetermined that Andrus had failed to demonstrate deficient\nperformance underStrickland’s first prong, that Andrus had\nfailed to demonstrate prejudice underStrickland’s second\nprong, or that Andrus had failed to satisfy both prongs ofStrickland.Unlike the concurring opinion, however, the\nbrief order of the Court of Criminal Appeals did not analyzeStricklandprejudice or engage with the effect the\nadditional mitigating evidence highlighted by Andrus would have had\non the jury.[5] What little is\nevident from the proceeding below is that the concurring opinion’s\nanalysis of or conclusion regarding prejudice did not garner a\nmajority of the Court of Criminal Appeals.[6] Given that, the court may have concluded simply that\nAndrus failed to demonstrate deficient performance under the first\nprong ofStrickland(without even reaching the second\nprong). For the reasons explained above, any such conclusion is\nerroneous as a matter of law. Seesupra, at 8–16.The record before us raises a significant\nquestion whether the apparent “tidal wave,” 7 Habeas Tr. 101, of\n“available mitigating evidence taken as a whole” might have\nsufficiently “ ‘influenced the jury’s appraisal’ of [Andrus’]\nmoral culpability” as to establishStricklandprejudice,Wiggins, 539 U. S., at 538 (quotingWilliams,\n529 U. S., at 398). (That is, at the very least, whether there\nis a reasonable probability that “at least one juror would have\nstruck a different balance.”Wiggins, 539 U. S., at\n537.) That prejudice inquiry “necessarily require[s] a court to\n‘speculate’ as to the effect of the new evidence” on the trial\nevidence, “regardless of how much or little mitigation evidence was\npresented during the initial penalty phase.”Sears, 561\nU. S., at 956; see alsoid., at 954 (“We have never\nlimited the prejudice inquiry underStricklandto cases in\nwhich there was ‘little or no mitigation evidence’\npresented”).[7] Given the\nuncertainty as to whether the Texas Court of Criminal Appeals\nadequately conducted that weighty and record-intensive analysis in\nthe first instance, we remand for the Court of Criminal Appeals to\naddressStricklandprejudice in light of the correct legal\nprinciples articulated above. SeeCutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005).*  *  *We conclude that Andrus has shown deficient\nperformance under the first prong ofStrickland, and that\nthere is a significant question whether the Court of Criminal\nAppeals properly considered prejudice under the second prong ofStrickland. We thus grant Andrus’ petition for a writ of\ncertiorari and his motion for leave to proceedin forma\npauperis, vacate the judgment of the Texas Court of Criminal\nAppeals, and remand the case for the court to address the prejudice\nprong ofStricklandin a manner not inconsistent with this\nopinion.It is so ordered.Notes1The dissent states that\nthe victim identified Andrus as the individual holding the gun,post, at 5 (opinion of Alito, J.), but in fact, the victim\ntestified at Andrus’ trial that she did not and could not identify\nfaces or individuals, see 4 Tr. 17, 19–20. The dissent also claims\nthat “the victim matched Andrus’s clothing to the gunman’s,”post, at 5, n. 1, but neglects to mention that the\nvictim described at least two individuals as wearing such clothing,\nsee 46 Tr. 25–27.2See,e.g., 5\nHabeas Tr. 189 (TYC ombudsman testifying that it was “surpris[ing]\nhow few” citations Andrus received, “particularly in the dorms\nwhere [Andrus] was” housed);ibid.(TYC ombudsman finding\n“nothing uncommon” about Andrus’ altercations because “sometimes\nyou . . . have to fight to get by” in the “violent\natmosphere” and “savage environment”);id., at 169 (TYC\nombudsman testifying that Andrus’ isolation periods in TCY custody,\nfor 90 days at a time when Andrus was 16 or 17 years old, “would\nhorrify most current professionals in our justice field today”);id., at 246 (TYC ombudsman testifying that Andrus’\n“experience at TYC” “damaged him” and “further traumatized”\nhim).3The dissent maintains\nthat this witness, Andrus’ ex-girlfriend, “linked [Andrus] to the\nrobbery,”post, at 6, n. 4, even though she testified\nat the habeas hearing that she thought “it was impossible” that\nAndrus had committed the offense, 8 Habeas Tr. 57.4The dissent does not\nmention that Andrus’ image was conspicuously placed in a central\nposition in the photo array, as the “[o]nly one . . .\nlooking directly up and out.” 8 Habeas Tr. 35; see alsoid.,\nat 32. Nor does the dissent acknowledge that there was an\napproximately 3-month interval between the incident (after which\nthe victim provided little identifying information about the\nassailant) and the police’s presentation of the photo array to the\nvictim. Seeid., at 37; 46 Tr. 65. When asked about the\ndelay, the detective who prepared the photo array admitted that\nmemory can “deca[y] within a matter of days after a traumatizing\nincident like a crime” and that an “eyewitness identificatio[n]”\n“can be” “more exponentially problematic” “the greater the time\ninterval between the incident and the identification.” 8 Habeas Tr.\n31; see alsoibid.(detective confirming that there can be\n“real problems with reliability” if an “identification [was] made\nseveral months” after).5The Court of Criminal\nAppeals did briefly observe that the trial court’s order\nrecommending relief had omitted the “ ‘reasonable\nprobabili-ty’ ” language when reciting theStricklandprejudice standard. App. to Pet. for Cert. 8, n. 2; cf.Strickland, 466 U. S., at 694 (a defendant “must show\nthat there is a reasonable probability that, but for counsel’s\nunpro-fessional errors, the result of the proceeding would have\nbeen different”). Even were there reason to set aside that “[t]rial\njudges are presumed to know the law,”Lambrixv.Singletary,520 U.S.\n518, 532, n. 4 (1997) (in-ternal quotation marks omitted),\nthe trial court’s omission of the “reasonable probability” language\nwould at most suggest that it held Andrusto (and found that Andrus\nhad satisfied) a stricter standard of prejudice than that set forth\ninStrickland.6The concurring opinion,\nmoreover, seemed to assume that the prejudice inquiry here turns\nprincipally on how the facts of this case compare to the facts inWiggins. We note that we have never before equated what was\nsufficient inWigginswith what is necessary to establish\nprejudice. Cf.Wiggins, 539 U. S., at 537–538 (“[T]he\nmitigating evidence in this case is stronger, and the State’s\nevidence in support of the death penalty far weaker, than inWilliams, where we found prejudice as the result of\ncounsel’s failure to investigate and present mitigating evidence”);Williams, 529 U. S., at 399 (finding such prejudice\nafter applying AEDPA deference).7The dissent trains its\nattention on the aggravating evidence actually presented at trial.Post, at 4–7; but seeSears, 561 U. S., at 956\n(Stricklandprejudice inquiry “will necessarily require a\ncourt to ‘speculate’ as to the effect of the new evidence” on the\ntrial evidence); 561 U. S., at 956 (“A proper analysis of\nprejudice underStricklandwould have taken into account the\nnewly uncovered evidence . . . , along with the\nmitigation evidence introduced during [the] penalty phase\ntrial”).",
    "joined": []
}