{
    "case": {
        "docket": "73",
        "citation": "577",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/577/73/"
    },
    "id": "3504570",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESRANDY WHITE, WARDENv.ROGER L. WHEELERon petition for writ of certiorari to the united states court of\nappeals for the sixth circuitNo. 14–1372. Decided December 14, 2015Per Curiam.A death sentence imposed by a Kentucky trial court and affirmed\nby the Kentucky Supreme Court has been overturned, on habeas corpus\nreview, by the Court of Appeals for the Sixth Circuit. During the\njury selection process, the state trial court excused a juror after\nconcluding he could not give sufficient assurance of neutrality or\nimpartiality in considering whether the death penalty should be\nimposed. The Court of Appeals, despite the substantial deference it\nmust accord to state-court rulings in federal habeas proceedings,\ndetermined that excusing the juror in the circumstances of this\ncase violated the Sixth and Fourteenth Amendments. That ruling\ncontravenes controlling precedents from this Court, and it is now\nnecessary to reverse the Court of Appeals by this summary\ndisposition.Warden Randy White is the petitioner here, and the convicted\nprisoner, Roger Wheeler, is the respondent.In October 1997, police in Louisville, Kentucky, found the\nbodies of Nigel Malone and Nairobi Warfield in the apartment the\ncouple shared. Malone had been stabbed nine times. Warfield had\nbeen strangled to death and a pair of scissors stuck out from her\nneck. She was pregnant. DNA taken from blood at the crime scene\nmatched respondent’s. Respondent was charged with the murders.Duringvoir dire,Juror 638 gave equivocal and\ninconsistent answers when questioned about whether he could\nconsider voting to impose the death penalty. In response to the\njudge’s questions about his personal beliefs on the death penalty,\nJuror 638 said, “I’m not sure that I have formed an opinion one way\nor the other. I believe there are arguments on both sides of the—of\nit.” App. to Pet. for Cert. 126a. When asked by the prosecution\nabout his ability to consider all available penalties, Juror 638\nnoted he had “never been confronted with that situation in a, in a\nreal-life sense of having to make that kind of determination.”Id., at 131a. “So it’s difficult for me,” he explained, “to\njudge how I would I guess act, uh.”Ibid.The prosecution\nsought to clarify Juror 638’s answer, asking if the juror meant he\nwas “not absolutely certain whether [he] could realistically\nconsider” the death penalty.Id., at 132a. Juror 638\nreplied, “I think that would be the most accurate way I could\nanswer your question.”Ibid.During defense counsel’s\nexamination, Juror 638 described himself as “a bit more\ncontemplative on the issue of taking a life and, uh, whether or not\nwe have the right to take that life.”Id., at 133a. Later,\nhowever, he expressed his belief that he could consider all the\npenalty options.Id., at 134a.The prosecution moved to strike Juror 638 for cause based on his\ninconsistent replies, as illustrated by his statement that he was\nnot absolutely certain he could realistically consider the death\npenalty. The defense opposed the motion, arguing that Juror 638’s\nanswers indicated his ability to consider all the penalty options,\ndespite having some reservations about the death penalty. The judge\nsaid that when she was done questioning Juror 638, she wrote in her\nnotes that the juror “ ‘could consider [the] entire range’ ” of\npenalties.Id., at 138a. She further stated that she did not\n“see him as problematic” at the end of her examination.Ibid. But she also noted that she did not “hear him say that\nhe couldn’t realistically consider the death penalty,” and reserved\nruling on the motion until she could review Juror 638’s testimony.Ibid.The next day, after reviewing the relevant testimony,\nthe judge struck Juror 638 for cause. When she announced her\ndecision to excuse the juror, the trial judge stated, “And when I\nwent back and reviewed [the juror’s] entire testimony, [the\nprosecution] concluded with saying, ‘Would it be accurate to say\nthat you couldn’t, couldn’t consider the entire range?’ And his\nresponse is—I think was, ‘I think that would be pretty accurate.’\nSo, I’m going to sustain that one, too.”Id., at\n139a–140a.The case proceeded to trial. Respondent was convicted of both\nmurders and sentenced to death. The Kentucky Supreme Court affirmed\nthe convictions and the sentence.Wheelerv.Commonwealth, 121 S. W. 3d 173, 189 (2003). In considering\nrespondent’s challenges to the trial court’s excusal of certain\njurors for cause, the Kentucky Supreme Court held that the trial\njudge “appropriately struck for cause those jurors that could not\nimpose the death pen-alty. . . . There was no error and the rights\nof the defendant to a fair trial by a fair and impartial jury . . .\nunder both the federal and state constitutions were not violated.”Id.,at 179.After exhausting available state postconviction procedures,\nrespondent sought a writ of habeas corpus under 28 U. S. C. §2254\nfrom the United States District Court for the Western District of\nKentucky. He asserted,inter alia, that the Kentucky trial\ncourt erred in striking Juror 638 duringvoir direon the\nground that the juror could not give assurances that he could\nconsider the death penalty as a sentencing option. The District\nCourt dismissed the petition; but a divided panel of the Court of\nAppeals for the Sixth Circuit reversed, granting habeas relief as\nto respondent’s sentence.Wheelerv.Simpson, 779 F.\n3d 366, 379 (2015). While acknowledging the deferential standard\nrequired on federal habeas review of a state conviction, the Court\nof Appeals held that allowing the exclusion of Juror 638 was an\nunreasonable application ofWitherspoonv.Illinois,\n391 U. S. 510 (1968) ,Wainwrightv.Witt, 469 U. S.\n412 (1985) , and their progeny. 779 F. 3d, at 372–374.Under the Antiterrorism and Effective Death Penalty Act of 1996\n(AEDPA), habeas relief is authorized if the state court’s decision\n“was contrary to, or involved an unreasonable application of,\nclearly established Federal law, as determined by the Supreme Court\nof the United States.” 28 U. S. C. §2254(d)(1). This Court, time\nand again, has instructed that AEDPA, by setting forth necessary\npredicates before state-court judgments may be set aside, “erects a\nformidable barrier to federal habeas relief for prisoners whose\nclaims have been adjudicated in state court.”Burtv.Titlow, 571 U. S. ___, ___ (2013) (slip op., at 6). Under\n§2254(d)(1), “ ‘a state prisoner must show that the state court’s\nruling on the claim being presented in federal court was so lacking\nin justification that there was an error well understood and\ncomprehended in existing law beyond any possibility for fairminded\ndisagreement.’ ”Whitev.Woodall, 572 U. S. ___, ___\n(2014) (slip op., at 4) (quotingHarringtonv.Richter, 562 U. S. 86, 103 (2011) ).The Court of Appeals was required to apply this deferential\nstandard to the state court’s analysis of respondent’s juror\nexclusion claim. InWitherspoon, this Court set forth the\nrule for juror disqualification in capital cases.Witherspoonrecognized that the Sixth Amendment’s guarantee\nof an impartial jury confers on capital defendants the right to a\njury not “uncommonly willing to condemn a man to die.” 391 U. S.,\nat 521. But the Court with equal clarity has acknowledged the\nState’s “strong interest in having jurors who are able to apply\ncapital punishment within the framework state law prescribes.”Uttechtv.Brown, 551 U. S. 1, 9 (2007) . To ensure\nthe proper balance between these two interests, only “a juror who\nis substantially impaired in his or her ability to impose the death\npenalty under the state-law framework can be excused for cause.”Ibid.As the Court explained inWitt, a juror may be\nexcused for cause “where the trial judge is left with the definite\nimpression that a prospective juror would be unable to faithfully\nand impartially apply the law.” 469 U. S., at 425–426.Reviewing courts owe deference to a trial court’s ruling on\nwhether to strike a particular juror “regardless of whether the\ntrial court engages in explicit analysis regarding substantial\nimpairment; even the granting of a motion to excuse for cause\nconstitutes an implicit finding of bias.”Uttecht, 551 U.\nS., at 7.A trial court’s “finding may be upheld even in the\nabsence of clear statements from the juror that he or she is\nimpaired . . . .”Ibid.And where, as here, the federal\ncourts review a state-court ruling under the constraints imposed by\nAEDPA, the federal court must accord an additional and\n“independent, high standard” of deference.Id., at 10. As a\nresult, federal habeas reviewof aWitherspoon-Wittclaim—much like federal habeas review of an\nineffective-assistance-of-counsel claim—must be “ ‘ “doubly\ndeferential.” ’ ”Burt,supra,at ___ (slip op., at\n1) (quotingCullenv.Pinholster, 563 U. S. 170, 190\n(2011) ).The Court of Appeals held that the Kentucky Supreme Court\nunreasonably appliedWitherspoon,Witt, and their\nprogeny when it determined that removing Juror 638 for cause was\nconstitutional. 779 F. 3d, at 372–374. The Court of Appeals\ndetermined Juror 638 “understood the decisions he would face and\nengaged with them in a thoughtful, honest, and conscientious\nmanner.”Id.,at 373. In the Court of Appeals’ estimation,\nthe trial judge concluded the juror was not qualified only by\n“misapprehending a single question and answer exchange” between\nJuror 638 and the prosecution,id.,at 374—the exchange in\nwhich Juror 638 stated he was not absolutely certain he could\nrealistically consider the death penalty,id., at 372.\nAccording to the Court of Appeals, Juror 638 “agreedhe did not\nknowto an absolute certainty whether he could realistically\nconsider the death penalty, but the court proceeded as ifhe\nknew he could not.”Ibid. The Court of Appeals further\ndetermined that if the trial judge, when reviewing Juror 638’s\nexamination, had “properly processed that exchange” between Juror\n638 and the prosecution, Juror 638 would not have been excused.Id.,at 374.Both the analysis and the conclusion in the decision under\nreview were incorrect. While the Court of Appeals acknowledged that\ndeference was required under AEDPA, it failed to ask the critical\nquestion: Was the Kentucky Supreme Court’s decision to affirm the\nexcusal of Juror 638 for cause “ ‘so lacking in justification that\nthere was an error well understood and comprehended in existing law\nbeyond any possibility for fairminded disagreement’ ”?Woodall,supra, at ___ (slip op., at 4) (quotingHarrington,supra, at 103).The Court of Appeals did not properly apply the deference it was\nrequired to accord the state-court ruling. A fairminded jurist\ncould readily conclude that the trial judge’s exchange with Juror\n638 reflected a “diligent and thoughtfulvoir dire”; that\nshe considered with care the juror’s testimony; and that she was\nfair in the exercise of her “broad discretion” in determining\nwhether the juror was qualified to serve in this capital case.Uttecht, 551 U. S., at 20. Juror 638’s answers duringvoir direwere at least ambiguous as to whether he would be\nable to give appropriate consideration to imposing the death\npenalty. And as this Court made clear inUttecht, “when\nthere is ambiguity in the prospective juror’s statements,” the\ntrial court is “ ‘entitled to resolve it in favor of the State.’ ”Id., at 7 (quotingWitt,supra, at 434).The Court of Appeals erred in its assessment of the trial\njudge’s reformulation of an important part of Juror 638’s\nquestioning. 779 F. 3d, at 372. When excusing the juror the day\nafter thevoir dire, the trial judge said that the\nprosecution had asked whether the juror “couldn’t con-sider the\nentire range” of penalties. App. to Pet. for Cert. 139a. The\nprosecution in fact asked if the juror was “not absolutely certain\nwhether [he] could realistically con-sider” the entire range of\npenalties.Id., at 132a. The juror’s confirmation that he\nwas “not absolutely certain whether [he] could realistically\nconsider” the death penalty,ibid., was a reasonable basis\nfor the trial judge to conclude that the juror was unable to give\nthat penalty fair consideration. The trial judge’s decision to\nexcuse Juror 638 did not violate clearly established federal law by\nconcluding that Juror 638 was not qualified to serve as a member\nofthis capital jury. SeeWitt,supra, at 424–426. And\nsimilarly, the Kentucky Supreme Court’s ruling that therewas no\nerror is not beyond any possibility for fairminded\ndisagreement.The Court of Appeals noted that the deference toward trial\ncourts recognized inUttecht“was largely premised on the\ntrial judge’s ability to ‘observe the demeanor of’ ” the juror. 779\nF. 3d, at 373 (quoting 551 U. S., at 17). It concluded that\ndeference to the trial court here supported habeas relief, because\nthe trial judge’s “initial assessment of [the juror’s] answers and\ndemeanor” did not lead her to immediately strike Juror 638 for\ncause. 779 F. 3d, at 373–374.The Court of Appeals’ conclusion conflicts with the meaning and\nholding ofUttechtand with a common-sense understanding of\nthe jury selection process. Nothing inUttechtlimits the\ntrial court to evaluating demeanor alone and not the substance of a\njuror’s response. And the implicit suggestion that a trial judge is\nentitled to less deference for having deliberated after her initial\nruling is wrong. In the ordinary case the conclusion should be\nquite the opposite. It is true that a trial court’s contemporaneous\nassessment of a juror’s demeanor, and its bearing on how to\ninterpret or understand the juror’s responses, are entitled to\nsubstantial deference; but a trial court ruling is likewise\nentitled to deference when made after a careful review of a formal\ntranscript or recording. If the trial judge chooses to reflect and\ndeliberate further, as this trial judge did after the proceedings\nrecessed for the day, that is not to be faulted; it is to be\ncommended.This is not a case where “the record discloses no basis for a\nfinding of substantial impairment.”Uttecht,supra,\nat 20.The two federal judges in the majority below might\nhave reached a different conclusion had they been presiding over\nthisvoir dire. But simple disagreement does not overcome\nthe two layers of deference owed by a federal habeas court in this\ncontext.*  *  *The Kentucky Supreme Court was not unreasonable in its\napplication of clearly established federal law when it concluded\nthat the exclusion of Juror 638 did not violate the Sixth\nAmendment. Given this conclusion, there is no need to consider\npetitioner’s further contention that, if there were an error by the\ntrial court in excluding the juror, it should be subject to\nharmless-error analysis. And this Court does not review the other\nrulings of the Court of Appeals that are not addressed in this\nopinion.As a final matter, this Court again advises the Court of Appeals\nthat the provisions of AEDPA apply with full force even when\nreviewing a conviction and sentence imposing the death penalty.\nSee,e.g.,Parkerv.Matthews, 567 U. S. ___\n(2012) (per curiam);Bobbyv.Dixon, 565 U. S.\n___ (2011) (per curiam);Bobbyv.Mitts, 563\nU. S. 395 (2011) (per curiam);Bobbyv.Van\nHook, 558 U. S. 4 (2009) (per curiam).The petition for certiorari and respondent’s motion to proceedin forma pauperisare granted. The judgment of the Court of\nAppeals for the Sixth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}