{
    "case": {
        "docket": "58",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/58/"
    },
    "id": "1970618",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJOHN MARSHALL, WARDENv.OTIS LEE\nRODGERSon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 12–382. Decided April 1, 2013Per Curiam.Respondent Otis Lee Rodgers, challenging his\nstate con- viction, sought a writ of habeas corpus from the United\nStates District Court for the Central District of California. He\nclaimed the state courts violated his Sixth Amendment right to\neffective assistance of counsel by declining to ap- point an\nattorney to assist in filing a motion for a new trial\nnotwithstanding his three prior waivers of the right to counseled\nrepresentation. The District Court denied respondent’s petition,\nand he appealed to the Court of Appeals for the Ninth Circuit,\nwhich granted habeas relief. 678 F.3d 1149, 1163 (2012). Because\nthe Court of Appeals erred in concluding that respondent’s claim is\nsupported by “clearly established Federal law, as determined by the\nSupreme Court of the United States,” 28 U. S. C.\n§2254(d)(1), its judgment must be reversed.IIn 2001, the State of California charged\nrespondent with making criminal threats, assault with a firearm,\nand be- ing a felon in possession of a firearm and ammunition.\nBefore his arraignment, respondent executed a valid waiver of his\nSixth Amendment right to counsel, electing to represent himself.\nSeeFarettav.California,422\nU.S. 806, 807 (1975). By the time of his preliminary hearing,\nhowever, respondent changed his mind and retained counsel. Then,\ntwo months later, he fired his lawyer and again waived his right to\ncounsel. Two months after that, respondent again changed his mind\nand asked the court to appoint an attorney. The court did so.\nShortly before trial, however, respondent for the third time\nsurrendered his right to counsel. He proceeded to trialpro se. On June 27, 2003, the jury returned a verdict\nof guilty.After the verdict was read, respondent asked the\nstate trial court to provide an attorney to help him file a motion\nfor a new trial. The trial judge deferred ruling on the motion to\nappoint counsel, and respondent later renewed the request in\nwriting. Neither the oral nor the written motion included reasons\nin support of his request; and when offered a chance to supplement\nor explain his motion at a later hearing, respondent declined to do\nso. The trial court denied the request for counsel. Respondent’spro semotion for a new trial was likewise denied.On direct review the California Court of Appeal\naffirmed respondent’s convictions and sentence. As relevant here,\nit concluded that his history of vacillating between counseled and\nself-representation, the lack of support for his motion, his\ndemonstrated competence in defending his case, and his insistence\nthat he “ ‘c[ould] do the motion [him]self’ ” but\n“ ‘just need[ed] time to perfect it,’ ” App. to Pet. for\nCert. 129–130, justified the trial court’s denial of his post-trial\nrequest for counsel. The state appellate court also distinguished\nits decision from that of the Court of Appeals for the Ninth\nCircuit inMenefieldv.Borg, 881 F.2d 696 (1989),\nreasoning that the habeas petitioner inMenefieldhad stated\nreasons justifying his request for counsel, whereas respondent’s\nrequest was unreasoned and unexplained. The state appellate court\nconcluded that “[b]ecause the [trial] court was not given any\nreason to grant [respondent’s] motion, we cannot find that the\ncourt abused its discretion in declining to do so.” App. to Pet.\nfor Cert. 130.Having failed to obtain relief in state court,\nrespondent filed a federal habeas petition, arguing that the\nCalifornia courts had violated his Sixth Amendment right to counsel\nby not providing an attorney to help with his new-trial motion. The\nDistrict Court denied the petition but granted a certificate of\nappealability. The Court of Appeals reversed, holding that\nrespondent’s “ Sixth Amendment right to counsel was violated when\nthe trial court denied his timely request for representation for a\nnew trial motion.” 678 F. 3d, at 1163.To reach the conclusion that respondent’s right\nto counsel in these circumstances was clearly established by the\nSupreme Court of the United States, the Court of Appeals for the\nNinth Circuit invoked certain Sixth Amendment precedents from its\nown earlier cases and from cases in other Circuits. From those\nprecedents, the panel identified two relevant principles that it\ndeemed to have been clearly established by this Court’s cases:\nfirst, that a defendant’s waiver of his right to trial counsel does\nnot bar his later election to receive assistance of counsel at a\nlater critical stage of the prosecution, absent proof by the State\nthat the reappointment request was made in bad faith, seeid.,at 1159–1162; and, second, that a new-trial motion is a\ncritical stage, seeid., at 1156–1159. Combining these two\npropositions, the court held that respondent had a clearly\nestablished right to the reappointment of counsel for purposes of\nhis new-trial motion, and that the California courts—which vest the\ntrial judge with discretion to approve or deny such requests based\non the totality of the circumstances, seePeoplev.Lawley,27 Cal. 4th 102, 147–151, 38 P.3d 461, 493–495 (2002)—violated\nthat right by refusing to order the reappointment of counsel. 678\nF. 3d, at 1162–1163.IIThe starting point for cases subject to\n§2254(d)(1) is to identify the “clearly established Federal law, as\ndetermined by the Supreme Court of the United States” that governs\nthe habeas petitioner’s claims. SeeWilliamsv.Taylor,529 U.S.\n362, 412 (2000);Knowlesv.Mirzayance,556 U.S.\n111, 122 (2009). As indicated above, the parties here dispute\nwhether two principles of law are clearly established under this\nframework. One is whether, after a defendant’s valid waiver of his\nright to trial counsel underFaretta, a post-trial,\npreappeal motion for a new trial is a critical stage of the\nprosecution. For purposes of analysis here, it will be assumed,\nwithout so holding, that it is.The other disputed question is whether, after a\ndefendant’s valid waiver of counsel, a trial judge has discretion\nto deny the defendant’s later request for reappointment of counsel.\nIn resolving this question in respondent’s favor, the Court of\nAppeals first concluded (correctly) that “the Supreme Court has\nnever explicitly addressed a criminal defendant’s ability to\nre-assert his right to counsel” once he has validly waived it. 678\nF. 3d, at 1159 (internal quotation marks omitted). It then\n(also correctly) recognized that the lack of a Supreme Court\ndecision on nearly identical facts does not by itself mean that\nthere is no clearly established federal law, since “a general\nstandard” from this Court’s cases can supply such law.Yarboroughv.Alvarado,541 U.S.\n652, 664 (2004). The Court of Appeals erred, however, in its\napplication of this latter proposition to the controlling issues\nhere.It is beyond dispute that “[t]he Sixth Amendment\nsafeguards to an accused who faces incarceration the right to\ncounsel at all critical stages of the criminal process.”Iowav.Tovar,541 U.S.\n77, 80–81 (2004); seeUnited Statesv.Cronic,466 U.S.\n648, 653–654 (1984);Gideonv.Wainwright,372 U.S.\n335, 344 (1963). It is just as well settled, however, that a\ndefendant also has the right to “proceedwithoutcounsel\nwhen he voluntarily and intelligently elects to do so.”Faretta, 422 U. S., at 807.There can be some tension in these two\nprinciples. As theFarettaCourt observed, “[t]here can be\nno blinking the fact that the right of an accused to conduct his\nown defense seems to cut against the grain of this Court’s\ndecisions holding that the Constitution requires that no accused\ncan be convicted and imprisoned unless he has been accorded the\nright to the assistance of counsel.”Id.,at 832. California\nhas resolved this tension by adopting the framework under review.\nUnder that approach, trial judges are afforded discretion when\nconsidering postwaiver requests for counsel; their decisions on\nsuch requests must be based on the totality of the circumstances,\n“includ[ing] ‘the quality of [the defendant’s] representation of\n[himself], the defendant’s prior proclivity to substitute counsel,\nthe reasons for the request, the length and stage of the\nproceedings, and the disruption or delay [that] might reasonably be\nexpected to follow the granting of such a motion.’ ”Lawley,supra,at 149, 38 P. 3d, at 494 (quotingPeoplev.Windham,19 Cal. 3d 121, 128, 560 P.2d 1187, 1191–1192 (1977); final\nalteration in original). The state appellate court applied those\nrules to the case at bar, concluding that the totality of the\ncircumstances—and especially the shifting nature of respondent’s\npreferences, the unexplained nature of his motion, and his\ndemonstrated capacity to handle the incidents of trial—supported\nthe trial court’s decision. App. to Pet. for Cert. 128–131.The Court of Appeals, however, has resolved that\ntension differently in its own direct-review cases. It has adopted\na “ ‘strong presumption that a defendant’s post-trial request\nfor the assistance of an attorney should not be refused,’ ”\n678 F. 3d, at 1160 (quotingRobinsonv.Ignacio,360 F.3d 1044, 1058 (CA9 2004); emphasis deleted), as well as a\ndefault rule that, “ ‘in the absence of extraordinary\ncircumstances,’ a defendant’s post-trial revocation of his waiver\nshould be allowed unless the government can show that the request\nis made ‘for a bad faith purpose,’ ”id.,at 1058\n(quotingMenefield, 881 F. 2d,at 701; emphasis\ndeleted).It is unnecessary for present purposes to judge\nthe merits of these two approaches or determine what rule the Sixth\nAmendment in fact establishes for postwaiver requests of\nappointment of counsel. All this case requires—and all the Court of\nAppeals was empowered to do under §2254(d)(1)—is to observe that,\nin light of the tension between the Sixth Amendment’s guarantee of\n“the right to counsel at all critical stages of the criminal\nprocess,”Tovar,supra, at 80–81, and its concurrent\npromise of “a constitutional right to proceedwithoutcounsel when [a criminal defendant] voluntarily and intelligently\nelects to do so,”Faretta,supra, at 807, it cannot\nbe said that California’s approach is contrary to or an\nunreasonable ap- plication of the “general standard[s]” established\nby the Court’s assistance-of-counsel cases.Alvarado,supra, at 664.The Court of Appeals’ contrary conclusion rested\nin part on the mistaken belief that circuit precedent may be used\nto refine or sharpen a general principle of Supreme Court\njurisprudence into a specific legal rule that this Court has not\nannounced.Parkerv.Matthews, 567 U. S. ___,\n___ (2012) (per curiam) (slip op., at 12–13) (“The\nhighly generalized standard for evaluating claims of prosecutorial\nmisconduct set forth inDarden[v.Wainwright,477 U.S.\n168(1986)] bears scant resemblance to the elaborate, multistep\ntest employed by the Sixth Circuit here”); see 678 F. 3d, at\n1155, 1157. The error in this approach is subtle, yet substantial.\nAlthough an appellate panel may, in accordance with its usual\nlaw-of-the-circuit procedures, look to circuit precedent to\nascertain whether it has already held that the particular point in\nissue is clearly established by Supreme Court precedent, see,e.g.,Tolliverv.Sheets, 594 F.3d 900, 916,\nn. 6 (CA6 2010) (“We are bound by prior Sixth Circuit\ndeterminations that a rule has been clearly established”);Chambersv.McDaniel, 549 F.3d 1191, 1199 (CA9 2008),\nit may not canvass circuit decisions to determine whether a\nparticular rule of law is so widely accepted among the Federal\nCircuits that it would, if presented to this Court, be accepted as\ncorrect. SeeParker,supra,at ___ (slip op., at\n12–13);Renicov.Lett,559 U.S.\n766, 778–779 (2010). The Court of Appeals failed to abide by\nthat limitation here. Its resulting holding was erroneous and must\nbe reversed.IIIThe Court expresses no view on the merits of\nthe underlying Sixth Amendment principle the respondent urges. And\nit does not suggest or imply that the underlying issue, if\npresented on direct review, would be insubstantial. This opinion is\ninstead confined to the determination that the conclusion of the\nCalifornia courts that there was no Sixth Amendment violation is\nnot contrary to “clearly established Federal law, as determined by\nthe Supreme Court of the United States.” §2254(d)(1).The petition for a writ of certiorari and\nrespondent’s motion to proceedin forma pauperisare\ngranted. The judgment of the United States Court of Appeals for the\nNinth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}