{
    "case": {
        "docket": "650",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/650/"
    },
    "id": "1970467",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESBRIAN COLEMAN, SUPERINTENDENT, STATE COR-\nRECTIONAL INSTITUTION AT FAYETTE, et al.v.LORENZO\nJOHNSONon petition for writ of certiorari to the\nunited states court of appeals for the third circuitNo. 11–1053. Decided May 29, 2012Per Curiam.Respondent Lorenzo Johnson was convicted as an\naccomplice and co-conspirator in the murder of Taraja Williams, who\nwas killed by a shotgun blast to the chest in the early morning\nhours of December 15, 1995, in Har- risburg, Pennsylvania. After\nhis conviction was affirmed in state court, Johnson exhausted his\nstate remedies and sought a writ of habeas corpus in Federal\nDistrict Court pursuant to the Antiterrorism and Effective Death\nPenalty Act of 1996 (AEDPA), 28 U. S. C. §2254. The\nDistrict Court denied habeas relief but the U. S. Court of\nAppeals for the Third Circuit reversed, holding that the evidence\nat trial was insufficient to support Johnson’s conviction under the\nstandard set forth inJacksonv. Virginia,443 U.S.\n307(1979).We have made clear thatJacksonclaims\nface a high bar in federal habeas proceedings because they are\nsubject to two layers of judicial deference. First, on direct\nappeal, “it is the responsibility of the jury—not the court—to\ndecide what conclusions should be drawn from evidence admitted at\ntrial. A reviewing court may set aside the jury’s verdict on the\nground of insufficient evidence only if no rational trier of fact\ncould have agreed with the jury.”Cavazosv. Smith,565 U.S.\n1, ___ (2011)(per curiam)(slip op., at 1). And\nsecond, on habeas review, “a federal court may not overturn a state\ncourt decision rejecting a sufficiency of the evidence challenge\nsimply because the federal court disagrees with the state court.\nThe federal court instead may do so only if the state court\ndecision was ‘objectively unreasonable.’ ”Ibid.(quotingRenicov. Lett, 559 U. S. ___, ___\n(2010) (slip op., at 5)).Because the Court of Appeals failed to afford\ndue respect to the role of the jury and the state courts of\nPennsylvania, we now grant certiorari and reverse the judgment\nbelow.*  *  *The parties agree that Williams was shot and\nkilled by Corey Walker, who was subsequently convicted of\nfirst-degree murder. Johnson was with Walker on the night of the\ncrime, and the two were tried jointly. Johnson was charged as an\naccomplice and co-conspirator. See 18 Pa. Cons. Stat. §2502 (2008)\n(defining first-degree murder as “willful, deliberate and\npremeditated” killing); §306(c) (imposing accomplice liability for\nanyone who, “with the intent of promoting or facilitating the\ncommission of the offense . . . aids or agrees or\nattempts to aid such other person in planning or committing it”);Commonwealthv. Montalvo, 598 Pa. 263, 274, 956 A.2d\n926, 932 (2008) (criminal conspiracy liability for anyone who takes\nan overt act in furtherance of a crime he has agreed to abet or\ncommit).At trial, the Commonwealth called Victoria\nDoubs, who testified that she, Johnson, and Walker were “close\nfriends” who “ran the streets together.” Tr. 213. On the morning of\nDecember 14, the three of them awoke at the same residence, bought\nmarijuana, and then went to a Kentucky Fried Chicken restaurant,\nwhere they encountered Williams. Walker announced that he was going\nto “holler at” Williams about a debt Williams owed.Id., at\n217. According to Doubs, Walker and Williams “were talking about\nthe money that [Williams] had owed us,” with Walker “asking\n[Williams], confronting him, about his money and what’s up with the\nmoney and why is it taking you so long to give us the money.”Id., at 217–218. Williams was “cussing [Walker] out, telling\nhim he’d give it to him when he felt like it and he ain’t scared of\n[Walker].”Id., at 218. A fight ensued, which ended when\nWilliams beat Walker with a broomstick in front of the crowd of\npeople that had gathered.After the fight, Doubs testified, Walker “was\nmad, because he got beat by a crackhead. . . . He\nwas saying, yo, that crackhead beat me. I’m going to kill that\ncrackhead. I’m going to kill that kid. . . . He was\nhot. He was heated.”Id., at 220–221. Johnson was present\nwhen Walker made these statements. Later that afternoon, Doubs\nrecounted the beating to others, who laughed at Walker. Walker\n“repeated it for a while that I’m going to kill that kid. That kid\nmust think I’m some type of joke. I’m going to kill that kid. Who\nhe think he is[?]”Id., at 222. Once again, Johnson was\npresent for these statements.Another witness was Carla Brown, a friend of the\nvictim, who testified that she was at the Midnight Special Bar on\nthe night of December 14–15, where she saw Walker, Johnson, and\nWilliams engaged in a heated argument. Although she could not hear\nwhat they were saying, she could tell they were arguing because\nthey were making “a lot of arm movements.”Id.,at 104. The\nbouncer soon told them to leave, and Brown followed them into the\nstreet because she “wanted to know what was going on.”Ibid.Brown observed the three men walking in a single-file line, with\nWalker in front, Williams in the middle, and Johnson in the back.\nWalker was wearing a long leather coat, walking as if he had\nsomething concealed underneath it. Brown followed the three men to\nan alleyway, at which point Williams recognized Brown and told her\nto “go ahead” and pass.Id.,at 107. Walker then entered the\nalleyway, followed by Williams, while Johnson remained standing at\nthe entrance. As Brown walked past the alley, she heard a loud\n“boom,” causing her to run away.Id.,at 143. On\ncross-examination, Brown stated: “They walked [Williams] in that\nalley. He stood inside the alley. He walked him in the alley. I\nheard a boom.”Ibid.The Commonwealth also called Aaron Dews, who\ntestified that he was in a building bordering the alleyway at 12:45\na.m. on the morning of December 15. He heard a loud boom that\ncaused him to look out into the alley from his second-story window,\nwhere he saw two silhouettes fleeing.After Dews the Commonwealth called Brian Ramsey,\nwho had been selling cocaine on a nearby street corner at the time\nof the murder. He testified that he saw Williams walking toward an\nalleyway with two males and a female, and he heard a loud boom\nshortly after Williams entered the alley. When pressed on\ncross-examination, he stated: “I would say that [Williams] was\nforced in that alley.”Id.,at 189.The jury also heard testimony from police who\nsearched the alley shortly after the murder and found a shotgun\nwith the barrel missing. A medical examiner who examined Williams’\nbody testified that the cause of death was a shotgun wound to the\nchest.After the jury convicted Johnson, he filed a\npost-trial motion arguing that the evidence was insufficient to\nsupport his conviction. The court denied his motion, and the\nPennsylvania Superior Court affirmed the conviction on direct\nappeal. SeeCommonwealthv. Johnson, 726 A.2d 1079\n(1998). After the Pennsylvania Supreme Court denied his petition\nfor review, Johnson unsuccessfully sought state postconviction\nrelief. He then filed a habeas petition in Federal District Court,\nwhich denied his claims. SeeJohnsonv. Mechling, 541\nF. Supp. 2d 651 (MD Pa. 2008). Finally, Johnson appealed to the\nThird Circuit, which reversed the District Court and ordered his\nconviction overturned.UnderJackson, evidence is sufficient to\nsupport a conviction if, “after viewing the evidence in the light\nmost favorable to the prosecution,anyrational trier of\nfact could have found the essential elements of the crime beyond a\nreasonable doubt.” 443 U. S., at 319.In light of the testimony at Johnson’s trial,\nthe Court of Appeals acknowledged that “[a] trier of fact could\nreasonably infer . . . that Johnson and Walker shared a\ncommon intent to confront, threaten or harass Williams.”Johnsonv.Mechling,446 Fed. Appx. 531, 540 (CA3\n2011). As for the notion that “Johnson shared Walker’s intent to\nkill Williams,” however, the court concluded that was “mere\nspeculation” that no rational factfinder could accept as true.Ibid.The court stated that “a reasonable inference is one\nwhere the fact inferred is ‘more likely than not to flow from the\nproved fact on which it is made to depend.’ ”Id.,at\n539–540 (quotingCommonwealthv. McFarland, 452 Pa.\n435, 439, 308 A.2d 592, 594 (1973)). In order for a jury’s\ninferences to be permissible, the court reasoned, they must\n“ ‘flow from facts and circumstances proven in the\nrecord’ ” that are “ ‘of such volume and quality as to\novercome the presumption of innocence.’ ” 446 Fed. Appx., at\n539 (quotingCommonwealthv. Bostick, 958 A.2d 543,\n560 (Pa. Super. 2008)).At the outset, we note that it was error for the\nCourt of Appeals to look to Pennsylvania law in determining what\ndistinguishes a reasoned inference from “mere speculation.” UnderJackson, federal courts must look to state law for “the\nsubstantive elements of the criminal offense,” 443 U. S., at\n324, n. 16, but the minimum amount of evidence that the Due\nProcess Clause requires to prove the offense is purely a matter of\nfederal law.Under the deferential federal standard, the\napproach taken by the Court of Appeals was flawed because it un-\nduly impinged on the jury’s role as factfinder.Jacksonleaves juries broad discretion in deciding what inferences to draw\nfrom the evidence presented at trial, requiring only that jurors\n“draw reasonable inferences from basic facts to ultimate facts.”Id., at 319. This deferential standard does not permit the\ntype of fine-grained factual parsing in which the Court of Appeals\nengaged. For example, in addressing Brown and Ramsey’s testimony\nthat Williams was “walked” and “forced” into the alleyway, the\ncourt objected that the witnesses did not describe any “physical\naction” supporting the conclusion that force was used. 446 Fed.\nAppx., at 541. Absent some specific testimony that “Johnson\nactively pushed, shoved, ordered or otherwise forced the victim\ninto the alley, or prevented him from leaving it,”ibid.,the court could see no reason- able basis for the jury’s conclusion\nthat Johnson had a specific intent to help kill Williams.That analysis is flawed for two reasons. First,\nthe coercive nature of Johnson and Walker’s behavior could be\ninferred from other circumstances not involving the direct use of\nforce: Walker was noticeably concealing a weapon, and he had been\nheatedly threatening to kill Williams after a violent confrontation\nearlier in the day. Johnson and Walker kept Williams between them\nin a single-file line on the way to the alley, where Johnson stood\nat the entrance while the other two entered, suggesting that\nJohnson may have been prepared to prevent Williams from fleeing.\nAnd second, even if Williams was not coerced into the alley, the\njury still could have concluded that Johnson helped lead or lure\nhim there to facilitate the murder.Taken in the light most favorable to the\nprosecution, the trial testimony revealed that Johnson and Walker\n“ran the streets together,” and had attempted to collect a debt\nfrom Williams earlier on the day of the murder. Williams resisted\nthe collection, managing to humiliate Walker in the process by\ngiving him a public thrashing with a broomstick. This enraged\nWalker to the point that he repeatedly declared over the course of\nthe day in Johnson’s presence that he intended to kill Williams.\nThen, while Walker was noticeably concealing a bulky object under\nhis trenchcoat, Johnson helped escort Williams into an alley, where\nJohnson stood at the entryway while Walker pulled out a shotgun and\nshot Williams in the chest.On the basis of these facts, a rational jury\ncould infer that Johnson knew that Walker was armed with a shotgun;\nknew that he intended to kill Williams; and helped usher Williams\ninto the alleyway to meet his fate. The jury in this case was\nconvinced, and the only question underJacksonis whether\nthat finding was so insupportable as to fall below the threshold of\nbare rationality. The state court of last review did not think so,\nand that determination in turn is entitled to considerable\ndeference under AEDPA, 28 U. S. C. §2254(d).Affording due respect to the role of the jury\nand the state courts, we conclude that the evidence at Johnson’s\ntrial was not nearly sparse enough to sustain a due process\nchallenge underJackson. The evidence was sufficient to\nconvict Johnson as an accomplice and a co-conspirator in the murder\nof Taraja Williams. The Commonwealth’s petition for certiorari and\nthe motion to proceedin forma pauperisare granted, the\njudgment of the Court of Appeals for the Third Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}