{
    "case": {
        "docket": "464",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/464/"
    },
    "id": "3539466",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESV. L.v.E. L., et al.on petition for writ of certiorari to the supreme court of\nalabamaNo. 15–648 Decided March 7, 2016Per Curiam.A Georgia court entered a final judgment of adoption making\npetitioner V. L. a legal parent of the children that she and\nrespondent E. L. had raised together from birth. V. L.\nand E. L. later separated while living in Alabama. V. L.\nasked the Alabama courts to enforce the Georgia judgment and grant\nher custody or visitation rights. The Alabama Supreme Court ruled\nagainst her, holding that the Full Faith and Credit Clause of the\nUnited States Constitution does not require the Alabama courts to\nrespect the Georgia judgment. That judgment of the Alabama Supreme\nCourt is now reversed by this summary disposition.IV. L. and E. L. are two women who were in a\nrelationship from approximately 1995 until 2011. Through assisted\nreproductive technology, E. L. gave birth to a child named\nS. L. in 2002 and to twins named N. L. and H. L. in\n2004. After the children were born, V. L. and E. L.\nraised them together as joint parents.V. L. and E. L. eventually decided to give legal\nstatus to the relationship between V. L. and the children by\nhaving V. L. formally adopt them. To facilitate the adoption,\nthe couple rented a house in Alpharetta, Georgia. V. L. then\nfiled an adoption petition in the Superior Court of Fulton County,\nGeorgia. E. L. also appeared in that proceeding. While not\nrelinquishing her own parental rights, she gave her express consent\nto V. L.’s adoption of the children as a second parent. The\nGeorgia court determined that V. L. had complied with the\napplicable requirements of Georgia law, and entered a final decree\nof adoption allowing V. L. to adopt the children and\nrecognizing both V. L. and E. L. as their legal\nparents.V. L. and E. L. ended their relationship in 2011,\nwhile living in Alabama, and V. L. moved out of the house that\nthe couple had shared. V. L. later filed a petition in the\nCircuit Court of Jefferson County, Alabama, alleging that\nE. L. had denied her access to the children and interfered\nwith her ability to exercise her parental rights. She asked the\nAlabama court to register the Georgia adoption judgment and award\nher some measure of custody or visitation rights. The matter was\ntransferred to the Family Court of Jefferson County. That court\nentered an order awarding V. L. scheduled visitation with the\nchildren.E. L. appealed the visitation order to the Alabama Court of\nCivil Appeals. She argued, among other points, that the Alabama\ncourts should not recognize the Georgia judgment because the\nGeorgia court lacked subject-matter jurisdiction to enter it. The\nCourt of Civil Appeals rejected that argument. It held, however,\nthat the Alabama family court had erred by failing to conduct an\nevidentiary hearing before awarding V. L. visitation rights,\nand so it remanded for the family court to conduct that\nhearing.The Alabama Supreme Court reversed. It held that the Georgia\ncourt had no subject-matter jurisdiction under Georgia law to enter\na judgment allowing V. L. to adopt the children while still\nrecognizing E. L.’s parental rights. As a consequence, the\nAlabama Supreme Court held Alabama courts were not required to\naccord full faith and credit to the Georgia judgment.IIThe Constitution provides that “Full Faith and Credit shall be\ngiven in each State to the public Acts, Records, and judicial\nProceedings of every other State.” U. S. Const., Art. IV, §1.\nThat Clause requires each State to recognize and give effect to\nvalid judgments rendered by the courts of its sister States. It\nserves “to alter the status of the several states as independent\nforeign sovereignties, each free to ignore obligations created\nunder the laws or by the judicial proceedings of the others, and to\nmake them integral parts of a single nation.”Milwaukee\nCountyv.M. E. White Co., 296 U. S. 268,277\n(1935).With respect to judgments, “the full faith and credit obligation\nis exacting.”Bakerv.General Motors Corp., 522\nU. S. 222, 233 (1998). “A final judgment in one State, if\nrendered by a court with adjudicatory authority over the subject\nmatter and persons governed by the judgment, qualifies for\nrecognition throughout the land.”Ibid.A State may not\ndisregard the judgment of a sister State because it disagrees with\nthe reasoning underlying the judgment or deems it to be wrong on\nthe merits. On the contrary, “the full faith and credit clause of\nthe Constitution precludes any inquiry into the merits of the cause\nof action, the logic or consistency of the decision, or the\nvalidity of the legal principles on which the judgment is based.”Millikenv.Meyer, 311 U. S. 457,462 (1940).A State is not required, however, to afford full faith and\ncredit to a judgment rendered by a court that “did not have\njurisdiction over the subject matter or the relevant parties.”Underwriters Nat. Assurance Co.v.North Carolina Life\n& Accident & Health Ins. Guaranty Assn.,455 U. S.\n691, 705 (1982). “Consequently, before a court is bound by [a]\njudgment rendered in another State, it may inquire into the\njurisdictional basis of the foreign court’s decree.”Ibid.That jurisdictional inquiry, however, is a limited one. “[I]f the\njudgment on its face appears to be a ‘record of a court of general\njurisdiction, such jurisdiction over the cause and the parties is\nto be presumed unless disproved by extrinsic evidence, or by the\nrecord itself.’ ”Milliken,supra, at 462\n(quotingAdamv.Saenger, 303 U. S. 59,62\n(1938)).Those principles resolve this case. Under Georgia law, as\nrelevant here, “[t]he superior courts of the several counties shall\nhave exclusive jurisdiction in all matters of adoption.” Ga. Code\nAnn. §19–8–2(a) (2015). That provision on its face gave the Georgia\nSuperior Court subject-matter jurisdiction to hear and decide the\nadoption petition at issue here. The Superior Court resolved that\nmatter by entering a final judgment that made V. L. the legal\nadoptive parent of the children. Whatever the merits of that\njudgment, it was within the statutory grant of jurisdiction over\n“all matters of adoption.”Ibid.The Georgia court thus had\nthe “adjudicatory authority over the subject matter” required to\nentitle its judgment to full faith and credit.Baker,supra, at 233.The Alabama Supreme Court reached a different result by relying\non Ga. Code Ann. §19–8–5(a). That statute states (as relevant here)\nthat “a child who has any living parent or guardian may be adopted\nby a third party . . . only if each such living parent and each\nsuch guardian has voluntarily and in writing surrendered all of his\nor her rights to such child.” The Alabama Supreme Court concluded\nthat this provision prohibited the Georgia Superior Court from\nallowing V. L. to adopt the children while also allowing\nE. L. to keep her existing parental rights. It further\nconcluded that this provision went not to the merits but to the\nGeorgia court’s subject-matter jurisdiction. In reaching that\ncrucial second conclusion, the Alabama Supreme Court seems to have\nrelied solely on the fact that the right to adoption under Georgia\nlaw is purely statutory, and “ ‘[t]he requirements of\nGeorgia’s adoptions statutes are mandatory and must be strictly\nconstrued in favor of the natural parents.’ ” App. to Pet. for\nCert. 23a–24a (quotingIn re Marks, 300 Ga. App. 239,\n243, 684 S. E. 2d 364, 367 (2009)).That analysis is not consistent with this Court’s controlling\nprecedent. Where a judgment indicates on its face that it was\nrendered by a court of competent jurisdiction, such jurisdiction\n“ ‘is to be presumed unless disproved.’ ”Milliken,supra, at 462 (quotingAdam,supra, at 62). There is nothing here to rebut that\npresumption. The Georgia statute on which the Alabama Supreme Court\nrelied, Ga. Code Ann. §19–8–5(a), does not speak in jurisdictional\nterms; for instance, it does not say that a Georgia court “shall\nhave jurisdiction to enter an adoption decree” only if each\nexisting parent or guardian has surrendered his or her parental\nrights. Neither the Georgia Supreme Court nor any Georgia appellate\ncourt, moreover, has construed §19–8–5(a) as jurisdictional. That\nconstruction would also be difficult to reconcile with Georgia law.\nGeorgia recognizes that in general, subject-matter jurisdiction\naddresses “whether a court has jurisdiction to decide a particular\nclass of cases,”Goodrumv.Goodrum, 283 Ga. 163, 657\nS. E. 2d 192 (2008), not whether a court should grant relief\nin any given case. Unlike §19–8–2(a), which expressly gives Georgia\nsuperior courts “exclusive jurisdiction in all matters of\nadoption,” §19–8–5(a) does not speak to whether a court has the\npower to decide a general class of cases. It only provides a rule\nof decision to apply in determining if a particular adoption should\nbe allowed.Section 19–8–5(a) does not become jurisdictional just because it\nis “ ‘mandatory’ ” and “ ‘must be strictly\nconstrued.’ ” App. to Pet. for Cert. 23a–24a (quotingMarks,supra, at 243, 684 S. E. 2d, at 367).\nThis Court “has long rejected the notion that all mandatory\nprescriptions, however emphatic, are properly typed\njurisdictional.”Gonzalezv.Thaler, 565 U. S.\n134, ___ (2012) (slip op., at 10–11) (internal quotation marks and\nellipsis omitted). Indeed, the Alabama Supreme Court’s reasoning\nwould give jurisdictional status toeveryrequirement of the\nGeorgia adoption statutes, since Georgia law indicates those\nrequirements are all mandatory and must be strictly construed.Marks,supra, at 243, 684 S. E. 2d, at 367. That\nresult would comport neither with Georgia law nor with common\nsense.As Justice Holmes observed more than a century ago, “it\nsometimes may be difficult to decide whether certain words in a\nstatute are directed to jurisdiction or to merits.”Fauntleroyv.Lum, 210 U. S. 230–235 (1908). In\nsuch cases, especially where the Full Faith and Credit Clause is\nconcerned, a court must be “slow to read ambiguous words, as\nmeaning to leave the judgment open to dispute, or as intended to do\nmore than fix the rule by which the court should decide.”Id., at 235. That time-honored rule controls here. The\nGeorgia judgment appears on its face to have been issued by a court\nwith jurisdiction, and there is no established Georgia law to the\ncontrary. It follows that the Alabama Supreme Court erred in\nrefusing to grant that judgment full faith and credit.The petition for writ of certiorari is granted. The judgment of\nthe Alabama Supreme Court is reversed, and the case is remanded for\nfurther proceedings not inconsistent with this opinion.It is so ordered.",
    "joined": []
}