{
    "case": {
        "docket": "23-167",
        "citation": "604",
        "year": 2024,
        "url": "https://supreme.justia.com/cases/federal/us/604/23-167/"
    },
    "id": "4967544",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJOHN Q. HAMM, COMMISSIONER, ALABAMA DEPARTMENT\nOF CORRECTIONSv.JOSEPH CLIFTON SMITHon petition for writ of certiorari to the\nunited states court of appeals for the eleventh circuitNo. 23–167. Decided November 4, 2024Per Curiam.Joseph Clifton Smith was sentenced to death for\nthe murder of Durk Van Dam. The U. S. District Court for the\nSouthern District of Alabama vacated Smith’s death sentence after\nconcluding that he is intellectually disabled. SeeAtkinsv.Virginia,536 U.S.\n304(2002). Smith has obtained five full-scale IQ scores,\nranging from 72 to 78. Smith’s claim of intellectual disability\ndepended in part on whether his IQ is 70 or below. The District\nCourt found that Smith’s IQ could be as low as 69 given the\nstandard error of measurement for his lowest score of 72. The\nDistrict Court then vacated the death sentence, and the U. S.\nCourt of Appeals for the Eleventh Circuit affirmed.Smithv.Commissioner, Ala. Dept. of Corrections, 67 F. 4th 1335,\n1354 (2023).Analyzing Smith’s intellectual functioning\nrequires evaluating his various IQ scores. InHallv.Florida,572 U.S.\n701, 714 (2014), this Court stated that “when a person has\ntaken multiple tests, each separate score must be assessed”\nconsidering the standard error of measurement. The Court further\nnoted that “the analysis of multiple IQ scores jointly is a\ncomplicated endeavor.”Ibid.This Court has not specified\nhow courts should evaluate multiple IQ scores. Seeibid.;Moorev.Texas, 581 U.S. 1 (2017);Brumfieldv.Cain,576 U.S.\n305(2015).The Eleventh Circuit’s opinion can be read in\ntwo ways. On the one hand, the Eleventh Circuit’s opinion might be\nread to afford conclusive weight to the fact that the lower end of\nthe standard-error range for Smith’s lowest IQ score is 69. That\nanalysis would suggest aper serule that the lower end\nof the standard-error range for an offender’s lowest score is\ndispositive. On the other hand, the Eleventh Circuit also\napprovingly cited the District Court’s determination that Smith’s\nlowest score is not an outlier when considered together with his\nhigher scores. That analysis would suggest a more holistic approach\nto multiple IQ scores that considers the relevant evidence,\nincluding as appropriate any relevant expert testimony.The Eleventh Circuit’s opinion is unclear on\nthis point, and this Court’s ultimate assessment of any petition\nfor certiorari by the State may depend on the basis for the\nEleventh Circuit’s decision. Therefore, we grant the petition for\ncertiorari and Smith’s motion for leave to proceedin forma\npauperis, vacate the judgment of the Eleventh Circuit, and\nremand the case for further consideration consistent with this\nopinion.It is so ordered.Justice Thomas and Justice Gorsuch would grant\nthe petition for a writ of certiorari and set the case for\nargument.",
    "joined": []
}