{
    "case": {
        "docket": "3",
        "citation": "552",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/552/3/"
    },
    "id": "1962540",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMALLEN V. SIEBERT552 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESRICHARD F. ALLEN, COMMISSIONER, ALABAMA DEPARTMENT\nOF CORRECTIONSv.DANIEL SIEBERTon petition for writ of certiorari to the united\nstates court of appeals for the eleventh circuitNo. 06–1680. Decided November 5, 2007Per Curiam.Daniel Siebert was convicted and\nsentenced to death in the State of Alabama for the murder of Linda\nJarman. Siebert’s conviction and sentence were affirmed on direct\nappeal, and the certificate of judgment issued on May 22, 1990.\nThis Court denied certiorari on November 5, 1990.Siebertv.Alabama,498 U. S. 963. On August\n25, 1992, Siebert filed a petition for postconviction relief in\nAlabama state court. The state courts denied the petition as\nuntimely, however, because it was filed approximately three months\nafter the expiration of the then-applicable 2-year statute of\nlimitations, 2 Ala. Rule Crim. Proc. 32.2(c) (2000–2001), which\nbegan to run from the date the certificate of judgment issued.* The\nAlabama Supreme Court denied certiorari on September 15, 2000.\nSiebert did not seek review in this Court. On September 14, 2001,\nSiebert filed a petition for a federal writ of habeas corpus, see\n28 U. S. C. §2254, in the District Court for the Northern\nDistrict of Alabama.The Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA) established a 1-year statute of limitations for\nfiling a federal habeas petition. §2244(d)(1). The limitations\nperiod is tolled, however, while “a properly filed application for\nState post-conviction or other collateral review with respect to\nthe pertinent judgment or claim is pending.” §2244(d)(2). Because\nSiebert’s direct appeal became final before AEDPA became effective,\nthe 1-year limitations period began to run from April 24, 1996,\nAEDPA’s effective date. SeeCareyv.Saffold,536 U. S. 214,\n217 (2002). Thus, absent tolling, Siebert’s federal habeas petition\nwould be untimely by over four years.The District Court dismissed Siebert’s habeas\npetition as untimely, reasoning that an application for state\npostconviction relief is not “properly filed” if it was rejected by\nthe state court on statute-of-limitations grounds. The Court of\nAppeals reversed, however, holding that Siebert’s state\npostconviction petition was “properly filed” within the meaning of\n§2244(d)(2), because the state time bar was not jurisdictional and\nthe Alabama courts therefore had discretion in enforcing it. SeeSiebertv.Campbell, 334 F. 3d 1018, 1030\n(CA11 2003)(per curiam). The Court of Appeals accordingly\nremanded to the District Court to consider the merits of Siebert’s\npetition.While Siebert’s habeas petition was pending on\nremand in the District Court, we decidedPacev.DiGuglielmo,544 U. S. 408(2005). InPace, we held that a state postconviction petition\nrejected by the state court as untimely is not “properly filed”\nwithin the meaning of §2244(d)(2).Id., at 414, 417.\nRelying onPace, the District Court again found that\nSiebert’s state postconviction petition was not “properly filed,”\nand dismissed his federal habeas petition as untimely. The Court of\nAppeals, however, reversed and remanded. In a one-paragraph\nopinion, the court distinguishedPaceon the ground that\nRule 32.2(c), unlike the statute of limitations at issue inPace, “operate[s] as an affirmative defense.” 480\nF. 3d 1089, 1090 (CA11 2007). Thus, the court found its prior\nholding—that Siebert’s state postconviction petition was “properly\nfiled” because the state court rejected it on a nonjurisdictional\nground—stood as the law of the case.Ibid.The Court of Appeals’ carve-out of time limits\nthat operate as affirmative defenses is inconsistent with our\nholding inPace. Although the Pennsylvania statute of\nlimitations at issue inPacehappens to have been a\njurisdictional time bar under state law, seeCommonwealthv.Banks, 556 Pa. 1, 5–6, 726 A. 2d 374, 376 (1999),\nthe jurisdictional nature of the time limit was not the basis for\nour decision. Rather, we built upon a distinction that we had\nearlier articulated inArtuzv.Bennett,531 U. S. 4(2000),\nbetween postconviction petitions rejected on the basis of\n“ ‘filing’ conditions,” which are not “properly filed” under\n§2244(d)(2), and those rejected on the basis of “procedural bars\n[that] go to the ability to obtain relief,” which are.Pace,supra, at 417 (citingArtuz,supra, at 10–11). We found that statutes of limitations\nare “filing” conditions because they “go to the very initiation of\na petition and a court’s ability to consider that petition.”Pace, 544 U. S., at 417. Thus, we held “that time limits,no matter their form, are ‘filing’ conditions,” and that a\nstate postconviction petition is therefore not “properly filed” if\nit was rejected by the state court as untimely.Ibid.(emphasis added).In short, our holding inPaceturned\nnot on the nature of the particular time limit relied upon by the\nstate court, but rather on the fact that time limits generally\nestablish “conditions to filing” a petition for state\npostconviction relief. Whether a time limit is jurisdictional, an\naffirmative defense, or something in between, it is a “condition to\nfiling,”Artuz,supra, at 9—it places a limit on\nhow long a prisoner can wait before filing a postconviction\npetition. The fact that Alabama’s Rule 32.2(c) is an affirmative\ndefense that can be waived (or is subject to equitable tolling)\nrenders it no less a “filing” requirement than a jurisdictional\ntime bar would be; it only makes it a less stringent one. Indeed,\ninPacewe cited the very statute at issue in this case as\nan example of such a “filing” requirement. See 544 U. S., at 417,\nn. 7 (citing 2 Ala. Rule Crim. Proc. 32.2(c) (2004–2005)).Excluding fromPace’s scope those\ntime limits that operate as affirmative defenses would leave a\ngaping hole in what we plainly meant to be a general rule, as\nstatutes of limitations are often affirmative defenses. See,e.g., Fed. Rule Civ. Proc. 8(c);Kirklandv.State, 143 Idaho 544, 546, 149 P. 3d 819, 821 (2006)\n(“The statute of limitations for petitions for post-conviction\nrelief is not jurisdictional. It ‘is an affirmative defense that\nmay be waived if it is not pleaded by the defendant’ ”\n(quotingColev.State, 135 Idaho 107, 110, 15\nP. 3d 820, 823 (2000); citation omitted));Peoplev.Boclair, 202 Ill. 2d 89, 101, 789 N. E. 2d 734,\n742 (2002) (holding that time bar for filing postconviction\npetition is “an affirmative defense and can be raised, waived, or\nforfeited, by the State”). What is more, whether a time limit is\njurisdictional or an affirmative defense is often a disputed\nquestion, as the interpretive history of Rule 32.2(c) itself\nillustrates, seeEx parte Ward, No. 1051818, 2007 WL\n1576054, *6 (Ala., June 1, 2007) (noting confusion in the Alabama\nlower courts over whether Rule 32.2(c) is jurisdictional). Under\nthe Court of Appeals’ approach, federal habeas courts would have to\ndelve into the intricacies of state procedural law in deciding\nwhether a postconviction petition rejected by the state courts as\nuntimely was nonetheless “properly filed” under §2244(d)(2). Our\ndecision inPaceprecludes such an approach.We therefore reiterate now what we held inPace: “When a postconviction petition is untimely under\nstate law, ‘that [is] the end of the matter’ for purposes of\n§2244(d)(2).” 544 U. S., at 414 (quotingCarey, 536 U. S.,\nat 226; alteration in original). Because Siebert’s petition for\nstate postconviction relief was rejected as untimely by the Alabama\ncourts, it was not “properly filed” under §2244(d)(2). Accordingly,\nhe was not entitled to tolling of AEDPA’s 1-year statute of\nlimitations.The petition for certiorari is granted. The\njudgment of the Court of Appeals is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.* At the time Siebert’s petition was before\nthe Alabama courts, Rule 32.2(c) provided that “the court shall not\nentertain any petition,” with certain exceptions not applicable\nhere, “unless the petition is filed … within two (2) years after\nthe issuance of the certificate of judgment by the Court of\nCriminal Appeals.” The statute has since been amended to provide\nfor a 1-year limitations period, but is otherwise unchanged. See 1\nAla. Rule Crim. Proc. 32.2(c) (2007–2008).",
    "joined": []
}