{
    "case": {
        "docket": "833",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/833/"
    },
    "id": "1970912",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESESTEBAN MARTINEZ, PETITIONER v. ILLINOISon petition for writ of certiorari to the\nsupreme court of illinoisNo. 13–5967. Decided May 27, 2014Per Curiam.The trial of Esteban Martinez was set to begin\non May 17, 2010. His counsel was ready; the State was not. When the\ncourt swore in the jury and invited the State to present its first\nwitness, the State declined to present any evidence. So Martinez\nmoved for a directed not-guilty verdict, and the court granted it.\nThe State appealed, arguing that the trial court should have\ngranted its motion for a continuance. The question is whether the\nDouble Jeopardy Clause bars the State’s attempt to appeal in the\nhope of subjecting Martinez to a new trial.The Illinois Supreme Court manifestly erred in\nallowing the State’s appeal, on the theory that jeopardy never\nattached because Martinez “was never at risk of conviction.” 2013\nIL 113475, ¶39, 990 N.E.2d 215, 224. Our cases have repeatedly\nstated the bright-line rule that “jeopardy attaches when the jury\nis empaneled and sworn.” Crist v. Bretz,437 U.S.\n28, 35 (1978) ; see infra, at 6. There is simply no doubt that\nMartinez was subjected to jeopardy. And because the trial court\nfound the State’s evidence insufficient to sustain a conviction,\nthere is equally no doubt that Martinez may not be retried.We therefore grant Martinez’s petition for\ncertiorari and reverse the judgment of the Illinois Supreme\nCourt.IAThe State of Illinois indicted Martinez in\nAugust 2006 on charges of aggravated battery and mob action against\nAvery Binion and Demarco Scott. But Martinez’s trial date did not\narrive for nearly four years. [1]The story picks up for present purposes on July\n20, 2009, when the State moved to continue an August 3 trial date\nbecause it had not located the complaining witnesses, Binion and\nScott. The State subpoenaed both men four days later, and the court\nrescheduled Martinez’s trial to September 28. But the State sought\nanother continuance, shortly before that date, because it still had\nnot found Binion and Scott. The court rescheduled the trial to\nNovember 9, and the State reissued subpoenas. But November 9 came\nand went (the court continued the case when Martinez showed up\nlate) and the trial was eventually delayed to the following March\n29. In early February, the State yet again subpoenaed Binion and\nScott. When March 29 arrived, the trial court granted the State\nan-other continuance. It reset the trial date for May 17 and\nordered Binion and Scott to appear in court on May 10. And the\nState once more issued subpoenas. [2]On the morning of May 17, however, Binion and\nScott were again nowhere to be found. At 8:30, when the trial was\nset to begin, the State asked for a brief continuance. The court\noffered to delay swearing the jurors until a complete jury had been\nempaneled and told the State that it could at that point either\nhave the jury sworn or move to dismiss its case. When Binion and\nScott still had not shown up after the jury was chosen, the court\noffered to call the other cases on its docket so as to delay\nswearing the jury a bit longer. But when all these delays had run\nout, Binion and Scott were still nowhere in sight. The State filed\na written motion for a continuance, arguing that it was “unable to\nproceed” without Binion and Scott. Tr. 7. The court denied that\nmotion:“The case before the Court began on July 7,\n2006. In two months we will then be embarking upon half a decade of\npending a Class 3 felony. Avery Binion, Jr., and Demarco [Scott]\nare well known in Elgin, both are convicted felons. One would\nbelieve that the Elgin Police Department would know their\nwhereabouts. They were ordered to be in court today. The Court will\nissue body writs for both of these gentlemen.“In addition, the State’s list of witnesses\nindi- cates twelve witnesses. Excluding Mr. Scott and Mr. Binion,\nthat’s ten witnesses. The Court would anticipate it would take\nevery bit of today and most of tomorrow to get through ten\nwitnesses. By then the People may have had a chance to execute the\narrest warrant body writs for these two gentlemen.“The Court will deny the motion for continuance.\nI will swear the jury in in 15, 20 minutes. Perhaps you might want\nto send the police out to find these two gentlemen.” Id., at\n8–9.After a brief recess, the court offered to delay\nthe start of the trial for several more hours if the continuance\nwould “be of any help” to the State. Id., at 9. But when the State\nmade clear that Binion and Scott’s “whereabouts” remained\n“unknown,” the court concluded that the delay “would be a further\nwaste of time.” Id., at 10. The following colloquy ensued:“THE COURT: . . . . It’s a\nquarter to eleven and [Binion and Scott] have not appeared on their\nown will, so I’m going to bring the jury in now then to swear\nthem.“[The Prosecutor]: Okay. Your Honor, may I\napproach briefly?“THE COURT: Yes.“[The Prosecutor]: Your Honor, just so your\nHonor is aware, I know that it’s the process to bring them in and\nswear them in; however, the State will not be participating in the\ntrial. I wanted to let you know that.“THE COURT: Very well. We’ll see how that\nworks.” Id., at 10–11.The jury was then sworn. After instructing the\njury, the court directed the State to proceed with its opening\nstatement. The prosecutor demurred: “Your Honor, respect- fully,\nthe State is not participating in this case.” Id., at 20. After the\ndefense waived its opening statement, the court directed the State\nto call its first witness. Again, the prosecutor demurred:\n“Respectfully, your Honor, the State is not participating in this\nmatter.” Ibid. The defense then moved for a judgment of\nacquittal:“[Defense Counsel]: Judge, the jury has been\nsworn. The State has not presented any evidence. I believe they’ve\nindicated their intention not to present any evidence or\nwitnesses.“Based on that, Judge, I would ask the Court to\nenter directed findings of not guilty to both counts, ag- gravated\nbattery and mob action.“THE COURT: Do the People wish to reply?“[The Prosecutor]: No, your Honor.\nRespectfully, the State is not participating.“THE COURT: The Court will grant the motion for\na directed finding and dismiss the charges.” Id., at 21.BThe State appealed, arguing that the trial\ncourt should have granted a continuance. Martinez responded that\nthe State’s appeal was improper because he had been acquitted. The\nIllinois Appellate Court sided with the State, holding that\njeopardy had never attached and that the trial court had erred in\nfailing to grant a continuance. 2011 IL App (2d) 100498, ¶¶46,\n53–56, 969 N.E.2d 840, 854, 856–858.The Illinois Supreme Court granted review on the\njeopardy issue and affirmed. 2013 IL 113475, 990 N.E.2d 215. It\nbegan by recognizing that “[g]enerally, in cases of a jury trial,\njeopardy attaches when a jury is empaneled and sworn, as that is\nthe point when the defendant is ‘ “put to trial before the\ntrier of the facts.” ’ ” Id., ¶23, 990 N. E. 2d, at 222\n(quoting Serfass v. United States,420 U.S.\n377, 394 (1975) ). But it reasoned that under this Court’s\nprecedents, “ ‘ “rigid, mechanical” rules’ ” should\nnot govern the inquiry into whether jeopardy has attached. 2013 IL\n113475, ¶24, 990 N. E. 2d, at 222 (quoting Serfass, supra, at\n390). Rather, it opined, the relevant question is whether a\ndefendant “was ‘ “subjected to the hazards of trial and\npossible conviction.” ’ ” 2013 IL 113475, ¶24, 990\nN. E. 2d, at 222 (quoting Serfass, supra, at 391).Here, the court concluded, Martinez “was never\nat risk of conviction”—and jeopardy therefore did not\nattach—because “[t]he State indicated it would not participate\nprior to the jury being sworn.” 2013 IL 113475, ¶39, 990 N. E.\n2d, at 224. And because Martinez “was not placed in jeopardy,” the\ncourt held, the trial “court’s entry of directed verdicts of not\nguilty did not constitute true acquittals.” Id., ¶40, 990\nN. E. 2d, at 225. Indeed, the court remarked, the trial court\n“repeatedly referred to its action as a ‘dismissal’ rather than an\nacquittal.” Ibid.Justice Burke dissented, writing that the\nmajority’s conclusion “that impaneling and swearing the jury had no\nlegal significance” ran “contrary to well-established principles\nregarding double jeopardy.” Id., ¶57, 990 N. E. 2d, at 227.\nMoreover, she argued, its assertion that Martinez was not in danger\nof conviction was “belied by the actions of the court and the\nprosecutor.” Id., ¶63, 990 N. E. 2d, at 229. She explained\nthat under the majority’s holding, the State could “unilaterally\nrender a trial a ‘sham’ simply by refusing to call witnesses after\na jury has been selected.” Id., ¶64, 990 N. E. 2d, at 229.IIThis case presents two issues. First, did\njeopardy attach to Martinez? Second, if so, did the proceeding end\nin such a manner that the Double Jeopardy Clause bars his retrial?\nOur precedents clearly dictate an affirmative answer to each\nquestion.AThere are few if any rules of criminal\nprocedure clearer than the rule that “jeopardy attaches when the\njury is empaneled and sworn.” Crist, 437 U. S., at 35; see\nalso United States v. Martin Linen Supply Co.,430 U.S.\n564, 569 (1977) ; Serfass, supra, at 388; 6 W. LaFave, J.\nIsrael, N. King, & O. Kerr, Criminal Procedure §25.1(d) (3d ed.\n2007).Our clearest exposition of this rule came in\nCrist, which addressed the constitutionality of a Montana statute\nproviding that jeopardy did not attach until the swearing of the\nfirst witness. As Crist explains, “the precise point at which\njeopardy [attaches] in a jury trial might have been open to\nargument before this Court’s decision in Downum v. United States,372\nU.S. 734[(1963)],” in which “the Court held that the Double\nJeopardy Clause prevented a second prosecution of a defendant whose\nfirst trial had ended just after the jury had been sworn and before\nany testimony had been taken.” 437 U. S., at 35. But Downum\nput any such argument to rest: Its holding “necessarily pinpointed\nthe stage in a jury trial when jeopardy attaches, and [it] has\nsince been understood as explicit authority for the proposition\nthat jeopardy attaches when the jury is empaneled and sworn.”\nCrist, supra, at 35.The Illinois Supreme Court misread our\nprecedents in suggesting that the swearing of the jury is anything\nother than a bright line at which jeopardy attaches. It relied on\nSerfass, understanding that case to mean “that in assessing whether\nand when jeopardy attaches, ‘ “rigid, mechanical” rules’\nshould not be applied.” 2013 IL 113475, ¶24, 990 N. E. 2d, at\n222. Under Serfass, the court reasoned, the relevant question is\nwhether a defendant was as a functional matter\n“ ‘ “subjected to the hazards of trial and possible\nconviction.” ’ ” 2013 IL 113475, ¶24, 990 N. E. 2d,\nat 222.But Serfass does not apply a functional approach\nto the determination of when jeopardy has attached. As to that\nquestion, it states the same bright-line rule as every other case:\nJeopardy attaches when “a defendant is ‘put to trial,’ ” and\nin a jury trial, that is “when a jury is empaneled and sworn.” 420\nU. S., at 388. Indeed, Serfass explicitly rejects a functional\napproach to the question whether jeopardy has attached. See id., at\n390 (refuting the defendant’s argument that “ ‘constructiv[e]\njeopardy had attached’ ” upon the pretrial grant of a motion\nto dismiss the indictment, which the defendant characterized as\n“the ‘functional equivalent of an acquittal on the merits’ ”).\nThe Serfass Court acknowledged “that we have disparaged ‘rigid,\nmechanical’ rules in the interpretation of the Double Jeopardy\nClause.” Ibid. But it was referring to the case of Illinois v.\nSomerville,410 U.S.\n458(1973) , in which we declined to apply “rigid, mechanical”\nreasoning in answering a very different question: not whether\njeopardy had attached, but whether the manner in which it\nterminated (by mistrial) barred the defendant’s retrial. Id., at\n467. By contrast, Serfass explains, the rule that jeopardy attaches\nat the start of a trial is “by no means a mere technicality, nor is\nit a ‘rigid, mechanical’ rule.” 420 U. S., at 391. And\ncontrary to the Illinois Supreme Court’s interpretation, Serfass\ncreates not the slightest doubt about when a “trial” begins.The Illinois Supreme Court’s error was\nconsequential, for it introduced confusion into what we have\nconsistently treated as a bright-line rule: A jury trial begins,\nand jeopardy attaches, when the jury is sworn. We have never\nsuggested the exception perceived by the Illinois Supreme\nCourt—that jeopardy may not have attached where, under the\ncircumstances of a particular case, the defendant was not genuinely\nat risk of conviction. [3]\nMartinez was subjected to jeopardy because the jury in his case was\nsworn.B“ ‘[T]he conclusion that jeopardy has\nattached,’ ” how- ever, “ ‘begins, rather than ends, the\ninquiry as to whether the Double Jeopardy Clause bars\nretrial.’ ” Id., at 390. The remaining question is whether the\njeopardy ended in such a manner that the defendant may not be\nretried. See 6 LaFave §25.1(g) (surveying circumstances in which\nretrial is and is not allowed). Here, there is no doubt that\nMartinez’s jeopardy ended in a manner that bars his retrial: The\ntrial court acquitted him of the charged offenses. “Perhaps the\nmost fundamental rule in the history of double jeopardy\njurisprudence has been that ‘[a] verdict of acquittal\n. . . could not be reviewed . . . without\nputting [a defendant] twice in jeopardy, and thereby violating the\nConstitution.’ ” Martin Linen, supra, at 571.“[O]ur cases have defined an acquittal to\nencompass any ruling that the prosecution’s proof is insufficient\nto establish criminal liability for an offense.” Evans v. Michigan,\n568 U. S. ___, ___ (2013) (slip op., at 4–5). And the trial\ncourt clearly made such a ruling here. After the State declined to\npresent evidence against Martinez, his counsel moved for “directed\nfindings of not guilty to both counts,” and the court “grant[ed]\nthe motion for a directed finding.” Tr. 21. That is a textbook\nacquittal: a finding that the State’s evidence cannot support a\nconviction.The Illinois Supreme Court thought otherwise. It\nfirst opined that “[b]ecause [Martinez] was not placed in jeopardy,\nthe [trial] court’s entry of directed verdicts of not guilty did\nnot constitute true acquittals.” 2013 IL 113475, ¶40, 990\nN. E. 2d, at 225. But the premise of that argument is\nincorrect: Martinez was in jeopardy, for the reasons given above.\nThe court went on to “note that, in directing findings of not\nguilty,” the trial court “referred to its action as a ‘dismissal’\nrather than an acquittal.” Ibid. Under our precedents, however,\nthat is immaterial: “[W]e have emphasized that what constitutes an\n‘acquittal’ is not to be controlled by the form of the judge’s\naction”; it turns on “whether the ruling of the judge, whatever its\nlabel, actually represents a resolution . . . of some or\nall of the factual elements of the offense charged.” Martin Linen,\n430 U. S., at 571; see also Evans, supra, at ___ (slip op., at\n11) (“Our decision turns not on the form of the trial court’s\naction, but rather whether it ‘serve[s]’ substantive ‘purposes’ or\nprocedural ones”); United States v. Scott,437 U.S.\n82, 96 (1978) (“We have previously noted that ‘the trial\njudge’s characterization of his own action cannot control the\nclassification of the action’ ”).Here, as in Evans and Martin Linen, the trial\ncourt’s action was an acquittal because the court “acted on its\nview that the prosecution had failed to prove its case.” Evans,\nsupra, at ___ (slip op., at 11); see Martin Linen, supra, at 572\n(“[T]he District Court in this case evaluated the Government’s\nevidence and determined that it was legally insufficient to sustain\na conviction”). And because Martinez was acquitted, the State\ncannot retry him. [4]IIIThe functional rule adopted by the Illinois\nSupreme Court is not necessary to avoid unfairness to prosecutors\nor to the public. On the day of trial, the court was acutely aware\nof the significance of swearing a jury. It repeatedly delayed that\nact to give the State additional time to find its witnesses. It had\npreviously granted the State a number of continuances for the same\npurpose. See supra, at 2. And, critically, the court told the State\non the day of trial that it could “move to dismiss [its] case”\nbefore the jury was sworn. Tr. 3. Had the State accepted that\ninvitation, the Double Jeopardy Clause would not have barred it\nfrom recharging Martinez. Instead, the State participated in the\nselection of jurors and did not ask for dismissal before the jury\nwas sworn. When the State declined to dismiss its case, it\n“ ‘took a chance[,] . . . enter[ing] upon the trial\nof the case without sufficient evidence to convict.’ ” Downum\nv. United States,372\nU.S. 734, 737 (1963) . Here, the State knew, or should have\nknown, that an acquittal forever bars the retrial of the defendant\nwhen it occurs after jeopardy has attached. The Illinois Supreme\nCourt’s holding is understandable, given the significant\nconsequence of the State’s mistake, but it runs directly counter to\nour precedents and to the protection conferred by the Double\nJeopardy Clause.*  *  *The motion for leave to proceed in forma\npauperis and the petition for a writ of certiorari are granted. The\njudgment of the Supreme Court of Illinois is reversed, and the case\nis remanded for further proceedings not inconsistent with this\nopinion.It is so ordered.Notes1Much of that delay was\ndue to Martinez and his counsel. See 2013 IL 113475, ¶4, n. 1,\n990 N.E.2d 215, 216, n. 1 (summarizing the lengthy procedural\nhistory).2These facts are set forth\nin the opinion of the Illinois Appellate Court. 2011 IL App (2d)\n100498, ¶¶5–7, 969 N.E.2d 840, 842–843.3Some commentators have\nsuggested that there may be limited exceptions to this rule—e.g.,\nwhere the trial court lacks jurisdiction or where a defendant\nobtains an acquittal by fraud or corruption. See 6 W. LaFave, J.\nIsrael, N. King, & O. Kerr, Criminal Procedure §25.1(d) (3d ed.\n2007). The scope of any such exceptions is not presented here. Nor\nneed we reach a situation where the prosecutor had no opportunity\nto dismiss the charges to avoid the consequences of empaneling the\njury. Cf. People v. Deems,81 Ill. 2d 384, 387–389,410 N.E.2d 8, 10–11 (1980).4Indeed, even if the trial\ncourt had chosen to dismiss the case or declare a mistrial rather\nthan granting Martinez’s motion for a directed verdict, the Double\nJeopardy Clause probably would still bar his retrial. We confronted\nprecisely this scenario in Downum v. United States,372\nU.S. 734(1963) , holding that once jeopardy has attached, the\nabsence of witnesses generally does not constitute the kind of\n“ ‘extraordinary and striking circumstanc[e]’ ” in which\na trial court may exercise “discretion to discharge the jury before\nit has reached a verdict.” Id., at 736; see also Arizona v.\nWashington,434 U.S.\n497, 508, n. 24 (1978) .",
    "joined": []
}