{
    "case": {
        "docket": "940",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/940/"
    },
    "id": "1963655",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMLEAL GARCIA V. TEXAS564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 11-5001 (11A1), 11-5002 (11A2), AND 11-5081\n(11A21)HUMBERTO LEAL GARCIA, aka HUMBERTO LEAL11–5001 (11A1)v.TEXASon application for stay and on petition for\nwrit of certiorari to the court of criminal appeals of\ntexasIN RE HUMBERTO LEAL GARCIA11–5002 (11A2)on application for stay and on petition for\nwrit of habeas corpusHUMBERTO LEAL GARCIA11–5081 (11A21)   v.RICK THALER, DIRECTOR, TEXAS DEPARTMENT OF\nCRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS DIVISIONon application for stay and on petition for\nwrit of certiorari to the united states court of appeals for the\nfifth circuit[July 7, 2011]Per Curiam.Petitioner Humberto Leal Garcia\n(Leal) is a Mexican national who has lived in the United States\nsince before the age of two. In 1994, he kidnaped 16-year-old Adria\nSauceda, raped her with a large stick, and bludgeoned her to death\nwith a piece of asphalt. He was convicted of mur-der and sentenced\nto death by a Texas court. He now seeks a stay of execution on the\nground that his conviction was obtained in violation of the Vienna\nConvention on Consular Relations (Vienna Convention), Apr. 24,\n1963, 21 U. S. T. 77, T. I. A. S. No. 6820. He\nrelies onCase Concerning Avena and Other Mexican Nationals\n(Mex.v.U. S.), 2004 I. C. J. 12 (Judgment of Mar.\n31), in which the International Court of Justice (ICJ) held that\nthe United States had violated the Vienna Convention by failing to\nnotify him of his right to consular assistance. His ar-gument is\nforeclosed byMedellínv.Texas,552 U. S. 491(2008)(Medellín I), in which we held that neither theAvenadecision nor the President’s Memorandum purporting\nto implement that decision constituted directly enforceable federal\nlaw. 552 U. S., at 498–499.Leal and the United States ask us to stay the\nexecution so that Congress may consider whether to enact\nlegislation implementing theAvenadecision. Leal contends\nthat the Due Process Clause prohibits Texas from executing him\nwhile such legislation is under consideration. This argument is\nmeritless. The Due Process Clause does not prohibit a State from\ncarrying out a lawful judgment in light of unenacted legislation\nthat might someday authorize a collateral attack on that\njudgment.The United States does not endorse Leal’s due\nprocess claim. Instead, it asks us to stay the execution until\nJanuary 2012 in support of our “future jurisdiction to review the\njudgment in a proceeding” under this yet-to-be-enacted legislation.\nBrief for United States asAmicusCuriae2–3,\nn. 1. It relies on the fact that on June 14, 2011, Senator\nPatrick Leahy introduced implementing legislation in the Senate\nwith the Executive Branch’s sup-port. No implementing legislation\nhas been introduced in the House.We reject this suggestion. First, we are\ndoubtful that it is ever appropriate to stay a lower court judgment\nin light of unenacted legislation. Our task is to rule on what the\nlaw is, not what it might eventually be. In light ofMedellín\nI, it is clear that there is no “fair prospect that a majority\nof the Court will conclude that the decision below was erroneous,”O’Brienv.O’Laughlin, 557 U. S. ___, ___ (2009)\n(slip op., at 2) (Breyer, J., in chambers), and our task should be\nat an end. Neither the United States nor Justice Breyer,post, at 1–6 (dissenting opinion), cites a single instance\nin this Court’s history in which a stay issued under analogous\ncircumstances.Even if there were circumstances under which a\nstay could issue in light of proposed legislation, this case would\nnot present them. Medellín himself sought a stay of execution on\nthe ground that Congress might enact implementing legislation. We\ndenied his stay application, explaining that “Congress has not\nprogressed beyond the bare introduction of a bill in the four years\nsince the ICJ ruling and the four months since our ruling in[Medellín I].”Medellínv.Texas,554 U. S. 759,\n760 (2008)(per curiam)(Medellín II). It has now\nbeen seven years since the ICJ ruling and three years since our\ndecision inMedellín I, making a stay based on the bare\nintroduction of a bill in a single house of Congress even less\njustified. If a statute implementingAvenahad genuinely\nbeen a priority for the political branches, it would have been\nenacted by now.The United States and Justice Breyer complain\nof the grave international consequences that will follow from\nLeal’s execution.Post, at 4. Congress evidently did not\nfind these consequences sufficiently grave to prompt its enactment\nof implementing legislation, and we will follow the law as written\nby Congress. We have no authority to stay an execution in light of\nan “appeal of the President,”post, at 6, presenting\nfree-ranging assertions of foreign policy consequences, when those\nassertions come unaccompanied by a persuasive legal claim.Finally, we noted inMedellín IIthat\n“[t]he beginning premise for any stay . . . must be that\npetitioner’s confession was obtained unlawfully,” and that “[t]he\nUnited States has not wavered in its position that petitioner was\nnot prejudiced by his lack of consular access.” 554 U. S., at 760.\nHere, the United States studiously refuses to argue that Leal was\nprejudiced by the Vienna Convention violation, contending instead\nthat the Court should issue a stay simply in light of the\npossibility that Leal might be able to bring a Vienna Convention\nclaim in federal court, regardless of whether his conviction will\nbe found to be invalid. We decline to follow the United States’\nsuggestion of granting a stay to allow Leal to bring a claim based\non hypothetical legislation when it cannot even bring itself to say\nthat his attempt to overturn his conviction has any prospect of\nsuccess. We may note that in a portion of its opinion vacated by\nthe Fifth Circuit on procedural grounds, the District Court found\nthat any violation of the Vienna Convention would have been\nharmless.Lealv.Quarterman, 2007 WL 4521519, *7\n(WD Tex.), vacated in partsub nom.Leal\nGarciav.Quarterman, 573 F. 3d 214, 224–225\n(2009).The applications for stay of execution\npresented to Justice Scalia and by him referred to the Court are\ndenied. The petition for a writ of habeas corpus is denied.*It is so ordered.* The United States’ motion for leave to file\nanamicusbrief is granted.",
    "joined": []
}