{
    "case": {
        "docket": "19-122",
        "citation": "589",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/589/19-122/"
    },
    "id": "4179453",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESDAVID THOMPSON, et al.,v.HEATHER\nHEBDON, Executive Director of the Alaska Public Offices Commission,\net al.on petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 19–122. Decided November 25, 2019Per Curiam.Alaska law limits the amount an individual can\ncontribute to a candidate for political office, or to an\nelection-oriented group other than a political party, to $500 per\nyear. Alaska Stat. §15.13.070(b)(1) (2018). Petitioners Aaron\nDowning and Jim Crawford are Alaska residents. In 2015, they\ncontributed the maximum amounts permitted under Alaska law to\ncandidates or groups of their choice, but wanted to contribute\nmore. They sued members of the Alaska Public Offices Commission,\ncontending that Alaska’s individual-to-candidate and\nindividual-to-group contribution limits violate the First\nAmendment.The District Court upheld the contribution\nlimits and the Ninth Circuit agreed. 909 F.3d 1027 (2018);Thompsonv.Dauphinais, 217 F. Supp. 3d 1023\n(Alaska 2016). Applying Circuit precedent, the Ninth Circuit\nanalyzed whether the contribution limits furthered a “sufficiently\nimportant state interest” and were “closely drawn” to that end. 909\nF. 3d, at 1034 (quotingMontana Right to Life Assn.v.Eddleman,343 F.3d 1085, 1092 (2003); internal quotation marks omitted).\nThe court recognized that our decisions inCitizens Unitedv.Federal Election Comm’nandMcCutcheonv.Federal Election Comm’nnarrow “the type of state interest\nthat justifies a First Amendment intrusion on political\ncontributions” to combating “actual quid pro quo corruption or its\nappearance.” 909 F. 3d, at 1034 (citingMcCutcheonv.Federal Election Comm’n, 572 U.S. 185, 206–207 (2014);Citizens Unitedv.Federal Election Comm’n,558 U.S.\n310, 359–360 (2010)). The court below explained that under its\nprecedent in this area “the quantum of evidence necessary to\njustify a legitimate state interest is low: the perceived threat\nmust be merely more than ‘mere conjecture’ and ‘not . . .\nillusory.’ ” 909 F. 3d, at 1034 (quotingEddleman,\n343 F. 3d, at 1092; some internal quotation marks omitted).\nThe court acknowledged that “McCutcheonandCitizens\nUnitedcreated some doubt as to the continuing vitality of\n[this] standard,” but noted that the Ninth Circuit had recently\nreaffirmed it. 909 F. 3d, at 1034, n. 2.After surveying the State’s evidence, the court\nconcluded that the individual-to-candidate contribution limit\n“ ‘focuses narrowly on the state’s interest,’ ‘leaves the\ncontributor free to affiliate with a candidate,’ and ‘allows the\ncandidate to amass sufficient resources to wage an effective\ncampaign,’ ” and thus survives First Amendment scrutiny.Id., at 1036 (quotingEddleman, 343 F. 3d, at\n1092; alterations omitted); see also 909 F. 3d, at 1036–1039.\nThe court also found the individual-to-group contribution limit\nvalid as a tool for preventing circumvention of the\nindividual-to-candidate limit. Seeid., at 1039–1040.In reaching those conclusions, the Ninth Circuit\ndeclined to apply our precedent inRandallv.Sorrell,548 U.S.\n230(2006), the last time we considered a non-aggregate\ncontribution limit. See 909 F. 3d, at 1037, n. 5. InRandall, we invalidated a Vermont law that limited\nindividual contributions on a per-election basis to: $400 to a\ncandidate for Governor, Lieutenant Governor, or other statewide\noffice; $300 to a candidate for state senator; and $200 to a\ncandidate for state representative. Justice Breyer’s opinion for\nthe plurality observed that “contribution limits that are too low\ncan . . . harm the electoral process by preventing\nchallengers from mounting effective campaigns against incumbent\nofficeholders, thereby reducing democratic accountability.” 548\nU. S., at 248–249; see alsoid., at 264–265 (Kennedy,\nJ., concurring in judgment) (agreeing that Vermont’s contribution\nlimits violated the First Amendment);id., at 265–273\n(Thomas, J., joined by Scalia, J., concurring in judgment)\n(agreeing that Vermont’s contribution limits violated the First\nAmendment while arguing that such limits should be subject to\nstrict scrutiny). A contribution limit that is too low can\ntherefore “prove an obstacle to the very electoral fairness it\nseeks to promote.”Id., at 249 (plurality opinion).[1]*InRandall, we identified several “danger\nsigns” about Vermont’s law that warranted closer review.Ibid. Alaska’s limit on campaign contributions shares some\nof those characteristics. First, Alaska’s $500\nindividual-to-candidate contribution limit is “substantially lower\nthan . . . the limits we have previously upheld.”Id., at 253. The lowest campaign contribution limit this\nCourt has upheld remains the limit of $1,075 per two-year election\ncycle for candidates for Missouri state auditor in 1998.Id., at 251 (citingNixonv.Shrink Missouri\nGovernment PAC,528 U.S.\n377(2000)). That limit translates to over $1,600 in today’s\ndollars. Alaska permits contributions up to 18 months prior to the\ngeneral election and thus allows a maximum contribution of $1,000\nover a comparable two-year period. Alaska Stat. §15.13.074(c)(1).\nAccordingly, Alaska’s limit is less than two-thirds of the\ncontribution limit we upheld inShrink.Second, Alaska’s individual-to-candidate\ncontribution limit is “substantially lower than . . .\ncomparable limits in other States.”Randall, 548 U. S.,\nat 253. Most state contribution limits apply on a per-election\nbasis, with primary and general elections counting as separate\nelections. Because an individual can donate the maximum amount in\nboth the primary and general election cycles, the per-election\ncontribution limit is comparable to Alaska’s annual limit and\n18-month campaign period, which functionally allow contributions in\nboth the election year and the year preceding it. Only five other\nStates have any individual-to-candidate contribution limit of $500\nor less per election: Colorado, Connecticut, Kansas, Maine, and\nMontana. Colo. Const., Art. XXVIII, §3(1)(b); 8 Colo. Code Regs.\n1505–6, Rule 10.17.1(b)(2) (2019); Conn. Gen. Stat. §9–611(a)(5)\n(2017); Kan. Stat. Ann. §25–4153(a)(2) (2018 Cum. Supp.); Me. Rev.\nStat. Ann., Tit. 21–A, §1015(1) (2018 Cum. Supp.); Mont. Code Ann.\n§§13–37–216(1)(a)(ii), (iii) (2017). Moreover, Alaska’s $500\ncontribution limit applies uniformly to all offices, including\nGovernor and Lieutenant Governor. Alaska Stat. §15.13.070(b)(1).\nBut Colorado, Connecticut, Kansas, Maine, and Montana all have\nlimits above $500 for candidates for Governor and Lieutenant\nGovernor, making Alaska’s law the most restrictive in the country\nin this regard. Colo. Const., Art. XXVIII, §3(1)(a)(I); 8 Colo.\nCode Regs. 1505–6, Rule 10.17.1(b)(1)(A); Conn. Gen. Stat.\n§§9–611(a)(1), (2); Kan. Stat. Ann. §25–4153(a)(1); Me. Rev. Stat.\nAnn., Tit. 21–A, §1015(1); Mont. Code Ann. §13–37–216(1)(a)(i).Third, Alaska’s contribution limit is not\nadjusted for inflation. We observed inRandallthat\nVermont’s “failure to index limits means that limits which are\nalready suspiciously low” will “almost inevitably become too low\nover time.” 548 U. S., at 261. The failure to index “imposes\nthe burden of preventing the decline upon incumbent legislators who\nmay not diligently police the need for changes in limit levels to\nensure the adequate financing of electoral challenges.”Ibid.So too here. In fact, Alaska’s $500 contribution limit\nis the same as it was 23 years ago, in 1996. 1996 Alaska Sess. Laws\nch. 48, §10(b)(1).InRandall, we noted that the State had\nfailed to provide “any special justification that might warrant a\ncontribution limit so low.” 548 U. S., at 261. The parties\ndispute whether there are pertinent special justifications\nhere.In light of all the foregoing, the petition for\ncertiorari is granted, the judgment of the Court of Appeals is\nvacated, and the case is remanded for that court to revisit whether\nAlaska’s contribution limits are consistent with our First\nAmendment precedents.It is so ordered.Notes1*The court below declined to\nconsiderRandall“because no opinion commanded a majority of\nthe Court,” 909 F. 3d, at 1037, n. 5, instead relying on\nits own precedent predatingRandallby three years. Courts\nof Appeals from ten Circuits have, however, correctly looked toRandallin reviewing campaign finance restrictions. See,e.g.,National Org. for Marriagev.McKee, 649\nF.3d 34, 60–61 (CA1 2011);Ognibenev.Parkes, 671\nF.3d 174, 192 (CA2 2012);Prestonv.Leake, 660 F.3d\n726, 739–740 (CA4 2011);Zimmermanv.Austin, 881\nF.3d 378, 387 (CA5 2018);McNeillyv.Land, 684 F.3d\n611, 617–620 (CA6 2012);Illinois Liberty PACv.Madigan, 904 F.3d 463, 469–470 (CA7 2018);Minnesota\nCitizens Concerned for Life,Inc.v.Swanson, 640\nF.3d 304, 319, n. 9 (CA8 2011), rev’d in part on other\ngrounds, 692 F.3d 864 (2012) (en banc);Independence Inst.v.Williams, 812 F.3d 787, 791 (CA10 2016);Alabama\nDemocratic Conferencev.Attorney Gen. of Ala., 838 F.3d\n1057, 1069–1070 (CA11 2016);Holmesv.Federal Election\nComm’n, 875 F.3d 1153, 1165 (CADC 2017).",
    "joined": []
}