{
    "case": {
        "docket": "37",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/37/"
    },
    "id": "1970479",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESPHILIP PARKER, WARDENv.DAVID EUGENE\nMATTHEWSon petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 11–845. Decided June 11, 2012Per Curiam.In this habeas case, the United States Court of\nAp- peals for the Sixth Circuit set aside two 29-year-old murder\nconvictions based on the flimsiest of rationales. The court’s\ndecision is a textbook example of what the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA) proscribes: “using\nfederal habeas corpus review as a vehicle to second-guess the\nreasonable decisions of state courts.”Renicov.Lett, 559 U. S. ___, ___ (2010) (slip op., at 12). We\ntherefore grant the petition for certiorari and reverse.IBetween 1 and 2 a.m. on the morning of June\n29, 1981, respondent David Eugene Matthews broke into the\nLouisville home he had until recently shared with his estranged\nwife, Mary Marlene Matthews (Marlene). At the time, Matthews’\nmother-in-law, Magdalene Cruse, was staying at the home with her\ndaughter. Matthews found Cruse in bed and shot her in the head at\npoint-blank range, using a gun he had purchased with borrowed funds\nhours before. Matthews left Cruse there mortally wounded and went\ninto the next room, where he found his wife. He had sexual\nrelations with her once or twice; stayed with her until about 6\na.m.; and then shot her twice, killing her. Cruse would die from\nher wound later that day.Matthews was apprehended that morning at his\nmother’s house, where he had already begun to wash the clothes he\nwore during the crime. Later in the day, police officers found the\nmurder weapon secreted below the floorboards of a backyard shed on\nthe property. At the police station, Matthews made a tape-recorded\nstatement to a police detective in which he denied responsibility\nfor the murders.A grand jury indicted Matthews for the two\nmurders and for burglary. At trial, he did not contest that he\nkilled the two victims. Instead, he sought to show that he had\nacted under “extreme emotional disturbance,” which under Kentucky\nlaw serves to reduce a homicide that would otherwise be murder to\nfirst-degree manslaughter. Ky. Rev. Stat. Ann. §§507.020(1)(a),\n507.030(1)(b) (West 2006). As support for that claim, Matthews\npointed to the troubled history of his marriage with Marlene.\nMatthews and his wife had been frequently separated from one\nanother, and their periods of separation were marked by extreme\nhostility. Marlene would regularly procure criminal warrants\nagainst Matthews; several weeks before the murders she obtained one\ncharging Matthews with sexual abuse of Marlene’s 6-year-old\ndaughter, which had led to Matthews’ spending roughly three weeks\nin jail. Witnesses also testified that Marlene sought to control\nMatthews when they were together and would yell at him from across\nthe street when they were separated; and Matthews’ mother recounted\nthat Marlene would leave the couple’s young child crying in the\nstreet late at night outside the house where Matthews was sleeping\nin order to antagonize him.Matthews also introduced the testimony of a\npsychiatrist, Dr. Lee Chutkow, who had evaluated Matthews. Dr.\nChutkow related what Matthews had told him about the murders,\nincluding that Matthews had been drinking heav- ily and taking\nValium and a stimulant drug. Dr. Chut- kow testified that he had\ndiagnosed Matthews as suf- fering from an adjustment disorder,\nwhich he described as a “temporary emotional and behavioral\ndisturbance in individuals who are subject to a variety of\nstresses,” that would temporarily impair a person’s judgment and\ncause symptoms such as “anxiety, nervousness, depression, even\nsuicide attempts or attempts to hurt other people.” 6 Record 558.\nDr. Chutkow testified to his opinion that Matthews was acting under\nthe influence of extreme emotional disturbance at the time of the\nmurders—in particular, that he experienced “extreme tension,\nirritability, and almost a kind of fear of his late wife,”id.,at 567, whom he perceived as having tormented and\nemasculated him.The jury convicted Matthews on all charges, and\nhe was sentenced to death. The Kentucky Supreme Court affirmed the\nconvictions and sentence, rejecting Matthews’ 37 claims of error.Matthewsv.Commonwealth,709 S.W.2d 414, 417 (1985). In response to Matthews’ argument\nthat the evidence was insufficient to establish that he had acted\nin the absence of extreme emotional disturbance, the court\nconcluded that the evidence regarding Matthews’ “conduct before,\nduring and after the offense was more than sufficient to support\nthe jury’s findings of capital murder.”Id.,at 421. A claim\nthat the prosecutor had committed misconduct during his closing\nargument was rejected on the merits, but without discussion.Following an unsuccessful state postconviction\nproceeding, Matthews filed a petition for a writ of habeas corpus\nunder 28 U. S. C. §2254 in the United States District\nCourt for the Western District of Kentucky. Matthews contended,\namong other things, that the Kentucky Supreme Court had contravened\nclearly established federal law in rejecting his claim that the\nevidence was insufficient to prove that he had not acted under the\ninfluence of extreme emotional disturbance and in rejecting his\nclaim of prosecutorial misconduct. The District Court dismissed the\npetition, but a divided panel of the Sixth Circuit reversed with\ninstructions to grant relief. 651 F.3d 489 (2011).IIUnder AEDPA, the Sixth Circuit had no\nauthority to issue the writ of habeas corpus unless the Kentucky\nSupreme Court’s decision “was contrary to, or involved an\nunreasonable application of, clearly established Federal law, as\ndetermined by the Supreme Court of the United States,” or “was\nbased on an unreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.” 28\nU. S. C. §2254(d). The Sixth Circuit gave two grounds for\nits conclusion that Matthews was entitled to relief under this\n“difficult to meet . . . and highly deferential\nstandard,”Cullenv.Pinholster, 563 U. S. ___,\n___ (2011) (slip op., at 9) (internal quotation marks omitted).\nNeither is valid.AFirst, the Sixth Circuit held that the\nKentucky Supreme Court had impermissibly shifted to Matthews the\nburden of proving extreme emotional disturbance, and that the\nCommonwealth had failed to prove the absence of extreme emotional\ndisturbance beyond a reasonable doubt. The Sixth Circuit reasoned\nthat, at the time Matthews committed his offenses, the allocation\nof the burden of proof on extreme emotional disturbance was\ngoverned by the Kentucky Supreme Court’s decision inGallv.Commonwealth,607 S.W.2d 97, 108 (1980), which placed the burden of producing\nevidence on the defendant, but left the bur- den of proving the\nabsence of extreme emotional disturbance with the Commonwealth in\nthose cases in which the defendant had introduced evidence\nsufficient to raise a reasonable doubt on the issue. According to\nthe Sixth Circuit, however, the Kentucky Supreme Court departed\nfrom that understanding in Matthews’ case and placed the burden of\nproving extreme emotional disturbance “entirely on the defendant,”\n651 F. 3d, at 500.The Sixth Circuit’s interpretation is supported\nby certain aspects of the Kentucky Supreme Court’s opinion in\nMatthews’ case. For example, the state court indicated that\nMatthews had “present[ed] extensive evidence” of his extreme\nemotional disturbance, yet the court rejected his\nsufficiency-of-the-evidence claim by finding the evidence he had\npresented “far from overwhelming,” rather than by stating that it\nfailed to raise a reasonable doubt.Matthews, 709 S. W.\n2d, at 420–421. The state court also observed that it had recently\nclarified inWellmanv.Com- monwealth,694 S.W.2d 696(1985), that “absence of extreme emotional\ndisturbance is not an element of the crime of murder which the\nCommonwealth must affirmatively prove.”Matthews,supra, at 421. In the Sixth Circuit’s view, the Kentucky\nSupreme Court’s reliance on thisWellmanformulation of\nextreme emotional disturbance in resolving Matthews’ appeal\nviolated the Due Process Clause, as construed by this Court inBouiev.City of Columbia,378\nU.S. 347, 354 (1964), because it involved the retroactive\napplication of an “ ‘unexpected and indefensible’ ”\njudicial revision of the Kentucky murder statute.The Kentucky Supreme Court’s initial assessment\nof the evidence and reliance uponWellmanwould be relevant\nif they formed the sole basis for denial of Matthews’\nsufficiency-of-the-evidence claim. It is not clear, however, that\nthey did. The Kentucky Supreme Court explained that “[t]he trial\ncourt’s instructions in regard to extreme emotional disturbance\nwere adequate, and the proof supported the jury’s findings of\nintentional murder.” 709 S. W. 2d, at 421. Those jury\ninstructions required the jury to find beyond a reasonable doubt\nthat Matthews had not acted “under the influence of extreme\nemotional disturbance for which there was a reasonable\njustification or excuse under the circumstances as he believed them\nto be.” 6 Record 625, 628–629. The case had been submitted to the\njury with the burden assigned to the Commonwealth, the jury had\nfound that burden carried, and the Kentucky Supreme Court found the\nevidence adequate to sustain that finding. That ground was\nsufficient to reject Matthews’ claim, so it is irrelevant that the\ncourt also invoked a ground of questionable validity. SeeWetzelv.Lambert, 565 U. S. ___, ___–___ (2012)(per curiam)(slip op., at 4–5).[1]The Sixth Circuit’s opinion also challenges the\nconclusion that the evidence supported a finding of no extreme\nemotional disturbance. We have said that “it is the responsibility\nof the jury—not the court—to decide what conclusions should be\ndrawn from evidence admitted at trial,”Cavazosv.Smith,565 U.S.\n1, ___ (2011)(per curiam)(slip op., at 1). The\nevidence is sufficient to support a conviction whenever, “after\nviewing the evidence in the light most favorable to the\nprosecution,anyrational trier of fact could have found the\nessential elements of the crime beyond a reasonable doubt.”Jacksonv.Virginia,443 U.S.\n307, 319 (1979). And a state-court decision rejecting a\nsufficiency challenge may not be overturned on federal habeas\nunless the “decision was ‘objectively unreasonable.’ ”Cavazos,supra,at ___ (slip op., at 1).In light of this twice-deferential standard, it\nis abundantly clear that the Kentucky Supreme Court’s rejection of\nMatthews’ sufficiency claim is controlling in this federal habeas\nproceeding. The Sixth Circuit noted that Dr. Chutkow expressed an\nopinion that Matthews was under the influence of extreme emotional\ndisturbance at the time of the murders, and did not retreat from\nthat opinion on cross-examination. But there was ample evidence\npointing in the other direction as well. As the Kentucky Supreme\nCourt observed, Matthews’ claim of extreme emo- tional disturbance\nwas belied by “the circumstances of the crime,” 709 S. W. 2d,\nat 421—including the facts that he borrowed money to purchase the\nmurder weapon the day of the murders, that he waited several hours\nafter buying the gun before starting for his wife’s home, and that\nhe delayed several hours between shooting his mother-in-law and\nkilling his wife. The claim was also belied by his behavior after\nthe murders, including his “[taking] steps to hide the gun and\nclean his clothes,” and later “giv[ing] a false statement to the\npolice.”Ibid.The Sixth Circuit discounted this evidence\nbecause Dr. Chutkow testified that Matthews’ deliberateness and\nconsciousness of wrongdoing were not inconsistent with the\ndiagnosis of extreme emotional disturbance. 651 F. 3d., at\n504, n. 4. But expert testimony does not trigger a conclusive\npresumption of correctness, and it was not unreasonable to conclude\nthatthe jurorswere entitled to consider the tension\nbetween Dr. Chutkow’s testimony and their own common-sense\nunderstanding of emotional disturbance. In resolving the conflict\nin favor of Dr. Chutkow’s testi- mony, the Sixth Circuit\noverstepped the proper limits of its authority. SeeJackson,supra,at 326.More fundamentally, the Sixth Circuit did not\nappear to consider the possibility that the jury could have found\nthe symptoms described by Dr. Chutkow inadequate to establish what\nis required to reduce murder to manslaughter under Kentucky law:\nthat Matthews “acted under the influence of extreme emotional\ndisturbance for which there was a reasonable explanation or excuse,\nthe reasonableness of which is to be determined from the viewpoint\nof a person in the defendant’s situation under the circumstances as\nthe defendant believed them to be.” Ky. Rev. Stat. Ann.\n§507.020(1)(a). Dr. Chutkow himself agreed that many people face\ntension and anxiety—two symptoms he attributed to Matthews. 6\nRecord 579–580. And he agreed that many people suffer from\nadjustment disorders.Id.,at 592. But of course very few\npeople commit murders. In light of these points, which bear on the\nproper characterization of Matthews’ mental condition and the\nreasonableness of his conduct, the Kentucky Supreme Court made no\nobjectively unreasonable error in concluding that the question of\nextreme emotional disturbance was properly committed to the jury\nfor resolution.BAs a second ground for its decision, the Sixth\nCircuit held that certain remarks made by the prosecutor during his\nclosing argument constituted a denial of due process. This claim\nwas rejected on the merits by the Kentucky Supreme Court (albeit\nwithout analysis) and therefore receives deferential review under\nthe AEDPA standard. SeeHarringtonv.Richter, 562\nU. S. ___, ___ (2011) (slip op., at 8). The “clearly\nestablished Federal law” relevant here is our decision inDardenv.Wainwright,477 U.S.\n168(1986), which explained that a prosecutor’s improper\ncomments will be held to violate the Constitution only if they\n“ ‘so infected the trial with unfairness as to make the\nresulting conviction a denial of due process.’ ”Id.,at 181 (quotingDonnellyv.DeChristoforo,416 U.S.\n637, 643 (1974)).According to the Sixth Circuit, the prosecutor\nviolatedDardenby suggesting that Matthews had colluded\nwith his lawyer, David Busse, and with Dr. Chutkow to manufacture\nan extreme emotional disturbance defense. But although the Sixth\nCircuit quoted a lengthy section of the prosecutor’s closing\nargument which could be understood as raising a charge of\ncollusion,[2] the court did not\naddress the prosecutor’s statement that immediately followed the\nquoted portion and expressly disavowed any suggestion of\ncollusion:“And that’s not to say that Mr. Busse is\nunethical. Not at all. He is entitled to the best defense he can\nget, but that’s the only defense he has, what the doctor has to\nsay, and that’s not to say that the doctor gets on the stand and\nperjures himself. He’s telling you the truth. He wouldn’t perjure\nhimself for anything. He’s telling you the truth, Ladies and\nGentlemen.” 7 Record 674.With the prosecutor’s immediate clarification\nthat he wasnotalleging collusion in view, the Sixth\nCircuit’s conclusion that this feature of the closing argument\nclearly violated due process is unsupportable. Nor does the\nprosecutor’s suggestion that Matthews had “enhance[d] his story to\nDoctor Chutkow,”ibid.,suffice to justify the Sixth\nCircuit’s grant of habeas relief. In context, that statement is\nclearly a part of a broader argument that Matthews had a motive to\nexaggerate his emotional disturbance in his meetings with Dr.\nChutkow. Shortly after the quoted statement, the prosecutor\ncontinued with a series of rhetorical questions:“Don’t you think he would exaggerate his\nfears about his wife, his mother-in-law, and all these other things\nabout what other people might be doing to his mother? Don’t you\nthink he would overstate the extent of his intoxication to his\npsychiatrist?”Ibid.The Sixth Circuit cited no precedent of this\nCourt in support of its conclusion that due process prohibits a\nprosecutor from emphasizing a criminal defendant’s motive to\nexaggerate exculpatory facts.The Sixth Circuit also suggested that the\nprosecutor “denigrated the [extreme emotional disturbance] defense\nitself,” 651 F. 3d, at 506, by stating that “[i]t’s the\ndefense of last resort, Ladies and Gentlemen. He has no excuse for\nhis conduct, but that’s his only way out.” 7 Record 674. But the\nKentucky Supreme Court could have understood this comment too as\nhaving been directed at Matthews’ motive to exaggerate his\nemotional disturbance—i.e.,as emphasizing that the\nunavailability of any other defense raised the stakes with respect\nto extreme emotional disturbance.Moreover, even if the comment is understood as\ndirecting the jury’s attention to inappropriate considerations,\nthat would not establish that the Kentucky Supreme Court’s\nrejection of theDardenprosecutorial misconduct claim “was\nso lacking in justification that there was an error well understood\nand comprehended in existing law beyond any possibility for\nfairminded disagreement.”Harrington, 562 U. S., at ___\n(slip op., at 13). Indeed,Dardenitself held that a closing\nargument considerably more inflammatory than the one at issue here\ndid not warrant habeas relief. See 477 U. S., at 180, n. 11\n(prosecutor referred to the defendant as an\n“ ‘animal’ ”);id.,at 180, n. 12 (“ ‘I wish\nI could see [the defendant] with no face, blown away by a\nshotgun’ ”). Particularly because theDardenstandard\nis a very general one, leaving courts “more leeway . . .\nin reaching outcomes in case-by-case determinations,”Yarboroughv.Alvarado,541 U.S.\n652, 664 (2004)), the Sixth Circuit had no warrant to set aside\nthe Kentucky Supreme Court’s conclusion.The Sixth Circuit also erred by consulting its\nown precedents, rather than those of this Court, in assessing the\nreasonableness of the Kentucky Supreme Court’s decision. After\nquoting the governing standard from our decision inDarden,\nthe Sixth Circuit added that it would “engag[e] in a two step\ninquiry to determine whether the prosecutorial misconduct rises to\nthe level of unconstitutionality. ‘To satisfy the standard\n. . . , the conduct must be both improper and\nflagrant.’ ” 651 F. 3d, at 505 (quotingBroomv.Mitchell,441 F.3d 392, 412 (CA6 2006)). It went on to evaluate the\nflagrancy step of that inquiry in light of four factors derived\nfrom its own precedent: “ ‘(1) the likelihood that the remarks\n. . . tended to mislead the jury or prejudice the\ndefendant; (2) whether the remarks were isolated or extensive; (3)\nwhether the remarks were deliberately or accidentally made; and (4)\nthe total strength of the evidence against [Matthews].’ ” 651\nF. 3d, at 506 (quotingBroom,supra,at 412).\nAnd it stated that “the prosecutor’s comments in this case were\nsufficiently similar to” certain comments held unconstitutional in\nits prior decision inGallII,231 F.3d 265(CA6 2000), “that they rise to the level of\nimpropriety.” 651 F. 3d, at 506.As we explained in correcting an identical error\nby the Sixth Circuit two Terms ago, seeRenico, 559\nU. S., at ___ (slip op., at 11–12), circuit precedent does not\nconstitute “clearly established Federal law, as determined by the\nSupreme Court,” 28 U. S. C. §2254(d)(1). It therefore\ncannot form the basis for habeas relief under AEDPA. Nor can the\nSixth Circuit’s reliance on its own precedents be defended in this\ncase on the ground that they merely reflect what has been “clearly\nestablished” by our cases. The highly generalized standard for\nevaluating claims of prosecutorial misconduct set forth inDardenbears scant resemblance to the elaborate, multistep\ntest employed by the Sixth Circuit here. To make matters worse, the\nSixth Circuit decidedGall IIunder pre-AEDPA law, see 231\nF. 3d, at 283, n. 2, so that case did not evenpurportto reflect clearly established law as set out in\nthis Court’s holdings. It was plain and repetitive error for the\nSixth Circuit to rely on its own precedents in granting Matthews\nhabeas relief.*  *  *The petition for a writ of certiorari and\nrespondent’s motion to proceedin forma pauperisare\ngranted. The judgment of the Court of Appeals for the Sixth Circuit\nis reversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1An ambiguously worded\nfootnote in the Sixth Circuit’s opinion, see 651 F.3d 489, 504,\nn. 5 (2011), suggests that the court may have found an\nadditional due process violation. The court referred to a statement\nin the Kentucky Supreme Court’s decision inGallv.Commonwealth607\nS.W.2d 97, 109 (1980), that “[u]nless the evidence raising the\nissue [of extreme emotional disturbance] is of such probative force\nthat otherwise the defendant would be entitled as a matter of law\nto an acquittal on the higher charge (murder), the prosecution is\nnot required to come forth with negating evidence in order to\nsustain its burden of proof.” Relying on its own opinion in Gall’s\nfederal habeas proceeding,Gallv.Parker,231 F.3d 265(CA6 2000)(Gall II),the Sixth Circuit\nsuggested that the quoted statement “require[d] a defendant to bear\nthe heavy burden of disproving an element of a crime beyond a\nreasonable doubt,” 651 F. 3d, at 504, n. 5, in violation\nof this Court’s decision inMullaneyv.Wilbur,421 U.S.\n684(1975). That is not so. The statement explicitly\nacknowledges that the burden of proof rests with the prosecution,\nbut merely asserts that when the burden of production is assigned\nto the defendant the jury may find the prosecution’s burden of\nproof satisfied without introduction of negating evidence, unless\nthe defendant’s evidence is so probative as to establish reasonable\ndoubt as a matter of law. That seems to us a truism. See 2 J.\nStrong, McCormick on Evidence §338, pp. 419–420 (5th ed. 1999). Our\nopinion inMullaneyaddressed a situation in which the\nburden of persuasionwasshifted to the defendant, see 421\nU. S., at 702, and n. 31; it does not remotely show that the\nKentucky Supreme Court’s truism contravened clearly established\nfederal law.2The full text of the\nsection the Sixth Circuit found objectionable is as follows: “He’s\narraigned, he meets with his attorney and either he tells his\nat-torney, I did it or I didn’t do it. One or the other. But, the\nattorney knows what the evidence is. By the way, the defendant\nknows what the evidence is, because while he’s giving this\nstatement, it’s sitting right in front of him at the Homicide\nOffice. Here’s the gun. Here’s the shoes, David. ‘Nah, nah, I never\nsaw it before. I never borrowed a gun. I never borrowed any money.\nI wasn’t there. I was at home in bed asleep.’ He’s denying it\nthere. “And what does his attorney think? His attorney sees all\nthis evidence, and he’s going through his mind, what kind of legal\nexcuse canI have? What is this man’s defense? Self protection? No,\nthere’s no proof of a gun found at that house on 310 North 24th\nStreet. No proof of that. Protection of another? The defendant’s\nmother is at home on Lytle Street. He isn’t protecting her over\nthere on North 24th Street. Intoxication? Yeah, well, he was\ndrinking that night. Maybe that will mean something. “But that\nisn’t enough, Ladies and Gentlemen. Mr. Busse has to contact a\npsychiatrist to see his client, and he comes in and sees his client\none month after the day of his arrest, one month to the day, and by\nthat time, Mr. David Eugene Matthews sees his defense in the form\nof Doctor Chutkow, and do you think this guy is aware of what’s\ngoing on? He’s competent. He can work with his attorney, and he\nenhances his story to Doctor Chutkow. Yeah, I was drinking. I was\ndrinking a lot. I was taking a lot of pills, too, and let me tell\nyou about the pills I was taking. “Don’t you think he has a purpose\nin enhancing his story to the psychiatrist? Don’t you think he\nwould exaggerate his fears about his wife, his mother-in-law, and\nall these other things about what other people might be doing to\nhis mother? Don’t you think he would overstate the extent of his\nintoxication to his psychiatrist? It’s the defense of last resort,\nLadies and Gentlemen. He has no excuse for his conduct, but that’s\nhis only way out.” 7 Record 673–674.",
    "joined": []
}