{
    "case": {
        "docket": "450",
        "citation": "546",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/546/450/"
    },
    "id": "1961954",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMMINISTRY OF DEFENSE AND SUPPORT FOR ARMEDFORCES OF ISLAMIC REPUBLIC\nOF IRAN V. ELAHI546 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESMINISTRY OF DEFENSE AND SUPPORT FOR THE ARMED\nFORCES OF THE ISLAMIC REPUBLIC OF IRANv.DARIUSH\nELAHIon petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 04–1095. Decided February 21, 2006Per Curiam.A private citizen seeks to attach\nan asset belonging to Iran’s Ministry of Defense in order to help\nsatisfy a judgment for money damages. The question raised is\nwhether the Foreign Sovereign Immunities Act of 1976 (FSIA or Act),\n28 U. S. C. §1602et seq.(2000 ed. and Supp. III),\nforbids that attachment.The judgment for money damages consists of a\ndefault judgment against the Islamic Republic of Iran (for about\n$300 million) that the private citizen, Dariush Elahi, obtained in\na federal-court lawsuit claiming that the Republic had murdered his\nbrother.Elahiv.Islamic Republic of Iran, 124\nF. Supp. 2d 97, 103 (DC 2000). The asset is an arbitration\naward (against a third party), which Iran’s Ministry of Defense\nobtained in Switzerland.Ministry of Defense and Support for\nArmed Forces of Islamic Republic of Iranv.Cubic Defense\nSystems, Inc.,385 F. 3d 1206, 1211 (CA9 2004). The\nMinistry asked the Federal District Court for the Southern District\nof California to confirm the award.Ministry of Defense and\nSupport for Armed Forces of Islamic Republic of Iranv.Cubic Defense Systems, Inc.,236 F. Supp. 2d 1140\n(2002). The court did so. And Elahi then intervened, seeking to\nimpose a lien upon the award. The Ministry opposed the attachment\non the ground that the Act grants it immunity from such a\nclaim.The Federal District Court rejected the\nMinistry’s immunity defense on the ground that, by suing to enforce\nthe award, the Ministry had waived any such immunity. On appeal the\nNinth Circuit disagreed with the District Court about waiver. But\nit then found against the Ministry on a different ground—a ground\nthat the parties had not argued. The Act says that under certain\nconditions the property of an “agency or instrumentality”\nof a foreign government is “not … immune from attachment”\nif the agency is “engaged in commercial activity in the United\nStates.” 28 U. S. C. §1610(b) (emphasis added). The Court of\nAppeals found that the Ministry engages in commercial activity and\nthat the other conditions were satisfied. 385 F. 3d, at\n1219–1222 (applying §1610(b)(2)). And it held that this section of\nthe Act barred the Ministry’s assertion of immunity.Ibid.The Ministry filed a petition for certiorari\nasking us to review that decision. The Solicitor General agrees\nwith the Ministry that we should grant the writ but limited to the\nMinistry’s Question 1, namely whether “the property of a foreign\nstatestricto sensu,situated in the United States” is\n“immune from attachment … as provided in the Foreign Sovereign\nImmunities Act.” Pet. for Cert. i (citing §§1603(a), 1610(a)). The\nSolicitor General also asks us to vacate the judgment of the Court\nof Appeals and remand the case for consideration of whether the\nMinistry is simply a “foreign state” (what the Ministry\ncalls “a foreign statestricto sensu”) or whether the\nMinistry is an “agency or instrumentality” of a foreign\nstate (as the Ninth Circuit held). Brief for United States asAmicus Curiae15–17. We grant the writ limited to Question\n1.The Act, as it applies to the “property in the\nUnited States of aforeign state,” §1610(a) (emphasis\nadded), doesnotcontain the “engaged in commercial\nactivity” exception that the Ninth Circuit described. That\nexception applies only where the property at issue is property of\nan “agency or instrumentality”of a foreign state. Compare\n§1610(b) (“property … of an agency or instrumentality of a foreign\nstate engaged in commercial activity”) with §1610(a) (“property …\nof a foreign stateused for a commercial activity”)\n(emphasis added). The difference is critical. Moreover, in the\nSolicitor General’s view a defense ministry (unlike, say, a\ngovernment-owned commercial enterprise) generally is not an “agency\nor instrumentality” of a foreign state but an inseparable part of\nthe state itself. Brief for United States asAmicus Curiae8–11; see alsoTransaero, Inc.v.La Fuerza Aerea\nBoliviana, 30 F. 3d 148, 153 (CADC 1994) (“hold[ing] that\narmed forces are as a rule so closely bound up with the structure\nof the state that they must in all cases be considered as the\n‘foreign state’ itself, rather than a separate ‘agency or\ninstrumentality’ of the state”).We shall not now determine whether the\nSolicitor General is correct about the status of the Ministry, for\nthe Ninth Circuit did not address the question nor did the parties\nargue the matter before the Circuit. Neither can we fault the\nMinistry for that failure. As we said,supra, at 1, the\nDistrict Court based its denial of immunity upon waiver. The\nparties’ Ninth Circuit briefs focused on matters not relevant here\n(such as the waiver question), with one exception. The exception\nconsists of a footnote in Elahi’s brief mentioning the Act’s\n“agency and instrumentality” provision. That footnote, however,\ndoes not ask for affirmance on that basis; nor did it provide the\nMinistry with clear notice that a reply was necessary. Answering\nBrief of Appellee in No. 03–55015 (CA9), p. 45, n. 27 (stating that\n“[i]f[the Ministry] is considered ‘an agency or\ninstrumentality of a foreign state,’ rather than the foreign state\nitself, Mr. Elahi’s attachment still is valid” (emphasis\nadded)).The Ninth Circuit said that it was free to\naffirm on “any ground supported by the record.” 385 F. 3d, at\n1219, n. 15. But the court did not explain what in the record might\ndemonstrate that the Ministry is an “agency or instrumentality” of\nthe state rather than an integral part of the state itself. The\ncourt noted that“Elahi appears to concede” that the\nMinistry is an “agency and instrumentality,”id., at 1218,\nn. 13, but any relevant concession would have to have come\nfrom the Ministry, not from Elahi, whose position the concession\nfavors. Thus, in implicitly concluding that the Ministry was an\n“agency or instrumentality” of the Republic of Iran within the\nmeaning of §1610(b), the Ninth Circuit either mistakenly relied on\na concession by respondent that could not possibly bind petitioner,\nor else erroneously presumed that there was no relevant distinction\nbetween a foreign state and its agencies or instrumentalities for\npurposes of that subsection. See §1603(a), (b). Either way, the\nNinth Circuit committed error that was essential to its judgment in\nfavor of respondent.Because the Ninth Circuit did not consider,\nand the Ministry had no reasonable opportunity to argue, the\ncritical legal point we have mentioned, we vacate the judgment of\nthe Ninth Circuit, and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.",
    "joined": []
}