{
    "case": {
        "docket": "216",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/216/"
    },
    "id": "1963475",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMSWARTHOUT V. COOKE562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESGARY SWARTHOUT, WARDENv.DAMON COOKEMATTHEW CATE, SECRETARY, CALIFORNIA DEPARTMENT OF CORRECTIONS\nAND REHABILITATIONv.ELIJAH CLAYon petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 10–333. Decided January 24, 2011Per Curiam.ICalifornia’s parole statute\nprovides that the Board of Prison Terms “shall set a release date\nunless it determines that … consideration of the public safety\nrequires a more lengthy period of incarceration.” Cal. Penal Code\nAnn. §3041(b) (West Supp. 2010). If the Board denies parole, the\nprisoner can seek judicial review in a state habeas petition. The\nCalifornia Supreme Court has explained that “the standard of review\nproperly is characterized as whether ‘some evidence’ supports the\nconclusion that the inmate is unsuitable for parole because he or\nshe currently is dangerous.”In re Lawrence, 44 Cal.\n4th 1181, 1191, 190 P. 3d 535, 539 (2008). See alsoIn re Shaputis, 44 Cal. 4th 1241, 1253–1254, 190\nP. 3d 573, 580 (2008);In re Rosenkrantz, 29\nCal. 4th 616, 625–626, 59 P. 3d 174, 183 (2002).ARespondent Damon Cooke was\nconvicted of attempted first-degree murder in 1991, and a\nCalifornia court sentenced him to an indeterminate term of seven\nyears to life in prison with the possibility of parole. In November\n2002, the board determined that Cooke was not yet suitable for\nparole, basing its decision on the “especially cruel and callous\nmanner” of his commitment offense, App. to Pet. for Cert. 50a; his\nfailure to participate fully in rehabilitative programs; his\nfailure to develop marketable skills; and three incidents of\nmisconduct while in prison. The board admitted that Cooke had\nreceived a favorable psychological report, but it dismissed the\nreport as not credible because it included several inconsistent and\nerroneous statements.Cooke filed a petition for a writ\nof habeas corpus in State Superior Court. The court denied his\npetition. “The record indicates,” it said, “that there was some\nevidence, including but certainly not limited to the life offense,\nto support the board’s denial.”Id., at 42a. Cooke\nsubsequently filed a habeas petition with the California Court of\nAppeal and a petition for direct review by the California Supreme\nCourt. Both were denied.In October 2004, Cooke filed a federal habeas\npetition pursuant to 28 U. S. C. §2254 challenging the parole\nboard’s determination. The District Court denied his petition. The\nNinth Circuit reversed, holding that California’s parole statute\ncreated a liberty interest protected by the Due Process Clause, and\nthat “California’s ‘some evidence’ requirement” was a “component”\nof that federally protected liberty interest.Cookev.Solis, 606 F. 3d 1206, 1213 (2010). It then concluded\nthat the state court had made an “unreasonable determination of the\nfacts in light of the evidence” under §2254(d)(2) by finding any\nevidence at all that Cooke would pose a threat to public safety if\nreleased.Id., at 1215.BRespondent Elijah Clay was\nconvicted of first-degree murder in 1978, and a California court\nsentenced him to imprisonment for seven years to life with the\npossibility of parole. In 2003, the board found Clay suitable for\nparole, but the Governor exercised his authority to review the case\nand found Clay unsuitable for parole. See Cal. Const., Art. 5,\n§8(b); Cal. Penal Code Ann. §3041.2 (West 2000). The Governor cited\nthe gravity of Clay’s crime; his extensive criminal history, which\nreflected “the culmination of a life of crime,” App. to Pet. for\nCert. 116a; his failure to participate fully in self-help programs;\nand his unrealistic plans for employment and housing after being\nparoled. Regarding the last factor, the Governor concluded that\nClay would be likely to return to crime, given his propensity for\nsubstance abuse and lack of a viable means of employment.Clay filed a petition for a writ\nof habeas corpus in State Superior Court. That court denied Clay’s\npetition, as did the California Court of Appeal. The California\nSupreme Court denied review.Clay subsequently filed a federal petition for\na writ of habeas corpus, which the District Court granted. The\nDistrict Court concluded that the Governor’s reliance on the nature\nof Clay’s long-past commitment offense vio-lated Clay’s right to\ndue process, and dismissed each of the other factors the Governor\ncited as unsupported by the record. The Ninth Circuit affirmed,\nagreeing with the District Court’s conclusion that “the Governor’s\ndecision was an unreasonable application of California’s ‘some\nevidence’ rule and was an unreasonable determination of the facts\nin light of the evidence presented.”Clayv.Kane, 384 Fed. Appx. 544, 546 (2010).IIIn granting habeas relief based\non its conclusion that the state courts had misapplied California’s\n“some evidence” rule, the Ninth Circuit must have assumed either\nthat federal habeas relief is available for an error of state law,\nor that correct application of the State’s “some evidence” standard\nis required by the federal Due Process Clause. Neither assumption\nis correct.As to the first: The habeas\nstatute “unambiguously provides that a federal court may issue a\nwrit of habeas corpus to a state prisoner ‘only on the ground that\nhe is in custody in violation of the Constitution or laws or\ntreaties of the United States.’ ”Wilsonv.Corcoran, 562 U. S. ___, ___ (2010)(per curiam)(slip op., at 4) (quoting 28 U. S. C. §2254(a)). “We have\nstated many times that ‘federal habeas corpus relief does not lie\nfor errors of state law.’ ”Estellev.McGuire,502\nU. S. 62, 67 (1991) (quotingLewisv.Jeffers,497 U. S. 764, 780\n(1990)).As for the Due Process Clause, standard\nanalysis under that provision proceeds in two steps: We first ask\nwhether there exists a liberty or property interest of which a\nperson has been deprived, and if so we ask whether the procedures\nfollowed by the State were constitutionally sufficient.Kentucky Dept. of Correctionsv.Thompson,490 U. S. 454,\n460 (1989). Here, the Ninth Circuit held that California law\ncreates a liberty interest in parole, see 606 F. 3d, at 1213.\nWhile we have no need to review that holding here, it is a\nreasonable application of our cases. SeeBoard of Pardonsv.Allen,482 U. S. 369, 373–381\n(1987);Greenholtzv.Inmates of Neb. Penal and\nCorrectional Complex,442 U. S. 1, 12\n(1979).Whatever liberty interest exists is, of\ncourse, astateinterest created by California law. There\nis no right under the Federal Constitution to be conditionally\nreleased before the expiration of a valid sentence, and the States\nare under no duty to offer parole to their prisoners.Id.,at 7. When, however, a State creates a liberty interest, the Due\nProcess Clause requires fair procedures for its vindication—and\nfederal courts will review the application of those\nconstitutionally required procedures. In the context of parole, we\nhave held that the procedures required are minimal. InGreenholtz, we found that a prisoner subject to a parole\nstatute similar to California’s received adequate process when he\nwas allowed an opportunity to be heard and was provided a statement\nof the reasons why parole was denied. 442 U. S., at 16. “The\nConstitution,” we held, “does not require more.”Ibid.Cooke and Clay received at least this amount of process: They were\nallowed to speak at their parole hearings and to contest the\nevidence against them, were afforded access to their records in\nadvance, and were notified as to the reasons why parole was denied.\n606 F. 3d, at 1208–1212; App. to Pet. for Cert. 69a–80a; Cal.\nPenal Code Ann. §§3041, 3041.5 (West Supp. 2010).That should have been the beginning and the\nend of the federal habeas courts’ inquiry into whether Cooke and\nClay received due process. Instead, however, the Court of Appeals\nreviewed the state courts’ decisions on the merits and concluded\nthat they had unreasonably determined the facts in light of the\nevidence. See 606 F. 3d, at 1213–1216; 384 Fed. Appx., at\n545–546. Other Ninth Circuit cases have done the same. See,e.g.,Pearsonv.Muntz, 606 F. 3d\n606, 611 (2010). No opinion of ours supports converting\nCalifornia’s “some evidence” rule into a substantive federal\nrequirement. The liberty interest at issue here is the interest in\nreceiving parole when the California standards for parole have been\nmet, and the minimum procedures adequate for due-process protection\nof that interest are those set forth inGreenholtz.* SeeHaywardv.Marshall, 603 F. 3d 546, 559 (CA9\n2010) (en banc).Greenholtzdid not inquire into whether\nthe constitutionally requisite procedures provided by Nebraska\nproduced the result that the evidence required;a fortioriit is no federal concern here whether California’s “some evidence”\nrule of judicial review (a procedure beyond what the Constitution\ndemands) was correctly applied.It will not do to pronounce California’s “some\nevidence” rule to be “a component” of the liberty interest, 606\nF. 3d, at 1213. Such reasoning would subject to federal-court\nmerits review the application of all state-prescribed procedures in\ncases involving liberty or property interests, including (of\ncourse) those in criminal prosecutions. That has never been the\nlaw. To the contrary, we have long recognized that “a ‘mere error\nof state law’ is not a denial of due process.”Englev.Isaac,456\nU. S. 107, 121, n. 21 (1982); see alsoEstelle,\n502 U. S., at 67–68. Because the only federal right at issue is\nprocedural, the relevant inquiry is what process Cooke and Clay\nreceived, not whether the state court decided the case\ncorrectly.The Ninth Circuit’s questionable finding that\nthere wasnoevidence in the record supporting the parole\ndenials is irrelevant unless there is a federal right at stake, as\n§2254(a) requires. Seeid., at 67. The short of the matter\nis that the responsibility for assuring that the constitutionally\nadequate procedures governing California’s parole system are\nproperly applied rests with California courts, and is no part of\nthe Ninth Circuit’s business.The petition for a writ of certiorari and\nrespondents’ motions for leave to proceedin forma\npauperisare granted.The judgments below areReversed.* Cooke and Clay argue that the greater\nprotections afforded to the revocation of good-time credits should\napply, citingIn re Rosenkrantz, 29 Cal. 4th 616,\n657–658, 59 P. 3d 174, 205 (2002), a California Supreme Court\ncase that refers to our good-time-credits decision inSuperintendent,Mass. Correctional Institution at\nWalpolev.Hill,472 U. S. 445(1985).\nButRosenkrantzdid not purport to equate California’s\nparole system with good-time credits. It citesHilltwice.\nThe first citation merely observes that the court relied uponHillin an earlier opinion adopting the “some evidence”\ntest for decisions torevokeparole that had previously\nbeen granted. 29 Cal. 4th, at 656, 59 P. 3d, at 204. The\nsecond citation, which does occur in the part of the opinion\ndiscussing the need for “some evidence” review in parole decisions,\nsimply borrows language fromHillto support the\nproposition that “ ‘[r]equiring a modicum of evidence’ ”\ncan “ ‘help to prevent arbitrary deprivations.’ ” 29 Cal.\n4th, at 658, 59 P. 3d, at 205 (quotingHill, 472 U.\nS., at 455). In any event, the question of which due process\nrequirements apply is one of federal law, not California law; and\nneither of these citations comes close to addressing that question.\nAny doubt on that score is resolved by a subsequent footnote\nstating that the court’s decision is premised only on state law. 29\nCal. 4th, at 658, n. 12, 59 P. 3d, at 205,\nn. 12.",
    "joined": []
}