{
    "case": {
        "docket": "16-1023",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-1023/"
    },
    "id": "3742847",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESNORTH CAROLINA, et al.v.SANDRA\nLITTLE COVINGTON, et al.on appeal from the united states district\ncourt for the middle district of north carolinaNo. 16–1023. Decided June 5, 2017Per Curiam.The North Carolina General Assembly redrew state\nlegislative districts in 2011 to account for population changes\nrevealed by the 2010 census. In May 2015, several registered North\nCarolina voters (here called plaintiffs) brought this action in the\nU. S. District Court for the Middle District of North Carolina,\nalleging that 28 majority-black districts in the new plan were\nunconstitutional racial gerrymanders. The District Court ruled for\nthe plaintiffs in August 2016, holding that race was the\npredominant factor in the design of each challenged district, and\nthat in none was that use of race “supported by a strong basis in\nevidence and narrowly tailored to comply with [the Voting Rights\nAct].” 316 F. R. D. 117, 176 (MDNC 2016).[1]* The court declined to require changes in\ntime for the then-impending November 2016 election, but ordered the\nGeneral Assembly to redraw the map before North Carolina holds any\nfuture elections for that body. See App. to Juris. Statement\n148–149.Three weeks after the November 2016 election,\nthe District Court ordered additional relief. In addition to\nsetting a March 2017 deadline for the General Assembly’s drawing of\nnew districts, the court ordered that “[t]he term of any legislator\nelected in 2016” from a district later modified by that remedial\nplan “shall be shortened to one year” (rather than the regular\ntwo).Id., at 203. Those legislators would then be replaced\nby new ones, to be chosen in court-ordered special elections in the\nfall of 2017. The legislators elected in those special elections,\ntoo, were then to “serve a one year term.”Id., at 204.\nFinally, in order to make this regime workable, the court also\nsuspended provisions of the North Carolina Constitution requiring\nprospective legislators to reside within a district for one year\nbefore they may be elected to represent it. Seeid., at 203\n(citing N. C. Const., Art. II, §§6–7). To explain why these\nmeasures were warranted, the court stated: “While special elections\nhave costs, those costs pale in comparison to the injury caused by\nallowing citizens to continue to be represented by legislators\nelected pursuant to a racial gerrymander.” App. to Juris. Statement\n200.North Carolina appealed the District Court’s\nremedial order to this Court, and we granted a stay pending appeal.\nSee 580 U. S. ___ (2017). The State now contends that “the\nremedial order should be vacated for the simple reason that the\ndistrict court failed to meaningfully weigh any equitable\nconsiderations.” Juris. Statement 22. We share that assessment and\nnow vacate the order.Relief in redistricting cases is “‘fashioned in\nthe light of well-known principles of equity.’”Reynoldsv.Sims, 377 U. S. 533, 585 (1964) . A district court\ntherefore must undertake an “equitable weighing process” to select\na fitting remedy for the legal violations it has identified,NAACPv.Hampton County Election Comm’n, 470\nU. S. 166, 183, n. 36 (1985) , taking account of “‘what is\nnecessary, what is fair, and what is workable,’”New Yorkv.Cathedral Academy, 434 U. S. 125, 129 (1977) . And in\nthe context of deciding whether to truncate existing legislators’\nterms and order a special election, there is much for a court to\nweigh. Although this Court has never addressed whether or when a\nspecial election may be a proper remedy for a racial gerrymander,\nobvious considerations include the severity and nature of the\nparticular constitutional violation, the extent of the likely\ndisruption to the ordinary processes of governance if early\nelections are imposed, and the need to act with proper judicial\nrestraint when intruding on state sovereignty. We do not suggest\nanything about the relative weight of these factors (or others),\nbut they are among the matters a court would generally be expected\nto consider in its “balancing of the individual and collective\ninterests” at stake.Swannv.Charlotte-Mecklenburg Bd.\nof Ed., 402 U. S. 1, 16 (1971) .Rather than undertaking such an analysis in this\ncase, the District Court addressed the balance of equities in only\nthe most cursory fashion. As noted above, the court simply\nannounced that “[w]hile special elections have costs,” those\nunspecified costs “pale in comparison” to the prospect that\ncitizens will be “represented by legislators elected pursuant to a\nracial gerrymander.” App. to Juris. Statement 200. That minimal\nreasoning would appear to justify a special election ineveryracial-gerrymandering case—a result clearly at odds\nwith our demand for careful case-specific analysis. For that\nreason, we cannot have confidence that the court adequately\ngrappled with the interests on both sides of the remedial question\nbefore us. And because the District Court’s discretion “was barely\nexercised here,” its order provides no meaningful basis for even\ndeferential review.Winterv.Natural Resources Defense\nCouncil, Inc., 555 U. S. 7, 27 (2008) .For these reasons, we vacate the District\nCourt’s remedial order and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1* By separate order, we\nhave summarily affirmed the District Court’s ruling on the merits\nof the plaintiffs’ racial-gerrymandering claims. See No. 16–649,post,p. ___.",
    "joined": []
}