{
    "case": {
        "docket": "505",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/505/"
    },
    "id": "1970673",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESNEVADA, et al., PETITIONERSv.CALVIN O’NEIL JACKSONon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 12–694. Decided June 3, 2013Per Curiam.In this case, the Court of Appeals held that\nrespondent, who was convicted of rape and other serious crimes, is\nen- titled to relief under the federal habeas statute because the\nSupreme Court of Nevada unreasonably applied clearly established\nSupreme Court precedent regarding a crim- inal defendant’s\nconstitutional right to present a defense. At his trial, respondent\nunsuccessfully sought to introduce evidence for the purpose of\nshowing that the rape victim previously reported that he had\nassaulted her but that the police had been unable to substantiate\nthose allegations. The state supreme court held that this evidence\nwas properly excluded, and no prior decision of this Court clearly\nestablishes that the exclusion of this evidence violated\nrespondent’s federal constitutional rights. The decision of the\nCourt of Appeals is therefore reversed.IRespondent Calvin Jackson had a tumultuous\ndecade-long romantic relationship with Annette Heathmon. In 1998,\nafter several previous attempts to end the relationship, Heathmon\nrelocated to a new apartment in North Las Vegas without telling\nrespondent where she was mov- ing. Respondent learned of Heathmon’s\nwhereabouts, and on the night of October 21, 1998, he visited her\napartment. What happened next was the focus of respondent’s\ntrial.Heathmon told police and later testified that\nrespondent forced his way into her apartment and threatened to kill\nher with a screwdriver if she did not have sex with him. After\nraping Heathmon, respondent hit her, stole a ring from her bedroom,\nand dragged her out of the apartment and toward his car by the neck\nand hair. A witness confronted the couple, and respondent fled.\nPolice observed injuries to Heathmon’s neck and scalp that were\nconsis-tent with her account of events, and respondent was\neventually arrested.Although respondent did not testify at trial, he\ndiscussed Heathmon’s allegations with police shortly after his\narrest, and his statements were admitted into evidence at trial.\nRespondent acknowledged that Heathmon might have agreed to have sex\nbecause the two were alone and “she was scared that [he] might do\nsomething,” Tr. 305, but he claimed that the sex was consensual.\nRespondent also admitted striking Heathmon inside the apartment but\ndenied pulling her outside by the neck and hair.Shortly before trial, Heathmon sent the judge a\nletter recanting her prior accusations and stating that she would\nnot testify. She went into hiding, but police eventually found her\nand took her into custody as a material wit- ness. Once in custody,\nHeathmon disavowed the letter and agreed to testify. When asked\nabout the letter at trial, she stated that three of respondent’s\nassociates had forced her to write it and had threatened to hurt\nher if she appeared in court.At trial, the theory of the defense was that\nHeathmon had fabricated the sexual assault and had reported it to\npolice in an effort to control respondent. To support that theory,\nthe defense sought to introduce testimony and police reports\nshowing that Heathmon had called the police on several prior\noccasions claiming that respondent had raped or otherwise assaulted\nher. Police were unable to corroborate many of these prior\nallegations, and in several cases they were skeptical of her\nclaims. Although the trial court gave the defense wide latitude to\ncross-examine Heathmon about those prior incidents, it refused to\nadmit the police reports or to allow the defense to call as\nwitnesses the officers involved. The jury found respondent guilty,\nand he was sentenced to life imprisonment.Respondent appealed his conviction to the Nevada\nSu- preme Court, arguing, among other things, that the trial\ncourt’s refusal to admit extrinsic evidence relating to the prior\nincidents violated his federal constitutional right to present a\ncomplete defense, but the Nevada Supreme Court rejected that\nargument.After exhausting his remedies in state court,\nrespondent filed a federal habeas petition, again arguing that the\ntrial court’s ruling had violated his right to present a defense.\nApplying AEDPA’s deferential standard of review, the District Court\ndenied relief, but a divided panel of the Ninth Circuit reversed.\n688 F.3d 1091 (2012). The majority held that extrinsic evidence of\nHeathmon’s prior allegations was critical to respondent’s defense,\nthat the exclusion of that evidence violated respondent’s\nconstitutional right to present a defense, and that the Nevada\nSupreme Court’s decision to the contrary was an unreasonable\napplication of this Court’s precedents.Id.,at 1097–1101.\nAlthough it acknowledged that the state court had ruled that the\nevidence was inadmissible as a matter of state law, the Ninth\nCircuit concluded that the impact of the State’s rules of evidence\non the defense “was disproportionate to the state’s interest in\n. . . exclusion.”Id., at 1101–1104. Finding that\nthe trial court’s erroneous evidentiary ruling was not harmless,id.,at 1104–1106, the Ninth Circuit ordered the State\neither to retry or to release respondent.IIThe Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA) authorizes a federal habeas court to grant\nrelief to a prisoner whose state court conviction “involved an\nunreasonable application of . . . clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1). It is settled that a\nfederal habeas court may overturn a state court’s application of\nfederal law only if it is so erroneous that “there is no\npossibility fairminded jurists could disagree that the state\ncourt’s decision conflicts with this Court’s precedents.”Harringtonv.Richter, 562 U. S. ___, ___ (2011)\n(slip op., at 13). Applying that deferential standard, we conclude\nthat the Nevada Supreme Court’s decision was reasonable.“[T]he Constitution guarantees criminal\ndefendants ‘a meaningful opportunity to present a complete\ndefense,’ ”Cranev.Kentucky,476 U.S.\n683, 690 (1986) (quotingCaliforniav.Trombetta,467 U.S.\n479, 485 (1984)), but we have also recognized that\n“ ‘state and federal rulemakers have broad latitude under the\nConstitution to establish rules excluding evidence from criminal\ntrials,’ ”Holmesv.South Carolina,547 U.S.\n319, 324 (2006) (quotingUnitedStatesv.Scheffer,523 U.S.\n303, 308 (1998)). Only rarely have we held that the right to\npresent a complete defense was violated by the exclusion of defense\nevidence under a state rule of evidence. See 547 U. S., at 331\n(rule did not rationally serve any discernible purpose);Rockv.Arkansas,483 U.S.\n44, 61 (1987) (rule arbitrary);Chambersv.Mississippi,410 U.S.\n284, 302–303 (1973) (State did not even attempt to explain the\nreason for its rule);Washingtonv.Texas,388 U.S.\n14, 22 (1967) (rule could not be rationally defended).As the Ninth Circuit conceded, “[t]he Nevada\nSupreme Court recognized and applied the correct legal principle.”\n688 F. 3d, at 1097. But contrary to the Ninth Circuit’s\nconclusion, the State Supreme Court’s application of our clearly\nestablished precedents was reasonable. The starting point in the\nstate court’s analysis was a state statute that generally precludes\nthe admission of extrinsic evidence of “[s]pecific instances of the\nconduct of a witness, for the purpose of attacking or supporting\nthe witness’ credibility, other than conviction of crime.” App. to\nPet. for Cert. 66; see Nev. Rev. Stat. §50.085(3) (2011). The\npurpose of that rule, the Nevada Supreme Court has explained, “is\nto focus the fact-finder on the most impor- tant facts and conserve\n‘judicial resources by avoiding mini-trials on collateral\nissues.’ ”Abbottv.State, 122 Nev. 715, 736,\n138 P.3d 462, 476 (2006) (quotingStatev.Long,140 S.W.3d 27, 30 (Mo. 2004)). These are “good reason[s]” for\nlimiting the use of extrinsic evidence,Clarkv.Arizona,548 U.S.\n735, 770 (2006), and the Nevada statute is akin to the widely\naccepted rule of evidence law that generally precludes the\nadmission of evidence of specific instances of a witness’ conduct\nto prove the witness’ character for untruthfulness. See Fed. Rule\nEvid. 608(b); C. Mueller & L. Kirkpatrick, Evidence §6.27,\npp. 497–499 (4th ed. 2009). The constitutional propriety of\nthis rule cannot be seriously disputed.As an exception to the prohibition contained in\nNev. Rev. Stat. §50.085(3), the Nevada Supreme Court held inMillerv.State, 105 Nev. 497, 499–500,779 P.2d 87, 88–89 (1989), that “in a sexual assault case\ndefense counsel may cross-examine a complaining witness about\nprevious fab- ricated sexual assault accusations and, if the\nwitness denies making the allegations, may introduce extrinsic\nevidence to prove that fabricated charges were made by that witness\nin the past.” App. to Pet. for Cert. 66. But in order to introduce\nevidence showing that the witness previously made false\nallegations, the defendant must file written notice, and the trial\ncourt must hold a hearing.Miller,supra,at 501, 779\nP. 2d, at 90. Respondent did not file the requisite notice,\nand the State Supreme Court upheld the exclusion of evidence of\nprior sexual assault complaints on this basis.No decision of this Court clearly establishes\nthat this notice requirement is unconstitutional. Nor, contrary to\nthe reasoning of the Ninth Circuit majority, see 688 F.  3d,\nat 1103–1104, do our cases clearly establish that the Constitution\nrequires a case-by-case balancing of interests before such a rule\ncan be enforced. The decision on which the Ninth Circuit relied,Michiganv.Lucas,500 U.S.\n145(1991), is very far afield. In that case, we reversed a\ndecision holding that the Sixth Amendment categorically prohibits\nthe enforcement of a rule that required a rape defendant to provide\npretrial notice if he wished to introduce evidence of his prior\nsexual relationship with the complaining witness. The Court did not\neven suggest, much less hold, that it is unconstitutional to\nenforce such a rule unless a case-by-case balancing of interests\nweighs in favor of enforcement. Instead, the Court “express[ed] no\nopinion as to whether or not preclusion was justified in th[at]\ncase” and left it for the state courts to address that question in\nthe first instance.Id., at 153. No fair-minded jurist could\nthink thatLucasclearly establishes that the enforcement of\nthe Nevada rule in this case is inconsistent with the\nConstitution.Some of the evidence that respondent sought to\nin- troduce concerned prior incidents in which the victim re-\nported that respondent beat her up but did not sexually assault\nher, and the state supreme court did not view itsMillerdecision as applying in such circumstances. But the state court did\nnot simply invoke the rule set out in Nev. Rev. Stat. §50.085(3).\nRather, the court reasoned that the proffered evidence had little\nimpeachment value because at most it showed simply that the\nvictim’s reports could not be corroborated. The admission of\nextrinsic evidence of specific instances of a witness’ conduct to\nimpeach the witness’ credibility may confuse the jury, unfairly\nembarrass the victim, surprise the prosecution, and unduly prolong\nthe trial. No decision of this Court clearly establishes that the\nexclusion of such evidence for such reasons in a particular case\nviolates the Constitution.In holding that respondent is entitled to habeas\nrelief, the Ninth Circuit pointed to two of its own AEDPA decisions\nin which it granted habeas relief to state prisoners who were not\nallowed to conduct a full cross-examination of the witnesses\nagainst them. 688 F. 3d, at 1098–1101 (discussingFowlerv.Sacramento Cty. Sheriff’s Dept.,421 F.3d 1027, 1035–1038 (CA9 2005) andHolleyv.Yarborough, 568 F.3d 1091, 1098–1101 (CA9 2009)). Those\ncases in turn relied on Supreme Court decisions holding that\nvarious restrictions on a defendant’s ability tocross-examinewitnesses violate the Confrontation Clause of\nthe Sixth Amendment. See,e.g.,Oldenv.Kentucky,488 U.S.\n227, 231 (1988) (per curiam);Delawarev.Van\nArsdall,475 U.S.\n673, 678–679 (1986);Davisv.Alaska,415 U.S.\n308, 315–316 (1974). But this Court has never held that the\nConfrontation Clause entitles a criminal defendant to introduceextrinsic evidencefor impeachment purposes. SeeDelawarev.Fensterer,474 U.S.\n15, 22 (1985) (per curiam) (observing that “the\nConfrontation Clause is generally satisfied when the defense is\ngiven a full and fair opportunity to . . . expose\n[testimonial] infirmities through cross-examination”). See alsoJordanv.Warden, 675 F.3d 586, 596 (CA6 2012);Brownv.Ruane, 630 F.3d 62, 70 (CA1 2011).The Ninth Circuit elided the distinction between\ncross-examination and extrinsic evidence by characterizing the\ncases as recognizing a broad right to present “evidence bearing on\n[a witness’] credibility.” 688 F. 3d, at 1099. By framing our\nprecedents at such a high level of generality, a lower federal\ncourt could transform even the most imaginative extension of\nexisting case law into “clearly established Federal law, as\ndetermined by the Supreme Court.” 28 U. S. C.\n§2254(d)(1). In thus collapsing the distinction between “anunreasonableapplication of federal law” and what a lower\ncourt believes to be “anincorrectorerroneousapplication of federal law,”Williamsv.Taylor,529 U.S.\n362, 412 (2000), the Ninth Circuit’s approach would defeat the\nsubstantial deference that AEDPA requires.The petition for a writ of certiorari and\nrespondent’s motion to proceedin forma pauperisare\ngranted. The judgment of the United States Court of Appeals for the\nNinth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}