{
    "case": {
        "docket": "1",
        "citation": "549",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/549/1/"
    },
    "id": "1962255",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMPURCELL V. GONZALEZ549 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESHELEN PURCELL, MARICOPA COUNTY RECORDER,\net al.06A375 (06–532)v.MARIA M. GONZALEZ et al.ARIZONA et al.06A379 (06–533)   v.MARIA M. GONZALEZ et al.on applications for stayNos. 06A375 (06–532) and 06A379\n(06–533). Decided October 20, 2006Per Curiam.The State of Arizona and county\nofficials from four of its counties seek relief from an\ninterlocutory injunction entered by a two-judge motions panel of\nthe Court of Appeals for the Ninth Circuit. Justice Kennedy has\nreferred the applicants’ filings to the Court. We construe the\nfilings of the State and the county officials as petitions for\ncertiorari; we grant the petitions; and we vacate the order of the\nCourt of Appeals.IIn 2004, Arizona voters approved\nProposition 200. The measure sought to combat voter fraud by\nrequiring voters to present proof of citizenship when they register\nto vote and to present identification when they vote on election\nday.The election procedures\nimplemented to effect Proposition 200 do not necessarily result in\nthe turning away of qualified, registered voters by election\nofficials for lack of proper identification. A voter who arrives at\nthe polls on election day without identification may cast a\nconditional provisional ballot. For that ballot to be counted, the\nvoter is allowed five business days to return to a designated site\nand present proper identification. In addition any voter who knows\nhe or she cannot secure identification within five business days of\nthe election has the option to vote before election day during the\nearly voting period. The State has determined that, because there\nis adequate time during the early voting period to compare the\nvoters’ signatures on the ballot with their signatures on the\nregistration rolls, voters need not present identification if\nvoting early.Arizona is a covered jurisdiction under §5 of\nthe Voting Rights Act of 1965. So it was required to preclear any\nnew voting “standard, practice, or procedure” with either the\nUnited States Attorney General or the District Court for the\nDistrict of Columbia to ensure its new voting policy did “not have\nthe purpose [or] effect of denying or abridging the right to vote\non account of race or color,” 42 U. S. C. §1973c. SeeGeorgiav.Ashcroft,539 U. S. 461, 461–462\n(2003). On May 6, 2005, the United States Attorney General\nprecleared the procedures Arizona adopted under Proposition\n200.In the District Court the plaintiffs in this\naction are residents of Arizona; Indian tribes; and various\ncommunity organizations. In May 2006, these plaintiffs brought suit\nchallenging Proposition 200’s identification requirements. On\nSeptember 11, 2006, the District Court denied their request for a\npreliminary injunction, but it did not at that time issue findings\nof fact or conclusions of law. These findings were important\nbecause resolution of legal questions in the Court of Appeals\nrequired evaluation of underlying factual issues.The plaintiffs appealed the denial, and the\nClerk of the Court of Appeals set a briefing schedule that\nconcluded on November 21, two weeks after the upcoming November 7\nelection. The plaintiffs then requested an injunction pending\nappeal from the Court of Appeals. Pursuant to the Court of Appeals’\nrules, the request for an injunction was assigned to a two-judge\nmotions/screening panel. See Rule 3–3 (CA9 2002). On October 5,\nafter receiving lengthy written responses from the State and the\ncounty officials but without oral argument, the panel issued a\nfour-sentence order enjoining Arizona from enforcing Proposition\n200’s provisions pending disposition, after full briefing, of the\nappeals of the denial of a preliminary injunction. The Court of\nAppeals offered no explanation or justification for its order. Four\ndays later, the court denied a motion for reconsideration. The\norder denying the motion likewise gave no rationale for the court’s\ndecision.Despite the time-sensitive nature of the\nproceedings and the pendency of a request for emergency relief in\nthe Court of Appeals, the District Court did not issue its findings\nof fact and conclusions of law until October 12. It then concluded\nthat “plaintiffs have shown a possibility of success on the merits\nof some of their arguments but the Court cannot say that at this\nstage they have shown a strong likelihood.” Order in NO. CV\n06–1268–PHX–ROS etc. (D. Ariz., Oct. 11, 2006), pp. 7–8,\nApp. to Application for Stay of Injunction, Tab 5 (internal\nquotation marks and alterations omitted). The District Court then\nfound the balance of the harms and the public interest counseled in\nfavor of denying the injunction.II“A State indisputably has a\ncompelling interest in preserving the integrity of its election\nprocess.”Euv.San Francisco County Democratic\nCentral Comm.,489 U. S. 214, 231\n(1989). Confidence in the integrity of our electoral processes is\nessential to the functioning of our participatory democracy. Voter\nfraud drives honest citizens out of the democratic process and\nbreeds distrust of our government. Voters who fear their legitimate\nvotes will be outweighed by fraudulent ones will feel\ndisenfranchised. “[T]he right of suffrage can be denied by a\ndebasement or dilution of the weight of a citizen’s vote just as\neffectively as by wholly prohibiting the free exercise of the\nfranchise.”Reynoldsv.Sims,377 U. S. 533, 555\n(1964). Countering the State’s compelling interest in preventing\nvoter fraud is the plaintiffs’ strong interest in exercising the\n“fundamental political right” to vote.Dunnv.Blumstein,405 U. S. 330, 336\n(1972) (internal quotation marks omitted). Although the likely\neffects of Proposition 200 are much debated, the possibility that\nqualified voters might be turned away from the polls would caution\nany district judge to give careful consideration to the plaintiffs’\nchallenges.Faced with an application to\nenjoin operation of voter identification procedures just weeks\nbefore an election, the Court of Appeals was required to weigh, in\naddition to the harms attendant upon issuance or nonissuance of an\ninjunction, considerations specific to election cases and its own\ninstitutional procedures. Court orders affecting elections,\nespecially conflicting orders, can themselves result in voter\nconfusion and consequent incentive to remain away from the polls.\nAs an election draws closer, that risk will increase. So the Court\nof Appeals may have deemed this consideration to be grounds for\nprompt action. Furthermore, it might have given some weight to the\npossibility that the nonprevailing parties would want to seek en\nbanc review. In the Ninth Circuit that procedure, involving voting\nby all active judges and an en banc hearing by a court of 15, can\nconsume further valuable time. These considerations, however,\ncannot be controlling here. It was still necessary, as a procedural\nmatter, for the Court of Appeals to give deference to the\ndiscretion of the District Court. We find no indication that it did\nso, and we conclude this was error.Although at the time the Court of\nAppeals issued its order the District Court had not yet made\nfactual findings to which the Court of Appeals owed deference, see\nFed. Rule Civ. Proc. 52(a), by failing to provide any factual\nfindings or indeed any reasoning of its own the Court of Appeals\nleft this Court in the position of evaluating the Court of Appeals’\nbare order in light of the District Court’s ultimate findings.\nThere has been no explanation given by the Court of Appeals showing\nthe ruling and findings of the District Court to be incorrect. In\nview of the impending election, the necessity for clear guidance to\nthe State of Arizona, and our conclusion regarding the Court of\nAppeals’ issuance of the order we vacate the order of the Court of\nAppeals.We underscore that we express no opinion here\non the correct disposition, after full briefing and argument, of\nthe appeals from the District Court’s September 11 order or on the\nultimate resolution of these cases. As we have noted, the facts in\nthese cases are hotly contested, and “[n]o bright line separates\npermissible election-related regulation from unconstitutional\ninfringements.”Timmonsv.Twin Cities Area New\nParty,520 U.\nS. 351, 359 (1997). Given the imminence of the election and the\ninadequate time to resolve the factual disputes, our action today\nshall of necessity allow the election to proceed without an\ninjunction suspending the voter identification rules.The order of the Court of Appeals is vacated,\nand the cases are remanded for further proceedings consistent with\nthis opinion. Pursuant to this Court’s Rule 45.3, the Clerk is\ndirected to issue the judgment in these cases forthwith.It is so ordered.Justice Stevens, concurring.Allowing the election to proceed\nwithout enjoining the statutory provisions at issue will provide\nthe courts with a better record on which to judge their\nconstitutionality. At least two important factual issues remain\nlargely unresolved: the scope of the disenfranchisement that the\nnovel identification requirements will produce, and the prevalence\nand character of the fraudulent practices that allegedly justify\nthose requirements. Given the importance of the constitutional\nissues, the Court wisely takes action that will enhance the\nlikelihood that they will be resolved correctly on the basis of\nhistorical facts rather than speculation.",
    "joined": []
}