{
    "case": {
        "docket": "17-2",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-2/"
    },
    "id": "3888149",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–2_________________UNITED STATES, PETITIONERv.MICROSOFT\nCORPORATIONon writ of certiorari to the united states\ncourt of appeals for the second circuit[April 17, 2018]Per Curiam.The Court granted certiorari in this case to\ndecide whether, when the Government has obtained a warrant under 18\nU. S. C. §2703, a U. S. provider of e-mail services\nmust disclose to the Government electronic communications within\nits control even if the provider stores the communications abroad.\n583 U. S. ___ (2017).In December 2013, federal law enforcement agents\napplied to the United States District Court for the Southern\nDistrict of New York for a §2703 warrant requiring Microsoft to\ndisclose all e-mails and other information associated with the\naccount of one of its customers. Satisfied that the agents had\ndemonstrated probable cause to believe that the account was being\nused to further illegal drug trafficking, a Magistrate Judge issued\nthe requested §2703 warrant. App. 22–26. The warrant directed\nMicrosoft to disclose to the Government the contents of a specified\ne-mail account and all other records or information associated with\nthe account “[t]o the extent that the information . . .\nis within [Microsoft’s] possession, custody, or control.”Id., at 24.After service of the §2703 warrant, Microsoft\ndetermined that the account’s e-mail contents were stored in a sole\nlocation: Microsoft’s datacenter in Dublin, Ireland.Id.,at\n34. Microsoft moved to quash the warrant with respect to the\ninformation stored in Ireland. The Magistrate Judge denied\nMicrosoft’s motion.In re Warrant To Search a Certain E-Mail\nAccount Controlled and Maintained by Microsoft Corp., 15\nF. Supp. 3d 466 (SDNY 2014). The District Court, after a\nhearing, adopted the Magistrate Judge’s reasoning and affirmed his\nruling. SeeIn re Warrant To Search a Certain E-Mail\nAccount Controlled and Maintained by Microsoft Corp., 829\nF. 3d 197, 204–205 (CA2 2016). Soon after, acting on a\nstipulation submitted jointly by the parties, the District Court\nheld Microsoft in civil contempt for refusing to comply fully with\nthe warrant.Id.,at 205. On appeal, a panel of the Court of\nAppeals for the Second Circuit reversed the denial of the motion to\nquash and vacated the civil contempt finding, holding that\nrequiring Microsoft to disclose the electronic communications in\nquestion would be an unauthorized extraterritorial application of\n§2703.Id.,at 222.The parties now advise us that on March 23,\n2018, Congress enacted and the President signed into law the\nClarifying Lawful Overseas Use of Data Act (CLOUD Act), as part of\nthe Consolidated Appropriations Act, 2018, Pub. L. 115–141. The\nCLOUD Act amends the Stored Communications Act, 18\nU. S. C. §2701et seq., by adding the\nfollowing provision:“A [service provider] shall comply with\nthe obligations of this chapter to preserve, backup, or disclose\nthe contents of a wire or electronic communication and any record\nor other information pertaining to a customer or subscriber within\nsuch provider’s possession, custody, or control, regardless of\nwhether such communication, record, or other information is located\nwithin or outside of the United States.” CLOUD Act §103(a)(1).Soon thereafter, the Government obtained,\npursuant to the new law, a new §2703 warrant covering the\ninformation requested in the §2703 warrant at issue in this\ncase.No live dispute remains between the parties over\nthe issue with respect to which certiorari was granted. SeeDepartment of Treasury, Bureau of Alcohol, Tobacco and\nFirearmsv.Galioto, 477 U. S. 556, 559 (1986) .\nFurther, the parties agree that the new warrant has replaced the\noriginal warrant. This case, therefore, has become moot. Following\nthe Court’s established practice in such cases, the judgment on\nreview is accordingly vacated, and the case is remanded to the\nUnited States Court of Appeals for the Second Circuit with\ninstructions first to vacate the District Court’s contempt finding\nand its denial of Microsoft’s motion to quash, then to direct the\nDistrict Court to dismiss the case as moot.It is so ordered.",
    "joined": []
}