{
    "case": {
        "docket": "16-992",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-992/"
    },
    "id": "3752820",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMARISA N. PAVAN, et al.v.NATHANIEL SMITHon petition for writ of certiorari to the\nsupreme court of arkansasNo. 16–992. Decided June 26, 2017Per Curiam.As this Court explained inObergefellv.Hodges, 576 U. S. ___ (2015), the Constitution entitles\nsame-sex couples to civil marriage “on the same terms and\nconditions as opposite-sex couples.”Id.,at ___ (slip op.,\nat 23). In the decision below, the Arkansas Supreme Court\nconsidered the effect of that holding on the State’s rules\ngoverning the issuance of birth certificates. When a married woman\ngives birth in Arkansas, state law generally requires the name of\nthe mother’s male spouse to appear on the child’s birth\ncertificate—regardless of his biological relationship to the child.\nAccording to the court below, however, Arkansas need not extend\nthat rule to similarly situated same-sex couples: The State need\nnot, in other words, issue birth certificates including the female\nspouses of women who give birth in the State. Because that\ndifferential treatment infringesObergefell’s commitment to\nprovide same-sex couples “the constellation of benefits that the\nStates have linked to marriage,”id.,at ___ (slip op., at\n17), we reverse the state court’s judgment.The petitioners here are two married same-sex\ncouples who conceived children through anonymous sperm donation.\nLeigh and Jana Jacobs were married in Iowa in 2010, and Terrah and\nMarisa Pavan were married in New Hampshire in 2011. Leigh and\nTerrah each gave birth to a child in Arkansas in 2015. When it came\ntime to secure birth certificates for the newborns, each couple\nfilled out paperwork listing both spouses as parents—Leigh and Jana\nin one case, Terrah and Marisa in the other. Both times, however,\nthe Arkansas Department of Health issued certificates bearing only\nthe birth mother’s name.The department’s decision rested on a provision\nof Arkansas law, Ark. Code §20–18–401 (2014), that specifies which\nindividuals will appear as parents on a child’s state-issued birth\ncertificate. “For the purposes of birth registration,” that statute\nsays, “the mother is deemed to be the woman who gives birth to the\nchild.” §20–18–401(e). And “[i]f the mother was married at the time\nof either conception or birth,” the statute instructs that “the\nname of [her] husband shall be entered on the certificate as the\nfather of the child.” §20–18–401(f)(1). There are some limited\nexceptions to the latter rule—for example, another man may appear\non the birth certificate if the “mother” and “husband” and\n“putative father” all file affidavits vouching for the putative\nfather’s paternity.Ibid.But as all parties agree, the\nrequirement that a married woman’s husband appear on her child’s\nbirth certificate applies in cases where the couple conceived by\nmeans of artificial insemination with the help of an anonymous\nsperm donor. See Pet. for Cert. 4; Brief in Opposition 3–4; see\nalso Ark.Code §9–10–201(a) (2015) (“Any child born to a married\nwoman by means of artificial insemination shall be deemed the\nlegitimate natural child of the woman and the woman’s husband if\nthe husband consents in writing to the artificial\ninsemination”).The Jacobses and Pavans brought this suit in\nArkansas state court against the director of the Arkansas\nDepartment of Health—seeking, among other things, a declaration\nthat the State’s birth-certificate law violates the Constitution.\nThe trial court agreed, holding that the relevant portions of\n§20–18–401 are inconsistent withObergefellbecause they\n“categorically prohibi[t] every same-sex married couple\n. . . from enjoying the same spousal benefits which are\navailable to every opposite-sex married couple.” App. to Pet. for\nCert. 59a. But a divided Arkansas Supreme Court reversed that\njudgment, concluding that the statute “pass[es] constitutional\nmuster.” 2016 Ark. 437, 505 S. W. 3d 169, 177. In that\ncourt’s view, “the statute centers on the relationship of the\nbiological mother and the biological father to the child, not on\nthe marital relationship of husband and wife,” and so it “does not\nrun afoul ofObergefell.”Id.,at 178. Two justices\ndissented from that view, maintaining that underObergefell“a same-sex married couple is entitled to a birth certificate on\nthe same basis as an opposite-sex marriedcouple.” 505\nS. W. 3d, at 184 (Brill, C. J., concurring in part\nand dissenting in part); accord,id.,at 190 (Danielson, J.,\ndissenting).The Arkansas Supreme Court’s decision, we\nconclude, denied married same-sex couples access to the\n“constellation of benefits that the Stat[e] ha[s] linked to\nmarriage.”Obergefell, 576 U. S., at ___ (slip op., at\n17). As already explained, when a married woman in Arkansas\nconceives a child by means of artificial insemination, the State\nwill—indeed,must—list the name of her male spouse on the\nchild’s birth certificate. See §20–18–401(f )(1); see also\n§9–10–201;supra,at 2. And yet state law, as interpreted by\nthe court below, allows Arkansas officials in those very same\ncircumstances to omit a married woman’s female spouse from her\nchild’s birth certificate. See 505 S. W. 3d, at 177–178.\nAs a result, same-sex parents in Arkansas lack the same right as\nopposite-sex parents to be listed on a child’s birth certificate, a\ndocument often used for important transactions like making medical\ndecisions for a child or enrolling a child in school. See Pet. for\nCert. 5–7 (listing situations in which a parent might be required\nto present a child’s birth certificate).Obergefellproscribes such disparate\ntreatment. As we explained there, a State may not “exclude\nsame-sexcouples from civil marriage on the same terms and\nconditions as opposite-sex couples.” 576 U. S., at ___ (slip\nop., at 23). Indeed, in listing those terms and conditions—the\n“rights, benefits, and responsibilities” to which same-sex couples,\nno less than opposite-sex couples, must have access—we expressly\nidentified “birth and death certificates.”Id.,at ___ (slip\nop., at 17). That was no accident: Several of the plaintiffs inObergefellchallenged a State’s refusal to recognize their\nsame-sex spouses on their children’s birth certificates. SeeDeBoerv.Snyder, 772 F. 3d 388, 398–399 (CA6\n2014). In considering those challenges, we held the relevant state\nlaws unconstitutional to the extent they treated same-sex couples\ndifferently from opposite-sex couples. See 576 U. S., at ___\n(slip op., at 23). That holding applies with equal force to\n§20–18–401.Echoing the court below, the State defends its\nbirth-certificate law on the ground that being named on a child’s\nbirth certificate is not a benefit that attends marriage. Instead,\nthe State insists, a birth certificate is simply a device for\nrecording biological parentage—regardless of whether the child’s\nparents are married. But Arkansas law makes birth certificates\nabout more than just genetics. As already discussed, when an\nopposite-sex couple conceives a child by way of anonymous sperm\ndonation—just as the petitioners did here—state law requires the\nplacement of the birth mother’s husband on the child’s birth\ncertificate. Seesupra,at 2. And that is so even though (as\nthe State concedes) the husband “is definitively not the biological\nfather” in those circumstances. Brief in Opposition 4.[1]* Arkansas has thus chosen to make\nits birth certificates more than a mere marker of biological\nrelationships: The State uses those certificates to give married\nparents a form of legal recognition that is not available to\nunmarried parents. Having made that choice, Arkansas may not,\nconsistent withObergefell, deny married same-sex couples\nthat recognition.The petition for a writ of certiorari and the\npending motions for leave to file briefs asamici curiaeare\ngranted. The judgment of the Arkansas Supreme Court is reversed,\nand the case is remanded for further proceedings not inconsistent\nwith this opinion.It is so ordered.Notes1* As the petitioners point\nout, other factual scenarios (beyond those present in this case)\nsimilarly show that the State’s birth certificates are about more\nthan genetic parentage. For example, when an Arkansas child is\nadopted, the State places the child’s original birth certificate\nunder seal and issues a new birth certificate—unidentifiable as an\namended version—listing the child’s (nonbiological) adoptive\nparents. See Ark. Code §§20–18–406(a)(1), (b) (2014); Ark. Admin.\nCode 007.12.1–5.5(a) (Apr. 2016).",
    "joined": []
}