{
    "case": {
        "docket": "65",
        "citation": "565",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/565/65/"
    },
    "id": "1963656",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMARCUS HARDY, WARDEN v. IRVING L. CROSSon petition for writ of certiorari to the\nunited states court of appeals for the seventh circuitNo. 11–74. Decided December 12, 2011Per Curiam.The Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA), 28 U. S. C. §2254, “imposes a highly def-\nerential standard for evaluating state-court rulings and demands\nthat state-court decisions be given the benefit of the doubt.”\nFelkner v. Jackson, 562 U. S. ___, ___ (2011) (per curiam)\n(slip op., at 4) (internal quotation marks omitted). In this case,\nthe Court of Appeals departed from this standard, and we therefore\ngrant certiorari and reverse.Irving Cross was tried for kidnaping and\nsexually assaulting A. S. at knifepoint. Cross claimed that\nA. S. had consented to sex in exchange for money and drugs.\nDespite her avowed fear of taking the stand, A. S. testified\nas the State’s primary witness at Cross’ trial in November 1999 and\nwas cross-examined by Cross’ attorney. According to the trial\njudge, A. S.’s testimony was halting. The jury found Cross not\nguilty of kidnaping but was unable to reach a verdict on the sexual\nassault charges, and the trial judge declared a mistrial. The State\ndecided to retry Cross on those counts, and the retrial was\nscheduled for March 29, 2000.On March 20, 2000, the prosecutor informed the\ntrial judge that A. S. could not be located. A week later, on\nMarch 28, the State moved to have A. S. declared unavailable\nand to introduce her prior testimony at the second trial.The State represented that A. S. had said\nafter the first trial that she was willing to testify at the\nretrial. The State said that it had remained in “constant contact”\nwith A. S. and her mother and that “[e]very indication” had\nbeen that A. S., “though extremely frightened, would be\nwilling to again come to court and testify.” Record, Exh. J, p. 111\n(hereinafter Exh. J). On March 3, however, A. S.’s mother and\nbrother told the State’s investigator that they did not know where\nshe was, and A. S.’s mother reported that A. S. was “very\nfearful and very concerned” about testifying again. Record, Exh. K,\np. E–9 (hereinafter Exh. K); id., at E–14. On March 9 or 10, the\ninvestigator interviewed A. S.’s father, who also had “no idea\nwhere [A. S.] was.” Id., at E–12. The father’s only suggestion\nwas to refer the investigator back to the mother.On March 10, the State learned from A. S.’s\nmother that A. S. had run away from home the day before and\nhad not returned.* Exh. J, at 111. Thereafter, “efforts began by\nmembers of the Cook County State’s Attorney’s Office and by law\nenforcement personnel to locate” A. S. Id., at 112. The State\naverred that its efforts included the following:“Constant personal visits to the home of\n[A. S.] and her mother, at all hours of the day and night.\nThis is where the victim has lived since the sexual assault\noccurred.“Personal visits to the home of\n[A. S.’s] father. This is where the victim lived when the\nsexual assault occurred.“Personal conversations, in English and in\nSpanish, with the victim’s mother, father, and other family\nmembers.“Telephone calls, in English and in\nSpanish, to the vic- tim’s mother, father, and other family\nmembers.“Checks at the Office of the Medical\nExaminer of Cook County.“Checks at local hospitals.“Checks at the Cook County Department of\nCorrections.“Check at the victim’s school.“Check with the family of an old boyfriend\nof the victim.“Check with the Illinois Secretary of\nState’s Office.“[Department of] Public [A]id check.” Id., at\n112–113.The State also inquired at the Department of\nPublic Health, the morgue, the Cook County Jail, the Illinois\nDepartment of Corrections, the Immigration Department, and the post\noffice. See Exh. K, at E–14 to E–17, E–21; App. to Pet. for Cert.\n18a. The State’s investigator was assisted in the search by a\npolice detective and a victim’s advocate. The detective visited\nA. S.’s father’s home once and went to A. S.’s mother’s\nhome—A. S.’s last-known residence—on numerous occasions,\napproximately once every three days, at different hours of the day\nand night. Exh. K, at E27 to E29, E35. On one visit, A. S.’s\nmother told the victim’s advocate that A. S. could be staying\nwith an ex-boyfriend in Waukegan, Illinois, 40 miles away. Id., at\nE42 to E43. The police detective visited the Waukegan address but\nwas informed by the ex-boyfriend’s mother that she had not seen\nA. S. in several months and that A. S. was not staying\nwith her or her son. Id., at E33 to E34. The efforts to find\nA. S. continued until March 28, the day of the hearing on the\nState’s motion. Id., at E30.On a final visit to A. S.’s mother on the\nmorning of March 28, the mother informed the police detective that\nA. S. had called approximately two weeks earlier and had said\nthat she did not want to testify and would not return to Chicago.\nSee id., at E–30; 632 F.3d 356, 359 (CA7 2011). A. S.’s mother\ntold the detective that she still did not know where A. S. was\nor how to contact her. Exh. K, at E30.The trial court granted the State’s motion and\nadmitted A. S.’s earlier testimony. The trial court concluded\nthat the State had “expended efforts that go way beyond due\ndiligence,” id., at E–65, and that A. S. “ha[d] made it\nimpossible for anybody to find where she is . . . in\nspite of what I think are superhuman efforts to locate [her],” id.,\nat E–67. At Cross’ retrial, a legal intern from the State’s\nattorney’s office read A. S.’s prior, cross-examined testimony\nto the jury. According to the opinion below, the clerk’s reading of\nthe prior testimony did not include the long pauses that occurred\nat the first trial, and the clerk read the transcript with a slight\ninflection. See 632 F. 3d, at 359. The jury acquitted Cross of\naggravated sexual assault but found him guilty of two counts of\ncriminal sexual assault.On appeal, the Illinois Court of Appeals agreed\nthat A. S. was unavailable because “[i]t is clear from her\ntelephone conversation with her mother that she was not in the\ncity” and “also evident that she was in hiding and did not want to\nbe located.” Id., at 83a. The court found that the State had\nconducted a good-faith, diligent search to locate A. S., and\nthat the trial court had properly allowed the introduction of\nA. S.’s cross-examined testimony from the first trial. The\ncourt, therefore, affirmed Cross’ convictions and sentence. The\nSupreme Court of Illinois denied Cross’ petition for leave to\nappeal, and we denied Cross’ petition for a writ of certiorari.Cross then filed a petition for a writ of habeas\ncorpus under 28 U. S. C. §2254 in the United States\nDistrict Court for the Northern District of Illinois. Cross argued,\namong other things, that the state court had unreason- ably applied\nclearly established Supreme Court prece-dents holding that the\nConfrontation Clause of the Sixth Amendment precludes the admission\nof the prior testimony of an allegedly unavailable witness unless\nthe prosecution made a good-faith effort to obtain the declarant’s\npresence at trial. The District Court denied Cross’ petition, but\nthe Seventh Circuit reversed. According to the Seventh Circuit, the\nIllinois Court of Appeals was unreasonable in holding that the\nState had made a sufficient effort to secure A. S.’s presence\nat the retrial. The Seventh Circuit stressed the importance of\nA. S.’s testimony and the manner of her testimony at the first\ntrial.In Barber v. Page,390 U.S.\n719(1968) , we held that “a witness is not ‘unavailable’ for\npurposes of the . . . confrontation requirement unless\nthe prosecutorial authorities have made a good-faith effort to\nobtain his presence at trial.” Id., at 724–725. In Barber, we held\nthat a witness had not been unavailable for Confrontation Clause\npurposes because the State, which could have brought the witness to\ncourt by seeking a writ of habeas corpus ad testificandum, had\n“made absolutely no effort to obtain [his] presence . . .\nat trial” apart from determining that he was serving a sentence in\na federal prison. Id., at 723; see also id., at 725.We again addressed the question of witness\nunavailability in Ohio v. Roberts,448 U.S.\n56(1980) . In that case, we held, the State had discharged its\n“duty of good-faith effort.” Id., at 75. We noted that the\nprosecutor had spoken to the witness’ mother, who reported that she\nhad no knowledge of her daughter’s whereabouts and “knew of no way\nto reach [her] even in an emergency.” Ibid. We also noted that the\nState had served five subpoenas in the witness’ name to her\nparents’ residence over a 4-month period prior to the trial.\n“ ‘The lengths to which the prosecution must go to produce a\nwitness,’ ” the Court made clear, “ ‘is a question of\nreasonableness.’ ” Id., at 74 (quoting California v. Green,399 U.S.\n149, 189, n. 22 (1970) (Harlan, J., concurring)). We\nacknowledged that there were some additional steps that the\nprosecutor might have taken in an effort to find the witness, but\nwe observed that “[o]ne, in hindsight, may always think of other\nthings.” 448 U. S., at 75. But “the great improbability that\nsuch efforts would have resulted in locating the witness, and would\nhave led to her production at trial, neutralizes any intimation\nthat a concept of reasonableness required their execution.” Id., at\n76.In the present case, the holding of the Illinois\nCourt of Appeals that the State conducted the requisite good-faith\nsearch for A. S. did not represent an unreasonable appli-\ncation of our Confrontation Clause precedents. Whether or not the\nstate court went too far in characterizing the prosecution’s\nefforts as “superhuman,” the state court identified the correct\nSixth Amendment standard and applied it in a reasonable manner.The Seventh Circuit found that the State’s\nefforts were inadequate for three main reasons. First, the Seventh\nCircuit faulted the State for failing to contact “A. S.’s\ncurrent boyfriend—whom she was with just moments before the alleged\nassault—or any of her other friends in the Chicago area.” 632\nF. 3d, at 362. But the record does not show that any of\nA. S.’s family members or any other persons interviewed by the\nState provided any reason to believe that any of these individuals\nhad information about A. S.’s whereabouts.Second, the Seventh Circuit criticized the State\nbecause it did not make inquiries at the cosmetology school where\nA. S. had once been enrolled, ibid., but the court’s own\nopinion observed that the information about A. S.’s enrollment\nat the cosmetology school after the mistrial was not “noteworthy”\nor “particularly helpful.” Ibid. Since A. S. had not attended\nthe school for some time, Exh. K, at E–42, there is no reason to\nbelieve that anyone at the school had better information about\nA. S.’s location than did the members of her family.Finally, the Seventh Circuit found that the\nState’s efforts were insufficient because it had neglected to serve\nher with a subpoena after she expressed fear about testifying at\nthe retrial. A. S., however, had expressed fear about\ntestifying at the first trial but had nevertheless appeared in\ncourt and had taken the stand. The State represented that\nA. S., although fearful, had agreed to testify at the retrial\nas well. 632 F. 3d, at 362. We have never held that the\nprosecution must have issued a subpoena if it wishes to prove that\na witness who goes into hiding is unavailable for Confrontation\nClause purposes, and the issuance of a subpoena may do little good\nif a sexual assault witness is so fearful of an assailant that she\nis willing to risk his acquittal by failing to testify at\ntrial.As we observed in Roberts, when a witness\ndisappears before trial, it is always possible to think of\nadditional steps that the prosecution might have taken to secure\nthe witness’ presence, see 448 U. S., at 75, but the Sixth\nAmendment does not require the prosecution to exhaust every avenue\nof inquiry, no matter how unpromising. And, more to the point, the\ndeferential standard of review set out in 28 U. S. C.\n§2254(d) does not permit a federal court to overturn a state\ncourt’s decision on the question of unavailability merely because\nthe federal court identifies additional steps that might have been\ntaken. Under AEDPA, if the state-court decision was reasonable, it\ncannot be disturbed.The petition for a writ of certiorari and Cross’\nmotion to proceed in forma pauperis are granted, and the judgment\nof the Court of Appeals for the Seventh Circuit isReversed.Notes1* The State’s motion does\nnot mention the investigator’s March 3 visit with A. S.’s\nmother and brother, and the record in this case does not make\nentirely clear when A. S. disappeared and when the State’s\nattorney actually became aware of this fact. In any event, the\nparties do not dispute the facts in this case regarding the State’s\nefforts to locate A. S. See App. to Pet. for Cert.\n17a.",
    "joined": []
}