{
    "case": {
        "docket": "20-1668",
        "citation": "595",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/595/20-1668/"
    },
    "id": "4482310",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESCITY OF TAHLEQUAH, OKLAHOMA, et al.v.AUSTIN P. BOND, as special administrator of the estate of\nDOMINIC F. ROLLICE, deceasedon petition for writ of certiorari to the\nunited states court of appeals for the tenth circuitNo. 20–1668. Decided October 18, 2021Per Curiam.On August 12, 2016, Dominic Rollice’s ex-wife,\nJoy, called 911. Rollice was in her garage, she explained, and he\nwas intoxicated and would not leave. Joy requested police\nassistance; otherwise, “it’s going to get ugly real quick.” 981\nF.3d 808, 812 (CA10 2020). The dispatcher asked whether Rollice\nlived at the residence. Joy said he did not but explained that he\nkept tools in her garage.Officers Josh Girdner, Chase Reed, and Brandon\nVick responded to the call. All three knew that Rollice was Joy’s\nex-husband, was intoxicated, and would not leave her home.Joy met the officers out front and led them to\nthe side entrance of the garage. There the officers encountered\nRollice and began speaking with him in the doorway. Rollice\nexpressed concern that the officers intended to take him to jail;\nOfficer Girdner told him that they were simply trying to get him a\nride. Rollice began fidgeting with something in his hands and the\nofficers noticed that he appeared nervous. Officer Girdner asked if\nhe could pat Rollice down for weapons. Rollice refused.Police body-camera video captured what happened\nnext. As the conversation continued, Officer Girdner gestured with\nhis hands and took one step toward the doorway, causing Rollice to\ntake one step back. Rollice, still conversing with the officers,\nturned around and walked toward the back of the garage where his\ntools were hanging over a workbench. Officer Girdner followed, the\nothers close behind. No officer was within six feet of Rollice. The\nvideo is silent, but the officers stated that they ordered Rollice\nto stop. Rollice kept walking. He then grabbed a hammer from the\nback wall over the workbench and turned around to face the\nofficers. Rollice grasped the handle of the hammer with both hands,\nas if preparing to swing a baseball bat, and pulled it up to\nshoulder level. The officers backed up, drawing their guns. At this\npoint the video is no longer silent, and the officers can be heard\nyelling at Rollice to drop the hammer.He did not. Instead, Rollice took a few steps to\nhis right, coming out from behind a piece of furniture so that he\nhad an unobstructed path to Officer Girdner. He then raised the\nhammer higher back behind his head and took a stance as if he was\nabout to throw the hammer or charge at the officers. In response,\nOfficers Girdner and Vick fired their weapons, killing Rollice.Rollice’s estate filed suit against, among\nothers, Officers Girdner and Vick, alleging that the officers were\nliable under 42 U. S. C. §1983, for violating Rollice’s\nFourth Amendment right to be free from excessive force. The\nofficers moved for summary judgment, both on the merits and on\nqualified immunity grounds. The District Court granted their\nmotion.Burkev.Tahlequah, 2019 WL 4674316, *6 (ED\nOkla., Sept. 25, 2019). The officers’ use of force was reasonable,\nit concluded, and even if not, qualified immunity prevented the\ncase from going further.Ibid.A panel of the Court of Appeals for the Tenth\nCircuit reversed. 981 F. 3d, at 826. The Court began by\nexplaining that Tenth Circuit precedent allows an officer to be\nheld liable for a shooting that is itself objectively reasonable if\nthe officer’s reckless or deliberate conduct created a situation\nrequiring deadly force.Id.,at 816. Applying that rule, the\nCourt concluded that a jury could find that Officer Girdner’s\ninitial step toward Rollice and the officers’ subsequent\n“cornering” of him in the back of the garage recklessly created the\nsituation that led to the fatal shooting, such that their ultimate\nuse of deadly force was unconstitutional.Id.,at 823. As to\nqualified immunity, the Court concluded that several cases, most\nnotablyAllenv.Muskogee,119 F.3d 837(CA10 1997), clearly established that the\nofficers’ conduct was unlawful. 981 F. 3d, at 826. This\npetition followed.We need not, and do not, decide whether the\nofficers violated the Fourth Amendment in the first place, or\nwhether recklessly creating a situation that requires deadly force\ncan itself violate the Fourth Amendment. On this record, the\nofficers plainly did not violate any clearly established law.The doctrine of qualified immunity shields\nofficers from civil liability so long as their conduct “does not\nviolate clearly established statutory or constitutional rights of\nwhich a reasonable person would have known.”Pearsonv.Callahan,555 U.S.\n223, 231 (2009). As we have explained, qualified immunity\nprotects “ ‘all but the plainly incompetent or those who\nknowingly violate the law.’ ”District of Columbiav.Wesby, 583 U. S. ___, ___ –___ (2018) (slip op., at\n13–14) (quotingMalleyv.Briggs,475 U.S.\n335, 341 (1986)).We have repeatedly told courts not to define\nclearly established law at too high a level of generality. See,e.g.,Ashcroftv.al-Kidd,563 U.S.\n731, 742 (2011). It is not enough that a rule be suggested by\nthen-existing precedent; the “rule’s contours must be so well\ndefined that it is ‘clear to a reasonable officer that his conduct\nwas unlawful in the situation he confronted.’ ”Wesby, 583\nU. S., at ___ (slip op., at 14) (quotingSaucierv.Katz,533 U.S.\n194, 202 (2001)). Such specificity is “especially important in\nthe Fourth Amendment context,” where it is “sometimes difficult for\nan officer to determine how the relevant legal doctrine, here\nexcessive force, will apply to the factual situation the officer\nconfronts.”Mullenixv.Luna, 577 U.S. 7, 12 (2015)\n(per curiam) (internal quotation marks omitted).The Tenth Circuit contravened those settled\nprinciples here. Not one of the decisions relied upon by the Court\nof Appeals—Estate of Ceballosv.Husk, 919 F.3d 1204\n(CA10 2019),Hastingsv.Barnes, 252 Fed. Appx. 197\n(CA10 2007),Allen,119 F.3d 837, andSevierv.Lawrence,60 F.3d 695(CA10 1995)—comes close to establishing that the\nofficers’ conduct was unlawful. The Court relied most heavily onAllen. But the facts ofAllenare dramatically\ndifferent from the facts here. The officers inAllenresponded to a potential suicide call by sprinting toward a parked\ncar, screaming at the suspect, and attempting to physically wrest a\ngun from his hands. 119 F. 3d, at 841. Officers Girdner and\nVick, by contrast, engaged in a conversation with Rollice, followed\nhim into a garage at a distance of 6 to 10 feet, and did not yell\nuntil after he picked up a hammer. We cannot conclude thatAllen“clearly established” that their conduct was reckless\nor that their ultimate use of force was unlawful.The other decisions relied upon by the Court of\nAppeals are even less relevant. As forSevier, that decision\nmerely noted in dicta that deliberate or reckless preseizure\nconduct can render a later use of force excessive before dismissing\nthe appeal for lack of jurisdiction. See 60 F. 3d, at 700–701.\nTo state the obvious, a decision where the court did not even have\njurisdiction cannot clearly establish substantive constitutional\nlaw. Regardless, that formulation of the rule is much too general\nto bear on whether the officers’ particular conduct here violated\nthe Fourth Amendment. Seeal-Kidd, 563 U. S., at 742.Estate of Ceballos, decided after the shooting at issue, is\nof no use in the clearly established inquiry. SeeBrosseauv.Haugen,543 U.S.\n194, 200, n. 4 (2004) (per curiam). AndHastings,\nan unpublished decision, involved officers initiating an encounter\nwith a potentially suicidal individual by chasing him into his\nbedroom, screaming at him, and pepper-spraying him. 252 Fed. Appx.,\nat 206. Suffice it to say, a reasonable officer could miss the\nconnection between that case and this one.Neither the panel majority nor the respondent\nhave identified a single precedent finding a Fourth Amendment\nviolation under similar circumstances. The officers were thus\nentitled to qualified immunity.The petition for certiorari and the motions for\nleave to file briefsamici curiaeare granted, and the\njudgment of the Court of Appeals is reversed.It is so ordered.",
    "joined": []
}