{
    "case": {
        "docket": "284",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/284/"
    },
    "id": "1963341",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMJEFFERSON V. UPTON560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESLAWRENCE JOSEPH JEFFERSONv.STEPHEN\nUPTON, WARDENon petition for writ of certiorari to the united\nstates court of appeals for the eleventh circuitNo. 09–8852. Decided May 24, 2010Per Curiam.Petitioner Lawrence Jefferson,\nwho has been sentenced to death, claimed in both state and federal\ncourts that his lawyers were constitutionally inadequate because\nthey failed to investigate a traumatic head injury that he suffered\nas a child. The state court rejected that claim after making a\nfinding that the attorneys were advised by an expert that such\ninvestigation was unnecessary. Under the governing federal statute,\nthat factual finding is presumed correct unless any one of eight\nexceptions applies. See 28 U. S. C. §§2254(d)(1)–(8) (1994\ned.). But the Court of Appeals considered only one of those\nexceptions (specifically §2254(d)(8)). And on that basis, it\nconsidered itself “duty-bound” to accept the state court’s finding,\nand rejected Jefferson’s claim. Because the Court of Appeals did\nnot fully consider several remaining potentially applicable\nexceptions, we vacate its judgment and remand.IWhen Jefferson was a child, he\n“suffered a serious injury to his head.”Jeffersonv.Terry,490 F. Supp. 2d 1261, 1326 (ND Ga. 2007); seeid.,at 1320 (quoting Jefferson’s mother’s testimony that\n“a car ran over the top of his head” when he was two years old).\nThe accident left his skull swollen and misshapen and his forehead\nvisibly scarred.Jeffersonv.Hall,570\nF. 3d 1283, 1311, 1315, n. 4 (CA11 2009) (Carnes, J.,\ndissenting). During the District Court proceedings below,\nuncontroverted experts testified that, as a result of his head\ninjury, Jefferson has “permanent brain damage” that “causes\nabnormal behavior” over which he “has no or substantially limited\ncontrol.” 490 F. Supp. 2d, at 1321–1322. According to these\nexperts, Jefferson’s condition causes “ ‘emotional\ndullness,’ ” “ ‘restless or aggressive\ncharacteristics,’ ” “ ‘impulsiveness,’ ”\n“ ‘temper outbursts,’ ” “ ‘markedly diminished\nimpulse control,’ ” “ ‘impaired social judgment,’ ”\nand “ ‘transient outbursts of rage which are totally\ninconsistent with his normal behavioral pattern.’ ”Id.,at 1322, 1327.The experts further testified\nthat Jefferson’s “ ‘severe cognitive disabilities’ ”\n“ ‘profoundly alter’ ” his “ ‘ability to plan and\ncoordinate his actions, to be aware of the consequences of his\nbehavior, and to engage in premeditated or intentional\nacts.’ ”Id.,at 1327. But they testified he is\nneither psychotic nor retarded.Id.,at 1319. Thus, they\nsaid, to a lay observer or even to a professional psychologist,\nJefferson does not outwardly appear mentally impaired. Indeed,\naccording to the experts, “ ‘the behavior that may result\nfrom’ ” his condition “ ‘could, without the\nadministration of proper testing, be mistaken for\nvolitional.’ ”Id.,at 1322.Jefferson faced a death sentence for killing\nhis co-worker while the two men were fishing.Id.,at\n1271–1272. Prior to trial, he was examined by a psychologist named\nDr. Gary Dudley, who prepared a formal report in which he concluded\nthat Jefferson’s mental deficiencies do not impair “ ‘his\njudgment or decision-making capacity.’ ” 570 F. 3d, at\n1294 (quoting report). But Dr. Dudley’s report included a caveat:\n“ ‘One possibility that could not be explored because of\n[Jefferson’s] incarceration has to do with the sequelae,’ ”i.e.,pathologies, related to a “ ‘head injury\nexperienced during childhood.’ ”Ibid.“ ‘In my\nopinion,’ ” he wrote, “ ‘it would be worthwhile to\nconduct neuropsychological evaluation of this individual to rule\nout an organic etiology,’ ”i.e.,to rule out brain\ndamage.Ibid.Although “it is undisputed that the testing”\nDr. Dudley recommended “could have easily been performed,” 490\nF. Supp. 2d, at 1322, and that Jefferson’s attorneys possessed\npolice reports and hospital records recounting his head injury,id.,at 1323, the attorneys did not have Jefferson tested.\nAt sentencing, they presented only testimony from two prison\nguards, who stated that Jefferson was an unproblematic inmate, and\nfrom three members of Jefferson’s family, who testified that he is\na “responsible, generous, gentle, and kind” person and “a good\nfather.” 570 F. 3d, at 1290–1291. And while Jefferson’s mother\nbriefly mentioned the car accident, “she was not questioned and did\nnot offer any testimony regarding the impact, if any, that the\naccident had on him.”Id.,at 1291. Thus, “[a]s far as the\njury knew, Jefferson did not suffer from brain damage or\nneurological impairment; he had no organic disorders”; and “his\nemotional stability, impulse control, and judgment were perfectly\nnormal.”Id.,at 1311 (Carnes, J., dissenting).Jefferson sought habeas relief in state court,\narguing that his two trial attorneys unreasonably failed to pursue\nbrain-damage testing. In response, the trial attorneys testified\nthat they did not pursue such testing because, after delivering his\nformal written report, Dr. Dudley later told them that further\ninvestigation “ ‘may be a waste of time because the rest of\n[his] report’ ” had “ ‘said that [Jefferson] was non\npsychotic.’ ” 570 F. 3d, at 1295 (quoting testimony). Dr.\nDudley did not testify in person at the hearing, but he submitted a\nsworn affidavit denying that he had ever made such statements. He\nsaid “it had always been his expert opinion ‘that\nneuropsychological testing was necessary’ ” and that when he\nwrote as much in his formal report “he ‘meant it.’ ”Id.,at 1312 (Carnes, J., dissenting) (quoting affidavit).\nHe added, “ ‘I never, before or after that report, suggested\nto [Jefferson’s attorneys] that such an evaluation was not\nnecessary or that it would not be worthwhile.’ ”Ibid.;cf. Pet. for Cert. 17, n. 12.Jefferson contends, and the State has not\ndisputed, that after the hearing concluded the state-court judge\ncontacted the attorneys for the Stateex parte.And in a\nprivate conversation that included neither Jefferson nor his\nattorneys, the judge asked the State’s attorneys to draft the\nopinion of the court. Seeid., at 3, 12. According to\nJefferson, no such request was made of him, nor was he informed of\nthe request made to opposing counsel.Id.,at 12,\nn. 8, 13; see alsoJeffersonv.Zant, 263\nGa. 316, 431 S. E. 2d 110, 111 (1993) (“Jefferson\ncontends [the order] amounts to no more and no less than a reply\nbrief to which [he] has not had a chance to respond”).The attorneys for the State prepared an\nopinion finding that “Dr. Dudley led [Jefferson’s trial attorneys]\nto believe that further investigation would simply be a waste of\ntime because Petitioner [i]s not psychotic.”Jeffersonv.Zant, Civ. Action No. 87–V–1241 (Super. Ct. Butts Cty.,\nGa., Oct. 7, 1992), p. 16, App. 4 to Pet. for Cert. 16\n(hereinafter State Order); see alsoid.,at 37. The\nopinion “specifically credits the testimony of [the trial\nattorneys] with regard to their efforts to investigate Petitioner’s\nmental condition.”Id.,at 18; see alsoid.,at\n36. And relying on these findings, it concludes that Jefferson’s\nattorneys “made a reasonable investigation into [his] mental\nhealth” and were thus not ineffective.Id.,at 37.Notably, as the Georgia Supreme Court\nacknowledged, the State’s opinion discusses statements purportedly\nmade on Jefferson’s behalf by a witness “who did not testify” or\nparticipate in the proceedings. 263 Ga., at 318, 431 S. E. 2d,\nat 112; see State Order 24–25. Nonetheless, the opinion “was\nadopted verbatim by the [state] court.” 263 Ga., at 316, 431\nS. E. 2d, at 111. And while the State Supreme Court recognized\nthat we have “ ‘criticized’ ” such a practice, it\naffirmed the judgment.Id.,at 317, 320, 431 S. E.\n2d, at 112, 114 (quotingAndersonv.Bessemer\nCity,470 U. S.\n564, 572 (1985)).IIJefferson next sought federal\nhabeas relief in the District Court. In his opening brief, he\nargued that “there is no reason under principles of comity or\notherwise to give any deference to the findings of the State Habeas\nCorpus Court.” Brief for Petitioner in No. 1:96–CV–989–CC (ND Ga.),\nDoc. 105, p. 4, and n. 1 (hereinafter District Court\nBrief). In support of that argument, he claimed that the state\ncourt “merely signed an order drafted by the State without revision\nof a single word,” even though the order “described witnesses who\nnever testified.”Ibid.And he said that such a process\n“rais[es] serious doubts as to whether [the judge] even read, much\nless carefully considered, the proposed order submitted by the\nState.”Ibid.The District Court ruled in\nJefferson’s favor. It noted that under the relevant statute\n“factual findings of state courts are presumed to be correct unless\none of … eight enumerated exceptions … applies.” 490 F. Supp.\n2d, at 1280; see also id.,at 1280, n. 5 (listing the\nexceptions). And it acknowledged “the state habeas corpus court’s\nfailure to explain the basis” for its credibility findings.Id.,at 1324, n. 17. But it accepted Jefferson’s\nclaim of ineffective assistance of counsel without disturbing the\nstate court’s factual findings because it believed he should\nprevail even accepting those findings as true.Id.,at\n1324–1325.On appeal, Jefferson defended the District\nCourt’s judgment primarily on its own terms. But he also argued\nthat the state court’s factfinding was “dubious at best” in light\nof the process that court employed, and that the Court of Appeals\ntherefore “should harbor serious doubts about the findings of fact\nand credibility determinations in the state court record.” Brief\nfor Petitioner/Appellee in No. 07–12502 (CA11), pp. 31–32,\nn. 10 (hereinafter Appeals Brief).A divided Court of Appeals panel reversed, and\nJefferson filed this petition for certiorari asking us to review\nhis claim of ineffective assistance of counsel. And, in so doing,\nhe challenges—as he did in the State Supreme Court, the District\nCourt, and the Court of Appeals—“the fact findings of the state\ncourt,” given what he describes as the deficient procedure employed\nby that court while reviewing his claim. Pet. for Cert. 11–13, 17,\nn. 12, 18, n. 13 (recounting “ ‘reason[s] to\ndoubt’ ” the state court’s findings). Cf.Lebronv.National Railroad Passenger Corporation,513 U. S. 374, 379\n(1995) (stating standard for preserving an issue for review in this\nCourt).IIIThis habeas application was filed\nprior to the enactment of the Antiterrorism and Effective Death\nPenalty Act of 1996 and is therefore governed by federal habeas law\nas it existed prior to that point.Lindhv.Murphy,521\nU. S. 320, 326–336 (1997). In 1963, we set forth the\n“appropriate standard” to be applied by a “federal court in habeas\ncorpus” when “the facts” pertinent to a habeas application “are in\ndispute.”Townsendv.Sain,372 U. S. 293, 312. We\nheld that when “the habeas applicant was afforded a full and fair\nhearing by the state court resulting in reliable findings” the\ndistrict court “ordinarily should … accept the facts as found” by\nthe state-court judge.Id.,at 318. However, “if the\nhabeas applicant did not receive a full and fair evidentiary\nhearing in a state court, either at the time of the trial or in a\ncollateral proceeding,” we held that the federal court “must hold\nan evidentiary hearing” to resolve any facts that “are in dispute.”Id.,at 312. We further “explain[ed] the controlling\ncriteria” by enumerating six circumstances in which such an\nevidentiary hearing would be required:“(1) the merits of the factual dispute were not\nresolved in the state hearing; (2) the state factual determination\nis not fairly supported by the record as a whole; (3)the\nfact-finding procedureemployed by the state courtwas not\nadequate to afford a full and fair hearing; (4) there is a\nsubstantial allegation of newly discovered evidence; (5) the\nmaterial facts were not adequately developed at the state-court\nhearing; or (6)for any reason it appears that the state trier\nof fact did not afford the habeas applicant a full and fair fact\nhearing.”Id.,at 313 (emphasis added).Three years later, in 1966,\nCongress enacted an amendment to the federal habeas statute that\n“was an almost verbatim codification of the standards delineated inTownsendv.Sain.”Millerv.Fenton,474\nU. S. 104, 111 (1985). That codification read in relevant part\nas follows:“In any proceeding instituted in\na Federal court by an application for a writ of habeas corpus by a\nperson in custody pursuant to the judgment of a State court, a\ndetermination … of a factual issue, made by a State court of\ncompetent jurisdiction … , shall be presumed to be correct,unlessthe applicant shall establish or it shall otherwise\nappear, or the respondent shall admit—“(1) that the merits of the factual dispute\nwere not resolved in the State court hearing;“(2)that the factfinding procedure\nemployed by the State court was not adequate to afford a full and\nfair hearing;“(3) that the material facts were not\nadequately developed at the State court hearing;“(4) that the State court lacked jurisdiction\nof the subject matter or over the person of the applicant in the\nState court proceeding;“(5) that the applicant was an indigent and\nthe State court, in deprivation of his constitutional right, failed\nto appoint counsel to represent him in the State court\nproceeding;“(6)that the applicant did not receive a\nfull, fair, and adequate hearing in the State court proceeding;\nor“(7)that the applicant was otherwise\ndenied due process of law in the State court proceeding;“(8)or unless … the Federal court on\na consideration of [the relevant] part of the record as a whole\nconcludes that such factual determinationis not fairly\nsupported by the record.” §2254(d) (emphasis added).As is clear from the statutory text quoted above,\nand as the District Court correctly stated, if any “one of the\neight enumerated exceptions … applies” then “the state court’s\nfactfinding is not presumed correct.” 490 F. Supp. 2d, at\n1280; accord,Miller, supra,at 105 (“Under 28 U.\nS. C. §2254(d), state-court findings of fact ‘shall be\npresumed to be correct’ in a federal habeas corpus proceeding\nunless one of eight enumerated exceptions applies”); see also 1 R.\nHertz & J. Liebman, Federal Habeas Corpus Practice and\nProcedure §20.2c, pp. 915–918 (5th ed. 2005).Jefferson has consistently argued that the\nfederal courts “should harbor serious doubts about” and should not\n“give any deference to” the “findings of fact and credibility\ndeterminations” made by the state habeas court because those\nfindings were drafted exclusively by the attorneys for the State\npursuant to anex parterequest from the state-court\njudge, who made no such request of Jefferson, failed to notify\nJefferson of the request made to opposing counsel, and adopted the\nState’s proposed opinion verbatim even though it recounted evidence\nfrom a nonexistent witness. See,e.g.,Appeals Brief 32,\nn. 10; District Court Brief 4, n. 1; Pet. for Cert. 12.\nThese are arguments that the state court’sprocesswas\ndeficient. In other words, they are arguments that Jefferson “did\nnot receive a full and fair evidentiary hearing in … state court.”Townsend, supra,at 312. Or, to use the statutory\nlanguage, they are arguments that the state court’s “factfinding\nprocedure,” “hearing,” and “proceeding” were not “full, fair, and\nadequate.” §§2254(d)(2), (6), (7).But the Court of Appeals did not consider the\nstate court’s process when it applied the statutory presumption of\ncorrectness. Instead, it invoked Circuit precedent that applied\nonly paragraph (8) of §2254(d), which, codifying the secondTownsendexception, 372 U. S., at 313, lifts the\npresumption of correctness for findings that are “not fairly\nsupported by the record.” See 570 F. 3d, at 1300 (quotingJacksonv.Herring, 42 F. 3d 1350, 1366\n(CA11 1995), in turn quoting 28 U. S. C. §2254(d)(8)). And\neven though the Court of Appeals “recognize[d]” that Jefferson had\nargued that the state court’sprocesshad produced factual\nfindings that were “ ‘dubious at best,’ ” and that\nfederal courts should therefore “ ‘harbor serious doubts\nabout’ ” the state court’s “ ‘findings of fact and\ncredibility,’ ” the Court of Appeals nonetheless held that the\nstate court’s findings are “ ‘entitled to a presumption of\ncorrectness’ ” that it was “duty-bound” to apply. 570\nF. 3d, at 1304, n. 8 (quoting Appeals Brief 32,\nn. 10). The Court of Appeals explicitly stated that it\nconsidered itself “duty-bound” to defer to the state court’s\nfindings because “Jefferson has not argued that any of the state\ncourts’ factual findings were ‘not fairly supported by the\nrecord,’ ” a direct reference to §2254(d)(8) and to the\nsecondTownsendexception. 570 F. 3d, at 1304,\nn. 8 (emphasis added). And it then concluded: “Based on these\nfactual findings of the state habeas courts—all of which arefairly supported by the record—we believe that Jefferson’s\ncounsel were reasonable in deciding not to pursue\nneuropsychological testing.”Id.,at 1304 (emphasis\nadded).In our view, the Court of Appeals did not\nproperly consider the legal status of the state court’s factual\nfindings. UnderTownsend, as codified by the governing\nstatute, a federal court is not “duty-bound” to accept any and all\nstate-court findings that are “fairly supported by the record.”\nThose words come from §2254(d)(8), which is only one of eight\nenumerated exceptions to the presumption of correctness. But there\nare seven others, see §§2254(d)(1)–(7), none of which the Court of\nAppeals considered when addressing Jefferson’s claim. To be sure,\nwe have previously stated in casesapplying§2254(d)(8)\nthat “a federal court” may not overturn a state court’s factual\nconclusion “unless the conclusion is not ‘fairly supported by the\nrecord.’ ”Parkerv.Dugger,498 U. S. 308, 320\n(1991) (granting federal habeas relief after rejecting state\ncourt’s finding under §2254(d)(8)); see alsoDemosthenesv.Baal,495 U. S. 731(1990)(per curiam)(applying §2254(d)(8)); cf.post,at\n10 (Scalia, J., dissenting). But in those cases there was no\nsuggestion that anyotherprovisions enumerated in\n§2254(d) were at issue. That is not the case here. In treating\n§2254(d)(8) as theexclusivestatutory exception, and by\nfailing to address Jefferson’s argument that the state court’sproceduresdeprived its findings of deference, the Court\nof Appeals applied the statute and our precedents incorrectly.Although we have stated that a court’s\n“verbatim adoption of findings of fact prepared by prevailing\nparties” should be treated as findings of the court, we have also\ncriticized that practice.Anderson, 470 U. S., at 572. And\nwe have not considered the lawfulness of, nor the application of\nthe habeas statute to, the use of such a practice where (1) a judge\nsolicits the proposed findingsex parte, (2) does not\nprovide the opposing party an opportunity to criticize the findings\nor to submit his own, or (3) adopts findings that contain internal\nevidence suggesting that the judge may not have read them. Cf.id.,at 568; Ga. Code of Judicial Conduct, Canon 3(A)(4)\n(1993) (prohibitingex partejudicial communications).We decline to determine in the first instance\nwhether any of the exceptions enumerated in §§2254(d)(1)–(8) apply\nin this case, see,e.g.,Cutterv.Wilkinson,544 U. S. 709, 718,\nn. 7 (2005), especially given that the facts surrounding the\nstate habeas court’s process are undeveloped. Respondent has\nconceded that it drafted the state court’s final order at that\ncourt’s request and that the order was adopted verbatim, 263 Ga.,\nat 317, 431 S. E. 2d, at 111, and has not disputed in this\nCourt that the state court solicited the order “ex parteand without prior notice” and “did not seek a proposed order from\nPetitioner,” Pet. for Cert. 12, and n. 8. But the precise\nnature of what transpired during the state-court proceedings is not\nfully known. See 263 Ga. at 316–317, 431 S. E. 2d, at 111\n(noting dispute as to whether Jefferson “had a chance to respond”\nto the final order); see also Pet. for Cert. 13.Accordingly, we believe it necessary for the\nlower courts to determine on remand whether the state court’s\nfactual findings warrant a presumption of correctness, and to\nconduct any further proceedings as may be appropriate in light of\ntheir resolution of that issue. SeeTownsend, supra,at\n313–319;Keeneyv.Tamayo-Reyes,504 U. S. 1(1992). In so\nholding, we express no opinion as to whether Jefferson’s Sixth\nAmendment rights were violated assuming the state court’s factual\nfindings to be true.*  *  *The petition for a writ of\ncertiorari and motion to proceedin forma pauperisare\ngranted. The judgment of the Court of Appeals is vacated, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.",
    "joined": []
}