{
    "case": {
        "docket": "21-1333",
        "citation": "598",
        "year": 2023,
        "url": "https://supreme.justia.com/cases/federal/us/598/21-1333/"
    },
    "id": "4742164",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\npio@supremecourt.gov, of any typographical or other formal\nerrors.SUPREME COURT OF THE UNITED STATES_________________No. 21–1333_________________Reynaldo Gonzalez, et al., PETITIONERSv.Google LLCon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 18, 2023]Per Curiam.In 2015, ISIS terrorists unleashed a set of\ncoordinated attacks across Paris, France, killing 130 victims,\nincluding Nohemi Gonzalez, a 23-year-old U. S.\ncitizen.[1] Gonzalez’s parents\nand brothers then sued Google, LLC, under 18 U. S. C.\n§§2333(a) and (d)(2), alleging that Google was both directly and\nsecondarily liable for the terrorist attack that killed\nGonzalez.[2] For their\nsecondary-liability claims, plaintiffs alleged that Google aided\nand abetted and conspired with ISIS. All of their claims broadly\ncenter on the use of YouTube, which Google owns and operates, by\nISIS and ISIS supporters.The District Court dismissed plaintiffs’\ncomplaint for failure to state a claim, though it offered\nplaintiffs leave to amend their complaint. Instead, plaintiffs\nstood on their complaint and appealed, and the Ninth Circuit\naffirmed in a consolidated opinion that also addressedTwitter,Inc.v.Taamneh, ___ U. S. ___\n(2023). 2 F. 4th 871 (2021). With respect to this case, the\nNinth Circuit held that most of the plaintiffs’ claims were barred\nby §230 of the Communications Decency Act of 1996, 110Stat. 137, 47\nU. S. C. §230(c)(1). The sole exceptions were plaintiffs’\ndirect- and secondary-liability claims based on allegations that\nGoogle approved ISIS videos for advertisements and then shared\nproceeds with ISIS through YouTube’s revenue-sharing system. The\nNinth Circuit held that these potential claims were not barred by\n§230, but that plaintiffs’ allegations failed to state a viable\nclaim in any event.We granted certiorari to review the Ninth\nCircuit’s application of §230. See 598 U. S. ___ (2022).\nPlaintiffs did not seek review of the Ninth Circuit’s holdings\nregarding their revenue-sharing claims. In light of those\nunchallenged holdings and our disposition ofTwitter, on\nwhich we also granted certiorari and in which we today reverse the\nNinth Circuit’s judgment, it has become clear that plaintiffs’\ncomplaint—independent of §230—states little if any claim for\nrelief. As plaintiffs concede, the allegations underlying their\nsecondary-liability claims are materially identical to those at\nissue inTwitter. See Tr. of Oral Arg. 58. Since we hold\nthat the complaint in that case fails to state a claim for aiding\nand abetting under §2333(d)(2), it appears to follow that the\ncomplaint here likewise fails to state such a claim. And, in\ndiscussing plaintiffs’ revenue-sharing claims, the Ninth Circuit\nheld that plaintiffs plausibly alleged neither that “Google reached\nan agreement with ISIS,” as required for conspiracy liability, nor\nthat Google’s acts were “intended to intimidate or coerce a\ncivilian population, or to influence or affect a government,” as\nrequired for a direct-liability claim under §2333(a). 2\nF. 4th, at 901, 907. Perhaps for that reason, at oral\nargument, plaintiffs only suggested that they should receive leave\nto amend their complaint if we were to reverse and remand inTwitter. Tr. of Oral Arg. 58, 163.We need not resolve either the viability of\nplaintiffs’ claims as a whole or whether plaintiffs should receive\nfurther leave to amend. Rather, we think it sufficient to\nacknowledge that much (if not all) of plaintiffs’ complaint seems\nto fail under either our decision inTwitteror the Ninth\nCircuit’s unchallenged holdings below. We therefore decline to\naddress the application of §230 to a complaint that appears to\nstate little, if any, plausible claim for relief. Instead, we\nvacate the judgment below and remand the case for the Ninth Circuit\nto consider plaintiffs’ complaint in light of our decision inTwitter.It is so ordered.Notes1“ISIS” is shorthand for\nthe Islamic State of Iraq and Syria. In some form or another, it\nhas been designated a Foreign Terrorist Organization since 2004;\nISIS has also been known as the Islamic State of Iraq and the\nLevant, al Qaeda in Iraq, and the al-Zarqawi Network.2Title 18\nU. S. C. §2333(a) provides: “Any national of the United\nStates injured in his or her person, property, or business by\nreason of an act of international terrorism, or his or her estate,\nsurvivors, or heirs, may sue therefor in any appropriate district\ncourt of the United States and shall recover threefold the damages\nhe or she sustains and the cost of the suit, including attorney’s\nfees.” Section 2333(d)(2) provides: “In an action under subsection\n(a) for an injury arising from an act of international terrorism\ncommitted, planned, or authorized by an organization that had been\ndesignated as a foreign terrorist organization under section 219 of\nthe Immigration and Nationality Act (8 U. S. C. 1189), as\nof the date on which such act of international terrorism was\ncommitted, planned, or authorized, liability may be asserted as to\nany person who aids and abets, by knowingly providing substantial\nassistance, or who conspires with the person who committed such an\nact of international terrorism.”",
    "joined": []
}