{
    "case": {
        "docket": "45",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/45/"
    },
    "id": "1963087",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMMICHIGAN V. FISHER558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESMICHIGANv.JEREMY FISHERon petition for writ of certiorari to the court of\nappeals of michiganNo. 09–91. Decided December 7, 2009Per Curiam.Police officers responded to a\ncomplaint of a disturbance near Allen Road in Brownstown, Michigan.\nOfficer Christopher Goolsby later testified that, as he and his\npartner approached the area, a couple directed them to a residence\nwhere a man was “going crazy.” Docket No. 276439, 2008 WL 786515,\n*1 (Mich. App., Mar. 25, 2008)(per curiam)(alteration\nand internal quotation marks omitted). Upon their arrival, the\nofficers found a household in considerable chaos: a pickup truck in\nthe driveway with its front smashed, damaged fenceposts along the\nside of the property, and three broken house windows, the glass\nstill on the ground outside. The officers also noticed blood on the\nhood of the pickup and on clothes inside of it, as well as on one\nof the doors to the house. (It is disputed whether they noticed\nthis immediately upon reaching the house, but undisputed that they\nnoticed it before the allegedly unconstitutional entry.) Through a\nwindow, the officers could see respondent, Jeremy Fisher, inside\nthe house, screaming and throwing things. The back door was locked,\nand a couch had been placed to block the front door.The officers knocked, but Fisher refused to\nanswer. They saw that Fisher had a cut on his hand, and they asked\nhim whether he needed medical attention. Fisher ignored these\nquestions and demanded, with accompanying profanity, that the\nofficers go to get a search warrant. Officer Goolsby then pushed\nthe front door partway open and ventured into the house. Through\nthe window of the open door he saw Fisher pointing a long gun at\nhim. Officer Goolsby withdrew.Fisher was charged under Michigan law with\nassault with a dangerous weapon and possession of a firearm during\nthe commission of a felony. The trial court concluded that Officer\nGoolsby violated the Fourth Amendment when he entered Fisher’s\nhouse, and granted Fisher’s motion to suppress the evidence\nobtained as a result—that is, Officer Goolsby’s statement that\nFisher pointed a rifle at him. The Michigan Court of Appeals\ninitially remanded for an evidentiary hearing, see Docket No.\n256027, 2005 WL 3481454 (Dec. 20, 2005)(per curiam),after which the trial court reinstated its order. The Court of\nAppeals then affirmed over a dissent by Judge Talbot. See 2008 WL\n786515, at *2;id.,at *2–*5. The Michigan Supreme Court\ngranted leave to appeal, but, after hearing oral argument, it\nvacated its prior order and denied leave instead; three justices,\nhowever, would have taken the case and reversed on the ground that\nthe Court of Appeals misapplied the Fourth Amendment. See 483 Mich.\n1007, 765 N. W. 2d 19 (2009). Because the decision of the\nMichigan Court of Appeals is indeed contrary to our Fourth\nAmendment case law, particularlyBrigham Cityv.Stuart,547\nU. S. 398(2006), we grant the State’s petition for certiorari\nand reverse.“[T]he ultimate touchstone of the Fourth\nAmendment,” we have often said, “is ‘reasonableness.’ ”Id.,at 403. Therefore, although “searches and seizures\ninside a home without a warrant are presumptively unreasonable,”Grohv.Ramirez,540 U. S. 551, 559\n(2004) (internal quotation marks omitted), that presumption can be\novercome. For example, “the exigencies of the situation [may] make\nthe needs of law enforcement so compelling that the warrantless\nsearch is objectively reasonable.”Minceyv.Arizona,437 U. S. 385, 393–394\n(1978).Brigham Cityidentified one such\nexigency: “the need to assist persons who are seriously injured or\nthreatened with such injury.” 547 U. S., at 403. Thus, law\nenforcement officers “may enter a home without a warrant to render\nemergency assistance to an injured occupant or to protect an\noccupant from imminent injury.”Ibid.This “emergency aid\nexception” does not depend on the officers’ subjective intent or\nthe seriousness of any crime they are investigating when the\nemergency arises.Id.,at 404–405. It requires only “an\nobjectively reasonable basis for believing,”id.,at 406,\nthat “a person within [the house] is in need of immediate aid,”Mincey,supra,at 392.Brigham Cityillustrates the\napplication of this standard. There, police officers responded to a\nnoise complaint in the early hours of the morning. “As they\napproached the house, they could hear from within an altercation\noccurring, some kind of fight.” 547 U. S., at 406 (internal\nquotation marks omitted). Following the tumult to the back of the\nhouse whence it came, the officers saw juveniles drinking beer in\nthe backyard and a fight unfolding in the kitchen. They watched\nthrough the window as a juvenile broke free from the adults\nrestraining him and punched another adult in the face, who recoiled\nto the sink, spitting blood.Ibid.Under these\ncircumstances, we found it “plainly reasonable” for the officers to\nenter the house and quell the violence, for they had “an\nobjectively reasonable basis for believing both that the injured\nadult might need help and that the violence in the kitchen was just\nbeginning.”Ibid.A straightforward application of the emergency\naid exception, as inBrigham City, dictates that the\nofficer’s entry was reasonable. Just as inBrigham City,\nthe police officers here were responding to a report of a\ndisturbance. Just as inBrigham City, when they arrived on\nthe scene they encountered a tumultuous situation in the house—and\nhere they also found signs of a recent injury, perhaps from a car\naccident, outside. And just as inBrigham City, the\nofficers could see violent behavior inside. Although Officer\nGoolsby and his partner did not see punches thrown, as did the\nofficers inBrigham City, they did see Fisher screaming\nand throwing things. It would be objectively reasonable to believe\nthat Fisher’s projectiles might have a human target (perhaps a\nspouse or a child), or that Fisher would hurt himself in the course\nof his rage. In short, we find it as plain here as we did inBrigham Citythat the officer’s entry was reasonable under\nthe Fourth Amendment.The Michigan Court of Appeals, however,\nthought the situation “did not rise to a level of emergency\njustifying the warrantless intrusion into a residence.” 2008 WL\n786515, at *2. Although the Court of Appeals conceded that “there\nwas evidence an injured person was on the premises,” it found it\nsignificant that “the mere drops of blood did not signal a likely\nserious, life-threatening injury.”Ibid.The court added\nthat the cut Officer Goolsby observed on Fisher’s hand “likely\nexplained the trail of blood” and that Fisher “was very much on his\nfeet and apparently able to see to his own needs.”Ibid.Even a casual review ofBrigham Cityreveals the flaw in this reasoning. Officers do not need ironclad\nproof of “a likely serious, life-threatening” injury to invoke the\nemergency aid exception. The only injury police could confirm inBrigham Citywas the bloody lip they saw the juvenile\ninflict upon the adult. Fisher argues that the officers here could\nnot have been motivated by a perceived need to provide medical\nassistance, since they never summoned emergency medical personnel.\nThis would have no bearing, of course, upon their need to assure\nthat Fisher was not endangering someone else in the house.\nMoreover, even if the failure to summon medical personnel\nconclusively established that Goolsby did not subjectively believe,\nwhen he entered the house, that Fisher or someone else was\nseriously injured (which is doubtful), the test, as we have said,\nis not what Goolsby believed, but whether there was “an objectively\nreasonable basis for believing” that medical assistance was needed,\nor persons were in danger,Brigham City,supra,at 406;Mincey,supra,at 392.It was error for the Michigan Court of Appeals\nto replace that objective inquiry into appearances with its\nhindsight determination that there was in fact no emergency. It\ndoes not meet the needs of law enforcement or the demands of public\nsafety to require officers to walk away from a situation like the\none they encountered here. Only when an apparent threat has become\nan actual harm can officers rule out innocuous explanations for\nominous circumstances. But “[t]he role of a peace officer includes\npreventing violence and restoring order, not simply rendering first\naid to casualties.”Brigham City,supra, at 406.\nIt sufficed to invoke the emergency aid exception that it was\nreasonable to believe that Fisher had hurt himself (albeit\nnonfatally) and needed treatment that in his rage he was unable to\nprovide, or that Fisher was about to hurt, or had already hurt,\nsomeone else. The Michigan Court of Appeals required more than what\nthe Fourth Amendment demands.*  *  *The petition for certiorari is\ngranted. The judgment of the Michigan Court of Appeals is reversed,\nand the case is remanded for further proceedings not inconsistent\nwith this opinion.It is so ordered.We have taken the facts from the opinion of\nthe Michigan Court of Appeals. Except where indicated, the parties\ndo not dispute the facts.",
    "joined": []
}