{
    "case": {
        "docket": "650",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/650/"
    },
    "id": "1970895",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESROBERT R. TOLANv.JEFFREY WAYNE\nCOTTONon petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 13–551. Decided May 5,\n2014Per Curiam.During the early morning hours of New\nYear’s Eve, 2008, police sergeant Jeffrey Cotton fired three\nbullets at Robert Tolan; one of those bullets hit its target and\npunctured Tolan’s right lung. At the time of the shooting,\nTolan was unarmed on his parents’ front porch about 15 to 20\nfeet away from Cotton. Tolan sued, alleging that Cotton had\nexercised excessive force in violation of the Fourth Amendment. The\nDistrict Court granted summary judgment to Cotton, and the Fifth\nCircuit affirmed, reasoning that regardless of whether Cotton used\nexcessive force, he was entitled to qualified immunity because he\ndid not violate any clearly established right. 713 F.3d 299 (2013).\nIn articulating the factual context of the case, the Fifth Circuit\nfailed to adhere to the axiom that in ruling on a motion for\nsummary judgment, “[t]he evidence of the nonmovant is to be\nbelieved, and all justifiable inferences are to be drawn in his\nfavor.”Andersonv.Liberty Lobby, Inc.,477 U.S.\n242, 255 (1986). For that reason, we vacate its decision and\nremand the case for further proceedings consistent with this\nopinion.IAThe following facts, which we view in the\nlight most favorable to Tolan, are taken from the record evidence\nand the opinions below. At around 2:00 on the morning of December\n31, 2008, John Edwards, a police officer, was on patrol in\nBellaire, Texas, when he noticed a black Nissan sport utility\nvehicle turning quickly onto a residential street. The officer\nwatched the vehicle park on the side of the street in front of a\nhouse. Two men exited: Tolan and his cousin, Anthony Cooper.Edwards attempted to enter the license plate\nnumber of the vehicle into a computer in his squad car. But he\nkeyed an incorrect character; instead of entering plate number\n696BGK, he entered 695BGK. That incorrect number matched a stolen\nvehicle of the same color and make. This match caused the squad\ncar’s computer to send an automatic message to other police\nunits, informing them that Edwards had found a stolen vehicle.Edwards exited his cruiser, drew his service\npistol and ordered Tolan and Cooper to the ground. He accused Tolan\nand Cooper of having stolen the car. Cooper responded,\n“That’s not true.” Record 1295. And Tolan\nexplained, “That’s my car.”Ibid.Tolan\nthen complied with the officer’s demand to lie face-down on\nthe home’s front porch.As it turned out, Tolan and Cooper were at the\nhome where Tolan lived with his parents. Hearing the commotion,\nTolan’s parents exited the front door in their paja- mas. In\nan attempt to keep the misunderstanding from escalating into\nsomething more, Tolan’s father instructed Cooper to lie down,\nand instructed Tolan and Cooper to say nothing. Tolan and Cooper\nthen remained facedown.Edwards told Tolan’s parents that he\nbelieved Tolan and Cooper had stolen the vehicle. In response,\nTolan’s father identified Tolan as his son, and Tolan’s\nmother explained that the vehicle belonged to the family and that\nno crime had been committed. Tolan’s father explained, with\nhis hands in the air, “[T]his is my nephew. This is my son.\nWe live here. This is my house.”Id., at 2059.\nTolan’s mother similarly offered, “[S]ir this is a big\nmistake. This car is not stolen. . . . That’s our\ncar.”Id., at 2075.While Tolan and Cooper continued to lie on the\nground in silence, Edwards radioed for assistance. Shortly\nthereafter, Sergeant Jeffrey Cotton arrived on the scene and drew\nhis pistol. Edwards told Cotton that Cooper and Tolan had exited a\nstolen vehicle. Tolan’s mother reiter- ated that she and her\nhusband owned both the car Tolan had been driving and the home\nwhere these events were unfolding. Cotton then ordered her to stand\nagainst the family’s garage door. In response to\nCotton’s order, Tolan’s mother asked, “[A]re you\nkidding me? We’ve lived her[e] 15 years. We’ve never\nhad anything like this happen before.”Id.,at 2077;\nsee alsoid.,at 1465.The parties disagree as to what happened next.\nTolan’s mother and Cooper testified during Cotton’s\ncriminal trial[1] that Cotton\ngrabbed her arm and slammed her against the garage door with such\nforce that she fell to the ground.Id.,at 2035,\n2078–2080. Tolan similarly testified that Cotton pushed his\nmother against the garage door.Id.,at 2479. In addition,\nTolan offered testimony from his mother and photographic evidence\nto demonstrate that Cotton used enough force to leave bruises on\nher arms and back that lasted for days.Id.,at\n2078–2079, 2089–2091. By contrast, Cotton testified in\nhis deposition that when he was escorting the mother to the garage,\nshe flipped her arm up and told him to get his hands off her.Id.,at 1043. He also testified that he did not know whether\nhe left bruises but believed that he had not.Id.,at\n1044.The parties also dispute the manner in which\nTolan responded. Tolan testified in his deposition and during the\ncriminal trial that upon seeing his mother being pushed,id.,at 1249, he rose to his knees,id.,at 1928.\nEdwards and Cotton testified that Tolan rose to his feet.Id.,at 1051–1052, 1121.Both parties agree that Tolan then exclaimed,\nfrom roughly 15 to 20 feet away, 713 F. 3d, at 303,\n“[G]et your fucking hands off my mom.” Record 1928. The\nparties also agree that Cotton then drew his pistol and fired three\nshots at Tolan. Tolan and his mother testified that these shots\ncame with no verbal warning.Id.,at 2019, 2080. One of the\nbullets entered Tolan’s chest, collapsing his right lung and\npiercing his liver. While Tolan survived, he suffered a\nlife-altering injury that disrupted his budding professional\nbaseball career and causes him to experience pain on a daily\nbasis.BIn May 2009, Cooper, Tolan, and Tolan’s\nparents filed this suit in the Southern District of Texas, alleging\nclaims under Rev. Stat. §1979, 42 U. S. C.\n§1983. Tolan claimed, among other things, that Cotton had used\nexcessive force against him in violation of the Fourth\nAmendment.[2] After discovery,\nCotton moved for summary judgment, arguing that the doctrine of\nqualified immunity barred the suit. That doctrine immunizes\ngovernment officials from damages suits unless their conduct has\nviolated a clearly established right.The District Court granted summary judgment to\nCotton. 854 F. Supp. 2d 444 (SD Tex. 2012). It reasoned that\nCotton’s use of force was not unreasonable and therefore did\nnot violate the Fourth Amendment.Id.,at 477–478. The\nFifth Circuit affirmed, but on a different basis. 713 F.3d 299. It\ndeclined to decide whether Cotton’s actions violated the\nFourth Amendment. Instead, it held that even if Cotton’s\nconduct did violate the Fourth Amendment, Cotton was entitled to\nqualified immunity because he did not violate a clearly established\nright.Id.,at 306.In reaching this conclusion, the Fifth Circuit\nbegan by noting that at the time Cotton shot Tolan, “it was\n. . . clearly established that an officer had the right\nto use deadly force if that officer harbored an objective and\nreasonable belief that a suspect presented an ‘immediate\nthreat to [his] safety.’ ”Id.,at 306\n(quotingDevillev.Marcantel, 567 F.3d 156, 167 (CA5\n2009)). The Court of Appeals reasoned that Tolan failed to overcome\nthe qualified-immunity bar because “an objectively-reasonable\nofficer in Sergeant Cotton’s position could have\n. . . believed” that Tolan “presented an\n‘immediate threat to the safety of the\nofficers.’ ” 713 F. 3d, at 307.[3] In support of this conclusion, the court\nrelied on the following facts: the front porch had been\n“dimly-lit”; Tolan’s mother had “refus[ed]\norders to remain quiet and calm”; and Tolan’s words had\namounted to a “verba[l] threa[t].”Ibid. Most\ncritically, the court also relied on the purported fact that Tolan\nwas “moving to intervene in” Cotton’s handling of\nhis mother,id.,at 305, and that Cotton therefore could\nreasonably have feared for his life,id.,at 307. Accord-\ningly, the court held, Cotton did not violate clearly established\nlaw in shooting Tolan.The Fifth Circuit denied rehearing en banc. 538\nFed. Appx. 374 (2013). Three judges voted to grant rehearing. Judge\nDennis filed a dissent, contending that the panel opinion\n“fail[ed] to address evidence that, when viewed in the light\nmost favorable to the plaintiff, creates genuine issues of material\nfact as to whether an objective officer in Cotton’s position\ncould have reasonably and objectively believed that [Tolan] posed\nan immediate, significant threat of substantial injury to\nhim.”Id.,at 377.IIAIn resolving questions of qualified immunity\nat summary judgment, courts engage in a two-pronged inquiry. The\nfirst asks whether the facts, “[t]aken in the light most\nfavorable to the party asserting the injury, . . . show\nthe officer’s conduct violated a [federal] right[.]”Saucierv.Katz,533 U.S.\n194, 201 (2001). When a plaintiff alleges excessive force\nduring an investigation or arrest, the federal right at issue is\nthe Fourth Amendment right against unreasonable seizures.Grahamv.Connor,490 U.S.\n386, 394 (1989). The inquiry into whether this right was\nviolated requires a balancing of “ ‘the nature and\nquality of the intrusion on the individual’s Fourth Amendment\ninterests against the importance of the governmental interests\nalleged to justify the intrusion.’ ”Tennesseev.Garner,471 U.S.\n1, 8 (1985); seeGraham,supra, at 396.The second prong of the qualified-immunity\nanalysis asks whether the right in question was “clearly\nestablished” at the time of the violation.Hopev.Pelzer,536 U.S.\n730, 739 (2002). Governmental actors are “shielded from\nliability for civil damages if their actions did not violate\n‘clearly established statutory or constitutional rights of\nwhich a reasonable person would have known.’ ”Ibid.“[T]he salient question . . . is\nwhether the state of the law” at the time of an incident\nprovided “fair warning” to the defendants “that\ntheir alleged [conduct] was unconstitutional.”Id.,at\n741.Courts have discretion to decide the order in\nwhich to engage these two prongs.Pearsonv.Callahan,555 U.S.\n223, 236 (2009). But under either prong, courts may not resolve\ngenuine disputes of fact in favor of the party seeking summary\njudgment. SeeBrosseauv.Haugen,543 U.S.\n194, 195, n. 2 (2004) (per curiam);Saucier,supra, at 201;Hope,supra, at 733, n. 1.\nThis is not a rule specific to qualified immunity; it is simply an\napplication of the more general rule that a “judge’s\nfunction” at summary judgment is not “to weigh the\nevidence and determine the truth of the matter but to determine\nwhether there is a genuine issue for trial.”Anderson,\n477 U. S., at 249. Summary judgment is appropriate only if\n“the movant shows that there is no genuine issue as to any\nmaterial fact and the movant is entitled to judgment as a matter of\nlaw.” Fed. Rule Civ. Proc. 56(a). In making that\ndetermination, a court must view the evidence “in the light\nmost favorable to the opposing party.”Adickesv.S. H. Kress & Co.,398 U.S.\n144, 157 (1970); see alsoAnderson,supra, at\n255.Our qualified-immunity cases illustrate the\nimportance of drawing inferences in favor of the nonmovant, even\nwhen, as here, a court decides only the clearly-established prong\nof the standard. In cases alleging unreasonable searches or\nseizures, we have instructed that courts should define the\n“clearly established” right at issue on the basis of\nthe “specific context of the case.”Saucier,supra, at 201; see alsoAndersonv.Creighton,483 U.S.\n635, 640–641 (1987). Accordingly, courts must take care\nnot to define a case’s “context” in a manner that\nimports genuinely disputed factual propositions. SeeBrosseau,supra, at 195, 198 (inquiring as to whether\nconduct violated clearly established law “ ‘in\nlight of the specific context of the case’ ” and\nconstruing “facts . . . in a light most favorable\nto” the nonmovant).BIn holding that Cotton’s actions did not\nviolate clearly established law, the Fifth Circuit failed to view\nthe evidence at summary judgment in the light most favorable to\nTolan with respect to the central facts of this case. By failing to\ncredit evidence that contradicted some of its key factual\nconclusions, the court improperly “weigh[ed] the\nevidence” and resolved disputed issues in favor of the moving\nparty,Anderson, 477 U. S., at 249.First, the court relied on its view that at the\ntime of the shooting, the Tolans’ front porch was\n“dimly-lit.” 713 F. 3d, at 307. The court appears\nto have drawn this assessment from Cotton’s statements in a\ndeposition that when he fired at Tolan, the porch was\n“ ‘fairly dark,’ ” and lit by a\ngas lamp that was\n“ ‘decorative.’ ”Id.,at\n302. In his own deposition, however, Tolan’s father was asked\nwhether the gas lamp was in fact “more decorative than\nilluminating.” Record 1552. He said that it was not.Ibid.Moreover, Tolan stated in his deposition that two\nfloodlights shone on the driveway during the incident,id.,at 2496, and Cotton acknowledged that there were two\nmotion-activated lights in front of the house.Id.,at 1034.\nAnd Tolan confirmed that at the time of the shooting, he was\n“not in darkness.”Id.,at 2498–2499.Second, the Fifth Circuit stated that\nTolan’s mother “refus[ed] orders to remain quiet and\ncalm,” thereby “compound[ing]” Cotton’s\nbelief that Tolan “presented an immediate threat to the\nsafety of the officers.” 713 F. 3d, at 307 (internal\nquotation marks omitted). But here, too, the court did not credit\ndirectly contradictory evidence. Al- though the parties agree that\nTolan’s mother repeatedly informed officers that Tolan was\nher son, that she lived in the home in front of which he had\nparked, and that the vehicle he had been driving belonged to her\nand her husband, there is a dispute as to how calmly she provided\nthis information. Cotton stated during his deposition that\nTolan’s mother was “very agitated” when she spoke\nto the officers. Record 1032–1033. By contrast, Tolan’s\nmother testified at Cotton’s criminal trial that she was\nneither “aggravated” nor “agitated.”Id.,at 2075, 2077.Third, the Court concluded that Tolan was\n“shouting,” 713 F. 3d, at 306, 308, and\n“verbally threatening” the officer,id.,at 307,\nin the moments before the shooting. The court noted, and the\nparties agree, that while Cotton was grabbing the arm of his\nmother, Tolan told Cotton, “[G]et your fucking hands off my\nmom.” Record 1928. But Tolan testified that he “was not\nscreaming.”Id.,at 2544. And a jury could reasonably\ninfer that his words, in context, did not amount to a statement of\nintent to inflict harm. Cf.UnitedStatesv.White,258 F.3d 374, 383 (CA5 2001) (“A threat imports\n‘[a] communicated intent to inflict physical or other\nharm’ ” (quoting Black’s Law Dictionary 1480\n(6th ed. 1990)));Morrisv.Noe, 672 F.3d 1185, 1196\n(CA10 2012) (inferring that the words “Why was you talking to\nMama that way” did not constitute an “overt\nthrea[t]”). Tolan’s mother testified in Cotton’s\ncriminal trial that he slammed her against a garage door with\nenough force to cause bruising that lasted for days. Record\n2078–2079. A jury could well have concluded that a reasonable\nofficer would have heard Tolan’s words not as a threat, but\nas a son’s plea not to continue any assault of his\nmother.Fourth, the Fifth Circuit inferred that at the\ntime of the shooting, Tolan was “moving to intervene in\nSergeant Cotton’s” interaction with his mother. 713\nF. 3d, at 305; see alsoid.,at 308 (characterizing\nTolan’s behavior as “abruptly attempting to approach\nSergeant Cotton,” thereby “inflam[ing] an already tense\nsituation”). The court appears to have credited\nEdwards’ account that at the time of the shooting, Tolan was\non both feet “[i]n a crouch” or a “charging\nposition” looking as if he was going to move forward. Record\n1121–1122. Tolan testified at trial, however, that he was on\nhis knees when Cotton shot him,id.,at 1928, a fact\ncorroborated by his mother,id.,at 2081. Tolan also\ntestified in his deposition that he “wasn’t going\nanywhere,”id.,at 2502, and emphasized that he did\nnot “jump up,”id.,at 2544.Considered together, these facts lead to the\ninescapable conclusion that the court below credited the evidence\nof the party seeking summary judgment and failed properly to\nacknowledge key evidence offered by the party opposing that motion.\nAnd while “this Court is not equipped to correct every\nperceived error coming from the lower federal courts,”Boagv.MacDougall454 U.S.\n364, 366 (1982) (O’Connor, J., concurring), we intervene\nhere because the opinion below reflects a clear misapprehension of\nsummary judgment standards in light of our precedents. Cf.Brosseau, 543 U. S., at 197–198 (summarily\nreversing decision in a Fourth Amendment excessive force case\n“to correct a clear misapprehension of the qualified immunity\nstandard”); see alsoFlorida Dept. of Health and\nRehabilitative Servs.v.Florida Nursing Home Assn.,450 U.S.\n147, 150 (1981) (per curiam) (summarily reversing an\nopinion that could not “be reconciled with the principles set\nout” in this Court’s sovereign immunity\njurisprudence).The witnesses on both sides come to this case\nwith their own perceptions, recollections, and even potential\nbiases. It is in part for that reason that genuine disputes are\ngenerally resolved by juries in our adversarial system. By weighing\nthe evidence and reaching factual inferences contrary to\nTolan’s competent evidence, the court below neglected to\nadhere to the fundamental principle that at the summary judgment\nstage, reasonable inferences should be drawn in favor of the\nnonmoving party.Applying that principle here, the court should\nhave acknowledged and credited Tolan’s evidence with regard\nto the lighting, his mother’s demeanor, whether he shouted\nwords that were an overt threat, and his positioning during the\nshooting. This is not to say, of course, that these are the only\nfacts that the Fifth Circuit should consider, or that no other\nfacts might contribute to the reasonableness of the officer’s\nactions as a matter of law. Nor do we express a view as to whether\nCotton’s actions vio- lated clearly established law. We\ninstead vacate the Fifth Circuit’s judgment so that the court\ncan determine whether, when Tolan’s evidence is properly\ncredited and factual inferences are reasonably drawn in his favor,\nCotton’s actions violated clearly established law.*  *  *The petition for certiorari and the NAACP\nLegal Defense and Educational Fund’s motion to file anamicus curiaebrief are granted. The judgment of the United\nStates Court of Appeals for the Fifth Circuit is vacated, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1The events described here\nled to Cotton’s criminal indictment in Harris County, Texas,\nfor aggravated assault by a public servant. 713 F.3d 299, 303 (CA5\n2013). He was acquitted.Ibid.The testimony of\nTolan’s mother during Cotton’s trial is a part of the\nrecord in this civil action. Record 2066–2087.2The complaint also\nalleged that the officers’ actions violated the Equal\nProtection Clause to the extent they were motivated by\nTolan’s and Cooper’s race. 854 F. Supp. 2d 444, 465 (SD\nTex. 2012). In addition, the complaint alleged that Cotton used\nexcessive force against Tolan’s mother.Id.,at 468.\nThose claims, which were dismissed,id.,at 465, 470, are\nnot before this Court.3Tolan argues that the\nFifth Circuit incorrectly analyzed the reasonableness of Sergeant\nCotton’s beliefs under the second prong of the\nqualified-immunity analysis rather than the first. See Pet. for\nCert. 12, 20. Because we rule in Tolan’s favor on the narrow\nground that the Fifth Circuit erred in its application of the\nsummary judgment standard, we express no view as to Tolan’s\nadditional argument.",
    "joined": []
}