{
    "case": {
        "docket": "13",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/13/"
    },
    "id": "3188372",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJEREMY CARROLLv.ANDREW CARMAN, et\nux.on petition for writ of certiorari to the\nunited states court of appeals for the third circuitNo. 14–212. Decided November 10, 2014Per Curiam.On July 3, 2009, the Pennsylvania State Police\nDepartment received a report that a man named Michael Zita had\nstolen a car and two loaded handguns. The report also said that\nZita might have fled to the home of Andrew and Karen Carman. The\ndepartment sent Officers Jeremy Carroll and Brian Roberts to the\nCarmans’ home to investigate. Neither officer had been to the home\nbefore. 749 F.3d 192, 195 (CA3 2014).The officers arrived in separate patrol cars\naround 2:30 p.m. The Carmans’ house sat on a corner lot—the front\nof the house faced a main street while the left (as viewed from the\nfront) faced a side street. The officers initially drove to the\nfront of the house, but after discovering that parking was not\navailable there, turned right onto the side street. As they did so,\nthey saw several cars parked side-by-side in a gravel parking area\non the left side of the Carmans’ property. The officers parked in\nthe “first available spot,” at “the far rear of the property.”Ibid.(quoting Tr. 70 (Apr. 8, 2013)).The officers exited their patrol cars. As they\nlooked toward the house, the officers saw a small structure (either\na carport or a shed) with its door open and a light on.Id.,at 71. Thinking someone might be inside, Officer Carroll walked\nover, “poked [his] head” in, and said “Pennsylvania State Police.”\n749 F. 3d, at 195 (quoting Tr. 71 (Apr. 8, 2013); alteration\nin original). No one was there, however, so the officers continued\nwalking toward the house. As they approached, they saw a sliding\nglass door that opened onto a ground-level deck. Carroll thought\nthe sliding glass door “looked like a customary entryway,” so he\nand Officer Roberts decided to knock on it. 749 F. 3d, at 195\n(quoting Tr. 83 (Apr. 8, 2013)).As the officers stepped onto the deck, a man\ncame out of the house and “belligerent[ly] and aggressively\napproached” them. 749 F. 3d, at 195. The officers identified\nthemselves, explained they were looking for Michael Zita, and asked\nthe man for his name. The man refused to answer. Instead, he turned\naway from the officers and appeared to reach for his waist.Id.,at 195–196. Carroll grabbed the man’s right arm to make\nsure he was not reaching for a weapon. The man twisted away from\nCarroll, lost his balance, and fell into the yard.Id.,at\n196.At that point, a woman came out of the house and\nasked what was happening. The officers again explained that they\nwere looking for Zita. The woman then identified herself as Karen\nCarman, identified the man as her husband, Andrew Carman, and told\nthe officers that Zita was not there. In response, the officers\nasked for permission to search the house for Zita. Karen Carman\nconsented, and everyone went inside.Ibid.The officers searched the house, but did not\nfind Zita. They then left. The Carmans were not charged with any\ncrimes.Ibid.The Carmans later sued Officer Carroll in\nFederal District Court under 42 U. S. C. §1983. Among\nother things, they alleged that Carroll unlawfully entered their\nproperty in violation of the Fourth Amendment when he went into\ntheir backyard and onto their deck without a warrant. 749\nF. 3d, at 196.At trial, Carroll argued that his entry was\nlawful under the “knock and talk” exception to the warrant\nrequirement. That exception, he contended, allows officers to knock\non someone’s door, so long as they stay “on those portions of [the]\nproperty that the general public is allowed to go on.” Tr. 7 (Apr.\n8, 2013). The Carmans responded that a normal visitor would have\ngone to their front door, rather than into their backyard or onto\ntheir deck. Thus, they argued, the “knock and talk” exception did\nnot apply.At the close of Carroll’s case in chief, the\nparties each moved for judgment as a matter of law. The District\nCourt denied both motions, and sent the case to a jury. As relevant\nhere, the District Court instructed the jury that the “knock and\ntalk” exception “allows officers without a warrant to knock on a\nresident’s door or otherwise approach the residence seeking to\nspeak to the inhabitants, just as any private citizen might.”Id., at 24 (Apr. 10, 2013). The District Court further\nexplained that “officers should restrict their movements to\nwalkways, driveways, porches and places where visitors could be\nexpected to go.”Ibid.The jury then returned a verdict for\nCarroll.The Carmans appealed, and the Court of Appeals\nfor the Third Circuit reversed in relevant part. The court held\nthat Officer Carroll violated the Fourth Amendment as a matter of\nlaw because the “knock and talk” exception “requires that police\nofficers begin their encounter at the front door, where they have\nan implied invitation to go.” 749 F. 3d, at 199. The court\nalso held that Carroll was not entitled to qualified immunity\nbecause his actions violated clearly established law.Ibid.The court therefore reversed the District Court and held that the\nCarmans were entitled to judgment as a matter of law.Carroll petitioned for certiorari. We grant the\npetition and reverse the Third Circuit’s determination that Carroll\nwas not entitled to qualified immunity.A government official sued under §1983 is\nentitled to qualified immunity unless the official violated a\nstatutory or constitutional right that was clearly established at\nthe time of the challenged conduct. SeeAshcroftv.al-Kidd, 563 U. S. ___, ___ (2011) (slip op., at 3). A\nright is clearly established only if its contours are sufficiently\nclear that “a reasonable official would understand that what he is\ndoing violates that right.”Andersonv.Creighton,483 U.S.\n635, 640 (1987). In other words, “existing precedent must have\nplaced the statutory or constitutional question beyond debate.”al-Kidd, 563 U. S., at ___ (slip op., at 9). This\ndoctrine “gives government officials breathing room to make\nreasonable but mistaken judgments,” and “protects ‘all but the\nplainly incompetent or those who knowingly violate the law.’ ”Id.,at ___ (slip op., at 12) (quotingMalleyv.Briggs,475 U.S.\n335, 341 (1986)).Here the Third Circuit cited only a single case\nto support its decision that Carroll was not entitled to qualified\nimmunity—Estate of Smithv.Marasco,318 F.3d 497(CA3 2003). Assuming for the sake of argument that\na controlling circuit precedent could constitute clearly\nestablished federal law in these circumstances, seeReichlev.Howards, 566 U. S. ___, ___ (2012) (slip op., at 7),Marascodoes not clearly establish that Carroll violated the\nCarmans’ Fourth Amendment rights.InMarasco, two police officers went to\nRobert Smith’s house and knocked on the front door. When Smith did\nnot respond, the officers went into the backyard, and at least one\nentered the garage. 318 F. 3d, at 519. The court acknowledged\nthat the officers’ “entry into the curtilage after not receiving an\nanswer at the front door might be reasonable.”Id.,at 520.\nIt held, however, that the District Court had not made the factual\nfindings needed to decide that issue.Id.,at 521. For\nexample, the Third Circuit noted that the record “did not discuss\nthe layout of the property or the position of the officers on that\nprop- erty,” and that “there [was] no indication of whether the\nofficers followed a path or other apparently open route that would\nbe suggestive of reasonableness.”Ibid.The court therefore\nremanded the case for further proceedings.In concluding that Officer Carroll violated\nclearly established law in this case, the Third Circuit relied\nexclusively onMarasco’s statement that “entry into the\ncurtilage after not receiving an answer at the front door might be\nreasonable.”Id.,at 520; see 749 F. 3d, at 199\n(quotingMarasco,supra,at 520). In the court’s\nview, that statement clearly established that a “knock and talk”\nmust begin at the front door. But that conclusion does not follow.Marascoheld that an unsuccessful “knock and talk” at the\nfront door does not automatically allow officers to go onto other\nparts of the property. It did not hold, however, that knocking on\nthe front door isrequiredbefore officers go onto other\nparts of the property that are open to visitors. Thus,Marascosimply did not answer the question whether a “knock\nand talk” must begin at the front door when visitors may also go to\nthe back door. Indeed, the house at issue seems not to have even\nhad a back door, let alone one that visitors could use. 318\nF. 3d, at 521.Moreover,Marascoexpressly stated that\n“there [was] no indication of whether the officers followed a path\nor other apparently open route that would be suggestive of\nreasonableness.”Ibid.That makesMarascowholly\ndifferent from this case, where the jury necessarily decided that\nCarroll “restrict[ed] [his] movements to walkways, driveways,\nporches and places where visitors could be expected to go.” Tr. 24\n(Apr. 10, 2013).To the extent thatMarascosays anything\nabout this case, it arguably supports Carroll’s view. InMarasco, the Third Circuit noted that “[o]fficers are\nallowed to knock on a residence’s door or otherwise approach the\nresidence seeking to speak to the inhabitants just as any private\ncitizen may.” 318 F. 3d, at 519. The court also said that,\n“ ‘when the police come on to private property . . .\nand restrict their movements to places visitors could be expected\nto go (e.g., walkways, driveways, porches), observations\nmade from such vantage points are not covered by the Fourth\nAmendment.’ ”Ibid.(quoting 1 W. LaFave, Search and\nSeizure §2.3(f ) (3d ed. 1996 and Supp. 2003) (footnotes\nomitted)). Had Carroll read those statements before going to the\nCarmans’ house, he may have concluded—quite reasonably—that he was\nallowed to knock on any door that was open to visitors.[1]*The Third Circuit’s decision is even more\nperplexing in comparison to the decisions of other federal and\nstate courts, which have rejected the rule the Third Circuit\nadopted here. For example, inUnited Statesv.Titemore,437 F.3d 251(CA2 2006), a police officer approached a house\nthat had two doors. The first was a traditional door that opened\nonto a driveway; the second was a sliding glass door that opened\nonto a small porch. The officer chose to knock on the latter.Id., at 253–254. On appeal, the defendant argued that the\nofficer had unlawfully entered his property without a warrant in\nviolation of the Fourth Amendment.Id.,at 255–256. But the\nSecond Circuit rejected that argument. As the court explained, the\nsliding glass door was “a primary entrance visible to and used by\nthe public.”Id.,at 259. Thus, “[b]ecause [the officer]\napproached a principal entrance to the home using a route that\nother visitors could be expected to take,” the court held that he\ndid not violate the Fourth Amendment.Id.,at 252.The Seventh Circuit’s decision inUnited\nStatesv.James,40 F.3d 850(1994), vacated on other grounds, 516 U.S. 1022\n(1995), provides another example. There, police officers approached\na duplex with multiple entrances. Bypassing the front door, the\nofficers “used a paved walkway along the side of the duplex leading\nto the rear side door.” 40 F. 3d, at 862. On appeal, the\ndefendant argued that the officers violated his Fourth Amendment\nrights when they went to the rear side door. The Seventh Circuit\nrejected that argument, explaining that the rear side door was\n“accessible to the general public” and “was commonly used for\nentering the duplex from the nearby alley.”Ibid.In\nsituations “where the back door of a residence is readily\naccessible to the general public,” the court held, “the Fourth\nAmendment is not implicated when police officers approach that door\nin the reasonable belief that it is a principal means of access to\nthe dwelling.”Ibid.See also,e.g., United Statesv.Garcia, 997 F.2d 1273, 1279–1280 (CA9 1993) (“If the front\nand back of a residence are read- ily accessible from a public\nplace, like the driveway and parking area here, the Fourth\nAmendment is not implicated when officers go to the back door\nreasonably believing it is used as a principal entrance to the\ndwelling”);Statev.Domicz, 188 N. J. 285, 302,\n907 A.2d 395, 405 (2006) (“when a law enforcement officer walks to\na front or back door for the purpose of making contact with a\nresident and reasonably believes that the door is used by visitors,\nhe is not unconstitutionally trespassing on to the property”).We do not decide today whether those cases were\ncorrectly decided or whether a police officer may conduct a “knock\nand talk” at any entrance that is open to visitors rather than only\nthe front door. “But whether or not the constitutional rule applied\nby the court below was correct, it was not ‘beyond debate.’ ”Stantonv.Sims, 571 U. S. ___, ___ (2013)\n(per curiam) (slip op., at 8) (quotingal-Kidd, 563\nU. S., at ___ (slip op., at 9)). The Third Circuit therefore\nerred when it held that Carroll was not entitled to qualified\nimmunity.The petition for certiorari is granted. The\njudgment of the United States Court of Appeals for the Third\nCircuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1* In a footnote, the Court\nof Appeals “recognize[d] that there may be some instances in which\nthe front door is nottheentrance used by visitors,” but\nnoted that “this is not one such instance.” 749 F.3d 192, 198,\nn. 6 (2014) (emphasis added). This footnote still reflects the\nThird Circuit’s view that the “knock and talk” exception is\navailable for only one entrance to a dwelling, “which in most\ncircumstances is the front door.”Id.,at 198. Cf.United\nStatesv.Perea-Rey, 680 F.3d 1179, 1188 (CA9 2012)\n(“Officers conducting a knock and talk . . . need not\napproach only a specific door if there are multiple doors\naccessible to the public.”).",
    "joined": []
}