{
    "case": {
        "docket": "220",
        "citation": "558",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/558/220/"
    },
    "id": "1963083",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMWELLONS V. HALL558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESMARCUS A. WELLONSv.HILTON HALL,\nWARDENon petition for writ of certiorari to the united\nstates court of appeals for the eleventh circuitNo. 09–5731. Decided January 19, 2010Per Curiam.From beginning to end, judicial\nproceedings conducted for the purpose of deciding whether a\ndefendant shall be put to death must be conducted with dignity and\nrespect. The disturbing facts of this case raise serious questions\nconcerning the conduct of the trial, and this petition raises a\nserious question about whether the Court of Appeals carefully\nreviewed those facts before addressing petitioner’s constitutional\nclaims. We know that the Court of Appeals committed the same\nprocedural error that we corrected inConev.Bell, 556 U. S. ___, ___ (2009) (slip op., at 17–18). We\ndo not know how the court would have ruled if it had the benefit of\nour decision in that case.Petitioner Marcus Wellons was convicted in\nGeorgia state court of rape and murder and sentenced to death.\nAlthough the trial looked typical, there were unusual events going\non behind the scenes. Only after the trial did defense counsel\nlearn that there had been unreportedex partecontacts\nbetween the jury and the judge, that jurors and a bailiff had\nplanned a reunion, and that “either during or immediately following\nthe penalty phase, some jury members gave the trial judge chocolate\nshaped as male genitalia and the bailiff chocolate shaped as female\nbreasts,” 554 F. 3d 923, 930 (CA11 2009). The judge had not\nreported any of this to the defense.Neither Wellons nor any court has ascertained\nexactly what went on at this capital trial or what prompted such\n“gifts.” Wellons has repeatedly tried, in both state and federal\ncourt, to find out what occurred, but he has found himself caught\nin a procedural morass: He raised the issue on direct appeal but\nwas constrained by the nonexistent record, and the State Supreme\nCourt affirmed his conviction and sentence.Wellonsv.State, 266 Ga. 77, 88, 463 S. E. 2d 868, 880 (1995).\nHe sought state habeas relief and moved to develop evidence. But\nthe court held that the matter had been decided on appeal and thus\nwas res judicata. See 554 F. 3d, at 932. He raised the issue\nagain in his federal habeas petition, seeking discovery and an\nevidentiary hearing. But the District Court “concluded that\nWellons’ claims … were procedurally barred, and accordingly denied\nhis motion for an evidentiary hearing on these claims.”Id., at 933.[Footnote\n1] Before the Eleventh Circuit, Wellons “argue[d] that the\ndistrict court erred in denying his motions for discovery and an\nevidentiary hearing to develop his judge, juror, and bailiff\nmisconduct claims because they are not procedurally barred.”Id., at 935. The court disagreed, holding that Wellons’\nclaims were procedurally barred.Ibid.As our dissenting colleagues acknowledge,post, at 1 (opinion of Scalia, J.);post, at 1\n(opinion of Alito, J.), the Eleventh Circuit’s holding was an error\nunderCone,556 U. S., at ___ (slip op., at 17–18). “When\na state court declines to review the merits of a petitioner’s claim\non the ground that it has done so already, it creates no bar to\nfederal habeas review.”Id., at __ (slip op., at 17). Both\ndissenting opinions assume that “the issue on whichConethrows light does not affect the outcome” because “the Eleventh\nCircuit … also decided that petitioner was not entitled to habeas\nreliefon the merits.”Post, at 1–2 (opinion of\nScalia, J.). Having found a procedural bar, however, the Eleventh\nCircuit had no need to address whether petitioner was otherwise\nentitled to an evidentiary hearing and gave this question, at most,\nperfunctory consideration that may well have turned on the District\nCourt’s finding of a procedural bar.Although Wellons appealed the denial of “his\nmotions for discovery and an evidentiary hearing,” 554 F. 3d, at\n935, the Eleventh Circuit did not purport to address the merits ofthatissue at all.[Footnote 2] The court stated only that “[e]ven if we\nassume that Wellons’s misconduct claims are not procedurally\nbarred, they do not entitle Wellons to habeasrelief.”Id., at 936 (emphasis added). This opaque statement\nappears to address only whether petitioner was entitled to ultimate\nrelief in the form of a new trial, not whether petitioner’s\nallegations, combined with the facts he had learned, entitled him\nto the discovery and evidentiary hearing that he sought.The Eleventh Circuit’s reasoning does not\nsuggest otherwise. The court observed that Wellons’ claims of\nmisconduct were “grounded in his speculation as to the meaning\nunderlying the jurors’ chocolate ‘gifts’ ” and “the surmise\nattached to their passive receipt of these gifts.”Ibid.This statement likewise indicates only that on the existing record,\nhabeas relief was inappropriate, not that an evidentiary hearing\nshould be denied. After all, had there been discovery or an\nevidentiary hearing, Wellons may have been able to present more\nthan “speculation” and “surmise.” The Eleventh Circuit also pointed\nto the state court’s decision on direct appeal, seeid.,\nat 937, and reviewed that decision “[i]n light of the evidence\npresented before the Georgia Supreme Court,”ibid. This,\ntoo, is typical of a court reviewing the denial of habeas relief,\nnot the denial of discovery or an evidentiary hearing.[Footnote 3]Moreover, even assuming that\nthe Eleventh Circuit intended to address Wellons’ motions for\ndiscovery and an evidentiary hearing, we cannot be sure that its\nreasoning really was independent of theConeerror. The\nfact that his claims rested on “speculation” and “surmise” was due\nto the absence of a record, which was in part based on theConeerror. And as the Eleventh Circuit’s reasoning turned\non “the evidence presented before the Georgia Supreme Court,” 554\nF. 3d, at 937, there is serious doubt about whether it\nnecessarily relied on the very holes in the record that Wellons was\ntrying to fill.Our dissenting colleagues\nallege that the Court is “degrad[ing] … our traditional\nrequirements for a GVR.”Post, at 2 (opinion of Scalia,\nJ.); seepost, at 4 (opinion of Alito, J.). But the\nstandard for an order granting certiorari, vacating the judgment\nbelow, and remanding the case (GVR) remains as it always has been:\nA GVR is appropriate when “intervening developments … reveal a\nreasonable probability that the decision below rests upon a premise\nthat the lower court would reject if given the opportunity for\nfurther consideration, and where it appears that such a\nredetermination may determine the ultimate outcome” of the matter.Lawrencev.Chater,516 U. S. 163, 167\n(1996)(per curiam). As already discussed, there is, at\nleast, a “reasonable probability,”ibid., that the denial\nof discovery and an evidentiary hearing rested in part on theConeerror. And in light of the unusual facts of the case,\na “redetermination may determine the ultimate outcome,” 516 U. S.,\nat 167; cf.Williamsv.Taylor,529 U. S. 420, 442\n(2000) (holding that several “omissions as a whole disclose the\nneed for an evidentiary hearing”);Smithv.Phillips,455 U. S. 209, 215\n(1982) (“This Court has long held that the remedy for allegations\nof juror partiality is a hearing in which the defendant has an\nopportunity to prove actual bias”). The Eleventh Circuit’s opinion\nis ambiguous in significant respects. It would be highly\ninappropriate to assume away that ambiguity in respondent’s favor.\nThat is especially so in a case in which petitioner’s allegations\nand the unusual facts raise a serious question about the fairness\nof a capital trial.Both dissenting opinions\nsuggest that if there is a strong case for discovery and an\nevidentiary hearing, then the Court “should summarily reverse or\nset the case for argument.”Post, at 2 (opinion of Scalia,\nJ.); see alsopost, at 4–5 (opinion of Alito, J.). But as\nwe have explained, “a GVR order conserves the scarce resources of\nthis Court,” “assists the court below by flagging a particular\nissue that it does not appear to have fully considered,” and\n“assists this Court by procuring the benefit of the lower court’s\ninsight before we rule on the merits.”Lawrence,supra, at 167.Unlike Justice Scalia,post, at 3, we do not believe that a “self-respecting”\ncourt of appeals would or should respond to our remand order with a\n“summary reissuance” of essentially the same opinion, absent the\nprocedural default discussion. To the contrary, in light of our\ndecision inCone,we assume the court will consider, on\nthe merits, whether petitioner’s allegations, together with the\nundisputed facts, warrant discovery and an evidentiary\nhearing.The petition for writ of\ncertiorari to the United States Court of Appeals for the Eleventh\nCircuit and the motion of petitioner for leave to proceedin\nforma pauperisare granted. The judgment is vacated, and the\ncase is remanded to the Eleventh Circuit for further consideration\nin light ofConev.Bell, 556 U. S., at ___ (slip\nop., at 17–18).Footnote\n1Although the District Court\nfound most of petitioner’s claims to be procedurally barred, it\nalternatively declined to permit an evidentiary hearing because\nWellons did not have enough evidence of bias or misconduct. Justice\nAlito wrongly suggests that the District Court reached that\nconclusion by reviewing a proffer that Wellons’ attorneys assembled\nby “contacting all but 1 of the jurors,” many of whom “spoke\nfreely.”Post, at 2 (dissenting opinion). Even apart from\nthe fact that these interviews were informal and unsworn, they shed\nalmost no light on what had occurred. The juror who allegedly “gave\nthe penis to the judge,” App. C to Pet. for Cert. 36, was “hostile\nand refused to talk,”id., at 37; one “refused to talk\nabout the trial,”id., at 36; another “did not want to\ntalk about the case,”id., at 37; and one “conferr[ed]”\nwith his wife who then “slammed and bolted the door,”ibid.Of those jurors who were willing to talk at all, one\nadmitted to being “concerned that she might say something that\nwould be used for a mistrial,”id., at 35, and none\nadmitted to knowing how or why the jury selected its “gifts,” seeid., at 35–36, 37. (Implausibly, Justice Alito suggests\nthat Wellons’ lawyers may not have asked how or why the jury\nselected its “gifts,”post, at 3, though he bases that\nspeculation only on the fact that noquestionsappeared in\nthe proffer offacts.) Rather, the jurors discussed other\nmatters and did so in the briefest of terms. All told, “everything\nthat Petitioner … learned,” App. C to Pet. for Cert. 38, filled\nonly a few sheets of paper, seeid., at 35–36,\n37.Moreover, the subjects that the jurors did\ndiscuss may very well support Wellons’ view that his trial was\ntainted by bias or misconduct. For example, one interviewee “was\nsurprised” that a fellow juror had been allowed to serve on a\ncapital trial, given that her sister had been murdered by a man\nafter he completed serving a life sentence.Id.,at\n36.Footnote\n2As Justice Alito explains at\nsome length, seepost, at 2–4, theDistrict Courtdid discuss the merits of that issue, but the District Court’s\nanalysis has little relevance on whether the Court of Appeals made\nan alternative holding or rather affirmed the District Court’s\ndecision on the ground that petitioner’s claim was procedurally\nbarred.Footnote\n3Justice Alito asserts that\nthe Eleventh Circuit “stated in unequivocal terms that its holding\non the merits of petitioner’s claim was independent of its holding\non the question of procedural default.”Post, at 1. But\nthat does not address the question: The merits of what? The\nquestion whether to grant habeas relief or whether to permit\ndiscovery and an evidentiary hearing?Contrary to our dissenting\ncolleagues,post,at 4 (opinion of Alito, J.), we do not\nfind it dispositive that the section of the Eleventh Circuit’s\nopinion about judge, juror, and bailiff misconduct began with a\nfull page statement of the standard of review, which in turn\nincluded a sentence about the circumstances under which an\nevidentiary hearing is warranted. See 554 F. 3d, at 934–935.\nImmediately following the standard of review that Justice Alito\nquotes, the panel explained that “ ‘if the record … precludes\nhabeas relief, a district court is not required to hold an\nevidentiary hearing,’ ” and that “the record reveals that\n[Wellons’] claims … are procedurally barred.”Id., at\n935.Moreover, the allegedly\n“unequivocal” holding that Justice Alito quotes was preceded by a\ndiscussion of the deference owed under the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA) to the “Georgia Supreme\nCourt’s judgment as to the substance and effect of the ex parte\ncommunication.”Id., at 937. This is the classic\nformulation of a decision of whether to grant habeas relief.\nIndeed, it would be bizarre if a federal court had to defer to\nstate-court factual findings, made without any evidentiary record,\nin order to decide whether it could create an evidentiary record to\ndecide whether the factual findings were erroneous. If that were\nthe case, then almost no habeas petitioner could ever get an\nevidentiary hearing: So long as the state court found a fact that\nthe petitioner was trying to disprove through the presentation of\nevidence, then there could be no hearing. AEDPA does not require\nsuch a crabbed and illogical approach to habeas procedures, and\nthere is no reason to believe that the Eleventh Circuit thought\notherwise.",
    "joined": []
}