{
    "case": {
        "docket": "20-1212",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-1212/"
    },
    "id": "4444387",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESPEYMAN PAKDEL, et ux.v.CITY AND\nCOUNTY OF SAN FRANCISCO, CALIFORNIA, et al.on petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 20–1212. Decided June 28, 2021Per Curiam.When a plaintiff alleges a regulatory taking in\nviolation of the Fifth Amendment, a federal court should not\nconsider the claim before the government has reached a “final”\ndecision.Suitumv.Tahoe Regional Planning Agency,520 U.S.\n725, 737 (1997). After all, until the government makes up its\nmind, a court will be hard pressed to determine whether the\nplaintiff has suffered a constitutional violation.See id.,at 734;Hornev.Department of Agriculture,569 U.S.\n513, 525 (2013). In the decision below, however, the Ninth\nCircuit required petitioners to show not only that the San\nFrancisco Department of Public Works had firmly rejected their\nrequest for a property-law exemption (which they did show), butalsothat they had complied with the agency’s administrative\nprocedures for seeking relief. Because the latter requirement is at\nodds with “the settled rule . . . that exhaustion of\nstate remedies isnota prerequisite to an action under 42\nU. S. C. §1983, ”Knickv.Township of\nScott, 588 U. S. ___, ___ (2019) (slip op., at 2)\n(brackets and internal quotation marks omitted), we vacate and\nremand.IPetitioners are a married couple who partially\nown a multiunit residential building in San Francisco. When\npetitioners purchased their interest in the property, the building\nwas organized as a tenancy-in-common. Under that kind of\narrangement, all owners technically have the right to possess and\nuse the entire property, but in practice often contract among\nthemselves to divide the premises into individual residences.\nOwners also frequently seek to convert tenancy-in-common interests\ninto modern condominium-style arrangements, which allow individual\nownership of certain parts of the building. When petitioners\npurchased their interest in the property, for example, they signed\na contract with the other owners to take all available steps to\npursue such a conversion.Until 2013, the odds of conversion were slim\nbecause San Francisco employed a lottery system that accepted only\n200 applications per year. When that approach resulted in a\npredictable backlog, however, the city adopted a new program that\nallowed owners to seek conversion subject to a filing fee and\nseveral conditions. One of these was that nonoccupant owners who\nrented out their units had to offer their tenants a lifetime\nlease.Although petitioners had a renter living in\ntheir unit, they and their co-owners sought conversion. As part of\nthe process, they agreed that they would offer a lifetime lease to\ntheir tenant. The city then approved the conversion. But, a few\nmonths later, petitioners requested that the city either excuse\nthem from executing the lifetime lease or compensate them for the\nlease. The city refused both requests, informing petitioners that\n“failure to execute the lifetime lease violated the [program] and\ncould result in an enforcement action.” Brief for Respondents\n9.Petitioners sued in federal court under §1983.\nAmong other things, they alleged that the lifetime-lease\nrequirement was an unconstitutional regulatory taking. But the\nDistrict Court rejected this claim without reaching the merits.\n2017 WL 6403074, *2–*4 (ND Cal, Nov. 20, 2017). Instead, it relied\non this Court’s since-disavowed prudential rule that certain\ntakings actions are not “ripe” for federal resolution until the\nplaintiff “seek[s] compensation through the procedures the State\nhas provided for doing so.”Williamson County Regional Planning\nComm’nv.Hamilton Bank of Johnson City,473 U.S.\n172, 194 (1985). Because petitioners had not first brought “a\nstate court inverse condemnation proceeding,” the District Court\ndismissed their claims. 2017 WL 6403074, *4.While petitioners’ appeal was pending before the\nNinth Circuit, this Court repudiatedWilliamson County’s\nrequirement that a plaintiff must seek compensation in state court.\nSeeKnick, 588 U. S., at ___–___ (slip op., at 19–23).\nWe explained that “[t]he Fifth Amendment right to full compensation\narises at the time of the taking” and that “[t]he availability of\nany particular compensation remedy, such as an inverse condemnation\nclaim under state law, cannot infringe or restrict the property\nowner’s federal constitutional claim.”Id.,at ___–___ (slip\nop., at 7–8). Any other approach, we reasoned, would conflict with\n“[t]he general rule . . . that plaintiffs may bring\nconstitutional claims under §1983 without first bringing any sort\nof state lawsuit.”Id.,at ___ (slip op., at 11) (internal\nquotation marks omitted).Rather than remand petitioners’ claims in light\nofKnick, a divided panel of the Ninth Circuit simply\naffirmed. Noting thatKnickleft untouchedWilliamsonCounty’s alternative holding that plaintiffs may challenge\nonly “final” government decisions,Knick, 588 U. S., at\n___ (slip op., at 5), the panel concluded that petitioners’\nregulatory “takings claim remain[ed] unripe because they never\nobtained a final decision regarding the application of the Lifetime\nLease Requirement to their Unit.” 952 F.3d 1157, 1163\n(2020).[1] Although the city\nhad twice denied their requests for the exemption—and in fact the\n“relevant agency c[ould] no longer grant” relief—the panel reasoned\nthat this decision was not truly “final” because petitioners had\nmade a belated request for an exemption at the end of the\nadministrative process instead of timely seeking one “through the\nprescribed procedures.”Id., at 1166–1167 (explaining that\npetitioners waited “six months after [they] had obtained final\napproval of their conversion . . . and seven months after\nthey had committed to offering a lifetime lease”). In other words,\na conclusive decision is not really “final” if the plaintiff did\nnot give the agency the “opportunity to exercise its ‘flexibility\nor discretion’ ” in reaching the decision.Id.,at\n1167–1168.Judge Bea dissented, explaining that the\n“ ‘finality’ ” requirement looks only to whether\n“ ‘the initial decisionmaker has arrived at a definitive\nposition on the issue.’ ”Id.,at 1170. In his view, an\nadditional demand that plaintiffs “follo[w ] the\ndecisionmaker’s administrative procedures” would “ris[k ]\n‘establish[ing] an exhaustion requirement for §1983 takings\nclaims,’ something the law does not allow.”Ibid.And when\nthe Ninth Circuit declined to rehear the case en banc, Judge\nCollins dissented along the same lines. He expressed concern that\n“the panel’s unprecedented decision sharply depart[ed] from settled\nlaw and directly contravene[d] . . .Knick” by\n“impos[ing] an impermissible exhaustion requirement.” 977 F.3d 928,\n929, 934 (2020).IIWe, too, think that the Ninth Circuit’s view\nof finality is incorrect. The finality requirement is relatively\nmodest. All a plaintiff must show is that “there [is] no question\n. . . about how the ‘regulations at issue apply to the\nparticular land in question.’ ”Suitum, 520 U. S.,\nat 739 (brackets omitted).In this case, there is no question about the\ncity’s position: Petitioners must “execute the lifetime lease” or\nface an “enforcement action.” Brief for Respondents 9. And there is\nno question that the government’s “definitive position on the issue\n[has] inflict[ed] an actual, concrete injury” of requiring\npetitioners to choose between surrendering possession of their\nproperty or facing the wrath of the government.Williamson\nCounty, 473 U. S., at 193.The rationales for the finality requirement\nunderscore that nothing more thande factofinality is\nnecessary. This requirement ensures that a plaintiff has actually\n“been injured by the Government’s action” and is not prematurely\nsuing over a hypothetical harm.Horne, 569 U. S., at\n525. Along the same lines, because a plaintiff who asserts a\nregulatory taking must prove that the government “regulation has\ngone ‘too far,’ ” the court must first “kno[w ] how far\nthe regulation goes.”MacDonald, Sommer & Fratesv.Yolo County,477 U.S.\n340, 348 (1986). Once the government is committed to a\nposition, however, these potential ambiguities evaporate and the\ndispute is ripe for judicial resolution.The Ninth Circuit’s contrary approach—that a\nconclusive decision is not “final” unless the plaintiffalsocomplied with administrative processes in obtaining that\ndecision—is inconsistent with the ordinary operation of\ncivil-rights suits. Petitioners brought their takings claim under\n§1983, which “guarantees ‘a federal forum for claims of\nunconstitutional treatment at the hands of state officials.’ ”Knick, 588 U. S., at ___ (slip op., at 2). That\nguarantee includes “the settled rule” that “exhaustion of state\nremedies isnota prerequisite to an action under\n. . . §1983.”Ibid.(internal quotation marks\nomitted). In fact, one of the reasonsKnickgave for\nrejectingWilliamson County’s state-compensation requirement\nis that this rule had “effectively established an exhaustion\nrequirement for §1983 takings claims.”Knick, 588\nU. S., at ___ (slip op., at 12).The Ninth Circuit’s demand that a plaintiff seek\n“an exemption through the prescribed [state] procedures,” 952\nF. 3d, at 1167, plainly requires exhaustion. In fact, this\nrule mirrors our administrative-exhaustion doctrine, which\n“provides that no one is entitled to judicial relief for a supposed\nor threatened injury until the prescribed administrative remedy has\nbeen exhausted.”Woodfordv.Ngo,548 U.S.\n81, 88–89 (2006) (internal quotation marks omitted). As we have\noften explained, this doctrine requires “properexhaustion”—that is, “compliance with an agency’s deadlines and\nother critical procedural rules.”Id.,at 90 (emphasis\nadded). Otherwise, parties who would “prefer to proceed directly to\nfederal court” might fail to raise their grievances in a timely\nfashion and thus deprive “the agency [of] a fair and full\nopportunity to adjudicate their claims.”Id.,at 89–90. Or,\nin the words of the Ninth Circuit below, parties might “make an end\nrun . . . by sitting on their hands until every\napplicable deadline has expired before lodging a token exemption\nrequest that they know the relevant agency can no longer grant.”\n952 F. 3d, at 1166.Whatever policy virtues this doctrine might\nhave, administrative “exhaustion of state remedies” is not a\nprerequisite for a takings claim when the government has reached a\nconclusive position.Knick, 588 U. S., at ___ (slip\nop., at 2). To be sure, we have indicated that a plaintiff ’s\nfailure to properly pursue administrative procedures may render a\nclaim unripeifavenues still remain for the government to\nclarify or change its decision. See,e.g.,Williamson\nCounty, 473 U. S., at 192–194 (“The Commission’s refusal\nto approve the preliminary plat . . . leaves open the\npossibility that [the plaintiff] may develop the subdivision\naccording to the plat after obtaining the variances”);Knick, 588 U. S., at ___ (slip op., at 5) (“[T]he\ndeveloper [inWilliamson County] still had an opportunity to\nseek a variance from the appeals board”); cf.Palazzolov.Rhode Island,533 U.S.\n606, 624–625 (2001) (dismissing accusations that the plaintiff\nwas “employing a hide the ball strategy” when “submission of [a]\nproposal would not have clarified the extent of development\npermitted . . . , which is the inquiry required under our\nripeness decisions”). But, contrary to the Ninth Circuit’s view,\nadministrative missteps do not defeat ripeness once the government\nhas adopted its final position. SeeWilliamson County, 473\nU. S., at 192–193 (distinguishing its “finality requirement”\nfrom traditional administrative “exhaust[ion]”). It may very well\nbe, as Judge Bea observed, that misconduct during the\nadministrative process is relevant to “evaluating themeritsof the . . . clai[m ]” or the measure of damages.\n952 F. 3d, at 1170, n. 2 (dissenting opinion); cf.Palazzolo, 533 U. S., at 625. For the limited purpose\nof ripeness, however, ordinary finality is sufficient.Of course, Congress always has the option of\nimposing a strict administrative-exhaustion requirement—just as it\nhas done for certain civil-rights claims filed by prisoners. See 42\nU. S. C. §1997e(a);Ngo, 548 U. S., at 84–85\n(“Before 1980, prisoners asserting constitutional claims had no\nobligation to exhaust administrative remedies”). But it has not\ndone so for takings plaintiffs. Given that the Fifth Amendment\nenjoys “full-fledged constitutional status,” the Ninth Circuit had\nno basis to relegate petitioners’ claim “ ‘to the status of a\npoor relation’ among the provisions of the Bill of Rights.”Knick, 588 U. S., at ___ (slip op., at 6).*  *  *For the foregoing reasons, we grant the\npetition for a writ of certiorari, vacate the judgment of the Ninth\nCircuit, and remand the case for proceedings consistent with this\nopinion.It is so ordered.Notes1The Ninth Circuit\nrejected several of petitioners’ alternative theories on the\nmerits. See,e.g.,952 F.3d 1157, 1162, n. 4 (2020)\n(considering whether “the Lifetime Lease Requirement effects an\nexaction, a physical taking, [or] a private taking”). On remand,\nthe Ninth Circuit may give further consideration to these claims in\nlight of our recent decision inCedar Point Nurseryv.Hassid,ante, p. ___.",
    "joined": []
}