{
    "case": {
        "docket": "16-1436",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-1436/"
    },
    "id": "3752813",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 16–1436 (16A1190) and 16–1540\n(16A1191)_________________DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al.No. 16–1436 (16A1190)v.INTERNATIONAL REFUGEE ASSISTANCEPROJECT, et al.on application for stay and petition for writ\nof certiorari to the united states court of appeals for the fourth\ncircuitDONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al.No. 16–1540 (16A1191)v.HAWAII, et al.on application for stay and petition for writ\nof certiorari to the united states court of appeals for the ninth\ncircuit[June 26, 2017]Per Curiam.These cases involve challenges to Executive\nOrder No. 13780, Protecting the Nation From Foreign Terrorist Entry\nInto the United States. The order alters practices concerning the\nentry of foreign nationals into the United States by, among other\nthings, suspending entry of nationals from six designated countries\nfor 90 days. Respondents challenged the order in two separate\nlawsuits. They obtained preliminary injunctions barring enforcement\nof several of its provisions, including the 90-day suspension of\nentry. The injunctions were upheld in large measure by the Courts\nof Appeals.The Government filed separate petitions for\ncertiorari, as well as applications to stay the preliminary\ninjunctions entered by the lower courts. We grant the petitions for\ncertiorari and grant the stay applications in part.IAOn January 27, 2017, President Donald J. Trump\nsigned Executive Order No. 13769, Protecting the Nation From\nForeign Terrorist Entry Into the United States. 82 Fed. Reg. 8977\n(EO–1). EO–1 addressed policies and procedures relating to the\nentry of foreign nationals into this country. Among other\ndirectives, the order suspended entry of foreign nationals from\nseven countries identified as presenting heightened terrorism\nrisks—Iran, Iraq, Libya, Somalia, Sudan, Syria, and Yemen—for 90\ndays. §3(c). Executive officials were instructed to review the\nadequacy of current practices relating to visa adjudications during\nthis 90-day period. §3(a). EO–1 also modified refugee policy,\nsuspending the United States Refugee Admissions Program (USRAP) for\n120 days and reducing the number of refugees eligible to be\nadmitted to the United States during fiscal year 2017. §§5(a),\n(d).EO–1 was immediately challenged in court. Just a\nweek after the order was issued, a Federal District Court entered a\nnationwide temporary restraining order enjoining enforcement of\nseveral of its key provisions.Washingtonv.Trump,\n2017 WL 462040 (WD Wash., Feb. 3, 2017). Six days later, the Court\nof Appeals for the Ninth Circuit denied the Government’s emergency\nmotion to stay the order pending appeal.Washingtonv.Trump, 847 F. 3d 1151 (2017). Rather than continue to\nlitigate EO–1, the Government announced that it would revoke the\norder and issue a new one.A second order followed on March 6, 2017. See\nProtecting the Nation From Foreign Terrorist Entry Into the United\nStates, Exec. Order No. 13780, 82 Fed. Reg. 13209 (EO–2). EO–2\ndescribes “conditions in six of the . . . countries” as\nto which EO–1 had suspended entry, stating that these conditions\n“demonstrate [that] nationals [of those countries] continue to\npresent heightened risks to the security of the United States,”\n§1(e), and that “some of those who have entered the United States\nthrough our immigration system have proved to be threats to our\nnational security,” §1(h).Having identified these concerns, EO–2 sets out\na series of directives patterned on those found in EO–1. Several\nare relevant here. First, EO–2 directs the Secretary of Homeland\nSecurity to conduct a global review to determine whether foreign\ngovernments provide adequate information about nationals applying\nfor United States visas. §2(a). EO–2 directs the Secretary to\nreport his findings to the President within 20 days of the order’s\n“effective date,” after which time those nations identified as\ndeficient will be given 50 days to alter their practices. §§2(b),\n(d)–(e).Second, EO–2 directs that entry of nationals\nfrom six of the seven countries designated in EO–1—Iran, Libya,\nSomalia, Sudan, Syria, and Yemen—be “suspended for 90 days from the\neffective date” of the order. §2(c). EO–2 explains that this pause\nis necessary to ensure that dangerous individuals do not enter the\nUnited States while the Executive is working to establish “adequate\nstandards . . . to prevent infiltration by foreign\nterrorists”; in addition, suspending entry will “temporarily reduce\ninvestigative burdens on agencies” during the Secretary’s 20-day\nreview.Ibid.A separate section provides for case-by-case\nwaivers of the entry bar. §3(c).Third, EO–2 suspends “decisions on applications\nfor refugee status” and “travel of refugees into the United States\nunder the USRAP” for 120 days following its effective date. §6(a).\nDuring that period, the Secretary of State is instructed to review\nthe adequacy of USRAP application and adjudication procedures and\nimplement whatever additional procedures are necessary “to ensure\nthat individuals seeking admission as refugees do not pose a\nthreat” to national security.Ibid.Fourth, citing the President’s determination\nthat “the entry of more than 50,000 refugees in fiscal year 2017\nwould be detrimental to the interests of the United States,” EO–2\n“suspend[s] any entries in excess of that number” for this fiscal\nyear. §6(b).Finally, §14 of EO–2 establishes the order’s\neffective date: March 16, 2017.BRespondents in these cases filed separate\nlawsuits challenging EO–2. As relevant, they argued that the order\nviolates the Establishment Clause of the First Amendment because it\nwas motivated not by concerns pertaining to national security, but\nby animus toward Islam. They further argued that EO–2 does not\ncomply with certain provisions in the Immigration and Nationality\nAct (INA), 66Stat. 187, as amended.In No. 16–1436, a Federal District Court\nconcluded that respondents were likely to succeed on their\nEstablishment Clause claim with respect to §2(c) of EO–2—the\nprovision temporarily suspending entry from six countries—and\nentered a nationwide preliminary injunction barring the Government\nfrom enforcing §2(c) against any foreign national seeking entry to\nthe United States.International Refugee Assistance Projectv.Trump, ___ F. Supp. 3d ___, 2017 WL 1018235 (D Md.,\nMar. 16, 2017) (IRAP). The District Court in No.\n16–1540—likewise relying on the Establishment Clause—entered a\nbroader preliminary injunction: The court enjoined nationwide\nenforcement of all of §§2 and 6.Hawaiiv.Trump, ___\nF. Supp. 3d ___, 2017 WL 1167383 (D Haw., Mar. 29, 2017)\n(entering preliminary injunction); ___ F. Supp. 3d ___, 2017\nWL 1011673 (D Haw., Mar. 15, 2017) (entering temporary restraining\norder). In addition to the §2(c) suspension of entry, this\ninjunction covered the §6(a) suspension of refugee admissions, the\n§6(b) reduction in the refugee cap, and the provisions in §§2 and 6\npertaining only to internal executive review.These orders, entered before EO–2 went into\neffect, prevented the Government from initiating enforcement of the\nchallenged provisions. The Government filed appeals in both\ncases.The Court of Appeals for the Fourth Circuit\nruled first. On May 25, over three dissenting votes, the en banc\ncourt issued a decision inIRAPthat largely upheld the\norder enjoining enforcement of §2(c). 857 F. 3d 554. The\nmajor-ity determined that respondent John Doe #1, a lawful\npermanent resident whose Iranian wife is seeking entry to the\nUnited States, was likely to succeed on the merits of his\nEstablishment Clause claim. The majority concluded that the primary\npurpose of §2(c) was religious, in violation of the First\nAmendment: A reasonable observer familiar with all the\ncircumstances—including the predominantly Muslim character of the\ndesignated countries and statements made by President Trump during\nhis Presidential campaign—would conclude that §2(c) was moti-vated\nprincipally by a desire to exclude Muslims from the United States,\nnot by considerations relating to national security. Having reached\nthis conclusion, the court upheld the preliminary injunction\nprohibiting enforcement of §2(c) against any foreign national\nseeking to enter this country.On June 1, the Government filed a petition for\ncertiorari seeking review of the Fourth Circuit’s decision. It also\nfiled applications seeking stays of both injunctions, including theHawaiiinjunction still pending before the Ninth Circuit. In\naddition, the Government requested that this Court expedite the\ncertiorari stage briefing. We accordingly directed respondents to\nfile responses to the stay appli-cations by June 12 and respondents\ninIRAPto file a brief in opposition to the Government’s\npetition for certiorari by the same day.Respondents’ June 12 filings injected a new\nissue into the cases. InIRAP, respondents argued that the\nsuspension of entry in §2(c) would expire on June 14. Section 2(c),\nthey reasoned, directs that entry “be suspended for 90 days from\nthe effective date of” EO–2. The “effective date” of EO–2 was March\n16. §14. Although courts had enjoined portions of EO–2, they had\nnot altered its effective date, nor so much as mentioned §14. Thus,\neven though it had never been enforced, the entry suspension would\nexpire 90 days from March 16: June 14. At that time, the dispute\nover §2(c) would become moot. Brief in Opposition 13–14.On the same day respondents filed, the Ninth\nCircuit ruled inHawaii. ___ F. 3d ___, 2017 WL 2529640\n(June 12, 2017) (per curiam). A unanimous panel held\nin favor of respondents the State of Hawaii and Dr. Ismail Elshikh,\nan American citizen and imam whose Syrian mother-in-law is seeking\nentry to this country. Rather than rely on the constitutional\ngrounds supporting the District Court’s decision, the court held\nthat portions of EO–2 likely exceeded the President’s authority\nunder the INA. On that basis it upheld the injunction as to the\n§2(c) entry suspension, the §6(a) suspension of refugee admissions,\nand the §6(b) refugee cap. The Ninth Circuit, like the Fourth\nCircuit, concluded that the injunction should bar enforcement of\nthese provisions across the board, because they would violate the\nINA “in all applications.”Id., at *28. The court did,\nhowever, narrow the injunction so that it would not bar the\nGovernment from undertaking the internal executive reviews directed\nby EO–2.We granted the parties’ requests for\nsupplemental briefing addressed to the decision of the Ninth\nCircuit. Before those briefs were filed, however, the ground\nshifted again. On June 14, evidently in response to the argument\nthat §2(c) was about to expire, President Trump issued a memorandum\nto Executive Branch officials. The memorandum declared the\neffective date of each enjoined provision of EO–2 to be the date on\nwhich the injunctions in these cases “are lifted or stayed with\nrespect to that provision.” Presidential Memorandum for the\nSecretary of State, the Attorney General, the Secretary of Homeland\nSecurity, and the Director of National Intelligence (June 14,\n2017). The memorandum further provided that, to the extent\nnecessary, it “should be construed to amend the Executive Order.”Ibid.The Government takes the view that, if any mootness\nproblem existed previously, the President’s memorandum has cured\nit.The parties have since completed briefing, with\nthe Government requesting that we construe its supplemental brief\ninHawaiias a petition for certiorari. There is no\nobjection from respondents, and we do so. Both petitions for\ncertiorari and both stay applications are accordingly ripe for\nconsideration.IIThe Government seeks review on several issues.\nInIRAP, the Government argues that respondent Doe lacks\nstanding to challenge §2(c).[1]* The Government also contends that Doe’s Establishment\nClause claim fails on the merits. In its view, the Fourth Circuit\nshould not have asked whether §2(c) has a primarily religious\npurpose. The court instead should have upheld EO–2 because it rests\non the “facially legitimate and bona fide” justification of\nprotecting national security.Kleindienstv.Mandel,\n408 U. S. 753, 770 (1972). In addition, the Fourth Circuit\nerred by focusing on the President’s campaign-trail comments to\nconclude that §2(c)—religiously neutral on its face—nonetheless has\na principally religious purpose. At the very least, the Government\nargues, the injunction is too broad.InHawaii, the Government likewise argues\nthat respondents Hawaii and Dr. Elshikh lack standing and that (at\na minimum) the injunction should be narrowed. The Government’s\nprincipal merits contention pertains to a statutory provision\nauthorizing the President to “suspend the entry of all aliens or\nany class of aliens” to this country “[w]henever [he] finds that\nthe entry of any aliens or of any class of aliens . . .\nwould be detrimental to the interests of the United States.” 8\nU. S. C. §1182(f). The Ninth Circuit held that “[t]here\nis no sufficient finding in [EO–2] that the entry of the excluded\nclasses would be detrimental to the interests of the United\nStates.”Hawaii, 2017 WL 2529640, at *14. This, the\nGovernment argues, constitutes impermissible judicial\nsecond-guessing of the President’s judgment on a matter of national\nsecurity.In addition to seeking certiorari, the\nGovernment asks the Court to stay the injunctions entered below,\nthereby permitting the enjoined provisions to take effect.\nAccording to the Government, it is likely to suffer irreparable\nharm unless a stay issues. Focusing mostly on §2(c), and pointing\nto the descriptions of conditions in the six designated nations,\nthe Government argues that a 90-day pause on entry is necessary to\nprevent potentially dangerous individuals from entering the United\nStates while the Executive reviews the adequacy of information\nprovided by foreign governments in connection with visa\nadjudications. Additionally, the Government asserts, the temporary\nbar is needed to reduce the Executive’s investigative burdens while\nthis review proceeds.ATo begin, we grant both of the Government’s\npetitions for certiorari and consolidate the cases for argument.\nThe Clerk is directed to set a briefing schedule that will permit\nthe cases to be heard during the first session of October Term\n2017. (The Government has not requested that we expedite\nconsideration of the merits to a greater extent.) In addition to\nthe issues identified in the petitions, the parties are directed to\naddress the following question: “Whether the challenges to §2(c)\nbecame moot on June 14, 2017.”BWe now turn to the preliminary injunctions\nbarring enforcement of the §2(c) entry suspension. We grant the\nGovernment’s applications to stay the injunctions, to the extent\nthe injunctions prevent enforcement of §2(c) with respect to\nforeign nationals who lack any bona fide relationship with a person\nor entity in the United States. We leave the injunctions entered by\nthe lower courts in place with respect to respondents and those\nsimilarly situated, as specified in this opinion. Seeinfra,at 11–12.Crafting a preliminary injunction is an exercise\nof discretion and judgment, often dependent as much on the equities\nof a given case as the substance of the legal issues it presents.\nSeeWinterv.Natural Resources Defense Council,Inc., 555 U. S. 7, 20, 24 (2008) ; 11A C. Wright, A.\nMiller, & M. Kane, Federal Practice and Procedure §2948 (3d ed.\n2013). The purpose of such interim equitable relief is not to\nconclusively determine the rights of the parties,University of\nTex.v.Camenisch, 451 U. S. 390, 395 (1981) , but\nto balance the equities as the litigation moves forward. In\nawarding a preliminary injunction a court must also “conside[r]\n. . . the overall public interest.”Winter,supra, at 26. In the course of doing so, a court “need not\ngrant the total relief sought by the applicant but may mold its\ndecree to meet the exigencies of the particular case.” Wright,supra, §2947, at 115.Here, of course, we are not asked to grant a\npreliminary injunction, but to stay one. In assessing the lower\ncourts’ exercise of equitable discretion, we bring to bear an\nequitable judgment of our own.Nkenv.Holder, 556\nU. S. 418, 433 (2009) . Before issuing a stay, “[i]t is\nultimately necessary . . . to balance the equities—to\nexplore the relative harms to applicant and respondent, as well as\nthe interests of the public at large.”Barnesv.E-Systems, Inc. Group Hospital Medical & Surgical Ins.\nPlan, 501 U. S. 1301, 1305 (1991) (Scalia, J., in\nchambers) (internal quotation marks omitted). This Court may, in\nits discretion, tailor a stay so that it operates with respect to\nonly “some portion of the proceeding.”Nken,supra,\nat 428.The courts below took account of the equities in\nfashioning interim relief, focusing specifically on the concrete\nburdens that would fall on Doe, Dr. Elshikh, and Hawaii if §2(c)\nwere enforced. They reasoned that §2(c) would “directly affec[t]”\nDoe and Dr. Elshikh by delaying entry of their family members to\nthe United States.IRAP, 857 F. 3d, at 585, n. 11; seeHawaii, 2017 WL 2529640, at *7–*8, *24. The Ninth Circuit\nconcluded that §2(c) would harm the State by preventing students\nfrom the desig-nated nations who had been admitted to the\nUniversity of Hawaii from entering this country. These hardships,\nthe courts reasoned, were sufficiently weighty and immediate to\noutweigh the Government’s interest in enforcing §2(c). Having\nadopted this view of the equities, the courts approved injunctions\nthat covered not just respondents, but parties similarly situated\nto them—that is, people or entities in the United States who have\nrelationships with foreign nationals abroad, and whose rights might\nbe affected if those foreign nationals were excluded. SeeMandel, 408 U. S., at 763–765 (permitting American\nplaintiffs to challenge the exclusion of a foreign national on the\nground that the exclusion violated their own First Amendment\nrights).But the injunctions reach much further than\nthat: They also bar enforcement of §2(c) against foreign nationals\nabroad who have no connection to the United States at all. The\nequities relied on by the lower courts do not balance the same way\nin that context. Denying entry to such a foreign national does not\nburden any American party by reason of that party’s relationship\nwith the foreign national. And the courts below did not conclude\nthat exclusion in such circumstances would impose any legally\nrelevant hardship on the foreign national himself. Seeid.,\nat 762 (“[A]n unadmitted and nonresident alien . . .\nha[s] no constitutional right of entry to this country”). So\nwhatever burdens may result from enforcement of §2(c) against a\nforeign national who lacks any connection to this country, they\nare, at a minimum, a good deal less concrete than the hardships\nidentified by the courts below.At the same time, the Government’s interest in\nenforcing §2(c), and the Executive’s authority to do so, are\nundoubtedly at their peak when there is no tie between the foreign\nnational and the United States. Indeed, EO–2 itself distinguishes\nbetween foreign nationals who have some connection to this country,\nand foreign nationals who do not, by establishing a case-by-case\nwaiver system primarily for the benefit of individuals in the\nformer cate-gory. See,e.g., §§3(c)(i)–(vi). The interest in\npreserving national security is “an urgent objective of the highest\norder.”Holderv.Humanitarian Law Project, 561\nU. S. 1, 28 (2010) . To prevent the Government from pursuing\nthat objective by enforcing §2(c) against foreign nationals\nunconnected to the United States would appreciably injure its\ninterests, without alleviating obvious hardship to anyone else.We accordingly grant the Government’s stay\napplications in part and narrow the scope of the injunctions as to\n§2(c). The injunctions remain in place only with respect to parties\nsimilarly situated to Doe, Dr. Elshikh, and Hawaii. In practical\nterms, this means that §2(c) may not be enforced against foreign\nnationals who have a credible claim of a bona fide relationship\nwith a person or entity in the United States. All other foreign\nnationals are subject to the provisions of EO–2.The facts of these cases illustrate the sort of\nrelationship that qualifies. For individuals, a close familial\nrelationship is required. A foreign national who wishes to enter\nthe United States to live with or visit a family member, like Doe’s\nwife or Dr. Elshikh’s mother-in-law, clearly has such a\nrelationship. As for entities, the relationship must be formal,\ndocumented, and formed in the ordinary course, rather than for the\npurpose of evading EO–2. The students from the designated countries\nwho have been admitted to the University of Hawaii have such a\nrelationship with an American entity. So too would a worker who\naccepted an offer of employment from an American company or a\nlecturer invited to address an American audience. Not so someone\nwho enters into a relationship sim-ply to avoid §2(c): For example,\na nonprofit group devoted to immigration issues may not contact\nforeign nationals from the designated countries, add them to client\nlists, and then secure their entry by claiming injury from their\nexclusion.In light of the June 12 decision of the Ninth\nCircuit vacating the injunction as to §2(a), the executive review\ndirected by that subsection may proceed promptly, if it is not\nalready underway. EO–2 instructs the Secretary of Homeland Security\nto complete this review within 20 days, after which time foreign\ngovernments will be given 50 days further to bring their practices\ninto line with the Secretary’s directives. §§2(a)–(b), (d). Given\nthe Government’s representations in this litigation concerning the\nresources required to complete the 20-day review, we fully expect\nthat the relief we grant today will permit the Executive to\nconclude its internal work and provide adequate notice to foreign\ngovernments within the 90-day life of §2(c).CTheHawaiiinjunction extends beyond\n§2(c) to bar enforcement of the §6(a) suspension of refugee\nadmissions and the §6(b) refugee cap. In our view, the equitable\nbalance struck above applies in this context as well. An American\nindividual or entity that has a bona fide relationship with a\nparticular person seeking to enter the country as a refugee can\nlegitimately claim concrete hardship if that person is excluded. As\nto these individuals and entities, we do not disturb the\ninjunction. But when it comes to refugees who lack any such\nconnection to the United States, for the reasons we have set out,\nthe balance tips in favor of the Government’s compelling need to\nprovide for the Nation’s security. Seesupra,at 9–11;Haigv.Agee, 453 U. S. 280, 307 (1981) .The Government’s application to stay the\ninjunction with respect to §§6(a) and (b) is accordingly granted in\npart. Section 6(a) may not be enforced against an individual\nseeking admission as a refugee who can credibly claim a bona fide\nrelationship with a person or entity in the United States. Nor may\n§6(b); that is, such a person may not be excluded pursuant to\n§6(b), even if the 50,000-person cap has been reached or exceeded.\nAs applied to all other individuals, the provisions may take\neffect.*  *  *Accordingly, the petitions for certiorari are\ngranted, and the stay applications are granted in part.It is so ordered.Notes1* On June 24, 2017, this\nCourt received a letter from counsel for Doe advising that Doe’s\nwife received an immigrant visa on or about June 22, 2017. The\nparties may address the significance of that development at the\nmerits stage. It does not affect our analysis of the stay issues in\nthese cases.",
    "joined": []
}