{
    "case": {
        "docket": "932",
        "citation": "564",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/564/932/"
    },
    "id": "1963608",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMUNITED STATES V. JUVENILE MALE560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESUNITED STATESv.JUVENILE MALEon petition for writ of certiorari to the united\nstates court of appeals for the ninth circuitNo. 09–940 Decided June 7, 2010Per Curiam.In 2005, respondent was charged\nin the United States District Court for the District of Montana\nwith juvenile delinquency under the Federal Juvenile Delinquency\nAct (FJDA), 18 U. S. C. §5031et seq. Respondent\neventually pleaded “true” to knowingly engaging in sexual acts with\na person under 12 years of age, which would have been a crime under\n§§2241(c) and 1153(a) if committed by an adult. In June 2005, the\nDistrict Court accepted respondent’s plea and adjudged him\ndelinquent. The court sentenced respondent to two years’ official\ndetention and juvenile delinquent supervision until his 21st\nbirthday. The court also ordered respondent to spend the first six\nmonths of his juvenile supervision in a prerelease center and to\nabide by the center’s conditions of residency.In 2006, Congress enacted the Sex Offender\nRegistration and Notification Act (SORNA), 120 Stat. 590, 42 U.\nS. C. §16901et seq. With respect to juvenile\noffenders, SORNA requires individuals who have been adjudicated\ndelinquent for certain serious sex offenses to register and to keep\ntheir registrations current in each jurisdiction where they live,\nwork, and go to school. §§16911(8); 16913. In February 2007, the\nAttorney General issued an interim rule specifying that SORNA’s\nrequirements “apply to all sex offenders, including sex offenders\nconvicted of the offense for which registration is required prior\nto the enactment of [SORNA].” 72 Fed. Reg. 8897 (codified at 28 CFR\n§72.3 (2009)).In July 2007, the District Court revoked\nrespondent’s juvenile supervision, finding that respondent had\nfailed to comply with the requirements of the prerelease program.\nThe court sentenced respondent to an additional 6-month term of\nofficial detention, to be followed by a period of supervision until\nhis 21st birthday. The Government, invoking SORNA’s juvenile\nregistration provisions, argued that respondent should be required\nto register as a sex offender, at least for the duration of his\njuvenile supervision. As “special conditions” of his supervision,\nthe court ordered respondent to register as a sex offender and to\nkeep his registration current. App. to Pet. for Cert. 39a.The Ninth Circuit vacated the\nsex-offender-registration requirements of the District Court’s\norder. 590 F. 3d 924 (2010). The Court of Appeals determined\nthat “retroactive application of SORNA’s provision covering\nindividuals who were adjudicated juvenile delinquents because of\nthe commission of certain sex offenses before SORNA’s passage\nviolates the Ex Post Facto Clause of the United States\nConstitution.”Id., at 927. The court thus held that\n“SORNA’s juvenile registration provision may not be applied\nretroactively to individuals adjudicated delinquent under the\n[FJDA].”Id., at 928.The United States asks us to grant certiorari\nto review the Ninth Circuit’s determination that SORNA violates theEx Post FactoClause as applied to individuals who were\nadjudicated juvenile delinquents under the FJDA prior to SORNA’s\nenactment. Before we can address that question, however, we must\nresolve a threshold issue of mootness. Before the Ninth Circuit,\nrespondent challenged only the conditions of his juvenile\nsupervision requiring him to register as a sex offender. But on May\n2, 2008, respondent’s term of supervision expired, and thus he no\nlonger is subject to those sex-offender-registration conditions. As\nsuch, this case likely is moot unless respondent can show that a\ndecision invalidating the sex-offender-registration conditions of\nhis juvenile supervision would be sufficiently likely to redress\n“collateral consequences adequate to meet Article III’s\ninjury-in-fact requirement.”Spencerv.Kemna,523 U. S. 1, 14\n(1998).Perhaps the most likely potential “collateral\nconsequenc[e]” that might be remedied by a judgment in respondent’s\nfavor is the requirement that respondent remain registered as a sex\noffender under Montana law. (“By the time of the court of appeals’\ndecision, respondent had become registered as a sex offender in\nMontana, where he continues to be registered today.” Pet. for Cert.\n29.) We thus must know whether a favorable decision in this case\nwould make it sufficiently likely that respondent “could remove his\nname and identifying information from the Montana sex offender\nregistry.”Ibid. Therefore, we certify the following\nquestion to the Supreme Court of Montana, pursuant to Montana Rule\nof Appellate Procedure 15 (2009):Is respondent’s duty to remain registered as a sex\noffender under Montana law contingent upon the validity of the\nconditions of his now-expired federal juvenile-supervision order\nthat required him to register as a sex offender, see Mont. Code\nAnn. §§46–23–502(6)(b), 41–5–1513(1)(c) (2005);Statev.Villanueva, 328 Mont. 135, 138–140, 118 P. 3d 179,\n181–182 (2005); see also §46–23–502(9)(b) (2009), or is the duty an\nindependent requirement of Montana law that is unaffected by the\nvalidity or invalidity of the federal juvenile-supervision\nconditions, see §46–23–502(10) (2009); 2007 Mont. Laws ch. 483,\n§31, p. 2185?We respectfully request that the\nMontana Supreme Court accept our certified question. The court’s\nanswer to this question will help determine whether this case\npresents a live case or controversy, and there is no controlling\nappellate decision, constitutional provision, or statute on point.\nMont. Rule App. Proc. 15(3). We understand that the Montana Supreme\nCourt may wish to reformulate the certified question. Rule\n15(6)(a)(iii).The Clerk of this Court is directed to\ntransmit to the Supreme Court of Montana a copy of this opinion,\nthe briefs filed in this Court in this case, and a list of the\ncounsel appearing in this matter along with their names and\naddresses. See Rules 15(5) and (6)(a)(iv). Further proceedings in\nthis case are reserved pending our receipt of a response from the\nSupreme Court of Montana.It is so ordered.",
    "joined": []
}