{
    "case": {
        "docket": "16-6316",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/16-6316/"
    },
    "id": "3700204",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESMICHAEL DAMON RIPPO, PETITIONERv.RENEE\nBAKER, WARDENon petition for writ of certiorari to\nthesupreme court of nevadaNo. 16–6316. Decided March 6, 2017Per Curiam.A Nevada jury convicted petitioner Michael Damon\nRippo of first-degree murder and other offenses and sentenced him\nto death. During his trial, Rippo received information that the\njudge was the target of a federal bribery probe, and he surmised\nthat the Clark County District Attorney’s Office—which was\nprosecuting him—was playing a role in that investigation. Rippo\nmoved for the judge’s disqualification under the Due Process Clause\nof the Fourteenth Amendment, contending that a judge could not\nimpartially adjudicate a case in which one of the parties was\ncriminally investigating him. But the trial judge declined to\nrecuse himself, and (after that judge’s indictment on federal\ncharges) a different judge later denied Rippo’s motion for a new\ntrial. The Nevada Supreme Court affirmed on direct appeal,\nreasoning in part that Rippo had not introduced evidence that state\nauthorities were involved in the federal investigation.Rippov.State, 113 Nev. 1239, 1246–1250, 946\nP. 2d 1017, 1023–1024 (1997) (per curiam).In a later application for state postconviction\nrelief, Rippo advanced his bias claim once more, this time pointing\nto documents from the judge’s criminal trial indicating that the\ndistrict attorney’s office had participated in the investigation of\nthe trial judge. See,e.g.,App. to Pet. for Cert. 236–237,\n397. The state postconviction court denied relief, and the Nevada\nSupreme Court affirmed.Rippov.State, 132 Nev. ___,\n___, 368 P. 3d 729, 743–745 (2016). It likened Rippo’s claim\nto the “camouflaging bias” theory that this Court discussed inBracyv.Gramley, 520 U. S. 899 (1997) . TheBracypetitioner argued that a judge who accepts bribes to\nrule in favor of some defendants would seek to disguise that\nfavorable treatment by rulingagainstdefendants who did not\nbribe him.Id.,at 905. We explained that despite the\n“speculative” nature of that theory, the petitioner was entitled to\ndiscovery because he had also alleged specific facts suggesting\nthat the judge may have colluded with defense counsel to rush the\npetitioner’s case to trial. Seeid.,at 905–909. The Nevada\nSupreme Court reasoned that, in contrast, Rippo was not entitled to\ndiscovery or an evidentiary hearing because his allegations “d[id]\nnot support the assertion that the trial judge was actually biased\nin this case.” 132 Nev., at ___, 368 P. 3d, at 744.[1]We vacate the Nevada Supreme Court’s judgment\nbecause it applied the wrong legal standard. Under our precedents,\nthe Due Process Clause may sometimes demand recusal even when a\njudge “ ‘ha[s] no actual bias.’ ”Aetna Life Ins. Co.v.Lavoie, 475 U. S. 813, 825 (1986) . Recusal is required\nwhen, objectively speaking, “the probability of actual bias on the\npart of the judge or decisionmaker is too high to be\nconstitutionally tolerable.”Withrowv.Larkin, 421\nU. S. 35, 47 (1975) ; seeWilliamsv.Pennsylvania, 579 U. S. ___, ___ (2016) (slip op., at\n6) (“The Court asks not whether a judge harbors an actual,\nsubjective bias, but instead whether, as an objective matter, the\naverage judge in his position is likely to be neutral, or whether\nthere is an unconstitutional potential for bias” (internal\nquotation marks omitted)). Our decision inBracyis not to\nthe contrary: Although we explained that the petitioner therehadpointed to facts suggesting actual, subjective bias, we\ndid not hold that a litigant must show as a matter of course that a\njudge was “actually biased in [the litigant’s] case,” 132 Nev., at\n___, 368 P. 3d, at 744—much less that he must do so when, as\nhere, he does not allege a theory of “camouflaging bias.” The\nNevada Supreme Court did not ask the question our precedents\nrequire: whether, considering all the circumstances alleged, the\nrisk of bias was too high to be constitutionally tolerable. As a\nresult, we grant the petition for writ of certiorari and the motion\nfor leave to proceedin forma pauperis, and we vacate the\njudgment below and remand the case for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1The court further relied\non its bias holding to determine that Rippo had not established\ncause and prejudice to overcome various state procedural bars. 132\nNev., at ___, 368 P. 3d, at 745. Because the court below did not\ninvoke any state-law grounds “independent of the merits of\n[Rippo’s] federal constitutional challenge,” we have jurisdiction\nto review its resolution of federal law.Fosterv.Chatman, 578 U. S. ___, ___ (2016) (slip op., at\n8).",
    "joined": []
}