{
    "case": {
        "docket": "20a87",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/20a87/"
    },
    "id": "4355046",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20A87_________________ROMAN CATHOLIC DIOCESE OF BROOKLYN, NEW YORKv.ANDREW M. CUOMO, GOVERNOR OF NEW YORKon application for injunctive relief[November 25,2020]Per Curiam.The application for injunctive relief presented\nto Justice Breyer and by him referred to the Court is granted.\nRespondent is enjoined from enforcing Executive Order 202.68’s 10-\nand 25-person occupancy limits on applicant pending disposition of\nthe appeal in the United States Court of Appeals for the Second\nCircuit and disposition of the petition for a writ of certiorari,\nif such writ is timely sought. Should the petition for a writ of\ncertiorari be denied, this order shall terminate automatically. In\nthe event the petition for a writ of certiorari is granted, the\norder shall terminate upon the sending down of the judgment of this\nCourt.* * * * * *This emergency application and another, Agudath\nIsrael of America, et al. v. Cuomo, No. 20A90, present the same\nissue, and this opinion addresses both cases.Both applications seek relief from an Executive\nOrder issued by the Governor of New York that imposes very severe\nrestrictions on attendance at religious services in areas\nclassified as “red” or “orange” zones. In red zones, no more than\n10 persons may attend each religious service, and in orange zones,\nattendance is capped at 25. The two applications, one filed by the\nRoman Catholic Diocese of Brooklyn and the other by Agudath Israel\nof America and affiliated entities, contend that these restrictions\nviolate the Free Exercise Clause of the First Amendment, and they\nask us to enjoin enforcement of the restrictions while they pursue\nappellate review. Citing a variety of remarks made by the Governor,\nAgudath Israel argues that the Governor specifically targeted the\nOrthodox Jewish community and gerrymandered the boundaries of red\nand orange zones to ensure that heavily Orthodox areas were\nincluded. Both the Diocese and Agudath Israel maintain that the\nregulations treat houses of worship much more harshly than\ncomparable secular facilities. And they tell us without\ncontradiction that they have complied with all public health\nguidance, have implemented additional precautionary measures, and\nhave operated at 25% or 33% capacity for months without a single\noutbreak.The applicants have clearly established their\nentitlement to relief pending appellate review. They have shown\nthat their First Amendment claims are likely to prevail, that\ndenying them relief would lead to irreparable injury, and that\ngranting relief would not harm the public interest. SeeWinterv.Natural Resources Defense Council, Inc.,555 U.S.\n7, 20 (2008). Because of the need to issue an order promptly,\nwe provide only a brief summary of the reasons why immediate relief\nis essential.Likelihood of success on the merits. The\napplicants have made a strong showing that the challenged\nrestrictions violate “the minimum requirement of neutrality” to\nreligion.Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 533 (1993). As noted by the dissent in the court below,\nstatements made in connection with the challenged rules can be\nviewed as targeting the “ ‘ultra-Orthodox [Jewish] community.’ ”\n___ F. 3d ___, ___, 2020 WL 6750495, *5 (CA2, Nov. 9, 2020)\n(Park, J., dissenting). But even if we put those comments aside,\nthe regulations cannot be viewed as neutral because they single out\nhouses of worship for especially harsh treatment.[1]In a red zone, while a synagogue or church may\nnot admit more than 10 persons, businesses categorized as\n“essential” may admit as many people as they wish. And the list of\n“essential” businesses includes things such as acupuncture\nfacilities, camp grounds, garages, as well as many whose services\nare not limited to those that can be regarded as essential, such as\nall plants manufacturing chemicals and microelectronics and all\ntransportation facilities. See New York State, Empire State\nDevelopment, Guidance for Determining Whether a Business Enterprise\nis Subject to a Workforce Reduction Under Recent Executive Orders,\nhttps://esd.ny.gov/guidance-executive-order-2026. The disparate\ntreatment is even more striking in an orange zone. While attendance\nat houses of worship is limited to 25 persons, even non-essential\nbusinesses may decide for themselves how many persons to admit.These categorizations lead to troubling results.\nAt the hearing in the District Court, a health department official\ntestified about a large store in Brooklyn that could “literally\nhave hundreds of people shopping there on any given day.” App. to\nApplication in No. 20A87, Exh. D, p. 83. Yet a nearby church or\nsynagogue would be prohibited from allowing more than 10 or 25\npeople inside for a worship service. And the Governor has stated\nthat factories and schools have contributed to the spread of\nCOVID–19,id., Exh. H, at 3; App. to Application in No.\n20A90, pp. 98, 100, but they are treated less harshly than the\nDiocese’s churches and Agudath Israel’s synagogues, which have\nadmirable safety records.Because the challenged restrictions are not\n“neutral” and of “general applicability,” they must satisfy “strict\nscrutiny,” and this means that they must be “narrowly tailored” to\nserve a “compelling” state interest.Church of Lukumi, 508\nU. S., at 546. Stemming the spread of COVID–19 is\nunquestionably a compelling interest, but it is hard to see how the\nchallenged regulations can be regarded as “narrowly tailored.” They\nare far more restrictive than any COVID–related regulations that\nhave previously come before the Court,[2] much tighter than those adopted by many other\njurisdictions hard-hit by the pandemic, and far more severe than\nhas been shown to be required to prevent the spread of the virus at\nthe applicants’ services. The District Court noted that “there\nha[d] not been any COVID–19 outbreak in any of the Diocese’s\nchurches since they reopened,” and it praised the Diocese’s record\nin combatting the spread of the disease. ___ F. Supp. 3d ___,\n___, 2020 WL 6120167, *2 (EDNY, Oct. 16, 2020). It found that the\nDiocese had been constantly “ahead of the curve, enforcing stricter\nsafety protocols than the State required.”Ibid.Similarly,\nAgudath Israel notes that “[t]he Governor does not dispute that\n[it] ha[s] rigorously implemented and adhered to all health\nprotocols and that there has been no outbreak of COVID–19 in [its]\ncongregations.” Application in No. 20A90, at 36.Not only is there no evidence that the\napplicants have contributed to the spread of COVID–19 but there are\nmany other less restrictive rules that could be adopted to minimize\nthe risk to those attending religious services. Among other things,\nthe maximum attendance at a religious service could be tied to the\nsize of the church or synagogue. Almost all of the 26 Diocese\nchurches immediately affected by the Executive Order can seat at\nleast 500 people, about 14 can accommodate at least 700, and 2 can\nseat over 1,000. Similarly, Agudath Israel of Kew Garden Hills can\nseat up to 400. It is hard to believe that admitting more than 10\npeople to a 1,000–seat church or 400–seat synagogue would create a\nmore serious health risk than the many other activities that the\nState allows.Irreparable harm. There can be no\nquestion that the challenged restrictions, if enforced, will cause\nirreparable harm. “The loss of First Amendment freedoms, for even\nminimal periods of time, unquestionably constitutes irreparable\ninjury.”Elrodv.Burns,427\nU.S. 347, 373 (1976) (plurality opinion). If only 10 people are\nadmitted to each service, the great majority of those who wish to\nattend Mass on Sunday or services in a synagogue on Shabbat will be\nbarred. And while those who are shut out may in some instances be\nable to watch services on television, such remote viewing is not\nthe same as personal attendance. Catholics who watch a Mass at home\ncannot receive communion, and there are important religious\ntraditions in the Orthodox Jewish faith that require personal\nattendance. App. to Application in No. 20A90, at 26–27.Public interest. Finally, it has not been\nshown that granting the applications will harm the public. As\nnoted, the State has not claimed that attendance at the applicants’\nservices has resulted in the spread of the disease. And the State\nhas not shown that public health would be imperiled if less\nrestrictive measures were imposed.Members of this Court are not public health\nexperts, and we should respect the judgment of those with special\nexpertise and responsibility in this area. But even in a pandemic,\nthe Constitution cannot be put away and forgotten. The restrictions\nat issue here, by effectively barring many from attending religious\nservices, strike at the very heart of the First Amendment’s\nguarantee of religious liberty. Before allowing this to occur, we\nhave a duty to conduct a serious examination of the need for such a\ndrastic measure.The dissenting opinions argue that we should\nwithhold relief because the relevant circumstances have now\nchanged. After the applicants asked this Court for relief, the\nGovernor reclassified the areas in question from orange to yellow,\nand this change means that the applicants may hold services at 50%\nof their maximum occupancy. The dissents would deny relief at this\ntime but allow the Diocese and Agudath Israel to renew their\nrequests if this recent reclassification is reversed.There is no justification for that proposed\ncourse of action. It is clear that this matter is not moot. SeeFederal Election Comm’nv.Wisconsin Right to Life,Inc.,551 U.S.\n449, 462 (2007);Friends of the Earth, Inc.v.Laidlaw Environmental Services (TOC), Inc.,528 U.S.\n167, 189 (2000). And injunctive relief is still called for\nbecause the applicants remain under a constant threat that the area\nin question will be reclassified as red or orange. See,e.g.,Susan B. Anthony Listv.Driehaus,573 U.S.\n149, 158 (2014). The Governor regularly changes the\nclassification of particular areas without prior notice.[3] If that occurs again, the\nreclassification will almost certainly bar individuals in the\naffected area from attending services before judicial relief can be\nobtained. At most Catholic churches, Mass is celebrated daily, and\n“Orthodox Jews pray in [Agudath Israel’s] synagogues every day.”\nApplication in No. 20A90, at 4. Moreover, if reclassification\noccurs late in a week, as has happened in the past, there may not\nbe time for applicants to seek and obtain relief from this Court\nbefore another Sabbath passes. Thirteen days have gone by since the\nDiocese filed its application, and Agudath Israel’s application was\nfiled over a week ago. While we could presumably act more swiftly\nin the future, there is no guarantee that we could provide relief\nbefore another weekend passes. The applicants have made the showing\nneeded to obtain relief, and there is no reason why they should\nbear the risk of suffering further irreparable harm in the event of\nanother reclassification.For these reasons, we hold that enforcement of\nthe Governor’s severe restrictions on the applicants’ religious\nservices must be enjoined.It is so ordered.Notes1CompareTrumpv.Hawaii, 585 U. S. ___, ___ (2018) (slip op., at 29)\n(directive “neutral on its face”).2SeeCalvary Chapel\nDayton Valleyv.Sisolak, 591 U. S. ___ (2020)\n(directive limiting in-person worship services to 50 people);South Bay United Pentecostal Churchv.Newsom, 590\nU. S. ___ (2020) (Executive Order limiting in-person worship\nto 25% capacity or 100 people, whichever was lower).3Recent changes were made\non the following dates: Monday, November 23; Thursday, November 19;\nWednesday, November 18; Wednesday, November 11; Monday, November 9;\nFriday, November 6; Wednesday, October 28; Wednesday, October\n21.",
    "joined": []
}