{
    "case": {
        "docket": "388",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/388/"
    },
    "id": "1963694",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 11–713, 11–714 and 11–715_________________RICK PERRY, GOVERNOR OF TEXAS,\net al., APPELLANTS11–713 v.SHANNON PEREZ et alRICK PERRY, GOVERNOR OF TEXAS, et al.,\nAPPELLANTS11–714 v.WENDY DAVIS et al.RICK PERRY, GOVERNOR OF TEXAS, et al.,\nAPPELLANTS11–715 v.SHANNON PEREZ et al.appeal from the united states district court\nfor the western district of texas[January 20, 2012]Per Curiam.The 2010 census showed an enormous increase in\nTexas’ population, with over four million new residents. That\ngrowth required the State to redraw its electoral districts for the\nUnited States Congress, the State Senate, and the State House of\nRepresentatives, in order to comply with the Constitution’s\none-person, one-vote rule. See Georgia v. Ashcroft,539 U.S.\n461, n. 2 (2003). The State also had to create new\ndistricts for the four additional congressional seats it\nreceived.Texas is a “covered jurisdiction” under Section\n5 of the Voting Rights Act of 1965. See 79Stat. 439, 42\nU. S. C. §1973c(a); 28 CFR pt. 51, App. (2011). Section 5\nsuspends all changes to a covered jurisdiction’s election\nprocedures, including district lines, until those changes are\nsubmitted to and approved by a three-judge United States District\nCourt for the District of Columbia, or the Attorney General. See\nNorthwest Austin Municipal Util. Dist. No. One v. Holder,557 U.S.\n193, 198 (2009) . This process, known as preclearance, requires\nthe covered jurisdiction to demonstrate that its proposed change\n“neither has the purpose nor will have the effect of denying or\nabridging the right to vote on account of race or color.”\n§1973c(a). This Court has been emphatic that a new electoral map\ncannot be used to conduct an election until it has been precleared.\nSee, e.g., Clark v. Roemer,500 U.S.\n646, 652 (1991) .The day after completing its new electoral\nplans, Texas submitted them to the United States District Court for\nthe District of Columbia for preclearance. The preclearance process\nremains ongoing. Texas was unsuccessful in its bid for summary\njudgment, and a trial is scheduled in the coming weeks. Meanwhile,\nvarious plaintiffs—appellees here—brought suit in Texas, claiming\nthat the State’s newly enacted plans violate the United States\nConstitution and §2 of the Voting Rights Act. [1] Appellees alleged, inter alia, that Texas’\nenacted plans discriminate against Latinos and African-Americans\nand dilute their voting strength, notwithstanding the fact that\nLatinos and African-Americans accounted for three-quarters of\nTexas’ population growth since 2000. A three-judge panel of the\nUnited States District Court for the Western District of Texas was\nconvened. See 28 U. S. C. §2284. That court heard\nargument and held a trial with respect to the plaintiffs’ claims,\nbut withheld judgment pending resolution of the preclearance\nprocess in the D. C. court. Cf. Branch v. Smith,538 U.S.\n254–285 (2003) (Kennedy, J., concurring).As Texas’ 2012 primaries approached, it became\nincreasingly likely that the State’s newly enacted plans would not\nreceive preclearance in time for the 2012 elections. And the\nState’s old district lines could not be used, because population\ngrowth had rendered them inconsistent with the Constitution’s\none-person, one-vote requirement. It thus fell to the District\nCourt in Texas to devise interim plans for the State’s 2012\nprimaries and elections. See Connor v. Finch,431 U.S.\n407–415 (1977). After receiving proposals from the parties and\nholding extensive hearings, that court issued its interim plans.\nThe court unanimously agreed on an interim State Senate plan, but\nJudge Smith dissented with respect to the congressional and State\nHouse plans. Texas asked this Court to stay the interim plans\npending an appeal, arguing that they were unnecessarily\ninconsistent with the State’s enacted plans. This Court granted the\nstay and noted probable jurisdiction. 565 U. S. ___\n(2011).Redistricting is “primarily the duty and\nresponsibility of the State.” Chapman v. Meier,420 U.S.\n1, 27 (1975) . The failure of a State’s newly enacted plan to\ngain preclearance prior to an upcoming election does not, by\nitself, require a court to take up the state legislature’s task.\nThat is because, in most circumstances, the State’s last enacted\nplan simply remains in effect until the new plan receives\npreclearance. But if an intervening event—most commonly, as here, a\ncensus—renders the current plan unusable, a court must undertake\nthe “unwelcome obligation” of creating an interim plan. Connor,\nsupra, at 415. Even then, the plan already in effect may give\nsufficient structure to the court’s endeavor. Where shifts in a\nState’s population have been relatively small, a court may need to\nmake only minor or obvious adjustments to the State’s existing\ndistricts in order to devise an interim plan.But here the scale of Texas’ population growth\nappears to require sweeping changes to the State’s current\ndistricts. In areas where population shifts are so large that no\nsemblance of the existing plan’s district lines can be used, that\nplan offers little guidance to a court drawing an interim map. The\nproblem is perhaps most obvious in adding new congressional\ndistricts: The old plan gives no suggestion as to where those new\ndistricts should be placed. In addition, experience has shown the\ndifficulty of defining neutral legal principles in this area, for\nredistricting ordinarily involves criteria and standards that have\nbeen weighed and evaluated by the elected branches in the exercise\nof their political judgment. See, e.g., Miller v. Johnson,515 U.S.\n900–916 (1995); White v. Weiser,412 U.S.\n783–796 (1973). Thus, if the old state districts were the only\nsource to which a district court could look, it would be forced to\nmake the sort of policy judgments for which courts are, at best,\nill suited.To avoid being compelled to make such otherwise\nstandardless decisions, a district court should take guidance from\nthe State’s recently enacted plan in drafting an interim plan. That\nplan reflects the State’s policy judgments on where to place new\ndistricts and how to shift existing ones in response to massive\npopulation growth. This Court has observed before that “faced with\nthe necessity of drawing district lines by judicial order, a court,\nas a general rule, should be guided by the legislative policies\nunderlying” a state plan—even one that was itself unenforceable—“to\nthe extent those policies do not lead to violations of the\nConstitution or the Voting Rights Act.” Abrams v. Johnson,521 U.S.\n74, 79 (1997) (holding that the District Court properly\ndeclined to defer to a precleared plan that used race as a\npredominant factor). For example, in White, supra, an equal\npopulation challenge, this Court reversed a District Court’s choice\nof interim plan, and required the District Court to choose a plan\nmore closely resembling an enacted state plan, even though the\nstate plan itself had been held to violate the one-person, one-vote\nprinciple. Similarly, in Upham v. Seamon, although the state plan\nas a whole had been denied §5 preclearance, this Court directed a\nDistrict Court to “defer to the legislative judgments the [state]\nplans reflect,” insofar as they involved districts found to meet\nthe preclearance standard.456 U.S.\n37–41 (1982) (per curiam). See also Whitcomb v. Chavis,403 U.S.\n124–161 (1971) (equal protection challenge).Section 5 prevents a state plan from being\nimplemented if it has not been precleared. But that does not mean\nthat the plan is of no account or that the policy judgments it\nreflects can be disregarded by a district court drawing an interim\nplan. On the contrary, the state plan serves as a starting point\nfor the district court. It provides important guidance that helps\nensure that the district court appropriately confines itself to\ndrawing interim maps that comply with the Constitution and the\nVoting Rights Act, without displacing legitimate state policy\njudgments with the court’s own preferences.A district court making such use of a State’s\nplan must, of course, take care not to incorporate into the interim\nplan any legal defects in the state plan. See Abrams, supra, at\n85–86; White, supra, at 797. Where a State’s plan faces challenges\nunder the Constitution or §2 of the Voting Rights Act, a district\ncourt should still be guided by that plan, except to the extent\nthose legal challenges are shown to have a likelihood of success on\nthe merits. Plaintiffs seeking a preliminary injunction of a\nstatute must normally demonstrate that they are likely to succeed\non the merits of their challenge to that law. See Winter v. Natural\nResources Defense Council, Inc.,555 U.S.\n7, 20 (2008) . There is no reason that plaintiffs seeking to\ndefeat the policies behind a State’s redistricting legislation\nshould not also have to meet that standard. And because the local\ndistrict court—here, the District Court for the Western District of\nTexas—will ultimately decide the merits of claims under §2 and the\nConstitution, it is well equipped to apply that familiar\nstandard.The calculus with respect to §5 challenges is\nsomewhat different. Where a State has sought preclearance in the\nDistrict Court for the District of Columbia, §5 allows only that\ncourt to determine whether the state plan complies with §5.\nConsistent with that design, we have made clear that other district\ncourts may not address the merits of §5 challenges. See, e.g.,\nPerkins v. Matthews,400 U.S.\n379, 385 (1971) . The local district court drafting an interim\nplan must therefore be careful not to prejudge the merits of the\npreclearance proceedings. The court should presume neither that a\nState’s effort to preclear its plan will succeed nor that it will\nfail.The need to avoid prejudging the merits of\npreclearance is satisfied by taking guidance from a State’s policy\njudgments unless they reflect aspects of the state plan that stand\na reasonable probability of failing to gain §5 preclearance. And by\n“reasonable probability” this Court means in this context that the\n§5 challenge is not insubstantial. That standard ensures that a\ndistrict court is not deprived of important guidance provided by a\nstate plan due to §5 challenges that have no reasonable probability\nof success but still respects the jurisdiction and prerogative of\nthose responsible for the preclearance determination. And the\nreasonable probability standard adequately balances the unique\npreclearance scheme with the State’s sovereignty and a district\ncourt’s need for policy guidance in constructing an interim map.\nThis Court recently noted the “serious constitutional questions”\nraised by §5’s intrusion on state sovereignty. Northwest Austin,\n557 U. S., at 204. Those concerns would only be exacerbated if\n§5 required a district court to wholly ignore the State’s policies\nin drawing maps that will govern a State’s elections, without any\nreason to believe those state policies are unlawful.Appellees, however, contend that §5 demands\nexactly that. In their view, this Court’s precedents require\ndistrict courts to ignore any state plan that has not received §5\npreclearance. But the cases upon which appellees rely hold only\nthat a district court may not adopt an unprecleared plan as its\nown. See Lopez v. Monterey County,519 U.S. 9(1996) ; McDaniel v. Sanchez,452 U.S.\n130(1981) . They say nothing about whether a district court\nmay take guidance from the lawful policies incorporated in such a\nplan for aid in drawing an interim map. Indeed, in Upham this Court\nordered a District Court to defer to the unobjectionable aspects of\na State’s plan even though that plan had already been denied\npreclearance.In this case, the District Court stated that it\nhad “giv[en] effect to as much of the policy judgments in the\nLegislature’s enacted map as possible.” 1 App. 182. At the same\ntime, however, the court said that it was required to draw an\n“independent map” following “neutral principles that advance the\ninterest of the collective public good.” Id., at 169–170. In the\ncourt’s view, it “was not required to give any deference to the\nLegislature’s enacted plan,” and it instead applied principles that\nit determined “place the interests of the citizens of Texas first.”\nId., at 171. To the extent the District Court exceeded its mission\nto draw interim maps that do not violate the Constitution or the\nVoting Rights Act, and substituted its own concept of “the\ncollective public good” for the Texas Legislature’s determination\nof which policies serve “the interests of the citizens of Texas,”\nthe court erred.In proclaiming its ability to draw an interim\nmap “without regard to political considerations,” the District\nCourt relied heavily on Balderas v. Texas, No. 6:01cv158, 2001\nU. S. Dist. LEXIS 25740 (ED Tex., Nov. 14, 2001)\n(per curiam), summarily aff’d, 536 U.S. 919 (2002) . 1 App.\n182. But in Balderas there was no recently enacted state plan to\nwhich the District Court could turn. Without the benefit of\nlegislative guidance in making distinctly legislative policy\njudgments, the Balderas court was perhaps compelled to design an\ninterim map based on its own notion of the public good. Because the\nDistrict Court here had the benefit of a recently enacted plan to\nassist it, the court had neither the need nor the license to cast\naside that vital aid.Some specific aspects of the District Court’s\nplans seem to pay adequate attention to the State’s policies,\nothers do not, and the propriety of still others is unclear. For\nexample, in drawing State House districts in North and East Texas,\nthe District Court closely followed the State’s policies. See 1\nApp. 173; 5 id., at 25–26. Although Texas’ entire State House plan\nis challenged in the §5 proceedings, there is apparently no serious\nallegation that the district lines in North and East Texas have a\ndiscriminatory intent or effect. 1 id., at 187, n. 4. The\nDistrict Court was thus correct to take guidance from the State’s\nplan in drawing the interim map for those regions. But the court\nthen altered those districts to achieve de minimis population\nvariations—even though there was no claim that the population\nvariations in those districts were unlawful. Id., at 171, and\nn. 8. In the absence of any legal flaw in this respect in the\nState’s plan, the District Court had no basis to modify that plan.\n[2]The District Court also erred in refusing to\nsplit voting precincts (called “voter tabulation districts” in\nTexas) in drawing the interim plans. Id., at 90, 102–103. That\nchoice alone prevented the District Court from following the lead\nof Texas’ enacted plan—which freely splits precincts—in many areas\nwhere there were no legal chal-lenges to the plan’s details. See\nid., at 102–103, 116, n. 24. The District Court was apparently\nmotivated by a well-intentioned desire to save Texas the time and\nexpense of reconfiguring precincts, and to ensure that the court’s\ninterim plan could be implemented in time for the upcoming\nelection. Id., at 90, 102–103, 109. But the State’s plan accepted\nthe costs of splitting precincts in order to accomplish other\ngoals, and Texas law expressly allows recasting precincts when\nredistricting. See Tex. Elec. Code Ann. §42.032 (West 2010). If a\nState has chosen to accept the burden of changing its precincts,\nand its decision to do so is otherwise lawful, there is no warrant\nfor a district court to ignore the State’s decision. Of course, in\nthis case it may well be that Texas will reexamine this issue in\nlight of the exigencies caused by the impending election.The District Court also appears to have\nunnecessarily ignored the State’s plans in drawing certain\nindividual districts. For example, the District Court drew an\ninterim District 77 that resembles neither the State’s newly\nenacted plan, nor the previous plan in effect prior to the 2010\ncensus. The court said that it did so in response to alleged\nconstitutional violations. 1 App. 174–175. But the court did not\nsay that those allegations were plausible, much less likely to\nsucceed. Nor did the District Court rely on a finding that the\nrelevant aspects of the state plan stood a reasonable probability\nof failing to gain §5 preclearance, see supra, at 6. Without such a\ndetermination, the District Court had no basis for drawing a\ndistrict that does not resemble any legislatively enacted plan.The court’s approach in drawing other districts\nwas unclear. The interim plan’s Congressional District 33, for\nexample, disregards aspects of the State’s plan that appear to be\nsubject to strong challenges in the §5 proceeding. See 3 id., at\n600–601; 5 id., at 12–14. That much seems appropriate, but there\nare grounds for concern with the path the District Court followed\nfrom there. The court’s order suggests that it may have\nintentionally drawn District 33 as a “minority coalition\nopportunity district” in which the court expected two different\nminority groups to band together to form an electoral majority. 1\nid., at 147. The order is somewhat ambiguous on this point—some\nportions suggest that the court deliberately designed such a\ndistrict, other parts suggest that it drew the district solely as a\nresponse to population growth in the area. Compare id., at 146–147\n(“Because much of the growth that occurred in the Dallas-Fort Worth\nmetroplex was attributable to minorities, the new district 33 was\ndrawn as a minority coalition opportunity district”), with id., at\n144 (“The Court has nowhere expressly sought to increase the\nperformance of any opportunity district above benchmark”). If the\nDistrict Court did set out to create a minority coalition district,\nrather than drawing a district that simply reflected population\ngrowth, it had no basis for doing so. Cf. Bartlett v. Strickland,556 U.S. 1–15 (2009) (plurality opinion).Because it is unclear whether the District Court\nfor the Western District of Texas followed the appropriate\nstandards in drawing interim maps for the 2012 Texas elections, the\norders implementing those maps are vacated, and the cases are\nremanded for further proceedings consistent with this opinion.The judgment shall issue forthwith.It is so ordered.Notes1Section 2 prohibits “any\nState or political subdivision” from imposing any electoral\npractice “which results in a denial or abridgement of the right of\nany citizen of the United States to vote on account of race or\ncolor.” 42 U. S. C. §1973(a).2This Court has stated\nthat court-drawn maps are held to a higher standard of acceptable\npopulation variation than legislatively enacted maps. See, e.g.,\nAbrams v. Johnson,521 U.S.\n74, 98 (1997) . But this Court has also explained that those\n“stricter standard[s]” are not triggered where a district court\nincorporates unchallenged portions of a State’s map into an interim\nmap. Upham v. Seamon,456 U.S.\n37–43 (1982) (per curiam).",
    "joined": []
}