{
    "case": {
        "docket": "5orig",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/5orig/"
    },
    "id": "3244091",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 5 Orig._________________UNITED STATES OF AMERICA, PLAINTIFFv.STATE OF CALIFORNIAon bill of complaintNext Page[December 15, 2014]The joint motion for entry of a supplemental\ndecree is granted.FIFTH SUPPLEMENTAL DECREEOn October 27, 1947, this Court entered a final\ndecree addressing the entitlement of the United States and the\nState of California to lands, minerals, and other natural resources\nunderlying the Pacific Ocean offshore of California.United\nStatesv.California, 332 U.S. 804 (1947) (per curiam).\nOn January 31, 1966, this Court entered a supplemental decree\nredefining the federal-state boundary pursuant to the Submerged\nLands Act, 43 U.S.C. 1301-1315. 382 U.S. 448 (1966) (per curiam).\nBetween 1977 and 1981, this Court issued three additional\nsupplemental decrees further delineating particular portions of the\nfederal-state boundary. 432 U.S. 40 (1977) ; 439 U.S. 30 (1978) ;\n449 U.S. 408 (1981) . For the purpose of identifying with greater\nparticularity the boundary line between the submerged lands of\nCalifornia and those of the United States, it is ordered, adjudged,\nand decreed as follows:(1a)continuousAs against the United States, with the\nexceptions provided by Section 5 of the Submerged Lands Act, 43\nU.S.C. 1313, the State of California is entitled to all lands,\nminerals, and other natural resources underlying the Pacific Ocean,\nbounded on the south by the international boundary with the United\nMexican States and on the north by the boundary between the States\nof California and Oregon and an extension thereof, that lie\nlandward of the lines described in paragraph 3 below.As against the State of California, the United\nStates is entitled to all lands, minerals, and other natural\nresources underlying the Pacific Ocean, bounded on the south by the\ninternational boundary with the United Mexican States and on the\nnorth by the boundary between the States of California and Oregon\nand an extension thereof, that lie seaward of the lines described\nin paragraph 3 below.The federal-state boundary lines, referred to\nin paragraphs 1 and 2 above, are located as follows:EXHIBIT ALocation of the Fixed Offshore Boundary Between\nthe United States and California that is Parallel to the Coastline\nof Mainland California.NAD 83/WGS 84 UTM ZONE 11 (meters)Next PageevenrId8defaultrId9firstrId12Next PageevenrId14defaultrId15Next PageevenrId16defaultrId17Next PageevenrId18defaultrId19Next PageevenrId20defaultrId21Next PageevenrId22defaultrId23Next PageevenrId24defaultrId25Next PageevenrId26defaultrId27Next PageevenrId28defaultrId29firstrId30Next PageevenrId31defaultrId32Next PageevenrId33defaultrId34Next PageevenrId35defaultrId36Next PageevenrId37defaultrId38Next PageevenrId39defaultrId40Next PageevenrId41defaultrId42Next PageevenrId43defaultrId44Next PageevenrId45defaultrId46Next PageevenrId47defaultrId48Next PageevenrId49defaultrId50Next PageevenrId51defaultrId52Next PageevenrId53defaultrId54Next PageevenrId55defaultrId56Next PageevenrId57defaultrId58Next PageevenrId59defaultrId60Next PageevenrId61defaultrId62Next PageevenrId63defaultrId64Next PageevenrId65defaultrId66Next PageevenrId67defaultrId68Next PageevenrId69defaultrId70Next PageevenrId71defaultrId72Next PageevenrId73defaultrId74Next PageevenrId75defaultrId76Next PageevenrId77defaultrId78Next PageevenrId79defaultrId80TO the intersection with the California-Oregon\nstate lateral boundaryNext PageevenrId81defaultrId82EXHIBIT BLocation of the Fixed Offshore Boundary Between\nthe United States and California in the Vicinity of the Farallon\nIslands.Next PagedefaultrId83Next PagedefaultrId84EXHIBIT CLocation of the Fixed Offshore Boundary Between\nthe United States and California in the Vicinity of the Channel\nIslands.Next PagedefaultrId85Next PagedefaultrId86Next PageevenrId87defaultrId88firstrId89SANTA ROSA, SANTA CRUZ, AND ANACAPA ISLANDSNext PageevenrId90defaultrId91Next PageevenrId92defaultrId93BY ARC CENTERED AT 249209.675 3694679.964 TO\n247769.160 3689313.955Next PageevenrId94defaultrId95Next PageevenrId96defaultrId97SANTA BARBARA ISLANDNext PageevenrId98defaultrId99Next PageevenrId100defaultrId101BY ARC CENTERED AT 309480.184 3704706.145 TO\n304057.921 3705917.837Next PageevenrId102defaultrId103Next PageevenrId104defaultrId105Next PageevenrId106defaultrId107Next PageevenrId108defaultrId109Next PageevenrId110defaultrId111Plane coordinates refer to the Universal\nTransverse Mercator (UTM). All coordinates are referenced to the\nNorth American Datum 1983 (NAD 83), which is equivalent to the\nWorld Geodetic System 1984 (WGS 84).Pursuant to 43 U.S.C. 1301(b), upon entry of\nthis decree, the federal-state boundary shall be immobilized at the\ncoordinates provided in paragraph 3 and shall not be\nambulatory.Next PageevenrId1126. The Court retains jurisdiction to entertain\nsuch further proceedings, to enter such orders, and to issue such\nwrits as may from time to time be deemed necessary or advisable to\ngive proper force and effect to this decree, or to effectuate the\nrights of the parties.Next PageevenrId113",
    "joined": []
}