{
    "case": {
        "docket": "21a244",
        "citation": "595",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/595/21a244/"
    },
    "id": "4518377",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 21A244 and 21A247_________________NATIONAL FEDERATION OF INDEPENDENT\nBUSINESS, et al., APPLICANTS21A244v.DEPARTMENT OF LABOR, OCCUPATIONAL\nSAFETY AND HEALTH ADMINISTRATION, et al.OHIO, et al., APPLICANTS21A247v.DEPARTMENT OF LABOR, OCCUPATIONAL\nSAFETY AND HEALTH ADMINISTRATION, et al.on applications for stays[January 13, 2022]Per Curiam.The Secretary of Labor, acting through the\nOccupational Safety and Health Administration, recently enacted a\nvaccine mandate for much of the Nation’s work force. The mandate,\nwhich employers must enforce, applies to roughly 84 million\nworkers, covering virtually all employers with at least 100\nemployees. It requires that covered workers receive a COVID–19\nvaccine, and it pre-empts contrary state laws. The only exception\nis for workers who obtain a medical test each week at their own\nexpense and on their own time, and also wear a mask each workday.\nOSHA has never before imposed such a mandate. Nor has Congress.\nIndeed, although Congress has enacted significant legislation\naddressing the COVID–19 pandemic, it has declined to enact any\nmeasure similar to what OSHA has promulgated here.Many States, businesses, and nonprofit\norganizations challenged OSHA’s rule in Courts of Appeals across\nthe country. The Fifth Circuit initially entered a stay. But when\nthe cases were consolidated before the Sixth Circuit, that court\nlifted the stay and allowed OSHA’s rule to take effect. Applicants\nnow seek emergency relief from this Court, arguing that OSHA’s\nmandate exceeds its statutory authority and is otherwise unlawful.\nAgreeing that applicants are likely to prevail, we grant their\napplications and stay the rule.IACongress enacted the Occupational Safety and\nHealth Act in 1970. 84 Stat. 1590, 29 U. S. C. §651et seq.The Act created the Occupational Safety and\nHealth Administration (OSHA), which is part of the Department of\nLabor and under the supervision of its Secretary. As its name\nsuggests, OSHA is tasked with ensuringoccupationalsafety—that is, “safe and healthful working conditions.” §651(b).\nIt does so by enforcing occupational safety and health standards\npromulgated by the Secretary. §655(b). Such standards must be\n“reasonably necessary or appropriate to provide safe or healthfulemployment.” §652(8) (emphasis added). They must also be\ndeveloped using a rigorous process that includes notice, comment,\nand an opportunity for a public hearing. §655(b).The Act contains an exception to those ordinary\nnotice-and-comment procedures for “emergency temporary standards.”\n§655(c)(1). Such standards may “take immediate effect upon\npublication in the Federal Register.”Ibid.They are\npermissible, however, only in the narrowest of circumstances: the\nSecretary must show (1) “that employees are exposed to grave danger\nfrom exposure to substances or agents determined to be toxic or\nphysically harmful or from new hazards,” and (2) that the\n“emergency standard is necessary to protect employees from such\ndanger.”Ibid.Prior to the emergence of COVID–19, the\nSecretary had used this power just nine times before (and never to\nissue a rule as broad as this one). Of those nine emergency rules,\nsix were challenged in court, and only one of those was upheld in\nfull. SeeBST Holdings, L.L.C.v.Occupational Safety and\nHealth Admin., 17 F. 4th 604, 609 (CA5 2021).BOn September 9, 2021, President Biden\nannounced “a new plan to require more Americans to be vaccinated.”\nRemarks on the COVID–19 Response and National Vaccination Efforts,\n2021 Daily Comp. of Pres. Doc. 775, p. 2. As part of that\nplan, the President said that the Department of Labor would issue\nan emergency rule requiring all employers with at least 100\nemployees “to ensure their workforces are fully vaccinated or show\na negative test at least once a week.”Ibid.The purpose of\nthe rule was to increase vaccination rates at “businesses all\nacross America.”Ibid.In tandem with other planned\nregulations, the administration’s goal was to impose “vaccine\nrequirements” on “about 100 million Americans, two-thirds of all\nworkers.”Id.,at 3.After a 2-month delay, the Secretary of Labor\nissued the promised emergency standard. 86 Fed. Reg. 61402 (2021).\nConsistent with President Biden’s announcement, the rule applies to\nall who work for employers with 100 or more employees. There are\nnarrow exemptions for employees who work remotely “100 percent of\nthe time” or who “work exclusively outdoors,” but those exemptions\nare largely illusory.Id.,at 61460. The Secretary has\nestimated, for example, that only nine percent of landscapers and\ngroundskeepers qualify as working exclusively outside.Id.,at 61461. The regulation otherwise operates as a blunt instrument.\nIt draws no distinctions based on industry or risk of exposure to\nCOVID–19. Thus, most lifeguards and linemen face the same\nregulations as do medics and meatpackers. OSHA estimates that 84.2\nmillion employees are subject to its mandate.Id.,at\n61467.Covered employers must “develop, implement, and\nenforce a mandatory COVID–19 vaccination policy.”Id., at\n61402. The employer must verify the vaccination status of each\nemployee and maintain proof of it.Id., at 61552. The\nmandate does contain an “exception” for employers that require\nunvaccinated workers to “undergo [weekly] COVID–19 testing and wear\na face covering at work in lieu of vaccination.”Id., at\n61402. But employers are not required to offer this option, and the\nemergency regulation purports to pre-empt state laws to the\ncontrary.Id.,at 61437. Unvaccinated employees who do not\ncomply with OSHA’s rule must be “removed from the workplace.”Id.,at 61532. And employers who commit violations face\nhefty fines: up to $13,653 for a standard violation, and up to\n$136,532 for a willful one. 29 CFR §1903.15(d) (2021).COSHA published its vaccine mandate on November\n5, 2021. Scores of parties—including States, businesses, trade\ngroups, and nonprofit organizations—filed petitions for review,\nwith at least one petition arriving in each regional Court of\nAppeals. The cases were consolidated in the Sixth Circuit, which\nwas selected at random pursuant to 28 U. S. C.\n§2112(a).Prior to consolidation, however, the Fifth\nCircuit stayed OSHA’s rule pending further judicial review.BST\nHoldings, 17 F. 4th 604. It held that the mandate likely\nexceeded OSHA’s statutory authority, raised separation-of-powers\nconcerns in the absence of a clear delegation from Congress, and\nwas not properly tailored to the risks facing different types of\nworkers and workplaces.When the consolidated cases arrived at the Sixth\nCircuit, two things happened. First, many of the petitioners—nearly\n60 in all—requested initial hearing en banc. Second, OSHA asked the\nCourt of Appeals to vacate the Fifth Circuit’s existing stay. The\nSixth Circuit denied the request for initial hearing en banc by an\nevenly divided 8-to-8 vote.In re MCP No. 165, 20 F.\n4th 264 (2021). Chief Judge Sutton dissented, joined by seven of\nhis colleagues. He reasoned that the Secretary’s “broad assertions\nof administrative power demand unmistakable legislative support,”\nwhich he found lacking.Id.,at 268. A three-judge panel\nthen dissolved the Fifth Circuit’s stay, holding that OSHA’s\nmandate was likely consistent with the agency’s statutory and\nconstitutional authority. SeeIn re MCP No. 165, 2021\nWL 5989357, ___ F. 4th ___ (CA6 2021). Judge Larsen dissented.Various parties then filed applications in this\nCourt requesting that we stay OSHA’s emergency standard. We\nconsolidated two of those applications—one from the National\nFederation of Independent Business, and one from a coalition of\nStates—and heard expedited argument on January 7, 2022.IIThe Sixth Circuit concluded that a stay of the\nrule was not justified. We disagree.AApplicants are likely to succeed on the merits\nof their claim that the Secretary lacked authority to impose the\nmandate. Administrative agencies are creatures of statute. They\naccordingly possess only the authority that Congress has provided.\nThe Secretary has ordered 84 million Americans to either obtain a\nCOVID–19 vaccine or undergo weekly medical testing at their own\nexpense. This is no “everyday exercise of federal power.”In re MCP No. 165, 20 F. 4th, at 272 (Sutton,\nC. J., dissenting). It is instead a significant encroachment\ninto the lives—and health—of a vast number of employees. “We expect\nCongress to speak clearly when authorizing an agency to exercise\npowers of vast economic and political significance.”Alabama\nAssn. of Realtorsv.Department of Health and Human\nServs., 594 U. S. ___, ___ (2021) (per curiam)\n(slip op., at 6) (internal quotation marks omitted). There can be\nlittle doubt that OSHA’s mandate qualifies as an exercise of such\nauthority.The question, then, is whether the Act plainly\nauthorizes the Secretary’s mandate. It does not. The Act empowers\nthe Secretary to setworkplacesafety standards, not broad\npublic health measures. See 29 U. S. C. §655(b)\n(directing the Secretary to set “occupationalsafety and\nhealth standards” (emphasis added)); §655(c)(1) (authorizing the\nSecretary to impose emergency temporary standards necessary to\nprotect “employees” from grave danger in the workplace). Confirming\nthe point, the Act’s provisions typically speak to hazards that\nemployees face at work. See,e.g.,§§651, 653, 657. And no\nprovision of the Act addresses public health more generally, which\nfalls outside of OSHA’s sphere of expertise.The dissent protests that we are imposing “a\nlimit found no place in the governing statute.”Post, at 7\n(joint opinion of Breyer, Sotomayor, and Kagan, JJ.). Not so. It is\nthe text of the agency’s Organic Act that repeatedly makes clear\nthat OSHA is charged with regulating “occupational” hazards and the\nsafety and health of “employees.” See,e.g.,29\nU. S. C. §§652(8), 654(a)(2), 655(b)–(c).The Solicitor General does not dispute that OSHA\nis limited to regulating “work-related dangers.” Response Brief for\nOSHA in No. 21A244 etc., p. 45 (OSHA Response). She instead\nargues that the risk of contracting COVID–19 qualifies as such a\ndanger. We cannot agree. Although COVID–19 is a risk that occurs in\nmany workplaces, it is not anoccupationalhazard in most.\nCOVID–19 can and does spread at home, in schools, during sporting\nevents, and everywhere else that people gather. That kind of\nuniversal risk is no different from the day-to-day dangers that all\nface from crime, air pollution, or any number of communicable\ndiseases. Permitting OSHA to regulate the hazards of daily\nlife—simply because most Americans have jobs and face those same\nrisks while on the clock—would significantly expand OSHA’s\nregulatory authority without clear congressional authorization.The dissent contends that OSHA’s mandate is\ncomparable to a fire or sanitation regulation imposed by the\nagency. Seepost, at 7–9. But a vaccine mandate is\nstrikingly unlike the workplace regulations that OSHA has typically\nimposed. A vaccination, after all, “cannot be undone at the end of\nthe workday.”In re MCP No. 165, 20 F. 4th, at 274\n(Sutton, C. J., dissenting). Contrary to the dissent’s\ncontention, imposing a vaccine mandate on 84 million Americans in\nresponse to a worldwide pandemic is simply not “part of what the\nagency was built for.”Post, at 10.That is not to say OSHA lacks authority to\nregulate occupation-specific risks related to COVID–19. Where the\nvirus poses a special danger because of the particular features of\nan employee’s job or workplace, targeted regulations are plainly\npermissible. We do not doubt, for example, that OSHA could regulate\nresearchers who work with the COVID–19 virus. So too could OSHA\nregulate risks associated with working in particularly crowded or\ncramped environments. But the danger present in such workplaces\ndiffers in both degree and kind from the everyday risk of\ncontracting COVID–19 that all face. OSHA’s indiscriminate approach\nfails to account for this crucial distinction—between occupational\nrisk and risk more generally—and accordingly the mandate takes on\nthe character of a general public health measure, rather than an\n“occupationalsafety or health standard.” 29\nU. S. C. §655(b) (emphasis added).In looking for legislative support for the\nvaccine mandate, the dissent turns to the American Rescue Plan Act\nof 2021, Pub. L. 117–2, 135 Stat. 4. Seepost, at 8. That\nlegislation, signed into law on March 11, 2021, of course said\nnothing about OSHA’s vaccine mandate, which was not announced until\nsix months later. In fact, the most noteworthy action concerning\nthe vaccine mandate by either House of Congress has been a majority\nvote of the Senate disapproving the regulation on December 8, 2021.\nS. J. Res. 29, 117th Cong., 1st Sess. (2021).It is telling that OSHA, in its half century of\nexistence, has never before adopted a broad public health\nregulation of this kind—addressing a threat that is untethered, in\nany causal sense, from the workplace. This “lack of historical\nprecedent,” coupled with the breadth of authority that the\nSecretary now claims, is a “telling indication” that the mandate\nextends beyond the agency’s legitimate reach.Free Enterprise\nFundv.Public Company Accounting Oversight Bd.,561 U.S.\n477, 505 (2010) (internal quotation marks omitted).[1]BThe equities do not justify withholding\ninterim relief. We are told by the States and the employers that\nOSHA’s mandate will force them to incur billions of dollars in\nunrecoverable compliance costs and will cause hundreds of thousands\nof employees to leave their jobs. See Application in No. 21A244,\npp. 25–32; Application in No. 21A247, pp. 32–33; see also\n86 Fed. Reg. 61475. For its part, the Federal Government says that\nthe mandate will save over 6,500 lives and prevent hundreds of\nthousands of hospitalizations. OSHA Response 83; see also 86 Fed.\nReg. 61408.It is not our role to weigh such tradeoffs. In\nour system of government, that is the responsibility of those\nchosen by the people through democratic processes. Although\nCongress has indisputably given OSHA the power to regulate\noccupational dangers, it has not given that agency the power to\nregulate public health more broadly. Requiring the vaccination of\n84 million Americans, selected simply because they work for\nemployers with more than 100 employees, certainly falls in the\nlatter category.*  *  *The applications for stays presented to\nJustice Kavanaugh and by him referred to the Court are granted.OSHA’s COVID–19 Vaccination and Testing;\nEmergency Temporary Standard, 86 Fed. Reg. 61402, is stayed pending\ndisposition of the applicants’ petitions for review in the United\nStates Court of Appeals for the Sixth Circuit and disposition of\nthe applicants’ petitions for writs of certiorari, if such writs\nare timely sought. Should the petitions for writs of certiorari be\ndenied, this order shall terminate automatically. In the event the\npetitions for writs of certiorari are granted, the order shall\nterminate upon the sending down of the judgment of this Court.It is so ordered.Notes1The dissent says that we\ndo “not contest,”post, at 6, that the mandate was otherwise\nproper under the requirements for an emergency temporary standard,\nsee 29 U. S. C. §655(c)(1). To be clear, we express no\nview on issues not addressed in this opinion.",
    "joined": []
}