{
    "case": {
        "docket": "18-56",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/18-56/"
    },
    "id": "4015874",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATESTIM SHOOP, WARDENv.DANNY HILLon petition for writ of certiorari to the\nunited states court of appeals for the sixth circuitNo. 18–56. Decided January 7, 2019Per Curiam.The United States Court of Appeals for the Sixth\nCircuit held that respondent Danny Hill, who has been sentenced to\ndeath in Ohio, is entitled to habeas relief under 28\nU. S. C. §2254(d)(1) because the decisions of the Ohio\ncourts concluding that he is not intellectually disabled were\ncontrary to Supreme Court precedent that was clearly established at\nthe time in question. In reaching this de- cision, the Court of\nAppeals relied repeatedly and extensively on our decision inMoorev.Texas, 581 U. S. ___ (2017), which was\nnot handed down until long after the state-court decisions.The Court of Appeals’ reliance onMoorewas plainly improper under §2254(d)(1), and we therefore vacate\nthat decision and remand so that Hill’s claim regarding\nintellectual disability can be evaluated based solely on holdings\nof this Court that were clearly established at the relevant\ntime.IIn September 1985, 12-year old Raymond Fife\nset out on his bicycle for a friend’s home. When he did not arrive,\nhis parents launched a search, and that evening his father found\nRaymond—naked, beaten, and burned—in a wooded field. Although\nalive, he had sustained horrific injuries that we will not\ndescribe. He died two days later.In 1986, respondent Danny Hill was convicted for\ntorturing, raping, and murdering Raymond, and he was sentenced to\ndeath. An intermediate appellate court affirmed his conviction and\nsentence, as did the Ohio Supreme Court. We denied certiorari.Hillv.Ohio, 507 U. S. 1007 (1993).After unsuccessful efforts to obtain\npostconviction relief in state and federal court, Hill filed a new\npetition in the Ohio courts contending that his death sentence is\nillegal underAtkinsv.Virginia, 536 U. S. 304\n(2002), which held that the Eighth Amendment prohibits the\nimposition of a death sentence on a defendant who is “mentally\nretarded.” In 2006, the Ohio trial court denied this claim, App. to\nPet. for Cert. 381a–493a, and in 2008, the Ohio Court of Appeals\naffirmed,Statev.Hill, 177 Ohio App. 3d 171,\n2008-Ohio-3509, 894 N. E. 2d 108. In 2009, the Ohio Supreme\nCourt denied review.Statev.Hill, 122 Ohio St. 3d\n1502, 2009-Ohio-4233, 912 N. E. 2d 107.In 2010, Hill filed a new federal habeas\npetition under 28 U. S. C. §2254, seeking review of the\ndenial of hisAtkinsclaim. The District Court denied the\npetition, App. to Pet. for Cert. 77a–210a, but the Sixth Circuit\nreversed and granted habeas relief under §2254(d)(1), which applies\nwhen a state-court adjudication “resulted in a decision that was\ncontrary to, or involved an unreasonable application of, clearly\nestablished Federal law, as determined by the Supreme Court of the\nUnited States.” SeeHillv.Anderson, 881 F. 3d\n483 (2018). The Sixth Circuit found two alleged deficiencies in the\nOhio courts’ decisions: First, they “overemphasized Hill’s adaptive\nstrengths”; and second, they “relied too heavily on adaptive\nstrengths that Hill exhibited in the controlled environment of his\ndeath-row prison cell.”Id., at 492. In reaching these\nconclusions, the court relied repeatedly on our decision inMoorev.Texas, 581 U. S. ___. See 881\nF. 3d, at 486, 487, 488, n. 4, 489, 491, 492, 493, 495,\n496, 498, 500. The court acknowledged that “[o]rdinarily, Supreme\nCourt decisions that post-date a state court’s determination cannot\nbe ‘clearly established law’ for the purposes of [the federal\nhabeas statute],” but the court argued “thatMoore’s holding\nregarding adaptive strengths [was] merely an application of what\nwas clearly established byAtkins.”Id.,at 487.The State filed a petition for a writ of\ncertiorari, contending that the Sixth Circuit violated §2254(d)(1)\nbecause a fundamental underpinning of its decision wasMoore, a case decided by this Court well after the Ohio\ncourts’ decisions. Against this, Hill echoes the Court of Appeals’\nargument thatMooremerely spelled out what was clearly\nestablished byAtkinsregarding the assessment of adaptive\nskills.IIThe federal habeas statute, as amended by the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA),\nimposes important limitations on the power of federal courts to\noverturn the judgments of state courts in criminal cases. The\nstatute respects the authority and ability of state courts and\ntheir dedication to the protection of constitutional rights. Thus,\nunder the statutory provision at issue here, 28 U. S. C.\n§2254(d)(1), habeas relief may be granted only if the state court’s\nadjudication “resulted in a decision that was contrary to, or\ninvolved an unreasonable application of,” Supreme Court precedent\nthat was “clearly established” at the time of the adjudication.E.g., Whitev.Woodall, 572 U. S. 415, 419–420\n(2014);Metrishv.Lancaster, 569 U. S. 351,\n357–358 (2013). This means that a state court’s ruling must be “so\nlacking in justification that there was an error well understood\nand comprehended in existing law beyond any possibility for\nfairminded dis- agreement.”Harringtonv.Richter,\n562 U. S. 86, 103 (2011). We therefore consider what was\nclearly established regarding the execution of the intellectually\ndis- abled in 2008, when the Ohio Court of Appeals rejected Hill’sAtkinsclaim.Of course,Atkinsitself was on the\nbooks, butAtkinsgave no comprehensive definition of\n“mental retardation” for Eighth Amendment purposes.[1] The opinion of the Court noted that the\ndefinitions of mental retardation adopted by the American\nAssociation on Mental Retardation and the American Psychiatric\nAssociation required both “subaverage intellectual functioning” and\n“significant limitations in adaptive skills such as communication,\nself-care, and self-direction that became manifest before age 18.”\n536 U. S., at 318; see alsoid.,at 308, n. 3 (quoting\ndefinitions). The Court also noted that state statutory definitions\nof mental retardation at the time “[were] not identical, but\ngenerally conform[ed] to the[se] clinical definitions.”Id.,at 317, n. 22. The Court then left “ ‘to the State[s] the task\nof developing appropriate ways to enforce the constitutional\nrestriction’ ” that the Court adopted.Id., at 317\n(quotingFordv.Wainwright, 477 U. S. 399, 416\n(1986) (plurality opinion)).More than a decade later, we expounded on the\ndefinition of intellectual disability in two cases. InHallv.Florida, 572 U. S. 701 (2014), we considered a rule\nrestrictingAtkinsto defendants with “an IQ test score of\n70 or less.” 572 U. S., at 704. We held that this rule\nviolated the Eighth Amendment because it treated an IQ score higher\nthan 70 as conclusively disqualifying and thus prevented\nconsideration of other evidence of intellectual disability, such as\nevidence of “deficits in adaptive functioning over [the\ndefendant’s] lifetime.”Id.,at 724.Three years later inMoore, we appliedHalland faulted the Texas Court of Criminal Appeals (CCA)\nfor concluding that the petitioner’s IQ scores, some of which were\nat or below 70, established that he was not intellectually dis-\nabled.Moore, 581 U. S., at ___–___. We also held that\nthe CCA improperly evaluated the petitioner’s adaptive functioning.\nIt erred, we concluded, in “overemphasiz[ing] [petitioner’s]\nperceived adaptive strengths,” despite the medical community’s\nfocus on “adaptivedeficits.”Id.,at ___ (slip op.,\nat 12). And we found that the CCA also went astray in “stress[ing]\n[petitioner’s] improved behavior in prison,” even though the\nmedical community “caution[ed] against reliance on adaptive\nstrengths developed in a controlled setting, as a prison surely\nis.”Id.,at ___ (slip op., at 13) (internal quotation marks\nomitted).IIIIn this case, no reader of the decision of the\nCourt of Appeals can escape the conclusion that it is heavily based\nonMoore, which came years after the decisions of the Ohio\ncourts. Indeed, the Court of Appeals, in finding an unreasonable\napplication of clearly established law, drew almost word for word\nfrom the two statements inMoorequoted above. See 881\nF. 3d, at 492 (“Contrary toAtkins, the Ohio courts\noveremphasized Hill’s adaptive strengths and relied too heavily on\nadaptive strengths that Hill exhibited in the controlled\nenvironment of his death-row prison cell. In so doing, they\nunreasonably applied clearly established law”). Although the Court\nof Appeals asserted that the holding inMoorewas “merely an\napplication of what was clearly established byAtkins,” 881\nF. 3d, at 487, the court did not explain how the rule it\napplied can be teased out of theAtkinsCourt’s brief\ncomments about the meaning of what it termed “mental retardation.”\nWhileAtkinsnoted that standard definitions of mental\nretardation included as a necessary element “significant\nlimitations in adaptive skills . . . that became manifest\nbefore age 18,” 536 U. S., at 318,Atkinsdid not\ndefinitively resolve how that element was to be evaluated but\ninstead left its application in the first instance to the States.Id., at 317.Moreover, the posture in whichMoorereached this Court (it did not arise under AEDPA) and theMooremajority’s primary reliance on medical literature that\npostdated the Ohio courts’ decisions, 581 U. S.,at\n___, ___, provide additional reasons to question the Court of\nAppeals’ analysis. Cf.Cainv.Chappell, 870\nF. 3d 1003, 1024, n. 9 (CA9 2017) (because “Mooreis not an AEDPA case” and was “decided just this spring,”\n“Mooreitself cannot serve as ‘clearly established’ law at\nthe time the state court decided Cain’s claim”).IVThe centrality ofMoorein the Court of\nAppeals’ analysis is reflected in the way in which the\nintellectual-disability issue was litigated below. TheAtkinsportion of Hill’s habeas petition did not focus on\n§2254(d)(1), the provision on which the decision below is\nbased.[2] Instead, it began and\nended with appeals to a different provision of the habeas statute,\n§2254(d)(2), which supports relief based on a state court’s\n“unreasonable determination of the facts.” In particular, Hill\nopened with the claim that the Ohio courts’ findings on “adaptive\nfunctioning” “were an unreasonable determination of the facts in\nlight of the evidence,” Amended Pet. for Habeas Corpus in No.\n96–CV–795 (ND Ohio) (Doc. 94), p. 15, ¶44 (citing §2254(d)(2)), and\nhe closed with the claim that the state trial court’s assessment\nthat he is “not mentally retarded” was based on “an unreasonable\ndetermination of the facts,”id.,at 36–37, ¶101 (citing\n§2254(d)(2)). Indeed, Hill’s reply to the State’s answer to his\npetition explicitly “concur[red] . . . that it is proper\nto review [hisAtkinsclaim] under §2254(d)(2).” Traverse in\nNo. 96–CV–795 (ND Ohio) (Doc. 102), p. 47. And so, unsurprisingly,\nthe District Court analyzed Hill’sAtkinsclaim solely under\n§2254(d)(2), noting that “[a]s Hill concedes in his Traverse, hisAtkinsclaim is more appropriately addressed as it relates\nto the Ohio appellate court’s factual analysis under §2254(d)(2).”\nApp. to Pet. for Cert. 121a.Hill pressed the same §2254(d)(2) argument in\nhis opening brief in the Sixth Circuit. There, he argued that the\nstate courts’ finding on “adaptive functioning . . . was\nan unreasonable determination of the facts.” Brief for\nPetitioner–Appellant in No. 14–3718 (CA6), p. 34 (citing\n§2254(d)(2)); see alsoid.,at 65 (“As such, the state\ncourts’ findings of fact that [Hill] is not mentally retarded\nconstitute an unreasonable determination of facts in light of the\nevidence presented. (§2254(d)(2))”).It appears that it was not until the Court of\nAppeals asked for supplemental briefing onMoorethat Hill\nintroduced the §2254(d)(1) argument that the Court of Appeals\nadopted. Although, as noted, the Court of Appeals ultimately\ndisclaimed reliance onMoore, it explicitly asked the\nparties for supplemental briefing on howMoore“should be\napplied to this case.” Because the reasoning of the Court of\nAppeals leans so heavily onMoore, its decision must be\nvacated. On remand, the court should determine whether its\nconclusions can be sustained based strictly on legal rules that\nwere clearly established in the decisions of this Court at the\nrelevant time.*  *  *The petition for certiorari and Hill’s motion\nfor leave to proceedin forma pauperisare granted, the\njudgment of the United States Court of Appeals for the Sixth\nCircuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1The Court explained that\nit was “fair to say that a national consensus” had developed\nagainst the execution of “mentally retarded” offenders.Atkinsv.Virginia, 536 U. S., 304, 316\n(2002).2While Hill’s petition\nargued at one point that certain unidentified “procedures” used by\nthe state courts in making the relevant decisions “violated clearly\nestablished federal law ofFord/Panetti/Atkins,” Amended\nPet. for Habeas Corpus in No. 96–CV–795 (ND Ohio) (Doc. 94), p. 15,\n¶45, the petition plainly did not encompass his current argument\nthat the Ohio Court of Appeals unreasonably applied clearly\nestablished law underAtkinsby overemphasizing adaptive\nstrengths and improperly considering his prison\nbehavior.",
    "joined": []
}