{
    "case": {
        "docket": "17-6075",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/17-6075/"
    },
    "id": "3813377",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESKEITH THARPEv.ERIC SELLERS,\nWARDENon petition for writ of certiorari to the\nunited states court of appeals for the eleventh circuitNo. 17–6075. Decided January 8, 2018Per Curiam.Petitioner Keith Tharpe moved to reopen his\nfederal habeas corpus proceedings regarding his claim that the\nGeorgia jury that convicted him of murder included a white juror,\nBarney Gattie, who was biased against Tharpe because he is black.\nSee Fed. Rule Civ. Proc. 60(b)(6). The District Court denied the\nmotion on the ground that, among other things, Tharpe’s claim was\nprocedurally defaulted in state court. The District Court also\nnoted that Tharpe could not overcome that procedural default\nbecause he had failed to produce any clear and convincing evidence\ncontradicting the state court’s determination that Gattie’s\npresence on the jury did not prejudice him. SeeTharpev.Warden, No. 5:10–cv–433 (MD Ga., Sept. 5, 2017), App. B to\nPet. for Cert. 19.Tharpe sought a certificate of appealability\n(COA). The Eleventh Circuit denied his COA application after\ndeciding that jurists of reason could not dispute that the District\nCourt’s procedural ruling was correct. SeeTharpev.Warden, 2017 WL 4250413, *3 (Sept. 21, 2017). The Eleventh\nCircuit’s decision, as we read it, was based solely on its\nconclusion, rooted in the state court’s factfinding, that Tharpe\nhad failed to show prejudice in connection with his procedurally\ndefaulted claim,i.e., that Tharpe had “failed to\ndemonstrate that Barney Gattie’s behavior ‘had substantial and\ninjurious effect or influence in determining the jury’s\nverdict.’ ”Ibid.(quotingBrechtv.Abrahamson, 507 U. S. 619, 637 (1993) ).Our review of the record compels a different\nconclusion. The state court’s prejudice determination rested on its\nfinding that Gattie’s vote to impose the death penalty was not\nbased on Tharpe’s race. SeeTharpev.Warden, No.\n93–cv–144 (Super. Ct. Butts Cty., Ga., Dec. 1, 2008), App. F to\nPet. for Cert. 102. And that factual determination is binding on\nfederal courts, including this Court, in the absence of clear and\nconvincing evidence to the contrary. See 28 U. S. C.\n§2254(e)(1). Here, however, Tharpe produced a sworn affidavit,\nsigned by Gattie, indicating Gattie’s view that “there are two\ntypes of black people: 1. Black folks and 2. Niggers”; that Tharpe,\n“who wasn’t in the ‘good’ black folks category in my book, should\nget the electric chair for what he did”; that “[s]ome of the jurors\nvoted for death because they felt Tharpe should be an example to\nother blacks who kill blacks, but that wasn’t my reason”; and that,\n“[a]fter studying the Bible, I have wondered if black people even\nhave souls.” App. B to Pet. for Cert. 15–16 (internal quotation\nmarks omitted). Gattie’s remarkable affidavit—which he never\nretracted—presents a strong factual basis for the argument that\nTharpe’s race affected Gattie’s vote for a death verdict. At the\nvery least, jurists of reason could debate whether Tharpe has shown\nby clear and convincing evidence that the state court’s factual\ndetermination was wrong. The Eleventh Circuit erred when it\nconcluded otherwise.The question of prejudice—the ground on which\nthe Eleventh Circuit chose to dispose of Tharpe’s application—is\nnot the only question relevant to the broader inquiry whether\nTharpe should receive a COA. The District Court denied Tharpe’s\nRule 60(b) motion on several grounds not addressed by the Eleventh\nCircuit. We express no view of those issues here. In light of the\nstandard for relief from judgment under Rule 60(b)(6), which is\navailable only in “ ‘extraordinary circumstances,’ ”Gonzalezv.Crosby, 545 U. S. 524, 536 (2005) ,\nTharpe faces a high bar in showing that jurists of reason could\ndisagree whether the District Court abused its discretion in\ndenying his motion. It may be that, at the end of the day, Tharpe\nshould not receive a COA. And review of the denial of a COA is\ncertainly not limited to grounds expressly addressed by the court\nwhose decision is under review. But on the unusual facts of this\ncase, the Court of Appeals’ review should not have rested on the\nground that it was indisputable among reasonable jurists that\nGattie’s service on the jury did not prejudice Tharpe.We therefore grant Tharpe’s motion to proceedin forma pauperis, grant the petition for certiorari, vacate\nthe judgment of the Court of Appeals, and remand the case for\nfurther consideration of the question whether Tharpe is entitled to\na COA.It is so ordered.",
    "joined": []
}