{
    "case": {
        "docket": "350",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/350/"
    },
    "id": "1962857",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMNELSON V. UNITED STATES555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESLAWRENCE W. NELSON, aka ZIKEEv.UNITED\nSTATESon petition for writ of certiorari to the united\nstates court of appeals for the fourth circuitNo. 08–5657. Decided January 26, 2009Per Curiam.Lawrence Nelson was convicted of\none count of conspiracy to distribute and to possess with intent to\ndistribute more than 50 grams of cocaine base. See 21 U. S. C.\n§846. The District Court calculated Nelson’s sentencing range under\nthe United States Sentencing Guidelines, and imposed a sentence of\n360 months in prison (the bottom of the range). During sentencing,\nthe judge explained that under Fourth Circuit precedent,\n“ ‘the Guidelines are considered presumptively\nreasonable,’ ” so that “ ‘unless there’s a good reason in\nthe [statutory sentencing] fac- tors … , the Guideline sentence is\nthe reasonable sentence.’ ” Pet. for Cert. 10.The United States Court of Appeals for the\nFourth Circuit affirmed Nelson’s conviction and sentence.United Statesv.Nelson, 237 Fed. Appx. 819\n(2007)(per curiam). It noted that within-Guidelines\nsentences are presumptively reasonable, and rejected Nelson’s\nargument that the District Court’s reliance on that presumption was\nerror.Id., at 821.Nelson filed a petition for a writ of\ncertiorari. We granted the petition, vacated the judgment, and\nremanded the case to the Fourth Circuit for further consideration\nin light ofRitav.United States,551 U. S. 338(2007).Nelsonv.United States, 552 U. S. ___\n(2008).On remand and without further briefing, the\nFourth Circuit again affirmed the sentence. 276 Fed. Appx. 331\n(2008)(per curiam). The court acknowledged that underRita, while courts of appeals “may apply a presumption of\nreasonableness to a district court sentence that reflects a proper\napplication of the Sentencing Guidelines,” 551 U. S., at 347, “the\nsentencing court does not enjoy the benefit of a legal presumption\nthat the Guidelines sentence should apply,”id., at 351.\nInstead, the sentencing court must first calculate the Guidelines\nrange, and then consider what sentence is appropriate for the\nindividual defendant in light of the statutory sentencing factors,\n18 U. S. C. §3553(a), explaining any variance from the former\nwith reference to the latter. Nonetheless, the Fourth Circuit\nupheld the sentence, finding that the District Court did not treat\nthe Guidelines as “mandatory” but rather understood that they were\nonly advisory. 276 Fed. Appx., at 333.Nelson has again filed a petition for a writ\nof certiorari, reasserting,inter alia, essentially the\nsame argument he made before us the first time: that the District\nCourt’s statements clearly indicate that it impermissibly applied a\npresumption of reasonableness to his Guidelines range. The United\nStates admits that the Fourth Circuit erred in rejecting that\nargument following our remand; we agree.Our cases do not allow a sentencing court to\npresume that a sentence within the applicable Guidelines range is\nreasonable. InRitawe said as much, in fairly explicit\nterms: “We repeat that the presumption before us is anappellatecourt presumption. . . . [T]he sentencing court\ndoes not enjoy the benefit of a legal presumption that the\nGuidelines sentence should apply.” 551 U. S., at 351. And inGallv.United States, 552 U. S. ___ (2007), we\nreiterated that district judges, in considering how the various\nstatutory sentencing factors apply to an individual defendant, “may\nnot presume that the Guidelines range is reasonable.”Id.,\nat ___ (slip op., at 11–12).In this case, the Court of Appeals quoted the\nabove language fromRitabut affirmed the sentence anyway\nafter finding that the District Judge did not treat the Guidelines\nas mandatory. That is true, but beside the point. The Guidelines\nare not onlynot mandatoryon sentencing courts; they are\nalso not to bepresumedreasonable. We think it plain from\nthe comments of the sentencing judge that he did apply a\npresumption of reasonableness to Nelson’s Guidelines range. Under\nour recent precedents, that constitutes error.The petition for certiorari and the motion for\nleave to proceedin forma pauperisare granted. The\njudgment of the Court of Appeals is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}