{
    "case": {
        "docket": "960",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/960/"
    },
    "id": "1962960",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESINDIANA STATE POLICE PENSION TRUST et al.08A1096    v.CHRYSLER LLC et al.CENTER FOR AUTO SAFETY et al.08–1513 (08A1099)    v.CHRYSLER LLC et al.PATRICIA PASCALE08A1100    v.CHRYSLER LLC et al.on applications for stay[June 9, 2009]Per Curiam.The applications for stay presented toJusticeGinsburgand by her referred to\nthe Court are denied. The temporary stay entered byJusticeGinsburgon June 8, 2009, is\nvacated.A denial of a stay is not a decision on\nthe merits of the underlying legal issues. In determining whether\nto grant a stay, we consider instead whether the applicant has\ndemonstrated “(1) a reasonable probability that four Justices will\nconsider the issue sufficiently meritorious to grant certiorari or\nto note probable jurisdiction; (2) a fair prospect that a majority\nof the Court will conclude that the decision below was erroneous;\nand (3) a likelihood that irreparable harm will result from the\ndenial of a stay.”Conkrightv.Fommert, 556\nU. S. ___, ___ (2009) (slip op., at 1–2)\n(Ginsburg, J., in chambers) (internal quotation marks\nand alterations omitted). In addition, “in a close case it may be\nappropriate to balance the equities,” to assess the relative harms\nto the parties, “as well as the interests of the public at large.”Id., at ___ (slip op., at 2) (internal quotation marks\nomitted).“A stay is not a matter of right, even\nif irreparable injury might otherwise result.”Nkenv.Holder, 556 U. S. ___, ___ (2009) (slip op., at 14)\n(internal quotation marks omitted). It is instead an exercise of\njudicial discretion, and the “party requesting a stay bears the\nburden of showing that the circumstances justify an exercise of\nthat discretion.”Ibid. The applicants have not carried that\nburden.“[T]he propriety of [a stay] is\ndependent upon the circumstances of the particular case,” and the\n“traditional stay factors contemplate individualized judgments in\neach case.”Ibid.(internal quotation marks omitted). Our\nassessment of the stay factors here is based on the record and\nproceedings in this case alone.",
    "joined": []
}