{
    "case": {
        "docket": "20-1084",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-1084/"
    },
    "id": "4446969",
    "author": "per curiam",
    "type": "per curiam",
    "text": "SUPREME COURT OF THE UNITED STATESJefferson S. Dunn, Commissioner, Alabama\nDepartment of Correctionsv.Matthew Reeveson petition for writ of certiorari to the\nunited states court of appeals for the eleventh circuitNo. 20–1084. Decided July 2, 2021Per Curiam.Willie Johnson towed Matthew Reeves’ broken-down\ncar back to the city after finding Reeves stranded on an Alabama\ndirt road. In payment for this act of kindness, Reeves murdered\nJohnson, stole his money, and mocked his dying spasms. Years after\nbeing convicted of murder and sentenced to death, Reeves sought\nstate postconviction relief, arguing that his trial counsel should\nhave hired an expert to develop sentencing-phase mitigation\nevidence of intellectual disability. But despite having the burden\nto rebut the strong presumption that his attorneys made a\nlegitimate strategic choice, Reeves did not callanyof them\nto testify. The Alabama Court of Criminal Appeals denied relief,\nstressing that lack of evidence about counsel’s decisions impeded\nReeves’ efforts to prove that they acted unreasonably.Reevesv.State, 226 So. 3d 711, 750–751 (2016).On federal habeas review, the Eleventh Circuit\nheld that this analysis was not only wrong, but indefensible. In an\nunpublished,per curiamopinion that drew heavily on a\ndissent from denial of certiorari, the Eleventh Circuit\nreinterpreted the Alabama court’s lengthy opinion as imposing a\nsimpleper seprohibition on relief in all cases where\na prisoner fails to question his counsel.Reevesv.Commissioner,Ala. Dept. of Corrections, 836 Fed.\nAppx. 733, 744–747 (2020). It was the Eleventh Circuit, however,\nthat went astray in its “readiness to attribute error.”Woodfordv.Visciotti,537 U.S.\n19, 24 (2002) (per curiam). Federal habeas courts\nmust defer to reasonable state-court decisions, 28\nU. S. C. §2254(d), and the Alabama court’s treatment of\nthe spotty record in this case was consistent with this Court’s\nrecognition that “the absence of evidence cannot overcome the\nstrong presumption that counsel’s conduct fell within the wide\nrange of reasonable professional assistance.”Burtv.Titlow,571 U.S.\n12, 23 (2013) (internal quotation marks and brackets\nomitted).IIn November 1996, Reeves and some friends\ndecided to “go out looking for some robberies. ”Reeves, 226 So. 3d, at 719 (internal quotation marks\nomitted). The group’s initial target was a drug dealer in a nearby\ntown, but their car broke down and left them stranded on the side\nof the road. A few hours later, however, Johnson happened to drive\nby in his truck and offered to tow the disabled vehicle to Reeves’\nhouse.After they arrived, Reeves, who was riding in\nthe bed of the truck, stuck a shotgun through the rear window of\nthe cab and shot Johnson in the neck. As Johnson sat slumped in the\ndriver’s seat “bleeding heavily and making gagging noises,” Reeves\ndirected the rest of the group to “go through Johnson’s pockets to\nget his money.”Id., at 720 (internal quotation marks\nomitted). Throughout the rest of the day, Reeves repeatedly\n“brag[ged] about having shot Johnson,” boasting that the murder\n“would earn him a ‘teardrop,’ a gang tattoo acquired for killing\nsomeone.”Ibid.(internal quotation marks omitted). And at a\nparty that night, Reeves invented a dance in which he “pretend[ed]\nto pump a shotgun” and “jerk[ed] his body around in a manner\nmocking the way that Willie Johnson had died.”Ibid.(brackets and internal quotation marks omitted).Alabama charged Reeves with murder and appointed\ncounsel for him. His attorneys took several steps to develop\nmitigating evidence, including exploring the possibility that\nReeves was intellectually disabled. For example, they obtained\nextensive records of Reeves’ educational, medical, and correctional\nhistory. Counsel also requested funding to hire a\nneuropsychologist, Dr. John Goff, to evaluate Reeves and prepare\nmitigation evidence. And when the trial court initially rejected\nthat request, counsel successfully sought reconsideration.After the court granted funding, Reeves’\nattorneys managed to acquire additional mental-health records from\nthe State, including documents related to a pretrial competency\nevaluation that featured a partial administration of an IQ\ntest.[1] The totality of the\nevidence reflected that Reeves had a troubled childhood, suffered\nfrom numerous behavioral difficulties, and was within the\n“borderline” range of intelligence. While in school—before being\nexpelled for violence and misbehavior—he had been referred to\nspecial services for emotional conflict and behavioral issues. But\nReeves’ records also showed that he had previously beendeniedspecial educational services for intellectual\ndisability. Counsel also learned that Reeves had attended classes\nand earned certificates in welding, masonry, and automotive\nmechanics. And the psychologist who initially evaluated Reeves\nlater opined that he was not intellectually disabled.At some point before trial, Reeves’ attorneys\napparently elected to pursue other mitigation strategies instead of\nhiring Dr. Goff. The record does not reveal the exact reason for\nthis decision—likely because Reeves did not ask them to testify.\nThe record does show, however, that counsel presented a holistic\nmitigation case. For example, counsel called several witnesses at\nsentencing—including Reeves’ mother and the psychologist who\nperformed the competency evaluation—and elicited testimony about\nReeves’ turbulent childhood, neglectful family, and educational\ndifficulties. The jury, however, recommended a death sentence.Reeves later sought postconviction relief in\nstate court, alleging almost 20 theories of error. Relevant here,\nhe asserted that he was categorically exempt from execution by\nreason of intellectual disability, seeAtkinsv.Virginia,536 U.S.\n304(2002), or at the very least that counsel should have hired\nDr. Goff to develop mitigation along those lines for use at\nsentencing, seePorterv.McCollum,558 U.S.\n30(2009) (per curiam). At a 2-day hearing in state\ncourt, Reeves called two experts, including Dr. Goff. The doctor\nconcluded that Reeves was intellectually disabled, explaining that\nthe so-called Flynn Effect—a controversial theory involving the\ninflation of IQ scores over time—required adjusting Reeves’ score\ndownward into the 60s.[2] Dr.\nGoff also cited a number of behavioral assessments that supposedly\nshowed Reeves’ shortcomings in adaptive functioning. For its part,\nthe State offered the expert testimony of Dr. King, who\nadministered his own evaluation and concluded that Reeves was not\nintellectually disabled. In fact, Dr. King pointed out that Reeves\nhad a leadership role in a drug-dealing group and earned as much as\n$2,000 a week.Despite Reeves’ focus on his attorney’s\nperformance, he did not give them the opportunity to explain their\nactions. Although all three of his lawyers apparently were alive\nand available, Reeves did not call them to testify.The trial court denied relief, and the Alabama\nCourt of Criminal Appeals affirmed. First, it agreed that Reeves\nhad failed to prove that he was actually intellectually disabled\nand thus exempt from execution.Reeves, 226 So. 3d, at 744.\nThe court specifically addressed Dr. Goff ’s reliance on the\nFlynn Effect, reiterating that this approach “has not been accepted\nas scientifically valid by all courts” and was “not settled in the\npsychological community.”Id., at 739 (internal quotation\nmarks omitted). In fact, even Dr. Goff had “admitted that he did\nnot use the ‘Flynn Effect’ for over 20 years after it was first\ndiscovered.”Ibid.Second, the court rejected Reeves’ claim that\ncounsel should have hired an expert to develop mitigating evidence\nof intellectual disability. Stressing that an attorney’s decision\nnot to hire an expert is “typically [a] strategic decisio[n]” that\nwill “not constitute per se deficient performance,” the court\nlooked to the record to assess the “reasoning behind counsel’s\nactions.”Id., at 750, 751 (internal quotation marks\nomitted). In this case, the court observed, “the record [was]\nsilent as to th[ose] reasons” “because Reeves failed to call his\ncounsel to testify.”Id., at 751 (internal quotation marks\nomitted). Hence, he could not overcome the “presumption of\neffectiveness” that courts must afford to trial counsel.Ibid.(internal quotation marks omitted).Reeves sought certiorari, which we denied over a\ndissent.Reevesv.Alabama, 583 U. S. ___ (2017)\n(opinion of Sotomayor, J.). The dissent acknowledged that the\n“absence of counsel’s testimony may make it more difficult for a\ndefendant to meet his burden” of proving deficient performance, but\nstill would have reversed and remanded because it understood the\nAlabama court to have applied “a categorical rule that counsel must\ntestify in order for a petitioner to succeed on a federal\nconstitutional ineffective- assistance-of-counsel claim.”Id., at ___, ___ (slip op., at 2, 9). Although the dissent\ncited no decision in which this Court reprimanded a state court for\ntaking that approach, it reasoned that such a rule was contrary to\ndecisions in which this Court had “found deficient performancedespite[attorney] testimony, based on a review of the full\nrecord.”Id., at ___ (slip op., at 9).[3]Reeves next sought federal habeas review. The\nDistrict Court denied relief, but the Eleventh Circuit reversed in\npart. Like every court before it, the Eleventh Circuit first\nrejected Reeves’ claim that he was intellectually disabled. 836\nFed. Appx., at 741. But, it held that his lawyers were\nconstitutionally deficient for not developing more evidence of\nintellectual disability and that this failure might have changed\nthe outcome of the trial.In reaching that result, the Eleventh Circuit\nexplained that it owed no deference to the “unreasonable” decision\nof the Alabama court. §2254(d). Quoting at length from the earlier\ndissent from denial of certiorari, the panel reasoned that “aper serule that the petitioner must present counsel’s\ntestimony” was clearly contrary to federal law.Id., at\n744–747. And, to demonstrate that the Alabama court had applied\nsuch a rule, the Eleventh Circuit excised a single statement from a\nlengthy block quote: “ ‘[T]o overcome the strong presumption\nof effectiveness, a [state] petitioner must, at his evidentiary\nhearing, question trial counsel regarding his actions and\nreasoning.’ ”Id., at 744 (emphasis deleted). The\nEleventh Circuit then reasoned that the state court surely must\nhave imposed this “categorical rule” because its opinion also said\nthat Reeves’ “ ‘failure to call his attorneys to testify was\nfatal to his claims.’ ”Ibid.(emphasis deleted;\nbrackets omitted). But that quote was not quite complete; the\noriginal sentence reads, “In this case, Reeves’s failure to\ncall his attorneys to testify is fatal to his claims of ineffective\nassistance of counsel.”Reeves, 226 So. 3d, at 749 (emphasis\nadded).IIThis case presents a simple question: Did the\nAlabama court violate clearly established federal law when it\nrejected Reeves’ claim that his attorneys should have hired an\nexpert?In answering this question, we owe deference to\nboth Reeves’ counselandthe state court. As to counsel, we\nhave often explained that strategic decisions—including whether to\nhire an expert—are entitled to a “strong presumption” of\nreasonableness.Harringtonv.Richter,562 U.S.\n86, 104 (2011). Defense lawyers have “limited” time and\nresources, and so must choose from among “ ‘countless’ ”\nstrategic options.Id., at 106–107. Such decisions are\nparticularly difficult because certain tactics carry the risk of\n“harm[ing] the defense” by undermining credibility with the jury or\ndistracting from more important issues.Id., at 108.The burden of rebutting this presumption “rests\nsquarely on the defendant,” and “[i]t should go without saying that\nthe absence of evidence cannot overcome [it].”Titlow, 571\nU. S., at 22–23. In fact, even if there is reason to think\nthat counsel’s conduct “was far from exemplary,” a court still may\nnot grant relief if “[t]he record does not reveal” that counsel\ntook an approach that no competent lawyer would have chosen.Id., at 23–24.This analysis is “doubly deferential” when, as\nhere, a state court has decided that counsel performed adequately.Id., at 15 (internal quotation marks omitted); see alsoSextonv.Beaudreaux, 585 U. S. ___, ___–___\n(2018) (per curiam) (slip op., at 7–8) (deference is\n“near its apex” in such cases). A federal court may grant habeas\nrelief only if a state court violated “clearly establishedFederal law, as determined bythe Supreme Courtof the\nUnited States.” §2254(d)(1) (emphasis added). This “wide latitude”\nmeans that federal courts can correct only “extreme malfunctions in\nthe state criminal justice syste[m].”Richter, 562\nU. S., at 102, 106 (internal quotation marks omitted). And in\nreviewing the work of their peers, federal judges must begin with\nthe “presumption that state courts know and follow the law.”Woodford, 537 U. S., at 24. Or, in more concrete terms,\na federal court may grant relief only ifevery“ ‘fairminded juris[t]’ ” would agree thateveryreasonable lawyer would have made a different decision.Richter, 562 U. S., at 101.A straightforward application of these\nprinciples reveals the extent of the Eleventh Circuit’s error. We\nstart, as we must, with the case as it came to the Alabama court.\nReeves had filed a 100-plus-page brief alleging manifold errors,\nincluding several theories of ineffective assistance of counsel.Reeves, 226 So. 3d, at 749–750, and n. 16. Many of\nthese attacked basic strategic choices, including his current\nargument that counsel should have hired Dr. Goff to develop\nadditional evidence of intellectual disability. Yet, despite\nReeves’ determination to find fault with his lawyers, he offered no\ntestimony or other evidence from them.That omission was particularly significant given\nthe “range of possible reasons [Reeves’] counsel may have had for\nproceeding as they did.”Cullenv.Pinholster,563 U.S.\n170, 196 (2011) (internal quotation marks omitted). This is not\na case in which a lawyer “failed to uncover and presentanyevidence of [Reeves’] mental health or mental impairment, [or] his\nfamily background.”Porter, 558 U. S., at 40 (emphasis\nadded). Counsel’s initial enthusiasm to collect Reeves’ records and\nobtain funding hardly indicates professional neglect and\ndisinterest.Rather, we simply do not know what information\nand considerations emerged as counsel reviewed the case and refined\ntheir strategy. The attorneys may very well have pored over the\nvoluminous evidence in their possession—including those obtainedaftertheir funding request—and identified several reasons\nthat a jury was unlikely to be persuaded by a claim of intellectual\ndisability. After all, although Reeves’ records suggested that his\nintelligence was below average, they also indicated that he was not\nintellectually disabled.E.g., 226 So. 3d, at 729. Counsel\nmight also have been concerned about the evidence of Reeves’\nhistory of violence, criminal past, and behavior problems,ibid., and concluded that presenting these characteristics\nalongside a full-throated intellectual-disability argument would\nhave convinced the jury that Reeves “was simply beyond\nrehabilitation,”Pinholster, 563 U. S., at 201. Or,\ncounsel may have uncovered additional evidence confirming their\nconcerns about an intellectual-disability strategy. Perhaps Reeves\ninformed them, as he later did Dr. King, that he was savvy enough\nto earn thousands of dollars a week in a drug- dealing operation\nwhere he had a leadership role. 226 So. 3d, at 736.Or, counsel may well have further investigated\nDr. Goff and decided that his debatable methodologies would\nundermine credibility with a local jury—possibly a prescient choice\ngiven thatevery single courtto consider the issue has\nrejected Reeves’ claim of intellectual disability. In fact, around\nthe time that counsel were formulating their trial strategy, Dr.\nGoff was already performing questionable evaluations. See,e.g.,Kingv.Apfel, 2000 WL 284217, *2 (SD\nAla., Feb. 29, 2000) (Dr. Goff ’s 1996 evaluation of a Social\nSecurity claimant was “unsupported by the medical evidence,” and\n“everything elsein the record [was] counter to [his]\nextreme findings” (emphasis added));Smallv.Apfel,\n2000 WL 1844727, *3, n. 5 (SD Ala., Oct. 17, 2000) (“[Dr.]\nGoff ’s [1998] conclusions regarding deficits in adaptive\nbehavior are not only mere guesses . . . but also suffer\nfrom a lack of support in the record”). It is not unreasonable for\na lawyer to be concerned about overreaching.Simply put, if the attorneys had been given the\nchance to testify, they might have pointed to information\njustifying the strategic decision to devote their time and efforts\nelsewhere. Yet, Reeves—possibly pursuing a strategy of his\nown—declined to put that testimonial evidence before the Alabama\ncourt. So given that the Alabama court was entitled to reject\nReeves’ claim if trial counsel had any “possible reaso[n]\n. . . for proceeding as they did,”Pinholster, 563\nU. S., at 196 (internal quotation marks omitted), it surely\nwas not obliged to accept Reeves’ blanket assertion on an\nincomplete evidentiary record that “[n]o reasonable strategy could\nsupport counsel’s failure,” ECF Doc. 23–29, at 81.Rather than defer to this commonsense analysis,\nthe Eleventh Circuit took a path that we have long foreclosed:\n“mischaracterization of the state-court opinion.”Woodford,\n537 U. S., at 22. As explained above, the Alabama court\nreasonably concluded that the incomplete evidentiary record—which\nwas notably “silent as to the reasons trial counsel . . .\nchose not to hire Dr. Goff or another neuropsychologist”—doomed\nReeves’ belated efforts to second-guess his attorneys.Reeves, 226 So. 3d, at 751. The Eleventh Circuit, however,\nrecharacterized this case-specific analysis as a “categorical rule”\nthatanyprisoner willalwayslose if he fails to\ncall and question “trial counsel regarding his or her actions and\nreasoning.” 836 Fed. Appx., at 744 (emphasis deleted; internal\nquotation marks omitted).We think it clear from context that the Alabama\ncourt did not apply a blanket rule, but rather determined that the\nfacts of this case did not merit relief. As an initial matter, the\nAlabama court twice recognized that therecanbe instances\nof “per sedeficient performance.”Reeves, 226\nSo. 3d, at 750–751. It simply concluded that here, counsel’s choice\nregarding experts involved a strategic decision entitled to a\npresumption of reasonableness.Ibid.Moreover,otherportions of the opinion’s lengthy recitation of the law (which the\nEleventh Circuit omitted) belie a categorical approach. In\nparticular, the court twice said that it would consider “ ‘all\nthe circumstances’ ” of the case, and it qualified its\nsupposedly categorical rule by explaining that “counsel shouldordinarilybe afforded an opportunity to explain his actions\nbefore being denounced as ineffective.”Id., at 744, 747\n(emphasis added; some internal quotation marks omitted).Other parts of the opinion yield the same\ninterpretation. For example, the court devoted almost nine pages to\ndiscussing ineffective assistance of counsel. That would have been\na curious choice for a “busy state cour[t]” if a single sentence\napplying aper serule could have sufficed.Johnsonv.Williams,568 U.S.\n289, 298 (2013) (state courts need not even “discuss separately\nevery single claim”). Within that lengthy discussion, the court\nindividually mentioned many of Reeves’ specific theories, including\nhis current intellectual-disability argument. Moreover, that the\ncourt in a footnote summarily rejecteddifferentineffective- assistance-of-counsel claims for procedural reasons\nfurther weighs against imputing aper serule for the\ntheories that the court discussed in the body of its opinion.Reeves, 226 So. 3d, at 749–750, n. 16.Even more important, the actual analysis of the\nclaim at issue here reflects a case-specific approach. The court\ndid not merely say, as the Eleventh Circuit wrongly suggested, that\nReeves’ “ ‘failure to call his attorneys to testify was fatal\nto his claims.’ ” 836 Fed. Appx., at 744 (brackets omitted).\nRather, the opinion prefaced this quote with an important\nqualifier—“In this case.”Reeves, 226 So. 3d, at 749\n(emphasis added). And sure enough, the court proceeded to explain\nwhy Reeves could not prevail “in this case”—because “the record\n[was] silent as to the reasoning behind counsel’s actions.”Id., at 751 (internal quotation marks omitted). To be sure,\nthe record in this particular case happened to be deficient\n“because Reeves failed to call his counsel to testify.”Ibid.But, this unremarkable observation of cause and effect\nin light of the facts before the court was hardly an absolute bar\nineverycase whereotherrecord evidence might fill\nin the details. And, it certainly was not contrary to clearly\nestablished law given that this Court and the Eleventh Circuit have\nmade the same observation that a silent record cannot discharge a\nprisoner’s burden.E.g.,Titlow, 571 U. S., at\n15, 22–24;Graysonv.Thompson,257 F.3d 1194, 1218 (CA11 2001) (noting that “the record [was]\nsilent as to why trial counsel did not pursue a motion to suppress\nthe evidence,” and that “habeas counsel did not inquire as to trial\ncounsel’s reasons for not raising such a claim”).[4]*  *  *For the foregoing reasons, we grant the\npetition for a writ of certiorari, reverse the judgment of the\nCourt of Appeals, and remand the case for proceedings consistent\nwith this opinion.It is so ordered.Justice Breyer dissents.Notes1Around the same time, one\nof Reeves’ attorneys withdrew from the case, explaining that Reeves\n“ha[d] been combative, argumentative[,] and ha[d] totally refused\nto assist [the attorney] in any manner.” Electronic Case Filing in\nNo. 1:17–cv–00061 (SD Ala.) (ECF), Doc. 23–1, pp. 3, 78.\nAnother attorney replaced him.2According to some\nproponents of this theory, the Flynn Effect posits that IQ scores\nincrease “by approximately 0.3 points per year,” which in turn\n“requires that the IQ test be ‘normed’ periodically so that the\nmean score on the test stays the same” and “that 0.3 points be\ndeducted from [a] full-scale IQ score achieved on an IQ test for\neach year since the test was last normed.”Reevesv.State, 226 So. 3d 711, 730 (Ala. Crim. App.\n2016).3We note that this\ndissent—unlike the Eleventh Circuit—considered the case before it\nentered the exceedingly deferential posture of federal habeas\nreview. Moreover, the dissent didnotconclude that Reeves\nwas entitled to relief on the merits of his claim, but instead\nwould have “remand[ed] so that the [Alabama court] could explain\nwhy, given the full factual record, Reeves’ counsel’s choices\nconstituted reasonable performance.” 583 U. S., at ___ (slip\nop., at 14).4Today’s dissent suggests\nthat a more recent decision—Statev.M.D.D., ___ So.\n3d ___, 2020 WL 6110694 (Ala. Crim. App., Oct. 16,\n2020)—illustrates that Alabama courts understandReevesto\nannounce aper serule.Post, at 6–9, and\nn. 4 (opinion of Sotomayor, J.). But that case does the exact\nopposite. InM.D.D., the petitioner alleged that his\nattorney should have called a medical expert at trial, yet he did\nnot have the attorney testify at the postconviction hearing. 2020\nWL 6110694, *5–*6. The Alabama court denied relief after examining\nthe evidence and identifying a “sound, strategic reason for not\ncalling [the expert] to testify.”Id., at *8 (discussing a\npossible downside to having the expert testify); see alsoid., at *9 (explaining, in the alternative, why the\npetitioner suffered no prejudice). Notably, the court did so after\ncitingReevesand quoting thesame languagethat the\ndissent claims represents aper serule. Compareid., at *7–*8 (“[A] Rule 32 petitioner must, at his\nevidentiary hearing, question trial counsel regarding his or her\nactions and reasoning. . . . In this case, the\nfailure to have trial counsel testify is fatal to [the\npetitioner’s] claims of ineffective assistance of counsel”\n(emphasis deleted; internal quotation marks omitted)), withpost, at 1, 5. Again, it would have been strange for a busy\nAlabama court to devote pages to rejecting a claim if a categorical\nbar would have sufficed.",
    "joined": []
}