{
    "case": {
        "docket": "1",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/1/"
    },
    "id": "1963042",
    "author": "per curiam",
    "type": "per curiam",
    "text": "558 U. S. ____ (2009)CORCORAN V. LEVENHAGEN558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESJOSEPH E. CORCORANv.MARK LEVENHAGEN,\nSUPERINTENDENT, INDIANA STATE PRISONon petition for writ of certiorari to the united\nstates court of appeals for the seventh circuitNo. 08–10495. Decided October 20, 2009Per Curiam.An Indiana jury convicted Joseph\nCorcoran of four counts of murder. Corcoran was sentenced to death.\nAfter Corcoran’s challenges to his sentence in the Indiana courts\nfailed, he sought federal habeas relief. Corcoran argued in his\nfederal habeas petition that: (1) the Indiana trial court committed\nvarious errors at the sentencing phase; (2) his sentence violated\nthe Sixth Amendment; (3) Indiana’s capital sentencing statute was\nunconstitutional; (4) the prosecution committed misconduct at\nsentencing; and (5) he should not be executed because he suffers\nfrom a mental illness. SeeCorcoranv.Buss, 483\nF. Supp. 2d 709, 719, 726 (ND Ind. 2007). The District Court\ngranted habeas relief on Corcoran’s claim of a Sixth Amendment\nviolation, and ordered the state courts to resentence Corcoran to a\npenalty other than death.Id., at 725–726. The District\nCourt did not address Corcoran’s other arguments relating to his\nsentence, noting that they were “rendered moot” by the order that\nCorcoran be resentenced because of the Sixth Amendment violation.Id., at 734.The Seventh Circuit reversed the District\nCourt’s Sixth Amendment ruling.Corcoranv.Buss,\n551 F. 3d 703, 712, 714 (2008). Then, without mentioning\nCorcoran’s other sentencing claims, the Seventh Circuit remanded\n“with instructions to deny the writ,” stating that “Indiana is at\nliberty to reinstate the death penalty.”Id., at 714.\nCorcoran sought rehearing, arguing that the Court of Appeals should\nhave allowed the District Court to consider his additional attacks\non his sentence. But the Court of Appeals denied rehearing, again\nwithout referring to Corcoran’s undecided claims.We now grant certiorari and hold that the\nSeventh Circuit erred in disposing of Corcoran’s other claims\nwithout explanation of any sort. The Seventh Circuit should have\npermitted the District Court to consider Corcoran’s unresolved\nchallenges to his death sentence on remand, or should have itself\nexplained why such consideration was unnecessary.In its brief in opposition, the State argues\nthat Corcoran’s claims were waived, and that they were in any event\nfrivolous, so that a remand would be wasteful. Brief in Opposition\n9–10. Nothing in the Seventh Circuit’s opinion, however, suggests\nthat this was the basis for that court’s order that the writ be\ndenied.The petition for certiorari and the motion for\nleave to proceedin forma pauperisare granted. The\njudgment of the Court of Appeals for the Seventh Circuit is\nvacated, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.",
    "joined": []
}