{
    "case": {
        "docket": "147",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/147/"
    },
    "id": "1962242",
    "author": "per curiam",
    "type": "per curiam",
    "text": "PER CURIAMBURTON V. STEWART549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESLONNIE LEE BURTON, PETITIONERv.BELINDA\nSTEWART, SUPERINTENDENT, STAFFORD CREEK CORRECTIONS CENTERon writ of certiorari to the united states court of\nappeals for the ninth circuit[January 9, 2007]Per Curiam.We granted certiorari in this\ncase, 547 U. S. ___ (2006), to determine whether our decision inBlakelyv.Washington,542\nU. S. 296(2004), announced a new rule and, if so, whether it\napplies retroactively on collateral review. We do not answer these\nquestions, however, because petitioner—a state prisoner seeking\npostconviction relief from the federal courts—failed to comply with\nthe gatekeeping requirements of 28 U. S. C. §2244(b). That\nfailure deprived the District Court of jurisdiction to hear his\nclaims. Accordingly, we vacate the judgment of the Court of Appeals\nand remand with instructions to direct the District Court to\ndismiss petitioner’s habeas corpus application for lack of\njurisdiction.IOn October 31, 1994, a Washington\njury convicted petitioner Lonnie Burton of rape, robbery, and\nburglary. App. 3–4. The state trial court initially entered\njudgment and sentence on December 19, 1994 (1994 judgment). In that\njudgment, the court sentenced Burton to a total of 562 months in\nprison.Statev.Burton, No. 35747–6–I etc., 1997\nWL 306429, *12 (Wash. App., June 9, 1997). The trial court rested\nthe 562-month sentence on two alternative grounds under\nWashington’s determinate sentencing scheme. First, it sentenced\nBurton to within-guidelines sentences for each offense—153 months\nfor robbery, 105 months for burglary, and 304 months for rape—and\ndirected that the sentences be served consecutively, for a total\nterm of 562 months.Id., at *13. Under Washington’s\n“multiple offense policy,” imposition of consecutive sentences\nconstitutes an “exceptional” sentence, Wash. Rev. Code\n§§9.94A.120(18), 9.94A.400(1)(a) (2000),[Footnote 1] but the trial court justified such a\nsentence on the ground that running the three terms concurrently\nwould result in a sentence “clearly too lenient” in light of the\npurposes of Washington’s sentencing scheme. See\n§9.94A.390(2)(i).[Footnote 2]\nThe second basis on which the court calculated a 562-month term was\nby running the sentences concurrently but imposing an exceptional\nsentence of 562 months solely for the rape conviction—again on the\nground that the total sentence would otherwise be “clearly too\nlenient.”Statev.Burton, 1997 WL 306429, at\n*13.After an unrelated prior\nconviction was overturned, Burton requested resentencing.\nAccordingly, over a year after the 1994 judgment, the trial court\nentered an amended judgment and sentence (1996 judgment), which,\nafter recalculating Burton’s offender scores, imposed a new\nsentence that relied solely on an exceptional 562-month sentence\nfor the rape conviction, run concurrently with the other two terms.Ibid.;App. 45. On direct review, the Washington Court of\nAppeals upheld Burton’s conviction,Statev.Burton,supra, a decision the Washington Supreme\nCourt declined to review,Statev.Burton, 133\nWash. 2d 1025, 950 P. 2d 475 (1997), cert. denied,523 U. S. 1082(1998).\nThe State Court of Appeals remanded for resentencing, however,\nbecause the trial court’s exclusive reliance on the exceptional\nrape sentence decreased Burton’s potential early release credits,\nraising vindictiveness concerns.Statev.Burton,\n1997 WL 306429, at *14.In response, on March 16, 1998, the trial\ncourt entered a second amended judgment and sentence (1998\njudgment). App. 3. In this judgment, the trial court recited the\njury’s 1994 guilty verdicts,id.,at 3–4, and again\nimposed a 562-month sentence, reverting to its original basis for\ndoing so—running the three within-guidelines sentences\nconsecutively.Id.,at 7, 29–32. Burton sought review of\nthis sentence, but the Washington courts eventually rejected his\nchallenges both on direct review and in state postconviction\nproceedings.Id.,at 43–55; App. to Brief for Petitioner\n1a–4a.On December 28, 1998, while state review of\nhis sentence was still pending, Burton filed a petition under 28 U.\nS. C. §2254 for a writ of habeas corpus in the United States\nDistrict Court for the Western District of Washington (1998\npetition). App. 34. The standard form he filled out warned\napplicants that they must “ordinarily first exhaust … available\nstate court remedies as to each ground on which” they sought\n“action by the federal court,” or run the risk of being “barred\nfrom presenting additional grounds at a later date.”Id.,at 37–38. Burton nonetheless challenged his custody only by\ndisputing the constitutionality of his three convictions, not by\npressing any sentencing claims. Where the form requested the\n“[d]ate of judgment of conviction,” Burton listed “Dec. 16, 1994,”\ncorresponding roughly to the date of the 1994 judgment.Id.,at 34. The form asked whether the applicant had “any\npetition or appeal now pending in any court, either state or\nfederal,as to the judgment under attack,” to which Burton\nanswered “Yes,” explaining that “[the] sentence I received at\nresentencing is on direct appeal.”Id.,at 40 (emphasis\nadded).The District Court denied relief,id.,at\n42, and the United States Court of Appeals for the Ninth Circuit\naffirmed,Burtonv.Walter, 21 Fed. Appx. 632\n(2001), cert. denied,535 U. S. 1060(2002).Over three years subsequent to filing the 1998\npetition, after the Washington courts had rejected his sentencing\nchallenges, Burton filed another federal habeas petition (2002\npetition), again in the Western District of Washington. This time,\nBurton claimed to be contesting the 1998 judgment, and challenged\nonly the constitutionality of his sentence. In particular, he\nalleged that it violated our decision inApprendiv.New Jersey,530 U. S. 466(2000), to\nthe extent the sentencing court departed from a standard sentence\nbased on its own factual determinations. The District Court again\ndenied the petition, App. 77, and the Ninth Circuit again affirmed,Burtonv.Waddington, 142 Fed. Appx. 297 (2005).\nBoth courts rejected the State’s contention that the District Court\nlacked jurisdiction to entertain the petition because Burton had\nnot obtained an order from the Court of Appeals authorizing him to\nfile a “second or successive” habeas petition, as required by the\nhabeas gatekeeping provisions, 28 U. S. C. §2244(b)(3). On the\nmerits, the Ninth Circuit rejected Burton’sApprendiclaim\nand agreed with the State that Burton could not benefit fromBlakelyv.Washington,542\nU. S. 296, because that decision announced a new rule that did\nnot apply retroactively to Burton’s sentence. 142 Fed. Appx., at\n299.It is this petition, the 2002 petition, that\nis before us today. We conclude, though, that because the 2002\npetition is a “second or successive” petition that Burton did not\nseek or obtain authorization to file in the District Court, the\nDistrict Court never had jurisdiction to consider it in the first\nplace.IIThe Antiterrorism and Effective\nDeath Penalty Act of 1996 (AEDPA) established a stringent set of\nprocedures that a prisoner “in custody pursuant to the judgment of\na State court,” 28 U. S. C. §2254(a), must follow if he wishes\nto file a “second or successive” habeas corpus application\nchallenging that custody, §2244(b)(1). In pertinent part, before\nfiling the application in the district court, a prisoner “shall\nmove in the appropriate court of appeals for an order authorizing\nthe district court to consider the application.” §2244(b)(3)(A). A\nthree-judge panel of the court of appeals may authorize the filing\nof the second or successive application only if it presents a claim\nnot previously raised that satisfies one of the two grounds\narticulated in §2244(b)(2). §2244(b)(3)(C);Gonzalezv.Crosby,545\nU. S. 524, 529–530 (2005); see alsoFelkerv.Turpin,518\nU. S. 651, 656–657, 664 (1996).Burton’s 2002 petition was a\n“second or successive” habeas application for which he did not\nseek, much less obtain, authorization to file. When Burton filed\nhis first petition, the 1998 petition, he was being held in custody\npursuant to the 1998 judgment, which had been entered some nine\nmonths earlier. When he filed his second petition, the 2002\npetition, he was still being held in custody pursuant to the same\n1998 judgment. In short, Burton twice brought claims contesting the\nsame custody imposed by the same judgment of a state court. As a\nresult, under AEDPA, he was required to receive authorization from\nthe Court of Appeals before filing his second challenge. Because he\ndid not do so, the District Court was without jurisdiction to\nentertain it.The Ninth Circuit determined that the 2002\npetition was not “second or successive” because, underMcCleskeyv.Zant,499 U. S. 467(1991),\nBurton had a “legitimate excuse for failing to raise” his\nsentencing challenges in the 1998 petition. 142 Fed. Appx., at 299\n(quotingMcCleskey,supra, at 490; internal\nquotation marks omitted). Specifically, the Ninth Circuit reasoned\nthat because Burton had not exhausted his sentencing claims in\nstate court when he filed the 1998 petition, “they were not ripe\nfor federal habeas review” at that time. 142 Fed. Appx., at\n298.We assume for purposes of this case, without\ndeciding, that the Ninth Circuit’s “legitimate excuse” approach to\ndetermining whether a petition is “second or successive” is\ncorrect. That court’s ruling that Burton had a “legitimate excuse,”\nhowever, is inconsistent with the precise practice we have\nexplained governs in circumstances such as Burton’s. The plurality\nopinion inRosev.Lundy,455 U. S. 509, 520–522\n(1982), stated that district courts should dismiss “mixed\npetitions”—those with exhausted and unexhausted claims—and that\npetitioners with such petitions have two options. They may withdraw\na mixed petition, exhaust the remaining claims, and return to\ndistrict court with a fully exhausted petition. We have held that\nin such circumstances the later filed petition would not be “second\nor successive.”Slackv.McDaniel,529 U. S. 473, 485–486\n(2000).Alternatively, prisoners filing mixed\npetitions may proceed with only the exhausted claims, but doing so\nrisks subjecting later petitions that raise new claims to rigorous\nprocedural obstacles.Lundy,supra, at 520–521\n(plurality opinion); see alsoSlack,supra, at\n486–487. As noted, the form Burton used in filing his first\npetition warned of just that consequence. App. 37–38,supra,at 3. There is no basis in our cases for supposing,\nas the Ninth Circuit did, that a petitioner with unexhausted claims\nwho chooses the second of these options—who elects to proceed to\nadjudication of his exhausted claims—may later assert that a\nsubsequent petition is not “second or successive” precisely because\nhis new claims were unexhausted at the time he filed his first\npetition. This reasoning conflicts with bothLundyand\n§2244(b) and would allow prisoners to file separate habeas\npetitions in the not uncommon situation where a conviction is\nupheld but a sentence is reversed. Such a result would be\ninconsistent with both the exhaustion requirement, with its purpose\nof reducing “piecemeal litigation,”Duncanv.Walker,533\nU. S. 167, 180 (2001), and AEDPA, with its goal of\n“streamlining federal habeas proceedings.”Rhinesv.Weber,544\nU. S. 269, 277 (2005).Burton directs us to two decisions,Stewartv.Martinez-Villareal,523 U. S. 637(1998),\nandSlack,supra, in which we have not regarded\nsubsequent petitions to be “second or successive.” But these cases\nare readily distinguishable. InMartinez-Villareal, we\nheld that the claim of a capital prisoner that he was insane and\ntherefore could not be put to death was necessarily unripe until\nthe State issued a warrant for his execution, and so the prisoner’s\nsubsequent request for consideration of that previously unripe\nclaim was not “second or successive” for purposes of §2244(b). 523\nU. S., at 644–645. But unlike Burton, the prisoner there had\nattempted to bring this claim in his initial habeas petition,\nprompting us to look toLundyin concluding that the claim\n“should be treated in the same manner as the claim of a petitioner\nwho returns to a federal habeas court after exhausting state\nremedies,” that is, characterizing it as not “second or\nsuccessive.”Martinez-Villareal,523 U. S., at 644.\nIndeed, we expressly declined to address the situation where a\npetitioner fails to raise the claim in the initial petition. Seeid., at 645, n. In this case, Burton did not raise the\nrelevant claims in his 1998 petition. Without more, therefore, our\nholding inMartinez-Villarealdoes not support the\nconclusion that Burton’s 2002 petition was not “second or\nsuccessive.”Slackis equally unhelpful to Burton;\nthat decision merely confirmed that when a “first” petition is\ndismissed because it contains unexhausted claims, a prisoner\nreturning later with a fully exhausted petition would not confront\nthe “second or successive” bar. 529 U. S., at 485–486. We held that\na “petition filed after a mixed petition has been dismissed underRosev.Lundybefore the district court\nadjudicated any claimsis to be treated as ‘any other first\npetition’ and is not a second or successive petition.”Id., at 487 (emphasis added). See alsoid., at\n478 (“[A] habeas petition which is filed after an initial petition\nwas dismissedwithout adjudication on the meritsfor\nfailure to exhaust state remedies is not a ‘second or successive’\npetition” (emphasis added)). Burton’s case is quite different—his\nfirst petition was not subject to dismissal as containing\nunexhausted claims, and in fact was adjudicated on the merits.Moving beyond the ground relied upon by the\nNinth Circuit, Burton argues that his 1998 and 2002 petitions\nchallenged different judgments. He notes that his 1998 petition\nidentified the pertinent judgment as the 1994 judgment, App. 34,\nwhile the 2002 petition challenged the sentence imposed in the 1998\njudgment. The 1998 judgment, however, had been entered nine months\nbefore Burton filed his first petition. That judgment, the same one\nchallenged in the subsequent 2002 petition, was the judgment\npursuant to which Burton was being detained. UnlikeIn re\nTaylor, 171 F. 3d 185 (CA4 1999), cited by Burton, there\nwas no new judgment intervening between the two habeas petitions.\nIn his 1998 petition, Burton specifically described his unexhausted\nsentencing claims as claims “as to the judgment under attack,” App.\n40, belying any notion that those claims arose from a judgment\ndistinct from the one challenged in 1998.[Footnote 3]Burton finally contends that had he not filed\nthe 1998 petition when he did, and instead waited until state\nreview of his sentencing claims was complete, he risked losing the\nopportunity to challenge his conviction in federal court due to\nAEDPA’s 1-year statute of limitations. See §2244(d)(1). But this\nargument misreads AEDPA, which states that the limitations period\napplicable to “a person in custody pursuant to the judgment of a\nState court” shall run from, as relevant here, “the date on which\nthe judgment became final by the conclusion of direct review or the\nexpiration of the time for seeking such review.” §2244(d)(1)(A).\n“Final judgment in a criminal case means sentence. The sentence is\nthe judgment.”Bermanv.United States,302 U. S. 211, 212\n(1937). Accordingly, Burton’s limitations period did not begin\nuntil both his convictionandsentence “became final by\nthe conclusion of direct review or the expiration of the time for\nseeking such review”—which occurred wellafterBurton\nfiled his 1998 petition.Burton argues in rebuttal that this reasoning\nwould necessarily mean the District Court lacked jurisdiction to\nconsider the 1998 petition, but he is mistaken. Section 2254(a)\nstates that a district court “shall entertain” a habeas petition\n“in behalf of a person in custody pursuant to the judgment of a\nState court.” When he filed the 1998 petition, Burton assuredly was\n“in custody pursuant to the judgment of a State court”—even if, at\nthat point, the 1998 judgment was not final for purposes of\ntriggering AEDPA’s statute of limitations.The long and short of it is that Burton\nneither sought nor received authorization from the Court of Appeals\nbefore filing his 2002 petition, a “second or successive” petition\nchallenging his custody, and so the District Court was without\njurisdiction to entertain it. The judgment of the Court of Appeals\nfor the Ninth Circuit is therefore vacated, and the case is\nremanded with instructions to direct the District Court to dismiss\nthe habeas petition for lack of jurisdiction.It is so ordered.Footnote 1As we noted inBlakelyv.Washington,542\nU. S. 296, 298, n. 1 (2004), Washington has since amended\nand recodified its criminal code. Citations are to provisions in\neffect at the time of Burton’s sentencing.Footnote 2Specifically, the standard range sentences\nfor rape, robbery, and burglary, if run concurrently, would have\npunished Burton as if he had committed only the rape.Statev.Burton, No. 35747–6–I etc., 1997 WL\n306429, *11–*12 (Wash. App., June 9, 1997).Footnote 3For the same reasons, Burton’s reliance onCastrov.United States,540 U. S. 375(2003), is\nmisplaced. That case reversed a lower court’s recharacterization of\na motion requesting a new trial pursuant to Federal Rule of\nCriminal Procedure 33 as a first habeas petition. Here Burton filed\nhis first habeas petition as such in 1998; it involves no similar\n“recharacterization” to recognize that the judgment pursuant to\nwhich Burton was confined at the time was the same judgment that\ngave rise to the sentence later challenged in his second habeas\npetition.",
    "joined": []
}