{
    "case": {
        "docket": "21a240",
        "citation": "595",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/595/21a240/"
    },
    "id": "4518374",
    "author": "per curiam",
    "type": "per curiam",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 21A240 and 21A241_________________JOSEPH R. BIDEN, Jr., PRESIDENT OF THE\nUNITED STATES, et al., APPLICANTS21A240v.MISSOURI, et al.XAVIER BECERRA, SECRETARY OF HEALTH AND\nHUMAN SERVICES, et al., APPLICANTS21A241v.LOUISIANA, et al.on applications for stays[January 13, 2022]Per Curiam.The Secretary of Health and Human Services\nadministers the Medicare and Medicaid programs, which provide\nhealth insurance for millions of elderly, disabled, and low-income\nAmericans. In November 2021, the Secretary announced that, in order\nto receive Medicare and Medicaid funding, participating facilities\nmust ensure that their staff—unless exempt for medical or religious\nreasons—are vaccinated against COVID–19. 86 Fed. Reg. 61555 (2021).\nTwo District Courts enjoined enforcement of the rule, and the\nGovernment now asks us to stay those injunctions. Agreeing that it\nis entitled to such relief, we grant the applications.IAThe Medicare program provides health insurance\nto individuals 65 and older, as well as those with specified\ndisabilities. The Medicaid program does the same for those with low\nincomes. Both Medicare and Medicaid are administered by the\nSecretary of Health and Human Services, who has general statutory\nauthority to promulgate regulations “as may be necessary to the\nefficient administration of the functions with which [he] is\ncharged.” 42 U. S. C. §1302(a).One such function—perhaps the most basic, given\nthe Department’s core mission—is to ensure that the healthcare\nproviders who care for Medicare and Medicaid patients protect their\npatients’ health and safety. Such providers include hospitals,\nnursing homes, ambulatory surgical centers, hospices,\nrehabilitation facilities, and more. To that end, Congress\nauthorized the Secretary to promulgate, as a condition of a\nfacility’s participation in the programs, such “requirements as\n[he] finds necessary in the interest of the health and safety of\nindividuals who are furnished services in the institution.” 42\nU. S. C. §1395x(e)(9) (hospitals); see,e.g.,\n§§1395x(cc)(2)(J) (outpatient rehabilitation facilities),\n1395i–3(d)(4)(B) (skilled nursing facilities), 1395k(a)(2)(F) (i)\n(ambulatory surgical centers); see also §§1396r(d)(4)(B),\n1396d(l)(1), 1396d(o) (corresponding provisions in\nMedicaid Act).Relying on these authorities, the Secretary has\nestablished long lists of detailed conditions with which facilities\nmust comply to be eligible to receive Medicare and Medicaid funds.\nSee,e.g., 42 CFR pt. 482 (2020) (hospitals); 42 CFR pt. 483\n(long-term care facilities); 42 CFR §§416.25–416.54 (ambulatory\nsurgical centers). Such conditions have long included a requirement\nthat certain providers maintain and enforce an “infection\nprevention and control program designed . . . to help\nprevent the development and transmission of communicable diseases\nand infections.” §483.80 (long-term care facilities); see,e.g., §§482.42(a) (hospitals), 416.51(b) (ambulatory\nsurgical centers), 485.725 (facilities that provide outpatient\nphysical therapy and speech-language pathology services).BOn November 5, 2021, the Secretary issued an\ninterim final rule amending the existing conditions of\nparticipation in Medicare and Medicaid to add a new\nrequirement—that facilities ensure that their covered staff are\nvaccinated against COVID–19. 86 Fed. Reg. 61561, 61616–61627. The\nrule requires providers to offer medical and religious exemptions,\nand does not cover staff who telework full-time.Id., at\n61571–61572. A facility’s failure to comply may lead to monetary\npenalties, denial of payment for new admissions, and ultimately\ntermination of participation in the programs.Id., at\n61574.The Secretary issued the rule after finding that\nvaccination of healthcare workers against COVID–19 was “necessary\nfor the health and safety of individuals to whom care and services\nare furnished.”Id., at 61561. In many facilities, 35% or\nmore of staff remain unvaccinated,id., at 61559, and those\nstaff, the Secretary explained, pose a serious threat to the health\nand safety of patients. That determination was based on data\nshowing that the COVID–19 virus can spread rapidly among healthcare\nworkers and from them to patients, and that such spread is more\nlikely when healthcare workers are unvaccinated.Id., at\n61558–61561, 61567–61568, 61585–61586. He also explained that,\nbecause Medicare and Medicaid patients are often elderly, disabled,\nor otherwise in poor health, transmission of COVID–19 to such\npatients is particularly dangerous.Id., at 61566, 61609. In\naddition to the threat posed by in- facility transmission itself,\nthe Secretary also found that “fear of exposure” to the virus “from\nunvaccinated health care staff can lead patients to themselves\nforgo seeking medically necessary care,” creating a further “ris[k]\nto patient health and safety.”Id., at 61588. He further\nnoted that staffing shortages caused by COVID–19-related exposures\nor illness has disrupted patient care.Id., at 61559.The Secretary issued the rule as an interim\nfinal rule, rather than through the typical notice-and-comment\nprocedures, after finding “good cause” that it should be made\neffective immediately.Id., at 61583–61586; see 5\nU. S. C. §553(b)(B). That good cause was, in short, the\nSecretary’s belief that any “further delay” would endanger patient\nhealth and safety given the spread of the Delta variant and the\nupcoming winter season. 86 Fed. Reg. 61583–61586.CShortly after the interim rule’s announcement,\ntwo groups of States—one led by Louisiana and one by Missouri—filed\nseparate actions challenging the rule. The U. S. District\nCourts for the Western District of Louisiana and the Eastern\nDistrict of Missouri each found the rule defective and entered\npreliminary injunctions against its enforcement.Louisianav.Becerra, 2021 WL 5609846 (Nov. 30, 2021);Missouriv.Biden, 2021 WL 5564501 (Nov. 29, 2021). In each case, the\nGovernment moved for a stay of the injunction from the relevant\nCourt of Appeals. InLouisiana, the Fifth Circuit denied the\nGovernment’s motion. 20 F. 4th 260 (2021). InMissouri,\nthe Eighth Circuit did so as well. See Order in No. 21–3725 (Dec.\n13, 2021). The Government filed applications asking us to stay both\nDistrict Courts’ preliminary injunctions, and we heard expedited\nargument on its requests.IIAFirst, we agree with the Government that the\nSecretary’s rule falls within the authorities that Congress has\nconferred upon him.Congress has authorized the Secretary to impose\nconditions on the receipt of Medicaid and Medicare funds that “the\nSecretary finds necessary in the interest of the health and safety\nof individuals who are furnished services.” 42 U. S. C.\n§1395x(e)(9).[1] COVID–19 is a\nhighly contagious, dangerous, and—especially for Medicare and\nMedicaid patients—deadly disease. The Secretary of Health and Human\nServices determined that a COVID–19 vaccine mandate will\nsubstantially reduce the likelihood that healthcare workers will\ncontract the virus and transmit it to their patients. 86 Fed. Reg.\n61557–61558. He accordingly concluded that a vaccine mandate is\n“necessary to promote and protect patient health and safety” in the\nface of the ongoing pandemic.Id., at 61613.The rule thus fits neatly within the language of\nthe statute. After all, ensuring that providers take steps to avoid\ntransmitting a dangerous virus to their patients is consistent with\nthe fundamental principle of the medical profession: first, do no\nharm. It would be the “very opposite of efficient and effective\nadministration for a facility that is supposed to make people well\nto make them sick with COVID–19.”Floridav.Department\nof Health and Human Servs., 19 F. 4th 1271, 1288 (CA11\n2021).The States and Justice Thomas offer a narrower\nview of the various authorities at issue, contending that the\nseemingly broad language cited above authorizes the Secretary to\nimpose no more than a list of bureaucratic rules regarding the\ntechnical administration of Medicare and Medicaid. But the\nlongstanding practice of Health and Human Services in implementing\nthe relevant statutory authorities tells a different story. As\nnoted above, healthcare facilities that wish to participate in\nMedicare and Medicaid have always been obligated to satisfy a host\nof conditions that address the safe and effective provision of\nhealthcare, not simply sound accounting. Such requirements govern\nin detail, for instance, the amount of time after admission or\nsurgery within which a hospital patient must be examined and by\nwhom, 42 CFR §482.22(c)(5), the procurement, transportation, and\ntransplantation of human kidneys, livers, hearts, lungs, and\npancreases, §482.45, the tasks that may be delegated by a physician\nto a physician assistant or nurse practitioner, §483.30(e), and,\nmost pertinent here, the programs that hospitals must implement to\ngovern the “surveillance, prevention, and control of\n. . . infectious diseases,” §482.42.Moreover, the Secretary routinely imposes\nconditions of participation that relate to the qualifications and\nduties of healthcare workers themselves. See,e.g.,\n§§482.42(c) (2)(iv) (requiring training of “hospital personnel and\nstaff ” on “infection prevention and control guidelines”),\n483.60(a)(1)(ii) (qualified dieticians must have completed at least\n900 hours of supervised practice), 482.26(b)–(c) (specifying\npersonnel authorized to use radiologic equipment). And the\nSecretary has always justified these sorts of requirements by\nciting his authorities to protect patient health and safety. See,e.g., §§482.1(a)(1)(ii), 483.1(a)(1)(ii), 416.1(a)(1). As\nthese examples illustrate, the Secretary’s role in administering\nMedicare and Medicaid goes far beyond that of a mere\nbookkeeper.Indeed, respondents do not contest the validity\nof this longstanding litany of health-related participation\nconditions. When asked at oral argument whether the Secretary\ncould, using the very same statutory authorities at issue here,\nrequire hospital employees to wear gloves, sterilize instruments,\nwash their hands in a certain way and at certain intervals, and the\nlike, Missouri answered yes: “[T]he Secretary certainly has\nauthority to implement all kinds of infection control measures at\nthese facilities.” Tr. of Oral Arg. 57–58. Of course the vaccine\nmandate goes further than what the Secretary has done in the past\nto implement infection control. But he has never had to address an\ninfection problem of this scale and scope before. In any event,\nthere can be no doubt that addressing infection problems in\nMedicare and Medicaid facilities is what he does.And his response is not a surprising one.\nVaccination requirements are a common feature of the provision of\nhealthcare in America: Healthcare workers around the country are\nordinarily required to be vaccinated for diseases such as hepatitis\nB, influenza, and measles, mumps, and rubella. CDC, State\nHealthcare Worker and Patient Vaccination Laws (Feb. 28, 2018),\nhttps://www.cdc.gov/ phlp/publications/topic/vaccinationlaws.html.\nAs the Secretary explained, these pre-existing state requirements\nare a major reason the agency has not previously adopted vaccine\nmandates as a condition of participation. 86 Fed. Reg.\n61567–61568.All this is perhaps why healthcare workers and\npublic-health organizations overwhelmingly support the Secretary’s\nrule. Seeid., at 61565–61566; see also Brief for American\nMedical Assn. et al. asAmici Curiae; Brief for\nAmerican Public Health Assn. et al. asAmici Curiae;\nBrief for Secretaries of Health and Human Services et al. asAmici Curiae. Indeed, their support suggests that a\nvaccination requirement under these circumstances is a\nstraightforward and predictable example of the “health and safety”\nregulations that Congress has authorized the Secretary to\nimpose.We accordingly conclude that the Secretary did\nnot exceed his statutory authority in requiring that, in order to\nremain eligible for Medicare and Medicaid dollars, the facilities\ncovered by the interim rule must ensure that their employees be\nvaccinated against COVID–19.BWe also disagree with respondents’ remaining\ncontentions in support of the injunctions entered below. First, the\ninterim rule is not arbitrary and capricious. Given the rulemaking\nrecord, it cannot be maintained that the Secretary failed to\n“examine the relevant data and articulate a satisfactory\nexplanation for” his decisions to (1) impose the vaccine mandate\ninstead of a testing mandate; (2) require vaccination of employees\nwith “natural immunity” from prior COVID–19 illness; and (3) depart\nfrom the agency’s prior approach of merely encouraging vaccination.Motor Vehicle Mfrs. Assn. of United States,Inc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29, 43 (1983); see 86 Fed. Reg. 61583, 61559–61561, 61614. Nor\nis it the case that the Secretary “entirely failed to consider”\nthat the rule might cause staffing shortages, including in rural\nareas.State Farm, 463 U. S., at 43; see 86 Fed. Reg.\n61566, 61569, 61607–61609. As to the additional flaws the District\nCourts found in the Secretary’s analysis, particularly concerning\nthe nature of the data relied upon, the role of courts in reviewing\narbitrary and capricious challenges is to “simply ensur[e] that the\nagency has acted within a zone of reasonableness.”FCCv.Prometheus Radio Project, 592 U. S. ___, ___ (2021)\n(slip op., at 12).Other statutory objections to the rule fare no\nbetter. First, Justice Alito takes issue with the Secretary’s\nfinding of good cause to delay notice and comment. But the\nSecretary’s finding that accelerated promulgation of the rule in\nadvance of the winter flu season would significantly reduce\nCOVID–19 infections, hospitalizations, and deaths, 86 Fed. Reg.\n61584–61586, constitutes the “something specific,”post, at\n3 (dissenting opinion), required to forgo notice and comment. And\nwe cannot say that in this instance the two months the agency took\nto prepare a 73-page rule constitutes “delay” inconsistent with the\nSecretary’s finding of good cause. Second, we agree with the\nSecretary that he was not required to “consult with appropriate\nState agencies,” 42 U. S. C. §1395z, in advance of\nissuing the interim rule. Consistent with the existence of the good\ncause exception, which was properly invoked here, consultation\nduring the deferred notice-and-comment period is permissible. We\nsimilarly concur with the Secretary that he need not prepare a\nregulatory impact analysis discussing a rule’s effect on small\nrural hospitals when he acts through an interim final rule; that\nrequirement applies only where the Secretary proceeds on the basis\nof a “notice of proposed rulemaking,” §1302(b)(1), followed by a\n“final version of [the] rule,” §1302(b)(2). Lastly, the rule does\nnot run afoul of the directive in §1395 that federal officials may\nnot “exercise any supervision or control over the . . .\nmanner in which medical services are provided, or over the\nselection [or] tenure . . . of any officer or employee\nof ” any facility. That reading of section 1395 would mean\nthat nearly every condition of participation the Secretary has long\ninsisted upon is unlawful.*  *  *The challenges posed by a global pandemic do\nnot allow a federal agency to exercise power that Congress has not\nconferred upon it. At the same time, such unprecedented\ncircumstances provide no grounds for limiting the exercise of\nauthorities the agency has long been recognized to have. Because\nthe latter principle governs in these cases, the applications for a\nstay presented to Justice Alito and Justice Kavanaugh and by them\nreferred to the Court are granted.The District Court for the Eastern District of\nMissouri’s November 29, 2021, order granting a preliminary\ninjunction is stayed pending disposition of the Government’s appeal\nin the United States Court of Appeals for the Eighth Circuit and\nthe disposition of the Government’s petition for a writ of\ncertiorari, if such writ is timely sought. Should the petition for\na writ of certiorari be denied, this order shall terminate\nautomatically. In the event the petition for a writ of certiorari\nis granted, the order shall terminate upon the sending down of the\njudgment of this Court.The District Court for the Western District of\nLouisiana’s November 30, 2021, order granting a preliminary\ninjunction is stayed pending disposition of the Government’s appeal\nin the United States Court of Appeals for the Fifth Circuit and the\ndisposition of the Government’s petition for a writ of certiorari,\nif such writ is timely sought. Should the petition for a writ of\ncertiorari be denied, this order shall terminate automatically. In\nthe event the petition for a writ of certiorari is granted, the\norder shall terminate upon the sending down of the judgment of this\nCourt.It is so ordered.Notes1While this provision pertains\nonly to hospitals, the Secretary has similar statutory powers with\nrespect to most other categories of healthcare facilities covered\nby the interim rule. Seesupra, at 2. Justice Thomas\npoints out that for five such kinds of facilities, the relevant\nstatute does not contain express “health and safety” language.Post, at 3 (dissenting opinion). But employees at these\nfacilities—which include end-stage renal disease clinics and home\ninfusion therapy suppliers—represent less than 3% of the workers\ncovered by the rule. See Tr. of Oral Arg. 25. And even with respect\nto them, the pertinent statutory language may be read as\nincorporating the “health and safety” authorities applicable to the\nother 97%. See,e.g., 42 U. S. C. §1396d(d)(1). We\nsee no reason to let the infusion-clinic tail wag the hospital dog,\nespecially because the rule has an express severability provision.\n86 Fed. Reg. 61560.",
    "joined": []
}