{
    "case": {
        "docket": "411",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/411/"
    },
    "id": "1963431",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTSTAUB V. PROCTOR HOSPITAL562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-400VINCENT E. STAUB, PETITIONERv.PROCTOR\nHOSPITALon writ of certiorari to the united states court of\nappeals for the seventh circuit[March 1, 2011]Justice Alito, with whom Justice\nThomas joins, concurring in the judgment.I agree with the Court that the\ndecision of the Court of Appeals must be reversed, but I would do\nso based on the statutory text, rather than principles of agency\nand tort law that do not speak directly to the question presented\nhere.The relevant statutory provision states:“An employer shall be considered to have engaged in\n[prohibited discrimination against a member of one of the uniformed\nservices] if the person’s membership … isa motivating factor\nin the employer’s action, unless the employer can prove that\nthe action would have been taken in the absence of such membership\n… .” 38 U. S. C. §4311(c)(1) (emphasis added).For present purposes, the key\nphrase is “a motivating factor in the employer’s action.” A\n“motivating factor” is a factor that “provide[s] … a motive.” See\nWebster’s Third New International Dictionary 1475 (1971) (defining\n“motivate”). A “motive,” in turn, is “something within a person …\nthat incites him to action.”Ibid. Thus, in order for\ndiscrimination to be “a motivating factor in [an] employer’s\naction,” discrimination must be present “within,”i.e., in\nthe mind of, the person who makes the decision to take that action.\nAnd “the employer’s action” here is the decision to fire\npetitioner. Thus, petitioner, in order to recover, was required to\nshow that discrimination motivatedthataction.The Court, however, strays from the statutory\ntext by holding that it is enough for an employee to show that\ndiscrimination motivatedsome other actionand that this\nlatter action, in turn, caused the termination decision. That is\nsimply not what the statute says.The Court fears this interpretation of the\nstatute would allow an employer to escape liability by assigning\nformal decisionmaking authority to an officer who may merely\nrubberstamp the recommendation of others who are motivated by\nantimilitary animus. Seeante, at 8. But fidelity to the\nstatutory text does not lead to this result. Where the officer with\nformal decisionmaking authority merely rubberstamps the\nrecommendation of others, the employer, I would hold, has actually\ndelegated the decisionmaking responsibility to those whose\nrecommendation is rubberstamped. I would reach a similar conclusion\nwhere the officer with the formal decisionmaking authority is put\non notice that adverse information about an employee may be based\non antimilitary animus but does not undertake an independent\ninvestigation of the matter. In that situation, too, the employer\nshould be regarded as having delegated part of the decisionmaking\npower to those who are responsible for memorializing and\ntransmitting the adverse information that is accepted without\nexamination. The same cannot be said, however, where the officer\nwith formal decisionmaking responsibility, having been alerted to\nthe possibility that adverse information may be tainted, undertakes\na reasonable investigation and finds insufficient evidence to\ndispute the accuracy of that information.Nor can the employer be said to have\n“effectively delegated” decisionmaking authority any time a\ndecisionmaker “relies on facts provided by [a] biased supervisor.”\nSeeante, at 10. A decisionmaker who credits information\nprovided by another person—for example, a judge who credits the\ntestimony of a witness in a bench trial—does not thereby delegate a\nportion of the decisionmaking authority to the person who provides\nthe information.This interpretation of §4311(c)(1) heeds the\nstatutory text and would provide fair treatment for both employers\nand employees who are members of the uniformed services. It would\nalso encourage employers to establish internal grievance procedures\nsimilar to those that have been adopted following our decisions inBurlington Industries, Inc.v.Ellerth,524 U. S. 742(1998),\nandFaragherv.Boca Raton,524 U. S. 775(1998).\nSuch procedures would often provide relief for employees without\nthe need for litigation, and they would provide protection for\nemployers who proceed in good faith.The Court’s contrary approach, by contrast, is\nalmost certain to lead to confusion and is likely to produce\nresults that will not serve the interests of either employers or\nemployees who are members of the uniformed services. The Court’s\nholding will impose liability unfairly on employers who make every\neffort to comply with the law, and it may have the perverse effect\nof discouraging employers from hiring applicants who are members of\nthe Reserves or the National Guard. In addition, by leaving open\nthe possibility that an employer may be held liable if it\ninnocently takes into account adverse information provided, not by\na supervisor, but by a low-level employee, seeante, at\n10–11, n. 4, the Court increases the confusion that its\ndecision is likely to produce.For these reasons, I cannot accept the Court’s\ninterpretation of §4311(c)(1), but I nevertheless agree that the\ndecision below must be reversed. There was sufficient evidence to\nsupport a finding that at least Korenchuk was actually delegated\npart of the decisionmaking authority in this case. Korenchuk was\nthe head of the unit in which Staub worked and it was Korenchuk who\ntold Buck that Staub left his work area without informing his\nsupervisors. There was evidence that Korenchuk’s accusation formed\nthe basis of Buck’s decision to fire Staub, and that Buck simply\naccepted the accusation at face value. According to one version of\nevents, Buck fired Staub immediately after Korenchuk informed her\nof Staub’s alleged misconduct, and she cited only that misconduct\nin the termination notice provided to Staub. See 5 Record 128–129,\n267–268, 380–386; App. 74a. All of this is enough to show that\nKorenchuk was in effect delegated some of Buck’s termination\nauthority. There was also evidence from which it may be inferred\nthat displeasure with Staub’s Reserve responsibilities was a\nmotivating factor in Korenchuk’s actions.See 5 Record 343–344 (testimony that\nKorenchuk made negative remarks about Staub’s Reserve duties before\nfiring him in 1998);id., at 124–126, 352 (testimony that\nKorenchuk informed Staub of the revenue lost while he was on Active\nDuty in 2003, that Korenchuk was aware in January 2004 that Staub\nmight be called to Active Duty again, and that “[b]udget was a big\nissue with [Korenchuk]”).",
    "joined": []
}