{
    "case": {
        "docket": "438",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/438/"
    },
    "id": "1963261",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGCARR V. UNITED STATES560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1301THOMAS CARR, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the seventh circuit[June 1, 2010]Justice Alito, with whom Justice\nThomas and Justice Ginsburg join, dissenting.The Court’s decision\nmisinterprets and hobbles 18 U. S. C. §2250(a), a provision of\nthe Sex Offender Registration and Notification Act (SORNA or Act)\nthat is designed to prevent dangerous sex offenders from evading\nregistration requirements. SORNA requires convicted sex offenders\nto register, and to keep their registrations current, in each\njurisdiction where they live, work, and go to school, 42 U.\nS. C. §16913, and the provision at issue here, 18 U.\nS. C. §2250(a), makes it a crime for a convicted sex offender\nwho moves in interstate commerce[Footnote 1] to fail to abide by the Act’s registration\nrequirements. The question that we must decide is whether §2250(a)\napplies only to those sex offenders who travel in interstate\ncommerce after SORNA became law or whether the statute also reaches\nsex offenders, like petitioner, who were convicted[Footnote 2] and traveled before SORNA took\neffect but violated the registration requirement after that\ndate.The Court’s answer is that §2250(a) applies\nonly to sex offenders who moved from State to State after SORNA\nbecame law. The Court reaches this conclusion for two reasons: (1)\nthe verb tense used in §2250(a)(2)(B); and (2) the sequence in\nwhich the elements of the offense are listed.As I will attempt to show, the Court’s textual\narguments are thoroughly unsound. And the conclusion that the Court\nreaches makes no sense. To appreciate the folly of the Court’s\ninterpretation, consider the following two cases.The first involves a situation in which, for\npresent purposes, I assume that §2250(a) applies.[Footnote 3] A man convicted in State A for\nsexual abuse is released from custody in that State and then, after\nthe enactment of SORNA, moves to State B and fails to register as\nrequired by State B law. Section 2250(a) makes this offender’s\nfailure to register in State B a federal crime because his\ninterstate movement frustrates SORNA’s registration requirements.\nBecause this offender is convicted and then released from custody\nin State A, the State A authorities know of his presence in their\nState and are thus in a position to try to ensure that he remains\nregistered. At the time of his release, they can ascertain where he\nintends to live, and they can make sure that he registers as\nrequired by state law. Thereafter, they can periodically check the\naddress at which he is registered to confirm that he still resides\nthere. And even if he moves without warning to some other address\nin the State, they can try to track him down. Once this offender\nleaves State A, however, the authorities in that State are severely\nlimited in their ability to monitor his movements. And because the\nState B authorities have no notice of his entry into their State,\nthey are at a great disadvantage in trying to enforce State B’s\nregistration law. Congress enacted §2250(a) in order to punish and\ndeter interstate movement that seriously undermines the enforcement\nof sex-offender-registration laws.The second case is the same as the first in\nall respects except that the sex offender travels from State A to\nState B before SORNA’s enactment. In other words, the sex offender\nis convicted and later released in State A; prior to SORNA’s\nenactment, he moves to State B; and then, after SORNA takes\neffects, he fails to register in State B, as SORNA requires.Is there any reason why Congress might have\nwanted to treat the second case any differently from the first? In\nboth cases, a sex offender’s interstate movement frustrates\nenforcement of SORNA’s registration requirements. In both cases, as\na result of that interstate travel, the sex offender’s new\nneighbors in State B are unaware of the presence of a potentially\ndangerous person in their community, and the State B law\nenforcement authorities are hampered in their ability to protect\nthe public. The second case is the case now before the Court, and\nthe Court offers no plausible explanation why Congress might have\nwanted to treat this case any differently from the first.If the text of §2250(a) commanded this result,\nwe would, of course, be obligated to heed that command. But the\ntext of §2250(a) dictates no such thing. On the contrary, when\nproperly read, it reaches both cases.Section 2250(a) provides in pertinent part as\nfollows:“Whoever—“(1) is required to register under the Sex Offender Registration\nand Notification Act …“(2) . . .  (B)travels in interstate or\nforeign commerce. . . ; and“(3) knowingly fails to register or update a registration as\nrequired by the Sex Offender Registration and Notification Act;“shall be fined under this title or imprisoned not more than 10\nyears, or both.” (Emphasis added.)As I read this language, neither the use of the\npresent tense in paragraph (2)(B) nor the sequence in which the\nelements are listed provides any basis for limiting the provision\nto those sex offenders who move from one State to another after\nSORNA’s enactment.IAThe dominant theme of\npetitioner’s argument is that the use of the present tense in\n§2250(a)(2)(B) (“travels in interstate … commerce”) indisputably\nmeans that an offender’s interstate travel must occur after SORNA\ntook effect. “There is no mystery about the meaning of the word\n‘travels,’ ” petitioner tells us. Brief for Petitioner 15.\n“[I]n ordinary usage it refers to present or future travel.”Ibid.According to petitioner, our “inquiry in this case\nshould go no further than the plain language of\n§ 2250(a)(2)(B), which applies to a person who ‘travels’ in\ninterstate commerce. Congress’s use of the present tense is\nunambiguous, and the statutory language accordingly should be the\nend of the matter.”Id., at 16–17; see alsoid.,\nat 17 (use of the present tense “travels” is “dispositive”);id., at 18 (“[T]he use of the present tense in the statute\nshould be decisive”);id., at 21 (use of the present tense\n“is enough to dispose of this case”).BA bad argument does not improve\nwith repetition. And petitioner’s argument fails because it begs\nthe relevant question. Petitioner belabors the obvious—that the\npresent tense is not used to refer to events that occurred in the\npast—but studiously avoids the critical question: At what point in\ntime does §2250(a) speak? Does it speak as of the time when SORNA\ntook effect? Or does it speak as of the time when the proscribed\nconduct occurs? Without knowing the point in time at which the law\nspeaks, it is impossible to tell what is past and what is present\nor future.The unspoken premise of\npetitioner’s argument is that §2250(a) speaks as of the time when\nit became law. And if that premise is accepted, it follows that the\nuse of the present tense in §2250(a)(2)(B) means that the requisite\ninterstate travel must occur after, not before, SORNA took effect.\nPetitioner’s premise, however, flies in the face of the widely\naccepted modern legislative drafting convention that a law shouldnotbe read to speak as of the date of enactment. The\nUnited States Senate Legislative Drafting Manual directly addresses\nthis point: “A legislative provision speaks as of any date on which\nit is read (rather than as of when drafted, enacted, or put\ninto effect).” Senate Office of the Legislative Counsel,\nLegislative Drafting Manual §103(a), p. 4 (1997) (emphasis\nadded). The House Manual makes the same point:“Your draft should be a movable feast—that is, it\nspeaks as of whatever time it is being read (rather than as of\nwhen drafted, enacted, or put into effect).” House Legislative\nCounsel’s Manual on Drafting Style, HLC No. 104–1, §102(c),\np. 2 (1995).In accordance with this\nconvention, modern legislative drafting manuals teach that, except\nin unusual circumstances, all laws, including penal statutes,\nshould be written in the present tense. The Senate Manual,supra, §103(a), at 4, states: “[A]lways use the present\ntense unless the provision addresses only the past, the future, or\na sequence of events that requires use of a different tense.”\nSimilarly, the House Manual,supra, §102(c), at 2,\nadvises: “Stay in the Present.–– Whenever possible, use the present\ntense (rather than the past or future).” Numerous state legislative\ndrafting manuals and other similar handbooks hammer home this same\npoint. See,e.g., Colorado Legislative Drafting Manual, p.\n5–15 (2009), online at\nhttp://www.state.co.us/gov_dir/leg_dir/olls/LDM/OLLS_\nDrafting_Manual.pdf (all Internet materials as visited May 26,\n2010, and available in Clerk of Court’s case file) (“Provisions\nshould generally be stated in the present tense”); Hawaii\nLegislative Drafting Manual 21 (K. Takayama rev. 9th ed. 2007\nreprint), online at http://www.state.hi.us/lrb/rpts96/dftman.pdf\n(“Use the present tense and indicative mood”); Legislative Research\nComm’n, Bill Drafting Manual for the Kentucky General Assembly,\n§304, p. 19 (14th rev. ed. 2004) (“Use the present tense and\nthe indacative mood”); Maine Legislative Drafting Manual 78 (rev.\ned. 2009) (“Laws are meant to be of continuing application and\nshould be written in the present tense”); Massachusetts General\nCourts, Legislative Research and Drafting Manual 6 (5th ed. 2010)\n(“Use the present tense and the indicative mood”); New Mexico\nLegislative Counsel Service, Legislative Draft- ing Manual 105\n(2004 update) (“Statutes are written in the present tense, not the\nfuture tense”); Texas Leg- islative Council Drafting Manual §7.35\n(2008) (“Use present tense whenever possible”); West Virginia Leg-\nislature Bill Drafting Manual 22 (rev. 2006), online at\nhttp://www.legis.state.wv.us/joint/Bill_Drafting/Drafting_\nManual.pdf (“Avoid future tense (will be paid) and future perfect\ntense (will have been paid). Use present tense (is paid)”); see\nalso Ohio Legislative Service Commission, Rule Drafting Manual 47\n(4th ed. 2006), http://www.lsc.state.oh.us/rules/rdm06_06.pdf (“Use\npresent tense. The majority of rules have a continuing effect in\nthat they apply over time. They speak at the time of reading, not\nmerely at the time of their adoption. The present tense therefore\nincludes the future tense”).Once it is recognized that §2250(a) should not\nbe read as speaking as of the date when SORNA went into effect,\npetitioner’s argument about the use of the present tense collapses.\nIn accordance with current drafting conventions, §2250(a) speaks,\nnot as of the time when the law went into effect, but as of the\ntime when the first act necessary for conviction is committed. In\nthe case of §2250(a), that occurs when an individual is convicted\nof a qualifying sex offense, for it is that act that triggers the\nrequirement to register under SORNA.[Footnote 4] For present purposes, we must proceed on the\nassumption that this event may have occurred before SORNA was\nenacted. Viewed as of the time when such a pre-SORNA conviction\ntakes place, every subsequent act, including movement from State to\nState, occurs in the future and is thus properly described using\nthe present tense. Accordingly, §2250(a)(2)(B)’s use of the present\ntense (“travels”) supports the application of the statute to a sex\noffender, like petitioner, who moved from State to State after\nconviction but before SORNA went into effect.[Footnote 5]CPetitioner’s present-tense\nargument is particularly perverse in light of the context in which\n§2250(a) was adopted. When SORNA was enacted, Congress elected not\nto decide for itself whether the Act’s registration\nrequirements—and thus §2250(a)’s criminal penalties—would apply to\npersons who had been convicted of qualifying sex offenses before\nSORNA took effect. Instead, Congress delegated to the Attorney\nGeneral the authority to decide that question. See §113(d), 120\nStat. 594, 42 U. S. C. §16913(d) (“The Attorney General shall\nhave the authority to specify the applicability of the requirements\nof [Title I of SORNA] to sex offenders convicted before the\nenactment of this Act”).[Footnote\n6] Pursuant to this delegation, the Attorney General in 2007\nissued an interim rule providing that SORNA applies to\npre-enactment convictions. 72 Fed. Reg. 8897 (codified at 28 CFR\n§72.3).[Footnote 7]Petitioner contends that, if\nCongress had wanted to make §2250(a) applicable to sex offenders\nwho traveled in interstate commerce before SORNA took effect,\nCongress could have referred in §2250(a)(2)(B) to a person who\n“traveled,” “has traveled,” or, at the time of the statute’s\nenactment, “had traveled” in interstate commerce. Brief for\nPetitioner 19 (internal quotation marks omitted). Any such\nphrasing, however, would have strongly suggested that §2250(a)\nreaches persons with pre-SORNA sex-offense convictions—the very\nquestion that Congress chose not to decide but instead to leave for\nthe Attorney General.A brief explanation is needed to make clear\nwhy wording §2250(a)(2)(B) in the past tense (or the present\nperfect or past perfect tense) would have had such an effect. The\nCourt and I agree that §2250(a) applies only to persons who travel\nin interstate commerce after they are convicted of a qualifying sex\noffense. Seeante, at 6;infra, at 11–12.\nTherefore, if §2250(a) had been phrased in the past tense (or the\npresent perfect or past perfect tense), it would seem necessarily\nto follow that the provision reaches pre-SORNA convictions. By\nusing the present tense, Congress remained neutral on the question\nwhether the Act reaches those with pre-SORNA sex-offense\nconvictions and left that question open for the Attorney\nGeneral.The conclusion that §2250(a)(2)(B) embraces\npre-SORNA travel is reinforced by the presence of quite a few other\nSORNA provisions that plainly use the present tense to refer to\nevents that, as a result of the Attorney General’s regulation, may\nhave occurred before SORNA took effect. For example, an individual\nmay qualify as a “tier II sex offender” under the Act if, among\nother things, his sex offense “involves… (i) use of a\nminor in sexual performance; (ii) solicitation of a minor to\npractice prostitution; or (iii) production or distribution of child\npornography.” 42 U. S. C. §16911(3)(B) (emphasis added); see\nalso §16911(4)(B) (offense “involveskidnapping a minor”\n(emphasis added)); §16911(7) (offense “involves” certain specified\nconduct). Similarly, a sex offender can qualify as a “tier II sex\noffender” if his sex offense “occursafter the offenderbecomesa tier I sex offender.” §16911(3)(C) (emphasis\nadded); see also §16911(4)(C) (offense “occursafter the\noffenderbecomesa tier II sex offender” (emphasis\nadded)). A juvenile adjudication, moreover, may qualify as a\nconviction for purposes of the Act only if, among other things, the\n“offenderis14 years of age or older at the time of the\noffense.” §16911(8) (emphasis added).[Footnote 8]Congress cast all of these provisions in the\npresent tense, but now that the Attorney General has made SORNA\napplicable to individuals with pre-SORNA sex-offense convictions,\nall of these provisions must necessarily be interpreted as\nembracing pre-enactment conduct.IIThe Court’s second reason for\nholding that 18 U. S. C. §2250(a) reaches only post-SORNA\ntravel is based on the sequence in which the elements of §2250(a)\nare listed. The Court concludes (and I agree) that the first listed\nelement (subsection (a)(1) (“is required to register under the Sex\nOffender Registration and Notification Act”)) cannot have been\nviolated until the Act took effect. The Court then reasons that the\nthird listed element (subsection (a)(2)(B) (“travels in interstate\n… commerce”)) must be violated after the first. Seeante,\nat 6. The Court explains: “Persons convicted of sex offenses under\nstate law who fail to register in their State of conviction would\notherwise be subject to federal prosecution under §2250 even if\nthey had not left the State after being convicted—an illogical\nresult given the absence of any obvious federal interest in\npunishing such state offenders.”Ibid. In other words, the\nCourt reasons that it would be illogical to interpret the statute\nas reaching a person who first moves from State A to State B, then\ncommits and is convicted of a qualifying sex offense in State B,\nand subsequently, upon release from custody in State B, fails to\nregister as required under the law of that State.I agree with the Court that there\nis a good argument that §2250(a) should not be read to apply to\nsuch a case, where there is little if any connection between the\noffender’s prior interstate movement and his subsequent failure to\nregister. In the two hypothetical cases discussed at the beginning\nof this opinion, the offender’s interstate movement seriously\nfrustrated the ability of the law enforcement authorities in his\nnew State (State B) to enforce its registration requirements. By\ncontrast, where an offender’s interstate movement predates his sex\noffense and conviction, his interstate movement has little if any\neffect on the ability of the law enforcement authorities in State B\nto enforce that State’s laws. When a sex offender is released from\ncustody in State B, the ability of the State B authorities to\nenforce that State’s registration laws would appear to be the same\nregardless of whether that offender had lived his entire life in\nthat State or had moved to the State prior to committing the\noffense for which he was convicted. Accordingly, it can be argued\nthat Congress cannot have meant to reach this situation. As the\nSeventh Circuit put it, “[s]ince the statutory aim is to prevent a\nconvicted sex offender from circumventing registration by leaving\nthe state in which he is registered, it can be argued that the\ntravel must postdate the conviction.”United Statesv.Dixon, 551 F. 3d 578, 582 (2008). It can also be\nargued that a broader construction would mean that Congress\nexceeded its authority under the Commerce Clause. See Brief for\nNational Association of Criminal Defense Lawyers asAmicus\nCuriae16–17.What the Court’s argument shows, however, is\nnot that the interstate travel required by §2250(a) must comeafter SORNA’s enactment. Rather, what the Court’s argument\nsuggests is that the interstate travel must comeafter the\nsex-offense conviction. And because, under the regulation\npromulgated by the Attorney General, §2250(a) reaches pre-SORNA\nconvictions, this argument does not support the Court’s conclusion\nthat the interstate travel needed under §2250(a) must have occurred\nafter SORNA was enacted.IIIWhen an interpretation of a\nstatutory text leads to a result that makes no sense, a court\nshould at a minimum go back and verify that the textual analysis is\ncorrect. Here, not only are the Court’s textual arguments unsound\nfor the reasons explained above, but the indefensible results\nproduced by the Court’s interpretation should have led the Court to\ndoublecheck its textual analysis.SORNA was a response to a\ndangerous gap in the then-existing sex-offender-registration laws.\nIn the years prior to SORNA’s enactment, the Nation had been\nshocked by cases in which children had been raped and murdered by\npersons who, unbeknownst to their neighbors or the police, were\nconvicted sex offenders. In response, Congress and state\nlegislatures passed laws requiring the registration of sex\noffenders. SeeSmithv.Doe,538 U. S. 84, 89–90\n(2003); Jacob Wetterling Crimes Against Children and Sexually\nViolent Offender Registration Act, Tit. 17, 108 Stat. 2038; Megan’s\nLaw, 110 Stat. 1345. Despite those efforts, by 2006 an estimated\n100,000 convicted sex offenders—nearly one-fifth of the Nation’s\ntotal sex-offender population—remained unregistered. H. R.\nRep. No. 109–218, pt. 1, p. 26 (2005). The principal problem,\na House Report determined, was that sex offenders commonly moved\nfrom one State to another and then failed to register in their new\nState of residence.Ibid. In other words, interstate\ntravel was dangerously undermining the effectiveness of state\nsex-offender-registration laws.Interpreting §2250(a)(2)(B) to reach only\npostenactment travel severely impairs §2250(a)’s effectiveness. As\ninterpreted by the Court, §2250(a) applies to a pre-SORNA sex\noffender only if that offender traveled in interstate commerce at\nsome pointafterSORNA’s enactment. As the examples\ndiscussed at the beginning of this opinion illustrate, however,\nthere is no apparent reason why Congress would have wanted to\nimpose such a requirement. To the contrary, under the Court’s\ninterpretation, the many sex offenders who had managed to avoid\npre-existing registration regimes, mainly by moving from one State\nto another before SORNA’s enactment, are placed beyond the reach of\nthe federal criminal laws. It surely better serves the enforcement\nof SORNA’s registration requirements to apply §2250(a) to all\npre-SORNA sex offenders, regardless of whether their interstate\ntravel occurred before or after the statute’s enactment.The Court provides only a weak defense of the\nresult its analysis produces. The Court suggests that enhanced\ninformation collection and sharing and state enforcement of\nregistration laws were the sole weapons that Congress chose to\nwield in order to deal with those convicted sex offenders whose\nwhereabouts were unknown when SORNA was passed. Seeante,at 14–16. I see no basis for this conclusion. There can be no\ndispute that the enactment of §2250(a) shows that Congress did not\nthink these measures were sufficient to deal with persons who have\nqualifying sex-offense convictions and who move from State to State\nafter SORNA’s enactment. And in light of that congressional\njudgment, is there any plausible reason to think that Congress\nconcluded that these same measures would be adequate for those with\nqualifying sex offense convictions who had already disappeared at\nthe time of SORNA’s enactment?[Footnote 9] The Court has no answer, and I submit that\nthere is none.[Footnote\n10]IVFor these reasons, I would affirm\nthe decision of the Seventh Circuit, and I therefore respectfully\ndissent.Footnote 1Section 2250(a) also applies to persons with\nfederal sex-offense convictions, those who travel in foreign\ncommerce, and those who enter, leave, or reside in Indian country.\nFor convenience, I will refer in this opinion solely to interstate\ntravel.Footnote 2The Court holds only that §2250(a)(2)(B) does\nnot apply to a person who moved in interstate commerce before SORNA\ntook effect. The Court does not address the separate question\nwhether §2250(a) may validly be applied to a person who was\nconvicted of a qualifying offense before SORNA was enacted.\nCongress delegated to the Attorney General the authority to decide\nwhether the Act’s registration requirements—and thus §2250(a)’s\ncriminal penalties—should apply to persons in the latter category,\n42 U. S. C. §16913(d), and the Attorney General has\npromulgated a regulation providing that they do, 72 Fed. Reg. 8897\n(2007) (codified at 28 CFR §72.3 (2009)). Because the Court does\nnot address the validity of this regulation, I proceed on the\nassumption that 18 U. S. C. §2250(a) reaches persons with\npre-SORNA sex-offense convictions.Footnote 3See n. 2,supra.Footnote 4Under 42 U. S. C. §16913, a “sex offender” is\nrequired to register, and the term “sex offender” is defined as a\nperson who was convicted of a “sex offense.” §16911(1). The Court\nrelies on the artificial argument that the first act necessary for\nconviction under 18 U. S. C. §2250(a) is the failure to\nregister,ante,at 6–7, and n. 4, but in real-world\nterms the first necessary act is plainly the commission of a\nqualifying offense.Footnote 5Contrary to the Court’s interpretation, seeante, at 8–9,Gwaltney of Smithfield, Ltd.v.Chesapeake Bay Foundation, Inc.,484 U. S. 49(1987), does\nnot support petitioner’s argument.Gwaltneyinvolved a\ncivil action brought under §505 of the Clean Water Act, 33 U.\nS. C. §1365(a), which authorizes suit against any person\n“alleged to be in violation” of a National Pollutant Discharge\nElimination System permit. InGwaltney,the permit holder\nhad violated its permit between 1981 and 1984, but the permit\nholder claimed that it had ceased all violations by the time the\nsuit was filed. 484 U. S., at 53–55. This Court held that the\nphrase “alleged to be in violation” showed that the provision was\nmeant to apply only where an ongoing violation is alleged.Id.,at 59.The provision at issue inGwaltneydiffers from\n§2250(a) in that it specifies the relevant temporal point of\nreference, namely, the point in time when the allegation of an\nongoing violation is made. Section 2250(a) contains no similar\nspecification. Moreover, theGwaltneyCourt did not read\nthe provision at issue there as speaking at the time when the\nprovision was enacted. As noted above, however, the silent premise\nof petitioner’s argument is that §2250(a) must be read as speaking\nas of the time of SORNA’s enactment.Footnote 6To be sure, at least two Courts of Appeals\nhave held that SORNA’s registration requirements apply by the Act’s\nown terms to those individuals with sex-offense convictions that\npredate SORNA’s enactment. SeeUnited Statesv.Hinckley, 550 F. 3d 926, 929–935 (CA10 2008);United Statesv.May, 535 F. 3d 912, 918–919\n(CA8 2008). Other Courts of Appeals, however, have disagreed,\nreasoning that SORNA’s explicit grant of authority to the Attorney\nGeneral to determine the Act’s applicability to offenders with\npre-SORNA convictions implies that the Act would not apply to those\nsex offenders absent the Attorney General’s regulation. See,e.g.,United Statesv.Cain, 583\nF. 3d 408, 414–415, 419 (CA6 2009);United Statesv.Hatcher, 560 F. 3d 222, 226–229 (CA4 2009);United Statesv.Dixon, 551 F. 3d 578, 585\n(CA7 2008) (case below);United Statesv.Madera,\n528 F. 3d 852, 856–859 (CA11 2008). Those Courts of Appeals in\nthe latter group, in my view, have the better of the argument.\nSection 113(d) of SORNA delegates to the Attorney General the\n“authority to specify the applicability of the requirements of\n[Title I of SORNA] to sex offenders convicted before the enactment\nof [the] Act.” 120 Stat. 594, 42 U. S. C. §16913(d). The clear\nnegative implication of that delegation is that, without such a\ndetermination by the Attorney General, the Act would not apply to\nthose with pre-SORNA sex-offense convictions.Footnote 7Although not controlling, it is worth noting\nthat one of the two examples the Attorney General included in his\nFebruary 2007 rule contemplated that pre-SORNA travel would be\nsufficient to satisfy §2250(a)(2)(B)’s interstate-travel\nrequirement. See 28 CFR §72.3 (Example 2).Footnote 8That many of these provisions rely on\n§16911(1)’s definition of the term “sex offender” changes nothing.\nSeeante, at 10, n. 6. Had the Attorney General not\nexercised his discretion to make SORNA’s registration requirements\napplicable to those with pre-SORNA sex-offense convictions, all of\nthese provisions would have applied to only postenactment\nconduct—notwithstanding §16911(1)’s reference to “an individual whowas convictedof a sex offense.” (Emphasis added.) But now\nthat the Attorney General has so exercised his discretion, all of\nthese present-tense-phrased provisions necessarily must be\ninterpreted as reaching pre-enactment conduct. The same conclusion\nshould follow with respect to 18 U. S. C. §2250(a)(2)(B).Additionally, I do not suggest that the\n“default” rule is that provisions written in the present tense\napply to past conduct. To the contrary, I had thought it an\nuncontroversial proposition of statutory interpretation that\nstatutes must be interpreted in context. See,e.g.,United States Nat. Bank of Ore.v.Independent Ins.\nAgents of America, Inc.,508 U. S. 439, 455\n(1993); see also 1 U. S. C. § 1. And when §2250(a) is read\nwith an eye to the context in which SORNA was enacted, it becomes\nquite clear that §2250(a)(2)(B) should be interpreted as reaching\npre-enactment travel. Giving effect to those contextual indicators,\nmoreover, does not offend the presumption against retroactivity or\ntheEx Post FactoClause. See n. 10,infra.Footnote 9Contrary to the Court’s suggestion, seeante, at 15, n. 9, it is no answer to point to Congress’\ndecision to delegate to the Attorney General the responsibility of\ndeciding whether §2250(a) should reach persons with pre-SORNA\nsex-offense convictions. Of course, that delegation created the\npossibility that the Attorney General would decide that §2250(a)\nshould not apply to such offenders, and if he had so decided it\nwould likely follow that post-SORNA interstate travel would also be\nrequired. (This is the case because, as previously explained, there\nis a strong argument that §2250(a) requires interstate travel that\ncomes after a qualifying conviction.)Now that the Attorney General has decided that\n§2250(a) reaches persons with pre-SORNA sex offense convictions,\nhowever, the relevant question is this: Is there any reason why\nCongress might have wanted to draw a distinction between (1)\npersons with pre-SORNA convictions and pre-SORNA travel and (2)\npersons with pre-SORNA convictions and post-SORNA travel? And to\nthis question, the Court offers no plausible answer.Footnote 10Petitioner makes the additional argument that\ninterpreting §2250(a)(2)(B) to reach pre-enactment travel renders\nthe statute an unlawfulex post factolaw. See U. S.\nConst., Art. I, §9, cl. 3. Petitioner remained\nunregistered in Indiana five months after the promulgation of the\nregulation making SORNA applicable to persons with pre-SORNA\nsex-offense convictions. For essentially the reasons explained by\nthe Court of Appeals, seeUnited Statesv.Dixon,\n551 F. 3d, at 585–587, I would reject petitioner’sex post\nfactoargument.",
    "joined": []
}