{
    "case": {
        "docket": "41",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/41/"
    },
    "id": "1970930",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–930_________________LORI SCIALABBA, ACTING DIRECTOR, UNITEDSTATES\nCITIZENSHIP AND IMMIGRATION SERVICES, et al., PETITIONERS v.\nROSA-LINA CUELLAR DE OSORIO et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 9, 2014]Justice Alito,\ndissenting.I agree with many of\nJustice Sotomayor’s criticismsof the plurality opinion. I also\nagree with The Chief Justice’s critique of the plurality’s\nsuggestion that, when two halves of a statute “do not easily cohere\nwith each other,” an agency administering the statute is free to\ndecide which half it will obey. Ante, at 14. After all, “[d]irect\nconflict is not ambiguity, and the resolution of such conflict is\nnot statutory construction but legislative choice.” Ante, at 2\n(Roberts, C. J., concurring in judgment). While I, like\nJustice Sotomayor, would affirm the Court of Appeals, my\njustification for doing so differs somewhat from hers.As I see it, the\nquestion before us is whether there is or is not an “appropriate\ncategory” to which the petitions for respondents’ children may be\nconverted. If there is, the agency was obligated by the clear text\nof 8 U. S. C. §1153(h)(3) to convert the petitions and\nleave the children with their original priority dates. Any such\nconversion would be “automatic,” because the agency’s obligation to\nconvert the petitions follows inexorably, and without need for any\nadditional action on the part of either respondents or their\nchildren, from the fact that the children’s ages have been\ncalculated to be 21 or older.[1] If there is not an appropriate category, then the\nagency was not required to convert the petitions.By the time respondents\nbecame legal permanent residents and filed new petitions for their\nchildren (if not sooner), there existed an appropriate category to\nwhich the original petitions could be converted. That is because at\nthat point the children all qualified for F2B preference status, as\nunmarried, adult children of legal permanent residents.\nAccordingly, the agency should have converted respondents’\nchildren’s petitions and allowed them to retain their original\npriority dates.[2]Section 1153(h)(3) is\nbrief and cryptic. It may well contain a great deal of ambiguity,\nwhich the Board of Immigration Appeals in its expertise is free to\nresolve, so long as its resolution is a “permissible construction\nof the statute.” Chevron U. S. A. Inc. v. Natural\nResources Defense Council, Inc., 467 U. S. 837, 843 (1984) .\nBut the statute is clear on at least one point: “If the age of an\nalien is determined under [§1153(h)(1)] to be 21 years of age or\nolder . . . , the alien’s petition shall automatically be\nconverted to the appropriate category and the alien shall retain\nthe original priority date issued upon receipt of the original\npetition” (emphasis added). The Board was not free to disregard\nthis clear statutory command.Notes1I do not believe the term\n“converted” demands the interpretationthe plurality gives it, for\nthe reasons advanced in ’s dissenting opinion.2The Government does not\nargue that respondents’ children were ineligible for relief\nbecause, as a factual matter, their ages were never “determined\n. . . to be 21 years of age or older,” §1153(h)(3), after\nan appropriate category became available. I therefore do not opine\non this issue.",
    "joined": []
}