{
    "case": {
        "docket": "393",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/393/"
    },
    "id": "1962457",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGMORSE V. FREDERICK551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-278DEBORAH MORSE, et al., PETITIONERSv.JOSEPH FREDERICKon writ of certiorari to the united states court of\nappeals for the ninth circuit[June 25, 2007]Justice Alito, with whom Justice\nKennedy joins, concurring.I join the opinion of the Court\non the understanding that (a) it goes no further than to hold that\na public school may restrict speech that a reasonable observer\nwould interpret as advocating illegal drug use and (b) it provides\nno support for any restriction of speech that can plausibly be\ninterpreted as commenting on any political or social issue,\nincluding speech on issues such as “the wisdom of the war on drugs\nor of legalizing marijuana for medicinal use.” Seepost,\nat 13 (Stevens, J., dissenting).The opinion of the Court correctly reaffirms\nthe recognition inTinkerv.Des Moines Independent\nCommunity School Dist.,393 U. S. 503, 506\n(1969), of the fundamental principle that students do not “shed\ntheir constitutional rights to freedom of speech or expression at\nthe schoolhouse gate.” The Court is also correct in noting thatTinker,which permits the regulation of student speech\nthat threatens a concrete and “substantial disruption,”id., at 514, does not set out the only ground on which\nin-school student speech may be regulated by state actors in a way\nthat would not be constitutional in other settings.But I do not read the opinion to mean\nthat there are necessarily any grounds for such regulation that are\nnot already recognized in the holdings of this Court. In addition\ntoTinker, the decision in the present case allows the\nrestriction of speech advocating illegal drug use;Bethel\nSchool Dist. No. 403v.Fraser,478 U. S. 675(1986),\npermits the regulation of speech that is delivered in a lewd or\nvulgar manner as part of a middle school program; andHazelwood\nSchool Dist.v.Kuhlmeier,484 U. S. 260(1988),\nallows a school to regulate what is in essence the school’s own\nspeech, that is, articles that appear in a publication that is an\nofficial school organ. I join the opinion of the Court on the\nunderstanding that the opinion does not hold that the special\ncharacteristics of the public schools necessarily justify any other\nspeech restrictions.The opinion of the Court does not endorse the\nbroad argument advanced by petitioners and the United States that\nthe First Amendment permits public school officials to censor any\nstudent speech that interferes with a school’s “educational\nmission.” See Brief for Petitioners 21; Brief for United States asAmicus Curiae6. This argument can easily be manipulated\nin dangerous ways, and I would reject it before such abuse occurs.\nThe “educational mission” of the public schools is defined by the\nelected and appointed public officials with authority over the\nschools and by the school administrators and faculty. As a result,\nsome public schools have defined their educational missions as\nincluding the inculcation of whatever political and social views\nare held by the members of these groups.During theTinkerera, a public\nschool could have defined its educational mission to include\nsolidarity with our soldiers and their families and thus could have\nattempted to outlaw the wearing of black armbands on the ground\nthat they undermined this mission. Alternatively, a school could\nhave defined its educational mission to include the promotion of\nworld peace and could have sought to ban the wearing of buttons\nexpressing support for the troops on the ground that the buttons\nsignified approval of war. The “educational mission” argument would\ngive public school authorities a license to suppress speech on\npolitical and social issues based on disagreement with the\nviewpoint expressed. The argument, therefore, strikes at the very\nheart of the First Amendment.The public schools are invaluable and\nbeneficent institutions, but they are, after all, organs of the\nState. When public school authorities regulate student speech, they\nact as agents of the State; they do not stand in the shoes of the\nstudents’ parents. It is a dangerous fiction to pretend that\nparents simply delegate their authority—including their authority\nto determine what their children may say and hear—to public school\nauthorities. It is even more dangerous to assume that such a\ndelegation of authority somehow strips public school authorities of\ntheir status as agents of the State. Most parents, realistically,\nhave no choice but to send their children to a public school and\nlittle ability to influence what occurs in the school. It is\ntherefore wrong to treat public school officials, for purposes\nrelevant to the First Amendment, as if they were private,\nnongovernmental actors standingin loco parentis.For these reasons, any argument for altering\nthe usual free speech rules in the public schools cannot rest on a\ntheory of delegation but must instead be based on some special\ncharacteristic of the school setting. The special characteristic\nthat is relevant in this case is the threat to the physical safety\nof students. School attendance can expose students to threats to\ntheir physical safety that they would not otherwise face. Outside\nof school, parents can attempt to protect their children in many\nways and may take steps to monitor and exercise control over the\npersons with whom their children associate. Similarly, students,\nwhen not in school, may be able to avoid threatening individuals\nand situations. During school hours, however, parents are not\npresent to provide protection and guidance, and students’ movements\nand their ability to choose the persons with whom they spend time\nare severely restricted. Students may be compelled on a daily basis\nto spend time at close quarters with other students who may do them\nharm. Experience shows that schools can be places of special\ndanger.In most settings, the First Amendment strongly\nlimits the government’s ability to suppress speech on the ground\nthat it presents a threat of violence. SeeBrandenburgv.Ohio,395\nU. S. 444(1969)(per curiam). But due to the special\nfeatures of the school environment, school officials must have\ngreater authority to intervene before speech leads to violence.\nAnd, in most cases,Tinker’s “substantial disruption”\nstandard permits school officials to step in before actual violence\nerupts. See 393 U. S., at 508–509.Speech advocating illegal drug use poses a\nthreat to student safety that is just as serious, if not always as\nimmediately obvious. As we have recognized in the past and as the\nopinion of the Court today details, illegal drug use presents a\ngrave and in many ways unique threat to the physical safety of\nstudents. I therefore conclude that the public schools may ban\nspeech advocating illegal drug use. But I regard such regulation as\nstanding at the far reaches of what the First Amendment permits. I\njoin the opinion of the Court with the understanding that the\nopinion does not endorse any further extension.",
    "joined": []
}