{
    "case": {
        "docket": "644",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/644/"
    },
    "id": "3427257",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–556, 14-562, 14-571 and 14–574_________________JAMES OBERGEFELL, et al.,\nPETITIONERS14–556v.RICHARD HODGES, DIRECTOR, OHIO\nDEPARTMENT OF HEALTH, et al.;VALERIA TANCO, et al.,\nPETITIONERS14–562v.BILL HASLAM, GOVERNOR OF TENNESSEE,\net al.;APRIL DeBOER, et al.,\nPETITIONERS14–571v.RICK SNYDER, GOVERNOR OF MICHIGAN,\net al.; ANDGREGORY BOURKE, et al.,\nPETITIONERS14–574v.STEVE BESHEAR, GOVERNOR OF KENTUCKYon writs of certiorari to the united states\ncourt of appeals for the sixth circuit[June 26, 2015]Justice Alito, with whom Justice Scalia and\nJustice Thomas join, dissenting.Until the federal courts intervened, the\nAmerican people were engaged in a debate about whether their States\nshould recognize same-sex marriage.[1] The question in these cases, however, is not what\nStatesshoulddo about same-sex marriage but whether the\nConstitution answers that question for them. It does not. The\nConstitution leaves that question to be decided by the people of\neach State.IThe Constitution says nothing about a right to\nsame-sex marriage, but the Court holds that the term “liberty” in\nthe Due Process Clause of the Fourteenth Amendment encompasses this\nright. Our Nation was founded upon the principle that every person\nhas the unalienable right to liberty, but liberty is a term of many\nmeanings. For classical liberals, it may include economic rights\nnow limited by government regulation. For social democrats, it may\ninclude the right to a variety of government benefits. For today’s\nmajority, it has a distinctively postmodern meaning.To prevent five unelected Justices from imposing\ntheir personal vision of liberty upon the American people, the\nCourt has held that “liberty” under the Due Process Clause should\nbe understood to protect only those rights that are “ ‘deeply\nrooted in this Nation’s history and tradition.’ ”Washingtonv. Glucksberg, 521 U. S. 701 –721\n(1997). And it is beyond dispute that the right to same-sex\nmarriage is not among those rights. SeeUnited Statesv.Windsor, 570 U. S. ___, ___ (2013) (Alito, J.,\ndissenting) (slip op., at 7). Indeed:“In this country, no State permitted same-sex\nmarriage until the Massachusetts Supreme Judicial Court held in\n2003 that limiting marriage to opposite-sex couples violated the\nState Constitution. SeeGoodridgev.Department of Public\nHealth, 440 Mass. 309, 798 N. E. 2d 941. Nor is the\nright to same-sex marriage deeply rooted in the traditions of other\nnations. No country allowed same-sex couples to marry until the\nNetherlands did so in 2000.“What [those arguing in favor of a\nconstitutional right to same sex marriage] seek, therefore, is not\nthe protection of a deeply rooted right but the recognition of a\nvery new right, and they seek this innovation not from a\nlegislative body elected by the people, but from unelected judges.\nFaced with such a request, judges have cause for both caution and\nhumility.”Id.,at ___ (slip op., at 7–8) (footnote\nomitted).For today’s majority, it does not matter that\nthe right to same-sex marriage lacks deep roots or even that it is\ncontrary to long-established tradition. The Justices in the\nmajority claim the authority to confer constitutional protection\nupon that right simply because they believe that it is\nfundamental.IIAttempting to circumvent the problem presented\nby the newness of the right found in these cases, the majority\nclaims that the issue is the right to equal treatment. Noting that\nmarriage is a fundamental right, the majority argues that a State\nhas no valid reason for denying that right to same-sex couples.\nThis reasoning is dependent upon a particular understanding of the\npurpose of civil marriage. Although the Court expresses the point\nin loftier terms, its argument is that the fundamental purpose of\nmarriage is to promote the well-being of those who choose to marry.\nMarriage provides emotional fulfillment and the promise of support\nin times of need. And by benefiting persons who choose to wed,\nmarriage indirectly benefits society because persons who live in\nstable, fulfilling, and supportive relationships make better\ncitizens. It is for these reasons, the argument goes, that States\nencourage and formalize marriage, confer special benefits on\nmarried persons, and also impose some special obligations. This\nunderstanding of the States’ reasons for recognizing marriage\nenables the majority to argue that same-sex marriage serves the\nStates’ objectives in the same way as opposite-sex marriage.This understanding of marriage, which focuses\nalmost entirely on the happiness of persons who choose to marry, is\nshared by many people today, but it is not the traditional one. For\nmillennia, marriage was inextricably linked to the one thing that\nonly an opposite-sex couple can do: procreate.Adherents to different schools of philosophy use\ndifferent terms to explain why society should formalize marriage\nand attach special benefits and obligations to persons who marry.\nHere, the States defending their adherence to the traditional\nunderstanding of marriage have explained their position using the\npragmatic vocabulary that characterizes most American political\ndiscourse. Their basic argument is that States formalize and\npromote marriage, unlike other fulfilling human relationships, in\norder to encourage potentially procreative conduct to take place\nwithin a lasting unit that has long been thought to provide the\nbest atmosphere for raising children. They thus argue that there\nare reasonable secular grounds for restricting marriage to\nopposite-sex couples.If this traditional understanding of the purpose\nof marriage does not ring true to all ears today, that is probably\nbecause the tie between marriage and procreation has frayed. Today,\nfor instance, more than 40% of all children in this country are\nborn to unmarried women.[2]\nThis development undoubtedly is both a cause and a result of\nchanges in our society’s understanding of marriage.While, for many, the attributes of marriage in\n21st-century America have changed, those States that do not want to\nrecognize same-sex marriage have not yet given up on the\ntraditional understanding. They worry that by officially abandoning\nthe older understanding, they may contribute to marriage’s further\ndecay. It is far beyond the outer reaches of this Court’s authority\nto say that a State may not adhere to the understanding of marriage\nthat has long prevailed, not just in this country and others with\nsimilar cultural roots, but also in a great variety of countries\nand cultures all around the globe.As I wrote inWindsor:“The family is an ancient and universal human\ninstitution. Family structure reflects the characteristics of a\ncivilization, and changes in family structure and in the popular\nunderstanding of marriage and the family can have profound effects.\nPast changes in the understanding of marriage—for example, the\ngradual ascendance of the idea that romantic love is a prerequisite\nto marriage—have had far-reaching consequences. But the process by\nwhich such consequences come about is complex, involving the\ninteraction of numerous factors, and tends to occur over an\nextended period of time.“We can expect something similar to take place\nif same-sex marriage becomes widely accepted. The long-term\nconsequences of this change are not now known and are unlikely to\nbe ascertainable for some time to come. There are those who think\nthat allowing same-sex marriage will seriously undermine the\ninstitution of marriage. Others think that recognition of same-sex\nmarriage will fortify a now-shaky institution.“At present, no one—including social scientists,\nphilosophers, and historians—can predict with any certainty what\nthe long-term ramifications of widespread acceptance of same-sex\nmarriage will be. And judges are certainly not equipped to make\nsuch an assessment. The Members of this Court have the authority\nand the responsibility to interpret and apply the Constitution.\nThus, if the Constitution contained a provision guaranteeing the\nright to marry a person of the same sex, it would be our duty to\nenforce that right. But the Constitution simply does not speak to\nthe issue of same-sex marriage. In our system of government,\nultimate sovereignty rests with the people, and the people have the\nright to control their own destiny. Any change on a question so\nfundamental should be made by the people through their elected\nofficials.” 570 U. S., at ___ (dissenting opinion) (slip op.,\nat 8–10) (citations and footnotes omitted).IIIToday’s decision usurps the constitutional\nright of the people to decide whether to keep or alter the\ntraditional understanding of marriage. The decision will also have\nother important consequences.It will be used to vilify Americans who are\nunwilling to assent to the new orthodoxy. In the course of its\nopinion, the majority compares traditional marriage laws to laws\nthat denied equal treatment for African-Americans and women.E.g.,ante, at 11–13. The implications of this\nanalogy will be exploited by those who are determined to stamp out\nevery vestige of dissent.Perhaps recognizing how its reasoning may be\nused, the majority attempts, toward the end of its opinion, to\nreassure those who oppose same-sex marriage that their rights of\nconscience will be protected.Ante, at 26–27. We will soon\nsee whether this proves to be true. I assume that those who cling\nto old beliefs will be able to whisper their thoughts in the\nrecesses of their homes, but if they repeat those views in public,\nthey will risk being labeled as bigots and treated as such by\ngovernments, employers, and schools.The system of federalism established by our\nConstitution provides a way for people with different beliefs to\nlive together in a single nation. If the issue of same-sex marriage\nhad been left to the people of the States, it is likely that some\nStates would recognize same-sex marriage and others would not. It\nis also possible that some States would tie recognition to\nprotection for conscience rights. The majority today makes that\nimpossible. By imposing its own views on the entire country, the\nmajority facilitates the marginalization of the many Americans who\nhave traditional ideas. Recalling the harsh treatment of gays and\nlesbians in the past, some may think that turnabout is fair play.\nBut if that sentiment prevails, the Nation will experience bitter\nand lasting wounds.Today’s decision will also have a fundamental\neffect on this Court and its ability to uphold the rule of law. If\na bare majority of Justices can invent a new right and impose that\nright on the rest of the country, the only real limit on what\nfuture majorities will be able to do is their own sense of what\nthose with political power and cultural influence are willing to\ntolerate. Even enthusiastic supporters of same-sex marriage should\nworry about the scope of the power that today’s majority\nclaims.Today’s decision shows that decades of attempts\nto restrain this Court’s abuse of its authority have failed. A\nlesson that some will take from today’s decision is that preaching\nabout the proper method of interpreting the Constitution or the\nvirtues of judicial self-restraint and humility cannot compete with\nthe temptation to achieve what is viewed as a noble end by any\npracticable means. I do not doubt that my colleagues in the\nmajority sincerely see in the Constitution a vision of liberty that\nhappens to coincide with their own. But this sincerity is cause for\nconcern, not comfort. What it evidences is the deep and perhaps\nirremediable corruption of our legal culture’s conception of\nconstitutional interpretation.Most Americans—understandably—will cheer or\nlament today’s decision because of their views on the issue of\nsame-sex marriage. But all Americans, whatever their thinking on\nthat issue, should worry about what the majority’s claim of power\nportends.Notes1I use the phrase\n“recognize marriage” as shorthand for issuing marriage licenses and\nconferring those special benefits and obligations provided under\nstate law for married persons.2See,e.g.,Dept.\nof Health and Human Services, Centers for Disease Control and\nPrevention, National Center for Health Statistics, D. Martin, B.\nHamilton, M. Osterman, S. Curtin, & T. Matthews, Births: Final\nData for 2013, 64 National Vital Statistics Reports, No. 1,\np. 2 (Jan. 15, 2015), online at\nhttp://www.cdc.gov/nchs/data/nvsr/nvsr64/nvsr64_01.pdf (all\nInternet materials as visited June 24, 2015, and available in Clerk\nof Court’s case file); cf. Dept. of Health and Human Services,\nCenters for Disease Control and Prevention, National Center for\nHealth Statistics (NCHS), S. Ventura, Changing Patterns of\nNonmartial Childbearing in the United States, NCHS Data Brief, No.\n18 (May 2009), online at\nhttp://www.cdc.gov/nchs/data/databrief/db18.pdf.",
    "joined": []
}