{
    "case": {
        "docket": "84",
        "citation": "549",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/549/84/"
    },
    "id": "1962223",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTBP AMERICA PRODUCTION CO. V. BURTON549 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-669BP AMERICA PRODUCTION COMPANY, successor in\ninterest toAmoco Production Company, et al.,\nPETITIONERSv.REJANE BURTON,Acting As-sistant Secretary, Land and Minerals Management,\nDepartment of the Interior, et al.on\nwrit of certiorari to the united states court of appeals for the\ndistrict of columbia circuit[December 11, 2006]Justice Alito delivered the opinion of the\nCourt.This case presents the question whether\nadministrative payment orders issued by the Department of the\nInterior’s Minerals Management Service (MMS) for the purpose of\nassessing royalty underpayments on oil and gas leases fall within\n28 U. S. C. §2415(a), which sets out a 6-year statute of\nlimitations for Government contract actions. We hold that this\nprovision does not apply to these administrative payment orders,\nand we therefore affirm.IAThe Mineral Leasing Act of 1920 (MLA)\nauthorizes the Secretary of the Interior to lease public-domain\nlands to private parties for the production of oil and gas. 41\nStat. 437, as amended, 30 U. S. C. §181et seq. MLA\nlessees are obligated to pay a royalty of at least “12.5 percent in\namount or value of the production removed or sold from the lease.”\n§226(b)(1)(A).In 1982, Congress enacted the Federal Oil and\nGas Royalty Management Act (FOGRMA), 96 Stat. 2447, as amended, 30\nU. S. C. §1701et seq., to address the concern that\nthe “system of accounting with respect to royalties and other\npayments due and owing on oil and gas produced from such lease\nsites [was] archaic and inadequate.” §1701(a)(2). FOGRMA ordered\nthe Secretary of the Interior to “audit and reconcile, to the\nextent practicable, all current and past lease accounts for leases\nof oil or gas and take appropriate actions to make additional\ncollections or refunds as warranted.” §1711(c)(1). The Secretary,\nin turn, has assigned these duties to the MMS. 30 CFR §201.100\n(2006).Under FOGRMA, lessees are responsible in the\nfirst instance for the accurate calculation and payment of\nroyalties. 30 U. S. C. §1712(a). MMS, in turn, is authorized\nto audit those payments to determine whether a royalty has been\noverpaid or underpaid. §§1711(a) and (c); 30 CFR §§206.150(c),\n206.170(d). In the event that an audit suggests an underpayment, it\nis MMS’ [Footnote 1]\npractice to send the lessee a letter inquiring about the perceived\ndeficiency. If, after reviewing the lessee’s response, MMS\nconcludes that the lessee owes additional royalties, MMS issues an\norder requiring payment of the amount due. Failure to comply with\nsuch an order carries a stiff penalty: “Any person who—(1)\nknowingly or willfully fails to make any royalty payment by the\ndate as specified by [an] order … shall be liable for a penalty of\nup to $10,000 per violation for each day such violation continues.”\n30 U. S. C. §1719(c). The Attorney General may enforce these\norders in federal court. §1722(a).An MMS payment order may be appealed, first\nto the Director of MMS and then to the Interior Board of Land\nAppeals or to an Assistant Secretary. 30 CFR §§290.105, 290.108.\nWhile filing an appeal does not generally stay the payment order,\n§218.50(c), MMS will usually suspend the order’s effect after the\nlessee complies with applicable bonding or financial solvency\nrequirements, §243.8.Congress supplemented this scheme by enacting\nthe Federal Oil and Gas Royalty Simplification and Fairness Act of\n1996 (FOGRSFA), 110 Stat. 1700, as amended, 30 U. S. C. §1701et seq.FOGRSFA adopted a prospective 7-year statute of\nlimitations for any “judicial proceeding or demand” for royalties\narising under a federal oil or gas lease. §1724(b)(1). The parties\nagree that this provision applies both to judicial actions\n(“judicial proceeding[s]”) and to MMS’ administrative payment\norders (“demand[s]”) arising on or after September 1, 1996.Ibid.This provision does not, however, apply to judicial\nproceedings or demands arising from leases of Indian land or\nunderpayments of royalties on pre-September 1, 1996, production.\nFOGRSFA §§9, 11, 110 Stat. 1717, notes following 30 U. S. C.\n§1701.There is no dispute that a lawsuit in court\nto recover royalties owed to the Government on pre-September 1,\n1996, production is covered by 28 U. S. C. §2415(a), which\nsets out a general 6-year statute of limitations for Government\ncontract actions. That section, which was enacted in 1966, provides\nin relevant part:“Subject to the provisions of section 2416 of this title, and\nexcept as otherwise provided by Congress, everyaction for\nmoney damagesbrought by the United States or an officer or\nagency thereof which is founded upon any contract express or\nimplied in law or fact, shall be barred unlessthe\ncomplaintis filed within six years after the right of action\naccrues or within one year after final decisions have been rendered\nin applicable administrative proceedings required by contract or by\nlaw, whichever is later.” (Emphasis\nadded.)Whether this general 6-year statute of limitations also governs\nMMS administrative payment orders concerning pre-September 1, 1996,\nproduction is the question that we must decide in this\ncase.BPetitioner BP America Production Co. holds\ngas leases from the Federal Government for lands in New Mexico’s\nSan Juan Basin. BP’s predecessor, Amoco Production Co., first\nentered into these leases nearly 50 years ago, and these leases\nrequire the payment of the minimum 12.5 percent royalty prescribed\nby 30 U. S. C. §226(b)(1)(A). For years, Amoco calculated the\nroyalty as a percentage of the value of the gas as of the moment it\nwas produced at the well. In 1996, MMS sent lessees a letter\ndirecting that royalties should be calculated based not on the\nvalue of the gas at the well, but on the value of the gas after it\nwas treated to meet the quality requirements for introduction into\nthe Nation’s mainline pipelines.[Footnote 2] Consistent with this guidance, MMS in 1997\nordered Amoco to pay additional royalties for the period from\nJanuary 1989 through December 1996 in order to cover the difference\nbetween the value of the treated gas and its lesser value at the\nwell.Amoco appealed the order, disputing MMS’\ninterpretation of its royalty obligations and arguing that the\npayment order was in any event barred in part by the 6-year statute\nof limitations in 28 U. S. C. §2415(a). The Assistant\nSecretary of the Interior denied the appeal and ruled that the\nstatute of limitations was inapplicable.Amoco, together with petitioner Atlantic\nRichfield Co., sought review in the United States District Court\nfor the District of Columbia, which agreed with the Assistant\nSecretary that §2415(a) did not govern the administrative order.Amoco Production Co.v.Baca, 300 F. Supp.\n2d 1, 21 (2003). The Court of Appeals for the District of Columbia\nCircuit affirmed,Amoco Production Co. v.Watson,\n410 F. 3d 722, 733 (2005), and we granted certiorari, 547 U.\nS. ___ (2006), in order to resolve the conflict between that\ndecision and the contrary holding of the United States Court of\nAppeals for the Tenth Circuit inOXY USA, Inc.v.Babbit, 268 F. 3d 1001, 1005 (2001) (en banc). We now\naffirm.IIAWe start, of course, with the statutory text.Central Bank of Denver, N. A.v.First Interstate\nBank of Denver, N. A.,511 U. S. 164, 173\n(1994). Unless otherwise defined, statutory terms are generally\ninterpreted in accordance with their ordinary meaning.Perrinv.United States,444 U. S. 37, 42 (1979).\nRead in this way, the text of §2415(a) is quite\nclear.The statute of limitations imposed by\n§2415(a) applies when the Government commences any “action for\nmoney damages” by filing a “complaint” to enforce a contract, and\nthe statute runs from the point when “the right of action accrues.”\nThe key terms in this provision—“action” and “complaint”—are\nordinarily used in connection with judicial, not administrative,\nproceedings. In 1966, when §2415(a) was enacted, a commonly used\nlegal dictionary defined the term “right of action” as “[t]he right\nto bring suit; a legal right to maintain an action,” with “suit”\nmeaning “any proceeding … in a court of justice.” Black’s Law\nDictionary 1488, 1603 (4th ed. 1951) (hereinafter Black’s).\nLikewise, “complaint” was defined as “the first or initiatory\npleading on the part of the plaintiff in a civil action.”[Footnote 3]Id.,at 356. See\nalsoUnexcelled Chemical Corp.v.United States,345 U. S. 59, 66\n(1953) (holding that filing a complaint, in the ordinary sense of\nthe term, means filing a suit in court, not initiating an\nadministrative proceeding; “Commencement of an action by the filing\nof a complaint has too familiar a history … for us to assume that\nCongress did not mean to use the words in their ordinary sense”).\nThe phrase “action for money damages” reinforces this reading\nbecause the term “damages” is generally used to mean “pecuniary\ncompensation or indemnity, which may be recoveredin the\ncourts.” Black’s 466 (emphasis\nadded).Nothing in the language of §2415(a) suggests\nthat Congress intended these terms to apply more broadly to\nadministrative proceedings. On the contrary, §2415(a) distinguishes\nbetween judicial and administrative proceedings. Section 2415(a)\nprovides that an “action” must commence “within one year after\nfinal decisions have been rendered in applicable administrative\nproceedings.” Thus, Congress knew how to identify administrative\nproceedings and manifestly had two separate concepts in mind when\nit enacted §2415(a).[Footnote\n4]BIn an effort to show that the term “action”\nis commonly used to refer to administrative, as well as judicial,\nproceedings, petitioners have cited numerous statutes and\nregulations that, petitioners claim, document this usage.[Footnote 5] These examples, however,\nactually undermine petitioners’ argument, since none of them uses\nthe term “action” standing alone to refer to administrative\nproceedings. Rather, each example includes a modifier of some sort,\nreferring to an “administrative action,” a “civil or administrative\naction,” or “administrative enforcement actions.” This pattern of\nusage buttresses the point that the term “action,” standing alone,\nordinarily refers to a judicial\nproceeding.Petitioners contend that their broader\ninterpretation of the statutory term “action” is supported by the\nreference to “everyaction for money damages” founded upon\n“anycontract.” 28 U. S. C. §2415(a) (emphasis\nadded). But the broad terms “every” and “any” do not assist\npetitioners, as they do not broaden the ordinary meaning of the key\nterm “action.”Petitioners argue that their interpretation\nis supported byPennsylvaniav.Delaware Valley\nCitizens’ Council for Clean Air,478 U. S. 546(1986),\nandWestv.Gibson,527 U. S. 212(1999),\nbut this reliance is misplaced. InDelaware Valley Citizens’\nCouncil, we construed the attorney’s fee provision of the\nClean Water Act (CWA), which authorizes a “court, in issuing any\nfinal order in any action brought pursuant to subsection (a) of\nthis section, [to] award costs of litigation … to any party.” 42 U.\nS. C. §7604(d). We permitted the recovery of fees both for\nwork done in court and in subsequent administrative proceedings.\nBut the pertinent statutory provision in that case did not employ\nthe key terms that appear in the statute at issue here.\nSpecifically, the CWA provision referred to “litigation,” not to an\n“action” commenced by the filing of a “complaint.” Moreover,“the work done by counsel [in the administrative phase of\nthe case] was as necessary to the attainment of adequate relief …\nas was all of their earlier work in the courtroom … obtaining the\nconsent decree.” 478 U. S., at 558. And we expressly reserved\njudgment on the question “whether an award of attorney’s fees is\nappropriate … when there is no connected court action in which fees\nare recoverable.”Id.,at 560,\nn. 5.Westhelps petitioners even less.\nThere, we considered whether the Equal Employment Opportunity\nCommission (EEOC) could order a federal agency to pay compensatory\ndamages in an administrative proceeding. Section 717(b) of Title\nVII of the Civil Rights Act of 1964, 42 U. S. C. §2000e–16(b),\nauthorized the EEOC to employ “appropriate remedies,” but did not\nspecifically authorize damages, and §717(c) authorized a subsequent\ncourt action against an employer agency, 42 U. S. C.\n§2000e–16(c). In 1991, Congress added Rev. Stat. §1977A(a)(1), 42\nU. S. C. §1981a(a)(1), which provided that “[i]n an action\nbrought by a complaining party under section 706 or 717 … the\ncomplaining party may recover compensatory … damages.” InWest, the defendant agency argued that the enactment of\n§1981a(a)(1) showed that Congress did not consider compensatory\ndamages to be “appropriate remedies” in an EEOC proceeding, as\nopposed to an action brought by an aggrieved employee. If Congress\nhad wished to authorize the award of compensatory damages in an\nEEOC proceeding, the defendant agency reasoned, Congress would have\nso provided in §1981a(a)(l), by expressly cross-referencing\n§717(c). We rejected this argument, but in doing so we did not hold\nthat an EEOC proceeding is an “action” under §1981a(a)(1). Rather,\nwe simply concluded that the EEOC’s authorization under §717(b) to\naward “appropriate remedies” was broad enough to encompass\ncompensatory damages. 527 U. S., at\n220–221.For these reasons, we are not persuaded by\npetitioners’ argument that the term “action” in §2415(a) applies to\nthe administrative proceedings that follow the issuance of an MMS\npayment order.CWe similarly reject petitioners’ suggestion\nthat an MMS letter or payment order constitutes a “complaint”\nwithin the meaning of §2415(a). Petitioners point to examples of\nstatutes and regulations that employ the term “complaint” in the\nadministrative context. See, e.g.,15 U. S. C. §45(b)\n(requiring the Federal Trade Commission to serve a “complaint” on a\nparty suspected of engaging in an unfair method of competition); 29\nCFR §102.15 (2006) (a “complaint” initiates unfair labor practice\nproceedings before the National Labor Relations Board). But the\noccasional use of the term to describe certain administrative\nfilings does not alter its primary meaning, which concerns the\ninitiation of “a civil action.” Black’s 356. Moreover, even if the\ndistinction between administrative and judicial proceedings is put\naside, an MMS payment order lacks the essential attributes of a\ncomplaint. While a complaint is a filing that commences a\nproceeding that may in the end result in a legally binding order\nproviding relief, an MMS payment order in and of itself imposes a\nlegal obligation on the party to which it is issued. As noted, the\nfailure to comply with such an order can result in fines of up to\n$10,000 a day. An MMS payment order, therefore, plays an entirely\ndifferent role from that of a “complaint.”[Footnote 6]DTo the extent that any doubts remain\nregarding the meaning of §2415(a), they are erased by the rule that\nstatutes of limitations are construed narrowly against the\ngovernment.E. I. DuPont de Nemours & Co.v.Davis,264\nU. S. 456(1924). This canon is rooted in the traditional rulequod nullum tempus occurrit regi—time does not run against\nthe King.Guaranty Trust Co.v.United States,304 U. S. 126,\n132 (1938). A corollary of this rule is that when the sovereign\nelects to subject itself to a statute of limitations, the sovereign\nis given the benefit of the doubt if the scope of the statute is\nambiguous.Bowersv.New York & Albany\nLighterage Co.,273 U. S. 346(1927),\ncited by petitioners, is not to the contrary. There, as here, the\nissue was the scope of a statute of limitations. The provision in\nthat case, however, provided that “ ‘[n]o suit or proceeding\nfor the collection of any such taxes’ ” shall commence more\nthan five years after the filing of the return.Id.,at\n348–349. The Government argued that the terms “proceeding” and\n“suit” were coterminous, and urged further that any ambiguity\nshould be resolved in its favor.The Court recognized the canon, restating it\nmuch as we have above.Id.,at 349. But the Court\nconcluded that the canon had no application in that case because\nthe text of the relevant statute, unlike §2415(a), applied clearly\nand separately to “suits” and “proceedings,” and the Court saw no\nreason to give these different terms the same meaning.Id.,at 349–350.EWe come now to petitioners’ argument that\ninterpreting §2415(a) as applying only to judicial actions would\nrender subsection (i) of the same statute superfluous. Subsection\n(i) provides as follows:“The\nprovisions of this section shall not prevent the United States or\nan officer or agency thereof from collecting any claim of the\nUnited States by means of administrative offset, in accordance with\nsection 3716 of title 31.” 28 U. S. C.\n§2415(i).An\nadministrative offset is a mechanism by which the Government\nwithholds payment of a debt that it owes another party in order to\nrecoup a payment that this party owes the Government. 31 U.\nS. C. §3701(a)(1). Thus, under subsection (i), the Government\nmay recover a debt via an administrative offset even if the\nGovernment would be time barred under subsection (a) from pursuing\nthe debt in court.Petitioners argue that, if §2415(a) applies\nonly to judicial proceedings and not to administrative proceedings,\nthere is no need for §2415(i)’s rule protecting a particular\nadministrative mechanism (i.e., an administrative offset)\nfrom the statute of limitations set out in subsection (a). Invoking\nthe canon against reading a statute in a way that makes part of the\nstatute redundant, see,e.g.,TRW Inc.v.Andrews,534\nU. S. 19, 31 (2001), petitioners contend that subsection (i)\nshows that subsection (a) was meant to apply to administrative, as\nwell as judicial, proceedings. We\ndisagree.As the Court of Appeals noted, subsection (i)\nwas not enacted at the same time as subsection (a) but rather was\nadded 16 years later by the Debt Collection Act of 1982. 96 Stat.\n1749. This enactment followed a dispute between the Office of the\nComptroller of the Currency (OCC) and the Department of Justice’s\nOffice of Legal Counsel (OLC) over whether an administrative offset\ncould be used to recoup a debt where a judicial recoupment action\nwas already time barred.In 1978, in response to a question from the\nUnited States Civil Service Commission, OLC opined that an\nadministrative offset could not be used to recoup a debt as to\nwhich a judicial action was already time barred. OLC reached this\nconclusion not because it believed that §2415(a) reached\nadministrative proceedings generally,[Footnote 7] but rather because of the particular purpose\nof an administrative offset. “Where [a] debt has not been reduced\nto judgment,” OLC stated, “an administrative offset is merely a\npre-judgment attachment device.” Memorandum from John M. Harmon,\nAssistant Attorney General, OLC, to Alan K. Campbell, Chairman, U.\nS. Civil Service Commission Re: Effect of Statute of Limitations on\nAdministrative Collection of United States Claims 3 (Sept. 29,\n1978), Joint Lodging. OLC opined that a prejudgment attachment\ndevice such as this exists only to preserve funds to satisfy any\njudgment the creditor subsequently obtains.Id.,at 4\n(citing cases). OLC therefore concluded that, where a lawsuit is\nalready foreclosed by §2415(a), an administrative offset that is\nthe functional equivalent of a pretrial attachment is also\nunavailable.Id.,at 3.The OCC disagreed. SeeIn the Matter of\nCollection of Debts—Statute of Limitations on Administrative\nSetoff,58 Comp. Gen. 501, 504–505 (1979). In its view, the\nquestion was answered by“[t]he\ngeneral rule … that statutes of limitations applicable to suits for\ndebts or money demands bar or run only against the remedy (the\nright to bring suit) to which they apply and do not discharge the\ndebt or extinguish, or even impair, the right or obligation, either\nin law or in fact, and the creditor may avail himself of every\nother lawful means of realizing on the debt or obligation. SeeMascot Oil Co.v.United States, 42 F. 2d\n309 (Ct. Cl. 1930), affirmed282 U. S. 434; and 33\nComp. Gen. 66 (1953). See alsoReady-Mix Concrete Co.v.United States, 130 F. Supp. 390 (Ct. Cl. 1955).”Ibid.That Congress had time-barred the judicial remedy, OCC\nreasoned, imposed no limit on the administrative\nremedy.The OLC–OCC dispute reveals that, even\nunder the interpretation of subsection (a)—the one we are\nadopting—that considers it applicable only to court proceedings,\nsubsection (i) is not mere surplusage. It clarifies that\nadministrative offsets are not covered by subsection (a) even if\nthey are viewed as an adjunct of a court\naction.To accept petitioners’ argument, on the\nother hand, we would have to hold either that §2415(a) applied to\nadministrative actions when it was enacted in 1966 or that it was\nextended to reach administrative actions when subsection (i) was\nadded in 1982. The clear meaning of the text of §2415(a), which has\nnot been amended, refutes the first of these propositions, and\naccepting the latter would require us to conclude that in 1982\nCongress elected to enlarge §2415 to cover administrative\nproceedings by inserting text expressly excluding a single\nadministrative vehicle from the statute’s reach. It is entirely\nunrealistic to suggest that Congress would proceed by such an\noblique and cryptic route.IIIPetitioners contend that interpreting\n§2415(a) as applying only to judicial actions results in a\nstatutory scheme with peculiarities that Congress could not have\nintended. For example, petitioners note that while they are\nrequired by statute to preserve their records regarding royalty\nobligations for only seven years, 30 U. S. C. §1724(f), the\ninterpretation of §2415(a) adopted by the Court of Appeals permits\nMMS to issue payment orders that reach back much\nfarther.We are mindful of the fact that a statute\nshould be read where possible as effecting a “ ‘symmetrical\nand coherent regulatory scheme,’ ” FDAv.Brown &\nWilliamson Tobacco Corp.,529 U. S. 120, 133\n(2000), but here petitioners’ alternative interpretation of\n§2415(a) would itself result in disharmony. For instance, under\nFOGRSFA, MMS payment orders regarding oil and gas leases are now\nprospectively subject to a 7-year statute of limitations except\nwith respect to obligations arising out of leases of Indian land.\nConsequently, if we agreed with petitioners that §2415(a) applies\ngenerally to administrative proceedings, payment orders relating to\noil and gas royalties owed under leases of Indian land would be\nsubject to a shorter (i.e.,6-year) statute of limitations\nthan similar payment orders relating to leases of other\npublic-domain lands (which would be governed by FOGRSFA’s new\n7-year statute). Particularly in light of Congress’ exhortation\nthat the Secretary of the Interior “aggressively carry out his\ntrust responsibility in the administration of Indian oil and gas,”\n30 U. S. C. §1701(a)(4), it seems unlikely that Congress\nintended to impose a shorter statute of limitations for payment\norders regarding Indian lands.Petitioners contend, finally, that\ninterpreting §2415(a) as applying only to judicial actions would\nfrustrate the statute’s purposes of providing repose, ensuring that\nactions are brought while evidence is fresh, lightening\nrecordkeeping burdens, and pressuring federal agencies to assert\nfederal rights promptly. These are certainly cogent policy\narguments, but they must be viewed in\nperspective.For one thing, petitioners overstate the\nscope of the problem, since Congress of course can enact and has\nenacted specific statutes of limitations to govern specific\nadministrative actions. See,e.g.,42 U. S. C.\n§5205(a)(1) (statute of limitations for an administrative action to\nrecover payments made to state governments for disaster or\nemergency assistance). Indeed, in 1996, FOGRSFA imposed just such a\nlimitation prospectively on all non-Indian land, oil, and gas lease\nclaims.Second, and more fundamentally, the\nconsequences of interpreting §2415(a) as limited to court actions\nmust be considered in light of the traditional rule exempting\nproceedings brought by the sovereign from any time bar. There are\nalways policy arguments against affording the sovereign this\nspecial treatment, and therefore in a case like this, where the\nissue is how far Congress meant to go when it enacted a statute of\nlimitations applicable to the Government, arguing that an expansive\ninterpretation would serve the general purposes of statutes of\nlimitations is somewhat beside the point. The relevant inquiry,\ninstead, is simply how far Congress meant to go when it enacted the\nstatute of limitations in question. Here prior to the enactment of\n§2415(a) in 1966, contract actions brought by the Government were\nnot subject to any statute of limitations. SeeGuaranty Trust\nCo.,304 U. S., at 132. Absent congressional action changing\nthis rule, it remains the law, and the text of §2415(a) betrays no\nintent to change this rule as it applies to administrative\nproceedings.In the final analysis, while we appreciate\npetitioners’ arguments, they are insufficient to overcome the plain\nmeaning of the statutory text. We therefore hold that the 6-year\nstatute of limitations in §2415(a) applies only to court actions\nand not to the administrative proceedings involved in this\ncase.*  *  *For these reasons, the judgment of the Court\nof Appeals for the District of Columbia Circuit is\naffirmed.It\nis so ordered.The Chief Justice and Justice Breyer took no\npart in the consideration or decision of this\ncase.Footnote 1MMS is not always the auditing body, as MMS may delegate\nits authority to the host State or an Indian tribe. 30 U.\nS. C. §§1732, 1735.Footnote 2MMS intended this letter to implement its regulations,\nwhich required lessees “to place gas in marketable condition at no\ncost to the Federal Government unless otherwise provided in the\nlease agreement.” 30 CFR §206.152(i)\n(1996).Footnote 3These primary definitions have not changed in substance\nsince 1966. Black’s (8th ed. 2004) now defines “action” as “[a]\ncivil or criminal judicial proceeding” and a “complaint” as “[t]he\ninitial pleading that starts a civil action and states the basis\nfor the court’s jurisdiction, the basis for the plaintiff’s claim,\nand the demand for relief.”Id.,at 31,\n303.Footnote 4Moreover, it seems unlikely that Congress intended\nadministrative proceedings to commence within one year after the\nconclusion of administrative proceedings.Footnote 5See,e.g.,42 U. S. C. §5205(a)(1) (statute\nof limitations for “administrative action[s] to recover any\npayment[s] made to a State or local government for disaster or\nemergency assistance”); 12 U. S. C. §1441a(b)(11)(G)\n(requiring Resolution Trust Corporation to maintain staff to assist\nwith certain “cases, civil claims, and administrative enforcement\nactions”); 15 U. S. C. §78u(h)(9)(B) (Securities Exchange Act\nof 1934 provision noting that certain “[f]inancial records … may be\ndisclosed or used only in an administrative, civil, or criminal\naction”). See also 7 CFR §3018.400(c) (2006) (Department of\nAgriculture regulation regarding “administrative action[s] for the\nimposition of a civil penalty” for failure to file disclosure\nforms); 71 Fed. Reg. 7407 (2006) (to be codified in 12 CFR\n§1412.2(l)(1)) (Farm Credit System Insurance Corporation regulation\ndefining “prohibited indemnification payment” to include\nreimbursement for a civil money penalty of judgment resulting from\nany “administrative or civil action” instituted by the Farm Credit\nAdministration); 10 CFR pt. 820, App. A, IX–b (2006)\n(“Administrative actions, such as determination of award fees where\n[Department of Energy] contracts provide for such determinations,\nwill be considered separately from any civil penalties that may be\nimposed under this Enforcement Policy”).Footnote 6There was some question at oral argument whether MMS’\ninitial letter might constitute a “complaint” within the meaning of\n§2415(a). Petitioners did not advance this argument, and recognized\nat oral argument that neither the statute nor the regulations\nrequire the issuance of such a letter. Tr. of Oral Arg. 7–9. The\nGovernment, for its part, observed that all such a letter does is\nrequest information, as the agency has not yet decided whether to\nassert a claim.Id.,at 28. This is not a\ncomplaint.Footnote 7Indeed, what emerges strikingly from OLC’s 1978 opinion\nis that no one at the time—neither OLC nor OCC—even contemplated\nthat §2415(a) applied to administrative procedures in the first\ninstance. Nor have petitioners pointed to any source demonstrating\notherwise.",
    "joined": []
}