{
    "case": {
        "docket": "237",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/237/"
    },
    "id": "1962747",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGGREENLAW V. UNITED STATES554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-330MICHAEL GREENLAW, aka MIKEY, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[June 23, 2008]Justice Alito, with whom Justice\nStevens joins, and with whom Justice Breyer joins as to\nParts I, II, and III, dissenting.I respectfully dissent because I\nview the cross-appeal requirement as a rule of appellate practice.\nIt is akin to the rule that courts invoke when they decline to\nconsider arguments that the parties have not raised. Both rules\nrest on premises about the efficient use of judicial resources and\nthe proper role of the tribunal in an adversary system. Both are\nsound and should generally be followed. But just as the courts have\nmade them, the courts may make exceptions to them, and I do not\nunderstand why a reviewing court should enjoy less discretion to\ncorrect an errorsua spontethan it enjoys to raise and\naddress an argumentsua sponte. Absent congressional\ndirection to the contrary, and subject to our limited oversight as\na supervisory court, we should entrust the decision to initiate\nerror correction to the sound discretion of the courts of\nappeals.IBefore laying out my view in more\ndetail, I must first address the question whether federal courts\nhave subject-matter jurisdiction to enlarge an appellee’s judgment\nin the absence of a cross-appeal. Because the Court would not\nrecognize any exceptions to the cross-appeal requirement when the\ndefendant appeals his sentence, it does not decide that question.\nSeeante, at 7. I must confront it, though I do not regard\nit as a substantial question. The cross-appeal requirement seems to\nme a prime example of a “ ‘rule of practice,’ subject to\nexceptions, not an unqualified limit on the power of appellate\ncourts.”El Paso Natural Gas Co.v.Neztsosie,526 U. S. 473,\n480 (1999). While a court should generally enforce the cross-appeal\nrequirement, a departure from it would not divest the court of\njurisdiction.This Court has never addressed\nwhether an appellate court’s jurisdiction to enlarge a judgment in\nfavor of an appellee is contingent on a duly filed cross-appeal.\nThe majority’s contention that “[o]ur own opinions contain\nstatements supporting” the “ ‘jurisdictional’ ”\ncharacterization of the requirement,ante,at 6, relies on\na misreading of that precedent. The Court may have previously\ncharacterized the cross-appeal requirement as limiting\n“ ‘[t]hepowerof an appellate court to modify a\ndecree,’ ”ibid.(quotingMorley Constr. Co.v.Maryland Casualty Co.,300 U. S. 185, 187\n(1937)), but it does not follow that jurisdiction is conditioned on\na properly filed cross-appeal. A court may lack the power to do\nsomething for reasons other than want of jurisdiction, and a rule\ncan be inflexible without being jurisdictional. SeeEberhartv.United States,546 U. S. 12, 19 (2005)(per curiam).The jurisdiction of the courts of appeals is\nfixed by Congress. SeeBowlesv.Russell, 551 U.\nS. ___, ___ (2007) (slip op., at 6);Ankenbrandtv.Richards,504 U. S. 689, 698\n(1992) (“ ‘[T]he judicial power of the United States … is\n(except in enumerated instances, applicable exclusively to this\nCourt) dependent for its distribution and organization, and for the\nmodes of its exercise, entirely upon the action of Congress’ ”\n(quotingCaryv.Curtis, 3 How. 236, 245\n(1845))). If Congress wants to withhold from the courts of appeals\nthe power to decide questions that expand the rights of\nnonappealing parties, it may do so. See U. S. Const.,\nArt. III, §1 (authorizing Congress to establish the lower\ncourts and, by corollary, to fix their jurisdiction);Kontrickv.Ryan,540 U. S. 443, 452\n(2004) (“Only Congress may determine a lower federal court’s\nsubject-matter jurisdiction”). The jurisdictional question thus\nreduces to whether Congress intended to make a cross-appeal a\ncondition precedent to the appellate court’s jurisdiction to\nenlarge a judgment in favor of a nonappealing party.As always with such questions, the text of the\nrelevant statute provides the best evidence of congressional\nintent. The relevant statute in this case is 18 U. S. C. §3742\n(2000 ed. and Supp. V). Section 3742(a) authorizes a\ncriminal defendant to “file a notice of appeal” to review a\nsentence that was, among other possibilities, “imposed in violation\nof law.”E.g.,§3742(a)(1). Section 3742(b) provides\nparallel authority for the Government to “file a notice of appeal”\nto review unlawful sentences.E.g.,§3742(b)(1). The\nstatute conditions the Government’s authority to further prosecute\nits appeal on “the personal approval of the Attorney General, the\nSolicitor General, or a deputy solicitor general designated by the\nSolicitor General.” §3742(b).Nothing in this language remotely suggests\nthat a court of appeals lacks subject-matter jurisdiction to\nincrease a defendant’s sentence in the absence of a cross-appeal by\nthe Government. In fact, the statute does not even mention\ncross-appeals. It separately authorizes either party to “file a\nnotice of appeal,” but it never suggests that the reviewing court’s\npower is limited to correcting errors for the benefit of the\nappealing party. If anything, it suggests the opposite. Without\nqualifying the appellate court’s power in any way, §3742(e)\ninstructs the court to determine, among other things, whether the\nsentence was “imposed in violation of law.” §3742(e)(1). And while\n§3742(f)(2) limits the action that a court of appeals can take\ndepending on which party filed the appeal, compare §3742(f)(2)(A)\n(sentences set aside as “too high” if defendant filed) with\n§3742(f)(2)(B) (sentences set aside as “too low” if Government\nfiled), no such limitation appears in §3742(f)(1). That paragraph\nrequires a court of appeals simply to set aside any sentence\n“imposed in violation of law or imposed as a result of an incorrect\napplication of the sentencing guidelines.”IISince a cross-appeal has no\neffect on the appellate court’s subject-matter jurisdiction, the\ncross-appeal requirement is best characterized as a rule of\npractice. It is a rule created by the courts to serve interests\nthat are important to the Judiciary. The Court identifies two of\nthese interests: notice to litigants and finality.Ante,at 14; see alsoNeztsosie,supra, at 480. One\nmight add that the cross-appeal requirement also serves a third\ninterest: the appellate court’s interest in being adequately\nbriefed on the issues that it decides. See Fed. Rule App.\nProc. 28.1(c) and Advisory Committee’s Notes, 28 U. S. C.\nApp., pp. 615–616. Although these are substantial interests in the\nabstract, I question how well an inflexible cross-appeal\nrequirement serves them.Notice. With respect to\nnotice, the benefits of an unyielding cross-appeal requirement are\ninsubstantial. When the Government files a notice of cross-appeal,\nthe defendant is alerted to the possibility that his or her\nsentence may be increased as a result of the appellate decision.\nBut if the cross-appeal rule is, as I would hold, a strong rule of\npractice that should be followed in all but exceptional instances,\nthe Government’s failure to file a notice of cross-appeal would\nmean in the vast majority of cases that the defendant thereafter\nran little risk of an increased sentence. And the rare cases where\nthat possibility arose would generally involve errors so plain that\nno conceivable response by the defendant could alter the result. It\nis not unreasonable to consider an appealing party to be on notice\nas to such serious errors of law in his favor. And while there may\nbe rare cases in which the existence of such a legal error would\ncome as a complete surprise to the defendant or in which argument\nfrom the parties would be of assistance to the court, the solution\nto such a problem is not to eliminate the courts of appeals’\nauthority to correct egregious errors. Rather, the appropriate\nresponse is for the court of appeals to request supplemental\nbriefing or—if it deems that insufficient—simply to refuse to\nexercise its authority. Cf.Irizarryv.United\nStates, 553 U. S. ___, ___ (2008) (slip op., at 9). In short,\nthe Court’s holding does not increase the substance of the notice\nthat a defendant receives; it merely accelerates that notice by at\nmost a few weeks in a very small number of cases.The Court contends that “[g]iven early\nwarning, [the defendant] can tailor his arguments to take account\nof [the risk of a higher sentence] … [o]r he can seek the\nGovernment’s agreement to voluntary dismissal of the competing\nappeals.”Ante,at 14 (citing Fed. Rule App.\nProc. 42(b)). But the Court does not explain how a notice of\ncross-appeal, a boilerplate document, helps the defendant “tailor\nhis arguments.” Whether the cross-appeal rule is ironclad, as the\nCourt believes, or simply a strong rule of practice, a defendant\nwho wishes to appeal his or her sentence is always free to seek the\nGovernment’s commitment not to cross-appeal or to terminate a\ncross-appeal that the Government has already taken. Fed. Rule App.\nProc. 42(b).Finality.An inflexible cross-appeal\nrule also does little to further the interest of the parties and\nthe Judiciary in the finality of decisions. An appellate court’s\ndecision to grant a nonappealing party additional relief does not\ninterrupt a long, undisturbed slumber. The error’s repose begins no\nearlier than the deadline for filing a cross-appeal, and it ends as\nsoon as the reviewing court issues its opinion—and often much\nsooner. Here, for example, the slumber was broken when the\nGovernment identified the error in its brief as appellee. See Brief\nfor United States 5.Orderly Briefing. I do not doubt that\nadversarial briefing improves the quality of appellate\ndecisionmaking, but it hardly follows that appellate courts should\nbe denied the authority to correct errors that seriously prejudice\nnonappealing parties. Under my interpretation of the cross-appeal\nrule, a court of appeals would not be obligated to address errors\nthat are prejudicial to a nonappealing party; a court of appeals\nwould merely have the authority to do so in appropriate cases. If a\ncourt of appeals noticed such an error and concluded that it was\nappropriate to address the issue, the court could, if it wished,\norder additional briefing. If, on the other hand, the court\nconcluded that the issue was not adequately addressed by the briefs\nfiled by the parties in the ordinary course and that additional\nbriefing would interfere with the efficient administration of the\ncourt’s work, the court would not be required to decide the issue.\nTherefore, I do not see how the courts of appeals’ interest in\norderly briefing is furthered by denying those courts the\ndiscretionary authority to address important issues that they find\nit appropriate to decide.Indeed, the inflexible cross-appeal rule that\nthe Court adopts may disserve the interest in judicial efficiency\nin some cases. For example, correcting an error that prejudiced a\nnonappealing defendant on direct review might obviate the need for\na collateral attack. Cf.Granberryv.Greer,481 U. S. 129,\n134 (1987) (allowing the Court of Appeals to address the merits of\nan unexhausted habeas corpus petition if “the interests of comity\nand federalism will be better served by addressing the merits\nforthwith [than] by requiring a series of additional state and\ndistrict court proceedings before reviewing the merits of the\npetitioner’s claim”);Munafv.Geren, 553 U. S.\n___, ___ (2008) (slip op., at 13) (recognizing “occasions … when it\nis appropriate to proceed further and address the merits” of a\nhabeas corpus petition rather than reverse and remand on threshold\nmatters). Because the reviewing court is in the best position to\ndecide whether a departure from the cross-appeal rule would be\nefficient, rigid enforcement of that rule is more likely to waste\njudicial resources than to conserve them.In sum, the Court exaggerates the interests\nserved by the cross-appeal requirement. At the same time, it\noverlooks an important interest that the rule disserves: the\ninterest of the Judiciary and the public in correcting grossly\nprejudicial errors of law that undermine confidence in our legal\nsystem. We have repeatedly stressed the importance of that\ninterest, see,e.g.,United Statesv.Olano,507\nU. S. 725, 736–737 (1993);Press-Enterprise Co.v.Superior Court of Cal., Riverside Cty.,464 U. S. 501, 507\n(1984);New York Central R. Co.v.Johnson,279 U. S. 310,\n318 (1929), and it has justified departures from our traditional\nadversary framework in other contexts. The Court mentions one of\nthose contexts, seeante,at 5 (pro selitigation), but there are others that deserve mention.The most well-known is plain-error review.\nFederal Rule of Criminal Procedure 52(b) authorizes reviewing\ncourts to correct “[a] plain error that affects substantial rights\n… even though it was not brought to the court’s attention.”\nAlthough I agree with the Court that this Rule does not\nindependently justify the Eighth Circuit’s decision, seeante,at 8–9, I believe that the Rule’s underlying policy\nsheds some light on the issue before us. We have explained that\ncourts may rely on Rule 52(b) to correct only those plain\nerrors that “ ‘seriously affec[t] the fairness, integrity or\npublic reputation of judicial proceedings.’ ”Olano,supra, at 736 (quotingUnited Statesv.Atkinson,297 U. S. 157, 160\n(1936)). We have thus recognized that preservation of the\n“fairness, integrity or public reputation of judicial proceedings”\nmay sometimes justify a departure from the traditional adversarial\nframework of issue presentation.Perhaps the closest analogue to the\ncross-appeal requirement is the rule of appellate practice that\nrestrains reviewing courts from addressing arguments that the\nparties have not made. Courts typically invoke this rule to avoid\nresolving a case based on an unaired argument, even if the argument\ncould change the outcome. See,e.g.,Santiagov.Rumsfeld, 425 F. 3d 549, 552, n. 1 (CA9 2005);United Statesv.Cervini, 379 F. 3d 987,\n994, n. 5 (CA10 2004). But courts also recognize that the rule\nis not inflexible, see,e.g., Santiago,supra, at\n552, n. 1, and sometimes they depart from it, see,e.g.,United States Nat. Bank of Ore.v.Independent Ins. Agents of America, Inc.,508 U. S. 439, 448\n(1993) (“After giving the parties ample opportunity to address the\nissue, the Court of Appeals acted without any impropriety in\nrefusing to accept what in effect was a stipulation on a question\nof law” (citingSwift & Co.v.Hocking Valley\nR. Co.,243 U. S. 281, 289\n(1917)));United Statesv.Moyer, 282 F. 3d\n1311, 1317–1318 (CA10 2002);Dorrisv.Absher,\n179 F. 3d 420, 425–426 (CA6 1999).A reviewing court will generally address an\nargumentsua sponteonly to correct the most patent and\nserious errors. See,e.g.,id.,at 426\n(concluding that the error, if overlooked, would result in “a\nmiscarriage of justice”);Consumers Union of U. S., Inc.v.Federal Power Comm’n, 510 F. 2d 656, 662 (CADC\n1974) (balancing “considerations of judicial orderliness and\nefficiency against the need for the greatest possible accuracy in\njudicial decisionmaking”). Because the prejudicial effect of the\nerror and the impact of error correction on judicial resources are\nmatters best determined by the reviewing court, the court’s\ndecision to go beyond the arguments made by the parties is\ncommitted to its sound discretion. SeeUnited States Nat. Bank\nof Ore.,supra, at 448 (reviewing an appellate\ncourt’s decision to address an argumentsU. S.ontefor\nabuse of discretion).This authority provides a good model for our\ndecision in this case. The Court has not persuaded me that the\ninterests at stake when a reviewing court awards a nonappealing\nparty additional relief are qualitatively different from the\ninterests at stake when a reviewing court raises an issuesU.\nS.onte. Authority on the latter point recognizes that the\ninterest of the public and the Judiciary in correcting grossly\nprejudicial errors of law may sometimes outweigh other interests\nnormally furthered by fidelity to our adversarial tradition. I\nwould recognize the same possibility here. And just as reviewing\ncourts enjoy discretion to decide for themselves when to raise and\ndecide argumentssua sponte, I would grant them\nsubstantial latitude to decide when to enlarge an appellee’s\njudgment in the absence of a cross-appeal.[Footnote 1]IIIThe approach I advocate is not\nout of step with our precedent. The Court has never decided whether\nthe cross-appeal requirement is “subject to exceptions [or] an\nunqualified limit on the power of appellate courts.”Neztsosie, 526 U. S., at 480. That question was reserved\ninNeztsosie,ibid., even as the Court recognized\nthat lower courts had reached different conclusions, seeid.,at 480, n. 2. I would simply confirm what our\nprecedent had assumed: that there are exceptional circumstances\nwhen it is appropriate for a reviewing court to correct an error\nfor the benefit of a party that has not cross-appealed the decision\nbelow.Indeed, the Court has already\nreached the very result that it claims to disavow today. We have\nlong held that a sentencing court confronted with new circumstances\nmay impose a stiffer sentence on remand than the defendant received\nprior to a successful appeal. SeeChaffinv.Stynchcombe,412 U. S. 17, 23 (1973);North Carolinav.Pearce,395 U. S. 711, 719–720\n(1969), overruled on other grounds,Alabamav.Smith,490\nU. S. 794(1989). The Court makes no effort to explain the\nanalytical difference between those cases and this one. If a\nsentencing court may rely on new circumstances to justify a longer\nsentence on remand, why cannot one of the new circumstances be the\ncourt’s discovery (by dint of appellate review) that its first\nsentence was based on an error of law?[Footnote 2]Even today, the Court refuses to decide\nwhether the cross-appeal requirement admits of exceptions in\nappropriate cases. While calling the rule “ ‘inveterate and\ncertain,’ ”ante, at 6 (quotingMorley Constr.\nCo., 300 U. S., at 191), the Court allows that “there might be\ncircumstances in which it would be proper for an appellate court to\ninitiate plain-error review,”ante,at 9; see alsoante,at 5, n. 2. The Court’s mandate is limited to a\nsingle class of cases—sentencing appeals, and then only when the\nappeal is brought by the Government.The Court justifies the asymmetry in its\ndecision by pointing to 18 U. S. C. §3742(b), which provides\nthat “[t]he Government may not further prosecute [the] appeal\nwithout the personal approval of the Attorney General, the\nSolicitor General, or a deputy solicitor general designated by the\nSolicitor General.” According to the majority, “[i]t would severely\nundermine Congress’ instruction were appellate judges to ‘sally\nforth’ on their own motion to take up errors adverse to the\nGovernment when the designated Department of Justice officials have\nnot authorized an appeal from the sentence the trial court\nimposed.”Ante,at 7 (citation omitted).The problem with this argument is that\n§3742(b) does not apportion authority over sentencing appeals\nbetween the Executive and Judicial Branches. By its terms, §3742(b)\nsimply apportions that authoritywithinan executive\ndepartment. It provides that the “[t]he Government” may not\n“prosecute” the appeal without approval from one of the listed\nofficials. It says nothing about the power of the courts to correct\nerror in the absence of a Government appeal. Had Congress intended\nto restrict the power of the courts, the statute would not stop\n“[t]he Government” from “prosecut[ing]” unauthorized appeals;\ninstead, it would stop “the Court of Appeals” from “deciding”\nthem.The design that the Court imputes to the\ndrafters of §3742(b) is inconsistent with the text in another\nimportant respect. Suppose that the District Court imposes a\nsentence below the range set forth in the Federal Sentencing\nGuidelines, and the Government files an authorized appeal on the\nground that the sentence is unreasonable. Suppose further that the\nreviewing court discovers, to the surprise of both parties, that\nthe District Court made a further error by overlooking a mandatory\nminimum to which the defendant was subject. The mandatory minimum\nwould raise the defendant’s sentence beyond what even the\nGovernment had wanted. Under the majority’s theory, seeante,at 7, the reviewing court should not remand for\nimposition of the mandatory minimum, since the decision to seek the\nhigher sentence belonged to the Government alone. But that\nconclusion is plainly at odds with the text of the statute, which\nimposes no limits on sentencing review once the named officials\nhave signed off on the appeal.Section 3742(b)’s limited effect on\nsentencing review implies that the statute was not designed to\nprevent judicial encroachment on the prerogatives of the Executive.\nIt is more likely that Congress wanted to withhold from the\nExecutive the power to force the courts of appeals to entertain\nGovernment appeals that are not regarded as sufficiently important\nby the leadership of the Department of Justice. Allowing the courts\nof appeals, in their discretion, to remedy errors not raised in a\ncross-appeal in no way trenches on the authority of the Executive.\nSection 3742(b) may have also been designed to serve the\nExecutive’s institutional interests. Congress may have wanted to\nensure that the Government maintained a consistent legal position\nacross different sentencing appeals. Or perhaps Congress wanted to\nmaximize the impact of the Government’s sentencing appeals by\ngiving high-level officials the authority to nix meritless or\nmarginal ones. These institutional interests of the Executive do\nnot undermine the Judiciary’s authority to correct unlawful\nsentences in the absence of a Government appeal, and they do not\njustify the Court’s decision today.IVFor the reasons given above, I\nwould hold that the courts of appeals enjoy the discretion to\ncorrect errorsU. S.ontefor the benefit of nonappealing\nparties. The Court errs in vacating the judgment of the Eighth\nCircuit, and I respectfully dissent.[Footnote 3]Footnote 1The Court argues that petitioner’s original\nsentence was neither so fundamentally unfair nor so harmful to our\nsystem of justice as to warrantsU. S.ontecorrection by\nthe Court of Appeals.Ante,at 16, n. 9. But these\nconsiderations, which may well support a conclusion that the Court\nof Appeals should not have exercised its authority in this case,\ncf. n. 3,infra, surely do not justify the Court’s\nbroad rule thatsU. S.onteerror correction on behalf of\nthe Government is inappropriate in all cases.Footnote 2The Court finds it “hard to imagine a case in\nwhich a district court, after a court of appeals vacated a criminal\nsentence, could properly increase the sentence based on an error\nthe appeals court left uncorrected because of the cross-appeal\nrule.”Ante,at 16, n. 8. Happily, we need not\nimagine such cases, since they come before our courts every\nday.For examples, we have no further to look than\nthe sentencing cases remanded en masse following our recent\ndecision inUnited Statesv.Booker,543 U. S. 220(2005). InBooker’s wake, it was common for newly convicted\ndefendants to appeal their sentences, claiming that they received\nenhancements that they would not have received under the advisory\nguidelines. Many of those cases were remanded for resentencing, and\nsome defendants wound up with even longer sentences on remand. See,e.g., United Statesv.Singletary, 458 F. 3d\n72, 77 (CA2) (affirming a sentence lengthened by 12 months\nfollowing aBookerremand), cert. denied,549 U. S. 1047(2006);United Statesv.Reinhart, 442 F. 3d 857,\n860–861 (CA5 2006) (affirming a sentence lengthened from\n210 months to 235 months following aBookerremand).These cases represent straightforward\napplications of the cross-appeal rule: The Government had not\ncross-appealed the sentence, so the reviewing court did not order\nthe defendant’s sentence lengthened. And yet the sentencewasultimately lengthened when the error was corrected on\nremand. The Court fails to explain the conceptual distinction\nbetween those cases and this one. If the Court permits sentencing\ncourts to correct unappealed errors on remand, why does it not\npermit the courts of appeals to do the same on appeal?Footnote 3Neither the parties nor ouramicushave addressed whether, under the assumption that the Court of\nAppeals enjoys discretion to initiate error correction for the\nbenefit of a nonappealing party, the Eighth Circuit abused that\ndiscretion in this case. As framed by petitioner, the question\npresented asked only whether the cross-appeal requirement is\nsubject to exceptions. Because the parties have not addressed the\nfact-bound subsidiary question, I would affirm without reaching it.\nSeeUnited Statesv.International Business Machines\nCorp.,517 U.\nS. 843, 855, n. 3 (1996).",
    "joined": []
}