{
    "case": {
        "docket": "472",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/472/"
    },
    "id": "1970741",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–142_________________MUTUAL PHARMACEUTICAL COMPANY, INC.,\nPETITIONER v. KAREN L. BARTLETTon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 24, 2013]Justice Alito\ndelivered the opinion of the Court.We must decide whether\nfederal law pre-empts the New Hampshire design-defect claim under\nwhich respondent Karen Bartlett recovered damages from petitioner\nMutual Pharmaceutical, the manufacturer of sulindac, a generic\nnonsteroidal anti-inflammatory drug (NSAID). New Hampshire law\nimposes a duty on manufacturers to ensure that the drugs they\nmarket are not unreasonably unsafe, and a drug’s safety is\nevaluated by reference to both its chemical properties and the\nadequacy of its warnings. Because Mutual was unable to change\nsulindac’s composition as a matter of both federal law and\nbasic chemistry, New Hampshire’s design-defect cause of\naction effectively required Mutual to change sulindac’s\nlabeling to provide stronger warnings. But, as this Court\nrecognized just two Terms ago in PLIVA, Inc. v. Mensing, 564\nU. S. ___ (2011), federal law prohibits generic drug\nmanufacturers from independently changing their drugs’\nlabels. Accordingly, state law imposed a duty on Mutual not to\ncomply with federal law. Under the Supremacy Clause, state laws\nthat require a private party to violate federal law are pre-empted\nand, thus, are “without effect.” Maryland v. Louisiana,\n451 U. S. 725, 746 (1981) .The Court of\nAppeals’ solution—that Mutual should simply have pulled\nsulindac from the market in order to comply with both state and\nfederal law—is no solution. Rather, adopting the Court of\nAppeals’ stop-selling rationale would render impossibility\npre-emption a dead letter and work a revolution in this\nCourt’s pre-emption case law.Accordingly, we hold\nthat state-law design-defect claims that turn on the adequacy of a\ndrug’s warnings are pre-empted by federal law under PLIVA. We\nthus reverse the decision of the Court of Appeals below.IUnder the Federal\nFood, Drug, and Cosmetic Act (FDCA), ch. 675, 52Stat. 1040, as\namended, 21 U. S. C. §301 et seq., drug\nmanufacturers must gain approval from the United States Food\nand Drug Administration (FDA) before marketing any drug in\ninterstate commerce. §355(a). In the case of a new brand-name\ndrug, FDA approval can be secured only by submitting a new-drug\napplication (NDA). An NDA is a compilation of materials that must\ninclude “full reports of [all clinical]\ninvestigations,” §355(b)(1)(A), relevant nonclinical\nstudies, and “any other data or information relevant to an\nevaluation of the safety and effectiveness of the drug product\nobtained or otherwise received by the applicant from any\nsource,” 21 CFR §§314.50(d)(2) and (5)(iv) (2012).\nThe NDA must also include “the labeling proposed to be used\nfor such drug,” 21 U. S. C. §355(b)(1)(F); 21\nCFR §314.50(c)(2)(i), and “a discussion of why the\n[drug’s] benefits exceed the risks under the conditions\nstated in the labeling,” 21 CFR §314.50(d)(5)(viii);\n§314.50(c)(2)(ix). The FDA may approve an NDA only if it\ndetermines that the drug in question is “safe for use”\nunder “the conditions of use prescribed, recommended, or\nsuggested in the proposed labeling thereof.” 21\nU. S. C. §355(d). In order for the FDA to consider a\ndrug safe, the drug’s “probable therapeutic benefits\nmust outweigh its risk of harm.” FDA v. Brown &\nWilliamson Tobacco Corp., 529 U. S. 120, 140 (2000) .The process of\nsubmitting an NDA is both onerous and lengthy. See Report to\nCongressional Requesters, Government Accountability Office, Nov.\n2006, New Drug Development, 26 Biotechnology L. Rep. 82, 94\n(2007) (A typical NDA spans thousands of pages and is based on\nclinical trials conducted over several years). In order to provide\na swifter route for approval of generic drugs, Congress passed the\nDrug Price Competition and Patent Term Restoration Act of 1984,\n98Stat. 1585, popularly known as the “Hatch-Waxman\nAct.” Under Hatch-Waxman, a generic drug may be approved\nwithout the same level of clinical testing required for approval of\na new brand-name drug, provided the generic drug is identical to\nthe already-approved brand-name drug in several key respects.First, the proposed\ngeneric drug must be chemically equivalent to the approved\nbrand-name drug: it must have the same “active\ningredient” or “active ingredients,” “route\nof administration,” “dosage form,” and\n“strength” as its brand-name counterpart. 21\nU. S. C. §§355(j)(2)(A)(ii) and (iii). Second,\na proposed generic must be “bioequivalent” to an\napproved brand-name drug. §355(j)(2)(A)(iv). That is, it must\nhave the same “rate and extent of absorption” as the\nbrand-name drug. §355(j)(8)(B). Third, the generic drug\nmanufacturer must show that “the labeling proposed for the\nnew drug is the same as the labeling approved for the [approved\nbrand-name] drug.” §355(j)(2)(A)(v).Once a\ndrug—whether generic or brand-name—is approved, the\nmanufacturer is prohibited from making any major changes to the\n“qualitative or quantitative formulation of the drug product,\nincluding active ingredients, or in the specifications provided in\nthe approved application.” 21 CFR §314.70(b)(2)(i).\nGeneric manufacturers are also prohibited from making any\nunilateral changes to a drug’s label. See\n§§314.94(a)(8)(iii), 314.150(b)(10) (approval for a\ngeneric drug may be withdrawn if the generic drug’s label\n“is no longer consistent with that for [the brand-name]\ndrug”).IIIn 1978, the FDA\napproved a nonsteroidal anti-inflammatory pain reliever called\n“sulindac” under the brand name Clinoril. When\nClinoril’s patent expired, the FDA approved several generic\nsulindacs, including one manufactured by Mutual Pharmaceutical. 678\nF. 3d 30, 34 (CA1 2012) (case below); App. to Pet. for Cert.\n144a–145a. In a very small number of patients,\nNSAIDs—including both sulindac and popular NSAIDs such as\nibuprofen, naproxen, and Cox2-inhibitors—have the serious\nside effect of causing two hypersensitivity skin reactions\ncharacterized by necrosis of the skin and of the mucous membranes:\ntoxic epidermal necrolysis, and its less severe cousin,\nStevens-Johnson Syndrome. 678 F. 3d, at 34, 43–44;\nDorland’s Illustrated Medical Dictionary 1872 (31st ed.\n2007); Physicians’ Desk Reference 146–147, 597 (6th ed.\n2013); Friedman, Orlet, Still, & Law, Toxic Epidermal\nNecrolysis Due to Administration of Celecobix (Celebrex), 95\nSouthern Medical J. 1213, 1213–1214 (2002).In December 2004,\nrespondent Karen L. Bartlett was prescribed Clinoril for shoulder\npain. Her pharmacist dispensed a generic form of sulindac, which\nwas manufactured by petitioner Mutual Pharmaceutical. Respondent\nsoon developed an acute case of toxic epidermal necrolysis. The\nresults were horrific. Sixty to sixty-five percent of the surface\nof respondent’s body deteriorated, was burned off, or turned\ninto an open wound. She spent months in a medically induced coma,\nunderwent 12 eye surgeries, and was tube-fed for a year. She is now\nseverely disfigured, has a number of physical disabilities, and is\nnearly blind.At the time respondent\nwas prescribed sulindac, the drug’s label did not\nspecifically refer to Stevens-Johnson Syndrome or toxic epidermal\nnecrolysis, but did warn that the drug could cause “severe\nskin reactions” and “[f]atalities.” App. 553; 731\nF. Supp. 2d 135, 142 (NH 2010) (internal quotation marks omitted).\nHowever, Stevens-Johnson Syndrome and toxic epidermal necrolysis\nwere listed as potential adverse reactions on the drug’s\npackage insert. 678 F. 3d, at 36, n. 1. In\n2005—once respondent was already suffering from toxic\nepidermal necrolysis—the FDA completed a “comprehensive\nreview of the risks and benefits, [including the risk of toxic\nepidermal necrolysis], of all approved NSAID products.”\nDecision Letter, FDA Docket No. 2005P-0072/CP1, p. 2 (June 22,\n2006), online at http://www.fda.gov/ohrms/dockets/\ndockets/05p0072/05p-0072-pav0001-vol1.pdf (as visited June 18,\n2013, and available in Clerk of Court’s case file). As a\nresult of that review, the FDA recommended changes to the labeling\nof all NSAIDs, including sulindac, to more explicitly warn against\ntoxic epidermal necrolysis. App. 353–354, 364, 557–561,\n580, and n. 8.Respondent sued Mutual\nin New Hampshire state court, and Mutual removed the case to\nfederal court. Respondent initially asserted both failure-to-warn\nand design-defect claims, but the District Court dismissed her\nfailure-to-warn claim based on her doctor’s\n“admi[ssion] that he had not read the box label or\ninsert.” 678 F. 3d, at 34. After a 2-week trial on\nrespondent’s design-defect claim, a jury found Mutual liable\nand awarded respondent over $21 million in damages.The Court of Appeals\naffirmed. 678 F. 3d 30. As relevant, it found that neither the\nFDCA nor the FDA’s regulations pre-empted respondent’s\ndesign-defect claims. It distinguished PLIVA, Inc. v. Mensing, 564\nU. S. ___ —in which the Court held that failure-to-warn\nclaims against generic manufacturers are pre-empted by the\nFDCA’s prohibition on changes to generic drug labels—by\narguing that generic manufacturers facing design-defect claims\ncould simply “choose not to make the drug at all” and\nthus comply with both federal and state law. 678 F. 3d, at 37.\nWe granted certiorari. 568 U. S. ___ (2012).IIIThe Supremacy Clause\nprovides that the laws and treaties of the United States\n“shall be the supreme Law of the Land . . . any\nThing in the Constitution or Laws of any State to the Contrary\nnotwithstanding.” U. S. Const., Art. VI,\ncl. 2. Accordingly, it has long been settled that state laws\nthat conflict with federal law are “without effect.”\nMaryland v. Louisiana, 451 U. S., at 746; McCulloch v.\nMaryland, 4 Wheat. 316, 427 (1819). See also Gade v. National Solid\nWastes Management Assn., 505 U. S. 88, 108 (1992)\n(“[U]nder the Supremacy Clause, from which our pre-emption\ndoctrine is derived, any state law, however clearly within a\nState’s acknowledged power, which interferes with or is\ncontrary to federal law, must yield” (internal quotation\nmarks omitted)).Even in the absence of\nan express pre-emption provision, the Court has found state law to\nbe impliedly pre-empted where it is “impossible for a private\nparty to comply with both state and federal requirements.”\nEnglish v. General Elec. Co., 496 U. S. 72, 79 (1990) . See\nalso Florida Lime & Avocado Growers, Inc. v. Paul, 373\nU. S. 132 –143 (1963) (“A holding of federal\nexclusion of state law is inescapable and requires no inquiry into\ncongressional design where compliance with both federal and state\nregulations is a physical impossibility for one engaged in\ninterstate commerce”).In the instant case, it\nwas impossible for Mutual to comply with both its state-law duty to\nstrengthen the warnings on sulindac’s label and its\nfederal-law duty not to alter sulindac’s label. Accordingly,\nthe state law is pre-empted.AWe begin by\nidentifying petitioner’s duties under state law. As an\ninitial matter, respondent is wrong in asserting that the purpose\nof New Hampshire’s design- defect cause of action “is\ncompensatory, not regulatory.” Brief for Respondent 19.\nRather, New Hampshire’s design-defect cause of action imposes\naffirmative duties on manufacturers.Respondent is correct\nthat New Hampshire has adopted the doctrine of strict liability in\ntort as set forth in Section 402A of the Restatement (Second) of\nTorts. See 2 Restatement (Second) of Torts §402A (1963 and\n1964) (hereinafter Restatement 2d). See Buttrick v. Arthur Lessard\n& Sons, Inc., 110 N. H. 36, 37–39, 260 A. 2d 111,\n112–113 (1969). Under the Restatement—and consequently,\nunder New Hampshire tort law—“[o]ne who sells any\nproduct in a defective condition unreasonably dangerous to the user\nor consumer or to his property is subject to liability for physical\nharm thereby caused” even though he “has exercised all\npossible care in the preparation and sale of the product.”\nRestatement 2d §402A, at 347–348.But respondent’s\nargument conflates what we will call a\n“strict-liability” regime (in which liability does not\ndepend on negligence, but still signals the breach of a duty) with\nwhat we will call an “absolute-liability” regime (in\nwhich liability does not reflect the breach of any duties at all,\nbut merely serves to spread risk). New Hampshire has adopted the\nformer, not the latter. Indeed, the New Hampshire Supreme Court has\nconsistently held that the manu-facturer of a product has a\n“duty to design his product reasonably safely for the uses\nwhich he can foresee.” Thibault v. Sears, Roebuck & Co.,\n118 N. H. 802, 809, 395 A. 2d 843, 847 (1978). See also Reid\nv. Spadone Mach. Co., 119 N. H. 457, 465, 404 A. 2d 1094, 1099\n(1979) (“In New Hampshire, the manufacturer is under a\ngeneral duty to design his product reasonably safely for the uses\nwhich he can foresee” (internal quotation marks omitted));\nChellman v. Saab-Scania AB, 138 N. H. 73, 78, 637 A. 2d 148,\n150 (1993) (“The duty to warn is part of the general duty to\ndesign, manufacture and sell products that are reasonably safe for\ntheir foreseeable uses”); cf. Simoneau v. South Bend Lathe,\nInc., 130 N. H. 466, 469, 543 A. 2d 407, 409 (1988) (“We\nlimit the application of strict tort liability in this jurisdiction\nby continuing to emphasize that liability without negligence is not\nliability without fault”); Price v. BIC Corp., 142 N. H.\n386, 390, 702 A. 2d 330, 333 (1997) (cautioning “that\nthe term ‘unreasonably dangerous’ should not be\ninterpreted so broadly as to impose absolute liability on\nmanufacturers or make them insurers of their products”).\nAccordingly, respondent is incorrect in arguing that New\nHampshire’s strict-liability system “imposes no\nsubstantive duties on manufacturers.” Brief for Respondent\n19. [1]BThat New Hampshire\ntort law imposes a duty on manufacturers is clear. Determining the\ncontent of that duty requires somewhat more analysis. As discussed\nbelow in greater detail, New Hampshire requires manufacturers to\nensure that the products they design, manufacture, and sell are not\n“unreasonably dangerous.” The New Hampshire Supreme\nCourt has recognized that this duty can be satisfied either by\nchanging a drug’s design or by changing its labeling. Since\nMutual did not have the option of changing sulindac’s design,\nNew Hampshire law ultimately required it to change sulindac’s\nlabeling.Respondent argues that,\neven if New Hampshire law does impose a duty on drug manufacturers,\nthat duty does not encompass either the “duty to change\nsulindac’s design” or the duty “to change\nsulindac’s labeling.” Brief for Respondent 30\n(capitalization and emphasis deleted). That argument cannot be\ncorrect. New Hampshire imposes design-defect liability only where\n“the design of the product created a defective condition\nunreasonably dangerous to the user.” Vautour v. Body Masters\nSports Industries, Inc., 147 N. H. 150, 153, 784 A. 2d 1178,\n1181 (2001); Chellman, supra, at 77, 637 A. 2d, at 150. To\ndetermine whether a product is “unreasonably\ndangerous,” the New Hampshire Supreme Court employs a\n“risk-utility approach” under which “a product is\ndefective as designed if the magnitude of the danger outweighs the\nutility of the product.” Vautour, supra, at 154, 784\nA. 2d, at 1182 (internal quotation marks omitted). That\nrisk-utility approach requires a “multifaceted balancing\nprocess involving evaluation of many conflicting factors.”\nIbid. (internal quotation marks omitted); see also Thibault, supra,\nat 809, 395 A. 2d, at 847 (same).While the set of\nfactors to be considered is ultimately an open one, the New\nHampshire Supreme Court has repeatedly identified three factors as\ngermane to the risk-utility inquiry: “the usefulness and\ndesirability of the product to the public as a whole, whether the\nrisk of danger could have been reduced without significantly\naffecting either the product’s effectiveness or manufacturing\ncost, and the presence and efficacy of a warning to avoid an\nunreasonable risk of harm from hidden dangers or from foreseeable\nuses.” Vautour, supra, at 154, 784 A. 2d, at 1182; see\nalso Price, supra, at 389, 702 A. 2d, at 333 (same); Chellman,\nsupra, at 77–78, 637 A. 2d, at 150 (same).In the drug context,\neither increasing the “usefulness” of a product or\nreducing its “risk of danger” would require redesigning\nthe drug: A drug’s usefulness and its risk of danger are both\ndirect results of its chemical design and, most saliently, its\nactive ingredients. See 21 CFR §201.66(b)(2) (2012)\n(“Active ingredient means any component that is intended to\nfurnish pharmacological activity or other direct effect in the\ndiagnosis, cure, mitiga- tion, treatment, or prevention of disease,\nor to affect the structure of any function of the body of\nhumans” (italics deleted)).In the present case,\nhowever, redesign was not possible for two reasons. First, the FDCA\nrequires a generic drug to have the same active ingredients, route\nof adminis-tration, dosage form, strength, and labeling as the\nbrand-name drug on which it is based. 21 U. S. C.\n§§355(j)(2)(A)(ii)–(v) and (8)(B); 21 CFR\n§320.1(c). Consequently, the Court of Appeals was correct to\nrecognize that “Mutual cannot legally make sulindac in\nanother composition.” 678 F. 3d, at 37. Indeed, were\nMutual to change the composition of its sulindac, the altered\nchemical would be a new drug that would require its own NDA to be\nmarketed in interstate commerce. See 21 CFR §310.3(h) (giving\nexamples of when the FDA considers a drug to be new, including\ncases involving “newness for drug use of any substance which\ncomposes such drug, in whole or in part”). Second, because of\nsulindac’s simple composition, the drug is chemically\nincapable of being redesigned. See 678 F. 3d, at 37\n(“Mutual cannot legally make sulindac in another composition\n(nor it is apparent how it could alter a one-molecule drug\nanyway)”).Given the impossibility\nof redesigning sulindac, the only way for Mutual to ameliorate the\ndrug’s “risk-utility” profile—and thus to\nescape liability—was to strengthen “the presence and\nefficacy of [sulindac’s] warning” in such a way that\nthe warning “avoid[ed] an unreasonable risk of harm from\nhidden dangers or from foreseeable uses.” Vautour, supra, at\n154, 784 A. 2d, at 1182. See also Chellman, 138 N. H., at\n78, 637 A. 2d, at 150 (“The duty to warn is part of the\ngeneral duty to design, manufacture and sell products that are\nreasonably safe for their foreseeable uses. If the design of a\nproduct makes a warning necessary to avoid an unreasonable risk of\nharm from a foreseeable use, the lack of warning or an ineffective\nwarning causes the product to be defective and unreasonably\ndangerous” (citation omitted)). Thus, New Hampshire’s\ndesign-defect cause of action imposed a duty on Mutual to\nstrengthen sulindac’s warnings.For these reasons, it\nis unsurprising that allegations that sulindac’s label was\ninadequate featured prominently at trial. Respondent introduced\ninto evidence both the label for Mutual’s sulindac at the\ntime of her injuries and the label as revised in 2005 (after\nrespondent had suffered her injuries). App. 553–556. Her\ncounsel’s opening statement informed the jury that “the\nevidence will show you that Sulindac was unreasonably dangerous and\nhad an inadequate warning, as well. . . . You will hear\nmuch more evidence about why this label was inadequate in relation\nto this case.” Tr. 110–112 (Aug. 17, 2010). And, the\nDistrict Court repeatedly instructed the jury that it should\nevaluate sulindac’s labeling in determining whether\nMutual’s sulindac was unreasonably dangerous. See App. 514\n(jury instruction that the jury should find “a defect in\ndesign” only if it found that “Sulindac was\nunreasonably dangerous and that a warning was not present and\neffective to avoid that unreasonable danger”); ibid. (jury\ninstruction that no design defect exists if “a warning was\npresent and effective to avoid that unreasonable danger”).\nFinally, the District Court clarified in its order and opinion\ndenying Mutual’s motion for judgment as a matter of law that\nthe adequacy of sulindac’s labeling had been part of what the\njury was instructed to consider. 760 F. Supp. 2d 220, 231\n(2011) (“if the jury found that sulin-dac’s risks\noutweighed its benefits, then it could consider whether the\nwarning—regardless of its adequacy—re-duced those risks\n. . . to such an extent that it eliminated the\nunreasonable danger”). [2]Thus, in accordance\nwith New Hampshire law, the jury was presented with evidence\nrelevant to, and was instructed to consider, whether Mutual had\nfulfilled its duty to label sulindac adequately so as to render the\ndrug not “unreasonably dangerous.” In holding Mutual\nliable, the jury determined that Mutual had breached that duty.CThe duty imposed by\nfederal law is far more readily apparent. As PLIVA made clear,\nfederal law prevents generic drug manufacturers from changing their\nlabels. See 564 U. S., at ___ (slip op., at 10)\n(“Federal drug regulations, as interpreted by the FDA,\nprevented the Manufacturers from independently changing their\ngeneric drugs’ safety labels”). See also 21\nU. S. C. §355(j)(2)(A)(v) (“[T]he labeling\nproposed for the new drug is the same as the labeling approved for\nthe [approved brand-name] drug”); 21 CFR\n§§314.94(a)(8)(iii), 314.150(b)(10) (approval for a\ngeneric drug may be withdrawn if the generic drug’s label\n“is no longer consistent with that for [the brand-name]\ndrug”). Thus, federal law prohibited Mutual from taking the\nremedial action required to avoid liability under New Hampshire\nlaw.DWhen federal law\nforbids an action that state law requires, the state law is\n“without effect.” Maryland, 451 U. S., at 746.\nBecause it is impossible for Mutual and other similarly situated\nmanufacturers to comply with both state and federal law, [3] New Hampshire’s warning-based\ndesign-defect cause of action is pre-empted with respect to\nFDA-approved drugs sold in interstate commerce. [4]IVThe Court of Appeals\nreasoned that Mutual could escape the impossibility of complying\nwith both its federal- and state-law duties by “choos[ing]\nnot to make [sulindac] at all.” 678 F. 3d, at 37. We\nreject this “stop-selling” rationale as incompatible\nwith our pre-emption jurisprudence. Our pre-emption cases presume\nthat an actor seeking to satisfy both his federal- and state-law\nobligations is not required to cease acting altogether in order to\navoid liability. Indeed, if the option of ceasing to act defeated a\nclaim of impossibility, impossibility pre-emption would be\n“all but meaningless.” 564 U. S., at ___ (slip\nop., at 14).The incoherence of the\nstop-selling theory becomes plain when viewed through the lens of\nour previous cases. In every instance in which the Court has found\nimpossibility pre-emption, the “direct conflict”\nbetween federal- and state-law duties could easily have been\navoided if the regulated actor had simply ceased acting.PLIVA is an obvious\nexample: As discussed above, the PLIVA Court held that state\nfailure-to-warn claims were pre-empted by the FDCA because it was\nimpossible for drug manufacturers like PLIVA to comply with both\nthe state-law duty to label their products in a way that rendered\nthem reasonably safe and the federal-law duty not to change their\ndrugs’ labels. Id., at ___ (slip op., at 11). It would, of\ncourse, have been possible for drug manufacturers like PLIVA to\npull their products from the market altogether. In so doing, they\nwould have avoided liability under both state and federal law: such\nmanufacturers would neither have labeled their products in a way\nthat rendered them unsafe nor impermissibly changed any federally\napproved label.In concluding that\n“it was impossible for the Manufacturers to comply with both\ntheir state-law duty to change the label and their federal law duty\nto keep the label the same,” id., at ___ (slip op., at 12),\nthe Court was undeterred by the prospect that PLIVA could have\ncomplied with both state and federal requirements by simply leaving\nthe market. The Court of Appeals decision below had found that\nMensing’s state-law failure-to-warn claimsescaped pre-emption based on the very same\nstop-selling rationale the First Circuit relied on in this case.\nSee Mensing v. Wyeth, Inc., 588 F. 3d 603, 611 (CA8 2009)\n(“[G]eneric defendants were not compelled to market\nmetoclopramide. If they realized their label was insufficient\n. . . they could have simply stopped selling the\nproduct”). Moreover, Mensing advanced the stop-selling\nrationale in its petition for rehearing, which this Court denied.\nPLIVA, supra; Pet. for Reh’g in No. 09–993 etc.,\np. 2. Nonetheless, this Court squarely determined that it had\nbeen “impossible” for PLIVA to comply with both its\nstate and federal duties. 564 U. S., at ___ (slip op., at 12).\n[5]Adopting the First\nCircuit’s stop-selling rationale would mean that not only\nPLIVA, but also the vast majority—if not all—of the\ncases in which the Court has found impossibility pre-emption, were\nwrongly decided.      Just as the prospect that\na regulated actor could avoid liability under both state and\nfederal law by simply leaving the market did not undermine the\nimpossibility analysis in PLIVA, so it is irrelevant to our\nanalysis here.VThe dreadful injuries\nfrom which products liabilities cases arise often engender\npassionate responses. Today is no exception, as Justice\nSotomayor’s dissent (hereinafter the dissent) illustrates.\nBut sympathy for respondent does not relieve us of the\nresponsibility of following the law.The dissent accuses us\nof incorrectly assuming “that federal law gives\npharmaceutical companies a right to sell a federally approved drug\nfree from common-law liability,” post, at 1, but we make no\nsuch assumption. Rather, as discussed at length above, see supra,\nat 8–13, we hold that state-law design-defect claims like New\nHampshire’s that place a duty on manufacturers to render a\ndrug safer by either altering its composition or altering its\nlabeling are in conflict with federal laws that prohibit\nmanufacturers from unilaterally altering drug composition or\nlabeling. The dissent is quite correct that federal law establishes\nno safe-harbor for drug companies—but it does prevent them\nfrom taking certain remedial measures. Where state law imposes a\nduty to take such remedial measures, it “actual[ly]\nconflict[s] with federal law” by making it\n“ ‘impos-sible for a private party to comply with\nboth state and federal requirements.’ ”\nFreightliner Corp. v. Myrick, 514 U. S. 280, 287 (1995)\n(quoting English, 496 U. S., at 78–79). The dissent\nseems to acknowledge that point when it concedes that, “if\nfederal law requires a particular product label to include a\ncomplete list of ingredients while state law specifically forbids\nthat labeling practice, there is little question that state law\n‘must yield.’ ” Post, at 6–7 (quoting\nFelder v. Casey, 487 U. S. 131, 138 (1988) ). What the dissent\ndoes not see is that that is this case: Federal law requires a very\nspecific label for sulindac, and state law forbids the use of that\nlabel.The dissent responds\nthat New Hampshire law “merely create[s] an incentive”\nto alter sulindac’s label or composition, post, at 7, but\ndoes not impose any actual “legal obligation,” post, at\n13. The contours of that argument are difficult to discern.\n     Perhaps the dissent is drawing a\ndistinction between common-law “exposure to liability,”\npost, at 12, and a statutory “legal mandate,” ibid. But\nthe distinction between common law and statutory law is irrelevant\nto the argument at hand: In violating a common-law duty, as surely\nas by violating a statutory duty, a party contravenes the law.\nWhile it is true that, in a certain sense, common-law duties give a\nmanufacturer the choice “between exiting the market or\ncontinuing to sell while knowing it may have to pay compensation to\nconsumers injured by its product,” post, at 16, statutory\n“mandate[s]” do precisely the same thing: They require\na manufacturer to choose between leaving the market and accepting\nthe consequences of its actions (in the form of a fine or other\nsanction). See generally Calabresi & Melamed, Property Rules,\nLiability Rules, and Inalienability: One View of the Cathedral, 85\nHarv. L. Rev. 1089 (1972) (discussing liability rules). And,\nin any event, PLIVA—which the dissent agrees involved a\nstate-law “requirement that conflicted with federal\nlaw,” post, at 13—dealt with common-law failure-to-warn\nclaims, see PLIVA, supra, at ___ (slip op., at 4). Because PLIVA\ncontrols the instant case, the dissent is reduced to fighting a\nrearguard action against its reasoning despite ostensibly swearing\nfealty to its holding.To suggest that Bates\nv. Dow Agrosciences LLC, 544 U. S. 431 (2005) , is to the\ncontrary is simply misleading. The dissent is correct that Bates\nheld a Texas state-law design-defect claim not to be pre-empted.\nBut, it did so because the design-defect claim in question was not\na “requirement ‘for labeling or\npackaging’ ” and thus fell outside the class of\nclaims covered by the express pre-emption provision at issue in\nthat case. Id., at 443–444 (emphasis in original). Indeed,\ncontrary to the impression one might draw from the dissent, post,\nat 12–13, the Bates Court actually blessed the lower\ncourt’s determination that the State’s design-defect\nclaim imposed a pre-emptable “requirement”: “The\nCourt of Appeals did, however, correctly hold that the term\n‘requirements’ in §136v(b) reaches beyond positive\nenactments, such as statutes and regulations, to embrace common-law\nduties.” Bates, supra, at 443. The dissent offers no\ncompelling reason why the “common-law duty” in this\ncase should not similarly be viewed as a “requirement.”\nWe agree, of course, that “determining precisely what, if\nany, specific requirement a state common-law claim imposes is\nimportant.” Post, at 12, n. 5. As Bates makes clear,\n“[t]he proper inquiry calls for an examination of the\nelements of the common-law duty at issue; it does not call for\nspeculation as to whether a jury verdict will prompt the\nmanu-facturer to take any particular action.” 544 U. S.,\nat 445 (citation omitted). Here, as we have tried to make clear,\nthe duty to ensure that one’s products are not\n“unreasonably dangerous” imposed by New\nHampshire’s design-defect cause of action, Vautour, 147 N.\nH., at 153, 784 A. 2d, at 1181, involves a duty to make one of\nseveral changes. In cases where it is impossible—in fact or\nby law—to alter a product’s design (and thus to\nincrease the product’s “usefulness” or decrease\nits “risk of danger”), the duty to render a product\n“reasonably safe” boils down to a duty to ensure\n“the presence and efficacy of a warning to avoid an\nunreasonable risk of harm from hidden dangers or from foreseeable\nuses.” Id., at 154, 784 A. 2d, at 1182. The duty to\nredesign sulindac’s label was thus a part of the common-law\nduty at issue—not merely an action Mutual might have been\nprompted to take by the adverse jury verdict here.Finally, the dissent\nlaments that we have ignored “Congress’ explicit\nefforts to preserve state common-law liability.” Post, at 26.\nWe have not. Suffice to say, the Court would welcome\nCongress’ “explicit” resolution of the difficult\npre-emption questions that arise in the prescription drug context.\nThat issue has repeatedly vexed the Court—and produced widely\ndivergent views—in recent years. See, e.g., Wyeth v. Levine,\n555 U. S. 555 (2009) ; PLIVA, 564 U. S. ___. As the\ndissent concedes, however, the FDCA’s treatment of\nprescription drugs includes neither an express pre-emption clause\n(as in the vaccine context, 42 U. S. C.\n§300aa–22(b)(1)), nor an express non-pre-emption clause\n(as in the over-the-counter drug context, 21 U. S. C.\n§§379r(e), 379s(d)). In the absence of that sort of\n“explicit” expression of congressional intent, we are\nleft to divine Congress’ will from the duties the statute\nimposes. That federal law forbids Mutual to take actions required\nof it by state tort law evinces an intent to pre-empt.*  *  *This case arises out\nof tragic circumstances. A combination of factors combined to\nproduce the rare and devastating injuries that respondent suffered:\nthe FDA’s decision to approve the sale of sulindac and the\nwarnings that accompanied the drug at the time it was prescribed,\nthe decision by respondent’s physician to prescribe sulindac\ndespite its known risks, and Congress’ decision to regulate\nthe manufacture and sale of generic drugs in a way that reduces\ntheir cost to patients but leaves generic drug manufacturers\nincapable of modifying either the drugs’ compositions or\ntheir warnings. Respondent’s situation is tragic and evokes\ndeep sympathy, but a straightforward application of pre-emption law\nrequires that the judgment below be reversed.It is so ordered.Notes1We can thus save for\nanother day the question whether a trueabsolute-liability state-law\nsystem could give rise to impossibilitypre-emption. As we have\nnoted, most common-law causes of action for negligence and strict\nliability do not exist merely to spread risk, but rather impose\naffirmative duties. See Riegel v. Medtronic, Inc., –324\n(2008) (“In [Medtronic, Inc. v. Lohr, ], five Justices\nconcluded that common-law causes of action for negligence and\nstrict liability do impose ‘requirement[s]’ and would\nbe pre-empted by federal requirements specific to a medical device.\n. . . We adhere to that view”); id., at 324 (“Absent\nother indication, reference to a State’s\n‘requirements’ includes its common-law duties. As the\nplurality opinion said in Cipollone [v. Liggett Group, (1992)],\ncommon-law liability is ‘premised on the existence of a legal\nduty,’ and a tort judgment therefore establishes that the\ndefendant has violated a state-law obligation”).2That Mutual’s\nliability turned on the adequacy of sulindac’s warnings is\nnot unusual. Rather, New Hampshire—like a large majority of\nStates—has adopted comment k to §402A of the Restatement\n(Second) of Torts, which recognizes that it is “especially\ncommon in the field of drugs” for products to be\n“incapable of being made safe for their intended and ordinary\nuse.” Restatement 2d, at 353; Bellotte v. Zayre Corp.,116 N.\nH. 52, 54–55, 352 A. 2d 723, 725 (1976). Under comment k,\n“[s]uch a product, properly prepared, and accompanied by\nproper directions and warning, is not defective, nor is it\nunreasonably dangerous.” Restatement 2d, at 353–354.\nThis Court has previously noted that, as of 1986, “a large\nnumber of courts” took comment k to mean that manufacturers\n“did not face strict liability for side effects of properly\nmanufactured prescription drugs that were accompanied by adequate\nwarnings.” Bruesewitz v. Wyeth, 562 U. S. ___, ___, n.\n41 (2011) (slip op., at 10, n. 41). Mutual withdrew its comment k\ndefense “for purposes of the trial of this matter.”\nDefendant’s Notice of Withdrawal of Defenses, in Case No.\n08–cv–358–JL (D NH), p. 1. However, as noted\nabove, bothrespondent and the trial court injected the broader\nquestion of the adequacy of sulindac’s label into the trial\nproceedings.3Justice Breyer argues\nthat it is not “literally impossible” for Mutual to\ncomply with both state and federal law because it could escape\nliability “either by not doing business in the relevant State\nor by paying the state penalty, say damages, for failing to comply\nwith, as here, a state-law tort standard.” Post, at 1\n(dissenting opinion). But, as dis-cussed below, infra, at\n15–16—leaving aside the rare case in which state or\nfederal law actually requires a product to be pulled from the\nmarket—our pre-emption cases presume that a\nmanufacturer’s ability to stop selling does not turn\nimpossibility into possibility. See, e.g., Florida Lime &\nAvocado Growers, Inc. v. Paul, (There would be “impossibility\nof dual compliance” where “federal orders forbade the\npicking and marketing of any avocado testingmore than 7% oil, while\nthe California test excluded from the State any avocado measuring\nless than 8% oil content”). And, of course, PLIVA, Inc. v.\nMensing, 564 U. S. ___ (2011), forecloses any argument that\nimpossibility is defeated by the prospect that a manufacturer could\n“pa[y] the state penalty” for violating a state-law\nduty; that prospect would have defeated impossibility in PLIVA as\nwell. See id., at ___ (slip op., at 12) (“[I]t was impossible\nfor the Manufacturers to comply with both their state-law duty to\nchange the label and their federal law duty to keep the label the\nsame”). To hold otherwise would render impossibility\npre-emption “all but meaningless.” Id., at ___ (slip\nop.,at 14).4We do not address state\ndesign-defect claims that parallel the federal misbranding statute.\nThe misbranding statute requires a manufac-turer to pull even an\nFDA-approved drug from the market when it is “dangerous to\nhealth” even if “used in the dosage or manner, or with\nthe frequency or duration prescribed, recommended, or suggested in\nthe labeling thereof.” ; cf. Bates v. Dow Agrosciences LLC,\n(state-law pesticide labeling requirement not pre-empted under\nexpress pre-emption provision, provided it was “equivalent\nto, and fully consistent with, [federal] misbranding\nprovisions”). The parties and the Government appear to agree\nthat a drug is misbranded under federal law only when liability is\nbased on new and scientifically significant information that was\nnot before the FDA. Because the jury was not asked to find whether\nnew evidence concerning sulindac that had not been made available\nto the FDA rendered sulindac so dangerous as to be misbranded under\nthe federal misbranding statute, the misbranding provision is not\napplicable here. Cf. 760 F. Supp. 2d 220, 233 (NH 2011) (most\nof respondent’s experts’ testimony was “drawn\ndirectly from the medical literature or published FDA\nanalyses”).5Respondent attempts to\ndistinguish this case from PLIVA, arguing that “[w]here, as\nin PLIVA, state law imposes an affirmative duty on a manufacturer\nto improve the product’s label, suspending sales does not\ncomply with the state-law duty; it merely offers an indirect means\nof avoiding liability for noncompliance with that duty.”\nBrief for Respondent 39. But that difference is purely semantic:\nthe state-law duty in PLIVA to amend metoclopramide’s label\ncould just as easily have been phrased as a duty not to sell the\ndrug without adequate warnings. At least where a State imposes\nliability based on a balancing of a product’s harms and\nbenefits in light of its labeling—rather than directly\nprohibiting the product’s sale—the mere fact that a\nmanufacturer may avoid liability by leaving the market does not\ndefeat a claim of impossibility.",
    "joined": []
}