{
    "case": {
        "docket": "43",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/43/"
    },
    "id": "3252059",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1080_________________DEPARTMENT OF TRANSPORTATION, et al., PETITIONERSv.ASSOCIATION OFAMERICAN RAILROADSon writ of certiorari to the united states court of appeals for\nthe district of columbia circuit[March 9, 2015]Justice Alito, concurring.I entirely agree with the Court that Amtrak is “a federal actor\nor instrumentality,” as far as the Constitution is concerned.Ante, at 11. “Amtrak was created by the Government, is\ncontrolled by the Government, and operates for the Government’s\nbenefit.”Ante,at 10. The Government even “specif[ies] many\nof its day-to-day operations” and “for all practical purposes,\nset[s] and supervise[s] its annual budget.”Ante,at 11. The\nDistrict of Columbia Circuit understandably heeded49\nU. S. C. §24301(a)(3), which proclaims that Amtrak “isnota department, agency, or instrumentality of the United\nStates Government,” but this statutory label cannot control for\nconstitutional purposes. (Emphasis added). I therefore join the\nCourt’s opinion in full. I write separately to discuss what follows\nfrom our judgment.IThis case, on its face, may seem to involve technical issues,\nbut in discussing trains, tracks, metrics, and standards, a vital\nconstitutional principle must not be forgotten: Liberty requires\naccountability.When citizens cannot readily identify the source of legislation\nor regulation that affects their lives, Government officials can\nwield power without owning up to the consequences. One way the\nGovernment can regulate without accountability is by passing off a\nGovernment operation as an independent private concern. Given this\nincentive to regulate without saying so, everyone should pay close\nattention when Congress “sponsor[s] corporations that it\nspecifically designate[s]notto be agencies or\nestablishments of the United States Government.”Lebronv.National Railroad Passenger Corporation,513 U. S.\n374,390 (1995).Recognition that Amtrak is part of the Federal Government raises\na host of constitutional questions.III begin with something that may seem mundane on its face but\nthat has a significant relationship to the principle of\naccountability. Under the Constitution, all officers of the United\nStates must take an oath or affirmation to support the Constitution\nand must receive a commission. See Art. VI, cl. 3 (“[A]ll executive\nand judicial Officers . . . shall be bound by Oath or\nAffirmation, to support this Constitution”); Art. II, §3, cl. 6\n(The President “shall Commission all the Officers of the United\nStates”). There is good reason to think that those who have not\nsworn an oath cannot exercise significant authority of the United\nStates. See 14 Op. Atty. Gen. 406, 408 (1874) (“[A] Representative\n. . . does not become a member of the House until he\ntakes the oath of office”); 15 Op. Atty. Gen. 280, 281 (1877)\n(similar).[1] And this Court certainly has never\ntreated a commission from the President as a mere wall ornament.\nSee,e.g., Marburyv.Madison, 1 Cranch 137, 156\n(1803); see alsoid.,at 179 (noting the importance of an\noath).Both the Oath and Commission Clauses confirm an important point:\nThose who exercise the power of Government are set apart from\nordinary citizens. Because they exercise greater power, they are\nsubject to special restraints. There should never be a question\nwhether someone is an officer of the United States because, to be\nan officer, the person should have sworn an oath and possess a\ncommission.Here, respondent tells the Court that “Amtrak’s board members do\nnot take an oath of office to uphold the Constitution, as do\nArticle II officers vested with rulemaking authority.” Brief for\nRespondent 47. The Government says not a word in response. Perhaps\nthere is an answer. The rule, however, is clear. Because Amtrak is\nthe Government,ante,at 11, those who run it need to\nsatisfy basic constitutional requirements.IIII turn next to the Passenger Rail Investment and Improvement Act\nof 2008’s (PRIIA) arbitration provision.122Stat.4907. Section\n207(a) of the PRIIA provides that “the Federal Railroad\nAdministration [(FRA)] and Amtrak shall jointly . . .\ndevelop new or improve existing metrics and minimum standards for\nmeasuring the performance and service quality of intercity\npassenger train operations.”Id.,at 4916. In addition,\n§207(c) commands that “[t]o the extent practicable, Amtrak and its\nhost rail carriers shall incorporate [those] metrics and standards\n. . . into their access and service agreements.” Under\n§213(a) of the PRIIA, moreover, “the metrics and standards also may\nplay a role in prompting investigations by the [Surface\nTransportation Board (STB)] and in subsequent enforcement actions.”Ante, at 4.This scheme is obviously regulatory. Section 207 provides that\nAmtrak and the FRA “shall jointly” create new standards, cf.e.g.,12 U. S. C. §1831m(g)(4)(B) (“The\nappropriate Federal banking agencies shall jointly issue rules of\npractice to implement this paragraph”), and that Amtrak andprivate rail carriers“shall incorporate” those standards\ninto their agreements whenever “practicable,” cf.e.g., BP\nAmerica Production Co.v.Burton,549 U. S. 84,88\n(2006) (characterizing a command to “ ‘audit and reconcile, to\nthe extent practicable, all current and past lease accounts’ ”\nas creating “duties” for the Secretary of the Interior (quoting30\nU. S. C. §1711(c)(1))). The fact that private rail\ncarriers sometimes may be required by federal law to include the\nmetrics and standards in their contracts by itself makes this a\nregulatory scheme.“As is often the case in administrative law,” moreover, “the\nmetrics and standards lend definite regulatory force to an\notherwise broad statutory mandate.” 721 F. 3d 666, 672 (CADC\n2013). Here, though the nexus between regulation, statutory\nmandate, and penalty is not direct (for, as the Government\nexplains, there is a pre-existing requirement that railroads give\npreference to Amtrak, see Brief for Petitioners 31–32 (citing 49\nU. S. C. §§24308(c), (f )), the metrics and\nstandards inherently have a “coercive effect,”Bennettv.Spear,520 U. S. 154,169 (1997), on private conduct.\nEven the United States concedes, with understatement, that there is\n“perhaps some incentivizing effect associated with the metrics and\nstandards.” Brief for Petitioners 30. Because obedience to the\nmetrics and standards materially reduces the risk of liability,\nrailroads face powerful incentives to obey. SeeBennett,supra,at 169–171. That is regulatory power.The language from §207 quoted thus far should raise red flags.\nIn one statute, Congress says Amtrak is not an “agency.”49\nU. S. C. §24301(a)(3). But then Congress commands Amtrak\nto act like an agency, with effects on private rail carriers. No\nwonder the D. C. Circuit ruled as it did.The oddity continues, however. Section 207(d) of the PRIIA also\nprovides that if the FRA and Amtrak cannot agree about what the\nregulatory standards should say, then “any party involved in the\ndevelopment of those standards may petition the Surface\nTransportation Board to appoint an arbitrator to assist the parties\nin resolving their disputes through binding\narbitration.”122Stat.4917. The statute says nothing more about this\n“binding arbitration,” including who the arbitrator should be.Looking to Congress’ use of the word “arbitrator,” respondent\nargues that because the arbitrator can be a private person, this\nprovision by itself violates the pri-vate nondelegation doctrine.\nThe United States, for its part, urges the Court to read the term\n“arbitrator” to mean “public arbitrator” in the interests of\nconstitutional avoidance.No one disputes, however, that the arbitration provision is fair\ngame for challenge, even though no arbitration occurred. The\nobvious purpose of the arbitration provision was to force Amtrak\nand the FRA to compromise, or else a third party would make the\ndecision for them. The D. C. Circuit is correct that when\nCongress enacts a compromise-forcing mechanism, it is no good to\nsay that the mech-anism cannot be challenged because the parties\ncom-promised. See 721 F. 3d, at 674. “[S]tack[ing] the deck in\nfavor of compromise” was the whole point.Ibid.Unsurprisingly, this Court has upheld standing to bring a\nseparation-of-powers challenge in comparable circumstances. SeeMetropolitan Washington Airports Authorityv.Citizens\nfor Abatement of Aircraft Noise, Inc.,501 U. S. 252–265\n(1991) (“[T]his ‘personal injury’ to respondents is ‘fairly\ntraceable’ to the Board of Review’s veto powerbecause knowledge\nthat the master plan was subject to the veto power undoubtedly\ninfluenced MWAA’s Board of Directors” (emphasis added)); see\nalsoFree Enterprise Fundv.Public Company Accounting\nOversight Bd.,561 U. S. 477, n. 12 (2010) (“We cannot\nassume . . . that the Chairman would have made the same\nappointments acting alone”).As to the merits of this arbitration provision, I agree with the\nparties: If the arbitrator can be a private person, this law is\nunconstitutional. Even the United States accepts that Congress\n“cannot delegate regulatory authority to a private entity.” 721\nF. 3d, at 670. Indeed, Congress, vested with enumerated\n“legislative Powers,” Art. I, §1, cannot delegate its\n“exclusively legislative” authority at all.Waymanv.Southard, 10 Wheat. 1, 42–43 (1825) (Marshall, C. J.). The\nCourt has invalidated statutes for that very reason. SeeA. L.\nA. Schechter Poultry Corp.v.United States;295\nU. S. 495 (1935);Panama Refining Co.v.Ryan,293 U. S. 388 (1935); see alsoMistrettav.United States,488 U. S. 361,373, n.7 (1989) (citing,inter alia,Industrial Union Dept., AFL–CIOv.American Petroleum Institute,448 U. S. 607,646\n(1980)).The principle that Congress cannot delegate away its vested\npowers exists to protect liberty. Our Constitution, by careful\ndesign, prescribes a process for making law, and within that\nprocess there are many accountability checkpoints. SeeINSv.Chadha,462 U. S. 919,959 (1983). It would dash the\nwhole scheme if Congress could give its power away to an entity\nthat is not constrained by those checkpoints. The Constitution’s\ndeliberative process was viewed by the Framers as a valuable\nfeature, see,e.g.,Manning, Lawmaking Made Easy, 10 Green\nBag 2d 202 (2007) (“[B]icameralism and presentment make lawmaking\ndifficultby design” (citing,inter alia, The\nFederalist No. 62, p. 378 (J. Madison), and No. 63, at 443–444 (A.\nHamilton))), not something to be lamented and evaded.Of course, this Court has “ ‘almost never felt qualified to\nsecond-guess Congress regarding the permissible degree of policy\njudgment that can be left to those executing or applying the\nlaw.’ ”Whitmanv.American Trucking Assns.,\nInc.,531 U. S. 457–475 (2001) (quotingMistretta,supra,at 416 (Scalia, J., dissenting)). But the inherent\ndifficulty of line-drawing is no excuse for not enforcing the\nConstitution. Rather, the formal reason why the Court does not\nenforce the nondelegation doctrine with more vigilance is that the\nother branches of Government have vested powers of their own that\ncan be used in ways that resemble lawmaking. See,e.g.,Arlingtonv.FCC, 569 U. S. ___, ___–___, n. 4\n(2013) (slip op., at 13–14, n. 4) (explaining that agency\nrulemakings “are exercises of—indeed, under our constitutional\nstructure theymust beexercises of—the ‘executive\nPower’ ” (quoting Art. II, §1, cl. 1)). Even so,\n“the citizen confronting thousands of pages of\nregulations—promulgated by an agency directed by Congress to\nregulate, say, ‘in the public interest’—can perhaps be excused for\nthinking that it is the agency really doing the legislating.” 569\nU. S.,at ___–___ (Roberts, C. J., dissenting)\n(slip op., at 4–5).When it comes to private entities, however, there is not even a\nfig leaf of constitutional justification. Private entities are not\nvested with “legislative Powers.” Art. I, §1. Nor are they\nvested with the “executive Power,” Art. II, §1, cl. 1,\nwhich belongs to the President. Indeed, it raises “[d]ifficult and\nfundamental questions” about “the delegation of Executive power”\nwhen Congress authorizes citizen suits.Friends of the Earth,\nInc.v.Laidlaw Environmental Services (TOC), Inc.,528\nU. S. 167,197 (2000) (Kennedy, J., concurring). A citizen suit\nto enforce existing law, however, is nothing compared to delegated\npower to create new law. By any measure, handing off regu-latory\npower to a private entity is “legislative delegationin its most\nobnoxious form.”Carterv.Carter Coal Co.,298\nU. S. 238,311 (1936).For these reasons, it is hard to imagine how delegating\n“binding” tie-breaking authority to a private arbitrator to resolve\na dispute between Amtrak and the FRA could be constitutional. No\nprivate arbitrator can promulgate binding metrics and standards for\nthe railroad industry. Thus, if the term “arbitrator” refers to a\nprivate arbitrator, or even thepossibilityof a private\narbitrator, the Constitution is violated. See 721 F. 3d, at\n674 (“[T]hat the recipients of illicitly delegated authority opted\nnot to make use of it is no antidote. It isCongress’sdecision to delegate that is unconstitutional” (citingWhitman,supra,at 473)).As I read the Government’s briefing, it does not dispute any of\nthis (other than my characterization of the PRIIA as regulatory,\nwhich it surely is). Rather than trying to defend a private\narbitrator, the Government argues that the Court, for reasons of\nconstitutional avoidance, should read the word “arbitrator” to mean\n“public arbitrator.” The Government’s argument, however, lurches\ninto a new problem: Constitutional avoidance works only if the\nstatute is susceptible to an alternative reading and that such an\nalternative reading would itself be constitutional.Here, the Government’s argument that the word “arbitrator” does\nnot mean “private arbitrator” is in some tension with the ordinary\nmeaning of the word. Although Government arbitrators are not\nunheard of, we usually think of arbitration as a form of “private\ndispute resolution.” See,e.g., Stolt-Nielsen S. A.v.AnimalFeeds Int’l Corp.,559 U. S. 662,685 (2010).Likewise, the appointment of a public arbitrator here would\nraise serious questions under the Appointments Clause. Unless an\n“inferior Office[r]” is at issue, Article II of the Constitution\ndemands that the President appoint all “Officers of the United\nStates” with the Senate’s advice and consent. Art. II, §2,\ncl. 2. This provision ensures that those who exercise the\npower of the United States are accountable to the President, who\nhimself is accountable to the people. SeeFree Enterprise\nFund, 561 U. S., at 497–498 (citing The Federalist No. 72,\np. 487 (J. Cooke ed. 1961) (A. Hamilton)). The Court has held that\nsomeone “who exercis[es] significant authority pursuant to the laws\nof the United States” is an “Officer,”Buckleyv.Valeo,424 U. S. 1,126 (1976) (per curiam), and\nfurther that an officer who acts without supervision must be a\nprincipal officer, seeEdmondv.United States,520\nU. S. 651,663 (1997) (“[W]e think it evident that ‘inferior\nofficers’ are officers whose work is directed and supervised at\nsome level by others who were appointed by Presidential nomination\nwith the advice and consent of the Senate”). While some officers\nmay be principal even if they have a supervisor, it is common\nground that an officer without a supervisor must be principal. Seeid.,at 667 (Souter, J., concurring in part and concurring\nin judgment).Here, even under the Government’s public-arbitrator theory, it\nlooks like the arbitrator would be making law without\nsupervision—again, it is “binding arbitration.” Nothing suggests\nthat those words mean anything other than what they say. This means\nthat an arbitrator could set the metrics and standards that “shall”\nbecome part of a private railroad’s contracts with Amtrak whenever\n“practicable.” As to that “binding” decision, who is the\nsupervisor? Inferior officers can do many things, but nothing final\nshould appear in the Federal Register unless a Presidential\nappointee has at least signed off on it. See 75 Fed. Reg. 26839\n(2010) (placing the metrics and standards in the Federal Register);Edmond,supra, at 665.IVFinally, the Board of Amtrak, and, in particular, Amtrak’s\npresident, also poses difficult constitutional problems. As the\nCourt observes, “Amtrak’s Board of Directors is composed of nine\nmembers, one of whom is the Secretary of Transportation. Seven\nother Board members are appointed by the President and confirmed by\nthe Senate. These eight Board members, in turn, select Amtrak’s\npresident.”Ante,at 7 (citation omitted). In other words,\nunlike everyone else on the Board, Amtrak’s president has not been\nappointed by the President and confirmed by the Senate.As explained above, accountability demands that principal\nofficers be appointed by the President. See Art. II, §2,\ncl. 2. The President, after all, must have “the general\nadministrative control of those executing the laws,”Myersv.United States,272 U. S. 52,164 (1926), and this\nprinciple applies with special force to those who can “exercis[e]\nsignificant authority” without direct supervision,Buckley,supra,at 126; see alsoEdmond,supra, at 663.\nUnsurprisingly then, the United States defends the non-Presidential\nappointment of Amtrak’s president on the ground that the Amtrak\npresident is merely an inferior officer. Given Article II, for the\nGovernment to argue anything else would be surrender.This argument, however, is problematic. Granted, a multimember\nbody may head an agency. SeeFree Enterprise Fund,supra,at 512–513. But those who head agencies must be\nprincipal officers. SeeEdmond,supra, at 663. It\nwould seem to follow that because agency heads must be principal\nofficers, every member of a multimember body heading an agency must\nalso be a principal officer. After all, every member of a\nmultimember body could cast the deciding vote with respect to a\nparticular decision. One would think that anyone who has the\nunilateral authority to tip a final decision one way or the other\ncannot be an inferior officer.The Government’s response is tucked away in a footnote. It\ncontends that because Amtrak’s president serves at the pleasure of\nthe other Board members, he is only an inferior officer. See Reply\nBrief for Petitioners 14, n. 6. But the Government does not argue\nthat the president of Amtrak cannot cast tie-breaking votes.\nAssuming he can vote when the Board of Directors is divided, it\nmakes no sense to think that the side with which the presidentagreeswill demand his removal.In any event, even assuming that Amtrak’s president could be an\ninferior officer, there would still be another problem: Amtrak’s\nBoard may lack constitutional author-ity to appoint inferior\nofficers. The Appointments Clause provides an exception from the\nordinary rule of Presidential appointment for “inferior Officers,”\nbut that exception has accountability limits of its own, namely,\nthat Congress may only vest the appointment power “in the President\nalone, in the Courts of Law, or in the Heads of Departments.” Art.\nII, §2, cl. 2. Although a multimember body like Amtrak’s Boardcanhead a Department, here it is not at all clear that\nAmtrakisa Department.A “Department” may not be “subordinate to or contained within\nany other such component” of the Executive Branch.Free\nEnterprise Fund, 561 U. S., at 511. As explained above,\nhowever, in jointly creating metrics and standards, Amtrak may have\nto give way to an arbitrator appointed by the STB. Does that mean\nthat Amtrak is “subordinate to” the STB? See also49\nU. S. C. §24308 (explaining the STB’s role in disputes\nbetween Amtrak and rail carriers). At the same time, the Secretary\nof Transportation sits on Amtrak’s Board and controls some aspects\nof Amtrak’s relationship with rail carriers. See,e.g.,§§24302(a)(1), 24309(d)(2). The Secretary of Transportation also\nhas authority to exempt Amtrak from certain statutory requirements.\nSee §24305(f)(4). Does that mean that Amtrak is “subordinate to or\ncontained within” the Department of Transportation? (The STB, of\ncourse, also may be “subordinate to or contained within” the\nDepartment of Transportation. If so, this may further suggest that\nthat Amtrak is not a Department, and also further undermine the\nSTB’s ability to appoint an arbitrator). All of these are difficult\nquestions.*  *  *In sum, while I entirely agree with the Court that Amtrak must\nbe regarded as a federal actor for constitutional purposes, it does\nnot by any means necessarily follow that the present structure of\nAmtrak is consistent with the Constitution. The constitutional\nissues that I have outlined (and perhaps others) all flow from the\nfact that no matter what Congress may call Amtrak, the Constitution\ncannot be disregarded.Notes1It is noteworthy that the first\nstatute enacted by Congress was “An Act to regulate the Time and\nManner of administering certain Oaths.” Act of June 1, 1789, ch. 1,\n§1,1Stat.23.",
    "joined": []
}