{
    "case": {
        "docket": "15-927",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-927/"
    },
    "id": "3706138",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–927_________________SCA HYGIENE PRODUCTS AKTIEBOLAG, et al.,\nPETITIONERSv.FIRST QUALITY BABYPRODUCTS, LLC,\net al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[March 21, 2017]Justice Alito delivered the opinion of the\nCourt.We return to a subject that we addressed inPetrellav.Metro-Goldwyn-Mayer, Inc., 572 U. S.\n___ (2014): the relationship between the equitable defense of\nlaches and claims for damages that are brought within the time\nallowed by a statute of limitations. InPetrella, we held\nthat laches cannot preclude a claim for damages incurred within the\nCopyright Act’s 3-year limitations period.Id., at ___ (slip\nop., at 1). “[L]aches,” we explained, “cannot be invoked to bar\nlegal relief” “[i]n the face of a statute of limitations enacted by\nCongress.”Id., at ___ (slip op., at 13). The question in\nthis case is whetherPetrella’s reasoning applies to a\nsimilar provision of the Patent Act, 35 U. S. C. §286. We\nhold that it does.IPetitioners SCA Hygiene Products Aktiebolag\nand SCA Personal Care, Inc. (collectively, SCA), manufacture and\nsell adult incontinence products. In October 2003, SCA sent a\nletter to respondents (collectively, First Quality), alleging that\nFirst Quality was making and selling products that infringed SCA’s\nrights under U. S. Patent No. 6,375,646 B1 (’646 patent). App.\n54a. First Quality responded that one ofitspatents—U. S. Patent No. 5,415,649 (Watanabe patent)—antedated\nthe ’646 patent and revealed “the same diaper construction.”Id., at 53a. As a result, First Quality maintained, the ’646\npatent was invalid and could not support an infringement claim.Ibid.SCA sent First Quality no further correspondence\nregarding the ’646 patent, and First Quality proceeded to develop\nand market its products.In July 2004, without notifying First Quality,\nSCA asked the Patent and Trademark Office (PTO) to initiate a\nreexamination proceeding to determine whether the ’646 patent was\nvalid in light of the Watanabe patent.Id., at 49a–51a.\nThree years later, in March 2007, the PTO issued a certificate\nconfirming the validity of the ’646 patent.In August 2010, SCA filed this patent\ninfringement action against First Quality. First Quality moved for\nsummary judgment based on laches and equitable estoppel, and the\nDistrict Court granted that motion on both grounds. 2013 WL\n3776173, *12 (WD Ky., July 16, 2013).SCA appealed to the Federal Circuit, but before\nthe Federal Circuit panel issued its decision, this Court de-cidedPetrella.The panel nevertheless held, based on a Fed-eral\nCircuit precedent,A.C. Aukerman Co.v.R.L. Chaides Constr. Co., 960 F. 2d 1020\n(1992) (en banc), that SCA’s claims were barred by laches.[1]The Federal Circuit then reheard the case en\nbanc in order to reconsiderAukermanin light ofPetrella. But in a 6-to-5 decision, the en banc court\nreaffirmedAukerman’s holding that laches can be asserted to\ndefeat a claim for damages incurred within the 6-year period set\nout in the Patent Act. As it had inAukerman, the en banc\ncourt concluded that Congress, in enacting the Patent Act, had\n“codified a laches defense” that “barred recovery of legal\nremedies.” 807 F. 3d 1311, 1323–1329 (2015). Judge Hughes,\njoined by four other judges, dissented.[2]Id., at 1337–1342 (opinion concurring in part\nand dissenting in part). We granted certiorari. 578 U. S. ___\n(2016).IILaches is “a defense developed by courts of\nequity” to protect defendants against “unreasonable, prejudicial\ndelay in commencing suit.”Petrella,supra, at ___,\n___ (slip op., at 1, 12). See also 1 D. Dobbs, Law of Remedies\n§2.3(5), p. 89 (2d ed. 1993) (Dobbs) (“The equitable doctrine of\nlaches bars the plaintiff whose unreasonable delay in prosecuting a\nclaim or protecting a right has worked a prejudice to the\ndefendant”). Before the separate systems of law and equity were\nmerged in 1938, the ordinary rule was that laches was available\nonly in equity courts.[3] SeeCounty of Oneidav.Oneida Indian Nation of\nN. Y., 470 U. S. 226 , n. 16 (1985). This case\nturns on the application of the defense to a claim for damages, a\nquintessential legal remedy. We discussed this subject at length inPetrella.Petrellaarose out of a copyright dispute\nrelating to the film Raging Bull. 572 U. S., at ___ (slip op.,\nat 8). The Copyright Act’s statute of limitations requires a\ncopyright holder claiming infringement to file suit “within three\nyears after the claim accrued.” 17 U. S. C. §507(b). InPetrella, the plaintiff sought relief for alleged acts of\ninfringement that accrued within that 3-year period, but the lower\ncourts nevertheless held that laches barred her claims. See 695\nF. 3d 946 (CA9 2012). We reversed, holding that laches cannot\ndefeat a damages claim brought within the period prescribed by the\nCopyright Act’s statute of limitations.Petrella,572\nU. S., at ___–___ (slip op., at 11–14). And in so holding, we\nspoke in broad terms. Seeid., at ___ (slip op., at 13)\n(“[I]n the face of a statute of limitations enacted by Congress,\nlaches cannot be invoked to bar legal relief”).Petrella’s holding rested on both\nseparation-of-powers principles and the traditional role of laches\nin equity. Laches provides a shield against untimely claims,id., at ___ (slip op., at 19), and statutes of limitations\nserve a similar function. When Congress enacts a statute of\nlimitations, it speaks directly to the issue of timeliness and\nprovides a rule for determining whether a claim is timely enough to\npermit relief.Id., at ___ (slip op., at 11). The enactment\nof a statute of limitations necessarily reflects a congressional\ndecision that the timeliness of covered claims is better judged on\nthe basis of a generally hard and fast rule rather than the sort of\ncase-specific judicial determination that occurs when a laches\ndefense is asserted. Therefore, applying laches within a\nlimitations period specified by Congress would give judges a\n“legislation-overriding” role that is beyond the Judiciary’s power.Id., at ___ (slip op., at 14). As we stressed inPetrella, “courts are not at liberty to jettison Congress’\njudgment on the timeliness of suit.”Id., at ___ (slip op.,\nat 1).Applying laches within the limitations period\nwould also clash with the purpose for which the defense developed\nin the equity courts. AsPetrellarecounted, the “principal\napplication” of laches “was, and remains, to claims of an equitable\ncast for which the Legislature has provided no fixed time\nlimitation.”Id., at ___ (slip op., at 12); see also R.\nWeaver, E. Shoben, & M. Kelly, Principles of Remedies Law 21\n(2d ed. 2011); 1 Dobbs §2.4(4), at 104; 1 J. Story, Commentaries on\nEquity Jurisprudence §55(a), p. 73 (2d ed. 1839). Laches is\na gap-filling doctrine, and where there is a statute of\nlimitations, there is no gap to fill.[4]Petrella,supra,at ___ (slip op., at\n14); see also 1 Dobbs §2.4(4), at 108 (“[I]f the plaintiff has done\nonly what she is permitted to do by statute, and has not misled the\ndefendant [so as to trigger equitable estoppel], the basis for\nbarring the plaintiff seems to have disappeared”).WithPetrella’s principles in mind, we\nturn to the present dispute.IIIAAlthough the relevant statutory provisions inPetrellaand this case are worded differently,Petrella’s reasoning easily fits the provision at issue\nhere. As noted, the statute inPetrellaprecludes a civil\naction for copyright infringement “unless it is commenced within\nthree years after the claim accrued.” 17 U. S. C.\n§507(b). We saw in this language a congressional judgment that a\nclaim filed within three years of accrual cannot be dismissed on\ntimeliness grounds. 572 U. S., at ___ (slip op., at 11); see\nalsoid., at ___–___ (slip op., at 14–15).The same reasoning applies in this case. Section\n286 of the Patent Act provides: “Except as otherwise provided by\nlaw, no recovery shall be had for any infringement committed more\nthan six years prior to the filing of the complaint or counterclaim\nfor infringement in the action.” By the logic ofPetrella,\nwe infer that this provision represents a judgment by Congress that\na patentee may recover damages for any infringement committed\nwithin six years of the filing of the claim.BFirst Quality contends that this case differs\nfromPetrellabecause §286 of the Patent Act is not atruestatute of limitations. A true statute of limitations,\nwe are told, “runs forward from the date a cause of action\naccrues,” but §286 “runs backward from the time of suit.” Brief for\nRespondents 41.Petrellacannot reasonably be\ndistinguished on this ground. First Quality thinks it critical that\n§286 “runs backward from the time of suit,” Brief for Respondents\n41, butPetrelladescribed the Copyright Act’s statute of\nlimitations in almost identical terms. We said that this provision\n“allows plaintiffs . . . to gain retrospective reliefrunning only three years back from the date the complaint was\nfiled.” 572 U. S., at ___ (slip op., at 6–7) (emphasis\nadded). See alsoid., at ___ (slip op., at 11) (“[A]\nsuccessful plaintiff can gain retrospective relief only three years\nback from the time of suit”). And we described the Copyright Act’s\nstatute of limitations as “a three-year look-back limitations\nperiod.”Id., at ___ (slip op., at 4).First Quality contends that the application of a\ntrue statute of limitations, like the defense of laches (but unlike\n§286), takes into account the fairness of permitting the\nadjudication of aparticularplaintiff’s claim. First\nQuality argues as follows: “When Congress enacts [a true statute of\nlimitations], it can be viewed as having made a considered judgment\nabout how much delay may occur after a plaintiff knows of a cause\nof action (i.e., after accrual) before the plaintiff must\nbring suit—thus potentially leaving no room for judges to evaluate\nthe reasonableness of a plaintiff’s delay on a case-by-case basis\nunder laches.” Brief for Respondents 42. According to First\nQuality, §286 of the Patent Act is different because it “turns only\non when the infringer is sued, regardless of when the pat-entee\nlearned of the infringement.”Ibid.This argument misunderstands the way in which\nstatutes of limitations generally work. First Quality says that the\naccrual of a claim, the event that triggers the running of a\nstatute of limitations, occurs when “a plaintiff knows of a cause\nof action,”ibid., but that is not ordinarily true. As we\nwrote inPetrella, “[a] claim ordinarily accrues ‘when [a]\nplaintiff has a complete and present cause of action.’ ” 572\nU. S., at ___ (slip op., at 4); seeGraham County Soil\n& Water Conservation Dist.v.United States\nex rel.Wilson, 545 U. S. 409 –419 (2005).\nWhile some claims are subject to a “discovery rule” under which the\nlimitations period begins when the plaintiff discovers or should\nhave discovered the injury giving rise to the claim, that is not a\nuniversal feature of statutes of limitations. See,e.g.,ibid.(limitations period in 31 U. S. C.\n§3731(b)(1) begins to run when the cause of action accrues);TRW\nInc.v.Andrews, 534 U. S. 19, 28 (2001) (same with\nregard to 15 U. S. C. §1681p). And inPetrella, we\nspecifically noted that “we have not passed on the question”\nwhether the Copyright Act’s statute of limitations is governed by\nsuch a rule. 572 U. S., at ___, n. 4 (slip op., at 4,\nn. 4).For these reasons,Petrellacannot be\ndismissed as applicable only to what First Quality regards as true\nstatutes of limitations. At least for present purposes, nothing\ndepends on this debatable taxonomy. CompareAutomobile\nWorkersv.Hoosier Cardinal Corp., 383 U. S. 696,\n704 (1966) (describing §286 as “enacting a uniform period of\nlimitations”); 1 Dobbs §2.4(4), at 107, and n. 33 (same), withA. Stucki Co.v.Buckeye Steel Castings Co., 963\nF. 2d 360, 363, n. 3 (CA Fed. 1992) (Section 286 “is not,\nstrictly speaking, a statute of limitations”);Standard Oil\nCo.v.Nippon Shokubai Kagaku Co., Ltd., 754 F. 2d\n345, 348 (CA Fed. 1985) (“[Section] 286 cannot properly be called a\n‘statute of limitations’ in the sense that it defeats the right to\nbring suit”).CThe Federal Circuit based its decision on a\ndifferent footing. Section 286 of the Patent Act begins with the\nphrase “[e]xcept as otherwise provided by law,” and according to\nthe Federal Circuit, §282 of the Act is a provision that provides\notherwise. In its view, §282 creates an exception to §286 by\ncodifying laches as a defense to all patent infringement claims,\nincluding claims for damages suffered within §286’s 6-year period.\n807 F. 3d, at 1329–1330. Section 282(b), which does not\nspecifically mention laches, provides in relevant part as\nfollows:“The following shall be defenses in any action\ninvolving the validity or infringement of a patent and shall be\npleaded:“(1) Noninfringement, absence of liability for\ninfringement or unenforceability.”The en banc majority below never identified\nwhich word or phrase in §282 codifies laches as a defense, but\nFirst Quality argues that laches falls within §282(b)(1) because\nlaches is a defense based on “unenforceability.” Brief for\nRespondents 28–33.SCA disputes this interpretation of §282(b)(1),\narguing that laches does not make a patent categorically\nunenforceable. Reply Brief 6–8; seeAukerman, 960\nF. 2d, at 1030 (“Recognition of laches as a defense\n. . . does not affect the general enforceability of the\npatent against others”). We need not decide this question. Even if\nwe assume for the sake of argument that §282(b)(1) incorporates a\nlaches defenseof some dimension, it does not necessarily\nfollow that this defense may be invoked to bar a claim for damages\nincurred within the period set out in §286. Indeed, it would be\nexceedingly unusual, if not unprecedented, if Congress chose to\ninclude in the Patent Act both a statute of limitations for damages\nand a laches provision applicable to a damages claim. Neither the\nFederal Circuit, nor First Quality, nor any of First Quality’samicihas identified a single federal statute that provides\nsuch dual protection against untimely claims.DIn holding that Congress codified a\ndamages-limiting laches defense, the Federal Circuit relied on\npatent cases decided by the lower courts prior to the enactment of\nthe Patent Act. After surveying these cases, the Federal Circuit\nconcluded that by 1952 there was a well-established practice of\napplying laches to such damages claims and that Congress, in\nadopting §282, must have chosen to codify such a defense in\n§282(b)(1). 807 F. 3d, at 1321–1329. First Quality now presses\na similar argument. We have closely examined the cases on which the\nFederal Circuit and First Quality rely, and we find that they are\ninsufficient to support the suggested interpretation of the Patent\nAct. The most prominent feature of the relevant legal landscape at\nthe time of enactment of the Patent Act was the well-established\ngeneral rule, often repeated by this Court, that laches cannot be\ninvoked to bar a claim for damages incurred within a limitations\nperiod specified by Congress. SeeHolmbergv.Armbrecht, 327 U. S. 392, 395 (1946) (“If Congress\nexplicitly puts a limit upon the time for enforcing a right which\nit created, there is an end of the matter”);United Statesv.Mack, 295 U. S. 480, 489 (1935) (“Laches within the\nterm of the statute of limitations is no defense at law”);Wehrmanv.Conklin, 155 U. S. 314, 326 (1894)\n(“Though a good defense in equity, laches is no defense at law. If\nthe plaintiff at law has brought his action within the period fixed\nby the statute of limitations, no court can deprive him of his\nright to proceed”);Crossv.Allen, 141 U. S.\n528, 537 (1891) (“So long as the demands secured were not barred by\nthe statute of limitations, there could be no laches in prosecuting\na suit”).Petrellaconfirmed and restated this long-standing\nrule. 572 U. S., at ___ (slip op., at 12) (“[T]his Court has\ncautioned against invoking laches to bar legal relief”). If\nCongress examined the relevant legal landscape when it adopted 35\nU. S. C. §282, it could not have missed our cases\nendorsing this general rule.The Federal Circuit and First Quality dismiss\nthe significance of this Court’s many reiterations of the general\nrule because they were not made in patent cases. But as the\ndissenters below noted, “[p]atent law is governed by the same\ncommon-law principles, methods of statutory interpretation, and\nprocedural rules as other areas of civil litigation.” 807\nF. 3d, at 1333 (opinion of Hughes, J.).In light of the general rule regarding the\nrelationship between laches and statutes of limitations, nothing\nless than a broad and unambiguous consensus of lower court\ndecisions could support the inference that §282(b)(1) codifies a\nvery different patent-law-specific rule. No such consensus is to be\nfound.[5]IVThe pre-1952 cases on which First Quality\nrelies fall into three groups: (1) cases decided by equity courts\nbefore 1938; (2) cases decided by law courts before 1938; and (3)\ncases decided after the merger of equity and law in 1938. We will\ndiscuss each group separately.APre-1938 equity casesThe pre-1938 equity cases are unpersuasive for\nseveral, often overlapping reasons. Many do not even reveal whether\nthe plaintiff asked for damages. Indeed, some say nothing at all\nabout the form of relief that was sought, see,e.g.,Cummingsv.Wilson & Willard Mfg. Co., 4\nF. 2d 453 (CA9 1925), and others state only that the plaintiff\nwanted an accounting of profits,e.g.,Westco-Chippewa\nPump Co.v.Delaware Elec. & Supply Co., 64\nF. 2d 185, 186 (CA3 1933);Wolf Mineral Process Corp.v.Minerals Separation North Am. Corp., 18 F. 2d 483,\n484 (CA4 1927). The equitable remedy of an accounting, however, was\nnot the same as damages. The remedy of damages seeks to compensate\nthe victim for its loss, whereas the remedy of an accounting, which\nCongress abolished in the patent context in 1946,[6] sought disgorgement of ill-gotten profits.\nSeeBirdsallv.Coolidge, 93 U. S. 64 –69\n(1876); 1 Dobbs §4.3(5), at 611 (“Accounting holds the defendant\nliable for his profits, not for damages”); A. Walker, Patent Laws\n§573, p. 401 (1886) (distinguishing between the two remedies); G.\nCurtis, Law of Patents §341(a), p. 461 (4th ed. 1873); 2 J.\nPomeroy, Treatise on Equitable Remedies §568, p. 977 (1905).First Quality argues that courts sometimes used\nthe term “accounting” imprecisely to refer to both an accounting of\nprofits and a calculation of damages, Brief for Respondents 19–20,\nbut even if that is true, this loose usage shows only that a\nreference to “accounting”mightrefer to damages. For that\nreason, the Federal Circuit did not rely on cases seeking only an\naccounting, 807 F. 3d, at 1326, n. 7, and we likewise\nexclude such cases from our analysis.Turning to the cases that actually refer to\ndamages, we note that many of the cases merely suggest in dicta\nthat laches might limit recovery of damages. See,e.g.,Hartford-Empire Co.v.Swindell Bros., 96 F. 2d\n227, 233, modified on reh’g, 99 F. 2d 61 (CA4 1938). Such\ndicta “settles nothing.”Jamav.Immigration and Customs\nEnforcement, 543 U. S. 335 , n. 12 (2005). See alsoHartford Underwriters Ins. Co.v.Union Planters\nBank,N. A., 530 U. S. 1 –10 (2000);Metropolitan Stevedore Co.v.Rambo, 515 U. S.\n291, 300 (1995) .As for the cases in which laches was actually\nheld to bar a claim for damages,e.g.,Wolf, Sayer &\nHellerv.United States Slicing Mach. Co., 261 F. 195,\n197–198 (CA7 1919);A. R. Mosler & Co.v.Lurie, 209 F. 364, 369–370 (CA2 1913), these cases are too\nfew to establish a settled, national consensus. SeeHartford\nUnderwriters,supra, at 10.Moreover, the most that can possibly be gathered\nfrom a pre-1938 equity case is that laches could defeat a damages\nclaimin an equity court, not that the defense could\nen-tirely prevent a patentee from recovering damages. Before 1870,\na patentee wishing to obtain both an injunction against future\ninfringement and damages for past infringement was required to\nbring two suits, one in an equity court (where injunctive relief\nbut not damages was available), and one in a court of law (where\ndamages but not injunctive relief could be sought). See Beauchamp,\nThe First Patent Litigation Explosion, 125 Yale L. J. 848,\n913–914 (2016). To rectify this situation, Congress en-acted a law\nin 1870 authorizing equity courts to award dam-ages in\npatent-infringement actions. Rev. Stat. §4921. And although\nstatutes of limitations did not generally apply in equity, Congress\nin 1897 enacted a statute that, like the current §286, imposed a\n6-year limitations period for damages claims and made that statute\napplicable in both law and equity. §6, 29Stat. 694. Pointing to\ncases decided between 1897 and 1938 in which an equity court\npermitted a defendant in an infringement case to invoke the defense\nof laches, First Quality contends that Congress, aware of these\ncases, assumed that the 1952 Act would likewise allow a defendant\nin an infringement case to claim laches with respect to a claim for\ndamages occurring within a limitations period.This argument overlooks the fact that a\npatentee, during the period in question, could always sue for\ndamages in law, where the equitable doctrine of laches did not\napply, and could thus avoid any possible laches defense. Thus,\naccepting First Quality’s argument would not return patentees to\nthe position they held from 1897 to 1938. Instead, it would go much\nfurther and permit laches entirely to defeat claims like\nSCA’s.[7]BPre-1938 claims at lawFirst Quality cites three Court of Appeals\ncases in which laches was raised in a proceeding at law and in\nwhich, according to First Quality, the defense was held to bar a\ndamages claim. SeeUniversal Coin Lock Co.v.American\nSanitary Lock Co., 104 F. 2d 781 (CA7 1939);Bankerv.Ford Motor Co., 69 F. 2d 665 (CA3 1934);Fordv.Huff, 296 F. 652 (CA5 1924). But even if all of these cases\nsquarely held that laches could be applied to a damages claim at\nlaw within the limitations period, they would still constitute only\na handful of decisions out of the corpus of pre-1952 patent cases,\nand that would not be enough to overcome the presumption that\nCongress legislates against the background of general common-law\nprinciples. See H. McClintock, Handbook of the Principles of Equity\n§28, p. 75 (2d ed. 1948) (“The majority of the courts which have\nconsidered the question have refused to enjoin an action at law on\nthe ground of the laches of the plaintiff at law”).In any event, these cases, like the equity\ncases, offer minimal support for First Quality’s position. Not one\nof these cases even mentions the statute of limitations. One of the\nthree,Ford, is not even a patent infringement case; it is a\nbreach-of-contract case arising out of a patent dispute, 296 F., at\n654, and it is unclear whether the ground for decision was laches\nor equitable estoppel. See 807 F. 3d, at 1340 (opinion of\nHughes, J.). Another,Universal Coin,applied laches to a\nlegal damages claim without any analysis of the propriety of doing\nso. 104 F. 2d, at 783.First Quality protests that the paucity of\nsupporting cases at law should not count against its argument since\nvery few patent-infringement cases were brought at law after 1870.\nBrief for Respondents 25–26. But the fact remains that it is First\nQuality’s burden to show that Congress departed from the\ntraditional common-law rule highlighted in our cases.[8]CPost-merger casesFirst Quality claims that courts continued to\napply laches to damages claims after the merger of law and equity\nin 1938, but First Quality’s evidence is scant. During this period,\ntwo Courts of Appeals stated in dicta that laches could bar legal\ndamages claims. SeeChicago Pneumatic Tool Co.v.Hughes\nTool Co., 192 F. 2d 620, 625 (CA10 1951);Shafferv.Rector Well Equip. Co., 155 F. 2d 344, 347 (CA5\n1946). And two others actually held that laches could bar a damages\nclaim. See,e.g.,Brennanv.Hawley Prods.\nCo., 182 F. 2d 945, 948 (CA7 1950);Lukens Steel\nCo.v.American Locomotive Co., 197 F. 2d 939, 941\n(CA2 1952) (alternative holding). This does not constitute a\nsettled, uniform practice of applying laches to damages claims.After surveying the pre-1952 case law, we are\nnot convinced that Congress, in enacting §282 of the Patent Act,\ndeparted from the general rule regarding the application of laches\nto damages suffered within the time for filing suit set out in a\nstatute of limitations.VFirst Quality’s additional arguments do not\nrequire extended discussion. First Quality points to post-1952\nCourt of Appeals decisions holding that laches can be invoked as a\ndefense against a damages claim. Noting that Congress has amended\n§282 without altering the “ ‘unenforceability’ ” language\nthat is said to incorporate a laches defense, First Quality\ncontends that Congress has implicitly ratified these decisions.\nBrief for Respondents 35–36.We reject this argument. Nothing that Congress\nhas done since 1952 has altered the meaning of §282. SeeCentral\nBank of Denver, N. A.v.First Interstate Bank of\nDenver, N. A., 511 U. S. 164, 186 (1994) ;West\nVirginia Univ. Hospitals, Inc.v.Casey,499 U. S.\n83 , and n. 7 (1991).First Quality and its supportingamicialso make various policy arguments, but we cannot overrule\nCongress’s judgment based on our own policy views. We note,\nhowever, as we did inPetrella, that the doctrine of\nequitableestoppel provides protection against some of the problems\nthat First Quality highlights, namely, unscrupulous patentees\ninducing potential targets of infringement suits to invest in the\nproduction of arguably infringing products. 572 U. S., at ___\n(slip op., at 19). Indeed, the Federal Circuit held that there are\ngenuine disputes of material fact as to whether equitable estoppel\nbars First Quality’s claims in this very case. See 807 F. 3d,\nat 1333.*  *  *Laches cannot be interposed as a defense against\ndamages where the infringement occurred within the period\nprescribed by §286. The judgment of the Court of Appeals is vacated\nin part, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The panel reversed the\nDistrict Court’s holding on equitable estoppel, concluding that\nthere are genuine disputes of material fact relating to that\ndefense. 767 F. 3d 1339, 1351 (2014).2The dissenting judges\nconcurred in the portion of the majority opinion relating to the\napplication of laches to equitable relief. 807 F. 3d, at 1333,\nn. 1 (opinion of Hughes, J.); see alsoid., at\n1331–1333 (majority opinion). We do not address that aspect of the\nFederal Circuit’s judgment. Nor do we address the Federal Circuit’s\nreversal of the District Court’s equitable estoppel holding.Id., at 1333 (reinstating original panel holding on\nequitable estoppel).3“The federal courts\nalways had equity powers as well as law power, but they operated,\nuntil the Federal Rules of Civil Procedure, by distinctly\nseparating equity cases and even had separate equity rules.” 1\nDobbs §2.6(1), at 148, n. 2; see alsoGulfstream Aerospace\nCorp.v.Mayacamas Corp., 485 U. S. 271, 279 (1988)\n. It is in this sense that we refer in this opinion to federal\ncourts as equity or law courts.4The dissent argues that\nthere is a “gap” in the statutory scheme because the Patent Act’s\nstatute of limitations might permit a patentee to wait until an\ninfringing product has become successful before suing for\ninfringement.Post, at 2–3 (opinion of Breyer, J.). We\nrejected a version of this argument inPetrella, 572\nU. S., at ___–___ (slip op., at 16–17), and we do so here. The\ndissent’s argument implies that, insofar as the lack of a laches\ndefense could produce policy outcomes judges deem undesirable,\nthere is a “gap” for laches to fill, notwithstanding the presence\nof a statute of limitations. That is precisely the kind of\n“legislation-overriding” judicial role thatPetrellarightly\ndisclaimed.Id., at ___ (slip op., at 14).5Because we conclude that\nFirst Quality fails to show that there was a special laches rule in\nthe patent context, we need not address whether it is ever\nreasonable to assume that Congress legislated against the\nbackground of a lower court consensus rather than the contrary\ndecisions of this Court. Cf. 807 F. 3d, at 1338 (opinion of\nHughes, J.) (“For even if there were differing views in the lower\n[federal] courts, it would be nearly impossible to conclude that\nthere was a uniform understanding of the common law that was\ninconsistent with Supreme Court precedent. In our judicial system,\nthe Supreme Court's understanding is controlling”).6See 60Stat. 778; see alsoAro Mfg. Co.v.Convertible Top Replacement Co., 377\nU. S. 476, 505 (1964) .7The dissent\nmisunderstands this point and thinks that we dismiss the relevance\nof the equity cases because they applied laches “to equitable\nclaims without statutes of limitations.”Post, at 5. But we\nare well aware that a statute of limitations applied in equity when\nthese cases arose. Seesupra, at 13.8For the same reason, the\ndissent misses the mark when it demands that we cite cases “holding\nthat laches couldnotbar a patent claim for damages.”Post, at 8.",
    "joined": []
}