{
    "case": {
        "docket": "564",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/564/"
    },
    "id": "1970676",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–135_________________OXFORD HEALTH PLANS LLC, PETITIONERv.JOHN IVAN SUTTERon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 10, 2013]Justice Alito, with whom Justice Thomas joins,\nconcurring.As the Court explains, “[c]lass arbitration is a\nmatter of consent,”ante,at 1, and petitioner consented to\nthe arbitrator’s authority by conceding that he should decide in\nthe first instance whether the contract authorizes class\narbitration. The Court accordingly refuses to set aside the\narbitrator’s ruling because he was “ ‘arguably construing\n. . . the contract’ ” when he allowed respondent to\nproceed on a classwide basis.Ante,at 8 (quotingEastern\nAssociated Coal Corp.v.Mine Workers,531 U.S.\n57, 62 (2000)). Today’s result follows directly from\npetitioner’s concession and the narrow judicial review that federal\nlaw allows in arbitration cases. See 9 U. S. C.\n§10(a).But unlike petitioner, absent members of the\nplaintiff class never conceded that the contract authorizes the ar-\nbitrator to decide whether to conduct class arbitration. It\ndoesn’t. If we were reviewing the arbitrator’s interpretation of\nthe contractde novo, we would have little trouble\nconcluding that he improperly inferred “[a]n implicit agreement to\nauthorize class-action arbitration . . . from the fact of\nthe parties’ agreement to arbitrate.”Stolt-Nielsen\nS. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662, 685 (2010).With no reason to think that the absent class\nmembers ever agreed to class arbitration, it is far from clear that\nthey will be bound by the arbitrator’s ultimate resolution of this\ndispute. Arbitration “is a matter of consent, not coercion,”Volt Information Sciences, Inc.v.Board of Trustees of\nLeland Stanford Junior Univ.,489 U.S.\n468, 479 (1989), and the absent members of the plaintiff class\nhave not submitted themselves to this arbitrator’s authority in any\nway. It is true that they signed contracts with arbitration clauses\nmaterially identical to those signed by the plaintiff who brought\nthis suit. But an arbitrator’s erroneous interpretation of\ncontracts that do not authorize class arbitration cannot bind\nsomeone who has not authorized the arbitrator to make that\ndetermination. As the Court explains, “[a]n arbitrator may employ\nclass procedures only if the parties have authorized them.”Ante,at 1.The distribution of opt-out notices does not\ncure this fundamental flaw in the class arbitration proceeding in\nthis case. “[A]rbitration is simply a matter of contract between\nthe parties,”First Optionsof Chicago, Inc.v.Kaplan,514 U.S.\n938, 943 (1995), and an offeree’s silence does not normally\nmodify the terms of a contract, 1 Restatement (Second) of Contracts\n§69(1) (1979). Accord- ingly, at least where absent class members\nhave not been required to optin, it is difficult to see how\nan arbitrator’s decision to conduct class proceedings could bind\nabsent class members who have not authorized the arbitrator to\ndecide on a classwide basis which arbitration procedures are to be\nused.Class arbitrations that are vulnerable to\ncollateral at- tack allow absent class members to unfairly claim\nthe “benefit from a favorable judgment without subjecting\nthemselves to the binding effect of an unfavorable one,”American Pipe & Constr. Co.v.Utah,414 U.S.\n538, 546–547 (1974). In the absence of concessions like\nOxford’s, this possibility should give courts pause before\nconcluding that the availability of class arbitration is a question\nthe arbitrator should decide. But because that argument was not\navailable to petitioner in light of its concession below, I join\nthe opinion of the Court.",
    "joined": []
}