{
    "case": {
        "docket": "493",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/493/"
    },
    "id": "1963498",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGBROWN V. PLATA563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1233EDMUND G. BROWN, Jr., GOVERNOR OF CAL- IFORNIA,\net al., APPELLANTSv.MARCIANO PLATA et al.on appeal from the united states district courts\nfor the eastern district and the northern district of\ncalifornia[May 23, 2011]Justice Alito, with whom The\nChief Justice joins, dissenting.The decree in this case is a\nperfect example of what the Prison Litigation Reform Act of 1995\n(PLRA), 110 Stat. 1321–66, was enacted to prevent.The Constitution does not give federal judges\nthe authority to run state penal systems. Decisions regarding state\nprisons have profound public safety and financial implications, and\nthe States are generally free to make these decisions as they\nchoose. SeeTurnerv.Safley,482 U. S. 78, 85\n(1987).The Eighth Amendment imposes an important—but\nlimited—restraint on state authority in this field. The Eighth\nAmendment prohibits prison officials from de- priving inmates of\n“the minimal civilized measure of life’s necessities.”Rhodesv.Chapman,452 U. S. 337, 347\n(1981). Federal courts have the responsibility to ensure that this\nconstitutional standard is met, but undesirable prison conditions\nthat do not violate the Constitution are beyond the federal courts’\nreach.In this case, a three-judge court exceeded its\nauthority under the Constitution and the PLRA. The court ordered a\nradical reduction in the California prison population without\nfinding that the current population level violates the\nConstitution.Two cases were before the three-judge court,\nand neither targeted the general problem of overcrowding. Indeed,\nthe plaintiffs in one of those cases readily acknowledge that the\ncurrent population level is not itself unconstitutional. Brief for\nColeman Appellees 56. Both of the cases were brought not on behalf\nof all inmates subjected to overcrowding, but rather in the\ninterests of much more limited classes of prisoners, namely, those\nneeding mental health treatment and those with other serious\nmedical needs. But these cases were used as a springboard to\nimplement a criminal justice program far different from that chosen\nby the state legislature. Instead of crafting a remedy to attack\nthe specific constitutional violations that were found—which\nrelated solely to prisoners in the two plaintiff classes—the lower\ncourt issued a decree that will at best provide only modest help to\nthose prisoners but that is very likely to have a major and\ndeleterious effect on public safety.The three-judge court ordered the premature\nrelease of approximately46,000 criminals—the equivalent of\nthree Army divisions.The approach taken by the three-judge court\nflies in the face of the PLRA. Contrary to the PLRA, the court’s\nremedy is not narrowly tailored to address proven and ongoing\nconstitutional violations. And the three-judge court violated the\nPLRA’s critical command that any court con- templating a prisoner\nrelease order must give “substantial weight to any adverse impact\non public safety.” 18 U. S. C. §3626(a)(1)(A). The three-judge\ncourt would have us believe that the early release of 46,000\ninmates will not imperil—and will actually improve—public safety.\nJuris. Statement App., O. T. 2009, No. 09–416, pp. 248a–249a\n(hereinafter Juris. App.). Common sense and experience counsel\ngreater caution.I would reverse the decision below for three\ninterrelated reasons. First, the three-judge court improperly\nrefused to consider evidence concerning present conditions in the\nCalifornia prison system. Second, the court erred in holding that\nno remedy short of a massive prisoner release can bring the\nCalifornia system into compliance with the Eighth Amendment. Third,\nthe court gave inadequate weight to the impact of its decree on\npublic safety.IBoth the PLRA and general\nprinciples concerning injunctive relief dictate that a prisoner\nrelease order cannot properly be issued unless the relief is\nnecessary to remedy an ongoing violation. Under the PLRA, a\nprisoner release may be decreed only if crowding “isthe\nprimary cause” of an Eighth Amendment violation and only if no\nother re- lief “willremedy” the violation. §3626(a)(3)(E)\n(emphasis added). This language makes it clear that proof of past\nviolations alone is insufficient to justify a court-ordered\nprisoner release.Similarly, in cases not governed\nby the PLRA, we have held that an inmate seeking an injunction to\nprevent a violation of the Eighth Amendment must show that prison\nofficials are “knowingly and unreasonably disregarding an\nobjectively intolerable risk of harm, and that they will continue\nto do so … into the future.”Farmerv.Brennan,511 U. S. 825,\n846 (1994). The “deliberate indifference” needed to establish an\nEighth Amendment violation must be examined “in light of the prison\nauthorities’ current attitudes and conduct,”Hellingv.McKinney,509 U. S. 25, 36 (1993),\nwhich means “their attitudes and conduct at the time suit is\nbrought and persisting thereafter,”Farmer,supra,at 845.For these reasons, the propriety of the relief\nordered here cannot be assessed without ascertaining the nature and\nscope of any ongoing constitutional violations. Proof of past\nviolations will not do; nor is it sufficient simply to establish\nthatsomeviolations continue. The scope of permissible\nrelief depends on the scope of any continuing violations, and\ntherefore it was essential for the three-judge court to make a\nreliable determination of the extent of any violations as of the\ntime its release order was issued. Particularly in light of the\nradical nature of its chosen remedy, nothing less than an\nup-to-date assessment was tolerable.The three-judge court, however, relied heavily\non outdated information and findings and refused to permit\nCalifornia to introduce new evidence. Despite evidence of\nimprovement,[Footnote 1] the\nthree-judge court relied on old findings made by the single-judge\ncourts, see Juris. App. 76a–77a, including a finding made14\nyears earlier, seeid.,at 170a (citingColemanv.Wilson, 912 F. Supp. 1282, 1316,\n1319 (ED Cal. 1995)). The three-judge court highlighted death\nstatistics from 2005, see Juris. App. 9a, while ignoring the\n“significant and continuous decline since 2006,” California Prison\nHealth Care Receivership Corp., K. Imai, Analysis of Year 2008\nDeath Reviews 31 (Dec. 2009) (hereinafter 2008 Death Reviews). And\nthe court dwelled on conditions at a facility that has since been\nreplaced. See Juris. App. 19a–20a, 24a, 89a–90a, 94a, 107a,\n111a.Prohibiting the State from introducing\nevidence about conditions as of the date when the prisoner release\norder was under consideration,id., at 76a–78a, and\nn. 42, the three-judge court explicitly stated that it would\nnot “evaluate the state’s continuing constitutional violations.”Id., at 77a. Instead, it based its remedy on\nconstitutional deficiencies that, in its own words, were found\n“years ago.”Ibid.[Footnote 2]The three-judge court justified its refusal to\nreceive up-to-date evidence on the ground that the State had not\nfiled a motion to terminate prospective relief under a provision of\nthe PLRA, §3626(b). See Juris. App. 77a. Today’s opinion for this\nCourt endorses that reasoning,ante, at 26. But the\nState’s opportunity to file such a motion did not eliminate the\nthree-judge court’s obligation to ensure that its relief was\nnecessary to remedy ongoing violations.[Footnote 3] Moreover, the lower court’s reasoning did not\nproperly take into account the potential significance of the\nevidence that the State sought to introduce. Even if that evidence\ndid not show that all violations had ceased—the showing needed to\nobtain the termination of relief under §3626(b)—that evidence was\nhighly relevant with respect to the nature and scope of permissible\nrelief.[Footnote 4]The majority approves the three-judge court’s\nrefusal to receive fresh evidence based largely on the need for\n“[o]rderly trial management.”Ante, at 26. The majority\nreasons that the three-judge court had closed the book on the\nquestion of constitutional violations and had turned to the\nquestion of remedy.Ibid. As noted, however, the ex- tent\nof any continuing constitutional violations was highly relevant to\nthe question of remedy.The majority also countenances the three-judge\ncourt’s reliance on dated findings. The majority notes that the\nlower court considered recent reports by the Special Master and\nReceiver,ante, at 18–19, but the majority provides no\npersuasive justification for the lower court’s refusal to receive\nhard, up-to-date evidence about any continuing violations. With the\nsafety of the people of California in the balance, the record on\nthis issue should not have been closed.The majority repeats the lower court’s error\nof reciting statistics that are clearly out of date. The Court\nnotes the lower court’s finding that as of 2005 “an inmate in one\nof California’s prisons needlessly dies every six to seven days.”\nSeeante, at 9. Yet by the date of the trial before the\nthree-judge court, the death rate had been trending downward for 10\nquarters, App. 2257, and the number of likely preventable deaths\nfell from 18 in 2006 to 3 in 2007, a decline of 83\npercent.[Footnote 5] Between\n2001 and 2007, the California prison system had the 13th lowest\naverage mortality rate of all 50 state systems.[Footnote 6]The majority highlights past instances in\nwhich particular prisoners received shockingly deficient medical\ncare. Seeante, at 5, 6–7, 10 (recounting five incidents).\nBut such anecdotal evidence cannot be given undue weight in\nassessing the current state of the California system. The\npopulation of the California prison system (156,000 inmates at the\ntime of trial) is larger than that of many medium-sized\ncities,[Footnote 7] and an\nexamination of the medical care provided to the residents of many\nsuch cities would likely reveal cases in which grossly deficient\ntreatment was provided. Instances of past mistreatment in the\nCalifornia system are relevant, but prospective relief must be\ntailored to present and future, not past, conditions.IIUnder the PLRA, a court may not\ngrant any prospective relief unless the court finds that the relief\nis narrowly drawn, extends no further than necessary to correct the\n“violation of [a] Federal right, and is the least intrusive means\nnecessary to correct the violation of the Federal right.”\n§3626(a)(1)(A). In addition, the PLRA prohibits the issuance of a\nprisoner release order unless the court finds “by clear and\nconvincing evidence that … crowding is the primary cause of the\nviolation of a Federal right” and that “no other relief will remedy\nthe violation of the Federal right.” §3626(a)(3)(E).These statutory restrictions\nlargely reflect general standards for injunctive relief aimed at\nremedying constitutional violations by state and local governments.\n“The power of the federal courts to restructure the operation of\nlocal and state governmental entities is not plenary. … Once a\nconstitutional violation is found, a federal court is required to\ntailor the scope of the remedy to fit the nature and extent of the\nconstitutional violation.”Dayton Bd. of Ed.v.Brinkman,433 U. S. 406, 419–420\n(1977) (internal quotation marks omitted).Here, the majority and the court below\nmaintain that no remedy short of a massive release of prisoners\nfrom the general prison population can remedy the State’s failure\nto provide constitutionally adequate health care. This argument is\nimplausible on its face and is not supported by the requisite clear\nand convincing evidence.It is instructive to consider the list of\ndeficiencies in the California prison health care system that are\nhighlighted in today’s opinion for this Court and in the opinion of\nthe court below. The deficiencies noted by the majority here\ninclude the following: “ ‘[e]xam tables and counter tops,\nwhere prisoners with … communicable diseases are treated, [are] not\nroutinely disinfected,’ ”ante, at 10; medical\nfacilities “ ‘are in an abysmal state of disrepair,’ ”ibid.;medications “ ‘are too often not available\nwhen needed,’ ”ante, at 10–11; “ ‘[b]asic\nmedical equipment is often not available or used,’ ”ante, at 10; prisons “would ‘hire any doctor who had “a\nlicense, a pulse and a pair of shoes,” ’ ”ibid.;and medical and mental health staff positions have\nhigh vacancy rates,ante,at 20. The three-judge court\npointed to similar problems. See Juris. App. 93a–121a (citing,\namong other things, staffing vacancies, too few beds for mentally\nill prisoners, and an outmoded records management system).Is it plausible that none of these\ndeficiencies can be remedied without releasing 46,000 prisoners?\nWithout taking that radical and dangerous step, exam tables and\ncounter tops cannot properly be disinfected? None of the system’s\ndilapidated facilities can be repaired? Needed medications and\nequipment cannot be purchased and used? Staff vacancies cannot be\nfilled? The qualifica- tions of prison physicians cannot be\nimproved? A better records management system cannot be developed\nand implemented?I do not dispute that general overcrowdingcontributesto many of the California system’s healthcare\nproblems. But it by no means follows that reducing overcrowding is\nthe only or the best or even a particularly good way to alleviate\nthose problems. Indeed, it is apparent that the prisoner release\nordered by the court below is poorly suited for this purpose. The\nrelease order is not limited to prisoners needing substantial\nmedical care but instead calls for a reduction in the system’s\noverall population. Under the order issued by the court below, it\nis not necessary for a single prisoner in the plaintiff classes to\nbe released. Although some class members will presumably be among\nthose who are discharged, the decrease in the number of prisoners\nneeding mental health treatment or other forms of extensive medical\ncare will be much smaller than the total number of prisoners\nreleased, and thus the release will produce at best only a modest\nimprovement in the burden on the medical care system.The record bears this out. The Special Master\nstated dramatically that even releasing 100,000 inmates (two-thirds\nof the California system’s entire inmate population!) would leave\nthe problem of providing mental health treatment “largely\nunmitigated.” App. 487. Similarly, the Receiver proclaimed that\n“ ‘those … who think that population controls will solve\nCalifornia’s prison health care problems … are simply\nwrong.’ ” Juris. App. 282a.The State proposed several remedies other than\na massive release of prisoners, but the three-judge court,\nseemingly intent on attacking the broader problem of general\novercrowding, rejected all of the State’s proposals. In doing so,\nthe court made three critical errors.First, the court did not assess those\nproposals and other remedies in light of conditions proved to exist\nat the time the release order was framed. Had more recent evidence\nbeen taken into account, a less extreme remedy might have been\nshown to be sufficient.Second, the court failed to distinguish\nbetween conditions that fall below the level that may be desirable\nas a matter of public policy and conditions that do not meet the\nminimum level mandated by the Constitution. To take one example,\nthe court criticized the California system because prison doctors\nmust conduct intake exams in areas separated by folding screens\nrather than in separate rooms, creating conditions that “do not\nallow for appropriate confidentiality.”Id., at 88a. But\nthe legitimate privacy expectations of inmates are greatly\ndiminished, seeHudsonv.Palmer,468 U. S. 517, 525–526\n(1984), and this Court has never suggested that the failure to\nprovide private consultation rooms in prisons amounts to cruel and\nunusual punishment.Third, the court rejected alternatives that\nwould not have provided “ ‘immediate’ ” relief. Juris.\nApp. 148a. But nothing in the PLRA suggests that public safety may\nbe sacrificed in order to implement an immediate remedy rather than\na less dangerous one that requires a more extended but reasonable\nperiod of time.If the three-judge court had not made these\nerrors, it is entirely possible that an adequate but less drastic\nremedial plan could have been crafted. Without up-to-date\ninformation, it is not possible to specify what such a plan might\nprovide, and in any event, that is not a task that should be\nundertaken in the first instance by this Court. But possible\ncomponents of such a plan are not hard to identify.Many of the problems noted above plainly could\nbe addressed without releasing prisoners and without in- curring\nthe costs associated with a large-scale prison construction\nprogram. Sanitary procedures could be improved; sufficient supplies\nof medicine and medical equipment could be purchased; an adequate\nsystem of records management could be implemented; and the number\nof medical and other staff positions could be increased. Similarly,\nit is hard to believe that staffing vacancies cannot be reduced or\neliminated and that the qualifications of medical personnel cannot\nbe improved by any means short of a massive prisoner release.\nWithout specific findings backed by hard evidence, this Court\nshould not accept the counterintuitive proposition that these\nproblems cannot be ameliorated by increasing salaries, improving\nworking conditions, and providing better training and monitoring of\nperformance.While the cost of a large-scale construction\nprogram may well exceed California’s current financial\ncapabilities, a more targeted program, involving the repair and\nperhaps the expansion of current medical facilities (as opposed to\ngeneral prison facilities), might be manageable. After all, any\nremedy in this case, including the new programs associated with the\nprisoner release order and other proposed relief now before the\nthree-judge court, will necessarily involve some state\nexpenditures.Measures such as these might be combined with\ntargeted reductions in critical components of the State’s prison\npopulation. A certain number of prisoners in the classes on whose\nbehalf the two cases were brought might be transferred to\nout-of-state facilities. The three-judge court rejected the State’s\nproposal to transfer prisoners to out-of-state facilities in part\nbecause the number of proposed transfers was too small. Seeid.,at 160a. See alsoante, at 30. But this\nreasoning rested on the court’s insistence on a reduction in the\nState’s general prison population rather than the two plaintiff\nclasses.When the State proposed to make a targeted\ntransfer of prisoners in one of the plaintiff classes\n(i.e.,prisoners needing mental health treatment), one of\nthe District Judges blocked the transfers for fear that the\nout-of-state facilities would not provide a sufficiently high level\nof care. See App. 434–440. The District Judge even refused to allow\nout-of-state transfers for prisoners who volunteered for\nrelocation. Seeid., at 437. And the court did this even\nthough there was not even an allegation, let alone clear evidence,\nthat the States to which these prisoners would have been sent were\nviolating the Eighth Amendment.The District Judge presumed that the receiving\nStates might fail to provide constitutionally adequate care, but\n“ ‘in the absence of clear evidence to the contrary, courts\npresume that [public officers] have properly discharged their\nofficial duties.’ ”United Statesv.Armstrong,517 U. S. 456, 464\n(1996) (quotingUnited Statesv.Chemical Foundation,\nInc.,272 U. S.\n1, 14–15 (1926));Postal Servicev.Gregory,534 U. S. 1, 10\n(2001) (“[A] presumption of regularity attaches to the actions of\nGovernment agencies”); see alsoMcKunev.Lile,536 U. S. 24, 51\n(2002) (O’Connor, J., concurring in judgment) (“[W]e may assume\nthat the prison is capable of controlling its inmates so that\nrespondent’s personal safety is not jeopardized … , at least in the\nabsence of proof to the contrary”).[Footnote 8]Finally, as a last resort, a much smaller\nrelease of prisoners in the two plaintiff classes could be\nconsidered. Plaintiffs proposed not only a systemwide population\ncap, but also a lower population cap for inmates in specialized\nprograms. Tr. 2915:12–15 (Feb. 3, 2009). The three-judge court\nrejected this proposal, and its response exemplified what went\nwrong in this case. One judge complained that this remedy would be\ndeficient because it would protect only the members of the\nplaintiff classes. The judge stated:“The only thing is we would be protecting the class\nmembers. And maybe that’s the appropriate thing to do. I mean,\nthat’s what this case is about, but it would be … difficult for me\nto say yes, and the hell with everybody else.”Id.,at\n2915:23–2916:2.Overstepping his authority, the judge was not\ncontent to provide relief for the classes of plaintiffs on whose\nbehalf the suit before him was brought. Nor was he content to\nremedy the only constitutional violations that were proved—which\nconcerned the treatment of the members of those classes. Instead,\nthe judge saw it as his responsibility to attack the general\nproblem of overcrowding.IIIBefore ordering any prisoner\nrelease, the PLRA commands a court to “give substantial weight to\nany adverse impact on public safety or the operation of a criminal\njustice system caused by the relief.” §3626(a)(1)(A). This\nprovision unmistakably reflects Congress’ view that prisoner\nrelease orders are inherently risky.In taking this view, Congress was\nwell aware of the impact of previous prisoner release orders. The\nprisoner release program carried out a few years earlier in\nPhiladelphia is illustrative. In the early 1990’s, federal courts\nenforced a cap on the number of inmates in the Philadelphia prison\nsystem, and thousands of inmates were set free. Although efforts\nwere made to release only those prisoners who were least likely to\ncommit violent crimes, that attempt was spectacularly unsuccessful.\nDuring an 18-month period, the Philadelphia police rearrested\nthousands of these prisoners for committing 9,732 new crimes. Those\ndefendants were charged with 79 murders, 90 rapes, 1,113 assaults,\n959 robberies, 701 burglaries, and 2,748 thefts, not to mention\nthousands of drug offenses.[Footnote 9] Members of Congress were well aware of this\nexperience.[Footnote 10]Despite the record of past prisoner release\norders, the three-judge court in this case concluded that loosing\n46,000 criminals would not produce a tally like that in\nPhiladelphia and would actually improve public safety. Juris. App.\n248a–249a. In reaching this debatable con- clusion, the three-judge\ncourt relied on the testimony of selected experts,id., at\n248a, and the majority now defers to what it characterizes as the\nlower court’s findings of fact on this controversial public policy\nissue,ante, at 15, 19–20, 24.This is a fundamental and dangerous error.\nWhen a trial court selects between the competing views of experts\non broad empirical questions such as the efficacy of preventing\ncrime through the incapacitation of convicted criminals, the trial\ncourt’s choice is very different from a classic finding of fact and\nis not entitled to the same degree of deference on appeal.The particular three-judge court convened in\nthis case was “confident” that releasing 46,000 prisoners pursuant\nto its plan “would in fact benefit public safety.” Juris. App.\n248a–249a. According to that court, “overwhelming evidence”\nsupported this purported finding.Id.,at 232a. But a more\ncautious court, less bent on implementing its own criminal justice\nagenda, would have at least acknowledged that the consequences of\nthis massive prisoner release cannot be ascertained in advance with\nany degree of certainty and that it is entirely possible that this\nrelease will produce results similar to those under prior\ncourt-ordered population caps. After all, the sharp increase in the\nCalifornia prison population that the three-judge court lamented,\nseeid.,at 254a, has been accompanied by an equally sharp\ndecrease in violent crime.[Footnote 11] These California trends mirror similar\ndevelopments at the national level,[Footnote 12] and “[t]here is a general consensus that the\ndecline in crime is, at least in part, due to more and longer\nprison sentences.”[Footnote\n13] If increased incarceration in California has led to\ndecreased crime, it is entirely possible that a decrease in\nimprisonment will have the opposite effect.Commenting on the testimony of an expert who\nstated that he could not be certain about the effect of the massive\nprisoner discharge on public safety, the three-judge court\ncomplained that “[s]uch equivocal testimony is not helpful.”Id.,at 247a. But testimony pointing out the difficulty of\nassessing the consequences of this drastic remedy would have been\nvalued by a careful court duly mindful of the overriding need to\nguard public safety.The three-judge court acknowledged that it\n“ha[d] not evaluated the public safety impact of each individual\nelement” of the population reduction plan it ordered the State to\nimplement. App. to Juris. Statement 3a. The majority argues that\nthe three-judge court nevertheless gave substantial weight to\npublic safety because its order left “details of implementation to\nthe State’s discretion.”Ante, at 41. Yet the State had\ntold the three-judge court that, after studying possible population\nreduction measures, it concluded that “reducing the prison\npopulation to 137.5% within a two-year period cannot be\naccomplished without unacceptably compromising public safety.”\nJuris. App. 317a. The State found that public safety required a\n5-year period in which to achieve the ordered reduction.Ibid.Thus, the three-judge court approved a\npopulation reduction plan that neither it nor the State found could\nbe implemented without unacceptable harm to public safety. And this\nCourt now holds that the three-judge court discharged its\nobligation to “give substantial weight to any adverse impact on\npublic safety,” §3626(a)(1)(A), by deferring to officials who did\nnot believe the reduction could be accomplished in a safe manner. I\ndo not believe the PLRA’s public-safety requirement is so\ntrivial.The members of the three-judge court and the\nexperts on whom they relied may disagree with key elements of the\ncrime-reduction program that the State of California has pursued\nfor the past few decades, including “the shift to inflexible\ndeterminate sentencing and the passage of harsh mandatory minimum\nand three-strikes laws.”Id.,at 254a. And experts such as\nthe Receiver are entitled to take the view that the State should\n“re-thin[k] the place of incarceration in its criminal justice\nsystem,” App. 489. But those controversial opinions on matters of\ncriminal justice policy should not be permitted to override the\nreasonable policy view that is implicit in the PLRA—that prisoner\nrelease orders present an inherent risk to the safety of the\npublic.*  *  *The prisoner release ordered in\nthis case is unprecedented, improvident, and contrary to the PLRA.\nIn largely sustaining the decision below, the majority is gambling\nwith the safety of the people of California. Before putting public\nsafety at risk, every reasonable precaution should be taken. The\ndecision below should be reversed, and the case should be remanded\nfor this to be done.I fear that today’s decision,\nlike prior prisoner release orders, will lead to a grim roster of\nvictims. I hope that I am wrong.In a few years, we will see.Footnote 1Before requesting the appointment of a three-judge court,\nthe District Court inColemanrecognized “commendable\nprogress” in the State’s effort to provide adequate mental health\ncare, Juris. App. 294a, and the District Court inPlataacknowledged that “the Receiver has made much progress since his\nappointment,”id., at 280a. The report of the Special\nMaster to which the Court refers,ante, at 18–19,\nidentifies a “generally positive trend.” App. 803.Footnote 2For this reason, it is simply not the case\nthat “evidence of current conditions … informed every aspect of the\njudgment of the three-judge court,” as the majority insists,ante, at 25.Footnote 3Because the Ninth Circuit places the burden\non the State to prove the absence of an ongoing violation when it\nmoves to terminate prospective relief, seeGilmorev.California, 220 F. 3d 987, 1007 (CA9 2000), even if\nthe State had unsuccessfully moved to terminate pro- spective\nrelief under 18 U. S. C. §3626(b), there would still have been\nno determination that plaintiffs had carried their burden under the\nPLRA to establish by clear and convincing evidence that a prisoner\nrelease order is necessary to correct an ongoing rights\nviolation.Footnote 4It is also no answer to say, as the Court now\ndoes,ante, at 26, that the State had the opportunity to\nresist the convening of the three-judge court on the ground that\nthere were no unremedied constitutional violations as of that date.\nSee §3626(a)(3)(A)(i). The District Courts granted plaintiffs’\nmotions to convene a three-judge court in 2007, three years before\nthe remedial decree here was issued. Thus, the conditions in the\nprison system as of the date when the decree was issued were not\nnecessarily the same as those that existed before the three-judge\ncourt proceedings began. Moreover, as noted above, even if all of\nthe violations in the system had not been cured at the time of the\nremedial decree, an accurate assessment of conditions as of that\ndate was essential in order to ensure that the relief did not sweep\nmore broadly than necessary.Footnote 52008 Death Reviews 22. The majority elides\nthe improvement by combining likely preventable deaths with those\nthat were “possibly preventable,”ante, at 7, n. 4,\nthat is, cases in which “[i]n the judgment of the reviewer,” 2008\nDeath Reviews 3, “it’s fifty-fifty that better care would have\npossibly prevented the death,” App. 2277;id., at 2256. As\nthe majority acknowledges, even this class of cases is now\ndramatically diminished, and the three-judge court must take the\ncurrent conditions into account when revising its remedy going\nforward.Ante, at 7, n. 4.Footnote 6Bureau of Justice Statistics, State Prison\nDeaths, 2001–2007, available at\nhttp://bjs.ojp.usdoj.gov/index.cfm?ty=pbdetail&iid=2093 (Table\n13) (all Internet materials as visited May 20, 2011, and available\nin Clerk of Court’s case file); see also App. 2257–2258. California\nhad the 14th lowest “ ‘average annual illness mortality [rate]\nper 100,000 state prisoners from 2001 to 2004.’ ” Juris. App.\n125a. According to a 2007 report, state prisoners had a 19 percent\nlower death rate than the general U. S. adult population as of\n2004. Bureau of Justice Statistics, Medical Causes of Death in\nState Prisons, 2001–2004, p. 1, available at\nhttp://bjs.ojp.usdoj.gov/content/pub/pdf/mcdsp04.pdf.Footnote 7For example, the population of the California\nprison system ex- ceeds that of Syracuse, New York; Bridgeport,\nConnecticut; Springfield, Massachusetts; Eugene, Oregon; and\nSavannah, Georgia.Footnote 8The Court rejects the State’s argument that\nout-of-state transfers offer a less restrictive alternative to a\nprisoner release order because “requiring out-of-state transfers\nitself qualifies as a population limit under the PLRA.”Ante, at 29–30. But the PLRA does not apply when the State\nvoluntarily conducts such transfers, as it has sought to do.Footnote 9Hearing on Prison Reform before the Senate Committee on\nthe Judiciary, 104th Cong., 1st Sess., 49 (1995) (statement of\nLynne Abraham, District Attorney of Philadelphia); Hearings before\nthe Subcommittee on Crime of the House Committee on the Judiciary,\n104th Cong., 1st Sess., 259 (1995) (same); see also Hearing before\nthe Subcommittee on Crime, Terrorism, and Homeland Security of the\nHouse Committee on the Judiciary, 110th Cong., 2d Sess., 31 (2008)\n(statement of Sarah V. Hart, Assistant District Attorney,\nPhiladelphia District Attorney’s Office).Footnote 10Condemning the inappropriate imposition of prison\npopulation caps, Senator Sarbanes cited “the case of Philadelphia,\nwhere a court-ordered prison cap has put thousands of violent\ncriminals back on the city’s streets, often with disastrous\nconsequences.” 141 Cong. Rec. 26549 (1995). Senator Abraham\ncomplained that “American citizens are put at risk every day by\ncourt decrees … that cure prison crowding by declaring that we must\nfree dangerous criminals before they have served their time.”Id.,at 26448. “The most egregious example,” he added, “is\nthe city of Philadelphia.”Ibid.Footnote 11From 1992 to 2009, the violent crime rate in\nCalifornia per 100,000 residents fell from 1,119.7 to 472.0—a\ndecrease of 57.8 percent. Similarly, in the United States from 1992\nto 2009, the violent crime rate per 100,000 residents fell from\n757.7 to 429.4—a decrease of 43.3 percent. Dept. of Justice,\nFederal Bureau of Investigation, Uniform Crime Reporting\nStatistics, http://www.ucrdatatool.gov.Footnote 12According to the three-judge court,\nCalifornia’s prison population has increased by 750 percent since\nthe mid-1970’s. Juris. App. 254a. From 1970 to 2005, the Nation’s\nprison population increased by 700 percent. Public Safety, Public\nSpending: Forecasting America’s Prison Population 2007–2011, 19\nFed. Sent. Rep. 234, 234 (2007).Footnote 13Paternoster, How Much Do We Really Know About Criminal\nDeterrence? 100 J. Crim. L. & Criminology 765, 801 (2010)\n(citing research on this issue).",
    "joined": []
}