{
    "case": {
        "docket": "81",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/81/"
    },
    "id": "1962163",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTWOODFORD V. NGO548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-416JEANNE S. WOODFORD, et al., PETITIONERSv.VIET MIKE NGOon writ of certiorari to the united states court of\nappeals for the ninth circuit[June 22, 2006]Justice Alito delivered the\nopinion of the Court.This case presents the question\nwhether a prisoner can satisfy the Prison Litigation Reform Act’s\nexhaustion requirement, 42 U. S. C. §1997e(a), by filing an\nuntimely or otherwise procedurally defective administrative\ngrievance or appeal. We hold that proper exhaustion of\nadministrative remedies is necessary.IACongress enacted the Prison\nLitigation Reform Act of 1995 (PLRA), 110 Stat. 1321–71, as\namended, 42 U. S. C. §1997eet seq.,in 1996 in the\nwake of a sharp rise in prisoner litigation in the federal courts,\nsee,e.g.,Alexanderv.Hawk, 159\nF. 3d 1321, 1324–1325 (CA11 1998) (citing statistics). The\nPLRA contains a variety of provisions designed to bring this\nlitigation under control. See,e.g., §1997e(c) (requiring\ndistrict courts to weed out prisoner claims that clearly lack\nmerit); §1997e(e) (prohibiting claims for emotional injury without\nprior showing of physical injury); §1997e(d) (restricting\nattorney’s fees).A centerpiece of the PLRA’s\neffort “to reduce the quantity … of prisoner suits” is an\n“invigorated” exhaustion provision, §1997e(a).Porterv.Nussle,534\nU. S. 516, 524 (2002). Before 1980, prisoners asserting\nconstitutional claims had no obligation to exhaust administrative\nremedies. SeeWilwordingv.Swenson,404 U. S. 249, 251\n(1971)(per curiam). In the Civil Rights of\nInstitutionalized Persons Act, §7, 94 Stat. 349, Congress enacted a\nweak exhaustion provision, which authorized district courts to stay\nactions under Rev. Stat. §1979, 42 U. S. C. §1983 for a\nlimited time while a prisoner exhausted “such plain, speedy, and\neffective administrative remedies as are available.” §1997e(a)(1)\n(1994 ed.). “Exhaustion under the 1980 prescription was in large\npart discretionary; it could be ordered only if the State’s prison\ngrievance system met specified federal standards, and even then,\nonly if, in the particular case, the court believed the requirement\n‘appropriate and in the interests of justice.’ ”Nussle,supra,at 523 (quoting §1997e). In\naddition, this provision did not require exhaustion if the prisoner\nsought only money damages and such relief was not available under\nthe relevant administrative scheme. SeeMcCarthyv.Madigan,503 U. S. 140, 150–151\n(1992).The PLRA strengthened this exhaustion\nprovision in several ways. Exhaustion is no longer left to the\ndiscretion of the district court, but is mandatory. SeeBoothv.Churner,532 U. S. 731, 739\n(2001). Prisoners must now exhaust all “available” remedies, not\njust those that meet federal standards. Indeed, as we held inBooth, a prisoner must now exhaust administrative remedies\neven where the relief sought—monetary damages—cannot be granted by\nthe administrative process.Id.,at 734. Finally,\nexhaustion of available administrative remedies is required for any\nsuit challenging prison conditions, not just for suits under §1983.Nussle,supra,at 524.BCalifornia has a grievance system\nfor prisoners who seek to challenge their conditions of\nconfinement. To initiate the process, an inmate must fill out a\nsimple form, Dept. of Corrections, Inmate/Parolee Appeal Form, CDC\n602 (12/87) (hereinafter Form 602), that is made “readily available\nto all inmates.” Cal. Code Regs., tit. 15, §3084.1(c) (2004). The\ninmate must fill out two parts of the form: part A, which is\nlabeled “Describe Problem,” and part B, which is labeled “Action\nRequested.” Then, as explained on Form 602 itself, the prisoner\n“must first informally seek relief through discussion with the\nappropriate staff member.” App. 40–41. The staff member fills in\npart C of Form 602 under the heading “Staff Response” and then\nreturns the form to the inmate.If the prisoner is dissatisfied\nwith the result of the informal review, or if informal review is\nwaived by the State, the inmate may pursue a three-step review\nprocess. See §§3084.5(b)–(d). Although California labels this\n“formal” review (apparently to distinguish this process from the\nprior step), the three-step process is relatively simple. At the\nfirst level, the prisoner must fill in part D of Form 602, which\nstates: “If you are dissatisfied, explain below.”Id.,at\n40. The inmate then must submit the form, together with a few other\ndocuments, to the Appeals Coordinator within 15 working days—three\nweeks—of the action taken. §3084.6(c). This level may be bypassed\nby the Appeals Coordinator in certain circumstances. §3084.5(b).\nWithin 15 working days after an inmate submits an appeal, the\nreviewer must inform the inmate of the outcome by completing part E\nof Form 602 and returning the form to the inmate.If the prisoner receives an adverse\ndetermination at this first level, or if this level is bypassed,\nthe inmate may proceed to the second level of review conducted by\nthe warden. §§3084.5(c), (e)(1). The inmate does this by filling in\npart F of Form 602 and submitting the form within 15 working days\nof the prior decision. Within 10 working days thereafter, the\nreviewer provides a decision on a letter that is attached to the\nform. If the prisoner’s claim is again denied or the prisoner\notherwise is dissatisfied with the result, the prisoner must\nexplain the basis for his or her dissatisfaction on part H of the\nform and mail the form to the Director of the California Department\nof Corrections and Rehabilitation within 15 working days.\n§3084.5(e)(2). An inmate’s appeal may be rejected where “[t]ime\nlimits for submitting the appeal are exceeded and the appellant had\nthe opportunity to file within the prescribed time constraints.”\n§3084.3(c)(6).CRespondent is a prisoner who was\nconvicted for murder and is serving a life sentence in the\nCalifornia prison system. In October 2000, respondent was placed in\nadministrative segregation for allegedly engaging in “inappropriate\nactivity” in the prison chapel. Two months later, respondent was\nreturned to the general population, but respondent claims that he\nwas prohibited from participating in “special programs,” including\na variety of religious activities. Approximately six months after\nthat restriction was imposed, respondent filed a grievance with\nprison officials challenging that action. That grievance was\nrejected as untimely because it was not filed within 15 working\ndays of the action being challenged. See §§3084.3(c)(6),\n3084.6(c).Respondent appealed that decision\ninternally without success, and subsequently sued\npetitioners—California correctional officials—under 42 U.\nS. C. §1983 in Federal District Court. The District Court\ngranted petitioners’ motion to dismiss because respondent had not\nfully exhausted his administrative remedies as required by\n§1997e(a). See App. to Pet. for Cert. 24–25.The Court of Appeals for the Ninth Circuit\nreversed and held that respondent had exhausted administrative\nremedies simply because no such remedies remained available to him.\n403 F. 3d 620, 629–630 (2005). The Ninth Circuit’s decision,\nwhile consistent with the decision of a divided panel of the Sixth\nCircuit inThomasv.Woolum, 337 F. 3d 720\n(2003), conflicts with decisions of four other Courts of Appeals.\nSeePozov.McCaughtry, 286 F. 3d 1022, 1025\n(CA7) (“To exhaust remedies, a prisoner must file complaints and\nappeals in the place, and at the time, the prison’s administrative\nrules require”), cert. denied,537 U. S. 949(2002);Rossv.County of Bernalillo, 365 F. 3d\n1181, 1185–1186 (CA10 2004) (same); Spruillv.Gillis, 372 F. 3d 218, 230 (CA3 2004) (same);Johnsonv.Meadows, 418 F. 3d 1152, 1159\n(CA11 2005) (same). We granted certiorari to address this conflict,\n546 U. S. ___ (2005), and we now reverse.IIAThe PLRA provides as follows:“No action shall be brought with respect to prison\nconditions under section 1983 of this title, or any other Federal\nlaw, by a prisoner confined in any jail, prison, or other\ncorrectional facilityuntil such administrative remedies as are\navailable are exhausted.” §1997e(a) (2000 ed.) (emphasis\nadded).There is no dispute that this\nlanguage requires a prisoner to “exhaust” administrative remedies,\nbut the parties differ sharply in their understanding of the\nmeaning of this requirement. Petitioners argue that this provision\nrequires proper exhaustion. This means, according to petitioners,\nthat a prisoner must complete the administrative review process in\naccordance with the applicable procedural rules, including\ndeadlines, as a precondition to bringing suit in federal court.\nRespondent, on the other hand, argues that this provision demands\nwhat he terms “exhaustionsimpliciter.” Brief for\nRespondent 7. In his view, §1997e(a) simply means that a prisoner\nmay not bring suit in federal court until administrative remedies\nare no longer available. Under this interpretation, the reason why\nadministrative remedies are no longer available is irrelevant. Bare\nunavailability suffices even if this results from a prisoner’s\ndeliberate strategy of refraining from filing a timely grievance so\nthat the litigation of the prisoner’s claim can begin in federal\ncourt.The key for determining which of these\ninterpretations of §1997e(a) is correct lies in the term of art\n“exhausted.” Exhaustion is an important doctrine in both\nadministrative and habeas law, and we therefore look to those\nbodies of law for guidance.B“The doctrine of exhaustion of\nadministrative remedies is well established in the jurisprudence of\nadministrative law.”McKartv.United States,395 U. S. 185,\n193 (1969). “The doctrine provides ‘that no one is entitled to\njudicial relief for a supposed or threatened injury until the\nprescribed administrative remedy has been exhausted.’ ”Ibid. (quotingMyersv.Bethlehem\nShipbuilding Corp.,303 U. S. 41, 50–51\n(1938)). Exhaustion of administrative remedies serves two main\npurposes. SeeMcCarthy,503 U. S., at 145.First, exhaustion protects\n“administrative agency authority.”Ibid.Exhaustion gives\nan agency “an opportunity to correct its own mistakes with respect\nto the programs it administers before it is haled into federal\ncourt,” and it discourages “disregard of [the agency’s]\nprocedures.”Ibid.Second, exhaustion promotes efficiency.Ibid.Claims generally can be resolved much more quickly\nand economically in proceedings before an agency than in litigation\nin federal court. In some cases, claims are settled at the\nadministrative level, and in others, the proceedings before the\nagency convince the losing party not to pursue the matter in\nfederal court. Seeibid.;Parisiv.Davidson,405 U. S. 34, 37 (1972);McKart,supra,at 195. “And even where a\ncontroversy survives administrative review, exhaustion of the\nadministrative procedure may produce a useful record for subsequent\njudicial consideration.”McCarthy,supra,at\n145.Because of the advantages of administrative\nreview, some aggrieved parties will voluntarily exhaust all avenues\nof administrative review before resorting to federal court, and for\nthese parties an exhaustion requirement is obviously unnecessary.\nStatutes requiring exhaustion serve a purpose when a significant\nnumber of aggrieved parties, if given the choice, would not\nvoluntarily exhaust. Aggrieved parties may prefer not to exhaust\nadministrative remedies for a variety of reasons. Although\nexhaustion promotes overall efficiency, a party may\nconclude—correctly or incorrectly—that exhaustion is not efficient\nin that party’s particular case. In addition, some aggrieved\nparties may prefer to proceed directly to federal court for other\nreasons, including bad faith.[Footnote 1] SeeThomas,supra,at\n752–753 (Rosen, J., dissenting in part and concurring in\njudgment).Because exhaustion requirements are designed\nto deal with parties who do not want to exhaust, administrative law\ncreates an incentive for these parties to do what they would\notherwise prefer not to do, namely, to give the agency a fair and\nfull opportunity to adjudicate their claims. Administrative law\ndoes this by requiring proper exhaustion of administrative\nremedies, which “means using all steps that the agency holds out,\nand doing soproperly(so that the agency addresses the\nissues on the merits).”Pozo,286 F. 3d, at 1024\n(emphasis in original). This Court has described the doctrine as\nfollows: “[A]s a general rule . . . courts should not topple over\nadministrative decisions unless the administrative body not only\nhas erred,but has erred against objection made at the time\nappropriate under its practice.”United Statesv.L. A. Tucker Truck Lines, Inc.,344 U. S. 33, 37 (1952)\n(emphasis added). See alsoSimsv.Apfel,530 U. S. 103, 108 (2000);id., at 112 (O’Connor, J., concurring in part and\nconcurring in judgment) (“On this underlying principle of\nadministrative law, the Court is unanimous”);id., at\n114–115 (Breyer, J., dissenting);Unemployment Compensation\nComm’n of Alaskav.Aragon,329 U. S. 143, 155\n(1946);Hormelv.Helvering,312 U. S. 552, 556–557\n(1941); 2 K. Davis & R. Pierce, Administrative Law Treatise\n§15:8, pp. 341–344 (3d ed. 1994). Proper exhaustion demands\ncompliance with an agency’s deadlines and other critical procedural\nrules because no adjudicative system can function effectively\nwithout imposing some orderly structure on the course of its\nproceedings.[Footnote 2]CThe law of habeas corpus has\nrules that are substantively similar to those described above. The\nhabeas statute generally requires a state prisoner to exhaust state\nremedies before filing a habeas petition in federal court. See 28\nU. S. C. §§2254(b)(1), (c). “This rule of comity reduces\nfriction between the state and federal court systems by avoiding\nthe ‘unseem[liness]’ of a federal district court’s overturning a\nstate-court conviction without the state courts having had an\nopportunity to correct the constitutional violation in the first\ninstance.”O’Sullivanv.Boerckel,526 U. S. 838, 845\n(1999) (alteration in original). A state prisoner is generally\nbarred from obtaining federal habeas relief unless the prisoner has\nproperly presented his or her claims through one “complete round of\nthe State’s established appellate review process.”Ibid.\nIn practical terms, the law of habeas, like administra- tive law,\nrequires proper exhaustion, and we have described this feature of\nhabeas law as follows: “To . . . ‘protect the integrity’ of the\nfederal exhaustion rule, we ask not only whether a prisoner has\nexhausted his state remedies, but also whether he hasproperlyexhausted those remedies . . . .”Id.,\nat 848 (citation omitted; emphasis in original).The law of habeas, however, uses\nterminology that differs from that of administrative law. In\nhabeas, the sanction for failing to exhaust properly (preclusion of\nreview in federal court) is given the separate name of procedural\ndefault, although the habeas doctrines of exhaustion and procedural\ndefault “are similar in purpose and design and implicate similar\nconcerns,”Keeneyv.Tamayo-Reyes,504 U. S. 1, 7 (1992). See\nalsoColemanv.Thompson,501 U. S. 722, 731–732\n(1991). In habeas, state-court remedies are described as having\nbeen “exhausted” when they are no longer available, regardless of\nthe reason for their unavailability. SeeGrayv.Netherland,518 U. S. 152, 161\n(1996). Thus, if state-court remedies are no longer available\nbecause the prisoner failed to comply with the deadline for seeking\nstate-court review or for taking an appeal, those remedies are\ntechnically exhausted,ibid., but exhaustion in this sense\ndoes not automatically entitle the habeas petitioner to litigate\nhis or her claims in federal court. Instead, if the petitioner\nprocedurally defaulted those claims, the prisoner generally is\nbarred from asserting those claims in a federal habeas proceeding.Id., at 162;Coleman,supra, at\n744–751.IIIWith this background in mind, we\nare persuaded that the PLRA exhaustion requirement requires proper\nexhaustion.AThe text of 42 U. S. C.\n§1997e(a) strongly suggests that the PLRA uses the term “exhausted”\nto mean what the term means in administrative law, where exhaustion\nmeans proper exhaustion. Section 1997e(a) refers to “such\nadministrative remedies as are available,” and thus points to the\ndoctrine of exhaustion in administrative law.BConstruing §1997e(a) to require\nproper exhaustion also fits with the general scheme of the PLRA,\nwhereas respondent’s interpretation would turn that provision into\na largely useless appendage. The PLRA attempts to eliminate\nunwarranted federal-court interference with the administration of\nprisons,[Footnote 3] and thus\nseeks to “affor[d] corrections officials time and opportunity to\naddress complaints internally before allowing the initiation of a\nfederal case.”Nussle, 534 U. S., at 525. See alsoBooth,532 U. S., at 739. The PLRA also was intended to\n“reduce the quantity and improve the quality of prisoner suits.”Nussle,supra,at 524.Requiring proper exhaustion\nserves all of these goals. It gives prisoners an effective\nincentive to make full use of the prison grievance process and\naccordingly provides prisons with a fair opportunity to correct\ntheir own errors. This is particularly important in relation to\nstate corrections systems because it is “difficult to imagine an\nactivity in which a State has a stronger interest, or one that is\nmore intricately bound up with state laws, regulations, and\nprocedures, than the administration of its prisons.”Preiserv.Rodriguez,411 U. S. 475, 491–492\n(1973).Proper exhaustion reduces the quantity of\nprisoner suits because some prisoners are successful in the\nadministrative process, and others are persuaded by the proceedings\nnot to file an action in federal court.[Footnote 4] Finally, proper exhaustion improves the\nquality of those prisoner suits that are eventually filed because\nproper exhaustion often results in the creation of an\nadministrative record that is helpful to the court. When a\ngrievance is filed shortly after the event giving rise to the\ngrievance, witnesses can be identified and questioned while\nmemories are still fresh, and evidence can be gathered and\npreserved.While requiring proper exhaustion serves the\npurposes of the PLRA, respondent’s interpretation of §1997e(a)\nwould make the PLRA exhaustion scheme wholly ineffective. The\nbenefits of exhaustion can be realized only if the prison grievance\nsystem is given a fair opportunity to consider the grievance. The\nprison grievance system will not have such an opportunity unless\nthe grievant complies with the system’s critical procedural rules.\nA prisoner who does not want to participate in the prison grievance\nsystem will have little incentive to comply with the system’s\nprocedural rules unless noncompliance carries a sanction, and under\nrespondent’s interpretation of the PLRA noncompliance carries no\nsignificant sanction. For example, a prisoner wishing to bypass\navailable administrative remedies could simply file a late\ngrievance without providing any reason for failing to file on time.\nIf the prison then rejects the grievance as untimely, the prisoner\ncould proceed directly to federal court. And acceptance of the late\ngrievance would not thwart the prisoner’s wish to bypass the\nadministrative process; the prisoner could easily achieve this by\nviolating other procedural rules until the prison administration\nhas no alternative but to dismiss the grievance on procedural\ngrounds. We are confident that the PLRA did not create such a\ntoothless scheme.Respondent argues that his interpretation of\nthe PLRA’s exhaustion provision would filter out frivolous claims\nbecause, by the time the deadline for filing a grievance has\npassed, the inmate may no longer wish to file suit. Brief for\nRespondent 43. But since the deadline for filing an administrative\ngrievance is generally not very long—14 to 30 days according to the\nUnited States, see Brief for United States asAmicus\nCuriae29, and even less according to respondent, see Brief\nfor Respondent 30, n. 17—it is doubtful that Congress thought\nrequiring a prisoner to wait this long would provide much of a\ndeterrent. Indeed, many prisoners would probably find it difficult\nto prepare, file, and serve a civil complaint before the expiration\nof the deadline for filing a grievance in many correctional\nsystems.Respondent also contends that his\ninterpretation of the PLRA exhaustion requirement would filter out\nfrivolous claims because prisoners could not simply wait until the\ndeadline for filing an administrative grievance had passed.\nAccording to respondent, “most grievance systems give\nadministrators the discretion to hear untimely grievances,” and\ntherefore a prisoner “will be required to file an untimely\ngrievance and thereby give the grievance system” the opportunity to\naddress the complaint.Id.,at 43. But assuming for the\nsake of argument that the premise of this argument is correct,i.e., that a court could never conclude that\nadministrative remedies were unavailable unless an administrative\ndecision had so held, but seeColeman,501 U. S., at 735,\nn., a prisoner who does not want to participate in the prison\ngrievance process would have little difficulty in forcing the\nprison to dismiss his administrative case on procedural grounds.\nUnder the California system, for example, a prisoner has numerous\nopportunities to miss deadlines. Therefore, the task of engineering\nsuch a dismissal of a grievance on procedural grounds is unlikely\nto be sufficient to alter the conduct of a prisoner whose objective\nis to bypass the administrative process.CFinally, as interpreted by\nrespondent, the PLRA exhaustion requirement would be unprecedented.\nRespondent has not pointed to any statute or case that purports to\nrequire exhaustion while at the same time allowing a party to\nbypass deliberately the administrative process by flouting the\nagency’s procedural rules. It is most unlikely that the PLRA, which\nwas intended to deal with what was perceived as a disruptive tide\nof frivolous prisoner litigation, adopted an exhaustion requirement\nthat goes further than any other model that has been called to our\nattention in permitting the wholesale bypassing of administrative\nremedies. Respondent identifies three models for the scheme of\n“exhaustionsimpliciter” that he believes is set out in\nthe PLRA, but none of these examples is apt.Respondent first looks to habeas\nlaw as it existed prior toWainwrightv.Sykes,433 U. S. 72(1977). Before then, a federal habeas claim could be procedurally\ndefaulted only if the prisoner deliberately bypassed state\nremedies. SeeFayv.Noia,372 U. S. 391, 438 (1963). It would be\nfanciful, however, to suggest that the PLRA exhaustion requirement\nwas patterned on habeas law as it existed in the years betweenFayandWainwright. As respondent stresses, the\nPLRA was enacted contemporaneously with the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), 110 Stat. 104, which\ngave federal habeas review a structure markedly different from that\nwhich existed in the period betweenFayandWainwright.Furthermore, respondent’s interpretation of\n§1997e(a) would not duplicate the scheme that existed in habeas\nduring that interval. As interpreted by respondent, §1997e(a) would\npermit a prisoner to bypass deliberately and flagrantly\nadministrative review without any risk of sanction. Because it is\nunlikely that the PLRA was intended to permit this, the two Courts\nof Appeals that have held that §1997e(a) does not require proper\nexhaustion both pointedly stated that their decisions did not allow\na prisoner to bypass deliberately administrative remedies. See 403\nF. 3d, at 629;Thomas, 337 F. 3d, at 732, and n.\n4. Neither of these courts, however, explained how §1997e(a) can be\ninterpreted in this way—that is, so that it does not require proper\nexhaustion but somehow proscribes deliberate bypass.Apparently recognizing that such an\ninterpretation neither has a statutory basis nor refers to a\nconcept of exhaustion from an existing body of law, respondent does\nnot contend that §1997e(a) prohibits deliberate bypass; in his\nview, all that §1997e(a) demands is that a prisoner wait until any\nopportunity for administrative review has evaporated. But in making\nthis argument, respondent asks us to hold that the PLRA was meant\nto adopt an exhaustion scheme that stands in sharp contrast to both\ncurrent and past habeas law and is unlike any other exhaustion\nscheme that has been called to our attention.Respondent next suggests that the PLRA\nexhaustion requirement was patterned on §14(b) of the Age\nDiscrimination in Employment Act of 1967, (ADEA), 81 Stat. 607,\ncodified at 29 U. S. C. §633(b), and §706(e) of Title VII of\nthe Civil Rights Act of 1964, 78 Stat. 260, as redesignated and\namended, 42 U. S. C. §2000e–5(e), but these are implausible\nmodels. Neither of these provisions makes reference to the concept\nof exhaustion, and neither is in any sense an exhaustion\nprovision.InOscar Mayer & Co.v.Evans,441\nU. S. 750(1979), we considered §14(b) of the ADEA, which\nprovides that, if a State has an agency to redress state-law\nage-related employment-discrimination claims, an ADEA claim may not\nbe brought in federal court “before the expiration of sixty daysafter proceedings have been commencedunder the State\nlaw.” 29 U. S. C. §633(b) (emphasis added). This provision\nmakes no reference to the exhaustion of state remedies, only to the\n“commence[ment]” of state proceedings, and this provision leaves no\ndoubt that proper commencement of those proceedings is not\nrequired. As we noted, seeOscar Mayer, 441 U. S., at 759,\n§14(b) of the ADEA states that the requirement of commencement is\nsatisfied merely by sending the state agency a signed statement of\nthe pertinent facts, and §14(b) explicitly provides that the\ncommencement requirement does not entail compliance with any other\nstate procedural rule, including a deadline for initiating the\nstate proceeding,id., at 760. We see little similarity\nbetween §14(b), which merely requires the commencement of state\nproceedings andexplicitly does not requiretimely\ncommencement, and 42 U. S. C. §1997e(a), which expressly\nrequires exhaustion of available administrative remedies with no\nreference to a federally based limiting principle.Section 706(e) of Title VII is also\nfundamentally different from the PLRA exhaustion provision. As\ninterpreted by this Court, §706(e) means that a complainant who\n“initially institutes proceedings with a state or local agency with\nauthority to grant or seek relief from the practice charged” must\n“file a charge” with that agency, or “have the EEOC refer the\ncharge to that agency, within 240 days of the alleged\ndiscriminatory event … .”EEOCv.Commercial\nOffice Products Co.,486 U. S. 107, 110–111\n(1988). Following the reasoning ofOscar Mayer, we held\nthat this filing requirement did not demand that the charge\nsubmitted to the state or local authority be filed in compliance\nwith the authority’s time limit. 486 U. S., at 123–125. Because\n§706(e) of Title VII, refers only to the filing of a charge with a\nstate or local agency and not to the exhaustion of remedies,\n§706(e) cannot be viewed as a model for the PLRA exhaustion\nprovision.IVRespondent’s remaining arguments\nregarding the interpretation of 42 U. S. C. §1997e(a) are\nunconvincing. Relying on the use of the term “until” in the phrase\n“until such administrative remedies as are available are\nexhausted,” respondent contends that “[t]he use of the temporal\nword ‘until’ … conveys a timing requirement: it assumes that the\nquestion to be answered is simply whether the prisoner can file\nsuit now or must wait until later.” Brief for Respondent 11.\nLikewise, according to respondent, the use of the present tense\n(“such administrative remedies asareavailable,”\n§1997e(a) (emphasis added)), requires “a focus on whether any\nadministrative remedies arepresentlyavailable.”Id.,at 12. But saying that a party may not sue in federal\ncourtuntilthe party firstpursuesall available\navenues of administrative review necessarily means that, if the\nparty never pursues all available avenues of administrative review,\nthe person will never be able to sue in federal court. Thus,\n§1997e(a)’s use of the term “until” and the present tense does not\nsupport respondent’s position.Respondent attaches significance\nto the fact that the PLRA exhaustion provision does not expressly\nstate that a prisoner must have “properly exhausted” available\nadministrative remedies, whereas a tolling provision of the AEDPA\nprovides that the time for filing a federal habeas petition is\ntolled during the period when “aproperly filedapplication for State post-conviction or other collateral review .\n. . is pending.” 28 U. S. C. §2244(d)(2) (emphasis added). In\nour view, respondent draws an unreasonable inference from the\ndifference in the wording of these two provisions. Although the\nAEDPA and the PLRA were enacted at roughly the same time, they are\nseparate and detailed pieces of legislation. Moreover, the AEDPA\nand PLRA provisions deal with separate issues: tolling in the case\nof AEDPA and exhaustion in the case of the PLRA.Respondent maintains that his interpretation\nof the PLRA exhaustion provision is bolstered by another PLRA\nprovision, 42 U. S. C. §1997e(c)(2), that permits a district\ncourt to dismiss certain prisoner claims “without first requiring\nthe exhaustion of administrative remedies.” According to\nrespondent, this provision shows that Congress thought that, at the\npoint when a district court might make such a ruling (which would\ntypically be well after the filing of the complaint), a prisoner\nmight still have the opportunity to exhaust administrative\nremedies. Because short administrative filing deadlines would make\nthis impossible, respondent contends, Congress cannot have thought\nthat a prisoner’s failure to comply with those deadlines would\npreclude litigation in federal court.Respondent’s argument is unconvincing for at\nleast two reasons. First, respondent has not shown that Congress\nhad reason to believe that every prison system would have\nrelatively short and categorical filing deadlines. Indeed,\nrespondent asserts that most grievance systems give administrators\nthe discretion to hear untimely grievances. Second, even if\ndismissals under §1997e(c)(2) typically occur when the opportunity\nto pursue administrative remedies has passed, §1997e(c)(2) still\nserves a useful function by making it clear that the PLRA\nexhaustion requirement is not jurisdictional, and thus allowing a\ndistrict court to dismiss plainly meritless claims without first\naddressing what may be a much more complex question, namely,\nwhether the prisoner did in fact properly exhaust available\nadministrative remedies.[Footnote\n5]Respondent next argues that the similarity\nbetween the wording of the PLRA exhaustion provision and the AEDPA\nexhaustion provision, 28 U. S. C. §2254(c), shows that the\nPLRA provision was meant to incorporate the narrow technical\ndefinition of exhaustion that applies in habeas. We reject this\nargument for two reasons.First, there is nothing particularly\ndistinctive about the wording of the habeas and PLRA exhaustion\nprovisions. They say what any exhaustion provision must say—that a\njudicial remedy may not be sought or obtained unless, until, or\nbefore certain other remedies are exhausted. It is, therefore,\nunrealistic to infer from the wording of the PLRA provision that\nCongress framed and adopted that provision with habeas law and not\nadministrative law in mind. Indeed, the wording of the PLRA\nprovision (a prisoner may not bring an action with respect to\nprison conditions “until such administrative remedies as are\navailable are exhausted”) is strikingly similar to our\ndescription of the doctrine of administrative exhaustion\n(“ ‘no one is entitled to judicial relief for a supposed or\nthreatened injuryuntil the prescribed administrative remedy\nhas been exhausted,’ ”McKart, 395 U. S., at 193\n(citation omitted; emphasis added)).Second, respondent’s suggestion that the PLRA\nwas meant to incorporate the same technical distinction that exists\nin habeas law without providinganysanction to prevent\nwillful noncompliance—not even the deliberate bypass standard ofFay—would produce a scheme that in practical terms is\nradically different from the habeas scheme. Copying habeas’ narrow\ndefinition of exhaustion without furnishing any sanction to promote\ncompliance would be like copying the design for an airplane but\nomitting one of the wings.Respondent contends that requiring proper\nexhaustion will lead prison administrators to devise procedural\nrequirements that are designed to trap unwary prisoners and thus to\ndefeat their claims. Respondent does not contend, however, that\nanything like this occurred in his case, and it is speculative that\nthis will occur in the future. Corrections officials concerned\nabout maintaining order in their institutions have a reason for\ncreating and retaining grievance systems that provide—and that are\nperceived by prisoners as providing—a meaningful opportunity for\nprisoners to raise meritorious grievances. And with respect to the\npossibility that prisons might create procedural requirements for\nthe purpose of tripping up all but the most skillful prisoners,\nwhile Congress repealed the “plain, speedy, and effective”\nstandard, see 42 U. S. C. §1997e(a)(1) (1994 ed.) (repealed\n1996), we have no occasion here to decide how such situations might\nbe addressed.Respondent argues that requiring proper\nexhaustion is harsh for prisoners, who generally are untrained in\nthe law and are often poorly educated. This argument overlooks the\ninformality and relative simplicity of prison grievance systems\nlike California’s, as well as the fact that prisoners who litigate\nin federal court generally proceedpro seand are forced\nto comply with numerous unforgiving deadlines and other procedural\nrequirements.*  *  *For these reasons, we reverse the\njudgment of the Court of Appeals for the Ninth Circuit and remand\nthe case for proceedings consistent with this opinion.It is so ordered.Footnote 1One can conceive of an inmate’s seeking to\navoid creating an administrative record with someone that he or she\nviews as a hostile factfinder, filing a lawsuit primarily as a\nmethod of making some corrections official’s life difficult, or\nperhaps even speculating that a suit will mean a welcome—if\ntemporary—respite from his or her cell.Footnote 2The dissent makes two chief arguments\nregarding the doctrine of exhaustion in administrative law. Neither\nis sound.First, the dissent contends that, “in the absence of explicit\nstatutory directive,” proper exhaustion is required only in\nproceedings that are in the nature of “appellate review\nproceedings.”Post, at 9 (opinion of Stevens, J.).\nThe only authorities cited in support of this proposition areSimsv.Apfel,530 U. S. 103, 108–109 (2000)—which\nconcerns different questions,i.e.,issue exhaustion and\nthe distinction between adversarial and non-adversarial\nproceedings—and anamicibrief, which in turns cites no\nsupporting authority. Seepost, at 9 (citing Brief for Law\nProfessors 1). Theamicibrief argues that “[t]he\nconceptual key to this case is [the] distinction” between an\n“original proceeding,” in which “the court is simply determining\nthe legality of out-of-court action,” and a “review proceeding,” in\nwhich the court must “review the decision of some other\nadjudicator.”Id.,at 2–3. According to theamicibrief, habeas petitions are prime examples of “review\nproceeding[s]” because they “ask federal courts to review the\ndecisions of state courts.”Id., at 3. This argument is\ndeeply flawed.“[H]abeas corpus [is] an original … civil remedy for the\nenforcement of the right to personal liberty, rather than . . . a\nstage of the state criminal proceedings … or as an appeal\ntherefrom.”Fayv.Noia,372 U. S. 391, 423–424 (1963)\n(footnote omitted). And habeas law includes the “judge-made\ndoctrine of procedural default.”Post, at 5, n. 4. This\nshows that the dissent and theamicibrief are incorrect\nin contending that a proper exhaustion requirement is incompatible\nwith an original proceeding.Second, the dissent argues that, even if administrative law\ngenerally requires proper exhaustion, respondent falls within an\nexception to that rule.Post, at 11. As the dissent puts\nit, “[b]ecause respondent has raised constitutional claims, … the\nCourt may not, as a matter of federal common law, apply an\nextrastatutory waiver requirement against him.”Ibid. But\nwe are not applying an “extrastatutory” requirement “as a matter of\nfederal common law.”Ibid. We are interpreting and\napplying the statutory requirement set out in the PLRA exhaustion\nprovision. We interpret the PLRA exhaustion provision to require\nproper exhaustion, not the unprecedented scheme of exhaustionsimpliciterthat the respondent advocates. As for the\nsuggestion that the PLRA might be meant to require proper\nexhaustion of non-constitutional claims but not constitutional\nclaims, we fail to see how such a carve-out would serve Congress’\npurpose of addressing a flood of prisoner litigation in the federal\ncourts, seesupra,at 1, when the overwhelming majority of\nprisoner civil rights and prison condition suits are based on the\nConstitution.Footnote 3See,e.g., 18 U. S. C.\n§3626(b)(2) (termination of prison-conditions consent decrees).Footnote 4The dissent’s objection,post,at 4,\nthat exhaustionsimpliciteris enough to reduce frivolous\nprisoner suits is not well taken. First, what matters is not\nwhether proper exhaustion was necessary to reach that goal, but\nwhether proper exhaustion was mandated by Congress. Second, the\nempirical support for the dissent’s conclusion is weak. The dissent\npoints to a drop in volume of prisoner litigation between 1995 and\n2000 and concludes that it was “clearly a direct result of the\nPLRA’s exhaustion requirement.”Post, at 12. But this\nmistakes correlation for causation: A requirement of exhaustionsimpliciterwill not, absent a mollified prisoner, prevent\na case from being docketed—and thus appearing in the filing\nstatistics the dissent cites. The credit for reduced filings more\nlikely belongs to the PLRA’s enactment of 28 U. S. C. §1915A\n(requiring district courts to screen “before docketing, if\nfeasible” prisoner civil complaints), and its amendments to §1915\n(forbidding frequent-filer prisoners from proceedingin forma\npauperis). Finally, prisoner civil rights and prison\nconditions cases still account for an outsized share of filings:\nFrom 2000 through 2005, such cases represented between 8.3% and\n9.8% of the new filings in the federal district courts, or on\naverage about one new prisoner case every other week for each of\nthe nearly 1000 active and senior district judges across the\ncountry. See Administrative Office of the United States Courts,\nJudicial Facts and Figures, tbls. 1.1, 4.4, 4.6,\nhttp://www.uscourts.gov/ judicialfactsfigures/contents.html (as\nvisited June 19, 2006, and available in Clerk of Court’s case\nfile).Footnote 5Questions regarding the timeliness of\nprisoner filings occur frequently. See,e.g.,Wallacev.Burbury, 305 F. Supp. 2d 801, 806\n(ND Ohio 2003);Puseyv.Belanger, No. Civ.\n02–351–SLR, 2004 WL 2075472 (D. Del., Sept. 14, 2004);Eaklev.Tennis, No. Civ. 4:CV–04–2040, 2005 WL\n2266270 (MD Pa., Sept. 16, 2005);Williamsv.Briley, No. 04 C 5701, 2005 WL 1498865 (ND Ill., June 21,\n2005);Issacv.Nix, No. Civ. A. 2:04CV172RWS,\n2006 WL 861642 (ND Ga., Mar. 30, 2006).",
    "joined": []
}