{
    "case": {
        "docket": "443",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/443/"
    },
    "id": "1962195",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTTRAVELERS CASUALTY & SURETY CO. OF AMERICA V.PACIFIC GAS &\nELEC. CO.549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1429TRAVELERS CASUALTY AND SURETY COMPANY OF AMERICA,\nPETITIONERv.PACIFIC GAS AND ELECTRIC COMPANYon writ of certiorari to the united states court of\nappeals for the ninth circuit[March 20, 2007]Justice Alito delivered the\nopinion of the Court.We are asked to consider whether\nfederal bankruptcy law precludes an unsecured creditor from\nrecovering attorney’s fees authorized by a prepetition contract and\nincurred in postpetition litigation. The Court of Appeals for the\nNinth Circuit held, based on a rule previously adopted by that\ncourt, that such fees are categorically prohibited—even where the\ncontractual allocation of attorney’s fees would be enforceable\nunder applicable nonbankruptcy law—to the extent the litigation\ninvolves issues of federal bankruptcy law. Because that rule finds\nno support in the Bankruptcy Code, we vacate and remand.IRespondent Pacific Gas and\nElectric Company (PG&E) filed a voluntary Chapter 11 bankruptcy\npetition in April 2001, 11 U. S. C. §1101et seq.,\nand continued thereafter to operate its business as a “debtor in\npossession.” §§1107(a), 1108. The bankruptcy filing caught the\nattention of petitioner Travelers Casualty & Surety Company\n(Travelers), which had previously issued a $100 million surety bond\non PG&E’s behalf to the California Department of Industrial\nRelations, guaranteeing PG&E’s payment of state workers’\ncompensation benefits to injured employees.[Footnote 1] In connection with the bond, PG&E\nexecuted a series of indemnity agreements in favor of Travelers.\nThe indemnity agreements provide that PG&E will be responsible\nfor any loss Travelers might incur in connection with the bonds,\nincluding any attorney’s fees incurred in pursuing, protecting, or\nlitigating Travelers’ rights in connection with those bonds.Although no default occurred,\nTravelers asserted a claim in the bankruptcy action to protect\nitself in case PG&E defaulted on its workers’ compensation\nbenefits at some point in the future, requiring Travelers to make\npayments under its bond. In response to Travelers’ claim, and with\nthe knowledge and approval of the Bankruptcy Court, PG&E agreed\nto insert language into its reorganization plan and disclosure\nstatement to protect Travelers’ right to indemnity and subrogation\nin the event of a default by PG&E.Travelers claims, however, that PG&E then\nunilaterally altered the negotiated language in a way that\nsubstantially diminished the protection it had been seeking.\nAccording to Travelers, that development resulted in additional\nlitigation, but Travelers and PG&E ultimately resolved the\ndispute by entering into a stipulation that was later approved by\nthe Bankruptcy Court. In addition to accommodating Travelers’\nsubstantive concerns, the stipulation stated that Travelers “may\nassert its claim for attorneys’ fees under the [i]ndemnity\n[a]greements” (subject to PG&E’s right to object) as a general\nunsecured claim against PG&E. Brief for Petitioner 17.Travelers subsequently filed an amended proof\nof claim seeking to recover the attorney’s fees it incurred in\nconnection with PG&E’s bankruptcy proceedings. PG&E\nobjected, arguing that Travelers could not recover attorney’s fees\nincurred while litigating issues of bankruptcy law.The Bankruptcy Court agreed and rejected\nTravelers’ claim on that basis. App. to Pet. for Cert. 23a–25a.\nTravelers appealed that ruling to the District Court. The District\nCourt affirmed, relying onIn re Fobian, 951\nF. 2d 1149 (CA9 1991), which held that “where the litigated\nissues involve not basic contract enforcement questions, but issues\npeculiar to federal bankruptcy law, attorney’s fees will not be\nawarded absent bad faith or harassment by the losing party,”id., at 1153. See App. to Pet. for Cert. 10a, 17a.Travelers appealed again, and the United\nStates Court of Appeals for the Ninth Circuit affirmed. 167 Fed.\nAppx. 593 (2006). The panel acknowledged that, in at least some\ncircumstances, a “ ‘prevailing party in a bankruptcy\nproceeding may be entitled to an award of attorney fees in\naccordance with applicable state law . . . .’ ”Id.,\nat 594 (quotingIn re Baroff, 105 F. 3d 439, 441\n(CA9 1997)). The panel nevertheless rejected Travelers’ claim based\non theFobianrule, which it cited for the proposition\nthat “attorney fees are not recoverable in bankruptcy for\nlitigating issues ‘peculiar to federal bankruptcy law.’ ” 167\nFed. Appx., at 594 (quotingFobian,supra, at\n1153). The panel explained that, because the fees claimed by\nTravelers were incurred litigating issues that were “governed\nentirely by federal bankruptcy law,” Travelers’ claim necessarily\nfailed.[Footnote 2] 167 Fed.\nAppx., at 594.Travelers sought review in this Court, noting\na conflict among the Courts of Appeals regarding the validity of\ntheFobianrule. CompareFobian,supra,\nat 1153, withIn re Shangra-La,Inc.,167 F. 3d 843, 848–849 (CA4 1999). We\ngranted certiorari to resolve that conflict, 549 U. S. ___\n(2006).IIUnder the American Rule, “the\nprevailing litigant is ordinarily not entitled to collect a\nreasonable attorneys’ fee from the loser.”Alyeska Pipeline\nService Co.v.Wilderness Society,421 U. S. 240, 247\n(1975); seeHauensteinv.Lynham,100 U. S. 483, 490–491\n(1880);Arcambelv.Wiseman, 3 Dall. 306 (1796).\nThis default rule can, of course, be overcome by statute.Fleischmann Distilling Corp.v.Maier Brewing\nCo.,386 U. S.\n714, 717 (1967). It can also be overcome by an “enforceable\ncontract” allocating attorney’s fees.Ibid.In a case governed by the\nBankruptcy Act of 1898, we observed that “[t]he character of [a\ncontractual] obligation to pay attorney’s fees presents no obstacle\nto enforcing it in bankruptcy, either as a provable claim or by way\nof a lien upon specific property.”Security Mortgage Co.v.Powers,278 U. S. 149, 154\n(1928). Similarly, under the terms of the current Bankruptcy Code,\nit remains true that an otherwise enforceable contract allocating\nattorney’s fees (i.e., one that is enforceable under\nsubstantive, nonbankruptcy law) is allowable in bankruptcy except\nwhere the Bankruptcy Code provides otherwise. See 4 Collier on\nBankruptcy ¶ 506.04[3][a], p. 506–118 (rev. 15th ed. 2006)\n(hereinafter Collier).This case requires us to consider whether the\nBankruptcy Code disallows contract-based claims for attorney’s fees\nbased solely on the fact that the fees at issue were incurred\nlitigating issues of bankruptcy law. We conclude that it does\nnot.AWhen a debtor declares\nbankruptcy, each of its creditors is entitled to file a proof of\nclaim—i.e., a document providing proof of a “right to\npayment,” 11 U. S. C. §101(5)(A)—against the debtor’s estate.\nOnce a proof of claim has been filed, the court must determine\nwhether the claim is “allowed” under §502(a) of the Bankruptcy\nCode: “A claim or interest, proof of which is filed under section\n501 . . . is deemed allowed, unless a party in interest . . .\nobjects.”But even where a party in\ninterest objects, the court “shall allow” the claim “except to the\nextent that” the claim implicates any of the nine exceptions\nenumerated in §502(b).Ibid. Those exceptions apply where\nthe claim at issue is “unenforceable against the debtor … under any\nagreement or applicable law,” §502(b)(1); “is for unmatured\ninterest,” §502(b)(2); “is for [property tax that] exceeds the\nvalue of the [estate’s] interest” in the property, §502(b)(3); “is\nfor services of an insider or attorney of the debtor” and “exceeds\nthe reasonable value of such services,” §502(b)(4); is for\nunmatured debt on certain alimony and child support obligations,\n§502(b)(5); is for certain “damages resulting from the termination”\nof a lease or employment contract, §§502(b)(6) and (7); “results\nfrom a reduction, due to late payment, in the amount of … credit\navailable to the debtor in connection with an employment tax on\nwages, salaries, or commissions earned from the debtor,”\n§502(b)(8); or was brought to the court’s attention through an\nuntimely proof of claim, §502(b)(9).Travelers’ claim for attorney’s fees has\nnothing to do with property tax, child support or alimony, services\nprovided by an attorney of the debtor, damages resulting from the\ntermination of a lease or employment contract, or the late payment\nof any employment tax. See §§502(b)(2)–(8). Nor does it appear that\nthe proof of claim was untimely. See §502(b)(9). Thus, Travelers’\nclaim must be allowed under §502(b) unless it is unenforceable\nwithin the meaning of §502(b)(1).BSection 502(b)(1) disallows any\nclaim that is “unenforceable against the debtor and property of the\ndebtor, under any agreement or applicable law for a reason other\nthan because such claim is contingent or unmatured.” This provision\nis most naturally understood to provide that, with limited\nexceptions, any defense to a claim that is available outside of the\nbankruptcy context is also available in bankruptcy. See 4 Collier\n¶ 502.03[2][b], at 502–22 (explaining that §502(b)(1) is\ngenerally understood to “make available to the trustee any defense”\navailable to the debtor “under applicable nonbankruptcy\nlaw”—i.e., any defense that the debtor “could have\ninterposed, absent bankruptcy, in a suit on the [same substantive]\nclaim by the creditor”).This reading of §502(b)(1) is\nconsistent not only with the plain statutory text, but also with\nthe settled principle that “[c]reditors’ entitlements in bankruptcy\narise in the first instance from the underlying substantive law\ncreating the debtor’s obligation, subject to any qualifying or\ncontrary provisions of the Bankruptcy Code.”Raleighv.Illinois Dept. of Revenue,530 U. S. 15, 20 (2000).\nThat principle requires bankruptcy courts to consult state law in\ndetermining the validity of most claims. Seeibid.Indeed, we have long recognized that the\n“ ‘basic federal rule’ in bankruptcy is that state law governs\nthe substance of claims, Congress having ‘generally left the\ndetermination of property rights in the assets of a bankrupt’s\nestate to state law.’ ”Ibid.(quotingButnerv.United States,440 U. S. 48, 57, 54\n(1979); citation omitted). Accordingly, when the Bankruptcy Code\nuses the word “claim”—which the Code itself defines as a “right to\npayment,” 11 U. S. C. §101(5)(A)—it is usually referring to a\nright to payment recognized under state law. As we stated inButner, “[p]roperty interests are created and defined by\nstate law,” and “[u]nless some federal interest requires a\ndifferent result, there is no reason why such interests should be\nanalyzed differently simply because an interested party is involved\nin a bankruptcy proceeding.” 440 U. S., at 55; accord,Vanston\nBondholders Protective Comm.v.Green,329 U. S. 156, 161\n(1946) (“What claims of creditors are valid and subsisting\nobligations against the bankrupt at the time a petition in\nbankruptcy is filed is a question which, in the absence of\noverruling federal law, is to be determined by reference to state\nlaw”).CIn rejecting Travelers’ claim for\ncontractual attorney’s fees, the Court of Appeals did not conclude\nthat the claim was “unenforceable” under §502(b)(1) as a matter of\napplicable nonbankruptcy law. Nor did it conclude that Travelers’\nclaim was rendered unenforceable by any provision of the Bankruptcy\nCode. To the contrary, the court acknowledged that, in at least\nsome circumstances, a “ ‘prevailing party in a bankruptcy\nproceeding may be entitled to an award of attorney fees in\naccordance with applicable state law . . . .’ ” 167 Fed.\nAppx., at 594 (quotingBaroff, 105 F. 3d, at\n441).The court nevertheless rejected\nTravelers’ claim based solely on a rule of that court’s own\ncreation—the so-calledFobianrule—which dictates that\n“attorney fees are not recoverable in bankruptcy for litigating\nissues ‘peculiar to federal bankruptcy law.’ ” 167 Fed. Appx.,\nat 594 (quotingFobian, 951 F. 2d, at 1153). The\ncourt explained that, because the fees claimed by Travelers were\nincurred litigating issues that were “governed entirely by federal\nbankruptcy law,” 167 Fed. Appx., at 594, Travelers’ claim\nnecessarily failed.TheFobianrule finds no support in\nthe Bankruptcy Code, either in §502 or elsewhere. InFobian, the court did not identify any provision of the\nBankruptcy Code as providing support for the new rule. See 951\nF. 2d, at 1153. Instead, the court cited three of its own\nprior decisions,In re Johnson, 756 F. 2d 738\n(1985);In re Coast Trading Co., 744 F. 2d 686\n(1984); andIn re Fulwiler, 624 F. 2d 908 (1980)(per curium). Significantly, in none of those cases did\nthe court identify any basis for disallowing a contractual claim\nfor attorney’s fees incurred litigating issues of federal\nbankruptcy law. Nor did the court have occasion to do so; in each\nof those cases, the claim for attorney’s fees failed as a matter of\nstate law. SeeJohnson,supra, at 741–742;Coast Trading,supra, at 693;Fulwiler,supra, at 910.[Footnote\n3]The absence of textual support is fatal for\ntheFobianrule. Consistent with our prior statements\nregarding creditors’ entitlements in bankruptcy, see,e.g.,Raleigh, 530 U. S., at 20, we generally\npresume that claims enforceable under applicable state law will be\nallowed in bankruptcy unless they are expressly disallowed. See 11\nU. S. C. §502(b). Neither the court below nor PG&E has\noffered any reason why the fact that the attorney’s fees in this\ncase were incurred litigating issues of federal bankruptcy law\novercomes that presumption.Section 502(b)(4) is instructive on this\npoint. That provision expressly disallows claims for a particular\ncategory of attorney’s fees—those “for services of an … attorney of\nthe debtor,” to the extent the claimed fees “excee[d] the\nreasonable value of such services.” The existence of that provision\nsuggests that, in its absence, a claim for such fees would be\nallowed in bankruptcy to the extent enforceable under state law.\nThe absence of an analogous provision excluding the category of\nfees covered by theFobianrule likewise suggests that the\nCode does not categorically disallow them. See 4 Collier ¶\n506.04[3][a], at 506–118 (concluding thatFobian“inverts\nthe proper analysis” by allowing attorney’s fees only where they\nare expressly authorized by the Bankruptcy Code, and explaining\nthat “a claim for attorney’s fees arising in the context of\nlitigating bankruptcy issues must be allowed if valid under\napplicable state law”).Congress, of course, has the power to amend\nthe Bankruptcy Code by adding a provision expressly disallowing\nclaims for attorney’s fees incurred by creditors in the litigation\nof bankruptcy issues. But because no such provision exists, the\nBankruptcy Code provides no basis for disallowing Travelers’ claim\non the grounds stated by the Ninth Circuit.As we explained inFCCv.NextWave Personal Communications Inc.,537 U. S. 293(2003),\n“where Congress has intended to provide . . . exceptions to\nprovisions of the Bankruptcy Code, it has done so clearly and\nexpressly.”Id., at 302. Here, the Bankruptcy Code does\nnot “clearly and expressly” compel courts to follow theFobianrule; on the contrary, the Code saysnothingabout unsecured claims for contractual attorney’s\nfees incurred while litigating issues of bankruptcy law. In light\nof the broad, permissive scope of §502(b)(1), and our prior\nrecognition that “the character of [a contractual] obligation to\npay attorney’s fees presents no obstacle to enforcing it in\nbankruptcy,” it necessarily follows that theFobianrule\ncannot stand.Security Mortgage, 278 U. S., at 154; seeCohenv.de la Cruz,523 U. S. 213, 221\n(1998) (“We . . . ‘will not read the Bankruptcy Code to erode past\nbankruptcy practice absent a clear indication that Congress\nintended such a departure’ ” (quotingPennsylvania Dept.\nof Public Welfarev.Davenport,495 U. S. 552, 563\n(1990))).IIIPG&E makes no effort to\ndefend theFobianrule. See Tr. of Oral Arg. 28 (conceding\nthat PG&E does not defend theFobianrule, and\nacknowledging that “[t]he Fobian rule is wrong . . . as to the\ndistinction that it draws between State law and Federal\nlitigation”). Instead, PG&E argues that §506(b) categorically\ndisallows unsecured claims for contractual attorney’s fees\nand—noting that Travelers’ claim is unsecured—asks us to affirm on\nthat basis. Section 506(b) provides as follows:“To the extent that an allowed secured claim is\nsecured by property the value of which … is greater than the amount\nof such claim, there shall be allowed to the holder of such claim,\ninterest on such claim, and any reasonable fees, costs, or charges\nprovided for under the agreement or State statute under which such\nclaim arose.” 11 U. S. C. A. §506(b) (Supp. 2006).According to PG&E, this provision authorizes\nclaims for contractual attorney’s fees to the extent the creditor\nis oversecured, but disallows such claims to the extent the\ncreditor is either not oversecured or (like Travelers) completely\nunsecured. This reading of the Code, PG&E argues, “is not a\nmatter of negative implication, but of explicit negation.” Brief\nfor Respondent 18. PG&E also argues that the structure and\npurpose of the Bankruptcy Code, examined against the backdrop of\npre-Code bankruptcy law, confirm that Congress did not intend to\nallow unsecured creditors to recover attorney’s fees. Seeid., at 25–38.PG&E did not raise these arguments below.\nConsequently, none of the lower courts had occasion to address\nthem. Nor were these arguments presented in PG&E’s brief in\nopposition to certiorari. PG&E nevertheless insists that we\nshould address these arguments as though they were “fairly\nincluded” within the question presented in Travelers’ petition for\ncertiorari. Seeid., at 41. That contention appears to be\npremised on the theory that “the Fobian rule reaches the correct\nconclusion in this case,” but “doesn’t go far enough in …\npreventing creditors from requiring other creditors to pay for\ntheir attorneys’ fees.” Tr. of Oral Arg. 25.We are not persuaded. We granted certiorari to\nresolve a conflict among the lower courts regarding theFobianrule, which is analytically distinct from, and\nfundamentally at odds with, PG&E’s reading of §506(b).[Footnote 4]In any event, we ordinarily do not consider\nclaims that were neither raised nor addressed below,Cooper\nIndustries, Inc.v.Aviall Services, Inc.,543 U. S. 157, 168–169\n(2004), and PG&E has failed to identify any circumstances that\nwould warrant an exception to that rule in this case. We therefore\nwill not consider these arguments.[Footnote 5]Accordingly, we express no opinion with regard\nto whether, following the demise of theFobianrule, other\nprinciples of bankruptcy law might provide an independent basis for\ndisallowing Travelers’ claim for attorney’s fees. We conclude only\nthat the Court of Appeals erred in disallowing that claim based on\nthe fact that the fees at issue were incurred litigating issues of\nbankruptcy law.*  *  *The judgment of the United States\nCourt of Appeals for the Ninth Circuit is therefore vacated, and\nthe case is remanded for further proceedings consistent with this\nopinion.It is so ordered.Footnote 1California law required PG&E to provide\nworkers’ compensation benefits for its employees by either (1)\npurchasing workers’ compensation insurance from a licensed provider\nof such insurance or (2) adopting a plan, with the State’s\napproval, to self-insure. PG&E chose the latter option, and was\ntherefore required to post security with the State to ensure\nongoing payment of mandatory workers’ compensation benefits. See\nCal. Lab. Code Ann. §§3700, 3701 (West 2003). Travelers posted the\nrequired security by issuing a bond on PG&E’s behalf. The bond\nmakes Travelers liable, up to $100 million, for workers’\ncompensation benefits in the event of a default by PG&E.Footnote 2The Court of Appeals incorporated by\nreference the reasoning employed inIn re DeRoche,\n434 F. 3d 1188 (CA9 2006), which was decided by the same panel\nthat decided this case. 167 Fed. Appx., at 593. Although theDeRocheopinion is longer than its counterpart in this\ncase, it adds very little to the panel’s explanation of theFobianrule. SeeDeRoche,supra, at\n1190–1192.Footnote 3InJohnson, the debtor sought\nattorney’s fees after the creditor unsuccessfully requested relief\nfrom the automatic stay under 11 U. S. C. §362(d)(1). The\ndebtor acknowledged that the contract between the parties entitled\nonly the creditor to attorney’s fees, but the debtor claimed that a\nCalifornia statute extended that entitlement to both parties. The\ncourt rejected that argument, noting that the statute applied only\nin the context of an “ ‘action on a contract,’ ” and\nconcluding that a request for relief from an automatic stay could\nnot be considered an action on a contract. 756 F. 2d, at\n741–742. BothCoast TradingandFulwilerinvolved\nclaims for attorney’s fees based on an Oregon statute similar to\nthe statute at issue inJohnson;the court found the\nstatute inapplicable in both cases.Coast Trading, 744\nF. 2d, at 693;Fulwiler, 624 F. 2d, at\n909–910.Footnote 4PG&E’s new reading of the Code would\nprohibitallunsecured creditors from recovering\ncontractual, postpetition attorney’s fees in bankruptcy\nproceedings—even if those fees were incurred while litigating\nissues of state law. See Brief for Respondent 17–19. TheFobianrule, by contrast, would allow such a recovery—even\nby unsecured creditors—so long as the litigation resulting in the\nclaimed fees did not involve “issues peculiar to federal bankruptcy\nlaw.” SeeIn re Fobian,951 F. 2d 1149, 1153\n(CA9 1991).Footnote 5For similar reasons, we will not address\nPG&E’s argument that Travelers’ claim should be denied based on\nthe theory that the fees at issue were incurred in connection with\nactivities that were not reasonably necessary to preserve\nTravelers’ rights and, alternatively, were not authorized by\nTravelers’ contract with PG&E. See Brief for Respondent 42–49.\nThis argument was not addressed below, was not raised in PG&E’s\nbrief in opposition to certiorari, and bears no relation to the\nquestion presented. See this Court’s Rule 14.1(a) (“Only the\nquestions set out in the petition, or fairly included therein, will\nbe considered by the Court”).",
    "joined": []
}