{
    "case": {
        "docket": "14-981",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-981/"
    },
    "id": "3589819",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–981_________________ABIGAIL NOEL FISHER, PETITIONERv.UNIVERSITY OF TEXAS AT AUSTIN, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 23, 2016]Justice Alito, with whom The Chief Justice and\nJustice Thomas join, dissenting.Something strange has happened since our prior\ndecision in this case. SeeFisherv.University of Tex.\nat Austin, 570 U. S. ___ (2013) (Fisher I). In that\ndecision, we held that strict scrutiny requires the University of\nTexas at Austin (UT or University) to show that its use of race and\nethnicity in making admissions decisions serves compelling\ninterests and that its plan is narrowly tailored to achieve those\nends. Rejecting the argument that we should defer to UT’s judgment\non those matters, we made it clear that UT was obligated (1) to\nidentify the interests justifying its plan with enough specificity\nto permit a reviewing court to determine whether the requirements\nof strict scrutiny were met, and (2) to show that those\nrequirements were in fact satisfied. On remand, UT failed to do\nwhat our prior decision demanded. The University has still not\nidentified with any degree of specificity the interests that its\nuse of race and ethnicity is supposed to serve. Its primary\nargument is that merely invoking “the educational benefits of\ndiversity” is sufficient and that it need not identify any metric\nthat would allow a court to determine whether its plan is needed to\nserve, or is actually serving, those interests. This is nothing\nless than theplea for deference that we emphatically rejected in\nour prior decision. Today, however, the Court inexplicably grants\nthat request.To the extent that UT has ever moved beyond a\nplea for deference and identified the relevant interests in more\nspecific terms, its efforts have been shifting, unpersuasive, and,\nat times, less than candid. When it adopted its race-based plan, UT\nsaid that the plan was needed to promote classroom diversity. See\nSupp. App. 1a, 24a–25a, 39a; App. 316a. It pointed to a study\nshowing that African-American, Hispanic, and Asian-American\nstudents were underrepresented in many classes. See Supp. App. 26a.\nBut UT has never shown that its race-conscious plan actually\nameliorates this situation. The University presents no evidence\nthat its admissions officers, in administering the “holistic”\ncomponent of its plan, make any effort to determine whether an\nAfrican-American, Hispanic, or Asian-American student is likely to\nenroll in classes in which minority students are underrepresented.\nAnd although UT’s records should permit it to determine without\nmuch difficulty whether holistic admittees are any more likely than\nstudents admitted through the Top Ten Percent Law, Tex. Educ. Code\nAnn. §51.803 (West Cum. Supp. 2015), to enroll in the classes\nlacking racial or ethnic diversity, UT either has not crunched\nthose numbers or has not revealed what they show. Nor has UT\nexplained why the underrepresentation of Asian-American students in\nmany classes justifies its plan, which discriminatesagainstthose students.At times, UT has claimed that its plan is needed\nto achieve a “critical mass” of African-American and His-panic\nstudents, but it has never explained what this term means.\nAccording to UT, a critical mass is neither some absolute number of\nAfrican-American or Hispanic students nor the percentage of\nAfrican-Americans or Hispanics in the general population of the\nState. The term remains undefined, but UT tells us that it will let\nthe courts know when the desired end has been achieved. See App.\n314a–315a. This is a plea for deference—indeed, for blind\ndeference—the very thing that the Court rejected inFisher\nI.UT has also claimed at times that the race-based\ncomponent of its plan is needed because the Top Ten Percent Plan\nadmitsthe wrong kindof African-American and Hispanic\nstudents, namely, students from poor families who attend schools in\nwhich the student body is predominantly African-American or\nHispanic. As UT put it in its brief inFisher I, the\nrace-based component of its admissions plan is needed to admit\n“[t]he African-American or Hispanic child of successful\nprofessionals in Dallas.” Brief for Respondents, O. T. 2012, No.\n11–345, p. 34.After making this argument in its first trip to\nthis Court, UT apparently had second thoughts, and in the latest\nround of briefing UT has attempted to disavow ever having made the\nargument. See Brief for Respondents 2 (“Petitioner’s argument that\nUT’s interest is favoring ‘affluent’ minorities is a fabrication”);\nsee alsoid., at 15. But it did, and the argument turns\naffirmative action on its head. Affirmative-action programs were\ncreated to helpdisadvantagedstudents.Although UT now disowns the argument that the\nTop Ten Percent Plan results in the admission of the wrong kind of\nAfrican-American and Hispanic students, the Fifth Circuit majority\nbought a version of that claim. As the panel majority put it, the\nTop Ten African-American and Hispanic admittees cannot match the\nholistic African-American and Hispanic admittees when it comes to\n“records of personal achievement,” a “variety of perspectives” and\n“life experiences,” and “unique skills.” 758 F. 3d 633, 653\n(2014). All in all, according to the panel majority, the Top Ten\nPercent students cannot “enrich the diversity of the student body”\nin the same way as the holistic admittees.Id.,at 654. As\nJudge Garza put it in dissent, the panel majority concluded that\nthe Top Ten Percent admittees are “somehow more homogenous, less\ndynamic, and more undesirably stereotypical than those admitted\nunder holistic review.”Id., at 669–670 (Garza, J.,\ndissenting).The Fifth Circuit reached this conclusion with\nlittle direct evidence regarding the characteristics of the Top Ten\nPercent and holistic admittees. Instead, the assumption behind the\nFifth Circuit’s reasoning is that most of the African-American and\nHispanic students admitted under the race-neutral component of UT’s\nplan were able to rank in the top decile of their high school\nclasses only because they did not have to compete against white and\nAsian-American students. This insulting stereotype is not supported\nby the record. African-American and Hispanic students admitted\nunder the Top Ten Percent Plan receive higher college grades than\nthe African-American and Hispanic students admitted under the\nrace-conscious program. See Supp. App. 164a–165a.It should not have been necessary for us to\ngrant review a second time in this case, and I have no greater\ndesire than the majority to see the case drag on. But that need not\nhappen. When UT decided to adopt its race-conscious plan, it had\nevery reason to know that its plan would have to satisfy strict\nscrutiny and that this meant that it would beits burdento\nshow that the plan was narrowly tailored to serve compelling\ninterests. UT has failed to make that showing. By all rights,\njudgment should be entered in favor of petitioner.But if the majority is determined to give UT yet\nanother chance, we should reverse and send this case back to the\nDistrict Court. What the majority has now done—awarding a victory\nto UT in an opinion that fails to address the important issues in\nthe case—is simply wrong.IOver the past 20 years, UT has frequently\nmodified its admissions policies, and it has generally employed\nrace and ethnicity in the most aggressive manner permitted under\ncontrolling precedent.Before 1997, race was considered directly as\npart of the general admissions process, and it was frequently a\ncontrolling factor. Admissions were based on two criteria:\n(1) the applicant’s Academic Index (AI), which was computed\nfrom standardized test scores and high school class rank, and (2)\nthe applicant’s race. In 1996, the last year this race-conscious\nsystem was in place, 4.1% of enrolled freshmen were\nAfrican-American, 14.7% were Asian-American, and 14.5% were\nHispanic. Supp. App. 43a.The Fifth Circuit’s decision inHopwoodv.Texas, 78 F. 3d 932 (1996), prohibited UT from using\nrace in admissions. In response toHopwood, beginning with\nthe 1997 admissions cycle, UT instituted a “holistic review”\nprocess in which it considered an applicant’s AI as well as a\nPersonal Achievement Index (PAI) that was intended, among other\nthings, to increase minority enrollment. The race-neutral PAI was a\ncomposite of scores from two essays and a personal achievement\nscore, which in turn was based on a holistic review of an\napplicant’s leadership qualities, extracurricular activities,\nhonors and awards, work experience, community service, and special\ncircumstances. Special consideration was given to applicants from\npoor families, applicants from homes in which a language other than\nEnglish was customarily spoken, and applicants from single-parent\nhouseholds. Because this race-neutral plan gave a preference to\ndisadvantaged students, it had the effect of “disproportionately”\nbenefiting minority candidates. 645 F. Supp. 2d 587, 592 (WD\nTex. 2009).The Texas Legislature also responded toHopwood.In 1997, it enacted the Top Ten Percent Plan, which\nman-dated that UT admit all Texas seniors who rank in the top 10%\nof their high school classes. This facially race-neutral law served\nto equalize competition between students who live in relatively\naffluent areas with superior schools and students in poorer areas\nserved by schools offering fewer opportunities for academic\nexcellence. And by benefiting the students in the latter group,\nthis plan, like the race-neutral holistic plan already adopted by\nUT, tended to benefit African-American and Hispanic students, who\nare often trapped in inferior public schools. 758 F. 3d, at\n650–653.Starting in 1998, when the Top Ten Percent Plan\ntook effect, UT’s holistic, race-neutral AI/PAI system continued to\nbe used to fill the seats in the entering class that were not taken\nby Top Ten Percent students. The AI/PAI system was also used to\ndetermine program placement forall incoming students, including the\nTop Ten Percent students.“The University’s revised admissions process,\ncoupled with the operation of the Top Ten Percent Law, resulted in\na more racially diverse environment at the University.”Fisher\nI, 570 U. S., at ___ (slip op., at 3). In 2000, UT\nannounced that its “enrollment levels for African American and\nHispanic freshmen have returned to those of 1996, the year before\ntheHopwooddecision prohibited the consideration of race in\nadmissions policies.” App. 393a; see also Supp. App. 23a–24a\n(pre-Hopwooddiversity levels were “restored” in 1999); App.\n392a–393a (“The ‘Top 10 Percent Law’ is Working for Texas” and “has\nenabled us to diversify enrollment at UT Austin with talented\nstudents who succeed”). And in 2003, UT proclaimed that it had\n“effectively compensated for the loss of affirmative action.”Id.,at 396a; see alsoid., at 398a (“Diversity\nefforts at The University of Texas at Austin have brought a higher\nnumber of freshman minority students—African Americans, Hispanics\nand Asian-Americans—to the campus than were enrolled in 1996, the\nyear a court ruling ended the use of affirmative action in the\nuniversity’s enrollment process”). By 2004—the last year under the\nholistic, race-neutral AI/PAI system—UT’s entering class was 4.5%\nAfrican-American, 17.9% Asian-American, and 16.9% Hispanic. Supp.\nApp. 156a. The 2004 entering class thus had a higher percentage of\nAfrican-Americans, Asian-Americans, and Hispanics than the class\nthat entered in 1996, when UT had last employed racial\npreferences.Notwithstanding these lauded results, UT leapt\nat the opportunity to reinsert race into the process. On June 23,\n2003, this Court decidedGrutterv.Bollinger, 539\nU. S. 306 (2003) , which upheld the University of Michigan Law\nSchool’s race-conscious admissions system. InGrutter, the\nCourt warned that a university contemplating the consideration of\nrace as part of its admissions process must engage in “serious,\ngood faith consideration of workable race-neutral alternatives that\nwill achieve the diversity the university seeks.”Id., at\n339. Nevertheless,on the very day Grutter was handed down,\nUT’s president announced that “[t]he University of Texas at Austinwillmodify its admissions procedures” in light ofGrutter, including by “implementing procedures at the\nundergraduate level that combine the benefits of the Top 10 Percent\nLaw with affirmative action programs.” App. 406a–407a (emphasis\nadded).[1] UT purports to have\nlater engaged in “almost a year of deliberations,”id.,at\n482a, but there is no evidence that the reintroduction of race into\nthe admissions process was anything other than a foregone\nconclusion following the president’s announcement.“The University’s plan to resume race-conscious\nadmissions was given formal expression in June 2004 in an internal\ndocument entitled Proposal to Consider Race and Ethnicity in\nAdmissions” (Proposal).Fisher I,supra, at ___ (slip\nop., at 4). The Proposal stated that UT needed race-conscious\nadmissions because it had not yet achieved a “critical mass of\nracial diversity.” Supp. App. 25a. In support of this claim, UT\ncited two pieces of evidence. First, it noted that there were\n“significant differences between the racial and ethnic makeup of\nthe University’s undergraduate population and the state’s\npopulation.”Id.,at 24a. Second, the Proposal “relied in\nsubstantial part,”Fisher I,supra, at ___ (slip op.,\nat 4), on a study of a subset of undergraduate classes containing\nat least five students, see Supp. App. 26a. The study showed that\namong select classes with five or more students, 52% had no\nAfrican-Americans, 16% had no Asian-Americans, and 12% had no\nHispanics.Ibid.Moreover, the study showed, only 21% of\nthese classes had two or more African-Americans, 67% had two or\nmore Asian-Americans, and 70% had two or more Hispanics. Seeibid.Based on this study, the Proposal concluded that UT\n“has not reached a critical mass at the classroom level.”Id.,at 24a. The Proposal did not analyze the backgrounds,\nlife experiences, leadership qualities, awards, extracurricular\nactivities, community service, personal attributes, or other\ncharacteristics of the minority students who were already being\nadmitted to UT under the holistic, race-neutral process.“To implement the Proposal the University\nincluded a student’s race as a component of the PAI score,\nbeginning with applicants in the fall of 2004.”Fisher I,\n570 U. S., at ___ (slip op., at 4). “The University asks\nstudents to classify themselves from among five predefined racial\ncategories on the application.”Ibid.“Race is not assigned\nan explicit numerical value, but it is undisputed that race is a\nmeaningful factor.”Ibid.UT decided to use racial\npreferences to benefit African-American and Hispanic students\nbecause it considers those groups “underrepresented minorities.”\nSupp. App. 25a; see also App. 445a–446a (defining “underrepresented\nminorities” as “Hispanic[s] and African Americans”). Even though\nUT’s classroom study showed that more classes lacked Asian-American\nstudents than lacked Hispanic students, Supp. App. 26a, UT deemed\nAsian-Americans “overrepresented” based on state\ndemographics, 645 F. Supp. 2d, at 606; see alsoibid.(“It is undisputed that UT considers African-Americans and\nHispanics to be underrepresented but does not con-sider\nAsian-Americans to be underrepresented”).Although UT claims that race is but a “factor of\na factor of a factor of a factor,”id., at 608, UT\nacknowledges that “race is the only one of [its] holistic factors\nthat appears on the cover of every application,” Tr. of Oral Arg.\n54 (Oct. 10, 2012). “Because an applicant’s race is identified at\nthe front of the admissions file, reviewers are aware of it\nthroughout the evaluation.” 645 F. Supp. 2d, at 597; see alsoid.,at 598 (“[A] candidate’s race is known throughout the\napplication process”). Consideration of race therefore pervades\nevery aspect of UT’s admissions process. See App. 219a (“We are\ncertainly aware of the applicant’s race. It’s on the front page of\nthe application that’s being read [and] is used in context with\neverything else that’s part of the applicant’s file”). This is by\ndesign, as UT considers its use of racial classifications to be a\nbenign form of “social engineering.” Powers, Why Schools Still Need\nAffirmative Action, National L. J., Aug. 4, 2014, p. 22 (editorial\nby Bill Powers, President of UT from 2006–2015) (“Opponents accuse\ndefenders of race-conscious admissions of being in favor of ‘social\nengineering,’ to which I believe we should reply, ‘Guilty as\ncharged’ ”).Notwithstanding the omnipresence of racial\nclassifications, UT claims that it keeps no record of how those\nclassifications affect its process. “The university doesn’t keep\nany statistics on how many students are affected by the\nconsideration of race in admissions decisions,” and it “does not\nknow how many minority students are affected in a positive manner\nby the consideration of race.” App. 337a. According to UT, it has\nno way of making these determinations. Seeid.,at\n320a–322a. UT says that it does not tell its admissions officers\nhow much weight to give to race. See Deposition of Gary Lavergne\n43–45, Record in No. 1:08–CV–00263 (WD Tex.), Doc. 94–9 (Lavergne\nDeposition). And because the influence of race is always\n“contextual,” UT claims, it cannot provide even a single example of\nan instance in which race impacted a student’s odds of admission.\nSee App. 220a (“Q. Could you give me an example where race would\nhave some impact on an applicant’s personal achievement score? A.\nTo be honest, not really . . . . [I]t’s impossible\nto say—to give you an example of a particular student because it’s\nall context-ual”). Accordingly, UT asserts that it has no idea\nwhich students were admitted as a result of its race-conscious\nsystem and which students would have been admitted under a\nrace-neutral process. UT thus makes no effort to assess how the\nindividual characteristics of students admitted as the result of\nracial preferences differ (or do not differ) from those of students\nwho would have been admitted without them.IIUT’s race-conscious admissions program cannot\nsatisfy strict scrutiny. UT says that the program furthers its\ninterest in the educational benefits of diversity, but it has\nfailed to define that interest with any clarity or to demonstrate\nthat its program is narrowly tailored to achieve that or any other\nparticular interest. By accepting UT’s rationales as sufficient to\nmeet its burden, the majority licenses UT’s perverse assumptions\nabout different groups of minority students—the precise assumptions\nstrict scrutiny is supposed to stamp out.A“The moral imperative of racial neutrality is\nthe driving force of the Equal Protection Clause.”Richmondv.J. A. Croson Co., 488 U. S. 469, 518 (1989)\n(Kennedy, J., concurring in part and concurring in judgment). “At\nthe heart of the Constitution’s guarantee of equal protection lies\nthe simple command that the Government must treat citizens as\nindividuals, not as simply components of a racial, religious,\nsexual or national class.”Millerv.Johnson, 515\nU. S. 900, 911 (1995) (internal quotation marks omitted).\n“Race-based assignments embody stereotypes that treat individuals\nas the product of their race, evaluating their thoughts and\nefforts—their very worth as citizens—according to a criterion\nbarred to the Government by history and the Constitution.”Id.,at 912 (internal quotation marks omitted). Given our\nconstitutional commitment to “the doctrine of equality,”\n“ ‘[d]istinctions between citizens solely because of their\nancestry are by their very nature odious to a free people.’ ”Ricev.Cayetano, 528 U. S. 495, 517 (2000)\n(quotingHirabayashiv.United States, 320 U. S.\n81, 100 (1943) ).“[B]ecause racial characteristics so seldom\nprovide a relevant basis for disparate treatment, the Equal\nProtection Clause demands that racial classifications\n. . . be subjected to the most rigid scrutiny.”Fisher\nI, 570 U. S., at ___ (slip op., at 8) (internal quotation\nmarks and citations omitted). “[J]udicial review must begin from\nthe position that ‘any official action that treats a person\ndifferently on account of his race or ethnic origin is inher-ently\nsuspect.’ ”Ibid.; see alsoGrutter, 539\nU. S., at 388 (Kennedy, J., dissenting) (“ ‘Racial and\nethnic distinctions of any sort are inherently suspect and thus\ncall for the most exacting judicial examination’ ”). Under\nstrict scrutiny, the use of race must be “necessary to further a\ncompelling governmental interest,” and the means employed must be\n“ ‘specifically and narrowly’ ” tailored to accomplish\nthe compelling interest.Id.,at 327, 333 (O’Connor, J., for\nthe Court).The “higher education dynamic does not change”\nthis standard.Fisher I,supra, at ___ (slip op., at\n12). “Racial discrimination [is] invidious in all contexts,”Edmonsonv.Leesville Concrete Co., 500 U. S.\n614, 619 (1991) , and “ ‘[t]he analysis and level of scrutiny\napplied to determine the validity of [a racial] classification do\nnot vary simply because the objective appears acceptable,’ ”Fisher I,supra, at ___ (slip op., at 12).Nor does the standard of review “ ‘depen[d]\non the race of those burdened or benefited by a particular\nclassification.’ ”Gratzv.Bollinger, 539\nU. S. 244, 270 (2003) (quotingAdarand Constructors,\nInc.v.Peña, 515 U. S. 200, 224 (1995) ); see alsoMiller,supra, at 904 (“This rule obtains with equal\nforce regardless of ‘the race of those burdened or benefited by a\nparticular classification’ ” (quotingCroson,supra, at 494 (plurality opinion of O’Connor, J.)). “Thus,\n‘any person, of whatever race, has the right to demand that any\ngovernmental actor subject to the Constitution justify any racial\nclassification subjecting that person to unequal treatment under\nthe strictest of judicial scrutiny.’ ”Gratz,supra, at 270 (quotingAdarand,supra, at\n224).In short, in “all contexts,”Edmonson,supra, at 619, racial classifications are permitted only “as\na last resort,” when all else has failed,Croson,supra, at 519 (opinion of Kennedy, J.). “Strict scrutiny is\na searching examination, and it is the government that bears the\nburden” of proof.Fisher I, 570 U. S., at ___ (slip\nop., at 8). To meet this burden, the government must “demonstratewith claritythat its ‘purpose or interest is both\nconstitutionally permissible and substantial, and that its use of\nthe classification is necessary . . . to the\naccomplishment of its purpose.’ ”Id.,at ___ (slip\nop., at 7) (emphasis added).BHere, UT has failed to define its interest in\nusing racial preferences with clarity. As a result, the narrow\ntailoring inquiry is impossible, and UT cannot satisfy strict\nscrutiny.When UT adopted its challenged policy, it\ncharacterized its compelling interest as obtaining a\n“ ‘critical mass’ ” of underrepresented minorities.Id.,at ___ (slip op., at 1). The 2004 Proposal claimed that\n“[t]he use of race-neutral policies and programs has not been\nsuccessful in achieving a critical mass of racial diversity.” Supp.\nApp. 25a; seeFisherv.University of Tex. at Austin,\n631 F. 3d 213, 226 (CA5 2011) (“[T]he2004 Proposalexplained that UT had not yet achieved the critical mass of\nunderrepresented minority students needed to obtain the full\neducational benefits of diversity”). But to this day, UT has not\nexplained in anything other than the vaguest terms what it means by\n“critical mass.” In fact, UT argues that it need not identifyanyinterest more specific than “securing the educational\nbenefits of diversity.” Brief for Respondents 15.UT has insisted that critical mass is not an\nabsolute number. See Tr. of Oral Arg. 39 (Oct. 10, 2012) (declaring\nthat UT is not working toward any particular number of\nAfrican-American or Hispanic students); App. 315a (confirming that\nUT has not defined critical mass as a number and has not projected\nwhen it will attain critical mass). Instead, UT prefers a\ndeliberately malleable “we’ll know it when we see it” notion of\ncritical mass. It defines “critical mass” as “an adequate\nrepresentation of minority students so that the . . .\neducational benefits that can be derived from diversity can\nactually happen,” and it declares that it “will . . .\nknow [that] it has reached critical mass” when it “see[s] the\neducational benefits happening.”Id.,at 314a–315a. In other\nwords: Trust us.This intentionally imprecise interest is\ndesigned to insulate UT’s program from meaningful judicial review.\nAs Judge Garza explained:“[T]o meet its narrow tailoring burden,\nthe University must explain its goal to us in some meaningful way.\nWe cannot undertake a rigorous ends-to-means narrow tailoring\nanalysis when the University will not define the ends. We cannot\ntell whether the admissions program closely ‘fits’ the University’s\ngoal when it fails to objectively articulate its goal. Nor can we\ndetermine whether considering race is necessary for the University\nto achieve ‘critical mass,’ or whether there are effective\nrace-neutral alternatives, when it has not described what ‘critical\nmass’ requires.” 758 F. 3d, at 667 (dissenting opinion).Indeed, without knowing in reasonably specific\nterms what critical mass is or how it can be measured, a reviewing\ncourt cannot conduct the requisite “careful judicial inquiry” into\nwhether the use of race was “ ‘necessary.’ ”Fisher\nI,supra, at ___ (slip op., at 10).To be sure, I agree with the majority that our\nprecedents do not require UT to pinpoint “an interest in enrolling\na certain number of minority students.”Ante, at 11. But in\norder for us to assess whether UT’s program is narrowly tailored,\nthe University must identifysome sort of concrete interest.\n“Classifying and assigning” students according to race “requires\nmore than . . . an amorphous end to justify it.”Parents Involved in Community Schoolsv.Seattle School\nDist. No. 1, 551 U. S. 701, 735 (2007) . Because UT has\nfailed to explain “with clarity,”Fisher I,supra, at\n___ (slip op., at 7), why it needs a race-conscious policy and how\nit will know when its goals have been met, the narrow tailoring\nanalysis cannot be meaningfully conducted. UT therefore cannot\nsatisfy strict scrutiny.The majority acknowledges that “asserting an\ninterest in the educational benefits of diversity writ large is\ninsufficient,” and that “[a] university’s goals cannot be elusory\nor amorphous—they must be sufficiently measurable to permit\njudicial scrutiny of the policies adopted to reach them.”Ante, at 12. According to the majority, however, UT has\narticulated the following “concrete and precise goals”: “the\ndestruction of stereotypes, the promot[ion of ] cross-racial\nunderstanding, the preparation of a student body for an\nincreasingly diverse workforce and society, and the cultivat[ion\nof] a set of leaders with legitimacy in the eyes of the citizenry.”Ibid.(internal quotation marks omitted).These are laudable goals, but they are not\nconcrete or precise, and they offer no limiting principle for the\nuse of racial preferences. For instance, how will a court ever be\nable to determine whether stereotypes have been adequately\ndestroyed? Or whether cross-racial understanding has been\nadequately achieved? If a university can justify racial\ndiscrimination simply by having a few employees opine that racial\npreferences are necessary to accomplish these nebulous goals, seeante, at 12–13 (citingonlyself-serving statements\nfrom UT officials), then the narrow tailoring inquiry is\nmeaningless. Courts will be required to defer to the judgment of\nuniversity administrators, and affirmative-action policies will be\ncompletely insulated from judicial review.By accepting these amorphous goals as sufficient\nfor UT to carry its burden, the majority violates decades of\nprecedent rejecting blind deference to government officials\ndefending “ ‘inherently suspect’ ” classifications.Miller, 515 U. S., at 904 (citingRegents of Univ.\nof Cal.v.Bakke, 438 U. S. 265, 291 (1978)\n(opinion of Powell, J.)); see also,e.g.,Miller,supra, at 922 (“Our presumptive skepticism of all racial\nclassifications . . . prohibits us . . . from\naccepting on its face the Justice Department’s conclusion”\n(citation omitted));Croson, 488 U. S., at 500 (“[T]he\nmere recitation of a ‘benign’ or legitimate purpose for a racial\nclassification is entitled to little or no weight”);id.,at\n501 (“The history of racial classifications in this country\nsuggests that blind judicial deference to legislative or executive\npronouncements of necessity has no place in equal protection\nanalysis”). Most troublingly, the majority’s uncritical deference\nto UT’s self-serving claims blatantly contradicts our decision in\nthe prior iteration of this very case, in which we faulted the\nFifth Circuit for improperly “deferring to the University’s good\nfaith in its use of racial classifications.”Fisher I, 570\nU. S., at ___ (slip op., at 12). As we emphasized just three\nyears ago, our precedent “ma[kes] clear that it is for the courts,\nnot for university administrators, to ensure that” an admissions\nprocess is narrowly tailored.Id., at ___ (slip op., at\n10).A court cannot ensure that an admissions process\nis narrowly tailored if it cannot pin down the goals that the\nprocess is designed to achieve. UT’s vague policy goals are “so\nbroad and imprecise that they cannot withstand strict scrutiny.”Parents Involved,supra, at 785 (Kennedy, J.,\nconcurring in part and concurring in judgment).CAlthough UT’s primary argument is that it need\nnot point to any interest more specific than “the educational\nbenefits of diversity,” Brief for Respondents 15, it has—at various\npoints in this litigation—identified four more specific goals:\ndemographic parity, classroom diversity, intraracial diversity, and\navoiding racial isolation. Neither UT nor the majority has\ndemonstrated that any of these four goals provides a sufficient\nbasis for satisfying strict scrutiny. And UT’s arguments to the\ncontrary depend on a series of invidious assumptions.1First, both UT and the majority cite\ndemographic data as evidence that African-American and Hispanic\nstudents are “underrepresented” at UT and that racial preferences\nare necessary to compensate for this underrepresentation. See,e.g.,Supp. App. 24a;ante, at 14. But neither UT nor\nthe majority is clear about the relationship between Texas\ndemographics and UT’s interest in obtaining a critical mass.Does critical mass depend on the relative size\nof a particular group in the population of a State? For example, is\nthe critical mass of African-Americans and Hispanics in Texas,\nwhere African-Americans are about 11.8% of the population and\nHispanics are about 37.6%, different from the critical mass in\nneighboring New Mexico, where the African-American population is\nmuch smaller (about 2.1%) and the Hispanic population constitutes a\nhigher percentage of the State’s total (about 46.3%)? See United\nStates Census Bureau, QuickFacts, online at\nhttps://www.census.gov/quickfacts/table/PST045215/35,48 (all\nInter-net materials as last visited June 21, 2016).UT’s answer to this question has veered back and\nforth. At oral argument inFisher I, UT’s lawyer indicated\nthat critical mass “could” vary “from group to group” and from\n“state to state.” See Tr. of Oral Arg. 40 (Oct. 10, 2012). And UT\ninitially justified its race-conscious plan at least in part on the\nground that “significant differences between the racial and ethnic\nmakeup of the University’s undergraduate population and the state’s\npopulation prevent the University from fully achieving its\nmission.” Supp. App. 24a; see alsoid.,at 16a (“[A]\ncritical mass in Texas is necessarily larger than a critical mass\nin Michigan,” because “[a] majority of the college-age population\nin Texas is African American or Hispanic”);Fisher, 631\nF. 3d, at 225–226, 236 (concluding that UT’s reliance on Texas\ndemographics reflects “measured attention to the community it\nserves”); Brief for Respondents in No. 11–345, at 41 (noting\nthat critical mass may hinge, in part, on “the communities that\nuniversities serve”). UT’s extensive reliance on state demographics\nis also revealed by its substantial focus on increasing the\nrepresentation of Hispanics, but not Asian-Americans, see,e.g.,645 F. Supp. 2d, at 606; Supp. App. 25a; App.\n445a–446a, because Hispanics, but not Asian-Americans, are\nunderrepre-sented at UT when compared to the demographics of the\nState.[2]On the other hand, UT’s counsel asserted that\nthe critical mass for the University is “not at all” dependent on\nthe demographics of Texas, and that UT’s “concept [of] critical\nmass isn’t tied to demographic[s].” Tr. of Oral Arg. 40, 49 (Oct.\n10, 2012). And UT’sFisher Ibrief expressly agreed that “a\nuniversity cannot look to racial demographics—and then work\nbackward in its admissions process to meet a target tied to such\ndemographics.” Brief for Respondents in No. 11–345, at 31; see\nalso Brief for Respondents 26–27 (disclaiming any interest in\ndemographic parity).To the extent that UT is pursuing parity with\nTexas demographics, that is nothing more than “outright racial\nbalancing,” which this Court has time and again held “patently\nunconstitutional.”Fisher I, 570 U. S., at ___ (slip\nop., at 9); seeGrutter, 539 U. S., at 330 (“[O]utright\nracial balancing . . . is patently unconstitutional”);Freemanv.Pitts, 503 U. S. 467, 494 (1992)\n(“Racial balance is not to be achieved for its own sake”);Croson, 488 U. S., at 507 (rejecting goal of “outright\nracial balancing”);Bakke, 438 U. S., at 307 (opinion\nof Powell, J.) (“If petitioner’s purpose is to assure within its\nstudent body some specified percentage of a particular group merely\nbecause of its race or ethnic origin, such a preferential purpose\nmust be rejected . . . as facially invalid”). An interest\n“linked to nothing other than proportional representation of\nvarious races . . . would support indefinite use of\nracial classifications, employed first to obtain the appropriate\nmixture of racial views and then to ensure that the [program]\ncontinues to reflect that mixture.”Metro Broadcasting, Inc.v.FCC, 497 U. S. 547, 614 (1990) (O’Connor, J.,\ndissenting). And as we held inFisher I, “ ‘[r]acial\nbalancing is not transformed from “patently unconstitutional” to a\ncompelling state interest simply by relabeling it “racial\ndiver-sity.” ’ ” 570 U. S., at ___ (slip op., at 9)\n(quotingParents Involved, 551 U. S., at 732).The record here demonstrates the pitfalls\ninherent in racial balancing. Although UT claims an interest in the\neducational benefits of diversity, it appears to have paid little\nattention to anything other than the number of minority students on\nits campus and in its classrooms. UT’s 2004 Proposal illustrates\nthis approach by repeatedly citing numerical assessments of the\nracial makeup of the student body and various classes as the\njustification for adopting a race-conscious plan. See,e.g.,Supp. App. 24a–26a, 30a. Instead of focusing on the benefits of\ndiversity, UT seems to have resorted to a simple racial census.The majority, for its part, claims that\n“[a]lthough demographics alone are by no means dispositive, they do\nhave some value as a gauge of the University’s ability to enroll\nstudents who can offer underrepresented perspectives.”Ante,at 14. But even if UT merely “view[s] the demographic disparity as\ncause for concern,” Brief for United States asAmicus Curiae29, and is seeking only to reduce—rather than eliminate—the\ndisparity, that undefined goal cannot be properly subjected to\nstrict scrutiny. In that case, there is simply no way for a court\nto know what specific demographic interest UT is pursuing, why a\nrace-neutral alternative could not achieve that interest, and when\nthat demographic goal would be satisfied. If a demographic\ndiscrepancy can serve as “a gauge” that justifies the use of racial\ndiscrimination,ante, at 14, then racial discrimination can\nbe justified on that basis until demographic parity is reached.\nThere is no logical stopping point short of patently\nunconstitutional racial balancing. Demographic disparities thus\ncannot be used to satisfy strict scrutiny here. SeeCroson,supra, at 498 (rejecting a municipality’s assertion that its\nracial set-aside program was justified in light of past\ndiscrimination because that assertion had “ ‘no logical\nstopping point’ ” and could continue until the percentage of\ngovernment contracts awarded to minorities “mirrored the percentage\nof minorities in the population as a whole”);Wygantv.Jackson Bd. of Ed., 476 U. S. 267, 275 (1986)\n(plurality opinion) (rejecting the government’s asserted interest\nbecause it had “no logical stopping point”).2The other major explanation UT offered in the\nProposal was its desire to promote classroom diversity. The\nProposal stressed that UT “has not reached a critical mass at theclassroom level.” Supp. App. 24a (emphasis added); see alsoid., at 1a, 25a, 39a; App. 316a. In support of this\nproposition, UT relied on a study of select classes containing five\nor more students. As noted above, the study indicated that 52% of\nthese classes had no African-Americans, 16% had no Asian-Americans,\nand 12% had no Hispanics. Supp. App. 26a. The study further\nsuggested that only 21% of these classes had two or more\nAfrican-Americans, 67% had two or more Asian-Americans, and 70% had\ntwo or more Hispanics. Seeibid.Based on this study, UT\nconcluded that it had a “compelling educational interest” in\nemploying racial preferences to ensure that it did not “have large\nnumbers of classes in which there are no students—or only a single\nstudent—of a given underrepresented race or ethnicity.”Id.,at 25a.UT now equivocates, disclaiming any discrete\ninterest in classroom diversity. See Brief for Respondents 26–27.\nInstead, UT has taken the position that the lack of classroom\ndiversity was merely a “red flag that UT had not yet fully\nrealized” “the constitutionally permissible educational benefits of\ndiversity.” Brief for Respondents in No. 11–345, at 43. But UT has\nfailed to identify the level of classroom diversity it deems\nsufficient, again making it im-possible to apply strict\nscrutiny.[3] A reviewing court\ncannot determine whether UT’s race-conscious programwas necessary\nto remove the so-called “red flag” without understanding the\nprecise nature of that goal or know-ing when the “red flag” will be\nconsidered to havedisappeared.Putting aside UT’s effective abandonment of its\ninterest in classroom diversity, the evidence cited in support of\nthat interest is woefully insufficient to show that UT’s\nrace-conscious plan was necessary to achieve the educational\nbenefits of a diverse student body. As far as the record shows, UT\nfailed to even scratch the surface of the available data before\nreflexively resorting to racial preferences. For instance, because\nUT knows which students were admitted through the Top Ten Percent\nPlan and which were not, as well as which students enrolled in\nwhich classes, it would seem relatively easy to determine whether\nTop Ten Percent students were more or less likely than holistic\nadmittees to enroll in the types of classes where diversity was\nlacking. But UT never bothered to figure this out. Seeante,\nat 9 (acknowledging that UT submitted no evidence regarding “how\nstudents admitted solely based on their class rank differ in their\ncontribution to diversity from students admitted through holistic\nreview”). Nor is there any indication that UT instructed admissions\nofficers to search for African-American and Hispanic applicants who\nwould fill particular gaps at the classroom level. Given UT’s\nfailure to present such evidence, it has not demonstrated that its\nrace-conscious policy would promote classroom diversity any better\nthan race-neutral options, such as expanding the Top Ten Percent\nPlan or using race-neutral holistic admissions.Moreover, if UT is truly seeking to expose its\nstudents to a diversity of ideas and perspectives, its policy is\npoorly tailored to serve that end. UT’s own study—which the\nmajority touts as the best “nuanced quantitative data” supporting\nUT’s position,ante, at 15—demonstrated that classroom\ndiversity was more lacking for students classified as\nAsian-American than for those classified as Hispanic. Supp. App.\n26a. But the UT plan discriminatesagainstAsian-American\nstudents.[4] UT is apparently\nunconcerned that Asian-Americans “may be made to feel isolated or\nmay be seen as . . . ‘spokesperson[s]’ of their race or\nethnicity.”Id.,at 69a; seeid., at 25a. And unless\nthe University is engaged in unconstitutional racial balancing\nbased on Texas demographics (where Hispanics outnumber\nAsian-Americans), see Part II–C–1,supra, it seemingly views\nthe classroom contributions of Asian-American students as less\nvaluable than those of Hispanic students. In UT’s view, apparently,\n“Asian Americans are not worth as much as Hispanics in promoting\n‘cross-racial understanding,’ breaking down ‘racial stereotypes,’\nand enabling students to ‘better understand persons of different\nraces.’ ” Brief for Asian American Legal Foundation\net al. asAmici Curiae11 (representing 117\nAsian-American organizations). The majority opinion effectively\nendorses this view, crediting UT’s reliance on the classroom study\nas proof that the University assessed its need for racial\ndiscrimination (including racial discrimination that undeniably\nharms Asian-Americans) “with care.”Ante, at 15.While both the majority and the Fifth Circuit\nrely on UT’s classroom study, seeante, at 15; 758 F. 3d, at\n658–659, they completely ignore its finding that Hispanics are\nbetter represented than Asian-Americans in UT classrooms. In fact,\nthey act almost as if Asian-American students do not exist. Seeante, at 14 (mentioning Asian-Americans only a single time\noutside of parentheticals, and not in the context of the classroom\nstudy); 758 F. 3d, at 658 (mentioning Asian-Americans only a single\ntime).[5] Only the District\nCourt acknowledged the impact of UT’s policy on Asian-American\nstudents. But it brushed aside this impact,\nconcluding—astoundingly—that UT can pick and choose which racial\nand ethnic groups it would like to favor. According to the District\nCourt, “nothing inGrutterrequires a university to give\nequal preference to every minority group,” and UT is allowed “to\nexercise its discretion in determining which minority groups should\nbenefit from the consideration of race.” 645 F. Supp. 2d, at\n606.This reasoning, which the majority implicitly\naccepts by blessing UT’s reliance on the classroom study, places\nthe Court on the “tortuous” path of “decid[ing] which races to\nfavor.”Metro Broadcasting, 497 U. S., at 632 (Kennedy,\nJ., dissenting). And the Court’s willingness to allow this\n“discrimination against individuals of Asian descent in UT\nadmissions is particularly troubling, in light of the long history\nof discrimination against Asian Americans, especially in\neducation.” Brief for Asian American Legal Foundation et al.\nasAmici Curiae6; see also,e.g., id.,at 16–17\n(discussing the placement of Chinese-Americans in “ ‘separate\nbut equal’ ” public schools);Gong Lumv.Rice,\n275 U. S. 78 –82 (1927) (holding that a\n9-year-oldChinese-American girl could be denied entry to a “white”\nschool because she was “a member of the Mongolian or yellow race”).\nIn sum, “[w]hile the Court repeatedly refers to the preferences as\nfavoring ‘minorities,’ . . . it must be emphasized that\nthe discriminatory policies upheld today operate to exclude”\nAsian-American students, who “have not made [UT’s] list” of favored\ngroups.Metro Broadcasting,supra, at 632 (Kennedy,\nJ., dissenting).Perhaps the majority finds discrimination\nagainst Asian-American students benign, since Asian-Americans are\n“overrepresented” at UT. 645 F. Supp. 2d, at 606. But\n“[h]istory should teach greater humility.”Metro\nBroadcasting, 497 U. S., at 609 (O’Connor, J.,\ndissenting). “ ‘[B]enign’ carries with it no independent\nmeaning, but reflects only acceptance of the current generation’s\nconclusion that a politically acceptable burden, imposed on\nparticular citizens on the basis of race, is reasonable.”Id.,at 610. Where, as here, the government has provided\nlittle explanation for why it needs to discriminate based on race,\n“ ‘there is simply no way of determining what classifications\nare “benign” . . . and what classifications are in fact\nmotivated by illegitimate notions of racial inferiority or simple\nracial politics.’ ”Parents Involved, 551 U. S., at 783\n(opinion of Kennedy, J.) (quotingCroson, 488 U. S., at\n493 (plurality opinion of O’Connor, J.)). By accepting the\nclassroom study as proof that UT satisfied strict scrutiny, the\nmajority “move[s] us from ‘separate but equal’ to ‘un-equal but\nbenign.’ ”Metro Broadcasting,supra, at 638\n(Kennedy, J., dissenting).In addition to demonstrating that UT\ndiscriminates against Asian-American students, the classroom study\nalso exhibits UT’s use of a few crude, overly simplistic racial and\nethnic categories. Under the UT plan, both the favored and the\ndisfavored groups are broad and consist of students from enormously\ndiverse backgrounds. See Supp. App. 30a; see alsoFisher I,\n570 U. S., at ___ (slip op., at 4) (“five predefined racial\ncategories”). Because “[c]rude measures of this sort threaten to\nreduce [students] to racial chits,”Parents Involved, 551\nU. S., at 798 (opinion of Kennedy, J.), UT’s reliance on such\nmeasures further undermines any claim based on classroom diver-sity\nstatistics, seeid.,at 723 (majority opinion) (criticizing\nschool policies that viewed race in rough “white/nonwhite” or\n“black/‘other’ ” terms);id., at 786 (opinion of\nKennedy, J.) (faulting government for relying on “crude racial\ncat-egories”);Metro Broadcasting,supra, at 633, n.\n1 (Kennedy, J., dissenting) (concluding that “ ‘the very\nattempt to define with precision a beneficiary’s qualifying racial\ncharacteristics is repugnant to our constitutional ideals,’ ”\nand noting that if the government “ ‘is to make a serious\neffort to define racial classes by criteria that can be\nadministered objectively, it must study precedents such as the\nFirst Regulation to the Reichs Citizenship Law of November 14,\n1935’ ”).For example, students labeled “Asian American,”\nSupp. App. 26a, seemingly include “individuals of Chinese,\nJapanese, Korean, Vietnamese, Cambodian, Hmong, Indian and other\nbackgrounds comprising roughly 60% of the world’s population,”\nBrief for Asian American Legal Foundation et al. asAmici\nCuriae, O. T. 2012, No. 11–345, p. 28.[6] It would be ludicrous to suggest that all of\nthese students have similar backgrounds and similar ideas and\nexperiences to share. So why has UT lumped them together and\nconcluded that it is appropriate to discriminate against\nAsian-American students because they are “overrepresented” in the\nUT student body? UT has no good answer. And UT makes no effort to\nensure that it has a critical mass of, say, “Filipino Americans” or\n“Cambodian Americans.” Tr. of Oral Arg. 52 (Oct. 10, 2012). As long\nas there are a sufficient number of “Asian Americans,” UT is\napparently satisfied.UT’s failure to provide any definition of the\nvarious racial and ethnic groups is also revealing. UT does not\nspecify what it means to be “African-American,” “His-panic,” “Asian\nAmerican,” “Native American,” or “White.” Supp. App. 30a. And UT\nevidently labels each student as falling into only a single racial\nor ethnic group, see,e.g.,id.,at 10a–13a, 30a,\n43a–44a, 71a, 156a–157a, 169a–170a, without explaining how\nindividuals with ancestors from different groups are to be\ncharacterized. As racial and ethnic prejudice recedes, more and\nmore students will have parents (or grandparents) who fall into\nmore than one of UT’s five groups. According to census figures,\nindividuals describing themselves as members of multiple races grew\nby 32% from 2000 to 2010.[7] A\nrecent survey reported that 26% of Hispanics and 28% of\nAsian-Americans marry a spouse of a different race or\nethnicity.[8] UT’s crude\nclassification system is ill suited for the more integrated country\nthat we are rapidly becoming. UT assumes that if an applicant\ndescribes himself or herself as a member of a particular race or\nethnicity, that applicant will have a perspective that differs from\nthat of applicants who describe themselves as members of different\ngroups. But is this necessarily so? If an applicant hasone\ngrandparent, great-grandparent, or great-great-grandparent who was\na member of a favored group, is that enough to permit UT to infer\nthat this student’s classroom contribution will reflect a\ndistinctive perspective or set of experiences associated with that\ngroup? UT does not say. It instead relies on applicants to\n“classify themselves.”Fisher I, 570 U. S., at ___\n(slip op., at 4). This is an invitation for applicants to game the\nsystem.Finally, it seems clear that the lack of\nclassroom diver-sity is attributable in good part to factors other\nthan the representation of the favored groups in the UT student\npopulation. UT offers an enormous number of classes in a wide range\nof subjects, and it gives undergraduates a very large measure of\nfreedom to choose their classes. UT also offers courses in subjects\nthat are likely to have special appeal to members of the minority\ngroups given preferential treatment under its challenged plan, and\nthis of course diminishes the number of other courses in which\nthese students can enroll. See,e.g.,Supp. App. 72a–73a\n(indicating that the representation of African-Americans and\nHispanics in UT classrooms varies substantially from major to\nmajor). Having designed an undergraduate program that virtually\nensures a lack of classroom diver-sity, UT is poorly positioned to\nargue that this very result provides a justification for racial and\nethnic discrimination, which the Constitution rarely allows.3UT’s purported interest in intraracial\ndiversity, or “diversity within diversity,” Brief for Respondents\n34, also falls short. At bottom, this argument relies on the\nunsupported assumption that there is something deficient or at\nleast radically different about the African-American and Hispanic\nstudents admitted through the Top Ten Percent Plan.Throughout this litigation, UT has repeatedly\nshifted its position on the need for intraracial diversity.\nInitially, in the 2004 Proposal, UT did not rely on this alleged\nneed at all. Rather, the Proposal “examined two metrics—classroom\ndiversity and demographic disparities—that it concluded were\nrelevant to its ability to provide [the] benefits of diversity.”\nBrief for United States asAmicus Curiae27–28. Those\nmetrics looked only to the numbers of African-Americans and\nHispanics, not to diversity within each group.On appeal to the Fifth Circuit and inFisher\nI, however, UT began to emphasize its intraracial diversity\nargument. UT complained that the Top Ten Percent Law hinders its\nefforts to assemble a broadly diverse class because the minorities\nadmitted under that law are drawn largely from certain areas of\nTexas where there are majority-minority schools. These students, UT\nargued, tend to come from poor, disadvantaged families, and the\nUniver-sity would prefer a system that gives it substantial leeway\nto seek broad diversitywithingroups of underrepresented\nminorities. In particular, UT asserted a need for more\nAfrican-American and Hispanic students from privileged backgrounds.\nSee,e.g.,Brief for Respondents in No. 11–345, at 34\n(explaining that UT needs race-conscious admissions in order to\nadmit “[t]he African-American or Hispanic child of successful\nprofessionals in Dallas”);ibid.(claiming that privileged\nminorities “have great potential for serving as a ‘bridge’ in\npromoting cross-racial understanding, as well as in breaking down\nracial stereotypes”);ibid.(intimating that the\nunderprivileged minority students admitted under the Top Ten\nPercent Plan “reinforc[e]” “stereotypical assumptions”); Tr.\nof Oral Arg. 43–45 (Oct. 10, 2012) (“[A]lthough the percentage plan\ncertainly helps with minority admissions, by and large, the—the\nminorities who are admitted tend to come from seg-regated,\nracially-identifiable schools,” and “we wantminorities from\ndifferent backgrounds”). Thus, the Top Ten Percent Law is faulted\nfor admittingthe wrong kind of African-American and Hispanic\nstudents.The Fifth Circuit embraced this argument on\nremand, endorsing UT’s claimed need to enroll minorities from\n“high-performing,” “majority-white” high schools. 758 F. 3d,\nat 653. According to the Fifth Circuit, these more privileged\nminorities “bring a perspective not captured by” students admitted\nunder the Top Ten Percent Law, who often come “from highly\nsegregated, underfunded, and underperforming schools.”Ibid.For instance, the court determined, privileged minorities “can\nenrich the diversity of the student body in distinct ways” because\nsuch students have “higher levels of preparation and better\nprospects for admission to UT Austin’s more demanding colleges”\nthan underprivileged minorities.Id.,at 654; see alsoFisher, 631 F. 3d, at 240, n. 149 (concluding thatthe\nTop Ten Percent Plan “widens the ‘credentials gap’ between minority\nand non-minority students at the University, which risks driving\naway matriculating minor-ity students from difficult majors like\nbusiness or the sciences”).Remarkably, UT now contends that petitioner has\n“fabricat[ed]” the argument that it is seeking affluent minorities.\nBrief for Respondents 2. That claim is impossible to square with\nUT’s prior statements to this Court in the briefing and oral\nargument inFisher I.[9]\nMoreover, although UT reframes its argument, it continues to assert\nthat it needs affirmative action to admit privileged minorities.\nFor instance, UT’s brief highlights its interest in admitting\n“[t]he black student with high grades from Andover.” Brief for\nRespondents 33. Similarly, at oral argument, UT claimed that its\n“interests in the educa-tional benefits of diversity would not be\nmet if all of [the] minority students were . . . coming\nfrom depressed socioeconomic backgrounds.” Tr. of Oral Arg. 53\n(Dec. 9, 2015); see alsoid.,at 43, 45.Ultimately, UT’s intraracial diversity rationale\nrelies on the baseless assumption that there is something wrong\nwith African-American and Hispanic students admitted through the\nTop Ten Percent Plan, because they are “from the lower-performing,\nracially identifiable schools.”Id.,at 43; seeid.,at 42–43 (explaining that “the basis” for UT’s conclusion that it\nwas “not getting a variety of perspectives among African-Americans\nor Hispanics” was the fact that the Top Ten Percent Plan admits\nunderprivileged minorities from highly segregated schools). In\neffect, UT asks the Court “toassume”—without any\nevidence—“that minorities admitted under the Top Ten Percent Law\n. . . are somehow more homogenous, less dynamic, and more\nundesirably stereotypical than those admitted under holistic\nreview.” 758 F. 3d, at 669–670 (Garza, J., dissenting). And\nUT’s assumptions appear to be based on the pernicious stereotype\nthat the African-Americans and Hispanics admitted through the Top\nTen Percent Plan only got in because they did not have to compete\nagainst very many whites and Asian-Americans. See Tr. of Oral Arg.\n42–43 (Dec. 9, 2015). These are “the very stereotypical assumptions\n[that] the Equal Protection Clause forbids.”Miller, 515\nU. S., at 914. UT cannot satisfy its burden by attempting to\n“substitute racial stereotype for evidence, and racial prejudice\nfor reason.”Calhounv.United States, 568 U. S.\n___, ___ (2013) (slip op., at 4) (Sotomayor, J., respecting denial\nof certiorari).In addition to relying on stereotypes, UT’s\nargument that it needs racial preferences to admit privileged\nminorities turns the concept of affirmative action on its head.\nWhen affirmative action programs were first adopted, it was for the\npurpose of helping the disadvantaged. See,e.g., Bakke, 438\nU. S., at 272–275 (opinion of Powell, J.) (explaining that the\nschool’s affirmative action program was designed “to increase the\nrepresentation” of “ ‘economically and/or educationally\ndisadvantaged’  applicants”). Now we are told that a program\nthat tends to admit poor and disadvantaged minority students is\ninadequate because it does not work to the advantage of those who\nare more fortunate. This is affirmative action gone wild.It is also far from clear that UT’s assumptions\nabout the socioeconomic status of minorities admitted through the\nTop Ten Percent Plan are even remotely accurate. Take, for example,\nparental education. In 2008, when petitioner applied to UT,\napproximately 79% of Texans aged 25 years or older had a high\nschool diploma, 17% had a bachelor’s degree, and 8% had a graduate\nor professional degree. Dept. of Educ., Nat. Center for Educ.\nStatistics, T. Snyder & S. Dillow,Digest of Education\nStatistics 2010, p. 29 (2011). In contrast, 96% of\nAfrican-Americans admitted through the Top Ten Percent Plan had a\nparent with a high school diploma, 59% had a parent with a\nbachelor’s degree, and 26% had a parent with a graduate or\nprofessional degree. See UT, Office of Admissions, Student Profile,\nAdmitted Freshman Class of 2008, p. 8 (rev. Aug. 1,2012) (2008\nStudent Profile), online at\nhttps://uteas.app.box. com / s /twqozsbm2vb9lhm14o0v0czvqs1ygzqr/1/7732448553/23476747441/1.\nSimilarly, 83% of Hispanics admitted through the Top Ten Percent\nPlan had a parent with a high school diploma, 42% had a parent with\na bachelor’s degree, and 21% had a parent with a graduate or\nprofessional degree.Ibid.As these statistics make plain,\nthe minorities that UT characterizes as “coming from depressed\nsocioeconomic backgrounds,” Tr. of Oral Arg. 53 (Dec. 9, 2015),\ngenerally come from households with education levels exceeding the\nnorm in Texas.Or consider income levels. In 2008, the median\nannual household income in Texas was $49,453. United States Census\nBureau, A. Noss, Household Income for States: 2008 and 2009,\np. 4 (2010), online at\nhttps://www.census.gov/prod/2010pubs/acsbr09-2.pdf. The household\nincome levels for Top Ten Percent African-American and Hispanic\nadmittees were on par: Roughly half of such admittees came from\nhouseholds below the Texas median, and half came from households\nabove the median. See 2008 Student Profile 6. And a large portion\nof these admittees are from households with income levels far\nexceeding the Texas median. Specifically, 25% of African-Americans\nand 27% of Hispanics admitted through the Top Ten Percent Plan in\n2008 were raised in households with incomes exceeding $80,000.Ibid.In light of this evidence, UT’s actual argument is not\nthat it needs affirmative action to ensure that its minority\nadmittees are representative of the State of Texas. Rather, UT is\nasserting that it needs affirmative action to ensure that its\nminority students disproportionally come from families that are\nwealthier and better educated than the average Texas family.In addition to using socioeconomic status to\nfalsely denigrate the minority students admitted through the Top\nTen Percent Plan, UT also argues that such students are\nacademically inferior. See,e.g.,Brief for Respondents in\nNo. 11–345, at 33 (“[T]he top 10% law systematically hinders UT’s\nefforts to assemble a class that is . . . academically\nexcellent”). “On average,” UT claims, “African-American and\nHispanic holistic admits have higher SAT scores than their Top 10%\ncounterparts.” Brief for Respondents 43, n. 8. As a result, UT\nargues that it needs race-conscious admissions to enroll\nacademically superior minority students with higher SAT scores.\nRegrettably, the majority seems to embrace this argument as well.\nSeeante,at 16 (“[T]he Equal Protection Clause does not\nforce universities to choose between a diverse student body and a\nreputation for academic excellence”).This argument fails for a number of reasons.\nFirst, it is simply not true that Top Ten Percent minority\nadmittees are academically inferior to holistic admittees. In fact,\nas UT’s president explained in 2000, “top 10 percent high school\nstudents make much higher grades in college than non-top 10 percent\nstudents,” and “[s]trong academic performance in high school is an\neven better predictor of success in college than standardized test\nscores.” App. 393a–394a; see also Lavergne Deposition 41–42\n(agreeing that “it’s generally true that students admitted pursuant\nto HB 588 [the Top Ten Percent Law] have a higher level of academic\nperformance at the University than students admitted outside of HB\n588”). Indeed, the statistics in the record reveal that, for each\nyear between 2003 and 2007, African-American in-state freshmen who\nwere admitted under the Top Ten Percent Law earned a higher mean\ngrade point average than those admitted outside of the Top Ten\nPercent Law. Supp. App. 164a. The same is true for Hispanic\nstudents.Id.,at 165a. These conclusions correspond to the\nresults of nationwide studies showing that high school grades are a\nbetter predictor of success in college than SAT scores.[10]It is also more than a little ironic that UT\nuses the SAT, which has often been accused of reflecting racial and\ncultural bias,[11] as a\nreason for dissatisfaction with poor and disadvantaged\nAfrican-American and Hispanic students who excel both in high\nschool and in college. Even if the SAT does not reflect such bias\n(and I am ill equipped to express a view on that subject), SAT\nscores clearly correlate with wealth.[12]UT certainly has a compelling interest in\nadmitting students who will achieve academic success, but it does\nnot follow that it has a compelling interest in maximizing\nadmittees’ SAT scores. Approximately 850 4-year-degree institutions\ndo not require the SAT or ACT as part of the admissions process.\nSee J. Soares, SAT Wars: The Case for Test-Optional College\nAdmissions 2 (2012). This includes many excellent schools.[13]To the extent that intraracial diversity refers\nto something other than admitting privileged minorities and\nminorities with higher SAT scores, UT has failed to define that\ninterest with any clarity. UT “has not provided any concrete\ntargets for admitting more minority students possessing [the]\nunique qualitative-diversity characteristics” it desires. 758\nF. 3d, at 669 (Garza, J., dissenting). Nor has UT specified\nwhich characteristics, viewpoints, and life experiences are\nsupposedly lacking in the African-Americans and Hispanics admitted\nthrough the Top Ten Percent Plan. In fact, because UT\nadministrators make no collective, qualitative assessment of the\nminorities admitted automatically, they have no way of knowing\nwhich attributes are missing. Seeante,at 9 (admitting that\nthere is no way of knowing “how students admitted solely based on\ntheir class rank differ in their contribution to diversity from\nstudents admitted through holistic review”); 758 F. 3d, at 669\n(Garza, J., dissenting) (“The University does not assess whether\nTop Ten Percent Law admittees exhibit sufficient diversity within\ndiversity, whether the requisite ‘change agents’ are among them,\nand whether these admittees are able, collectively or individually,\nto combat pernicious stereotypes”). Furthermore, UT has not\nidentified “when, if ever, its goal (which remains undefined) for\nqualitative diversity will be reached.”Id.,at 671. UT’s\nintraracial diversity rationale is thus too imprecise to permit\nstrict scrutiny analysis.Finally, UT’s shifting positions on intraracial\ndiversity, and the fact that intraracial diversity was not\nemphasized in the Proposal, suggest that it was not “the actual\npurpose underlying the discriminatory classification.”Mississippi Univ. for Womenv.Hogan, 458 U. S.\n718, 730 (1982) . Instead, it appears to be apost hocrationalization.4UT also alleges—and the majority embraces—an\ninterest in avoiding “feelings of loneliness and isolation” among\nminority students.Ante, at 14–15; see Brief for Respondents\n7–8, 38–39. In support of this argument, they cite only demographic\ndata and anecdotal statements by UT officials that some students\n(we are not told how many) feel “isolated.” This vague interest\ncannot possibly satisfy strict scrutiny.If UT is seeking demographic parity to avoid\nisolation, that is impermissible racial balancing. See Part II–C–1,supra. And linking racial loneliness and isolation to state\ndemographics is illogical. Imagine, for example, that an\nAfrican-American student attends a university that is 20%\nAfrican-American. If racial isolation depends on a comparison to\nstate demographics, then that student is more likely to feel\nisolated if the school is located in Mississippi (which is 37.0%\nAfrican-American) than if it is located in Montana (which is 0.4%\nAfrican-American). See United States Census Bureau, QuickFacts,\nonline at https://www.census.gov/quickfacts/table/PST045215/28,30.\nIn reality, however, the student may feel—if anything—lessisolated in Mississippi, where African-Americans are more prevalent\nin the population at large.If, on the other hand, state demographics are\nnot driving UT’s interest in avoiding racial isolation, then its\ntreatment of Asian-American students is hard to understand. As the\nDistrict Court noted, “the gross number of Hispanic students\nattending UT exceeds the gross number of Asian-American students.”\n645 F. Supp. 2d, at 606. In 2008, for example, UT enrolled\n1,338 Hispanic freshmen and 1,249 Asian-American freshmen. Supp.\nApp. 156a. UT never explains why the Hispanic students—but not the\nAsian-American students—are isolated and lonely enough to receive\nan admissions boost, notwithstanding the fact that there are more\nHispanics than Asian-Americans in the student population. The\nanecdotal statements from UT officials certainly do not indicate\nthat Hispanics are somehow lonelier than Asian-Americans.Ultimately, UT has failed to articulate its\ninterest in preventing racial isolation with any clarity, and it\nhas provided no clear indication of how it will know when such\nisolation no longer exists. Like UT’s purported interests in\ndemographic parity, classroom diversity, and intraracial diversity,\nits interest in avoiding racial isolation cannot justify the use of\nracial preferences.DEven assuming UT is correct that, underGrutter, it need only cite a generic interest in the\neducational benefits of diversity, its plan still fails strict\nscrutiny because it is not narrowly tailored. Narrow tailoring\nrequires “a careful judicial inquiry into whether a university\ncould achieve sufficient diversity without using racial\nclassifications.”Fisher I, 570 U. S., at ___ (slip\nop., at 10). “If a ‘ “nonracial approach . . . could\npromote the substantial interest about as well and at tolerable\nadministrative expense,” ’ then the university may not\nconsider race.”Id.,at ___ (slip op., at 11) (citations\nomitted). Here, there is no evidence that race-blind, holistic\nreview would not achieve UT’s goals at least “about as well” as\nUT’s race-based policy. In addition, UT could have adopted other\napproaches to further its goals, such as intensifying its outreach\nefforts, uncapping the Top Ten Percent Law, or placing greater\nweight on socioeconomic factors.The majority argues that none of these\nalternatives is “a workable means for the University to attain the\nbenefits of diversity it sought.”Ante, at 16. Tellingly,\nhowever, the majority devotes only a single, conclusory sentence to\nthe most obvious race-neutral alternative: race-blind, holistic\nreview that considers the applicant’s unique characteristics and\npersonal circumstances. Seeibid.[14] Under a system that combines the Top Ten Percent\nPlan with race-blind, holistic review, UT could still admit “the\nstar athlete or musician whose grades suffered because of daily\npractices and training,” the “talented young biologist who\nstruggled to maintain above-average grades in humanities classes,”\nand the “student whose freshman-year grades were poor because of a\nfamily crisis but who got herself back on track in her last three\nyears of school.”Ante,at 17. All of these unique\ncircumstances can be considered without injecting race into the\nprocess. Because UT has failed to provide any evidence whatsoever\nthat race-conscious holistic review will achieve its diversity\nobjectives more effectively than race-blind holistic review, it\ncannot satisfy the heavy burden imposed by the strict scrutiny\nstandard.The fact that UT’s racial preferences are\nunnecessary to achieve its stated goals is further demonstrated by\ntheir minimal effect on UT’s diversity. In 2004, when race was not\na factor, 3.6% of non-Top Ten Percent Texas enrollees were\nAfrican-American and 11.6% were Hispanic. See Supp. App. 157a. It\nwould stand to reason that at least the same percentages of\nAfrican-American and Hispanic students would have been admitted\nthrough holistic review in 2008 even if race were not a factor. If\nthat assumption is correct, then race was determinative for only 15\nAfrican-American students and 18 Hispanic students in 2008\n(representing 0.2% and 0.3%, respectively, of the total enrolled\nfirst-time freshmen from Texas high schools). Seeibid.[15]The majority contends that “[t]he fact that race\nconsciousness played a role in only a small portion of admissions\ndecisions should be a hallmark of narrow tailoring, not evidence of\nunconstitutionality.”Ante,at 15. This argument directly\ncontradicts this Court’s precedent. Because racial classifications\nare “ ‘a highly suspect tool,’ ”Grutter, 539\nU. S, at 326, they should be employed only “as a last resort,”Croson, 488 U. S., at 519 (opinion of Kennedy, J.); see\nalsoGrutter,supra, at 342 (“[R]acial\nclassifications, however compelling their goals, are potentially so\ndangerous that they may be employed no more broadly than the\ninterest demands”). Where, as here, racial preferences have only a\nslight impact on minority enrollment, a race-neutral alternative\nlikely could have reached the same result. SeeParents\nInvolved, 551 U. S., at 733–734 (holding that the “minimal\neffect” of school districts’ racial classifications “casts doubt on\nthe necessity of using [such] classifications” and “suggests that\nother means [of achieving their objectives] would be effective”).\nAs Justice Kennedy once aptly put it, “the small number of\n[students] affected suggests that the schoo[l] could have achieved\n[its] stated ends through different means.”Id.,at 790\n(opinion concurring in part and concurring in judgment). And in\nthis case, a race-neutral alternative could accomplish UT’s\nobjectives without gratuitously branding the covers of tens of\nthousands of applications with a bare racial stamp and “tell[ing]\neach student he or she is to be defined by race.”Id.,at\n789.IIIThe majority purports to agree with much of\nthe above analysis. The Court acknowledges that “ ‘because\nracial characteristics so seldom provide a relevant basis for\ndisparate treatment,’ ” “ ‘[r]ace may not be considered\n[by a university] unless the admissions process can withstand\nstrict scrutiny.’ ”Ante,at 6–7. The Court admits that\nthe burden of proof is on UT,ante,at 7, and that “a\nuniversity bears a heavy burden in showing that it had not obtained\nthe educational benefits of diversity before it turned to a\nrace-conscious plan,”ante,at 13–14. And the Court\nrecognizes that the record here is “almost devoid of information\nabout the students who secured admission to the Univer-sity through\nthe Plan,” and that “[t]he Court thus cannot know how students\nadmitted solely based on their class rank differ in their\ncontribution to diversity from students admitted through holistic\nreview.”Ante,at 9. This should be the end of the case:\nWithout identifying what was missing from the African-American and\nHispanic students it was already admitting through its race-neutral\nprocess, and without showing how the use of race-based admissions\ncould rectify the deficiency, UT cannot demonstrate that its\nprocedure is narrowly tailored.Yet, somehow, the majority concludes thatpetitionermust lose as a result of UT’s failure to provide\nevidence justifying its decision to employ racial discrimination.\nTellingly, the Court frames its analysis as if petitioner bears the\nburden of proof here. Seeante, at 11–19. But it is not the\npetitioner’s burden to show that the consideration of race is\nunconstitutional. To the extent the record is inadequate, the\nresponsibility lies with UT. For “[w]hen a court subjects\ngovernmental action to strict scrutiny, it cannot construe\nambiguities in favor of the State,”Parents Involved,supra, at 786 (opinion of Kennedy, J.), particularly where,\nas here, the summary judgment posture obligates the Court to view\nthe facts in the light most favorable to petitioner, seeMatsushita Elec. Industrial Co.v.Zenith Radio\nCorp., 475 U. S. 574, 587 (1986) .Given that the University bears the burden of\nproof, it is not surprising that UT never made the argument that it\nshould win based on thelackof evidence. UT instead asserts\nthat “if the Court believes there are any deficiencies in [the]\nrecord that cast doubt on the constitutionality of UT’s policy, the\nanswer is to order a trial, not to grant summary judgment.” Brief\nfor Respondents 51; see alsoid., at 52–53 (“[I]f this Court\nhas any doubts about how the Top 10% Law works, or how UT’s\nholistic plan offsets the tradeoffs of the Top 10% Law, the answer\nis to remand for a trial”). Nevertheless, the majority cites three\nreasons for breaking from the normal strict scrutiny standard. None\nof these is convincing.AFirst, the Court states that, while “th[e]\nevidentiary gap perhaps could be filled by a remand to the district\ncourt for further factfinding” in “an ordinary case,” that will not\nwork here because “[w]hen petitioner’s application was rejected,\n. . . the University’s combined\npercentage-plan/holistic-review approach to admission had been in\neffect for just three years,” so “further factfinding” “might yield\nlittle insight.”Ante,at 9. This reasoning is dangerously\nincorrect. The Equal Protection Clause does not provide a 3-year\ngrace period for racial discrimination. Under strict scrutiny, UT\nwas required to identify evidence that race-based admissions were\nnecessary to achieve a compelling interestbeforeit put\nthem in place—not three or more years after. Seeante,at\n13–14 (“Petitioner is correct that a university bears a heavy\nburden in showing that it had not obtained the educational benefits\nof diversitybeforeit turned to a race-conscious plan”\n(emphasis added));Fisher I, 570 U. S., at ___ (slip\nop., at 11) (“[S]trict scrutiny imposes on the university the\nultimate burden of demonstrating,beforeturning to racial\nclassifications, that available, workable race-neutral alternatives\ndo not suffice” (emphasis added)). UT’s failure to obtain actual\nevidence that racial preferences were necessary before resolving to\nuse them only confirms that its decision to inject race into\nadmissions was a reflexive response toGrutter,[16] and that UT did not seriously\nconsider whether race-neutral means would serve its goals as well\nas a race-based process.BSecond, in an effort to excuse UT’s lack of\nevidence, the Court argues that because “the University lacks any\nauthority to alter the role of the Top Ten Percent Plan,” “it\nsimilarly had no reason to keep extensive data on the Plan or the\nstudents admitted under it—particularly in the years beforeFisher Iclarified the stringency of the strict-scrutiny\nburden for a school that employs race-conscious review.”Ante, at 9–10. But UT has long been aware that it bears the\nburden of justifying its racial discrimination under strict\nscrutiny. See,e.g.,Brief for Respondents in No. 11–345, at\n22 (“It is undisputed that UT’s consideration of race in its\nholistic admissions process triggers strict scrutiny,” and “that\ninquiry is undeniably rigorous”).[17] In light of this burden, UT hadeveryreason\nto keep data on the students admitted through the Top Ten Percent\nPlan. Without such data, how could UT have possibly identified any\ncharacteristics that were lacking in Top Ten Percent admittees and\nthat could be obtained via race-conscious admissions? How could UT\ndetermine that employing a race-based process would serve its goals\nbetter than, for instance, expanding the Top Ten Percent Plan? UT\ncould not possibly make such determinations without studying the\nstudents admitted under the Top Ten Percent Plan. Its failure to do\nso demonstrates that UT unthinkingly employed a race-based process\nwithout examining whether the use of race was actually necessary.\nThis is not—as the Court claims—a “good-faith effor[t] to comply\nwith the law.”Ante, at 10.The majority’s willingness to cite UT’s “good\nfaith” as the basis for excusing its failure to adduce evidence is\nparticularly inappropriate in light of UT’s well-documented absence\nof good faith. Since UT described its admissions policy to this\nCourt inFisher I, it has been revealed that this\ndescription was incomplete. As explained in an independent\ninvestigation into UT admissions, UT maintained a clandestine\nadmissions system that evaded public scrutiny until a former\nadmissions officer blew the whistle in 2014. See Kroll, Inc.,\nUniver-sity of Texas at Austin—Investigation of Admissions\nPrac-tices and Allegations of Undue Influence 4 (Feb. 6, 2015)\n(Kroll Report). Under this longstanding, secret process, university\nofficials regularly overrode normal holistic review to allow\npolitically connected individuals—such as donors, alumni,\nlegislators, members of the Board of Regents, and UT officials and\nfaculty—to get family members and other friends admitted to UT,\ndespite having grades and standardized test scores substantially\nbelow the median for admitted students.Id., at 12–14; see\nalso Blanchard & Hoppe, Influential Texans Helped\nUnderqualified Students Get Into UT, Dallas Morning News, July 20,\n2015, online at http://www.dallasnews.com/news/\neducation / headlines / 20150720 - influential - texans-helped-underqualified-students-get-into-ut.ece\n(“Dozens of highly influential Texans—including lawmakers,\nmillionaire donors and university regents—helped underqualified\nstudents get into the University of Texas, often by writing to UT\nofficials, records show”).UT officials involved in this covert process\nintentionally kept few records and destroyed those that did exist.\nSee,e.g.,Kroll Report 43 (“Efforts were made to minimize\npaper trails and written lists during this end-of-cycle process. At\none meeting, the administrative assistants tried not keeping any\nnotes, but this proved difficult, so they took notes and later\nshredded them. One administrative assistant usually brought to\nthese meetings a stack of index cards that were subsequently\ndestroyed”); see alsoid., at 13 (finding that “written\nrecords or notes” of the secret admissions meetings “are not\nmaintained and are typically shredded”). And in the course of this\nlitigation, UT has been less than forthright concerning its\ntreatment of well-connected applicants. Compare,e.g.,Tr.\nof Oral Arg. 51 (Dec. 9, 2015) (“University of Texas does not do\nlegacy, Your Honor”), and App. 281a (“[O]ur legacy policy is such\nthat we don’t consider legacy”), with Kroll Report 29 (discussing\nevidence that “alumni/legacy influence” “results each year in\ncertain applicants receiving a competitive boost or special\nconsideration in the admissions process,” and noting that this is\n“an aspect of the admissions process that does not appear in the\npublic representations of UT-Austin’s admissions process”). Despite\nUT’s apparent readiness to mislead the public and the Court, the\nmajority is “willing to be satisfied by [UT’s] profession of its\nown good faith.”Grutter, 539 U. S., at 394 (Kennedy,\nJ., dissenting).[18]Notwithstanding the majority’s claims to the\ncontrary, UT should have access to plenty of information about “how\nstudents admitted solely based on their class rank differ in their\ncontribution to diversity from students admitted through holistic\nreview.”Ante,at 9. UT undoubtedly knows which students\nwere admitted through the Top Ten Percent Plan and which were\nadmitted through holistic review. See,e.g.,Supp. App.\n157a. And it undoubtedly has a record of all of the classes in\nwhich these students enrolled. See,e.g.,UT, Office of the\nReg-istrar, Transcript—Official, online at\nhttps://registrar.utexas.edu/students/transcripts-official\n(instructing graduates on how to obtain a transcript listing a\n“comprehensive record” of classes taken). UT could use this\ninformation to demonstrate whether the Top Ten Percent minority\nadmittees were more or less likely than the holistic minority\nadmittees to choose to enroll in the courses lacking diversity.In addition, UT assigns PAI scores to all\nstudents—including those admitted through the Top Ten Percent\nPlan—for purposes of admission to individual majors. Accordingly,\nall students must submit a full application containing essays,\nletters of recommendation, a resume, a list of courses taken in\nhigh school, and a description of any extracurricular activities,\nleadership experience, or special circumstances. See App.\n212a–214a; 235a–236a; 758 F. 3d, at 669, n. 14 (Garza,\nJ., dissenting). Unless UT has destroyed these files,[19] it could use them to compare the\nunique personal characteristics of Top Ten minority admittees with\nthose of holistic minority admittees, and to determine whether the\nTop Ten admittees are, in fact, less desirable than the holistic\nadmittees. This may require UT to expend some resources, but that\nis an appropriate burden in light of the strict scrutiny standard\nand the fact that all of the relevant information is in UT’s\npossession. The cost of factfinding is a strange basis for awarding\na victory to UT, which has a huge budget, and a loss to petitioner,\nwho does not.Finally, while I agree with the majority and the\nFifth Circuit thatFisher Isignificantly changed the\ngoverning law by clarifying the stringency of the strict scrutiny\nstandard,[20] that does not\nexcuse UT from meeting that heavy burden. InAdarand, for\ninstance, another case in which the Court clarified the rigor of\nthe strict scrutiny standard, the Court acknowledged that its\ndecision “alter[ed] the playing field in some important respects.”\n515 U. S., at 237. As a result, it “remand[ed] the case to the\nlower courts for further considerationin light of the\nprinciples [it had] announced.”Ibid.(emphasis added).\nIn other words, the Court made clear that—notwithstanding the shift\nin the law—the government had to meet the clarified burden it was\nannouncing. The Court did not embrace the notion that its decision\nto alter the stringency of the strict scrutiny standard somehow\nallowed the government to automatically prevail.CThird, the majority notes that this litigation\nhas persisted for many years, that petitioner has already graduated\nfrom another college, that UT’s policy may have changed over time,\nand that this case may offer little prospective guidance. At most,\nthese considerations counsel in favor of dismissing this case as\nimprovidently granted. But see,e.g., Gratz, 539 U. S.,\nat 251, and n. 1, 260–262 (rejecting the dissent’s argument\nthat, because the case had already persisted long enough for the\npetitioners to graduate from other schools, the case should be\ndismissed);id.,at 282 (Stevens, J., dissenting). None of\nthese considerations has any bearing whatsoever on the merits of\nthis suit. The majority cannot side with UT simply because it is\ntired of this case.IVIt is important to understand what is and what\nis not at stake in this case.What is not at stakeis\nwhether UT or any other university may adopt an admissions plan\nthat results in a student body with a broad representation of\nstudents from all racial and ethnic groups. UT previously had a\nrace-neutral plan that it claimed had “effectively compensated for\nthe loss of affirmative action,” App. 396a, and UT could have taken\nother steps that would have increased the diversity of its admitted\nstudents without taking race or ethnic background into account.What is at stakeis whether university\nadministrators may justify systematic racial discrimination simply\nby asserting that such discrimination is necessary to achieve “the\neducational benefits of diversity,” without explaining—much less\nproving—why the discrimination is needed or how the discriminatory\nplan is well crafted to serve its objectives. Even though UT has\nnever provided any coherent explanation for its asserted need to\ndiscriminate on the basis of race, and even though UT’s position\nrelies on a series of unsupported and noxious racial assumptions,\nthe majority concludes that UT has met its heavy burden. This\nconclusion is remarkable—and remarkably wrong.Because UT has failed to satisfy strict\nscrutiny, I respectfully dissent.Notes1See also Nissimov, UT To\nResume Factoring in Applicants’ Race: UT To Reintroduce Race-Based\nCriteria, Houston Chronicle, June 24, 2003, p. 4A (“President Larry\nFaulkner said Monday his institution will quickly develop\nrace-based admissions criteria by the fall that would be used for\nthe summer and fall of 2004, after being given the green light to\ndo so by Monday’s U. S. Supreme Court ruling”); Silverstein,\nHong, & Trounson, State Finds Itself Hemmed In, L. A.\nTimes, June 24, 2003,p. A1 (explaining UT’s “intention, after\ndropping race as a consideration, to move swiftly to restore its\nuse in admissions” in time for “the next admissions cycle”); Hart,\nTexas Ponders Changes to 10% Law, Boston Globe, June 25, 2003, p.\nA3 (“Soon after Monday’s ruling, University of Texas President\nLarry Faulkner said that the school will overhaul procedures” in\norder to allow consideration of “[t]he race of an applicant” for\n“students enrolling in fall 2004”); Ambiguity Remains; High Court\nLeaves Quota Questions Looming, El Paso Times, June 25, 2003, p. 6B\n(“The University of Texas at Austin’s president, Larry Faulkner,\nhas already announced that new admissions policies would be drafted\nto include race as a factor”).2In 2010, 3.8% of Texas’s\npopulation was Asian, but 18.6% of UT’s enrolled, first-time\nfreshmen in 2008 were Asian-American. See Supp. App. 156a; United\nStates Census Bureau, QuickFacts (QuickFacts Texas), online at\nhttps://www.census.gov/quickfacts/table/PST045215/48. By contrast,\n37.6% of Texas’s 2010 population identified as Hispanic or Latino,\nbut a lower percentage—19.9%—of UT’s enrolled, first-time freshmen\nin 2008 were Hispanic. See Supp. App. 156a; QuickFacts\nTexas.3If UT’s goal is to have\nat least two African-Americans, two Hispanics, and two\nAsian-Americans present in each of the relevant classrooms, that\ngoal is literally unreachable in classes of five and practi-cally\nunreachable in many other small classes.4The majority’s assertion\nthat UT’s race-based policy does not discriminate against\nAsian-American students, seeante,at 5–6, defies the laws\nof mathematics. UT’s program is clearly designed to increase the\nnumber of African-American and Hispanic students by giving them an\nadmissions boost vis-à-vis other applicants. See,e.g.,Supp. App. 25a; App. 445a–446a; cf. 645 F. Supp. 2d 587, 606 (WD\nTex. 2009); see alsoante,at 15 (citing increases in the\npresence of African-Americans and Hispanics at UT as evidence that\nits race-based program was successful). Given a “limited number of\nspaces,” App. 250a, providing a boost to African-Americans and\nHispanics inevitably harms students who do not receive the same\nboost by decreasing their odds of admission.5In particular, the Fifth\nCircuit’s willful blindness to Asian-American students is\nabsolutely shameless. For instance, one of the Fifth Circuit’s\nprimary contentions—which UT repeatedly highlighted in its brief\nand at argument—is that, given the SAT score gaps between whites on\nthe one hand and African-Americans and Hispanics on the other,\n“holistic admissions would approach an all-white enterprise” in the\nabsence of racial preferences. 758 F. 3d, at 647. In making\nthis argument, the court below failed to mention Asian-Americans.\nThe reason for this omission is obvious: As indicated inthevery sourcesthat the Fifth Circuit relied on for this\npoint, onthevery pagesit cited, Asian-American\nenrollees admitted to UT through holistic review have consistentlyhigheraverage SAT scores than white enrollees admitted\nthrough holistic review. See UT, Office of Admissions,\nImplementation and Results of the Texas Automatic Admissions Law\n(HB 588) at the University of Texas at Austin, Demographic Analysis\nof Entering Freshmen Fall of 2006, pp. 11–14 (rev. Dec. 6,\n2007), cited at 758 F. 3d, at 647, n. 71; UT, Office of\nAdmissions, Implementation and Results of the Texas Automatic\nAdmissions Law (HB 588) at the University of Texas at Austin,\nDemographic Analysis of Entering Freshmen Fall of 2008,\npp. 12–15 (Oct. 28, 2008), cited at 758 F.  3d, at 647,\nn. 72. The Fifth Circuit’s intentional omission of\nAsian-Americans from its analysis is also evident in the appendices\nto its opinion, which either omit any reference to Asian-Americans\nor misleadingly label them as“other.” Seeid.,at 661. The\nreality of how UT treats Asian-American applicants apparently does\nnot fit into the neat story the Fifth Circuit wanted to\ntell.6And it is anybody’s guess\nwhether this group also includes applicants “of full or partial\nArab, Armenian, Azerbaijani, Georgian, Kurdish, Persian, or Turkish\ndescent, or whether such applicants are to be considered\n‘White.’ ” Brief for Judicial Watch, Inc., et al. asAmici Curiae16.7United States Census\nBureau, 2010 Census Shows Multiple-Race Population Grew Faster Than\nSingle-Race Population (Sept. 27, 2012), online at\nhttps://www.census.gov/newsroom/releases/archives/race/cb12-182.html.8W. Wang, Pew Research\nCenter, Interracial Marriage: Who Is “Marrying Out”? (June 12,\n2015), online at http://www.pewresearch.org/\nfact-tank/2015/06/12/interracial-marriage-who-is-marrying-out/; W.\nWang, Pew Research Center, The Rise of Intermarriage (Feb. 16,\n2012), online at\nhttp://www.pewsocialtrends.org/2012/02/16/the-rise-of-intermarriage/.9Amicisupporting\nUT certainly understood it to be arguing that it needs affirmative\naction to admit privileged minorities. See Brief for Six\nEducational Nonprofit Organizations 38 (citing Brief for\nRespondents in No. 11–345, p. 34). And UT’samicicontinue to press the full-throated version of the argument. See\nBrief for Six Educational Nonprofit Organizations 12–13\n(“Intraracial diversity . . . explodesperceived\nassociations between racial groups and particular demographic\ncharacteristics, such as the ‘common stereotype of Black and\nLatina/o students[ ] that all students from these groups come from\npoor, inner-city backgrounds.’ Schools like UT combat such\nstereotypes by seeking to admit African-American and Latino\nstudents from elevated socioeconomic and/or non-urban backgrounds”\n(citation omitted));id., at 15 (arguing that UT needs\nracial preferences to admit minority students from “elevated”\n“socioeconomic backgrounds,” because “such students are on a more\nequal social footing with the average nonminority student”);id.,at 37–38 (“African-American and Latino students who may\ncome from higher socioeconomic status . . . may serve as\n‘debiasing agent[s],’ promoting disequilibrium to disrupt\nstereotypical associations. These students are also likely to be\nbetter able to promote communication and integration on campus”\n(citation omitted)).10See,e.g.,Strauss, Study: High School Grades Best Predictor of\nCollege Success—Not SAT/ACT Scores, Washington Post,Feb.\n21, 2014, online at\nhttps://www.washingtonpost.com/news/answer-sheet/wp/2014/02/21/a-telling-study-about-act-sat-scores/.11See,e.g.,Freedle, Correcting the SAT’s Ethnic and Social-Class\nBias: A Method for Reestimating SAT Scores, 73 Harv. Ed. Rev. 1\n(2003) (“The SAT has been shown to be both culturally and\nstatistically biased against African Americans, Hispanic Americans,\nand Asian Americans”); Santelices & Wilson, Unfair Treatment?\nThe Case of Freedle, the SAT, and the Standardization Approach to\nDifferential Item Functioning, 80 Harv. Ed. Rev. 106, 127 (2010)\n(questioning the validity of African-American SAT scores and,\nconsequently, admissions decisions based on those scores); Brief\nfor Amherst University et al. asAmici Curiae15–16\n(“[E]xperience has taughtamicithat SAT and ACT scores for\nAfrican-American students do not accurately predict achievement\nlater in college and beyond”); Brief for Experimental Psychologists\nasAmici Curiae7 (“A substantial body of research by social\nscientists has revealed that standardized test scores and grades\noften underestimate the true academic capacity of members of\ncertain minority groups”); Brief for Six Educational Nonprofit\nOrganizations asAmici Curiae21 (“Underrepresentation of\nAfrican-American and Latino students by conventional academic\nmetrics was also a reflection of the racial bias in standardized\ntesting”).12Zumbrun, SAT Scores and Income\nInequality: How Wealthier Kids Rank Higher, Wall Street Journal,\nOct. 7, 2014, online at\nhttp://blogs.wsj.com/economics/2014/10/07/sat-scores-and-income-inequality-how-wealthier-kids-rank-higher/.13Seee.g.,Brief for California Institute of Technology\net al. asAmici Curiae15 (“[I]n amicus George\nWashington University’s experience, standardized test scores are\nconsidered so limited in what they can reveal about an applicant\nthat the University recently has done away with the requirement\naltogether”); see also American University, Applying Test Optional,\nonline at http://www.american.edu/admissions/ testoptional.cfm; The\nUniversity of Arizona, Office of Admissions, Frequently Asked\nQuestions, online at https://admissions.arizona.edu/\nfreshmen/frequently-asked-questions; Bowdoin College, Test Optional\nPolicy, online at\nhttp://www.bowdoin.edu/admissions/apply/testing-policy.shtml;\nBrandeis University, Test-Optional Policy, online at\nhttp://www.brandeis.edu/admissions/apply/testing.html; Bryn Mawr\nCollege, Standardized Testing Policy, online at\nhttp://www.brynmawr.edu/admissions/standardized-testing-policy;\nCollege of the Holy Cross, What We Look For, online at\nhttp://www.holycross.edu/admissions-aid/what-we-look-for; George\nWashington University, Test-Optional Policy, online at\nhttps://undergraduate.admissions.gwu.edu/test-optional-policy; New\nYork University, Standardized Tests, online at\nhttp://www.nyu.edu/admissions/undergraduate-admissions/how-to-apply/\nall-freshmen-applicants/instructions/standardized-tests.html; Smith\nCollege, For First-Year Students, online at http://www.smith.edu/\nadmission/firstyear_apply.php; Temple University, Temple Option\nFAQ, online at http://admissions.temple.edu/node/441; Wake Forest\nUniversity, Test Optional, online at\nhttp://admissions.wfu.edu/apply/test-optional/.14The\nCourt asserts that race-blind, holistic review is not a workable\nalternative because UT tried, and failed, to meet its goals via\nthat method from 1996 to 2003. Seeante,at 16 (“Perhaps\nmore significantly, in the wake ofHopwood, the University\nspent seven years attempt-ing to achieve its compelling interest\nusing race-neutral holistic review”). But the Court never explains\nits basis for concluding that UT’s previous system failed. We are\nnot told how the Court is measuring success or how it knows that a\nrace-conscious program will satisfy UT’s goals more effectively\nthan race-neutral, holistic review. And although the majority\nelsewhere emphasizes “the University’s continuing obligation to\nsatisfy the burden of strict scrutiny in light of changing\ncircumstances,”ante,at 10, its rejection of race-blind,\nholistic review relies exclusively on “evidence” predating\npetitioner’s suit by five years.15In\n2008, 1,208 first-time freshmen from Texas high schools enrolled at\nUT after being admitted outside the Top Ten Percent Plan. Supp.\nApp. 157a. Based on the 2004 statistics, it is reasonable to assume\nthat, if the University had undertaken arace-neutralholistic review in 2008, 3.6% (43) of these students would have\nbeen African-American and 11.6% (140) would have been Hispanic. Seeibid.Under the University’srace-consciousholistic\nreview, 58 African-American freshmen from Texas and 158 Hispanic\nfreshmen from Texas were enrolled in 2008, thus reflecting an\nincrease of only 15 African-American students and 18 Hispanic\nstudents. And if those marginal increases (of 15 and 18 students)\nare divided by the number of total enrolled first-time freshmen\nfrom Texas high schools (6,322), seeibid., the calculation\nyields the 0.2% and 0.3% percentages mentioned in the text\nabove.16Recall that UT’s president vowed to\nreinstate race-conscious admissions within hours ofGrutter’s release. See Part I,supra.17See\nalso,e.g.,Parents Involved in Community Schoolsv.Seattle School Dist. No. 1, 551 U. S. 701, 720 (2007)\n(“It is well established that when the government distributes\nburdens or benefits on the basis of individual racial\nclassifications, that action is reviewed under strict scrutiny”);Grutterv.Bollinger, 539 U. S. 306, 326 (2003)\n(“We have held that all racial classifications imposed by\ngovernment ‘must be analyzed by a reviewing court under strict\nscrutiny’ ”);Gratzv.Bollinger, 539 U. S.\n244, 270 (2003) (“It is by now well established that ‘all racial\nclassifications reviewable under the Equal Protection Clause must\nbe strictly scrutinized’ ”);Adarand Constructors, Inc.v.Peña, 515 U. S. 200, 227 (1995) (“[W]e hold today\nthat all racial classifications, imposed by whatever federal,\nstate, or local government actor, must be analyzed by a reviewing\ncourt under strict scrutiny”).18The\nmajority’s claim that UT has not “had a full opportunity to respond\nto” the Kroll Report,ante,at 14, is simply wrong. The\nreport was discussed in no less than six of the briefs filed in\nthis case. See Brief in Opposition 19–20, n. 2; Reply to Brief\nin Opposition 6; Brief for Respondents 51, n. 9; Brief for\nCato Institute asAmicus Curiae8–12 (certiorari stage);\nBrief for Cato Institute asAmicus Curiae12, and n. 4\n(merits stage); Brief for Judicial Education Project asAmicus\nCuriae5–17. Not only did UT have an “opportunity to respond”\nto the Kroll Report—itdid in fact respondat both the\ncertiorari stage and the merits stage. See Brief in Opposition\n19–20, n. 2 (explicitly discussing the “recently released\nKroll Report”); Brief for Respondents 51, n. 9 (similar). And\nthe Court’s purported concern about reliance on “extrarecord\nmaterials,”ante,at 14, rings especially hollow in light of\nits willingness to affirm the decision below, which relied heavily\non the Fifth Circuit’s own extrarecord Internet research, see,e.g.,758 F. 3d, at 650–653.19UT’s\ncurrent records retention policy requires it to retain student\nrecords, including application materials, for at least five years\nafter a student graduates. See University of Texas at Austin,\nRecords Retention Schedule, Agency Item No. AALL358, p. 58 (Nov.\n14, 2014), online at\nhttps://www.tsl.texas.gov/sites/default/files/public/tslac/slrm/state/\nschedules/721.pdf. If this policy was in place when UT resumed\nrace-conscious admissions in 2004, then it still had these\nmaterials when petitioner filed this suit in 2008, and likely still\nhad them at the time ofFisher Iin 2013. At the very least,\nthe application materials for the 2008 freshman class appear to be\nsubject to a litigation hold. See App. 290a–292a. To the extent\nthat UT failed to preserve these records, the consequences of that\ndecision should fall on the University, not on petitioner. Cf.Tyson Foods, Inc.v.Bouaphakeo, 577 U. S. ___,\n___ (2016) (slip op., at 12) (allowing “a representative sample to\nfill an evidentiary gap created by the employer’s failure to keep\nadequate records”).20Seeante,at 10 (“Fisher Iclarified the stringency of\nthe strict-scrutiny burden for a school that employs race-conscious\nreview”); 758 F. 3d, at 642 (“Bringing forward Justice\nKennedy’s dissent inGrutter, the Supreme Court faulted the\ndistrict court’s and this Court’s review of UT Austin’s means to\nachieve the permissible goal of diversity”);id.,at 665,\nn. 5 (Garza, J., dissenting) (“I agree with the majority thatFisherrepresents a decisive shift in the\nlaw”).",
    "joined": []
}