{
    "case": {
        "docket": "519",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/519/"
    },
    "id": "3426537",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1371_________________TEXAS DEPARTMENT OF HOUSING AND COMMU-NITY\nAFFAIRS, et al., PETITIONERSv.THE IN-CLUSIVE\nCOMMUNITIES PROJECT, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 25, 2015]Justice Alito, with whom The Chief Justice,\nJustice Scalia, and Justice Thomas join, dissenting.No one wants to live in a rat’s nest. Yet inGallagherv.Magner, 619 F. 3d 823 (2010), a\ncase that we agreed to review several Terms ago, the Eighth Circuit\nheld that the Fair Housing Act (or FHA), 42 U. S. C.\n§3601et seq., could be used to attack St. Paul, Minnesota’s\nefforts to combat “rodent infestation” and other violations of the\ncity’s housing code. 619 F. 3d, at 830. The court agreed that\nthere was no basis to “infer discriminatory intent” on the part of\nSt. Paul.Id.,at 833. Even so, it concluded that the city’s\n“aggressive enforcement of the Housing Code” was actionable because\nmaking landlords respond to “rodent infestation, missing dead-bolt\nlocks, inadequate sanitation facilities, inadequate heat,\ninoperable smoke detectors, broken or missing doors,” and the like\nincreased the price of rent.Id.,at 830, 835. Since\nminorities were statistically more likely to fall into “the bottom\nbracket for household ad-justed median family income,” they were\ndisproportionately affected by those rent increases,i.e.,there was a “dis-parate impact.”Id.,at 834. The upshot was\nthat even St. Paul’s good-faith attempt to ensure minimally\nacceptable housing for its poorest residents could not ward off a\ndisparate-impact lawsuit.Today, the Court embraces the same theory that\ndrove the decision inMagner.[1] This is a serious mistake. The Fair Housing Act does\nnot create disparate-impact liability, nor do this Court’s\nprecedents. And today’s decision will have unfortunate consequences\nfor local government, private enterprise, and those living in\npoverty. Something has gone badly awry when a city can’t even make\nslumlords kill rats without fear of a lawsuit. Because Congress did\nnot authorize any of this, I respectfully dissent.IEveryone agrees that the FHA punishes\nintentional discrimination. Treating someone “less favorably than\nothers because of a protected trait” is “ ‘the most easily\nunderstood type of discrimination.’ ”Ricciv.DeStefano, 557 U. S. 557, 577 (2009) (quotingTeamstersv.United States, 431 U. S. 324 ,\nn. 15 (1977); some internal quotation marks omitted). Indeed,\nthis classic form of discrimination—called disparate treatment—is\nthe only one prohibited by the Constitution itself. See,e.g.,\nArlington Heightsv.Metropolitan Housing Development\nCorp., 429 U. S. 252 –265 (1977). It is obvious that\nCongress intended the FHA to cover disparate treatment.The question presented here, however, is whether\nthe FHA also punishes “practices that are not intended to\ndiscriminate but in fact have a disproportionately adverse effect\non minorities.”Ricci,supra,at 577. The answer is\nequally clear. The FHA does not authorize disparate-impact claims.\nNo such liability was created when the law was enacted in 1968. And\nnothing has happened since then to change the law’s meaning.AI begin with the text. Section 804(a) of the\nFHA makes it unlawful “[t]o refuse to sell or rent after the making\nof a bona fide offer, or to refuse to negotiate for the sale or\nrental of, or otherwise make unavailable or deny, a dwelling to any\npersonbecause ofrace, color, religion, sex, familial\nstatus, or national origin.” 42 U. S. C. §3604(a)\n(emphasis added). Similarly, §805(a) prohibits any party “whose\nbusiness includes engaging in residential real estate-related\ntransactions” from “discriminat[ing] against any person in making\navailable such a transaction, or in the terms or conditions of such\na transaction,because ofrace, color, religion, sex,\nhandicap, familial status, or national origin.” §3605(a) (emphasis\nadded).In both sections, the key phrase is “because\nof.” These provisions list covered actions (“refus[ing] to sell or\nrent . . . a dwelling,” “refus[ing] to negotiate for the\nsale or rental of . . . a dwelling,” “discriminat[ing]”\nin a residential real estate transaction, etc.) and protected\ncharacteristics (“race,” “religion,” etc.). The link between the\nactions and the protected characteristics is “because of.”What “because of” means is no mystery. Two Terms\nago, we held that “the ordinary meaning of ‘because of’ is ‘by\nreason of’ or ‘on account of.’ ”University of Tex.\nSouthwestern Medical Centerv.Nassar, 570 U. S.\n___, ___ (2013) (slip op., at 9) (quotingGrossv.FBL\nFinancial Services, Inc., 557 U. S. 167, 176 (2009) ; some\ninternal quotation marks omitted). A person acts “because of”\nsomething else, we explained, if that something else “ ‘was\nthe “reason” that the [person] decided to act.’ ” 570\nU. S., at ___ (slip op., at 10).Indeed, just weeks ago, the Court made this same\npoint in interpreting a provision of Title VII of the Civil Rights\nAct of 1964, 42 U. S. C. §2000e–2(m), that makes it\nunlawful for an employer to take a variety of adverse employment\nactions (such as failing or refusing to hire a job applicant or\ndischarging an employee) “because of” religion. SeeEEOCv.Abercrombie & Fitch Stores, Inc.,575 U. S. ___,\n___ (2015) (slip op., at 4). The Court wrote: “ ‘Because of’\nin §2000e–2(a)(1) links the forbidden consideration to each of the\nverbs preceding it.”Ibid.Nor is this understanding of “because of” an\narcane feature of legal usage. When English speakers say that\nsomeone did something “because of” a factor, what they mean is that\nthe factor was a reason for what was done. For example, on the day\nthis case was argued, January 21, 2015, Westlaw and Lexis searches\nreveal that the phrase “because of” appeared in 14 Washington Post\nprint articles. In every single one, the phrase linked an action\nand a reason for the action.[2]Without torturing the English language, the\nmeaning of these provisions of the FHA cannot be denied. They make\nit unlawful to engage in any of the covered actions “because\nof”—meaning “by reason of” or “on account of,”Nassar,\nsupra, at ___ (slip op., at 9)—race, religion, etc. Put another\nway, “the terms [after] the ‘because of’ clauses in the FHA supply\nthe prohibited motivations for the intentional acts . . .\nthat the Act makes unlawful.”American Ins. Assn.v.Department of Housing and Urban Development, ___\nF. Supp. 3d ___, ___, n. 20, 2014 WL 5802283, at *8,\nn. 20 (DC 2014). Congress accordingly outlawed the covered\nactions only when they are motivated by race or one of the other\nprotected characteristics.It follows that the FHA does not authorize\ndisparate-impact suits. Under a statute like the FHA that prohibits\nactions taken “because of” protected characteristics, intent makes\nall the difference. Disparate impact, however, does not turn on\n“ ‘subjective intent.’ ”Raytheon Co.v.Hernandez, 540 U. S. 44, 53 (2003) . Instead,\n“ ‘treat[ing] [a] particular person less favorably than othersbecause of’a protected trait” is “ ‘disparate\ntreatment,’ ”not disparate impact. Ricci, 557\nU. S., at 577 (emphasis added). See also,e.g.,Personnel Administrator of Mass.v.Feeney, 442\nU. S. 256, 279 (1979) (explaining the difference between\n“because of” and “in spite of”);Hernandezv.New\nYork, 500 U. S. 352 –360 (1991) (plurality opinion)\n(same);Alexanderv.Sandoval, 532 U. S. 275,\n278, 280 (2001) (holding that it is “beyond dispute” that banning\ndiscrimination “ ‘on the ground of race’ ” “prohibits\nonly intentional discrimination”).This is precisely how Congress used the phrase\n“because of” elsewhere in the FHA. The FHA makes it a crime to\nwillfully “interfere with . . . any person because of his\nrace” (or other protected characteristic) who is engaging in a\nvariety of real-estate-related activities, such as “selling,\npurchasing, [or] renting” a dwelling. 42 U. S. C.\n§3631(a). No one thinks a defendant could be convicted of this\ncrime without proof that he acted “because of,”i.e.,on\naccount of or by reason of, one of the protected characteristics.\nBut the critical language in this section—“because of”—is identical\nto the critical language in the sections at issue in this case.\n“One ordinarily assumes” Congress means the same words in the same\nstatute to mean the same thing.Utility Air Regulatory Groupv.EPA, 573 U. S. ___, ___ (2014) (slip op., at 15).\nThere is no reason to doubt that ordinary assumption here.Like the FHA, many other federal statutes use\nthe phrase “because of” to signify what that phrase means in\nordinary speech. For instance, the federal hate crime statute, 18\nU. S. C. §249, authorizes enhanced sentences for\ndefendants convicted of committing certain crimes “because of”\nrace, color, religion, or other listed characteristics. Hate crimes\nrequire bad intent—indeed, that is the whole point of these laws.\nSee,e.g.,Wisconsinv.Mitchell, 508\nU. S. 476 –485 (1993) (“[T]he same criminal conduct may be\nmore heavily punished if the victim is selected because of his race\nor other protected status”). All of this confirms that “because of”\nin the FHA should be read to mean what it says.BIn an effort to find at least a sliver of\nsupport for disparate-impact liability in the text of the FHA, the\nprincipalrespondent, the Solicitor General, and the Court pounce on\nthe phrase “make unavailable.” Under §804(a), it is unlawful “[t]o\n. . . make unavailable . . . a dwelling to any\nperson because of race, color, religion, sex, familial status, or\nnational origin.” 42 U. S. C. §3604(a). See also §3605(a)\n(barring “discriminat[ion] against any person in making available\nsuch a [housing] transaction . . . because of race,\ncolor, religion, sex, handicap, familial status, or national\norigin”). The Solicitor General argues that “[t]he plain meaning of\nthe phrase ‘make unavailable’ includes actions thathave the\nresultof making housing or transactions unavailable,\nregardless of whether the actions were intended to have that\nresult.” Brief for United States asAmicus Curiae18\n(emphasis added). This argument is not consistent with ordinary\nEnglish usage.It is doubtful that the Solicitor General’s\nargument accurately captures the “plain meaning” of the phrase\n“make unavailable” even when that phrase is not linked to the\nphrase “because of.” “[M]ake unavailable” must be viewed together\nwith the rest of the actions covered by §804(a), which applies when\na party “refuse[s]to sell or rent” a dwelling,\n“refuse[s]to negotiate for the sale or rental” of a\ndwelling, “den[ies]a dwelling to any person,” “or otherwisemake[s]unavailable” a dwelling. §3604(a) (emphasis\nadded). When a statute contains a list like this, we “avoid\nascribing to one word a meaning so broad that it is inconsistent\nwith its accompanying words, thus giving ‘unintended breadth to the\nActs of Congress.’ ”Gustafsonv.Alloyd Co.,513 U. S. 561, 575 (1995) (quotingJareckiv.G. D.\nSearle & Co.,367 U. S. 303, 307 (1961) ). See also,e.g.,Yatesv.United States, 574 U. S.\n___, ___ (2015) (plurality opinion) (slip op., at 14);id.,\nat ___ (Alito, J., concurring in judgment) (slip op., at 1). Here,\nthe phrases that precede “make unavailable” unmistakably describeintentionaldeprivations of equal treatment, not merely\nactions that happen to have a disparate effect. SeeAmerican\nIns. Assn.,___ F. Supp. 3d, at ___, 2014 WL 5802283, at\n*8 (citing Webster’s Third New International Dictionary 603, 848,\n1363, 1910 (1966)). Section 804(a), moreover, prefaces “make\nunavailable” with “or otherwise,” thus creating a catchall.\nCatchalls must be read “restrictively” to be “like” the listed\nterms.Washington State Dept. of Social and Health Servs.v.Guardianship Estate of Keffeler, 537 U. S. 371 –385\n(2003). The result of these ordinary rules of interpretation is\nthat even without “because of,” the phrase “make unavailable”\nlikely would require intentionality.The FHA’s inclusion of “because of,” however,\nremoves any doubt. Sections 804(a) and 805(a) apply only when a\nparty makes a dwelling or transaction unavailable “because of” race\nor another protected characteristic. In ordinary English usage,\nwhen a person makes something unavailable “because of” some factor,\nthat factor must be a reason for the act.Here is an example. Suppose that Congress\nincreases the minimum wage. Some economists believe that such\nlegislation reduces the number of jobs available for “unskilled\nworkers,” Fuller & Geide-Stevenson, Consensus Among Economists:\nRevisited, 34 J. Econ. Educ. 369, 378 (2003), and minorities tend\nto be disproportionately represented in this group, see,e.g.,Dept. of Commerce, Bureau of Census, Detailed Years of\nSchool Completed by People 25 Years and Over by Sex, Age Groups,\nRace and Hispanic Origin: 2014, online at\nhttp://www.census.gov/hhes/socdemo/education/data/cps/2014/tables.html\n(all Inter-net materials as visited June 23, 2015, and available in\nClerk of Court’s case file). Assuming for the sake of argument that\nthese economists are correct, would it be fair to say that Congress\nmade jobs unavailable to African-Americans or Latinos “because of”\ntheir race or ethnicity?A second example. Of the 32 college players\nselected by National Football League (NFL) teams in the first round\nof the 2015 draft, it appears that the overwhelming majority were\nmembers of racial minorities. See Draft 2015,\nhttp://www.nfl.com/draft/2015. See also Miller, Powerful Sports\nAgents Representing Color, Los Angeles Sentinel, Feb. 6, 2014, p.\nB3 (noting “there are 96 players (76 of whom are African-American)\nchosen in the first rounds of the 2009, 2010, and 2011 NFL\ndrafts”). Teams presumably chose the players they think are most\nlikely to help them win games. Would anyone say the NFL teams made\ndraft slots unavailable to white players “because of” their\nrace?A third example. During the present Court Term,\nof the 21 attorneys from the Solicitor General’s Office who argued\ncases in this Court, it appears that all but 5 (76%) were under the\nage of 45. Would the Solicitor General say he made argument\nopportunities unavailable to older attorneys “because of” their\nage?The text of the FHA simply cannot be twisted to\nauthorize disparate-impact claims. It is hard to imagine how\nCongress could have more clearly stated that the FHA prohibits only\nintentional discrimination than by forbidding acts done “because of\nrace, color, religion, sex, familial status, or national\norigin.”IIThe circumstances in which the FHA was enacted\nonly confirm what the text says. In 1968, “the predominant focus of\nantidiscrimination law was on intentional discrimination.”Smithv.City of Jackson, 544 U. S. 228, 258\n(2005) (O’Connor, J., concurring in judgment). The very “concept of\ndisparate impact liability, by contrast, was quite novel.”Ibid.(collecting citations). See also Tr. of Oral Arg. 15\n(“Justice Ginsburg: . . . If we’re going to be realistic\nabout this, . . . in 1968, when the Fair Housing Act\npassed, nobody knew anything about disparate impact”). It is\nanachronistic to think that Congress authorized disparate-impact\nclaims in 1968 but packaged that striking innovation so\nimperceptibly in the FHA’s text.Eradicating intentional discrimination was and\nis the FHA’s strategy for providing fair housing opportunities for\nall. The Court recalls the country’s shameful history of\nsegregation andde jurehousing discrimination and then\njumps to the conclusion that the FHA authorized disparate-impact\nclaims as a method of combatting that evil.Ante, at 5–7. But\nthe fact that the 1968 Congress sought to end housing\ndiscrimination says nothing about the means it devised to achieve\nthat end. The FHA’s text plainly identifies the weapon Congress\nchose—outlawing disparate treatment “because of race” or another\nprotected characteristic. 42 U. S. C. §§3604(a), 3605(a).\nAccordingly, in any FHA claim, “[p]roof of discriminatory motive is\ncritical.”Teamsters, 431 U. S., at 335,\nn. 15.IIICongress has done nothing since 1968 to change\nthe meaning of the FHA prohibitions at issue in this case. In 1968,\nthose prohibitions forbade certain housing practices if they were\ndone “because of” protected characteristics. Today, they still\nforbid certain housing practices if done “because of” protected\ncharacteristics. The meaning of the unaltered language adopted in\n1968 has not evolved.Rather than confronting the plain text of\n§§804(a) and 805(a), the Solicitor General and the Court place\nheavy reliance on certain amendments enacted in 1988, but those\namendments did not modify the meaning of the provisions now before\nus. In the Fair Housing Amendments Act of 1988, 102Stat. 1619,\nCongress expanded the list of protected characteristics. See 42\nU. S. C. §§3604(a), (f )(1). Congress also gave the\nDepartment of Housing and Urban Development (HUD) rulemaking\nauthority and the power to adjudicate certain housing claims. See\n§§3612, 3614a. And, what is most relevant for present purposes,\nCongress added three safe-harbor provisions, specifying that\n“[n]othing in [the FHA]” prohibits (a) certain actions taken by\nreal property appraisers, (b) certain occupancy requirements, and\n(c) the treatment of persons convicted of manufacturing or\ndistributing illegal drugs.[3]According to the Solicitor General and the\nCourt, these amendments show that the FHA authorizes\ndisparate-impact claims. Indeed, the Court says that they are “of\ncrucial importance.”Ante, at 13. This “crucial” argument,\nhowever, cannot stand.AThe Solicitor General and the Court contend\nthat the 1988 Congress implicitly authorized disparate-impact\nliability by adopting the amendments just noted while leaving the\noperative provisions of the FHA untouched. Congress knew at that\ntime, they maintain, that the Courts of Appeals had held that the\nFHA sanctionsdisparate-impact claims, but Congress failed to enact\nbills that would have rejected that theory of liability. Based on\nthis, they submit that Congress silently ratified those decisions.\nSeeante, at 13–14; Brief for United States asAmicus\nCuriae23–24. This argument is deeply flawed.Not the greatest of its defects is its\nassessment of what Congress must have known about the judiciary’s\ninterpretation of the FHA. The Court writes that by 1988, “all nineCourts of Appealsto have addressed the question had\nconcluded the Fair Housing Act encompassed disparate-impact\nclaims.”Ante, at 13 (emphasis added). See also Brief for\nUnited States asAmicus Curiae12. Butthis Courthad\nnot addressed that question. While we always give respectful\nconsideration to interpretations of statutes that garner wide\nacceptance in other courts, this Court has “no warrant to ignore\nclear statutory language on the ground that other courts have done\nso,” even if they have “ ‘consistently’ ” done so for\n“ ‘30 years.’ ”Milnerv.Department of\nNavy, 562 U. S. 562 –576 (2011). See also,e.g.,CSX Transp., Inc.v.McBride, 564 U. S. ___, ___\n(2011) (Roberts, C. J., dissenting) (slip op., at 11)\n(explaining that this Court does not interpret statutes by asking\nfor “a show of hands” (citingBuckhannon Board & Care Home,\nInc.v.West Virginia Dept. of Health and Human\nResources, 532 U. S. 598 (2001) ;McNallyv.United States, 483 U. S. 350 (1987) )).In any event, there is no need to ponder whether\nit would have been reasonable for the 1988 Congress, without\nconsidering the clear meaning of §§804(a) and 805(a), to assume\nthat the decisions of the lower courts effectively settled the\nmatter. While the Court highlights the decisions of the Courts of\nAppeals, it fails to mention something that is of at least equal\nimportance: The official view of the United States in 1988.Shortlybeforethe 1988 amendments were\nadopted, the United States formally argued in this Court that the\nFHA prohibits only intentional discrimination. See Brief for United\nStates asAmicus CuriaeinHuntingtonv.Huntington Branch, NAACP, O. T. 1988, No. 87–1961, p. 15\n(“An action taken because of some factor other than race,i.e.,financial means, even if it causes a discriminatory\neffect, is not an example of the intentional discrimination\noutlawed by the statute”);id.,at 14 (“The words ‘because\nof’ plainly connote a causal connection between the housing-related\naction and the person’s race or color”).[4] Thiswas the same position that the United States had\ntaken in lower courts for years. See,e.g.,United\nStatesv.Birmingham, 538 F. Supp. 819, 827, n. 9\n(ED Mich. 1982) (noting positional change), aff’d, 727 F. 2d\n560, 565–566 (CA6 1984) (adopting United States’ “concession” that\nthere must be a “ ‘discriminatory motive’ ”). It is\nimplausible that the 1988 Congress was aware of certain lower court\ndecisions but oblivious to the United States’ considered and public\nview that those decisions were wrong.This fact is fatal to any notion that Congress\nimplicitly ratified disparate impact in 1988. The canon of\ninterpretation on which the Court and the Solicitor General purport\nto rely—the so-called “prior-construction canon”—does not apply\nwhere lawyers cannot “justifiably regard the point as settled” or\nwhen “other sound rules of interpretation” are implicated. A.\nScalia & B. Garner, Reading Law: The Interpretation of Legal\nTexts 324, 325 (2012). That was the case here. Especially after the\nUnited States began repudiating disparate impact, no one could have\nreasonably thought that the question was settled.Nor can such a faulty argument be salvaged by\npointing to Congress’ failure in 1988 to enact language that would\nhave made it clear that the FHA does not authorizedisparate-impact\nsuits based on zoning decisions. Seeante, at\n13–14.[5] To change the meaning\nof language in an already enacted law, Congress must pass a new law\namending that language. See,e.g., West Virginia Univ.\nHospitals, Inc.v.Casey, 499 U. S. 83 , and\nn. 7 (1991). Intent that finds no expression in a statute is\nirrelevant. See,e.g., New York Telephone Co.v.New York\nState Dept. of Labor, 440 U. S. 519 –545 (1979);\nEasterbrook, Statutes’ Domains, 50 U. Chi. L. Rev. 533, 538–540\n(1983). Hence, “we walk on quicksand when we try to find in the\nabsence of corrective legislation a controlling legal principle.”Helveringv.Hallock, 309 U. S. 106, 121 (1940)\n.Unsurprisingly, we have rejectedidenticalarguments about implicit ratification in other\ncases. For example, inCentral Bank of Denver, N. A.v.First Interstate Bank of Denver, N. A.,511 U. S. 164\n(1994) , a party argued that §10(b) of the Securities Exchange Act\nof 1934 imposes liability on aiders and abettors because “Congress\nha[d] amended the securities laws on various occasions since 1966,\nwhen courts first began to interpret §10(b) to cover aiding and\nabetting, but ha[d] done so without providing that aiding and\nabetting liability is not available under §10(b).”Id.,at\n186. “From that,” a party asked the Court to “infer that these\nCongresses, by silence, ha[d] acquiesced in the judicial\ninterpretation of §10(b).”Ibid.The Court dismissed this\nargument in words that apply almost verbatim here:“ ‘It does not follow that Congress’\nfailure to overturn a statutory precedent is reason for this Court\nto adhere to it. It is “impossible to assert with any degree of\nassurance that congressional failure to act represents” affirmative\ncongressional approval of the courts’ statutory interpretation.\nCongress may legislate, moreover, only through the passage of a\nbill which is approved by both Houses and signed by the President.\nSee U. S. Const., Art. I, §7, cl. 2. Congressional inaction\ncannot amend a duly enacted statute.’Pattersonv.McLean\nCredit Union, 491 U. S. 164 , n. 1 (1989) (quotingJohnsonv.Transportation Agency, Santa Clara Cty.,\n480 U. S. 616, 672 (1987) (Scalia, J., dissenting)).”Ibid.(alterations omitted).We made the same point again inSandoval,\n532 U. S. 275 . There it was argued that amendments to Title\nVI of the Civil Rights Act of 1964 implicitly ratified lower court\ndecisions upholding a private right of action. We rejected that\nargument out of hand. Seeid., at 292–293.Without explanation, the Court ignores these\ncases.BThe Court contends that the 1988 amendments\nprovide “convincing confirmation of Congress’ understanding that\ndisparate-impact liability exists under the FHA” because the three\nsafe-harbor provisions included in those amendments “would be\nsuperfluous if Congress had assumed that disparate-impact liability\ndid not exist under the FHA.”Ante, at 14, 15. As just\nexplained, however, what matters is what Congressdid, not\nwhat it might have “assumed.” And although the Court characterizes\nthese provisions as “exemptions,” that characterization is\ninaccurate. They make no reference to §804(a) or §805(a) or any\nother provision of the FHA; nor do they state that they apply to\nconduct that would otherwise be prohibited. Instead, they simply\nmake clear that certain conduct is not forbidden by the Act.E.g.,42 U. S. C. §3607(b)(4) (“Nothing in this\nsubchapter prohibits . . .”). The Court should read these\namendments to mean what they say.In 1988, policymakers were not of one mind about\ndisparate-impact housing suits. Some favored the theory and\npresumably would have been happy to have it enshrined in the FHA.\nSeeante, at 13–14; 134 Cong. Rec. 23711 (1988) (statement\nof Sen. Kennedy). Others worried about disparate-impact liability\nand recognized that this Court had not decided whether\ndisparate-impact claims were authorized under the 1968 Act. See H.\nR. Rep. No. 100–711, pp. 89–93 (1988). Still others\ndisapproved of disparate-impact liability and believed that the\n1968 Act did not authorize it. That was the view of President\nReagan when he signed the amendments. See Remarks on Signing the\nFair Housing Amendments Act of 1988, 24 Weekly Comp. of Pres. Doc.\n1140, 1141 (1988) (explaining that the amendments did “not\nrepresent any congressional or executive branch endorsement of the\nnotion, expressed in some judicial opinions, that [FHA] violations\nmay be established by a showing of disparate impact” because the\nFHA “speaks only to intentional discrimination”).[6]The 1988 safe-harbor provisions have all the\nhallmarks of a compromise among these factions. These provisions\nneither authorize nor bar disparate-impact claims, but they do\nprovide additional protection for persons and entities engaging in\ncertain practices that Congress especially wished to shield. We\n“must respect and give effect to these sorts of compromises.”Ragsdalev.Wolverine World Wide, Inc., 535\nU. S. 81 –94 (2002).It is not hard to see why such a compromise was\nattractive. For Members of Congress who supported disparate impact,\nthe safe harbors left the favorable lower court decisions in place.\nAnd for those who hoped that this Court would ultimately agree with\nthe position being urged by the United States, those provisions\nwere not surplusage. In the Circuits in which disparate-impact FHA\nliability had been accepted, the safe-harbor provisions furnished a\nmeasure of interim protection until the question was resolved by\nthis Court. They also provided partial protection in the event that\nthis Court ultimately rejected the United States’ argument. Neither\nthe Court, the principal respondent, nor the Solicitor General has\ncited any case in which the canon against surplusage has been\napplied in circumstances like these.[7]On the contrary, we have previously refused to\ninterpret enactments like the 1988 safe-harbor provisions in such a\nway. Our decision inO’Gilviev.United States, 519\nU. S. 79 (1996) —also ignored by the Court today—is\ninstructive. In that case, the question was whether a provision of\nthe Internal Revenue Code excluding a recovery for personal injury\nfrom gross income applied to punitive damages. Well after the\ncritical provision was enacted, Congress adopted an amendment\nproviding that punitive damages for nonphysical injuries were not\nexcluded. Pointing to this amendment, a taxpayer argued: “Why\n. . . would Congress have enacted this amendment removing\npunitive damages (in nonphysical injury cases) unless Congress\nbelieved that, in the amendment’s absence, punitive damages did\nfall within the provision’s coverage?”Id., at 89. This\nargument, of course, is precisely the same as the argument made in\nthis case. To paraphraseO’Gilvie, the Court today asks: Why\nwould Congress have enacted the 1988 amendments, providing safe\nharbors from three types of disparate-impact claims, unless\nCongress believed that, in the amendments’ absence,\ndisparate-impact claims did fall within the FHA’s coverage?The Court rejected the argument inO’Gilvie. “The short answer,” the Court wrote, is that\nCongress might have simply wanted to “clarify the matter in respect\nto nonphysical injuries” while otherwise “leav[ing] the law where\nit found it.”Ibid.Although other aspects ofO’Gilvietriggered a dissent, seeid.,at 94–101\n(opinion of Scalia, J.), no one quarreled with this self-evident\npiece of the Court’s analysis. Nor was theO’GilvieCourt\ntroubled that Congress’ amendment regarding nonphysical injuries\nturned out to have been unnecessary because punitive damages for\nany injuries were not excluded all along.The Court saw the flaw in the argument inO’Gilvie, and the same argument is no better here. It is\ntrue thatO’Gilvieinvolved a dry question of tax law while\nthis case involves a controversial civil rights issue. But how we\nread statutes should not turn on such distinctions.In sum, as the principal respondent’s attorney\ncandidly admitted, the 1988 amendments did not create\ndisparate-impact liability. See Tr. of Oral Arg. 36 (“[D]id the\nthings that [Congress] actually did in 1988 expand the coverage of\nthe Act? MR. DANIEL: No, Justice”).CThe principal respondent and the Solicitor\nGeneral—but not the Court—have one final argument regarding the\ntext of the FHA. They maintain that even if the FHA does not\nunequivocally authorize disparate-impact suits, it is at least\nambiguous enough to permit HUD to adopt that interpretation. Even\nif the FHA were ambiguous, how-ever, we do not defer “when there is\nreason to suspect that the agency’s interpretation ‘does not\nreflect the agency’s fair and considered judgment on the matter in\nquestion.’ ”Christopherv.SmithKline Beecham\nCorp., 567 U. S. ___, ___ (2012) (slip op., at 10).Here, 43 years after the FHA was enacted and\nnine days after the Court granted certiorari inMagner(the\n“rodent infestation” case), HUD proposed “to prohibit housing\npractices with a discriminatory effect, even where there has been\nno intent to discriminate.” Implementation of the Fair Housing\nAct’s Discriminatory Effects Standard, 76 Fed. Reg. 70921 (2011).\nAfterMagnersettled, the Court called for the views of the\nSolicitor General inTownship of Mount Hollyv.Mt. Holly\nGardens Citizens in Action, Inc.,568 U. S. ___ (2012),\nanother case raising the same question. Before the Solicitor\nGeneral filed his brief, however, HUD adopted disparate-impact\nregulations. See Implementation of the Fair Housing Act’s\nDiscriminatory Effects Standard, 78 Fed. Reg. 11460 (2013). The\nSolicitor General then urged HUD’s rule as a reason to deny\ncertiorari. We granted certiorari anyway, 570 U. S. ___\n(2013), and shortly thereafterMount Hollyalso unexpectedly\nsettled. Given this unusual pattern, there is an argument that\ndeference may be unwarranted. Cf.Youngv.United Parcel\nService, Inc., 575 U. S. ___, ___ (2015) (slip op., at\n16–17) (refusing to defer where “[t]he EEOC promulgated its 2014\nguidelines only recently, after this Court had granted certiorari”\n(discussingSkidmorev.Swift & Co., 323\nU. S. 134, 140 (1944) )).[8]There is no need to dwell on these\ncircumstances, however, because deference is inapt for a more\nfamiliar reason: The FHA is not ambiguous. The FHA prohibits only\ndisparate treatment, not disparate impact. It is a bedrock rule\nthat an agency can never “rewrite clear statutory terms to suit its\nown sense of how the statute should operate.”Utility Air\nRegulatory Group, 573 U. S., at ___ (slip op., at 23).\nThis rule makes even more sense where the agency’s view would open\nup a deeply disruptive avenue of liability that Congress never\ncontemplated.IVNot only does disparate-impact liability run\nheadlong into the text of the FHA, it also is irreconcilable with\nour precedents. The Court’s decision today reads far too much intoGriggsv.Duke Power Co., 401 U. S. 424 (1971) ,\nand far too little intoSmithv.City of Jackson, 544\nU. S. 228 (2005) . InSmith, the Court explained that\nthe statutory justification for the decision inGriggsdepends on language that has no parallel in the FHA. And when theSmithCourt addressed a provision that does have such a\nparallel in the FHA, the Court concluded—unanimously—that it\ndoes not authorize disparate-impact liability. The same result\nshould apply here.ARather than focusing on the text of the FHA,\nmuch of the Court’s reasoning today turns onGriggs. InGriggs, the Court held that black employees who sued their\nemployer under §703(a)(2) of Title VII of the Civil Rights Act of\n1964, 42 U. S. C. §2000e–2(a)(2), could recover without\nproving that the employer’s conduct—requiring a high school diploma\nor a qualifying grade on a standardized test as a condition for\ncertain jobs—was motivated by a discriminatory intent. Instead, the\nCourt held that, unless it was proved that the requirements were\n“job re-lated,” the plaintiffs could recover by showing that the\nre-quirements “operated to render ineligible a markedly\ndisproportionate number of Negroes.” 401 U. S., at 429.Griggswas a case in which an intent to\ndiscriminate might well have been inferred. The company had “openly\ndiscriminated on the basis of race” prior to the date on which the\n1964 Civil Rights Act took effect.Id., at 427. Once that\ndate arrived, the company imposed new educational requirements for\nthose wishing to transfer into jobs that were then being performed\nby white workers who did not meet those requirements.Id.,\nat 427–428. These new hurdles disproportionately burdened\nAfrican-Americans, who had “long received inferior education in\nsegregated schools.”Id., at 430. Despite all this, the\nlower courts found that the company lacked discriminatory intent.\nSeeid., at 428. By convention, we do not overturn a finding\nof fact accepted by two lower courts, see,e.g.,Rogersv.Lodge, 458 U. S. 613, 623 (1982) ;Blauv.Lehman, 368 U. S. 403 –409 (1962);Graver Tank & Mfg. Co.v.Linde Air Products Co.,\n336 U. S. 271, 275 (1949) , so the Court was confronted with\nthe question whether Title VII always demands intentional\ndiscrimination.AlthoughGriggsinvolved a question of\nstatutory interpretation, the body of the Court’s opinion—quite\nremarkably—does not even cite the provision of Title VII on which\nthe plaintiffs’ claims were based. The only reference to §703(a)(2)\nof the 1964 Civil Rights Act appears in a single footnote that\nreproduces the statutory text but makes no effort to explain how it\nencompasses a disparate-impact claim. See 401 U. S., at 426,\nn. 1. Instead, the Court based its decision on the “objective”\nof Title VII, which the Court described as “achiev[ing] equality of\nemployment opportunities and remov[ing] barriers that have operated\nin the past to favor an identifiable group of white employees over\nother employees.”Id., at 429–430.That text-free reasoning caused confusion, see,e.g., Smith, supra, at 261–262 (O’Connor, J., concurring in\njudgment), and undoubtedly led to the pattern of Court of Appeals\ndecisions in FHA cases upon which the majority now relies. Those\nlower courts, like theGriggsCourt, often made little\neffort to ground their decisions in the statutory text. For\nexample, in one of the earliest cases in this line,United\nStatesv.Black Jack, 508 F. 2d 1179 (CA8 1974),\nthe heart of the court’s analysis was this: “Just as Congress\nrequires ‘the removal of artificial, arbitrary, and unnecessary\nbarriers to employment when the barriers operate invidiously to\ndiscriminate on the basis of racial or other impermissible\nclassification,’ such barriers must also give way in the field of\nhousing.”Id.,at 1184 (quotingGriggs,supra,\nat 430–431; citation omitted).Unlike these lower courts, however, this Court\nhas never interpretedGriggsas imposing a rule that applies\nto all antidiscrimination statutes. See,e.g., Guardians\nAssn.v.Civil Serv. Comm’n of New York City, 463\nU. S. 582 , n. 27 (1983) (holding that Title VI, 42\nU. S. C. §2000det seq., does “not allow\ncompensatory relief in the absence of proof of discriminatory\nintent”);Sandoval, 532 U. S., at 280 (similar).\nIndeed, we have never held thatGriggseven establishes a\nrule for allemploymentdiscrimination statutes. InTeamsters, the Court rejected “theGriggsrationale”\nin evaluating a company’s seniority rules. 431 U. S., at\n349–350. And becauseGriggswas focused on a particular\nproblem, the Court had held that its rule does not apply where, as\nhere, the context is different. InLos Angeles Dept. of Water\nand Powerv.Manhart, 435 U. S. 702 (1978) , for\ninstance, the Court refused to applyGriggsto pensions\nunder the Equal Pay Act of 1963, 29 U. S. C. §206(d) or\nTitle VII, even if a plan has a “disproportion-ately heavy impact\non male employees.” 435 U. S. at 711, n. 20. We explained\nthat “[e]ven a completely neutral practice will inevitably havesomedisproportionate impact on one group or another.Griggsdoes not imply, and this Court has never held, that\ndiscrimination must always be inferred from such consequences.”Ibid.BAlthough the opinion inGriggsdid not\ngrapple with the text of the provision at issue, the Court was\nfinally required to face that task inSmith, 544 U. S.\n228 , which addressed whether the Age Discrimination in Employment\nAct of 1967 (ADEA), 29 U. S. C. §621et seq.,\nauthorizes disparate-impact suits. The Court considered two\nprovisions of the ADEA, §§4(a)(1) and 4(a)(2), 29\nU. S. C. §§623(a)(1) and (a)(2).The Court unanimously agreed that the first of\nthese provisions, §4(a)(1), does not authorize disparate-impact\nclaims. See 544 U. S., at 236, n. 6 (plurality opinion);id., at 243 (Scalia, J., concurring in part and concurring\nin judgment) (agreeing with the plurality’s reasoning);id.,\nat 249 (O’Connor, J., concurring in judgment) (reasoning that this\nprovision “obvious[ly]” does not allow disparate-impact\nclaims).By contrast, a majority of the Justices found\nthat the terms of §4(a)(2) either clearly authorize\ndisparate-impact claims (the position of the plurality) or at least\nare ambiguous enough to provide a basis for deferring to such an\ninterpretation by the Equal Employment Opportunity Commission (the\nposition of Justice Scalia). See 544 U. S., at 233–240\n(plurality opinion);id., at 243–247 (opinion of Scalia,\nJ.).In reaching this conclusion, these Justices\nreasoned that §4(a)(2) of the ADEA was modeled on and is virtually\nidentical to the provision inGriggs, 42 U. S. C.\n§2000e–2(a)(2). Section 4(a)(2) provides as follows:“It shall be unlawful for an employer—.     .     .     .     .“(2) to limit, segregate, or classify his\nemployees in any way which would deprive or tend to deprive any\nindividual of employment opportunities or otherwise adversely\naffect his status as an employee, because of such individual’sage.” 29 U. S. C. §623(a) (emphasis added).The provision of Title VII at issue inGriggssays this:“It shall be an unlawful employment practice\nfor an employer—.     .     .     .     .“(2) to limit, segregate, or classify his\nemployees or applicants for employment in any way which would\ndeprive or tend to deprive any individual of employment\nopportunities or otherwise adversely affect his status as an\nemployee, because of such individual’srace, color, religion,\nsex, or national origin.” 42 U. S. C. §2000e–2(a)(2)\n(emphasis added).For purposes here, the only relevant difference\nbetween these provisions is that the ADEA provision refers to “age”\nand the Title VII provision refers to “race, color, religion, or\nnational origin.” Because identical language in two statutes having\nsimilar purposes should generally be presumed to have the same\nmeaning, the plurality inSmith, echoed by Justice Scalia,\nsawGriggsas “compelling” support for the conclusion that\n§4(a)(2) of the ADEA authorizes disparate-impact claims. 544\nU. S., at 233–234 (plurality opinion) (citingNorthcrossv.Board of Ed. of Memphis City Schools,\n412 U. S. 427, 428 (1973) (per curiam)).When it came to the other ADEA provision\naddressed inSmith, namely, §4(a)(1), the Court unanimously\nreached the opposite conclusion. Section 4(a)(1) states:“It shall be unlawful for an employer—“(1) to fail or refuse to hire or to discharge\nany individual or otherwise discriminate against any individual\nwith respect to his compensation, terms, conditions, or privileges\nof employment,because of such individual’s age.” 29\nU. S. C. §623(a)(1) (emphasis added).The plurality opinion’s reasoning, with which\nJustice Scalia agreed, can be summarized as follows. Under\n§4(a)(1),the employermust act because of age, and thus\nmust have discriminatory intent. See 544 U. S., at 236, n.\n6.[9] Under §4(a)(2), on the\nother hand, it is enough if theemployer’s actions“adversely affect” an individual “because of . . . age.”\n29 U. S. C. §623(a).This analysis of §§4(a)(1) and (a)(2) of the\nADEA confirms that the FHA does not allow disparate-impact claims.\nSections 804(a) and 805(a) of the FHA resemble §4(a)(1) of the\nADEA, which theSmithCourt unanimously agreed does not\nencompass disparate-impact liability. Under these provisions of the\nFHA, like §4(a)(1) of the ADEA, a defendant must act “because of”\nrace or one of the other prohibited grounds. That is, it is\nunlawful for a person or entity to “[t]o refuse to sell or rent,”\n“refuse to negotiate,” “otherwise make unavailable,” etc. for a\nforbidden reason. These provisions of the FHA, unlike the Title VII\nprovision inGriggsor §4(a)(2) of the ADEA, do not make it\nunlawful to take an action that happens to adversely affect a\nperson because of race, religion, etc.TheSmithplurality’s analysis, moreover,\nalso depended on other language, unique to the ADEA, declaring that\n“it shall not be unlawful for an employer ‘to take any actionotherwise prohibited. . . where the\ndifferentiation is based on reasonable factors other than\nage.’ ” 544 U. S., at 238 (quoting 81Stat. 603; emphasis\nadded). This “otherwise prohibited” language was key to the\nplurality opinion’s reading of the statute because it arguably\nsuggesteddisparate-impact liability. See 544 U. S., at 238.\nThis language, moreover, wasessentialto Justice Scalia’s\ncontrolling opinion. Without it, Justice Scalia would have agreed\nwith Justices O’Connor, Kennedy, and Thomas thatnothingin\nthe ADEA authorizes disparate-impact suits. Seeid.,at\n245–246. In fact, even with this “otherwise prohibited” language,\nJustice Scalia merely concluded that §4(a)(2) was\nambiguous—notthat disparate-impacts suits are required.Id., at 243.The FHA does not contain any phrase like\n“otherwise prohibited.” Such language certainly is nowhere to be\nfound in §§804(a) and 805(a). And for all the reasons already\nexplained, the 1988 amendments do not presuppose disparate-impact\nliability. To the contrary, legislative enactments declaring only\nthat certain actions arenotgrounds for liability do not\nimplicitly create a new theory of liability that all other facets\nof the statute foreclose.CThis discussion of our cases refutes any\nnotion that “[t]ogether,Griggsholds[[10]] and the plurality inSmithinstructs\nthat antidiscrimination laws must be construed to encompass\ndisparate-impact claims when their text refers to the consequences\nof actions and not just to the mindset of actors, and where that\ninterpretation is consistent with statutory purpose.”Ante,at 10. The Court stumbles in concluding that §804(a) of the FHA is\nmore like §4(a)(2) of the ADEA than §4(a)(1). The operative\nlanguage in §4(a)(1) of the ADEA—which, perSmith, does not\nauthorize disparate-impact claims—is materially indistinguishable\nfrom the operative language in §804(a) of the FHA.Even more baffling, neither alone nor in\ncombination doGriggsandSmithsupport the Court’s\nconclusion that §805(a) of the FHA allows disparate-impact suits.\nThe action forbidden by that provision is “discriminat[ion]. . . because of” race, religion, etc. 42\nU. S. C. §3605(a) (emphasis added). This is precisely the\nformulation used in §4(a)(1) of the ADEA, which prohibits\n“discriminat[ion]. . . because of such\nindividual’s age,” 29 U. S. C. §623(a)(1) (emphasis\nadded), and whichSmithholdsdoes notauthorize\ndisparate-impact claims.In an effort to explain why §805(a)’s reference\nto “discrimination” allows disparate-impact suits, the Court argues\nthat inBoard of Ed. of City School Dist. of New Yorkv.Harris, 444 U. S. 130 (1979) , “statutory language\nsimilar to §805(a) [was construed] to include disparate-impact\nliability.”Ante, at 11. In fact, the statutory language inHarriswas quite different. The law there was §706(d)(1)(B)\nof the 1972 Emergency School Aid Act, which barred assisting\neducation agencies that “ ‘had in effect any practice, policy,\nor procedure which results in the disproportionate demotion or\ndismissal of instructional or other personnel from minority groups\nin conjunction with desegregation . . .orotherwise engaged in discrimination based upon race, color, or\nnational origin in the hiring, promotion, or assignment of\nemployees.’ ” 444 U. S., at 132–133, 142 (emphasis\nadded).After stating that the first clause in that\nunusual statute referred to a “disparate-impact test,” theHarrisCourt concluded that “a similar standard” should\napply to the textually “closely connected” second clause.Id.,at 143. This was so, the Court thought, even though the\nsecond clause, standing alone, may very well have required\ndiscriminatory “intent.”Id.,at 139. The Court explained\nthat the Act’s “less than careful draftsmanship” regarding the\nrelationship between the clauses made the “wording of the statute\n. . . ambiguous” about teacher assignments, thus forcing\nthe Court to “look closely at the structure and context of the\nstatute and to review its legislative history.”Id.,at\n138–140. It was the combined force of all those markers that\npersuaded the Court that disparate impact applied to the second\nclause too.Harris, in other words, has nothing to do\nwith §805(a) of the FHA. The “wording” is different; the\n“structure” is different; the “context” is different; and the\n“legislative history” is different.Id.,at 140. Rather than\ndigging up a 36-year-old case that Justices of this Court have\ncited all of twice, and never once for the proposition offered\ntoday, the Court would do well to recall our many cases explaining\nwhat the phase “because of” means.VNot only is the decision of the Court\ninconsistent with what the FHA says and our precedents, it will\nhave unfortunate consequences. Disparate-impact liability has very\ndifferent implications in housing and employment cases.Disparate impact puts housing authorities in a\nvery difficult position because programs that are designed and\nimplemented to help the poor can provide the grounds for a\ndisparate-impact claim. AsMagnershows, when disparate\nimpact is on the table, even a city’s good-faith attempt to remedy\ndeplorable housing conditions can be branded “discriminatory.” 619\nF. 3d, at 834. Disparate-impact claims thus threaten “a whole\nrange of tax, welfare, public service, regulatory, and licensing\nstatutes.”Washingtonv.Davis, 426 U. S. 229,\n248 (1976) .This case illustrates the point. The Texas\nDepartment of Housing and Community Affairs (the Department) has\nonly so many tax credits to distribute. If it gives credits for\nhousing in lower income areas, many families—including many\nminority families—will obtain better housing. That is a good thing.\nBut if the Department gives credits for housing in higher income\nareas, some of those families will be able to afford to move into\nmore desirable neighborhoods. That is also a good thing. Either\npath, however, might trigger a disparate-impact suit.[11]This is not mere speculation. Here, one\nrespondent has sued the Department for not allocating enough\ncredits to higher income areas. See Brief for Respondent Inclusive\nCommunities Project, Inc., 23. Butanotherrespondent argues\nthat giving credits to wealthy neighborhoods violates “the moral\nimperative to improve the substandard and inadequate affordable\nhousing in many of our inner cities.” Reply Brief for Respondent\nFrazier Revitalization Inc. 1. This latter argument has special\nforce because a city can build more housing where property is least\nexpensive, thus benefiting more people. In fact, federal law often\nfavors projects that revitalize low-income communities. Seeante,at 2.No matter what the Department decides, one of\nthese respondents will be able to bring a disparate-impact case.\nAnd if the Department opts to compromise by dividing the credits,\nboth respondents might be able to sue. Congress surely did not mean\nto put local governments in such a position.The Solicitor General’s answer to such problems\nis that HUD will come to the rescue. In particular, HUD regulations\nprovide a defense against disparate-impact liability if a defendant\ncan show that its actions serve “substantial, legitimate,\nnondiscriminatory interests” that “necessar[ily]” cannot be met by\n“another practice that has a less discriminatory effect.” 24 CFR\n§100.500(b) (2014). (There is, of course, no hint of anything like\nthis defense in the text of the FHA. But then, there is no hint of\ndisparate-impact liability in the text of the FHA either.)The effect of these regulations, not\nsurprisingly, is to confer enormous discretion on HUD—without\nactually solving the problem. What is a “substantial” interest? Is\nthere a difference between a “legitimate” interest and a\n“nondiscriminatory” interest? To what degree must an interest be\nmet for a practice to be “necessary”? How are parties and courts to\nmeasure “discriminatory effect”?These questions are not answered by the Court’s\nassurance that the FHA’s disparate-impact “analysis ‘is analogous\nto the Title VII requirement that an employer’s interest in an\nemployment practice with a disparate impact be job related.’ ”Ante,at 4 (quoting 78 Fed. Reg. 11470). See alsoante,at 18 (likening the defense to “the business necessity\nstandard”). The business-necessity defense is complicated enough in\nemployment cases; what it means when plopped into the housing\ncontext is anybody’s guess. What is the FHA analogue of “job\nrelated”? Is it “housing related”? But a vast array of municipal\ndecisions affect property values and thus relate (at least\nindirectly) to housing. And what is the FHA analogue of “business\nnecessity”? “Housing-policy necessity”? What does that mean?Compounding the problem, the Court proclaims\nthat “governmental entities . . . must not be prevented\nfrom achieving legitimate objectives, such as ensuring compliance\nwith health and safety codes.”Ante, at 21. But what does\nthe Court mean by a “legitimate” objective? And does the Court mean\nto say that there can be no disparate-impact lawsuit if the\nobjective is “legitimate”? That is certainly not the view of the\nGovernment, which takes the position that a disparate-impact claim\nmay be brought to challenge actions taken with such worthy\nobjectives as improving housing in poor neighborhoods and making\nfinancially sound lending decisions. See Brief for United States asAmicus Curiae30, n. 7.Because HUD’s regulations and the Court’s\npronouncements are so “hazy,”Central Bank, 511 U. S.,\nat 188–189, courts—lacking expertise in the field of housing\npolicy—may inadvertently harm the very people that the FHA is meant\nto help. Local governments make countless decisions that may have\nsome disparate impact related to housing. Seeante,at\n19–20. Certainly Congress did not intend to “engage the federal\ncourts in an endless exercise of second-guessing” local programs.Cantonv.Harris, 489 U. S. 378, 392 (1989)\n.Even if a city or private entity named in a\ndisparate-impact suit believes that it is likely to prevail if a\ndisparate-impact suit is fully litigated, the costs of litigation,\nin-cluding the expense of discovery and experts, may “push\ncost-conscious defendants to settle even anemic cases.”Bell\nAtlantic Corp.v.Twombly, 550 U. S. 544, 559\n(2007) . Defendants may feel compelled to “abandon substantial\ndefenses and . . . pay settlements in order to avoid the\nexpense and risk of going to trial.”Central Bank, supra,at\n189. And parties fearful of disparate-impact claims may let race\ndrive their decisionmaking in hopes of avoiding litigation\naltogether. Cf.Ricci, 557 U. S., at 563. All the\nwhile, similar dynamics may drive litigation against private\nactors.Ante,at 19.This is not the Fair Housing Act that Congress\nenacted.VIAgainst all of this, the Court offers several\nadditional counterarguments. None is persuasive.AThe Court is understandably worried about\npretext. No one thinks that those who harm others because of\npro-tected characteristics should escape liability by conjuring up\nneutral excuses. Disparate-treatment liability, however, is attuned\nto this difficulty. Disparate impact can beevidenceof\ndisparate treatment.E.g.,Church of Lukumi Babalu Aye,\nInc.v.Hialeah, 508 U. S. 520 –542 (1993) (opinion\nof Kennedy, J.);Hunterv.Underwood, 471 U. S.\n222, 233 (1985) . As noted, the facially neutral requirements inGriggscreated a strong inference of discriminatory intent.\nNearly a half century later, federal judges have decades of\nexperience sniffing out pretext.BThe Court also stresses that “many of our\nNation’s largest cities—entities that are potential defendants in\ndisparate-impact suits—have submitted anamicusbrief in\nthis case supporting disparate-impact liability under the FHA.”Ante,at 23–24.This nod to federalism is puzzling. Only a\nminority of the States and only a small fraction of the Nation’s\nmunicipalities have urged us to hold that the FHA\nallowsdisparate-impact suits. And even if a majority supported the\nCourt’s position, that would not be a relevant consideration for a\ncourt. In any event, nothing prevents States and local government\nfrom enacting their own fair housing laws, including laws creating\ndisparate-impact liability. See 42 U. S. C. §3615\n(recognizing local authority).The Court also claims that “[t]he existence of\ndisparate-impact liability in the substantial majority of the\nCourts of Appeals for the last several decades” has not created\n“ ‘dire consequences.’ ”Ante,at 24. But the\nCourt concedes that disparate impact can be dangerous. Seeante,at 18–22. CompareMagner, 619 F. 3d, at\n833–838 (holding that efforts to prevent violations of the housing\ncode may violate the FHA), with 114 Cong. Rec. 2528 (1968) (remarks\nof Sen. Tydings) (urging enactment of the FHA to help combat\nviolations of the housing code, including “rat problem[s]”). In the\nCourt’s words, it is “paradoxical to construe the FHA to impose\nonerous costs on actors who encourage revitalizing dilapidated\nhousing.”Ante,at 19. Our say-so, however, will not stop\nsuch costly cases from being filed—or from getting past a motion to\ndismiss (and so into settlement).CAt last I come to the “purpose” driving the\nCourt’s analysis: The desire to eliminate the “vestiges” of\n“residential segregation by race.”Ante,at 5, 23. We agree\nthat all Americans should be able “to buy decent houses without\ndiscrimination . . .because ofthe color of their\nskin.” 114 Cong. Rec. 2533 (remarks of Sen. Tydings) (emphasis\nadded). See 42 U. S. C. §§3604(a), 3605(a) (“because of\nrace”). But this Court has no license to expand the scope of the\nFHA to beyond what Congress enacted.When interpreting statutes, “ ‘[w]hat the\nlegislative intention was, can be derived only from the words\n. . . used; and we cannot speculate beyond the reasonable\nimport of these words.’ ”Nassar, 570 U. S., at\n___ (slip op., at 13) (quotingGardnerv.Collins, 2\nPet. 58, 93 (1829)). “[I]t frustrates rather than effectuates\nlegislative intent simplistically to assume thatwhateverfurthers the statute’s primary objective must be the law.”Rodriguezv.United States, 480 U. S. 522, 526\n(1987) (per curiam). See also,e.g.,Board of\nGovernors, FRSv.Dimension Financial Corp., 474\nU. S. 361 –374 (1986) (explaining that “ ‘broad\npurposes’ ” arguments “ignor[e] the complexity of the problems\nCongress is called upon to address”).Here, privileging purpose over text also creates\nconstitutional uncertainty. The Court acknowledges the risk that\ndisparate impact may be used to “perpetuate race-based\nconsiderations rather than move beyond them.”Ante, at 21.\nAnd it agrees that “racial quotas . . . rais[e] serious\nconstitutional concerns.”Ante, at 20. Yet it still reads\nthe FHA to authorize disparate-impact claims. We should avoid,\nrather than invite, such “difficult constitutional questions.”Ante, at 22. By any measure, the Court today makes a serious\nmistake.*  *  *I would interpret the Fair Housing Act as\nwritten and so would reverse the judgment of the Court of\nAppeals.Notes1We granted certiorari inMagnerv.Gallagher,565 U. S. ___ (2011).\nBefore oral argument, however, the parties settled. 565 U. S.\n___ (2012). The same thing happened again inTownship of Mount\nHollyv.Mt. Holly Gardens Citizens in Action, Inc.,571\nU. S. ___ (2013).2See al-Mujahed &\nNaylor, Rebels Assault Key Sites in Yemen, pp. A1, A12 (“A\ngovernment official . . . spoke on the condition of\nanonymity because of concern for his safety”); Berman, Jury\nSelection Starts in Colo. Shooting Trial, p. A2 (“Jury selection is\nexpected to last four to five months because of a massive pool of\npotential jurors”); Davidson, Some VA Whistleblowers Get Relief\nFrom Retaliation, p. A18 (“In April, they moved to fire her because\nof an alleged ‘lack of collegiality’ ”); Hicks, Post Office\nProposes Hikes in Postage Rates, p. A19 (“The Postal Service lost\n$5.5 billion in 2014, in large part because of continuing declines\nin first-class mail volume”); Editorial, Last Responders, p. A20\n(“Metro’s initial emergency call mentioned only smoke but no stuck\ntrain [in part] . . . because of the firefighters’\nuncertainty that power had been shut off to the third rail”);\nLetter to the Editor, Metro’s Safety Flaws, p. A20 (“[A] circuit\nbreaker automatically opened because of electrical arcing”);\nBernstein, He Formed Swingle Singers and Made Bach Swing, p. B6\n(“The group retained freshness because of the ‘stunning\nmusicianship of these singers’ ”); Schudel, TV Producer,\nDirector Invented Instant Replay, p. B7 (“[The 1963 Army-Navy\nfootball game was] [d]elayed one week because of the assassination\nof President John F. Kennedy”); Contrera & Thompson, 50 Years\nOn, Cheering a Civil Rights Matriarch, pp. C1, C5 (“[T]he first\n1965 protest march from Selma to Montgomery . . . became\nknown as ‘Bloody Sunday’ because of state troopers’ violent assault\non the marchers”); Pressley, ‘Life Sucks’: Aaron Posner’s Latest\nRaging Riff on Chekhov, pp. C1, C9 (“ ‘The Seagull’ gave\nPosner ample license to experiment because of its writer and\nactress characters and its pronouncements on art”); A Rumpus on\n‘The Bachelor,’ p. C2 (“Anderson has stood out from the pack\n. . . mostly because of that post-production censoring of\nher nether regions” (ellipsis in original)); Steinberg, KD2DC,\nKeeping Hype Alive, pp. D1, D4 (explaining that a commenter “asked\nthat his name not be used because of his real job”); Boren, Former\nFSU Boss Bowden Wants 12 Wins to Be Restored, p. D2 (“[T]he NCAA\nrestored the 111 victories that were taken from the late Joe\nPaterno because of the Jerry Sandusky child sex-abuse scandal”);\nOklahoma City Finally Moves Past .500 Mark, p. D4 (“Trail Blazers\nall-star LaMarcus Aldridge won’t play in Wednesday night’s game\nagainst the Phoenix Suns because of a left thumb\ninjury”).3These new provisions\nstate:4In response to the United\nStates’ argument, we reserved decision on the question. SeeHuntingtonv.Huntington Branch, NAACP, 488\nU. S. 15, 18 (1988) (per curiam) (“Since appellants\nconceded the applicability of the disparate-impact test\n. . . we do not reach the question whether that test is\nthe appropriate one”).5In any event, the Court\noverstates the importance of that failed amendment. The amendment’s\nsponsor disavowed that it had anything to do with the broader\nquestion whether the FHA authorizes disparate-impact suits. Rather,\nit “left to caselaw and eventual Supreme Court resolution whether a\ndiscriminatory intent or discriminatory effects standard is\nappropriate . . . [in] all situations but zoning.” H. R.\nRep. No. 100–711, p. 89 (1988). Some in Congress, moreover,\nsupported the amendmentandthe House bill. Compareibid.with 134 Cong. Rec. 16511 (1988). It is hard to\nbelieve they thought the bill—which was silent on disparate\nimpact—nonetheless decided the broader question. It is for such\nreasons that failed amendments tell us “little” about what a\nstatute means.Central Bank of Denver, N. A.v.First\nInterstate Bank of Denver, N. A., 511 U. S. 164, 187\n(1994) . Footnotes in House Reports and law professor testimony\ntell us even less.Ante, at 13–14.6At the same hearings to\nwhich the Court refers,ante, at 13, Senator Hatch stated\nthat if the “intent test versus the effects test” were to “becom[e]\nan issue,” a “fair housing law” might not be enacted at all, and he\nnoted that failed legislation in the past had gotten “bogged down”\nbecause of that “battle.” Fair Housing Amendments Act of 1987:\nHearings on S. 558 before the Subcommittee on the Constitution of\nthe Senate Committee on the Judiciary, 100th Cong., 1st Sess., 5\n(1987). He also noted that the bill under consideration did “not\nreally go one way or the other” on disparate impact since the\nsponsors were content to “rely” on the lower court opinions.Ibid. And he emphasized that “the issue of intent versus\neffect—I am afraid that is going to have to be decided by the\nSupreme Court.”Ibid. See alsoid., at 10 (“It is not\nalways a violation to refuse to sell, but only to refuse to sell\n‘because of ’ another’s race. This language made clear that\nthe 90th Congress meant only to outlaw acts taken with the intent\nto discriminate . . . . To use any standard other\nthan discriminatory intent . . . would jeopardize many\nkinds of beneficial zoning and local ordinances” (statement of Sen.\nHatch)).7In any event, even in\ndisparate-treatment suits, the safe harbors are not superfluous.\nFor instance, they affect “the burden-shifting framework” in\ndisparate-treatment cases.American Ins. Assn.v.Department of Housing and Urban Development, ___ Supp. 3d\n___, 2014 WL 5802283, *10 (DC 2014). Under the second step of the\nburden-shifting scheme fromMcDonnell Douglas Corp.v.Green, 411 U. S. 792 (1973) , which some courts have\napplied in disparate-treatment housing cases, see,e.g., 2922\nSherman Avenue Tenants’ Assn.v.District of Columbia,\n444 F. 3d 673, 682 (CADC 2006) (collecting cases), a defendant\nmust proffer a legitimate reason for the challenged conduct, and\nthe safe-harbor provisions set out reasons that are necessarily\nlegitimate. Moreover, while a factfinder in a disparate-treatment\ncase can sometimes infer bad intent based on facially neutral\nconduct, these safe harbors protect against such inferences.\nWithout more, conduct within a safe harbor is insufficient to\nsupport such an inference as a matter of law. And finally, even if\nthere is additional evidence, these safe harbors make it harder to\nshow pretext. SeeFair Housing Advocates Assn., Inc.v.Richmond Heights, 209 F. 3d 626, 636–637, and n. 7\n(CA6 2000).8At argument, the\nGovernment assured the Court that HUD did not promulgate its\nproposed rule because ofMagner. See Tr. of Oral Arg. 46\n(“[I]t overestimates the efficiency of the government to think that\nyou could get, you know, a supposed rule-making on an issue like\nthis out within seven days”). The Government also argued that HUD\nhad recognized disparate-impact liability in adjudications for\nyears.Ibid.9The plurality\nstated:10Griggs, of course, “holds”\nnothing of the sort. Indeed, even the plurality opinion inSmith(to say nothing of Justice Scalia’s controlling\nopinion or Justice O’Connor’s opinion concurring in the judgment)\ndid not understandGriggsto create such a rule. See 544\nU. S., at 240 (plurality opinion) (relying on multiple\nconsiderations). IfGriggsalready answered the question for\nall statutes (even those that do not use effects language),Smithis inexplicable.11Tr.\nof Oral Arg. 44–45 (“Community A wants the development to be in the\nsuburbs. And the next state, the community wants it to be in the\npoor neighborhood. Is it your position . . . that in\neither case, step one has been satisfied[?] GENERAL VERRILLI: That\nmay be right”).",
    "joined": []
}