{
    "case": {
        "docket": "15-1262",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1262/"
    },
    "id": "3736361",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1262_________________ROY COOPER, GOVERNOR OF NORTH CAROLINA,\net al., APPELLANTSv.DAVID HARRIS, et al.on appeal from the united states district\ncourt for the middle district of north carolina[May 22, 2017]Justice Alito, with whom The Chief Justice and\nJustice Kennedy join, concurring in the judgment in part and\ndissenting in part.A precedent of this Court should not be treated\nlike a disposable household item—say, a paper plate or napkin—to be\nused once and then tossed in the trash. But that is what the Court\ndoes today in its decision regarding North Carolina’s 12th\nCongressional District: The Court junks a rule adopted in a prior,\nremarkably similar challenge to this very same congressional\ndistrict.InEasleyv.Cromartie, 532\nU. S. 234 (2001) (Cromartie II), the Court\nconsidered the constitutionality of the version of District 12 that\nwas adopted in 1997.Id., at 238. That district had the same\nbasic shape as the district now before us, and the challengers\nargued that the legislature’s predominant reason for adopting this\nconfiguration was race.Ibid.The State responded that its\nmotive was not race but politics.Id., at 241. Its\nobjective, the State insisted, was to create a district in which\nthe Democratic candidate would win. Seeibid.; Brief for\nState Appellants inEasleyv.Cromartie,O. T.\n2000, Nos. 99–1864, 99–1865,p. 25. Rejecting that\nexplanation, a three-judge court found that the legislature’s\npredominant motive was racial, specifically to pack\nAfrican-Americans into District 12. SeeCromartiev.Hunt, 133 F. Supp. 2d 407, 420 (EDNC 2000). But this Court\nheld that this finding of fact was clearly erroneous.Cromartie\nII, 532 U. S., at 256.A critical factor in our analysis was the\nfailure of those challenging the district to come forward with an\nalternative redistricting map that served the legislature’s\npolitical objective as well as the challenged version without\nproducing the same racial effects. Noting that race and party\naffiliation in North Carolina were “highly corre-lated,”id.,at 243, we laid down this rule:“In a case such as this one\n. . . , the party attacking the legislatively drawn\nboundaries must show at the least that the legislature could have\nachieved its legitimate political objectives in alternative ways\nthat are comparably consistent with traditional districting\nprinciples. That party must also show that those districting\nalternatives would have brought about significantly greater racial\nbalance. Appellees failed to make any such showing here.”Id.,at 258.Now, District 12 is back before us. After the\n2010 census, the North Carolina Legislature, with the Republicans\nin the majority, drew the present version of District 12. The\nchallengers contend that this version violates equal protection\nbecause the predominant motive of the legislature was racial: to\npack the district with African-American voters. The legislature\nresponds that its objective was political: to pack the district\nwith Democrats and thus to increase the chances of Republican\ncandidates in neighboring districts.You might think that theCromartie IIrule would be equally applicable in this case, which does not\ndiffer in any relevant particular, but the majority executes a\nstunning about-face. Now, the challengers’ failure to produce an\nalternative map that meets theCromartie IItest is\ninconsequential. It simply “does not matter.”Ante, at\n30.This is not the treatment of precedent that\nstate legislatures have the right to expect from this Court. The\nfailure to produce an alternative map doomed the challengers inCromartie II,and the same should be true now. Partisan\ngerrymandering is always unsavory, but that is not the issue here.\nThe issue is whether District 12 was drawn predominantly because of\nrace. The record shows that it was not.[1]IUnder the Constitution, state legislatures\nhave “the initial power to draw districts for federal elections.”Viethv.Jubelirer, 541 U. S. 267, 275 (2004)\n(plurality opinion).[2] This\npower, of course, must be exercised in conformity with the\nFourteenth Amendment’s Equal Protection Clause. And because the\nEqual Protection Clause’s “central mandate is racial neutrality in\ngovernmental decisionmaking,”Millerv.Johnson, 515\nU. S. 900, 904 (1995) , “effort[s] to separate voters into\ndifferent districts on the basis of race” must satisfy the rigors\nof strict scrutiny.Shawv.Reno, 509 U. S. 630,\n649, 653 (1993) (Shaw I).We have stressed, however, that courts are\nobligated to “exercise extraordinary caution in adjudicating claims\nthat a State has drawn district lines on the basis of race.”Miller, 515 U. S., at 916. “Federal-court review of\ndistricting legislation represents a serious intrusion on the most\nvital of local functions,” and “the good faith of a state\nlegislature must be presumed.”Id., at 915. A legislature\nwill “almost always be aware of racial demographics” during\nredistricting, but evidence of such awareness does not show that\nthe legislature violated equal protection.Id., at 916.\nInstead, the Court has held, “[r]ace must not simply have beenamotivation for the drawing of a majority-minority\ndistrict, but thepredominantfactor motivating the\nlegislature’s districting decision.”Cromartie II,532\nU. S., at 241 (citation and internal quotation marks omitted;\nemphasis in original).This evidentiary burden “is a demanding one.”Ibid.(internal quotation marks omitted). Thus, although\n“[t]he legislature’s motivation is . . . a factual\nquestion,”Huntv.Cromartie, 526 U. S. 541, 549\n(1999) (Cromartie I), an appellate court conducting\nclear-error review must always keep in mind the heavy evidentiary\nobligation borne by those challenging a districting plan. SeeCromartie II,supra, at 241, 257. Recognizing “the\nintrusive potential of judicial intervention into the legislative\nrealm,”Miller,supra, at 916, we have warned that\ncourts must be very cautious about imputing a racial motive to a\nState’s redistricting plan.IIThat caution “is especially appropriate\n. . . where the State has articulated a legitimate\npolitical explanation for its districting decision, and the voting\npopulation is one in which race and political affiliation are\nhighly correlated.”Cromartie II, 532 U. S., at 242. We\nhave repeatedly acknowledged the problem of distinguishing between\nracial and political motivations in the redistricting context. Seeid., at 242, 257–258;Cromartie I,supra, at\n551–552;Bushv.Vera, 517 U. S. 952 –968 (1996)\n(plurality opinion).The problem arises from the confluence of two\nfactors. The first is the status under the Constitution of partisan\ngerrymandering. As we have acknowledged, “[p]olitics and political\nconsiderations are inseparable from districting and apportionment,”Gaffneyv.Cummings, 412 U. S. 735, 753 (1973) ,\nand it is well known that state legislative majorities very often\nattempt to gain an electoral advantage through that process. SeeDavisv.Bandemer, 478 U. S. 109, 129 (1986) .\nPartisan gerrymandering dates back to the founding, seeVieth,supra, at 274–276 (plural-ity opinion), and\nwhile some might find it distasteful, “[o]ur prior decisions have\nmade clear that a jurisdiction may engage in constitutional\npolitical gerrymandering, even if it so happens that the most loyal\nDemocrats happen to be black Democrats and even if the State wereconsciousof that fact.”Cromartie I,supra,\nat 551 (emphasis in original);Vera,supra, at 964\n(plurality opinion).The second factor is that “racial identification\nis highly correlated with political affiliation” in many\njurisdictions.Cromartie II, 532 U. S., at 243\n(describing correlation in North Carolina). This phenomenon makes\nit difficult to distinguish between political and race-based\ndecisionmaking. If around 90% of African-American voters cast their\nballots for the Democratic candidate, as they have in recent\nelections,[3] a plan that packs\nDemocratic voters will look very much like a plans that packs\nAfrican-American voters. “[A] legislature may, by placing reliable\nDemo-cratic precincts within a district without regard to race, end\nup with a district containing more heavily African–American\nprecincts, but the reasons would be political rather than racial.”Id., at 245.AWe addressed this knotty problem inCromartie II,which, as noted, came to us after the District\nCourt had held a trial and found as a fact that the legislature’s\npredominant reason for drawing District 12 was race, not politics.Id., at 239–241. Our review for clear error in that case did\nnot exhibit the same diffidence as today’s decision. We carefully\nexamined each piece of direct and circumstantial evidence on which\nthe District Court had relied and conceded that this evidence\nprovided support for the court’s finding.Id., at 257. Then,\nat the end of our opinion, we stated:“We can put the matter more generally as\nfollows: In a case such as this one where majority-minority\ndistricts (or the approximate equivalent) are at issue and where\nracial identification correlates highly with political affiliation,\nthe party attacking the legislatively drawn boundaries must show at\nthe least that the legislature could have achieved its legitimate\npolitical objectives in alternative ways that are comparably\nconsistent with traditional districting principles. That party must\nalso show that those districting alternatives would have brought\nabout significantly greater racial balance.”Id.,at\n258.Because the plaintiffs had “failed to make any\nsuch showing,” we held that the District Court had clearly erred in\nfinding that race predominated in drawing District 12.Ibid.Cromartie IIplainly meant to establish a\nrule for use in a broad class of cases and not a rule to be\nemployed one time only. We stated that we were “put[ting] the\nmatter more generally” and were describing what must be shown in\ncases “where majority-minority districts (or the approximate\nequivalent) are at issue and where racial identification correlates\nhighly with political affiliation.”Ibid.We identified who\nwould carry the burden of the new rule (“the party attacking the\nlegislatively drawn boundaries”) and what that party must show\n(that “the legislature could have achieved its legitimate political\nobjectives in alternative ways that are comparably consistent with\ntraditional districting principles” while achieving “significantly\ngreater racial balance”).Ibid.And we reversed the finding\nof racial predominance due to the plaintiffs’ failure to carry the\nburden established by this evidentiary rule.Ibid.Here, too, the plaintiffs failed to carry that\nburden. In this case, as inCromartie II, the plaintiffs\nallege a racial gerrymander, and the State’s defense is that\npolitical motives explain District 12’s boundaries. In such a case,Cromartie IIinstructed, plaintiffs must submit an\nalternative redistricting map demonstrating that the legislature\ncould have achieved its political goals without the racial effects\ngiving rise to the racial gerrymandering allegation. But in spite\nof this instruction, plaintiffs in this case failed to submit such\na map.[4] See Brief for\nAppellees 31–36. Based on what we said inCromartie IIaboutthe same type of claiminvolvingthe same congressional\ndistrict, reversal should be a foregone conclusion. It turns\nout, however, that theCromartie IIrule was good for one\nuse only. Even in a case involving the very same district, it is\ntossed aside.BThe alternative-map requirement deserves\nbetter. It is a logical response to the difficult problem of\ndistinguishing between racial and political motivations when race\nand political party preference closely correlate.This is a problem with serious institutional and\nfederalism implications. When a federal court says that race was a\nlegislature’s predominant purpose in drawing a district, it accuses\nthe legislature of “offensive and demeaning” conduct.Miller, 515 U. S., at 912. Indeed, we have said that\nracial gerrymanders “bea[r] an uncomfortable re-semblance to\npolitical apartheid.”Shaw I, 509 U. S., at 647. That\nis a grave accusation to level against a state legislature.In addition, “[f]ederal-court review of\ndistricting legislation represents a serious intrusion on the most\nvital of local functions” because “[i]t is well settled that\nreapportionment is primarily the duty and responsibility of the\nState.”Miller,supra, at 915 (internal quotation\nmarks omitted); see alsoCromartie II, 532 U. S., at\n242. When a federal court finds that race predominated in the\nredistricting process, it inserts itself into that process. That is\nappropriate—indeed, constitutionally required—if the legislature\ntruly did draw district boundaries on the basis of race. But if a\ncourt mistakes a political gerrymander for a racial gerrymander, it\nillegitimately invades a traditional domain of state authority,\nusurping the role of a State’s elected representatives. This does\nviolence to both the proper role of the Judiciary and the powers\nreserved to the States under the Constitution.There is a final, often-unstated danger where\nrace and politics correlate: that the federal courts will be\ntransformed into weapons of political warfare. Unless courts\n“exercise extraordinary caution” in distinguishing race-based\nredistricting from politics-based redistricting,Miller,supra, at 916, they will invite the losers in the\nredistricting process to seek to obtain in court what they could\nnot achieve in the political arena. If the majority party draws\ndistricts to favor itself, the minority party can deny the majority\nits political victory by prevailing on a racial gerrymandering\nclaim. Even if the minority party loses in court, it can exact a\nheavy price by using the judicial process to engage in political\ntrench warfare for years on end.Although I do not imply that this is what\noccurred here, this casedoesreflect what litigation of\nthis sort can look like. This is thefifth timethat North\nCarolina’s 12th Congressional District has come before this Court\nsince 1993, and we have almost reached a new redistricting cycle\nwithout any certainty as to the constitutionality of North\nCarolina’scurrentredistricting map. Given these dangers,Cromartie IIwas justified in crafting an evidentiary rule\nto prevent false positives.[5]CThe majority nevertheless absolves the\nchallengers of their failure to submit an alternative map. It\nargues that an alternative map cannot be “theonlymeans” of\nproving racial predominance, and it concludes from this that an\nalternative map “does not matter in this case.”Ante, at\n29–30 (emphasis in original). But even if there are cases in which\na plaintiff could prove a racial gerrymandering claim without an\nalternative map, they would be exceptional ones in which the\nevidence of racial predominance is overwhelming. This most\ndefinitely is not one of those cases, see Part III–C,infra,\nand the plaintiffs’ failure to produce an alternative map mandates\nreversal. Moreover, even in an exceptional case, the absence of\nsuch a map would still be strong evidence that a district’s\nboundaries were determined by politics rather than race.[6] The absence of a map would “matter.”\nCf.ante, at 30.The majority questions the legitimacy of the\nalternative-map requirement,ante, at 29–31, and n. 15,\nbut the rule is a sound one. It rests on familiar principles\nregarding the allocation of the burdens of production and\npersuasion and the assessment of evidence. First, in accordance\nwith the general rule in civil cases, plaintiffs in a case like\nthis bear the burden of proving that the legislature’s motive was\nunconstitutional. Second, what must be shown is not simply that\nrace played a part in the districting process but that it played\nthe predominant role. Third, a party challenging a districting plan\nmust overcome the strong presumption that the plan was drawn for\nconstitutionally permissible reasons.Miller,supra,\nat 915. Fourth, when those responsible for adopting a challenged\nplan contend that the plan was devised for partisan political ends,\nthey are making an admission that may not sit well with voters, so\nthe explanation should not be lightly dismissed. Cf. Fed. Rule\nEvid. 804(b)(3). And finally, theCromartie IIrule takes\ninto account the difficulty of proving a negative.For challengers like those in the present case,\nproducing a map that meets theCromartie IItest should not\nbe hard if the predominant reason for a challenged plan really was\nrace and not politics. Plaintiffs mounting a challenge to a\ndistricting plan are almost always sophisticated litigants who have\nthe assistance of experts, and that is certainly true in the\npresent case. Today, an expert with a computer can easily churn out\nredistricting maps that control for any number of specified\ncriteria, including prior voting patterns and political party\nregistration. Therefore, if it is indeed possible to find a map\nthat meets theCromartie IItest, it should not be too hard\nfor the challengers to do so. The State, on the other hand, cannot\nprove that no map meeting theCromartie IItest can be\ndrawn. Even if a State submits, say, 100 alternative maps that fail\nthe test, that would not prove that no such map could pass it. The\nrelative ease with which the opposing parties can gather evidence\nis a familiar consideration in allocating the burden of production.\nSee 1 C. Mueller & L. Kirkpatrick, Federal Evidence §63, p. 316\n(2d ed. 1994); 21 C. Wright & K. Graham, Federal Practice and\nProcedure §5122, pp. 556–557 (1977).IIIEven if we set aside the challengers’ failure\nto submit an alternative map, the District Court’s finding that\nrace predominated in the drawing of District 12 is clearly\nerroneous. The State offered strong and coherent evidence that\npolitics, not race, was the legislature’s predominant aim, and the\nevidence supporting the District Court’s contrary finding is weak\nand manifestly inadequate in light of the high evidentiary standard\nthat our cases require challengers to meet in order to prove racial\npredominance.[7]My analysis will proceed in three steps. First,\nI will discuss what the legislature’s mapmaker did and why this\napproach is entirely consistent with his stated political\nobjectives. Then, I will explain why this approach inevitably had\nthe racial effect to which the challengers object. Finally, I will\naddress the evidence of racial predominance on which the majority\nrelies and show why it is inadequate to sustain the District\nCourt’s judgment.AIn order to understand the mapmaker’s\napproach, the first element to be kept in mind is that the basic\nshape of District 12 was legitimately taken as a given. When a new\ncensus requires redistricting, it is a common practice to start\nwith the plan used in the prior map and to change the boundaries of\nthe prior districts only as needed to comply with the one-person,\none-vote mandate and to achieve other desired ends. This approach\nhonors settled expectations and, if the prior plan survived legal\nchallenge, minimizes the risk that the new plan will be overturned.\nAnd that is the approach taken by the veteran mapmaker in the\npresent case, Dr. Thomas Hofeller. App. 523 (“the normal starting\npoint is always from the existing districts”).Dr. Hofeller began with the prior version of\nDistrict 12 even though that version had a strange, serpentine\nshape.Cromartie I, 526 U. S., at 544; App. 1163. That\ndesign has a long history. It was first adopted in 1992, and\nsubsequent redistricting plans have built on the 1992 plan.Ibid.InCromartieII, we sustained the\nconstitutionality of the 1997 version of District 12, which\nfeatured the same basic shape. See 532 U. S., at 258. And\nretention of this same basic shape is not challenged in this\ncase.[8]Using the prior design as his starting point,\nDr. Hofeller assumed that District 12 would remain a “strong\nDemocratic distric[t].” App. 521. He stated that he drew “the\n[overall redistricting] plan to . . . have an increased\nnumber of competitive districts for GOP candidates,”id., at\n520, and that he therefore moved more Democratic voters into\nDistrict 12 in order to “increase Republican opportunities in the\nsurrounding districts,”id., at 1606.Under the map now before us, District 12 is\nbordered by four districts.[9]\nRunning counterclockwise, they are: District 5 to the northwest;\nDistrict 9 to the southwest; District 8 to the southeast; and\nDistrict 6 to the northeast. See Appendix,ante. According\nto Dr. Hofeller, the aim was to make these four\ndistricts—considered as a whole—more secure for Republicans. App.\n1606, 2696.To do this, Dr. Hofeller set out in search of\npockets of Democratic voters that could be moved into District 12\nfrom areas adjoining or very close to District 12’s prior\nboundaries. Of the six counties through which District 12 passes,\nthe three most heavily Democratic (and also the most populous) are\nForsyth, Guilford, and Mecklenburg, which contain the major\npopulation centers of Winston-Salem, Greensboro, and Charlotte,\nrespectively. See 7 Record 480–482; App. 1141. As a measure of\nvoting preferences, Dr. Hofeller used the results of the then-most\nrecent Presidential election,i.e., the election of 2008.Id.,at 1149, 2697, 2721–2722. In that election, these three\ncounties voted strongly for the Democratic candidate, then-Senator\nBarack Obama, while the other three counties, Cabarrus, Davidson,\nand Rowan, all voted for the Republican candidate, Senator John\nMcCain. See 4 Record 1341–1342.Two of the three Democratic counties, Forsyth\nand Guilford, are located at the northern end of District 12, while\nthe other Democratic county, Mecklenburg, is on the southern end.\nSee Appendix,ante.The middle of the district (often called\nthe “corridor”) passes through the three more Republican-friendly\ncounties—Cabarrus, Davidson, and Rowan.Ibid.Thus, if a\nmapmaker sat down to increase the proportion of Democrats in\nDistrict 12 and to reduce the proportion in neighboring districts,\nthe most obvious way to do that was to pull additional Democrats\ninto the district from the north and south (the most populous and\nheavily Democratic counties) while shifting Republican voters out\nof the corridor.That, in essence, is what Dr. Hofeller did—as\nthe majority acknowledges.Ante, at 6 (Dr. Hofeller\n“narrow[ed District 12’s] already snakelike body while adding areas\nat either end”); App. 1150 (Table 1), 1163. Dr. Hofeller testified\nthat he sought to shift parts of Mecklenburg County out of\nDistricts 8 and 9 (in order to reduce the percentage of Democrats\nin these two districts) and that this required him to increase the\ncoverage of Mecklenburg County in District 12.Id., at\n1142–1143, 1607, 2753.Dr. Hofeller testified that he also had\npolitical plans for the current map’s District 6, which differed\nsubstantially from the version in the prior map. Dr. Hofeller\nwanted to improve the Republicans’ prospects in this new district\nby minimizing its coverage of Guilford County’s Democratic\npopulation.Id.,at 1143, 1607, 2693, 2697, 2752. That also\nmeant increasing the population of Guilford County Democrats in\nDistrict 12.Id., at 1143, 1607, 2697.This influx of Democratic voters from the two\nmost populous counties in District 12 required shedding voters\nelsewhere in order to comply with this Court’s mandate of\none-person, one-vote, seeKirkpatrickv.Preisler,\n394 U. S. 526 –531 (1969),[10] and the population removed had to be added to a\nbordering district. App. 523. Parts of Davidson and Rowan Counties\nwere therefore shifted to District 5,id., at 1143, 1150\n(Table 1), but Dr. Hofeller testified that this would not have been\nsufficient to satisfy the one-person, one-vote standard, so he also\nhad to move voters from heavily Democratic Forsyth County into\nDistrict 5,id., at 1143, 2697, 2752–2753. Doing so did not\nundermine his political objective, he explained, because District 5\n“was stronger [for Republicans] to begin with and could take those\n[Forsyth] Democratic precincts” without endangering Republican\nchances in the district.Id., at 2753; see alsoid.,\nat 2697. The end result was that, under the new map now at issue,\nthe three major counties in the north and south constitute a larger\npercentage of District 12’s total population, while the corridor\nlost population. Seeid., at 1150 (Table 1), 2149 (Finding\n187).A comparison of the 2008 Presidential election\nvote under the old and new versions of the districts shows the\neffect of Dr. Hofeller’s map. District 8 (which, of the four\ndistricts bordering District 12 under the 2011 map, was the most\nDemocratic district) saw a drop of almost 11% in the Democratic\nvote under the new map. See 2 Record 354, 421. District 9 saw a\ndrop in the percentage of registered Democrats,id., at 350,\n417, although the vote percentage for the Democratic Presidential\ncandidate remained essentially the same (increasing by 0.39%).Id., at 354, 421. District 5, which was heavily Republican\nunder the prior map and was redrawn to absorb Democrats from\nForsyth County, saw about a 7-point swing in favor of the\nDemocratic candidate, but it remained a strong Republican district.Ibid.New District 6 is less susceptible to comparison\nbecause its boundaries are completely different from the district\nbearing that number under the old plan, but the new District 6 was\nsolidly Republican, with a Republican Presidential vote percentage\nof nearly 56%.Ibid.As stated by the state court that\nconsidered and rejected the same constitutional challenge now\nbefore us:“By increasing the number of Democratic\nvoters in the 2011 Twelfth Congressional District located in\nMecklenburg and Guilford Counties, the 2011 Congressional Plan\ncreated other districts that were more competitive for Republican\ncandidates as compared to the 2001 versions of these districts\n. . . .” App. 2150 (Finding 191).The results of subsequent congressional\nelections show that Dr. Hofeller’s plan achieved its goal. In 2010,\nprior to the adoption of the current plan, Democrats won 7 of the\n13 districts, including District 8.[11] But by 2016, Republicans controlled 10 of the 13\ndistricts, including District 8, and all the Republican candidates\nfor the House of Representatives won their races with at least 56%\nof the vote.[12] In\naccordance with the map’s design, the only Democratic seats\nremaining after 2016 were in Districts 1, 4, and 12.Id.,at\n521.In sum, there is strong evidence in the record\nto sup-port Dr. Hofeller’s testimony that the changes made to the\n2001 map were designed to maximize Republican opportunities.BI now turn to the connection between the\nmapmaker’s strategy and the effect on the percentage of\nAfrican-Americans in District 12.As we recognized inCromartie II,\npolitical party preference and race are highly correlated in North\nCarolina generally and in the area of Congressional District 12 in\nparticular. App. 2022 (state trial court finding that “racial\nidentification correlates highly with political affiliation” in\nNorth Carolina). The challenger’s expert, Dr. Stephen Ansolabehere,\ncorroborated this important point. Dr. Ansolabehere calculated the\nstatewide correlation between race and voting in 2008[13] and found a correlation of 0.8,\nwhich is “very high.”Id.,at 342, 352 (Table 1). See also\nJ. Levin, J. Fox, & D. Forde, Elementary Statistics in Social\nResearch 370 (12th ed. 2014); R. Witte & J. Witte, Statistics\n138 (10th ed. 2015).In the area of District 12, the correlation is\neven higher. There, Dr. Ansolabehere found that the correlation\n“approach[ed] 1,” App. 342, that is, almost complete overlap. These\nblack Democrats also constitute a supermajority of Democrats in the\narea covered by the district. Under the 2001 version of District\n12—which was drawn by Democrats and was never challenged as a\nracial gerrymander—black registered voters constituted 71.44% of\nDemocrats in the district. 2 Record 350; see also App. 2145\n(Finding 173).[14] What this\nmeans is that a mapmaker seeking to pull Democrats into District 12\nwould unavoidably pull in a very large percentage of\nAfrican-Americans.The distribution of Democratic voters magnified\nthis effect. Dr. Hofeller’s plan required the identification of\nareas of Democratic strength that were near District 12’s prior\nboundaries. Dr. Hofeller prepared maps showing the distribution of\nDemocratic voters by precinct,[15] seeid., at 1148–1149, 1176–1177, 1181, and\nthose maps show that these voters were highly concentrated around\nthe major urban areas of Winston-Salem (in Forsyth County),\nGreensboro (in Guilford County), and Charlotte (in Mecklenberg\nCounty). Dr. Ansolabehere, the challengers’ expert, prepared maps\nshowing the distribution of black registered voters in these same\ncounties, seeid., at 322–328; 1 Record 128–133, and a\ncomparison of these two sets of maps reveals that the clusters of\nDemocratic voters generally overlap with those of registered black\nvoters. In other words, the population of nearby Democrats who\ncould be moved into District 12 was heavily black.The upshot is that, so long as the legislature\nchose to retain the basic shape of District 12 and to increase the\nnumber of Democrats in the district, it was inevitable that the\nDemocrats brought in would be disproportionately black.None of this should come as a surprise. After\nall, when the basic shape of District 12 was created after the 1990\ncensus, the express goal of the North Carolina Legislature was to\ncreate a majority-minority district. SeeShaw I, 509\nU. S., at 633–636. It has its unusual shapebecauseit\nwas originally designed to capture pockets of black voters. SeeShawv.Hunt, 517 U. S. 899 –906 (1996) (Shaw\nII). Although the legislature has modified the district since\nthen, seeCromartie I, 526 U. S., at 544 (describing\nchanges from the 1991 version to the 1997 version), “it retains its\nbasic ‘snakelike’ shape and continues to track Interstate 85.”Ibid.; 1 Record 35 (Appellees’ Complaint) (“Congressional\nDistrict 12 has existed in roughly its current form since 1992,\nwhen it was drawn as a majority African-American district\n. . . ”); see also App. 1163 (showing the 1997,\n2001, and 2011 versions of District 12). The original design of the\ndistrict was devised to ensure a high concentration of black\nvoters, and as long as the basic design is retained (as it has\nbeen), one would expect that to continue.While plaintiffs failed to offer any alternative\nmap, Dr. Hofeller produced a map showing what District 12 would\nhave looked like if his computer was programmed simply to maximize\nthe Democratic vote percentage in the district, while still abiding\nby the requirement of one-person, one-vote.Id.,at 1148.\nThe result was a version of District 12 that is very similar to the\nversion approved by the North Carolina Legislature. Seeid.,\nat 1175;id., at 1615–1618. Indeed, this maximum-Democratic\nplan had a black voting age population of 50.73%, which is actuallyhigherthan District 12’s black voting age population of\n50.66%.Id.,at 1154 (Table 5).Thus, the increase in the black voting age\npopulation of District 12 is easily explained by a coherent (and\ngenerally successful) political strategy.Cromartie II, 532\nU. S., at 245 (“[A] legislature may, by placing reliable\nDemocratic precincts within a district without regard to race, end\nup with a district containing more heavily African-American\nprecincts, but the reasons would be political rather than\nracial”).Amazingly, a reader of the majority opinion (and\nthe opinion of the District Court) would remain almost entirely\nignorant of the legislature’s political strategy and the\nrelationship between that strategy and the racial composition of\nDistrict 12.[16] The\nmajority’s analysis is like Hamlet without the prince.[17]CThe majority focuses almost all its attention\non a few references to race by those responsible for the drafting\nand adoption of the redistricting plan. But the majority reads far\ntoo much into these references. First, what the plaintiffs had to\nprove was not simply that race playedsomerole in the\ndistricting process but that it was the legislature’spredominantconsideration. Second, as I have explained, a\ncourt must exercise “extraordinary caution” before finding that a\nstate legislature’s predominant reason for a districting plan was\nracial.Miller,515 U. S., at 916. This means that\ncomments should not be taken out of context and given the most\nsinister possible meaning. Third, the findings of the state courts\nin a virtually identical challenge to District 12 are entitled to\nrespectful consideration. A North Carolina trial court, after\nhearing much the same evidence as the court below, found that the\nlegislature’s predominant motive was political, not racial. That\ndecision was affirmed by the North Carolina Supreme Court.Dicksonv.Rucho, 367 N. C. 542, 766\nS. E. 2d 238 (2014), vacated and remanded, 575 U. S. ___,\naff ’d on remand, 368 N. C. 481, 781 S. E. 2d 404\n(2015), cert. pending, No. 16–24. Even if the judgment in the state\ncase does not bar the present case under the doctrine of res\njudicata, seeante, at 7–9, the state-court finding\nillustrates the thinness of the plaintiffs’ proof.Finally, it must be kept in mind that references\nto race by those responsible for drawing or adopting a\nredistricting plan are not necessarily evidence that the plan was\nadopted for improper racial reasons. Under our precedents, it is\nunconstitutional for the government to consider race in almost any\ncontext, and therefore any mention of race by the decisionmakers\nmay be cause for suspicion. We have said, however, that that is not\nso in the redistricting context. For one thing, a State like North\nCaro-lina that was either wholly or partially within the coverage\nof §5 of the Voting Rights Act of 1965 could not redistrict without\nheeding that provision’s prohibition against racial retrogression,\nsee 52 U. S. C. §10304(b);Alabama Legislative Black\nCaucusv.Alabama, 575 U. S. ___, ___–___ (2015)\n(slip op., at 3–4), and therefore race had to be kept in mind. In\naddition, all legislatures must also take into account the\npossibility of a challenge under §2 of the Voting Rights Act\nclaiming that a plan illegally dilutes the voting strength of a\nminority community. SeeLeague of United Latin American\nCitizensv.Perry, 548 U. S. 399, 425 (2006) . If a\nState ultimately concludes that it must take race into account in\norder to comply with the Voting Rights Act, it must show that it\nhad a “ ‘strong basis in evidence’ in support of the\n(race-based) choice that it has made.”Alabama Legislative Black\nCaucus,supra, at ___ (slip op., at 22). But those\ninvolved in the redistricting process may legitimately make\nstatements about Voting Rights Act compliance before deciding that\nthe Act does not provide a need for race-based districting. And it\nis understandable for such individuals to explain that a\nrace-neutral plan happens to satisfy the criteria on which Voting\nRights Act challengers might insist. In short, because of the\nVoting Rights Act, consideration and discussion of the racial\neffects of a plan may be expected.1The June 17, 2011, StatementI begin with a piece of evidence that the\nmajority doesnotmention, namely, the very first item cited\nby the District Court in support of its racial-predominance\nfinding. This evidence consisted of a June 17, 2001, statement by\nSenator Rucho and Representative Lewis, the state legislators who\ntook the lead in the adoption of the current map. In that\nstatement, Rucho and Lewis referred to “constructing [Voting Rights\nAct] majority black districts.” App. 1025. Seizing upon the use of\nthe plural term “districts,” the court below seemed to think that\nit had found a smoking gun.Harrisv.McCrory, 159\nF. Supp. 3d 600, 616 (MDNC 2016).The State had\ninsisted that its plan drew only one majority-minority\ncongressional district, District 1, but since the June 17 statement\n“clearly refers to multiple districts that are now majority\nminority,”ibid.,the court below viewed the statement as\ntelling evidence that an additional congressional district,\npresumably District 12, had been intentionally designed to be a\nmajority-minority district and was thus based on race.There is a glaring problem with this analysis:\nThe June 17 statement was aboutstate legislative districts,\nnotfederal congressional districts. See App. 1024–1033. The\nUnited States, asamicus curiaein support of plaintiffs,\nconcedes that the District Court made a mistake by relying on the\nJune 17 statement. Brief for United States 27, n. 13. The\nmajority, by contrast, tries to ignore this error. But the District\nCourt gave the June 17 statement pride-of-place in its opinion,\nmentioning it first in its analysis, and the District Court seemed\nto think that this evidence was particularly significant, stating\nthat the reference to multiple districts was not “the result of\nhappenstance, a mere slip of the pen.” 159 F. Supp. 3d, at\n616. The District Court’s error shows a troubling lack of\nprecision.2The §5 Preclearance RequestUnder §5 of the Voting Rights Act, North\nCarolina requested preclearance from the Department of Justice\nshortly after the Legislature approved the new congressional plan.Id., at 608. In its preclearance application, the State\nnoted that “[o]ne of the concerns of the Redistricting Chairs was\nthat in 1992, the Justice Department had objected to the 1991\nCongressional Plan because of a failure by the State to create a\nsecond majority minority district.” App. 478. The application says\nthat the Redistricting Chairs “sought input from Congressman [Mel]\nWatt[, the African-American incumbent who represented District 12,]\nregarding options for re-drawing his district,” and that after this\nconsultation, “the Chairs had the impression that Congressman Watt\nwould oppose any redrawing of the Twelfth District . . .\nas originally contemplated by the 1992 Justice Department\nobjection.”Ibid.The Chairs drew District 12“[b]ased in part on this input from Congressman Watt.”Id., at 478–479. Two sentences later in the same paragraph,\nthe application observed that the black voting age population for\nDistrict 12 went up from 43.77% to 50.66% and that therefore the\ndistrict “maintains, and in fact increases, the African-American\ncommunity’s ability to elect their candidate of choice in District\n12.”Id., at 479.According to the majority, this statement shows\na “determination to concentrate black voters in District 12.”Ante, at 23. In fact, it shows no such thing. The statement\nexplains that Senator Rucho and Representative Lewis decidednotto construct District 12 as a majority-minority\ndistrict—as the 1992 Justice Department had demanded—“[b]ased in\npart on” the input they received from Congressman Watt, whom they\nthought “would oppose” drawing the district “as originally\ncontemplated by the 1992 Justice Department objection.” App.\n478–479. If anything, this document cutsagainsta finding\nof racial predominance.The statement’s matter-of-fact reference to the\nincrease in District 12’s black voting age population hardly shows\nthat the legislature altered District 12for the purposeof\ncausing this increase. An entirely natural interpretation is that\nthe Redistricting Chairs simply reported this fact so that it would\nbe before the Justice Department in the event that the Department\nhad renewed Voting Rights Act concerns. Only by reading a great\ndeal between the lines and adopting the most sinister possible\ninterpretation can the statement be viewed as pointed evidence of a\npredominantly racial motive.3The Mel Watt TestimonyIn both the District Court and the state trial\ncourt, Congressman Watt testified that, while the redistricting\nplan was being developed, Senator Rucho invited him to his home to\ndiscuss the new boundaries of District 12.Id.,at\n2368–2369, 1343–1344. According to Congressman Watt, Senator Rucho\nsaid that the Republican leadership wanted him to “ramp the 12th\nCongressional District up to over 50 percent black” because “they\nbelieved it was required . . . by the Voting Rights Act.”Id.,at 1344, 2369, 2393. In the state proceedings, Senator\nRucho denied making any such statement,id.,at 1703, and\nanother state legislator present at the meeting, Representative\nRuth Samuelson, gave similar testimony,id.,at 1698.\nNeither Senator Rucho nor Representative Samuelson testified in\nfederal court (although their state court testimony was made part\nof the federal record). Seeid.,at 2847. But the District\nCourt credited Congressman Watt’s testimony based on its assessment\nof his demeanor and the consistency of his recollection, 159\nF. Supp. 3d, at 617–618, and I accept that credibility finding\nfor purposes of our review.[18]But even assuming that Congressman Watt’s\nrecollection was completely accurate, all that his testimony shows\nis that legislative leadersat one point in the processthought that they had to draw District 12 as a majority-minority\ndistrict in order to comply with the Voting Rights Act; it doesnotshow that they actuallydiddraw District 12 with\nthe goal of creating a majority-minority district. And as explained\nin the discussion of the preclearance request above, Senator Rucho\nand Representative Lewis stated that they ultimately turned away\nfrom the creation of a majority-minority district after consulting\nwith Congressman Watt.“Based in part on this input from\nCongressman Watt,” they said they decidednotto draw the\ndistrict as the 1992 Department of Justice had suggested—that is,\nas a majority-minority district. App. 478–479.This account is fully consistent with\nCongressman Watt’s testimony about his meeting with Senator Rucho.\nCongressman Watt noted that Senator Rucho was uncomfortable with\nthe notion of increasing the black voting age population,id.,at 2369, 2393, and Congressman Watt testified that he\ntold Senator Rucho that he was opposed to the idea,id.,at\n1345, 2369, 2393. So it makes sense that Senator Rucho was\ndissuaded from taking that course by Congressman Watt’s reaction.\nAnd Dr. Hofeller consistently testified that he was never asked to\nmeet a particular black voting age population target, see Part\nIII–C–5,infra,and that the only data displayed on his\nscreen when he drew District 12 was political data. Seeinfra, at 27, n. 19. Thus, Congressman Watt’s testimony,\neven if taken at face value, is entirely consistent with what the\npreclearance request recounts: After initially contemplating the\npossibility of drawing District 12 as a majority-minority district,\nthe legislative leadership met with Congressman Watt, who convinced\nthem not to do so.4Dr. Hofeller’s Statements About Guilford\nCountyUnder the prior map, both Guilford County and\nthe Greensboro African-American community were divided between the\n12th and 13th Districts. This had been done, Dr. Hofeller\nexplained, “to make both the Old 12th and 13th Districts strongly\nDemocratic.” App. 1103; see alsoid.,at 555, 2821; 1 Record\n132–133 (showing racial demographics of Guilford precincts under\n2001 and 2011 maps). But the Republican legislature wanted to make\nthe area surrounding District 12 more Republican. The new map\neliminated the old 13th District and created a new district bearing\nthat number farther to the east. The territory to the north of\nGreensboro that had previously been in the 13th District was placed\nin a new district, District 6, which was constructed to be a\nRepublican-friendly district, and the new map moved more of the\nGreensboro area into the new District 12. This move was entirely\nconsistent with the legislature’s stated goal of concentrating\nDemocrats in the 12th District and mak-ing the surrounding\ndistricts hospitable to Republican candidates.Dr. Hofeller testified that the placement of the\nGreensboro African-American community in the 12th District was the\nresult of this political strategy. He stated that the portion of\nGuilford County absorbed by District 12 “wasn’t moved into\nCD 12 because it had a substantial black population. It was\nmoved into CD 12 because it had a substantial Democratic\npolitical voting record . . . .” App. 2824. And\nDr. Hofeller maintained that he was never instructed to draw\nDistrict 12 as a majority-minority district or to increase the\ndistrict’s black voting age population. See,e.g.,id.,at 520, 556–558, 1099, 1603–1604, 2682–2683, 2789.\nInstead, he testified that political considerations determined the\nboundaries of District 12 and that the only data displayed on his\ncomputer screen when he drew the challenged map was voting data\nfrom the 2008 Presidential election.[19]Id.,at 1149, 2697, 2721–2722.Dr. Hofeller acknowledged, however, that there\nhad been concern about the possibility of a Voting Rights Act\nchallenge to this treatment of the Greensboro African-American\ncommunity. Guilford County was covered by §5 of the Voting Rights\nAct, and as noted, §5 prohibits retrogression. Under the old map,\nthe Guilford County African-American community was split between\nthe old District 13 and District 12, and in both of those\ndistricts, black voters were able to elect the candidates of their\nchoice by allying with white Democratic voters. Under the new map,\nhowever, if the Greensboro black community had been split between\nDistrict 12 and the new Republican-friendly District 6, the black\nvoters in the latter district would be unlikely to elect the\ncandidate of their choice. Placing the African-American community\nin District 12 avoided this consequence. Even Congressman Watt\nconceded that there were potential §5 concerns relating to the\nblack community in Guilford County.Id.,at 2387–2388.The thrust of many of Dr. Hofeller’s statements\nabout the treatment of Guilford County was that the reuniting of\nthe Greensboro black community in District 12 was nothing more than\na welcome byproduct of his political strat-egy. He testified that\nhefirstdrew the district based on political considerations\nandthenchecked to ensure that Guilford County’s black\npopulation was not fractured.Id.,at 2822 (“[W]hen we\nchecked it, we found that we did not have an issue in Guilford\nCounty with fracturing the black . . . community”); see\nalsoid.,at 556, 2821, 2823. This testimony is entirely\ninnocuous.There is no doubt, however, that Dr. Hofeller\nalso made a few statements that may be read to imply that concern\nabout Voting Rights Act litigation was part of the motivation for\nthe treatment of Guilford County. He testified at trial that he\n“was instructed [not] to use race in any formexcept perhaps\nwith regard to Guilford County.”Id.,at 2791 (emphasis\nadded). Seeid.,at 1103 (the legislature “determined that\nit was prudent to reunify the African-American community in\nGuilford County”);id.,at 558 (“[I]t was decided to reunite\nthe black community in Guilford County into the Twelfth”).These statements by Dr. Hofeller convinced the\nDistrict Court that the drawing of District 12 was not a “purely\n. . . politically driven affair.” 159 F. Supp. 3d,\nat 619. But in order to prevail, the plaintiffs had to show much\nmore—that race was thepredominantreason for the drawing of\nDistrict 12, and these few bits of testimony fall far short of that\nshowing.Our decision inCromartie IIillustrates\nthis point. In that case, the legislature’s mapmaker made a\nstatement that is remarkably similar to Dr. Hofeller’s. Gerry\nCohen, the “legislative staff member responsible for drafting\ndistricting plans,” reported: “ ‘I have moved Greensboro Black\ncommunity into the 12th, and now need to take [about] 60,000 out of\nthe 12th. I await your direction on this.’ ” 532 U. S.,\nat 254. This admission did not persuade the Court that the\nlegislature’s predominant motive was racial. The majority ignores\nthis obvious parallel withCromartie II.Moreover, in an attempt to magnify the\nimportance of the treatment of Guilford County, the majority plays\ngames with statistics. It states that “District 12 saw a net\nincrease of more than 25,000 black voters in Guilford County,\nrelative to a net gain of fewer than 35,000 across the district: So\nthe newly added parts of that county played a major role in pushing\nthe district’s BVAP over 50%.”Ante, at 26.This is highly misleading. First, since the\nblack voting age population of District 12 is just barely over\n50%—specifically, 50.66%—almostanydecision that increased\nthe number of voting age blacks in District 12 could be said to\nhave “played a major role in pushing the district’s BVAP over\n50%.”Second, the majority provides the total number\nof voting age blacks added to District 12 from Guilford County\n(approximately 25,000) alongside the total number of voting age\nblacks added to the district (approximately 35,000), and this has\nthe effect of making Guilford County look like it is the\noverwhelming contributor to the district’s net increase in black\nvoting age population. In truth, Mecklenburg County was by far the\ngreatest contributor of voting age blacks to District 12 in both\nabsolute terms (approximately 147,000) and in terms of new voting\nage blacks (approximately 37,000). See App. 384, 500–502. Indeed,\nif what matters to the majority is how much individual counties\nincreased District 12’s black voting age population percentage,\nDavidson County deserves attention as well, since the portion of\nthe county within District 12 lost over 26,000 more voting age\nwhites than blacks.Ibid.That is greater than the net\nnumber of voting age blacks added to the district by Guilford\nCounty or Mecklenburg County.Ibid.As with so much in the\nmajority opinion, the issue here is more nuanced—and much more\nfavorable to the State—than the majority would have it seem.5The July 1, 2011, StatementFor reasons similar to those just explained,\nthe majority makes far too much of a statement issued by Senator\nRucho and Representative Lewis on July 1, 2011, when the new\ndistricting plan was proposed. Particularly in light of Dr.\nHofeller’s later testimony about the legislature’s partisan\nobjectives, it is apparent that this statement does not paint an\nentirely reliable picture of the legislature’s aims. The statement\nbegins with this proclamation: “From the beginning, our goal has\nremained the same: the development of fair and legal congressional\nand legislative districts,”id.,at 353, and the statement\nseriously downplays the role of politics in the map-drawing\nprocess, acknowledging only that “we have not been ignorant of the\npartisan impacts of the districts we have created,”id.,at\n361.The statement discusses the treatment of\nGuilford County in a section with the heading “Compliance with the\nVoting Rights Act.”Id.,at 355–358. In that section, Rucho\nand Lewis state: “Because of the presence of Guilford County in the\nTwelfth District, we have drawn our proposed Twelfth District at a\nblack voting age level that is above the percentage of black voting\nage population found in the current Twelfth District. We believe\nthat this measure will ensure preclearance of the plan.”Id.,at 358.The majority and the District Court interpret\nthis passage to say that Rucho and Lewis decided to move black\nvoters from Guilford County into District 12 in order to ward off\nVoting Rights Act liability.Ante, at 22 (“Because ofthe VRA, [Rucho and Lewis] increased the number of\nAfrican-Americans” in District 12 (citing 159 F. Supp. 3d, at\n617; emphasis in original)). But that is hardly the only plausible\ninterpretation. The statement could just as easily be understood as\n“an explanation by [the] legislature thatbecausethey chose\nto add Guilford County back into CD 12, the district ended up\nwith an increased ability to elect African-American candidates,\nrather than the legislature explaining that they chose to add\nGuilford County back into CD 12 because of the [racial]\nresults that addition created.”Id.,at 635 (Osteen, J.,\nconcurring in part and dissenting in part) (emphasis in original).\nAnd because we are obligated to presume the good faith of the North\nCarolina Legislature, this latter interpretation is the appropriate\none.But even if one adopts the majority’s\ninterpretation, it adds little to the analysis. The majority’s\nclose and incriminating reading of a statement issued to win public\nsupport for the new plan may represent poetic justice: Having\nattempted to blur the partisan aim of the new District 12, the\nlegislature is hoisted on its own petard. But poetic justice is not\nthe type of justice that we are supposed to dispense. This\nstatement issomeevidence that race played a role in the\ndrawing of District 12, but it is a mistake to give this political\nstatement too much weight.Again, we made precisely this point inCromartie II. There, the “legislative redistricting leader,”\nthen-Senator Roy Cooper, testified before a legislative committee\nthat the proposed plan “ ‘provides for . . .racialand partisanbalance.’ ” 532 U. S.,\nat 253 (emphasis added). The District Court read the statement\nliterally and concluded that the district had been drawn with a\nracial objective.Ibid.But this Court dismissed the\nstatement, reasoning that although “the phrase shows that the\nlegislature considered race, along with other partisan and\ngeographic considerations; . . . it says little or\nnothing about whether race played apredominantrole\ncomparatively speaking.”Ibid.What was good inCromartie IIshould also\nbe good here.6Dr. Ansolabehere’s TestimonyFinally, the majority cites Dr. Ansolabehere’s\ntestimony that black registered voters in the counties covered by\nDistrict 12 were more likely to be drawn into District 12 than\nwhite registered voters and that black registered Democrats were\nmore likely to be pulled in than white registered Democrats.Ante, at 26–27.There is an obvious flaw in Dr. Ansolabehere’s\nanalysis. He assumed that, if race was not the driving force behind\nthe drawing of District 12, “white and black registered voters\nwould have approximately the same likelihood of inclusion in a\ngiven Congressional District.” App. 2597 (internal quotation marks\nomitted). But that would be true only if black and white voters\nwereevenly distributedthroughout the region, and his own\nmaps showed that this was not so. Seeid.,at 322–328; 1\nRecord 128–133. Black voters were concentrated in the cities\nlocated at the north and south ends of the district and constituted\na supermajority of Democrats in the area covered by District 12.\nSee Part III–B,supra. As long as the basic shape of the\ndistrict was retained, moving Democrats from areas outside but\nclose to the old district boundaries naturally picked up far more\nblack Democrats than white Democrats.This explanation eluded Dr. Ansolabehere because\nhe refused to consider either the implications of the political\nstrategy that the legislature claimed to have pursued or the\neffects of the changes to District 12 on the surrounding districts.\nApp. 2578–2582. The result was a distorted—and largely\nuseless—analysis.IVReviewing the evidence outlined\nabove,[20] two themes\nemerge. First, District 12’s borders and racial composition are\nreadily explained by political considerations and the effects of\nthe legislature’s political strategy on the demographics of\nDistrict 12. Second, the majority largely ignores this explanation,\nas did the court below, and instead adopts the most damning\ninterpretation of all available evidence.Both of these analytical maneuvers violate our\nclearly established precedent. Our cases say that we must\n“ ‘exercise extraordinary caution’ ” “ ‘where the\nState has articulated a legitimate political explanation for its\ndistricting decision,’ ”Cromartie II,supra, at\n242 (emphasis deleted); the majority ignores that political\nexplanation. Our cases say that “the good faith of a state\nlegislature must be presumed,”Miller, 515 U. S., at\n915; the majority presumes the opposite. AndCromartie IIheld that plaintiffs in a case like this are obligated to produce a\nmap showing that the legislature could have achieved its political\nobjectives without the racial effect seen in the challenged plan;\nhere, the majority junks that rule and says that the plaintiffs’\nfailure to produce such a map simply “does not matter.”Ante, at 30.The judgment below regarding District 12 should\nbe reversed, and I therefore respectfully dissent.Notes1I concur in the judgment\nof the Court regarding Congressional District 1. The State concedes\nthat the district was intentionally created as a majority-minority\ndistrict. See Brief for Appellants 44. And appellants have not\nsatisfied strict scrutiny.2Article I, §4, of the\nConstitution reserves to state legislatures the power to prescribe\n“[t]he Times, Places and Manner of holding Elections for Senators\nand Representatives,” subject to Congress’s authority to “make or\nalter such Regulations, except as to the Places of chusing\nSenators.”3According to polling\ndata, around 90% of African-American voters have voted for the\nDemocratic candidate for President in recent years. See\nhttps://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/groups-voted-2016/\n(all Internet materials as last visited May 19, 2017) (in 2016,\n88%);\nhttps://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2012/\n(in 2012, 93%);\nhttps://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2008/\n(in 2008, 95%);\nhttps://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2004/\n(in 2004, 88%);\nhttps:// ropercenter.cornell.edu /polls /us-elections /how-groups-voted/how-groups-voted-2000/\n(in 2000, 90%).4The challengers’ failure\nto do so is especially glaring given that at least two alternative\nmapswereintroduced during the legislative debates over the\n2011 map, see 2 Record 357–366, 402–411; App. 883–887, though\nneither party contends that those maps met the legislature’s\npolitical goals.5Ignoring all of these\nwell-founded reasons supporting the alternative-map requirement,\nthe majority mischaracterizes my argument as, at bottom, resting on\nthe proposition that “little is lost by making suits like this one\nas hard as possible.”Ante, at 31, n. 15. That is not\nmy view, and it is richly ironic for the Court that announced the\nalternative-map requirement to accuse those who defend the\nrequirement of erecting illegitimate and unnecessary barriers to\nthe vindication of constitu-tional rights.6The majority citesBushv.Vera, 517 U. S. 952 (1996) , as proof\nthat the lack of an alternative-map requirement has not “made any\ndifference” in our past cases.Ante, at 30.Verawas\ndecided beforeCromartie II, 532 U. S. 234 (2001) ,\nannounced the alternative-map requirement, so its failure to\nmention that requirement is hardly surprising.7The majority accuses me\nof failing to accord proper deference to the District Court’s\nfactual findings and of disregarding the clear-error standard of\nreview,ante, at 20, n. 8, but that is nonsense. Unlike\nthe majority, I simply followCromartie IIby evaluating the\nDistrict Court’s findingsin light of the plaintiffs’\nburden. See 532 U. S., at 241, 257. The heavier a\nplaintiffs’ evidentiary burden, the harder it is to find that\nplaintiffs have carried their burden—and the more likely that it\nwould be clearly erroneous to find that they have. In this context,\nwe are supposed to presume that the North Carolina Legislature\nacted in good faith and exercise “extraordinary caution” before\nrejecting the legislature’s political explanation.Millerv.Johnson, 515 U. S. 900 –916 (1995). Given that the\nState has offered a coherent and persuasive political explanation\nfor District 12’s boundaries, plaintiffs bear a “demanding” burden\nin attempting to prove racial predominance.Cromartie II,supra, at 241, 257. Because the evidence they have put\nforward is so weak, see Part III–C,infra, they have failed\nto carry that burden, and it was clear error for the District Court\nto hold otherwise. SeeCromartie II,supra, at 241,\n257 (applying the same clear-error analysis that I apply\nhere).8This same basic shape was\nretained in the map proposed in the state legislature by the\nDemocratic leadership and in the map submitted by the Southern\nCoalition for Social Justice. See 2 Record 402, 357.9A fifth district,\nDistrict 2, appears to touch District 12 at the border of Guilford\nand Randolph Counties, but only to ade minimisextent.10District 12 was overpopulated by\n2,847 people heading into the 2011 redistricting cycle. App. 1115;\n2 Record 347.11North\nCarolina State Board of Elections, 11/02/2010 Official General\nElection Results—Statewide,\nhttp://er.ncsbe.gov/?election_dt=11/02/2010&county_id=0&office=FED&contest=0.12North\nCarolina State Board of Elections, 11/08/2016 Official General\nElection Results—Statewide,\nhttp://er.ncsbe.gov/?election_dt=11/08/2016&county_id=0&office=FED&contest=0.13As\nnoted, Dr. Hofeller used the results of the 2008 Presidential\nelection as a measure of party preference. In 2008, the Democratic\ncandidate for President was then-Senator Barack Obama, the first\nblack major party Presidential nominee, and it is true that\nPresident Obama won a higher percentage of the nationwide\nAfrican-American vote in 2008 (95%) than did the Democratic\nPresidential candidates in 2000 (90%), 2004 (88%), and 2016 (88%).\nSeesupra, at 5, n. 3. But as these figures show, the\ncorrelation between race and political party preference was very\nhigh in all these elections. Therefore, the use of 2008 statistics\ndoes not appear to have substantially affected the\nanalysis.14Even\ntwo alternative redistricting plans offered prior to the enactment\nof the 2011 map—one submitted by the Southern Coalition for Social\nJustice and the other submitted by Democratic leaders in the state\nlegislature—retained the basic shape of District 12 and resulted in\nblack voters constituting 71.53% and 69.14% of registered\nDemocrats, respectively. 2 Record 361 (Southern Coalition for\nSocial Justice map), 406 (Congressional Fair and Legal map); see\nalso App. 883–887, 2071 (Finding 34), 2145 (Finding\n173).15To\nminimize jargon, I will use the term “precincts” to refer to vote\ntabulation districts (VTDs). Seeid., at 1609–1610, for an\nexplanation of VTDs.16The\nDistrict Court’s description of the legislature’s political\nstrat-egy was cursory, and it spent no time analyzing the\ndemographics of the region. SeeHarrisv.McCrory,\n159 F. Supp. 3d 600, 618–619 (MDNC 2016).17The\nmajority concedes that this is a “thoroughly two-sided case,”ante, at 18, n. 6, yet the majority’s opinion is\nthoroughly one sided. It offers no excuse for its failure to\nmeaningfully describe—much less engage with—the State’s political\nexplanation for District 12’s boundaries. Instead, it tries to\nchange the subject, accusing me of treating the State’s account as\nessentially uncontested.Ante,at 19, n. 6. This is a\nhollow accusation. In this opinion, I lay out the evidence\nsupporting the State’s political explanation in Parts III–A and\nIII–B, but I do not accept that account at face value. Instead, I\ngo on to demonstrate that the plaintiffs’ contrary arguments are\nexceedingly weak (Part III–C). Only after considering the evidence\non both sides do I conclude that the State’s explanation holds\nup.18That\nbeing said, Congressman Watt’s testimony was double-hearsay:\nCongressman Watt testified about what Senator Rucho saidsomeone\nelsesaid. See App. 1345 (state trial court evidentiary\nruling). For unknown reasons, Appellants failed to raise this\nobjection below, but that only means that the testimony wasadmitted. Theweightof that testimony is a different\nmatter, and in general, hearsay should be viewed with great\nskepticism.Ellicottv.Pearl, 10 Pet. 412, 436\n(1836) (majority opinion of Story, J.) (hearsay is “exceedingly\ninfirm, unsatisfactory and intrinsically weak in its very nature\nand character”);Queenv.Hepburn, 7 Cranch 290, 296\n(1813) (majority opinion of Marshall, C. J.) (“Its intrinsic\nweakness, its incompetency to satisfy the mind of the existence of\nthe fact, and the frauds which might be practiced under its cover,\ncombine to support the rule that hearsay evidence is totally\ninadmissible”); see alsoChambersv.Mississippi, 410\nU. S. 284, 298 (1973) .19Significantly, while the District\nCourt doubted Dr. Hofeller’s contention that politics, not race,\ndictated the boundaries of District 12 and that Dr. Hofeller was\nunaware of the relevant racial demographics in the region, see 159\nF. Supp. 3d, at 619–620, and n. 8, it did not dispute\nthat only political data was displayed on his screen when he drew\nthe district. The state trial court expressly found that only\npolitical data was displayed on Dr. Hofeller’s screen. See App.\n2150 (Finding 188).20The\nDistrict Court relied on other evidence as well, but its probative\nvalue is so weak that even the majority does not cite\nit.",
    "joined": []
}