{
    "case": {
        "docket": "20-255",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-255/"
    },
    "id": "4442727",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–255_________________MAHANOY AREA SCHOOL DISTRICT, PETITIONERv.B. L., a minor, by and through her father, LAWRENCE\nLEVY and her mother, BETTY LOU LEVYon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 23, 2021]Justice Alito, with whom Justice Gorsuch\njoins, concurring.I join the opinion of the Court but write\nseparately to explain my understanding of the Court’s decision and\nthe framework within which I think cases like this should be\nanalyzed. This is the first case in which we have considered the\nconstitutionality of a public school’s attempt to regulate true\noff-premises student speech,[1]\nand therefore it is important that our opinion not be\nmisunderstood.[2]IThe Court holds—and I agree—that: the First\nAmendment permits public schools to regulatesomestudent\nspeech that does not occur on school premises during the regular\nschool day;[3] this authority\nis more limited than the authority that schools exercise with\nrespect to on-premises speech;[4] courts should be “skeptical” about the\nconstitutionality of the regulation of off-premises\nspeech;[5] the doctrine ofin loco parentis“rarely” applies to off-premises\nspeech;[6] public school\nstudents, like all other Americans, have the right to express\n“unpopular” ideas on public issues, even when those ideas are\nexpressed in language that some find“ ‘ inappropriate ’ ” or\n“ ‘ hurtful ’ ”;[7] public schools have the duty to teach students that\nfreedom of speech, including unpopular speech, is essential to our\nform of self-government;[8] the\nMahanoy Area High School violated B. L.’s First Amendment\nrights when it punished her for the messages she posted on her own\ntime while away from school premises; and the judgment of the Third\nCircuit must therefore be affirmed.I also agree that it is not prudent for us to\nattempt at this time to “set forth a broad, highly general First\nAmendment rule” governing all off-premises speech.Ante, at\n6. But in order to understand what the Court has held, it is\nhelpful to consider the framework within which efforts to regulate\noff-premises speech should be analyzed.III start with this threshold question: Why does\nthe First Amendment ever allow the free-speech rights of public\nschool students to be restricted to a greater extent than the\nrights of other juveniles who do not attend a public school? As the\nCourt recognized inTinkerv.Des Moines Independent\nCommunity School Dist.,393\nU.S. 503, 509 (1969), when a public school regulates student\nspeech, it acts as an arm of the State in which it is located.\nSuppose that B. L. had been enrolled in a private school and\ndid exactly what she did in this case—send out vulgar and\nderogatory messages that focused on her school’s cheerleading\nsquad. The Commonwealth of Pennsylvania would have had no legal\nbasis to punish her and almost certainly would not have even tried.\nSo why should her status as a public school student give the\nCommonwealth any greater authority to punish her speech?Our cases involving the regulation of student\nspeech have not directly addressed this question. All those cases\ninvolved either in-school speech or speech that was tantamount to\nin-school speech. See n. 1,supra. And in those cases,\nthe Court appeared to take it for granted that “the special\ncharacteristics of the school environment” justified special rules.Morsev.Frederick,551 U.S.\n393, 397, 403, 405, 406, n. 2, 408 (2007) (internal\nquotation marks omitted);Hazelwood School Dist.v.Kuhlmeier,484 U.S.\n260, 266 (1988) (internal quotation marks omitted);Tinker, 393 U. S., at 506.Why the Court took this for granted is not hard\nto imagine. As a practical matter, it is impossible to see how a\nschool could function if administrators and teachers could not\nregulate on-premises student speech, including by imposing\ncontent-based restrictions in the classroom. In a math class, for\nexample, the teacher can insist that students talk about math, not\nsome other subject. SeeKuhlmeier, 484 U. S., at 279\n(Brennan, J., dissenting) (“The young polemic who stands on a\nsoapbox during calculus class to deliver an eloquent political\ndiatribe interferes with the legitimate teaching of calculus”). In\naddition, when a teacher asks a question, the teacher must have the\nauthority to insist that the student respond to that question and\nnot some other question, and a teacher must also have the authority\nto speak without interruption and to demand that students refrain\nfrom interrupting one another. Practical necessity likewise\ndictates that teachers and school administrators have related\nauthority with respect to other in-school activities like\nauditorium programs attended by a large audience. SeeBethel\nSchool Dist. No. 403v.Fraser,478\nU.S. 675, 685 (1986) (“A high school assembly . . .\nis no place for a sexually explicit monologue directed towards an\nunsuspecting audience of teenage students”);id.,at 689\n(Brennan, J., concurring in judgment) (“In the present case, school\nofficials sought only to ensure that a high school assembly proceed\nin an orderly manner”); see alsoKuhlmeier, 484 U. S.,\nat 279 (Brennan, J., dissenting) (“[T]he student who delivers a\nlewd endorsement of a student-government candidate might so\nextremely distract an impressionable high school audience as to\ninterfere with the orderly operation of the school”).Because no school could operate effectively if\nteachers and administrators lacked the authority to regulate\nin-school speech in these ways, the Court may have felt no need to\nspecify the source of this authority or to explain how the special\nrules applicable to in-school student speech fit into our broader\nframework of free-speech case law. But when a public school\nregulates what students say or write when they are not on school\ngrounds and are not participating in a school program, the school\nhas the obligation to answer the question with which I began: Why\nshould enrollment in a public school result in the diminution of a\nstudent’s free-speech rights?The only plausible answer that comes readily to\nmind is consent, either express or implied. The theory must be that\nby enrolling a child in a public school, parents consent on behalf\nof the child to the relinquishment of some of the child’s\nfree-speech rights.This understanding is consistent with the\nconditions to which an adult would implicitly consent by enrolling\nin an adult education class run by a unit of state or local\ngovernment. If an adult signs up for, say, a French class, the\nadult may be required to speak French, to answer the teacher’s\nquestions, and to comply with other rules that are imposed for the\nsake of orderly instruction.When it comes to children, courts in this\ncountry have analyzed the issue of consent by adapting the\ncommon-law doctrine ofin loco parentis. SeeMorse,\n551 U. S., at 413–416 (Thomas, J., concurring). Under the\ncommon law, as Blackstone explained, “[a father could] delegate\npart of his parental authority . . . to the tutor or\nschoolmaster of his child; who is thenin loco parentis, and\nhassuch a portion of the power of the parentcommitted to\nhis charge, [namely,] that of restraint and correction,as may\nbe necessary to answer the purposes for which he is employed.”\n1 W. Blackstone, Commentaries on the Laws of England 441 (1765)\n(some emphasis added).Blackstone’s explanation of the doctrine seems\nto treat it primarily as an implied term in a private employment\nagreement between a father and those with whom he contracted for\nthe provision of educational services for his child,[9] and therefore the scope of the delegation\nthat could be inferred depended on “the purposes for which [the\ntutor or schoolmaster was] employed.”Ibid.If a child was\nsent to a boarding school, the parents would not have been in a\nposition to monitor or control the child’s behavior or to attend to\nthe child’s welfare on a daily basis, and the schoolmaster would be\nregarded as having implicitly received the authority to perform\nthose functions around the clock while the child was in residence.\nOn the other hand, if parents hired a tutor to instruct a child in\nthe home on certain subjects during certain hours, the scope of the\ndelegation would be different. The tutor would be in charge during\nlessons, but the parents would retain most of their authority. In\nshort, the scope of the delegation depended on the scope of the\nagreed-upon undertaking.Today, of course, the educational picture is\nquite different. The education of children within a specified age\nrange is compulsory,[10] and\nStates specify the minimum number ofhours per day and the minimum number of days per\nyear that a student must attend classes, as well as many aspects of\nthe school curriculum.[11]\nParents are not required to enroll their children in a public\nschool. They can select a private school if a suitable one is\navailable and they can afford the tuition, and they may also be\nable to educate their children at home if they have the time and\nability and can meet the standards that their State\nimposes.[12] But by choice\nor necessity, nearly 90% of the students in this country attend\npublic schools,[13] and\nparents and public schools do not enter into a contractual\nrelationship.Ifin loco parentisis transplanted from\nBlackstone’s England to the 21st century United States, what it\namounts to is simply a doctrine of inferred parental consent to a\npublic school’s exercise of a degree of authority that is\ncommensurate with the task that the parents ask the school to\nperform. Because public school students attend school for only part\nof the day and continue to live at home, the degree of authority\nconferred is obviously less than that delegated to the head of a\nlate-18th century boarding school, but because public school\nstudents are taught outside the home, the authority conferred may\nbe greater in at least some respects than that enjoyed by a tutor\nof Blackstone’s time.So how much authority to regulate speech do\nparents implicitly delegate when they enroll a child at a public\nschool? The answer must be that parents are treated as having\nrelinquished the measure of authority that the schools must be able\nto exercise in order to carry out their state- mandated educational\nmission, as well as the authority to perform any other functions to\nwhich parents expressly or implicitly agree—for example, by giving\npermission for a child to participate in an extracurricular\nactivity or to go on a school trip.IIII have already explained what this delegated\nauthority means with respect to student speech during standard\nclassroom instruction. And it is reasonable to infer that this\nauthority extends to periods when students are in school but are\nnot in class, for example, when they are walking in a hall, eating\nlunch, congregating outside before the school day starts, or\nwaiting for a bus after school. During the entire school day, a\nschool must have the authority to protect everyone on its premises,\nand therefore schools must be able to prohibit threatening and\nharassing speech. An effective instructional atmosphere could not\nbe maintained in a school, and good teachers would be hard to\nrecruit and retain, if students were free to abuse or disrespect\nthem. And the school has a duty to protect students while in school\nbecause their parents are unable to do that during those hours. SeeMorse, 551 U. S., at 424 (Alito, J., concurring). But\neven when students are on school premises during regular school\nhours, they are not stripped of their free-speech rights.Tinkerteaches that expression that does not interfere with\na class (such as by straying from the topic, interrupting the\nteacher or other students, etc.) cannot be suppressed unless it\n“involves substantial disorder or invasion of the rights of\nothers.” 393 U. S., at 513.IVAA public school’s regulation of off-premises\nstudent speech is a different matter. While the decision to enroll\na student in a public school may be regarded as conferring the\nauthority to regulatesomeoff-premises speech (a subject I\naddress below), enrollment cannot be treated as a complete transfer\nof parental authority over a student’s speech. In our society,\nparents, not the State, have the primary authority and duty to\nraise, educate, and form the character of their children. SeeWisconsinv.Yoder,406 U.S.\n205, 232 (1972) (“The history and culture of Western\ncivilization reflect a strong tradition of parental concern for the\nnurture and upbringing of their children. This primary role of the\nparents in the upbringing of their children is now established\nbeyond debate as an enduring American tradition”);Piercev.Society of Sisters,268 U.S.\n510, 534–535 (1925) (discussing “the liberty of parents and\nguardians to direct the upbringing and education of children under\ntheir control”). Parents do not implicitly relinquish all that\nauthority when they send their children to a public school. As the\nCourt notes, it would be far-fetched to suggest that enrollment\nimplicitly confers the right to regulate what a childsays or writes at all times of day and\nthroughout the calendar year. Seeante,at 7.[14] Any such argument would run headlong\ninto the fundamental principle that a State “may not deny a benefit\nto a person on a basis that infringes his constitutionally\nprotected . . . freedom of speech even if he has no\nentitlement to that benefit.”[15]Agency for Int’l Developmentv.Alliance\nfor Open Society Int’l, Inc.,570 U.S.\n205, 214 (2013) (internal quotation marks omitted). While the\nin-school restrictions discussed above are essential to the\noperation of a public school system, any argument in favor of\nexpansive regulation of off-premises speech must contend with this\nfundamental free-speech principle.BThe degree to which enrollment in a public\nschool can be regarded as a delegation of authority over off-campus\nspeech depends on the nature of the speech and the circumstances\nunder which it occurs. I will not attempt to provide a complete\ntaxonomy of off-premises speech, but relevant lower court cases\ntend to fall into a few basic groups. And with respect to speech in\neach of these groups, the question that courts must ask is whether\nparents who enroll their children in a public school can reasonably\nbe understood to have delegated to the school the authority to\nregulate the speech in question.One category of off-premises student speech\nfalls easily within the scope of the authority that parents\nimplicitly or explicitly provide. This category includes speech\nthat takes place during or as part of what amounts to a temporal or\nspatial extension of the regular school program,e.g.,online instruction at home, assigned essays or other homework, and\ntransportation to and from school. Also included are statements\nmade during other school activities in which students participate\nwith their parents’ consent, such as school trips, school sports\nand other extracurricular activities that may take place after\nregular school hours or off school premises, and after-school\nprograms for students who would otherwise be without adult\nsupervision during that time. Abusive speech that occurs while\nstudents are walking to and from school may also fall into this\ncategory on the theory that it is school attendance that puts\nstudents on that route and in the company of the fellow students\nwho engage in the abuse. The imperatives that justify the\nregulation of student speech while in school—the need for orderly\nand effective instruction and student protection—apply more or less\nequally to these off-premises activities.Most of the specific examples of off-premises\nspeech that the Court mentions fall into this category. Seeante,at 6 (speech taking place during “remote learning,”\n“participation in other online school activities,” “activities\ntaken for school credit,” “travel en route to and from the school,”\n“[the time during which] the school is responsible for the\nstudent,” and “extracurricular activities,” as well as speech\ntaking place on “the school’s immediate surroundings” or in the\ncontext of “writing . . . papers”).[16] The Court’s broad statements about\noff-premises speech must be understood with this in mind.At the other end of the spectrum, there is a\ncategory of speech that is almost always beyond the regulatory\nauthority of a public school. This is student speech that is not\nexpressly and specifically directed at the school, school\nadministrators, teachers, or fellow students and that addresses\nmatters of public concern, including sensitive subjects like\npolitics, religion, and social relations. Speech on such matters\nlies at the heart of the First Amendment’s protection, seeLanev.Franks,573 U.S.\n228, 235 (2014) (“Speech by citizens on matters of public\nconcern lies at the heart of the First Amendment”);Schenckv.Pro-Choice Network of Western N. Y.,519 U.S.\n357, 377 (1997) (“Leafletting and commenting on matters of\npublic concern are classic forms of speech that lie at the heart of\nthe First Amendment”);Capital Square Review and Advisory\nBd.v.Pinette,515 U.S.\n753, 760 (1995) (“[A] free-speech clause without religion would\nbe Hamlet without the prince”);McIntyrev.Ohio\nElections Comm’n,514 U.S.\n334, 347 (1995) (“[A]dvocacy of a politically controversial\nviewpoint . . . is the essence of First Amendment\nexpression”);Hustler Magazine, Inc.v.Falwell,485 U.S.\n46, 50 (1988) (“At the heart of the First Amendment is the\nrecognition of the fundamental importance of the free flow of ideas\nand opinions on matters of public interest and concern”);Connickv.Myers,461 U.S.\n138, 145 (1983) (“[S]peech on public issues occupies the\nhighest rung of the hierarchy of First Amendment values, and is\nentitled to special protection” (internal quotation marks\nomitted)), and the connection between student speech in this\ncategory and the ability of a public school to carry out its\ninstructional program is tenuous.If a school tried to regulate such speech, the\nmost that it could claim is that offensive off-premises speech on\nimportant matters may cause controversy and recriminations among\nstudents and may thus disrupt instruction and good order on school\npremises. But it is a “bedrock principle” that speech may not be\nsuppressed simply because it expresses ideas that are\n“offensive or disagreeable.”Texasv.Johnson,491 U.S.\n397, 414 (1989); see alsoMatalv.Tam, 582\nU. S. ___, ___–___ (2017) (slip op., at 1–2) (“Speech may not\nbe banned on the ground that it expresses ideas that offend”);FCCv.Pacifica Foundation,438\nU.S. 726, 745 (1978) (opinion of Stevens, J.) (“[T]he fact that\nsociety may find speech offensive is not a sufficient reason for\nsuppressing it”);Youngv.American Mini Theatres,\nInc.,427 U.S.\n50, 63–64 (1976) (plurality opinion) (“Nor may speech be\ncurtailed because it invites dispute, creates dissatisfaction with\nconditions the way they are, or even stirs people to anger”);Streetv.New York,394 U.S.\n576, 592 (1969) (“It is firmly settled that under our\nConstitution the public expression of ideas may not be prohibited\nmerely because the ideas are themselves offensive to some of their\nhearers”). It is unreasonable to infer that parents who send a\nchild to a public school thereby authorize the school to take away\nsuch a critical right.To her credit, petitioner’s attorney\nacknowledged this during oral argument. As she explained, even if\nsuch speech is deeply offensive to members of the school community\nand may cause a disruption, the school cannot punish the student\nwho spoke out; “that would be a heckler’s veto.” Tr. of Oral Arg.\n15–16.[17] The school may\nsuppress the disruption, but it may not punish the off-campus\nspeech that prompted other students to engage in misconduct. Seeid.,at 5–6 (“[I]f listeners riot because they find speech\noffensive, schools should punish the rioters, not the speaker. In\nother words, the hecklers don’t get the veto”); see alsoid.,at 27–28.This is true even if the student’s off-premises\nspeech on a matter of public concern is intemperate and crude. When\na student engages in oral or written communication of this nature,\nthe student is subject to whatever restraints the student’s parents\nimpose, but the student enjoys the same First Amendment protection\nagainst government regulation as all other members of the public.\nAnd the Court has held that these rights extend to speech that is\ncouched in vulgar and offensive terms. See,e.g.,Iancuv.Brunetti, 588 U. S. ___ (2019);Matal, 582 U. S. ___;Snyderv.Phelps,562 U.S.\n443(2011);Cohenv.California,403 U.S.\n15(1971);Brandenburgv.Ohio,395 U.S.\n444(1969) (per curiam).Between these two extremes (i.e.,\noff-premises speech that is tantamount to on-campus speech and\ngeneral statements made off premises on matters of public concern)\nlie the categories of off-premises student speech that appear to\nhave given rise to the most litigation. A survey of lower court\ncases reveals several prominent categories. I will mention some of\nthose categories, but like the Court, I do not attempt to set out\nthe test to be used in judging the constitutionality of a public\nschool’s efforts to regulate such speech.One group of cases involves perceived threats to\nschool administrators, teachers, other staff members, or students.\nLaws that apply to everyone prohibit defined categories of\nthreats,[18] see,e.g., 18 Pa. Cons. Stat. §2706(a);[19] Tex. Penal Code Ann. §22.07(a) (West\n2020),[20] but schools\nhaveclaimed that their duties demand broader\nauthority.[21]Another common category involves speech that\ncriticizes or derides school administrators, teachers, or other\nstaff members.[22] Schools\nmay assert that parents who send their children to a public school\nimplicitly authorize the school to demand that the child exhibit\nthe respect that is required for orderly and effective instruction,\nbut parents surely do not relinquish their children’s ability to\ncomplain in an appropriate manner about wrongdoing, dereliction, or\neven plain incompetence. See Brief for College Athlete Advocates asAmicus Curiae12–21; Brief for Student Press Law Center\net al. asAmici Curiae10–11, 17–20, 30.Perhaps the most difficult category involves\ncriticism or hurtful remarks about other students.[23] Bullying and severe harassment are\nserious (and age-old) problems, but these concepts are not easy to\ndefine with the precision required for a regulation of speech. See,e.g.,Saxev.State College Area School Dist.,240 F.3d 200, 206–207 (CA3 2001).VThe present case does not fall into any of\nthese categories. Instead, it simply involves criticism (albeit in\na crude manner) of the school and an extracurricular activity.\nUnflattering speech about a school or one of its programs is\ndifferent from speech that criticizes or derides particular\nindividuals, and for the reasons detailed by the Court and by Judge\nAmbro in his separate opinion below, the school’s justifications\nfor punishing B. L.’s speech were weak. She sent the messages\nand image in question on her own time while at a local convenience\nstore. They were transmitted via a medium that preserved the\ncommunication for only 24 hours, and she sent them to a select\ngroup of “friends.” She did not send the messages to the school or\nto any administrator, teacher, or coach, and no member of the\nschool staff would have even known about the messages if some of\nB. L.’s “friends” had not taken it upon themselves to spread\nthe word.The school did not claim that the messages\ncaused any significant disruption of classes. The most it asserted\nalongthese lines was that they “upset” some students\n(including members of the cheerleading squad),[24] caused students to ask some questions about\nthe matter during an algebra class taught by a cheerleading\ncoach,[25] and put out\n“negativity . . . that could impact students in the\nschool.”[26] The freedom of\nstudents to speak off-campus would not be worth much if it gave way\nin the face of such relatively minor complaints. Speech cannot be\nsuppressed just because it expresses thoughts or sentiments that\nothers find upsetting, and the algebra teacher had the authority to\nquell in-class discussion of B. L.’s messages and demand that\nthe students concentrate on the work of the class.As for the messages’ effect on the morale of the\ncheerleading squad, the coach of a team sport may wish to take\ngroup cohesion and harmony into account in selecting members of the\nteam, in assigning roles, and in allocating playing time, but it is\nself-evident that this authority has limits. (To take an obvious\nexample, a coach could not discriminate against a student for\nblowing the whistle on serious misconduct.) And here, the school\ndid not simply take B. L.’s messages into account in deciding\nwhether her attitude would make her effective in doing what\ncheerleaders are primarily expected to do: encouraging vocal fan\nsupport at the events where they appear. Instead, the school\nimposed punishment: suspension for a year from the cheerleading\nsquad despite B. L.’s apologies.There is, finally, the matter of B. L.’s\nlanguage. There are parents who would not have been pleased with\nB. L.’s language and gesture, but whatever B. L.’s\nparents thought about what she did, it is not reasonable to infer\nthat they gave the school the authority to regulate her choice of\nlanguage when she was off school premises and not engaged in any\nschool activity. And B. L.’s school does not claim that it\npossesses or makes any effort to exercise the authority to regulate\nthe vocabulary and gestures of all its students 24 hours a day and\n365 days a year.There are more than 90,000 public school\nprincipals in this country[27] and more than 13,000 separate school\ndistricts.[28] The\noverwhelming majority of school administrators, teachers, and\ncoaches are men and women who are deeply dedicated to the best\ninterests of their students, but it is predictable that there will\nbe occasions when some will get carried away, as did the school\nofficials in the case at hand. If today’s decision teaches any\nlesson, it must be that the regulation of many types of\noff-premises student speech raises serious First Amendment\nconcerns, and school officials should proceed cautiously before\nventuring into this territory.Notes1InTinkerv.Des Moines Independent Community School Dist.,393 U.S.\n503(1969), not only did the speech occur on school grounds\nduring the regular school day, but our opinion was specifically\ndirected at on-premises speech. Seeid.,at 506 (“It can\nhardly be argued that either students or teachers shed their\nconstitutional rights to freedom of speech or expressionat the\nschoolhouse gate” (emphasis added));ibid.(“ First\nAmendment rights, applied in light of the special characteristics\nof theschool environment, are available to teachers and\nstudents” (emphasis added));id.,at 507 (“[T]he Court has\nrepeatedly emphasized the need for affirming the comprehensive\nauthority of the States and of school officials, consistent with\nfundamental constitutional safeguards,to prescribe and control\nconduct in the schools” (emphasis added));id.,at\n512–513 (referring to speech that occurs “in the classroom,” “in\nthe cafeteria, or on the playing field, or on the campus during the\nauthorized hours”).Tinkermakes no reference whatsoever to\nspeech that takes place off premises and outside “authorized\nhours.” All our other cases involving the free-speech rights of\npublic school students concerned speech in school or in a\nschool-sponsored event or publication. SeeBethel School Dist.\nNo. 403v.Fraser,478 U.S.\n675, 677–678 (1986) (school assembly);Hazelwood School\nDist.v.Kuhlmeier,484 U.S.\n260, 262 (1988) (school newspaper);Morsev.Frederick,551 U.S.\n393, 397 (2007) (display of banner on street near school at\nschool-sponsored event).2This case does not\ninvolve speech by a student at a public college or university. For\nseveral reasons, including the age, independence, and living\narrangements of such students, regulation of their speech may raise\nvery different questions from those presented here. I do not\nunderstand the decision in this case to apply to such\nstudents.3Seeante, at 5\n(stating that a public school’s authority to regulate student\nspeech does not “alwaysdisappear” when the speech “takes\nplace off campus” (emphasis added));ibid.(“The school’s\nregulatory interests remain significant insomeoff-campus\ncircumstances” (emphasis added)).4Seeante, at 8\n(stating that schools have “diminished” authority to regulate\noff-premises speech).5Seeante, at 7\n(“[C]ourts must be more skeptical of a school’s efforts to regulate\noff-campus speech”).6Seeibid.(“[A]\nschool, in relation to off-campus speech, will rarely standin\nloco parentis”).7Ante, at 7,\n8–9.8Ante, at\n7–8.9In a sensational and\nhighly publicized mid-19th century case, there was an express\ndelegation,Reginav.Hopley, 2 F. & F. 202, 175\nEng. Rep. 1024 (N. P. 1860), but in other 19th century cases, the\ndelegation was inferred. SeeFitzgeraldv.Northcote,\n4 F. & F. 656, 176 Eng. Rep. 734 (N. P. 1865);Statev.Osborne, 24 Mo. App. 309 (1887).10SeeIngrahamv.Wright,430 U.S.\n651, 660, n. 14 (1977) (noting that “compulsory school\nattendance laws were in force in all the States” by\n1918).11See\nNational Center for Education Statistics (NCES), State Education\nPractices, Table 5.14: Number of Instructional Days and Hours in\nthe School Year, by State, 2018,\nhttps://nces.ed.gov/programs/statereform/tab5_14.asp.12Pennsylvania, for example, requires a\nminimum of 180 days of instruction per year. See Pa. Stat. Ann.,\nTit. 24, §13–1327.1(c) (Purdon 2016). Students must be taught\nEnglish, mathematics, science, geography, history, civics, safety\neducation, health, physical education, music, and art.\n§§13–1327.1(c)(1)–(2). Parents are required to maintain current and\ndetailed records of their child’s learning materials and progress,\n§13–1327.1(e)(1), and they must turn those records over to a\nteacher or psychologist for an annual evaluation to determine\nwhether “an appropriate education is occurring,” §13–1327.1(e)(2).\nThe evaluation also includes an interview of the child.Ibid.Once the evaluation is completed, it is submitted to\nthe superintendent of the public school district of residence.\n§§13–1327.1(e)(2), (h)(1). If the superintendent and a hearing\nexaminer find that the child is not being supplied an appropriate\neducation, and the parents’ appeal of that decision is\nunsuccessful, the child will be promptly enrolled in the public\nschool district of residence or a private school.\n§§13–1327.1(k)–(l).13See\nNCES, School Choice in the United States, 2019, Table 206.20:\nPercentage Distribution of Students Ages 5 through 17 Attending\nKindergarten through 12th Grade, By School Type or Participation in\nHomeschooling and Selected Child, Parent, and Household\nCharacteristics, Selected Years 1999 Through 2016,\nhttps://nces.ed.gov/programs/digest//d19/tables/dt19_206.20.asp.14There\nis no basis for concluding that the original public meaning of the\nfree-speech right protected by the First and Fourteenth Amendments\nwas understood by Congress or the legislatures that ratified those\nAmendments as permitting a public school to punish a wide swath of\noff-premises student speech. Comparepost,at 2–4 (Thomas,\nJ., dissenting). At the time of the adoption of the First\nAmendment, public education was virtually unknown, and the\nAmendment did not apply to the States. And as for the Fourteenth\nAmendment, research has found only one pre-1868 case involving a\npublic school’s regulation of a student’s off-premises speech. InLanderv.Seaver, 32 Vt. 114 (1859), an 11-year-old\nboy, while driving his father’s cow by the home of his teacher,\ncalled the teacher “Old Jack Seaver” in the presence of other\nstudents.Id.,at 115 (emphasis deleted). The next day, the\nteacher “whipped him with a small rawhide.”Ibid. In a tort\nsuit against the teacher for assault and battery, the Supreme Court\nof Vermont reversed the lower court’s judgment for the teacher but\nopined that the teacher had the authority to punish the student’s\nspeech because of its effect on the operation of the school.Id.,at 120–121, 125. This decision is of negligible value\nfor present purposes. It does not appear that any claim was raised\nunder the state constitutional provision protecting freedom of\nspeech. And even if flinty Vermont parents at the time in question\ncould be understood to have implicitly delegated to the teacher the\nauthority to whip their son for his off-premises speech, the same\ninference is wholly unrealistic today.15Here,\nthe Pennsylvania Constitution required that B. L. and all\nother students be offered “a thorough and efficient system of\npublic education.” Art. III, §14.16Two\nother examples mentioned by the Court—“communications to school\ne-mail accounts or phones” and speech “on a school’s website”—may\nfall into the same category if they concern school work.Ante,at 6. The Court also mentions “breaches of school\nsecurity devices,”ibid., but such breaches may be\npunishable regardless of whether the perpetrator is a student at\nthe school. See,e.g.,18 Pa. Const. Stat. §7611 (2016)\n(“Unlawful use of computer and other computer crimes”). Another\nspecific example provided by the Court is “all speech taking place\nover school laptops.”Ante,at 6. I do not take this\nstatement to apply under all circumstances to all student speech on\nsuch laptops. In a well-publicized case, a public high school that\nprovided laptops to high school students used those computers to\nsurreptitiously monitor students’ private messages and to\nphotograph them in their homes. SeeRobbinsv.Lower\nMerion School Dist., 2010 WL 3421026, *1 (ED Pa., Aug. 30,\n2010); see also Defendants’ Memorandum of Law in Opposition to\nPlaintiffs’ Motion for Class Certification and in Support of\nDefendants’ Cross-Motion for Entry of Permanent Equitable Relief inRobbinsv.Lower Merion School Dist., No.\n2:10–cv–00665 (ED Pa.), pp. 4–5. I do not understand the Court to\napprove such a practice. In assessing the degree to which a school\ncan regulate speech on a laptop that a school provides for student\nuse outside school, it would be important to know the terms of the\nagreement under which the laptop was provided.17Counsel was asked what a school could\nhave done during the Vietnam War era if a student said, “[the] war\nis immoral, American soldiers are baby killers, I hope there are a\nlot of casualties so that people will rise up.” Tr. of Oral Arg.\n15. Counsel agreed that “[e]ven if that would cause a disruption in\nthe school,” “the school couldn’t do anything about it.”Ibid.In her words, “that would be a heckler’s veto, no can\ndo.”Id.,at 15–16.18The\nFirst Amendment permits prohibitions of “true threats,” which are\n“statements where the speaker means to communicate a serious\nexpression of an intent to commit an act of unlawful violence to a\nparticular individual or group of individuals.”Virginiav.Black,538 U.S.\n343, 359 (2003).19This\nlaw is commonly referred to as Pennsylvania’s “terrorist threat\nstatute.” It prohibits “communicat[ing], either directly or\nindirectly, a threat to: (1) commit any crime of violence with\nintent to terrorize another; (2) cause evacuation of a building,\nplace of assembly or facility of public transportation; or (3)\notherwise cause serious public inconvenience, or cause terror or\nserious public inconvenience with reckless disregard of the risk of\ncausing such terror or inconvenience.”20In\nTexas, it is a crime to “threate[n] to commit any offense involving\nviolence to any person or property” with specified intent, such as\nthe intent to “place another person in fear of imminent serious\nbodily injury” or to “interrupt the occupation or use of a\n. . . public place.”21See,e.g.,McNeilv.Sherwood School Dist. 88J, 918\nF.3d 700, 704 (CA9 2019) (per curiam) (student created\na “hit list” of students and drew graphic images of violence);Wynarv.Douglas County School Dist., 728 F.3d 1062,\n1065–1066 (CA9 2013) (student spoke about committing a school\nshooting);Wisniewskiv.Board of Ed., 494 F.3d 34,\n36 (CA2 2007) (student sent a message depicting a pistol firing a\nbullet at his English teacher’s head);Porterv.Ascension Parish School Bd.,393 F.3d 608, 611 (CA5 2004) (student drew a picture showing\nhis school under attack by a gasoline tanker, missile launcher,\nhelicopter, and armed individuals);Doev.Pulaski County\nSpecial School Dist.,306 F.3d 616, 619 (CA8 2002) (en banc) (student drafted letters\nexpressing a desire to molest, rape, and murder his ex-girlfriend);\nbut seeConroyv.Lacey Twp. School Dist., 2020 WL\n528896, *1 (D NJ, Jan. 31, 2020) (two high school students posted\nphotos on Snapchat showing them with legally purchased guns at a\nshooting range on a Saturday, which another student claimed made\nhim “ ‘nervous to come to school’ ”); see alsoConroyv.Lacey Twp. School Dist., No. 3:19–cv–09452\n(D NJ, Aug. 25, 2020) (order dismissing case with prejudice after\nsettlement). The cases cited in this footnote and footnotes 22–23\nare listed to show types of claims addressed by the lower courts. I\ndo not express any view about the correctness of the\ndecisions.22See,e.g.,Doningerv.Niehoff, 527 F.3d 41, 45\n(CA2 2008) (member of student council posted a message on her\npersonal blog complaining about the administration and encouraging\nreaders to call or e-mail the school to complain);Evansv.Bayer, 684 F. Supp. 2d 1365, 1367 (SD Fla. 2010) (student\ncreated a Facebook group “for students to voice their dislike” of\ntheir teacher).23See,e.g.,S. J. W.v.Lee’s Summit R–7 School\nDist., 696 F.3d 771, 773–774 (CA8 2012) (high school juniors\nposted a variety of offensive, racist, and sexually-explicit\ncomments about particular female classmates);Kowalskiv.Berkeley County Schools, 652 F.3d 565, 567–568 (CA4 2011)\n(student created an online discussion group accusing another\nstudent of having a sexually-transmitted disease);Dunkleyv.Board of Ed. of Greater Egg Harbor Regional High School\nDist., 216 F. Supp. 3d 485, 487 (NJ 2016) (student used an\nanonymous Twitter account to insult other students based on their\nappearances and athletic abilities).24App.\n82.25Id., at 82–84.26Id.,at 81.27See\nNCES, School Principals, Table 212.08: Number and Percentage\nDistribution in Public and Private Elementary and Secondary\nSchools, Selected Years 1993–1994 Through 2017–2018,\nhttps://nces.ed.gov/programs/digest/d19/tables/dt19_212.08.asp?current=yes.28See\nNCES, Overview of Schools and School Districts, Table 214.10:\nNumber of Public School Districts and Public and Private Elementary\nand Secondary Schools, Selected Years 1869–1870 Through 2018–2019,\nhttps://nces.ed.gov/programs/digest/d20/tables/dt20_214.10.asp.",
    "joined": []
}