{
    "case": {
        "docket": "365",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/365/"
    },
    "id": "1962243",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGMARRAMA V. CITIZENS BANK OF MASS.549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-996ROBERT LOUIS MARRAMA, PETITIONERv.CITIZENS BANK OF MASSACHUSETTS et al.on writ of certiorari to the united states court of\nappeals for the first circuit[February 21, 2007]Justice Alito, with whom The\nChief Justice, Justice Scalia, and Justice Thomas join,\ndissenting.Under the clear terms of the\nBankruptcy Code, a debtor who initially files a petition under\nChapter 7 has the right to convert the case to another chapter\nunder which the case is eligible to proceed. The Court, however,\nholds that a debtor’s conversion right is conditioned upon a\nbankruptcy judge’s finding of “good faith.” Because the imposition\nof this condition is inconsistent with the Bankruptcy Code, I\nrespectfully dissent.IThe Bankruptcy Code unambiguously\nprovides that a debtor who has filed a bankruptcy petition under\nChapter 7 has a broad right to convert the case to another chapter.\nTitle 11 §706(a) states:“[A] debtor may convert a case under this chapter\nto a case under chapter 11, 12, or 13 of this title at any time, if\nthe case has not been converted under section 1112, 1208, or 1307\nof this title.”The Code restricts a Chapter 7\ndebtor’s conversion right in two—and only two—ways. First, §706(a)\nmakes clear that the right to convert is available only once: A\ndebtor may convert so long as “the case has not been converted [to\nChapter 7] under section 1112, 1208, or 1307 of this title.”\nSecond, §706(d) provides that a debtor wishing to convert to\nanother chapter must meet the conditions that are needed in order\nto “be a debtor under such chapter.” Nothing in §706(a) or any\nother provision of the Code suggests that a bankruptcy judge has\nthe discretion to override a debtor’s exercise of the §706(a)\nconversion right on a ground not set out in the Code. Thus, a\nstraightforward reading of the Code suggests that a Chapter 7\ndebtor has the right to convert the debtor’s case to Chapter 13 (or\nanother chapter) provided that the two express statutory conditions\ncontained in §706 are satisfied.This reading of the Code is buttressed by the\ncontrast between the terms of §706 and the language employed in\nother Code provisions that give bankruptcy judges the discretion to\ndeny conversion requests. As noted, §706(a) says that a Chapter 7\ndebtor “may convert” the debtor’s case to another chapter. Chapters\n11, 12, and 13 contain similar provisions stating that debtors\nunder those chapters “may convert” their cases to other chapters.\nSee §§1112(a), 1208(a), and 1307(a) (2000 ed. and Supp IV).\nChapters 11, 12, and 13 also contain separate provisions governing\nconversion requests by other parties in interest. For example, the\napplicable provision in Chapter 11 provides:“On request of a party in interest and after notice\nand a hearing,the court may converta case under this\nchapter to a case under chapter 11 of this title at any time.”\n§706(b) (emphasis added).See also §§1112(b), 1208(b), (d), and 1307(c).In these sections, parties in interest are not\ngiven a right to convert. Rather, parties in interest are\nauthorized to request conversion. And the authority to convert,\nafter notice and a hearing, is expressly left to the discretion of\nthe bankruptcy court, which “may convert” the case if the general\nstandard of “cause” is found to have been met. If the Code had been\nmeant to give a bankruptcy court similar authority when a Chapter 7\ndebtor wishes to convert, the Code would have used language similar\nto that in §§1112(b), 1208(b), (d), and 1307(c). Congress knew how\nto limit conversion authority in this way, and it did not do so in\n§706(a).In Chapter 7, Congress did directly address\nthe consequences of the sort of conduct complained of in this case.\nIn §727(a)(3), Congress specified that a debtor may be denied a\ndischarge of debts if “the debtor has concealed . . . records, and\npapers, from which the debtor’s financial condition or business\ntransactions might be ascertained.” The Code further provides that\ndischarge may be denied if the debtor has “made a false oath or\naccount” or “presented or used a false claim.” §727(a)(4). In\naddition to blocking discharge, Congress could easily have deemed\nsuch conduct sufficient to bar conversion to another chapter, but\nCongress did not do so.Instead of taking that approach, Congress\nincluded in the statutory scheme several express means to redress a\ndebtor’s bad faith. First, if a bankruptcy court finds that there\nis “cause,” the court may convert or reconvert a Chapter 11 or\nChapter 13 restructuring to a Chapter 7 liquidation. §§1112(b),\n1307(c). Second, a Chapter 13 debtor must propose a repayment plan\nto satisfy the debtor’s creditors—a plan that is subject to court\napproval and must be proposed in good faith. §§1325(a)(3), (4);\naccord, §1328(b)(2). Third, a debtor’s asset schedules are filed\nunder penalty of perjury. 28 U. S. C. §1746; Fed. Rule Bkrtcy.\nProc. 1008. Fourth, a Chapter 13 case is overseen by a trustee who\nis empowered to investigate the debtor’s financial affairs, to\nfurnish information regarding the bankruptcy estate to parties in\ninterest, and to oppose discharge if necessary. 11 U. S. C.\n§§704(4), (6) and (9). See also §1302(b) (defining the powers of a\nChapter 13 trustee in part by reference to the powers of a Chapter\n7 trustee). These measures, as opposed to the “good faith”\nrequirement crafted by the Court, represent the Code’s strategy for\ndealing with debtors who engage in the type of abusive tactics that\nthe Court’s opinion targets.[Footnote 1]In sum, the Code expressly gives a debtor who\ninitially files under Chapter 7 the right to convert the case to\nanother chapter so long as the debtor satisfies the requirements of\nthe destination chapter. By contrast, the Code pointedly does not\ngive the bankruptcy courts the authority to deny conversion based\non a finding of “bad faith.” There is no justification for\ndisregarding the Code’s scheme.IIIn reaching the conclusion that a\nbankruptcy judge may override a Chapter 7 debtor’s conversion right\nbased on a finding of “bad faith,” the Court reasons as follows.\nUnder §706(d), a Chapter 7 debtor may not convert to another\nchapter “unless the debtor may be a debtor under such chapter.”\nUnder §1307(c), a Chapter 13 proceeding may be dismissed or\nconverted to Chapter 7 “for cause.” One such “cause” recognized by\nbankruptcy courts is “bad faith.” Therefore, a Chapter 7 debtor who\nhas proceeded in “bad faith” and wishes to convert his or her case\nto Chapter 13 is not eligible to “be a debtor” under Chapter 13\nbecause the debtor’s case would be subject to dismissal or\nreconversion to Chapter 7 pursuant to §1307(c). I cannot agree with\nthis strained reading of the Code.The requirements that must be met\nin order to “be a debtor” under Chapter 13 are set forth in 11 U.\nS. C. A. §109 (main ed. and Supp. 2006), which is\nappropriately titled “Who may be a debtor.” The two requirements\nthat are specific to Chapter 13 appear in subsection (e). First,\nChapter 13 is restricted to individuals, with or without their\nspouses, with regular income. Second, a debtor may not proceed\nunder Chapter 13 if specified debt limits are exceeded.[Footnote 2]As the Court of Appeals below correctly\nunderstood, §706(d)’s requirement that a debtor may convert only if\n“the debtor may be a debtor under such chapter” obviously refers to\nthe chapter-specific requirements of §109.In re\nMarrama, 430 F. 3d 474, 479, n. 3 (CA1 2005).Rather than reading §§109(e) and 706(d)\ntogether, the Court puts §109(e) aside and treats §706(d) as a\nseparate repository of additional requirements (namely, the absence\nof the grounds for dismissal or reconversion under §1307(c)) that a\nChapter 7 debtor must satisfybeforeconversion to Chapter\n13. But §1307(c) plainly does not set out requirements that an\nindividual must meet in order to “be a debtor” under Chapter 13.\nInstead, §1307(c) sets out the standard (“cause”) that a bankruptcy\ncourt must apply in deciding whether, in its discretion, an already\nfiled Chapter 13 case should be dismissed or converted to Chapter\n7. Thus, the Court’s holding in this case finds no support in the\nterms of the Bankruptcy Code.In holding that a bankruptcy judge may deny\nconversion based on “bad faith,” the Court of Appeals appears to\nhave been influenced by the belief that following the literal terms\nof the Code would be pointless.Id.,at 479–481.\nSpecifically, the Court of Appeals observed that if a debtor who\nwishes to convert from Chapter 7 to Chapter 13 has exhibited such\n“bad faith” that the bankruptcy court would immediately convert the\ncase back to Chapter 7 under §1307(c), then no purpose would be\nserved by requiring the parties and the court to go through the\nprocess of conversion and prompt reconversion.Id.,at\n481.It is by no means clear, however, that\nconversion under §706(a) followed by a reconversion proceeding\nunder §1307(c) would be an empty exercise. The immediate practical\neffect of following the statutory scheme is compliance with\nBankruptcy Rule 1017(f), which applies Bankruptcy Rule 9014 to the\nreconversion. Fed. Rule Bkrtcy. Proc. 1017(e)(1). Rule 9014 (a), in\nturn, requires that the request be made by motion and that\n“reasonable notice and opportunity for hearing . . . be afforded\nthe party against whom relief is sought.” The Court’s decision\ncircumvents this process and forecloses the right that a Chapter 13\ndebtor would otherwise possess to file a Chapter 13 repayment and\nreorganization plan, 11 U. S. C. §1321, which must be filed in\ngood faith and which must demonstrate that creditors will receive\nno less than they would under an immediate Chapter 7 liquidation,\n§§1325(a)(3) and (4); accord, §1328(b)(2). While the plan must be\nfiled no later than 15 days after filing the petition or\nconversion, the debtor may file the plan at the time of conversion,i.e.,before the reconversion hearing. Fed. Rule Bkrtcy.\nProc. 3015(b).Moreover, it is not clear whether,\nin converting a case “for cause” under §1307(c), a bankruptcy\ncourt must consider the debtor’s plan (if already filed) and, if\nthe plan must be considered, whether the court must take into\naccount whether the plan was filed in good faith, whether it\nhonestly discloses the debtor’s assets, whether it demonstrates\nthat creditors would in fact fare better under the plan than under\na liquidation, and whether the plan in some sense “cures” prior bad\nfaith. Today’s opinion renders these questions academic, and little\nis left to guide what a bankruptcy court must consider, or may\ndisregard, in blocking a §706(a) conversion.[Footnote 3]The Court notes that the Bankruptcy Code is\nintended to give a “ ‘ “fresh start” ’ ” to the\n“ ‘ “honest but unfortunate debtor.” ’ ”Ante,at 1, 9 (quotingGroganv.Garner,498 U. S. 279,\n286, 287 (1991)). But compliance with the statutory\nscheme—conversion to Chapter 13 followed by notice and a hearing on\nthe question of reconversion—would at least provide some structure\nto the process of identifying those debtors whose “ ‘bad\nfaith’ ” meets the Court’s standard for consignment to\nliquidation,i.e.,“ ‘bad faith’ ” conduct that\nis “atypical” and “extraordinary.”Ante, at 10,\nn. 11.IIIFinally, the Court notes two\nalternative bases for its holding. First, the Court points to 11 U.\nS. C. §105(a), which governs a bankruptcy court’s general\npowers.[Footnote 4] Second, the\nCourt suggests that even without a textual basis, a bankruptcy\ncourt’s inherent power may empower it to deny a §706(a) conversion\nrequest for bad faith. Obviously, however, neither of these sources\nof authority authorizes a bankruptcy court to contravene the Code.\nOn the contrary, a bankruptcy court’s general and equitable powers\n“must and can only be exercised within the confines of the\nBankruptcy Code.”Norwest Bank Worthingtonv.Ahlers,485\nU. S. 197, 206 (1988); accord,Secv.United\nStates Realty & Improvement Co.,310 U. S. 434, 455\n(1940) (“A bankruptcy court . . . is guided by equitable doctrines\nand principles except in so far as they are inconsistent with the\nAct”).Ultimately, §105(a) and a\nbankruptcy court’s inherent powers may have a role to play in a\ncase such as this. The problem the Court identifies is a real one.\nA debtor who is convinced that he or she can successfully conceal\nassets has a significant incentive to pursue Chapter 7 liquidation\nin lieu of a Chapter 13 restructuring. If successful, the debtor\npreserves wealth; if unsuccessful, the debtor can convert to\nChapter 13 and land largely where the debtor would have been if he\nor she had fully disclosed all assets and proceeded in Chapter 13\nin the first instance.Bankruptcy courts have used their statutory\nand equitable authority to craft various remedies for a range of\nbad faith conduct: requiring accountings or reporting of\nassets [Footnote 5];\nenjoining debtors from alienating estate property [Footnote 6]; penalizing\ncounsel [Footnote 7];\nassessing costs and fees [Footnote 8]; or holding the debtor in\ncontempt [Footnote 9]. But\nwhatever steps a bankruptcy court may take pursuant to §105(a) or\nits general equitable powers, a bankruptcy court cannot contravene\nthe provisions of the Code.Because the provisions of the Code rule out\nthe procedure that was followed in this case by the bankruptcy\ncourt, I would reverse the judgment of the Court of Appeals.Footnote 1And as noted above, 11 U. S. C.\n§727(a)(4) also addresses such conduct, making it a bar to\ndischarge, but not to conversion.Footnote 2“Only an individual with regular income that\nowes, on the date of the filing of the petition, noncontingent,\nliquidated, unsecured debts of less than $307,675 and\nnoncontingent, liquidated, secured debts of less than $922,975, or\nan individual with regular income and such individual’s spouse,\nexcept a stockbroker or a commodity broker, that owe, on the date\nof the filing of the petition, noncontingent, liquidated, unsecured\ndebts that aggregate less than $307,675 and noncontingent,\nliquidated, secured debts of less than $922,975 may be a debtor\nunder chapter 13 of this title.” §109(e) (Supp. 2006) (footnote\nomitted).Footnote 3Indeed, the only procedural guidance for such\na situation is Federal Rule of Bankruptcy Procedure 1017(f)(2),\nwhich requires the filing of a motion to convert by the debtor and\nservice thereof.Footnote 4“The court may issue any order, process, or\njudgment that is necessary or appropriate to carry out the\nprovisions of this title. No provision of this title providing for\nthe raising of an issue by a party in interest shall be construed\nto preclude the court from, sU. S.onte, taking any action or making\nany determination necessary or appropriate to enforce or implement\ncourt orders or rules, or to prevent an abuse of process.”\n§105(a).Footnote 5See,e.g.,In re All\nDenominational New Church, 268 B. R. 536 (Bkrtcy. App.\nPanel CA8 2001) (affirming dismissal for failure to comply with\nrequired monthly reporting);In re Martin’s Aquarium,\nInc., 225 B. R. 868, 880 (Bkrtcy. Ct. E. D. Pa. 1998)\n(“[A] debtor may, in an appropriate case, be required to produce an\naccounting, and . . . a bankruptcy court does indeed have the\npower to so order [this equitable remedy]”).Footnote 6See,e.g.,In re\nBartmann, 320 B. R. 725, 732–733 (Bkrtcy. Ct. N. D.\nOkla. 2004);In re Newport Creamery, Inc., 293\nB. R. 293 (Bkrtcy. Ct. R. I. 2003);In re\nPeklo, 201 B. R. 331 (Bkrtcy Ct. Conn. 1996).Footnote 7See, e.g.,In re\nEverly, 346 B. R. 791, 797 (Bkrtcy. App. Panel CA8 2006)\n(bankruptcy court’s §105 powers include authority to sanction\ncounsel);In re Brooks-Hamilton, 329 B. R. 270\n(Bkrtcy. App. Panel CA9 2005) (upholding sanction and suspension of\ndebtor’s counsel);In re Washington, 297 B. R.\n662 (Bkrtcy. Ct. S. D. Fla. 2003).Footnote 8See,e.g.,In re Deville,\n280 B. R. 483 (Bkrtcy. App. Panel CA9 2002);In re\nJohnson, 336 B. R. 568, 573 (Bkrtcy. Ct. S. D. Fla.\n2006);In re Couch-Russell, No. 00–02226, 2003 W L\n25273863 (Bkrtcy. Ct. Idaho 2003);In re Gorshtein,\n285 B. R. 118 (Bkrtcy. Ct. S. D. N. Y.\n2002).Footnote 9See,e.g.,In re\nSekendur, 334 B. R. 609 (Bkrtcy. Ct. N. D. Ill.\n2005) (imposing contempt sanction for serial and vexatious\nbankruptcy filing);In re Tolbert, 258 B. R. 387\n(Bkrtcy. Ct. W. D. Mo. 2001) (same);In re Swanson,\n207 B. R. 76 (Bkrtcy. Ct. N. J. 1997) (imposing civil contempt\nunder §105 for failure to vacate property).",
    "joined": []
}