{
    "case": {
        "docket": "489",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/489/"
    },
    "id": "1962108",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTZEDNER V. UNITED STATES547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-5992JACOB ZEDNER, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the second circuit[June 5, 2006]Justice Alito delivered the\nopinion of the Court.This case requires us to consider\nthe application of the doctrines of waiver, judicial estoppel, and\nharmless error to a violation of the Speedy Trial Act of 1974\n(Act), 18 U. S. C. §§3161–3174. The Act generally requires a\nfederal criminal trial to begin within 70 days after a defendant is\ncharged or makes an initial appearance, §3161(c)(1), but the Act\ncontains a detailed scheme under which certain specified periods of\ndelay are not counted. In this case, petitioner’s trial did not\nbegin within 70 days of indictment. Indeed, his trial did not\ncommence until more than seven years after the filing of the\nindictment, but petitioner, at the suggestion of the trial judge,\nsigned a blanket, prospective waiver of his rights under the Act.\nWe address the following questions: whether this waiver was\neffective; whether petitioner is judicially estopped from\nchallenging the validity of the waiver; and whether the trial\njudge’s failure to make the findings required to exclude a period\nof delay under a particular provision of the Act, §3161(h)(8), was\nharmless error.IIn March 1996, petitioner\nattempted to open accounts at seven financial institutions using\ncounterfeit $10 million United States bonds. The quality of the\ncounterfeiting was, to put it mildly, not expert. One bond\npurported to be issued by the “Ministry of Finance of U.\nS. A.” 401 F. 3d 36, 39 (CA2 2005) (internal quotation\nmarks omitted). Others contained misspelled words such as “Thunted\nStates” and the “Onited States” (United States), “Dhtladelphla”\n(Philadelphia), “Cgicago” (Chicago), and “forevev” (forever).Id.,at 39, n. 1 (internal quotation marks omitted).\nAfter petitioner presented these bonds, the Secret Service was\ncontacted, and petitioner was arrested. Following arraignment on a\ncriminal complaint, he was released on bond.On April 4, 1996, a grand jury in\nthe Eastern District of New York indicted petitioner on seven\ncounts of attempting to defraud a financial institution, in\nviolation of 18 U. S. C. §1344, and one count of knowingly\npossessing counterfeit obligations of the United States, in\nviolation of §472. On June 26, the District Court, citing the\ncomplexity of the case, granted what is termed an “ends-of-justice”\ncontinuance, see §3161(h)(8)(B)(ii), until September 6. On\nSeptember 6, the District Court granted another continuance, this\ntime until November 8.At the November 8 status conference,\npetitioner requested, without opposition from the Government, a\nfurther adjournment to January 1997. Concerned about the difficulty\nof fitting petitioner’s trial into its heavily scheduled calendar\nand the prospect that petitioner might “only waive [the Act] for so\nlong as it is convenient for [him] to waive,” the District Court\ninstructed petitioner as follows: “I think if I’m going to give you\nthat long an adjournment, I will have to take a waiver for all\ntime.” App. 71. Petitioner’s counsel responded that the defense\nwould “waive for all time. That will not be a problem. That will\nnot be an issue in this case.”Id.,at 72.The District Court then addressed petitioner\ndirectly and appears to have attempted to explain the operation of\na provision of the Act, 18 U. S. C. §3162(a)(2), under which a\ndefendant whose trial does not begin on time is deemed to have\nwaived the right to move for dismissal of the information or\nindictment if he or she does not file that motion prior to trial or\nentry of a guilty plea. The District Court reasoned: “[I]f you can\nwaive [the Act] by inaction,i.e., not\nraising the motion to dismiss, you can waive affirmatively,\nknowledgeably, intelligently your right to do so, your right to a\nspeedy trial and your right to make a motion to dismiss for the\nspeedy trial.” App. 73. The court told petitioner that it was\n“prepared to start … trial right away,”ibid.,but that if\na continuance was granted, petitioner might have to wait some time\nfor trial because the court had a “fairly big cas[e] … which [wa]s\nset to take eight months for trial.” “[I]f that [trial] starts\nbefore you start,” the court warned, “you may have to wait until\nthat is done.”Id.,at 74.The District Court then produced a preprinted\nform—apparently of its own devising—captioned “Waiver of Speedy\nTrial Rights.”Id.,at 79. The court led petitioner and\nhis counsel through the form, and both signed it. Among other\nthings, the form stated: “I wish to waive my rights to a speedy\ntrial … under the Speedy Trial Act of 1974 (18 U. S. C. §3161et seq.), under the Rules of this Circuit and under the\nSpeedy Trial Plan adopted by this Court.”Ibid.The form\nalso stated: “I have been advised and fully understand that … I\nalso waive any and all rights to make a motion to dismiss the\nindictment … against me for failure of the Court to give me a\nspeedy trial and that I waive all of such rights to a speedy trial\nand to make such a motion or motions for all time.”Ibid.After the form was signed, petitioner’s counsel requested that a\nfurther status conference be scheduled for January 31, 1997, and\nthe court agreed.Id.,at 77.At the January 31 status conference,\npetitioner sought yet another continuance “to tap … the proper\nchannels to authenticate [the] bonds.”Id.,at 81.\nPetitioner and the Government emphasized that this request raised\nno issue under the Act because petitioner had “waived for all\ntime,” though the Government suggested that it “would like to try\nthe case sometime in 1997.”Ibid.After a brief discussion\nbetween the court and petitioner’s counsel about the need to\ninvestigate the authenticity of what seemed such obviously fake\nbonds, the court offered to set trial for May 5, 1997.Id.,at 86. The court admonished petitioner’s counsel to\n“[g]et to work” and noted: “This [case] is a year old. That’s\nenough for a criminal case.”Id.,at 86, 85. Nevertheless,\napparently satisfied with petitioner’s waiver “for all time,” the\nDistrict Court made no mention of the Act and did not make any\nfindings to support exclusion of the 91 days between January 31 and\npetitioner’s next court appearance on May 2, 1997 (1997\ncontinuance).The four years that followed saw a variety of\nproceedings in petitioner’s case, but no trial. See 401 F. 3d,\nat 40–41. Counsel sought to be relieved because petitioner insisted\nthat he argue that the bonds were genuine, and the court ultimately\ngranted counsel’s request to withdraw. At the court’s suggestion,\npetitioner was examined by a psychiatrist, who determined that\npetitioner was competent to stand trial. Petitioner then asked to\nproceedpro seand sought to serve subpoenas on, among\nothers, the President, the Chairman of the Federal Reserve Board,\nthe Attorney General, the Secretary of State, the late Chinese\nleader Chiang Kai-shek, and “ ‘The Treasury Department of\nTreasury International Corporation.’ ”Id.,at 40;\nApp. 129. After a year of quashed subpoenas, the District Court set\nthe case for trial, only to conclude on the morning of jury\nselection that it had to inquire once again into petitioner’s\ncompetency. The court dismissed the jury panel, found petitioner\nincompetent, and committed him to the custody of the Attorney\nGeneral for hospitalization and treatment. On interlocutory appeal,\nhowever, the Court of Appeals vacated that order and remanded for\nfurther hearings. In July and August 2000, the District Court held\nthose hearings and received further briefing on the competency\nissue.On March 7, 2001, while the competency issue\nremained under submission, petitioner moved to dismiss the\nindictment for failure to comply with the Act. The District Court\ndenied the motion on the ground that petitioner had waived his\nSpeedy Trial Act rights “for all time,” mentioning in passing that\nthe case was complex.Id.,at 128–129. In the same order,\nthe court found petitioner incompetent.Id.,at 135. That\nlatter determination was upheld on interlocutory appeal, and\npetitioner was committed for evaluation. After several months of\nhospitalization, petitioner was found to be delusional but\ncompetent to stand trial, and he was released.Finally, on April 7, 2003, more than seven\nyears after petitioner was indicted, his trial began. The jury\nfound petitioner guilty on six counts of attempting to defraud a\nfinancial institution,[Footnote\n1] and the court sentenced him to 63 months of\nimprisonment.The Court of Appeals affirmed the judgment of\nconviction.[Footnote 2]\nAcknowledging that “a defendant’s waiver of rights under the Speedy\nTrial Act may be ineffective” because of the public interest served\nby compliance with the Act, the Court of Appeals found an exception\nfor situations “ ‘when defendant’s conduct causes or\ncontributes to a period of delay.’ ” 401 F. 3d,at\n43–44 (quotingUnited Statesv.Gambino, 59\nF. 3d 353, 360 (CA2 1995)). “[D]oubt[ing] that the public\ninterest in expeditious prosecution would be served by a rule that\nallows defendants to request a delay and then protest the grant of\ntheir request,” the Court of Appeals held that petitioner would not\nbe heard to complain of the 91-day delay in early 1997. 401\nF. 3d, at 45. The Court of Appeals went on to suggest that\nthere “can be no doubt that the district court could have properly\nexcluded this period of time based on the ends of justice” in light\nof the complexity of the case and defense counsel’s request for\nadditional time to prepare.Ibid.We granted certiorari to resolve the\ndisagreement among the Courts of Appeals on the standard for\nanalyzing whether a defendant has made an effective waiver of\nrights under the Act. 546 U. S. ___ (2006).IIAs noted above, the Speedy Trial\nAct generally requires a trial to begin within 70 days of the\nfiling of an information or indictment or the defendant’s initial\nappearance, 18 U. S. C. §3161(c)(1), but the Act recognizes\nthat criminal cases vary widely and that there are valid reasons\nfor greater delay in particular cases. To provide the necessary\nflexibility, the Act includes a long and detailed list of periods\nof delay that are excluded in computing the time within which trial\nmust start. See §3161(h). For example, the Act excludes “delay\nresulting from other proceedings concerning the defendant,”\n§3161(h)(1), “delay resulting from the absence or unavailability of\nthe defendant or an essential witness,” §3161(h)(3), “delay\nresulting from the fact that the defendant is mentally incompetent\nor physically unable to stand trial,” §3161(h)(4), and “[a]\nreasonable period of delay when the defendant is joined for trial\nwith a codefendant as to whom the time for trial has not run and no\nmotion for severance has been granted,” §3161(h)(7).Much of the Act’s flexibility is\nfurnished by §3161(h)(8), which governs ends-of-justice\ncontinuances, and which we set out in relevant part in the\nmargin.[Footnote 3] This\nprovision permits a district court to grant a continuance and to\nexclude the resulting delay if the court, after considering certain\nfactors, makes on-the-record findings that the ends of justice\nserved by granting the continuance outweigh the public’s and\ndefendant’s interests in a speedy trial. This provision gives the\ndistrict court discretion—within limits and subject to specific\nprocedures—to accommodate limited delays for case-specific\nneeds.To promote compliance with its requirements,\nthe Act contains enforcement and sanctions provisions. If a trial\ndoes not begin on time, the defendant may move, before the start of\ntrial or the entry of a guilty plea, to dismiss the charges, and if\na meritorious and timely motion to dismiss is filed, the district\ncourt must dismiss the charges, though it may choose whether to\ndismiss with or without prejudice. In making that choice, the court\nmust take into account, among other things, “the seriousness of the\noffense; the facts and circumstances of the case which led to the\ndismissal; and the impact of a reprosecution on the administration\nof [the Act] and on the administration of justice.”\n§3162(a)(2).This scheme is designed to promote compliance\nwith the Act without needlessly subverting important criminal\nprosecutions. The more severe sanction (dismissal with prejudice)\nis available for use where appropriate, and the knowledge that a\nviolation could potentially result in the imposition of this\nsanction gives the prosecution a powerful incentive to be careful\nabout compliance. The less severe sanction (dismissal without\nprejudice) lets the court avoid unduly impairing the enforcement of\nfederal criminal laws—though even this sanction imposes some costs\non the prosecution and the court, which further encourages\ncompliance. When an indictment is dismissed without prejudice, the\nprosecutor may of course seek—and in the great majority of cases\nwill be able to obtain—a new indictment, for even if “the period\nprescribed by the applicable statute of limitations has expired, a\nnew indictment may be returned … within six calendar months of the\ndate of the dismissal.” §3288.With this background in mind, we turn to the\nquestions presented by the unusual procedures followed in this\ncase.IIIPetitioner contends, and the\nGovernment does not seriously dispute, that a defendant may not\nprospectively waive the application of the Act.[Footnote 4] We agree.A1As our discussion above suggests,\nthe Speedy Trial Act comprehensively regulates the time within\nwhich a trial must begin. Section 3161(h) specifies in detail\nnumerous categories of delay that are not counted in applying the\nAct’s deadlines. Conspicuously, §3161(h) has no provision excluding\nperiods of delay during which a defendant waives the application of\nthe Act, and it is apparent from the terms of the Act that this\nomission was a considered one. Instead of simply allowing\ndefendants to opt out of the Act, the Act demands that defense\ncontinuance requests fit within one of the specific exclusions set\nout in subsection (h). Subsection (h)(8), which permits\nends-of-justice continuances, was plainly meant to cover many of\nthese requests. Among the factors that a district court must\nconsider in deciding whether to grant an ends-of-justice\ncontinuance are a defendant’s need for “reasonable time to obtain\ncounsel,” “continuity of counsel,” and “effective preparation” of\ncounsel. §3161(h)(8)(B)(iv). If a defendant could simply waive the\napplication of the Act whenever he or she wanted more time, no\ndefendant would ever need to put such considerations before the\ncourt under the rubric of an ends-of-justice exclusion.The purposes of the Act also cut\nagainst exclusion on the grounds of mere consent or waiver. If the\nAct were designed solely to protect a defendant’s right to a speedy\ntrial, it would make sense to allow a defendant to waive the\napplication of the Act. But the Act was designed with the public\ninterest firmly in mind. See,e.g.,18 U. S. C.\n§3161(h)(8)(A) (to exclude delay resulting from a continuance—even\none “granted … at the request of the defendant”—the district court\nmust find “that the ends of justice served … outweigh thebest\ninterest of the publicand the defendantin a speedy\ntrial” (emphasis added)). That public interest cannot be\nserved, the Act recognizes, if defendants may opt out of the Act\nentirely.2This interpretation is entirely\nin accord with the Act’s legislative history. As both the 1974\nHouse and Senate Reports illustrate, the Act was designed not just\nto benefit defendants but also to serve the public interest by,\namong other things, reducing defendants’ opportunity to commit\ncrimes while on pretrial release and preventing extended pretrial\ndelay from impairing the deterrent effect of punishment. See\nS. Rep. No. 93–1021, pp. 6–8 (citing “bail problems,”\noffenses committed during pretrial release, and the “seriously\nundermined … deterrent value of the criminal process” as “the\ndebilitating effect[s] of court delay upon our criminal justice\nsystem”); H. R. Rep. No. 93–1508, p. 8 (“The purpose of\nthis bill is to assist in reducing crime and the danger of\nrecidivism by requiring speedy trials …”). The Senate Report\naccompanying the 1979 amendments to the Act put an even finer point\non it: “[T]he Act seeks to protect and promote speedy trial\ninterests that go beyond the rights of the defendant; although the\nSixth Amendment recognizes a societal interest in prompt\ndispositions, it primarily safeguards the defendant’s speedy trial\nright—which may or may not be in accord with society’s.”\nS. Rep. No. 96–212, p. 29; see alsoid.,at 6;\nH. R. Rep. No. 96–390, p. 3 (1979). Because defendants\nmay be content to remain on pretrial release, and indeed may\nwelcome delay, it is unsurprising that Congress refrained from\nempowering defendants to make prospective waivers of the Act’s\napplication. See S. Rep. No. 96–212, at 29 (“Because of the\nAct’s emphasis on that societal right, a defendant ought not be\npermitted to waive rights that are not his or hers alone to\nrelinquish”).BThe District Court reasoned that\n18 U. S. C. §3162(a)(2) supports the conclusion that a\ndefendant may prospectively waive the strictures of the Act. This\nprovision states that “[f]ailure of the defendant to move for\ndismissal prior to trial or entry of a plea of guilty or nolo\ncontendere shall constitute a waiver of the right to dismissal\nunder this section.” Because this provision in effect allows a\ndefendant to waive a completed violation of the Act (by declining\nto move to dismiss before the start of trial or the entry of a\nguilty plea), it follows, so the District Court’s reasoning went,\nthat a defendant should be allowed to make a prospective waiver. We\ndisagree.It is significant that\n§3162(a)(2) makes no mention of prospective waivers, and there is\nno reason to think that Congress wanted to treat prospective and\nretrospective waivers similarly. Allowing prospective waivers would\nseriously undermine the Act because there are many cases—like the\ncase at hand—in which the prosecution, the defense, and the court\nwould all be happy to opt out of the Act, to the detriment of the\npublic interest. The sort of retrospective waiver allowed by\n§3161(a)(2) does not pose a comparable danger because the\nprosecution and the court cannot know until the trial actually\nstarts or the guilty plea is actually entered whether the defendant\nwill forgo moving to dismiss. As a consequence, the prosecution and\nthe court retain a strong incentive to make sure that the trial\nbegins on time.Instead of granting broad opt-out rights,\n§3162(a)(2) serves two unrelated purposes. First, §3162(a)(2)\nassigns the role of spotting violations of the Act to\ndefendants—for the obvious reason that they have the greatest\nincentive to perform this task.[Footnote 5] Second, by requiring that a defendant move\nbefore the trial starts or a guilty plea is entered, §3162(a)(2)\nboth limits the effects of a dismissal with- out prejudice (by\nensuring that an expensive and time-consuming trial will not be\nmooted by a late-filed motion under the Act) and prevents undue\ndefense gamesmanship.[Footnote\n6]For these reasons, we reject the District\nCourt’s reliance on §3162(a)(2) and conclude a defendant may not\nprospectively waive the application of the Act. It follows that\npetitioner’s waiver “for all time” was ineffective. We therefore\nturn to the Government’s alternative grounds in support of the\nresult below.IVAThe Government contends that\nbecause “petitioner’s express waiver induced the district court to\ngrant a continuance without making an express ends-of-justice\nfinding …, basic principles of judicial estoppel preclude\npetitioner from enjoying the benefit of the continuance, but then\nchallenging the lack of a finding.” Brief for United States 10. In\nthis case, however, we see no basis for applying the doctrine of\njudicial estoppel.As this Court has explained:“ ‘[W]here a party assumes a\ncertain position in a legal proceeding, and succeeds in maintaining\nthat position, he may not thereafter, simply because his interests\nhave changed, assume a contrary position, especially if it be to\nthe prejudice of the party who has acquiesced in the position\nformerly taken by him.’Davisv.Wakelee,156 U. S. 680,\n689 (1895). This rule, known as judicial estoppel, ‘generally\nprevents a party from prevailing in one phase of a case on an\nargument and then relying on a contradictory argument to prevail in\nanother phase.’Pegramv.Herdrich,530 U. S. 211, 227,\nn. 8 (2000).”New Hampshirev.Maine,532 U. S. 742,\n749 (2001).Although this estoppel doctrine is equitable and\nthus cannot be reduced to a precise formula or test,“several factors typically inform the decision\nwhether to apply the doctrine in a particular case: First, a\nparty’s later position must be clearly inconsistent with its\nearlier position. Second, courts regularly inquire whether the\nparty has succeeded in persuading a court to accept that party’s\nearlier position … . A third consideration is whether the\nparty seeking to assert an inconsistent position would derive an\nunfair advantage or impose an unfair detriment on the opposing\nparty if not estopped.”Id., at 750–751 (citations and\ninternal quotation marks omitted).In applying this doctrine to the\npresent case, we must first identify the “position” of petitioner’s\nthat the Government seeks to enforce. There are three\npossibilities: (1) petitioner’s promise not to move for dismissal\nunder §3162(a)(2), (2) petitioner’s (implied) position that waivers\nof the Act are enforceable, and (3) petitioner’s claim that counsel\nneeded additional time to research the authenticity of the bonds.\nNone of these gives rise to an estoppel.First, we are unwilling to recognize an\nestoppel based on petitioner’s promise not to move for dismissal\nbecause doing so would entirely swallow the Act’s no-waiver policy.\nWe see little difference between granting a defendant’s request for\na continuance in exchange for a promise not to move for dismissal\nand permitting a prospective waiver, and as we hold above,\nprospective waivers are inconsistent with the Act.Second, petitioner’s (mistaken) agreement that\nSpeedy Trial Act waivers are valid also does not provide a ground\nfor estoppel. Petitioner did not “succee[d] in persuading” the\nDistrict Court to accept the proposition that prospective waivers\nof Speedy Trial Act rights are valid. On the contrary, it was the\nDistrict Court that requested the waiver and produced the form for\npetitioner to sign. And while the other relevant factors (clear\ninconsistency and unfair advantage or detriment) might in isolation\nsupport the Government, we think they do not predominate where, as\nhere, the Government itself accepted the District Court’s\ninterpretation without objection.Finally, petitioner’s representation to the\nDistrict Court at the January 31 status conference that a\ncontinuance was needed to gather evidence of the bonds’\nauthenticity does not support the Government’s estoppel argument\nbecause the position that petitioner took then was not “clearly\ninconsistent” with the position that he now takes in seeking\ndismissal of the indictment. This would be a different case if\npetitioner had succeeded in persuading the District Court at the\nJanuary 31 status conference that the factual predicate for a\nstatutorily authorized exclusion of delay could be established—for\nexample, if defense counsel had obtained a continuance only by\nfalsely representing that he was in the midst of working with an\nexpert who might authenticate the bonds. In fact, however, the\ndiscussion at the January 31 status conference did not focus on the\nrequirements of the Act. Rather, the court and the parties\nproceeded on the assumption that the court’s waiver form was valid\nand that the Act could simply be disregarded. Nothing in the\ndiscussion at the conference suggests that the question presented\nby the defense continuance request was viewed as anything other\nthan a case-management question that lay entirely within the scope\nof the District Court’s discretion. Under these circumstances, the\nbest understanding of the position taken by petitioner’s attorney\nat the January 31 status conference is that granting the requested\ncontinuance would represent a sound exercise of the trial judge’s\ndiscretion in managing its calendar. This position was not “clearly\ninconsistent” with petitioner’s later position that the continuance\nwas not permissible under the terms of the Act. Accordingly, we\nhold that petitioner is not estopped from challenging the\nexcludability under the Act of the 1997 continuance.BWhile conceding that the District\nCourt “never made an express finding on the record” about the\nends-of-justice balance, Brief for United States 30, the Government\nargues that such an express finding did not need to be entered\ncontemporaneously—and could be supplied on remand—because, given\nthe circumstances in 1997, the ends-of-justice balance in fact\nsupported the 1997 continuance. We reject this argument. In the\nfirst place, the Act requires express findings, and in the second\nplace, it does not permit those findings to be made on remand as\nthe Government proposes.The Act requires that when a\ndistrict court grants an ends-of-justice continuance, it must\n“se[t] forth, in the record of the case, either orally or in\nwriting, its reasons” for finding that the ends of justice are\nserved and they outweigh other interests. 18 U. S. C.\n§3161(h)(8)(A). Although the Act is clear that the findings must be\nmade, if only in the judge’s mind, before granting the continuance\n(the continuance can only be “granted … on the basis of [the\ncourt’s] findings”), the Act is ambiguous on precisely when those\nfindings must be “se[t] forth, in the record of the case.” However\nthis ambiguity is resolved, at the very least the Act implies that\nthose findings must be put on the record by the time a district\ncourt rules on a defendant’s motion to dismiss under\n§3162(a)(2).[Footnote 7] In\nruling on a defendant’s motion to dismiss, the court must tally the\nunexcluded days. This, in turn, requires identifying the excluded\ndays. But §3161(h)(8)(A) is explicit that “[n]o … period of delay\nresulting from a continuance granted by the court in accordance\nwith this paragraph shall be excludable … unless the court sets\nforth … its reasons for [its] finding[s].” Thus, without\non-the-record findings, there can be no exclusion under\n§3161(h)(8). Here, the District Court set forth no such findings at\nthe January 31 status conference, and §3161(h)(8)(A) is not\nsatisfied by the District Court’s passing reference to the case’s\ncomplexity in its ruling on petitioner’s motion to dismiss.\nTherefore, the 1997 continuance is not excluded from the speedy\ntrial clock.The Government suggests that this error,\nstemming as it does from the District Court’s technical failure to\nmake an express finding, may be regarded as harmless. Brief for\nUnited States 31, n. 8. Harmless-error review under Federal\nRule of Criminal Procedure 52(a) presumptively applies to\n“allerrors where a proper objection is made,”Nederv.United States,527 U. S. 1, 7 (1999), and\nwe have required “strong support” to find an implied repeal of Rule\n52,United Statesv.Vonn,535 U. S. 55, 65 (2002).\nWe conclude, however, that the provisions of the Act provide such\nsupport here.The relevant provisions of the Act are\nunequivocal. If a defendant pleads not guilty, the trial\n“shallcommence” within 70 days “from the filing date (and\nmaking public) of the information or indictment” or from the\ndefendant’s initial appearance, whichever is later. §3161(c)(1)\n(emphasis added). Delay resulting from an ends-of-justice\ncontinuance is excluded from this time period, but“[n]o such\nperiod of delay … shall be excludableunder this subsection\nunless the court sets forth, in the record of the case, either\norally or in writing, its reasons for finding that the ends of\njustice served by the granting of such continuance outweigh the\nbest interests of the public and the defendant in a speedy trial.”\n§3161(h)(8)(A) (emphasis added). When a trial is not commenced\nwithin the prescribed period of time, “the information or\nindictmentshall be dismissedon motion of the defendant.”\n§3162(a)(2) (emphasis added). A straightforward reading of these\nprovisions leads to the conclusion that if a judge fails to make\nthe requisite findings regarding the need for an ends-of-justice\ncontinuance, the delay resulting from the continuance must be\ncounted, and if as a result the trial does not begin on time, the\nindictment or information must be dismissed. The argument that the\nDistrict Court’s failure to make the prescribed findings may be\nexcused as harmless error is hard to square with the Act’s\ncategorical terms. SeeAlabamav.Bozeman,533 U. S. 146,\n153–154 (2001) (no “ ‘harmless’ ” or\n“ ‘technical’ ” violations of the Interstate Agreement on\nDetainers’ “antishuttling” provision in light of its “absolute\nlanguage”).Applying the harmless-error rule would also\ntend to undermine the detailed requirements of the provisions\nregulating ends-of-justice continuances. The exclusion of delay\nresulting from an ends-of-justice continuance is the most\nopen-ended type of exclusion recognized under the Act and, in\nallowing district courts to grant such continuances, Congress\nclearly meant to give district judges a measure of flexibility in\naccommodating unusual, complex, and difficult cases. But it is\nequally clear that Congress, knowing that the many sound grounds\nfor granting ends-of-justice continuances could not be rigidly\nstructured, saw a danger that such continuances could get out of\nhand and subvert the Act’s detailed scheme. The strategy of\n§3161(h)(8), then, is to counteract substantive open-endedness with\nprocedural strictness. This provision demands on-the-record\nfindings and specifies in some detail certain factors that a judge\nmust consider in making those findings. Excusing the failure to\nmake these findings as harmless error would be inconsistent with\nthe strategy embodied in §3161(h). Such an approach would almost\nalways lead to a finding of harmless error because the simple\nfailure to make a record of this sort is unlikely to affect the\ndefendant’s rights. We thus conclude that when a district court\nmakes no findings on the record in support of an §3161(h)(8)\ncontinuance, harmless-error review is not appropriate.VWe hold that that the 91-day\ncontinuance granted on January 31 was not excluded from\npetitioner’s speedy trial clock. Because this continuance by itself\nexceeded the maximum 70-day delay provided in §3161(c)(1), the Act\nwas violated, and we need not address whether any other periods of\ndelay during petitioner’s case were not excludable. The sanction\nfor a violation of the Act is dismissal, but we leave it to the\nDistrict Court to determine in the first instance whether dismissal\nshould be with or without prejudice. See §3162(a)(2). The judgment\nof the Court of Appeals is therefore reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Footnote 1The Government dismissed the other counts\nbefore trial.Footnote 2The Court of Appeals ultimately remanded the\ncase for resentencing in light ofUnited Statesv.Booker,543\nU. S. 220(2005). That issue is not before us, though we note\nthat the District Court has indicated it would impose the same\n63-month sentence if the defendant is produced for resentencing.\nNo. 96–CR–285 (TCP) (EDNY, Oct. 27, 2005).Footnote 3Title 18 U. S. C. §3161(h)(8) provides:\n“(A) Any period of delay resulting from a continuance granted by\nany judge on his own motion or at the request of the defendant or\nhis counsel or at the request of the attorney for the Government,\nif the judge granted such continuance on the basis of his findings\nthat the ends of justice served by taking such action outweigh the\nbest interest of the public and the defendant in a speedy trial. No\nsuch period of delay resulting from a continuance granted by the\ncourt in accordance with this paragraph shall be excludable under\nthis subsection unless the court sets forth, in the record of the\ncase, either orally or in writing, its reasons for finding that the\nends of justice served by the granting of such continuance outweigh\nthe best interests of the public and the defendant in a speedy\ntrial.“(B) The factors, among others, which a judge\nshall consider in determining whether to grant a continuance under\nsubparagraph (A) of this paragraph in any case are as follows:“(i) Whether the failure to grant such a\ncontinuance in the proceeding would be likely to make a\ncontinuation of such proceeding impossible, or result in a\nmiscarriage of justice.“(ii) Whether the case is so unusual or so\ncomplex, due to the number of defendants, the nature of the\nprosecution, or the existence of novel questions of fact or law,\nthat it is unreasonable to expect adequate preparation for pretrial\nproceedings or for the trial itself within the time limits\nestablished by this section..      .      .      .      .“(iv) Whether the failure to grant such a\ncontinuance in a case which, taken as a whole, is not so unusual or\nso complex as to fall within clause (ii), would deny the defendant\nreasonable time to obtain counsel, would unreasonably deny the\ndefendant or the Government continuity of counsel, or would deny\ncounsel for the defendant or the attorney for the Government the\nreasonable time necessary for effective preparation, taking into\naccount the exercise of due diligence.“(C) No continuance under subparagraph (A) of\nthis paragraph shall be granted because of general congestion of\nthe court’s calendar, or lack of diligent preparation or failure to\nobtain available witnesses on the part of the attorney for the\nGovernment.”Footnote 4We left this question open inNew\nYorkv.Hill,528 U. S. 110, 117, n. 2\n(2000).Footnote 5The possibility of obtaining a dismissal with\nprejudice plainly gives a defendant a strong incentive to police\ncompliance, and even if a case is dismissed without prejudice, a\ndefendant may derive some benefit. For example, the time and energy\nthat the prosecution must expend in connection with obtaining a new\nindictment may be time and energy that the prosecution cannot\ndevote to the preparation of its case.Footnote 6As noted, in order to promote compliance with\nthe Act, Congress set the minimum permissible penalty at a level\nthat would impose some costs on the prosecution and the court\nwithout unduly interfering with the enforcement of the criminal\nlaws. By specifying that a defendant may not move for dismissal\nonce the trial has commenced or a plea has been entered, the amount\nof inconvenience resulting from a dismissal without prejudice is\nlimited, and defendants are restricted in their ability to use such\na motion for strategic purposes. For example, defendants cannot\nwait to see how a trial is going (or how it comes out) before\nmoving to dismiss.Footnote 7The best practice, of course, is for a\ndistrict court to put its findings on the record at or near the\ntime when it grants the continuance.",
    "joined": []
}