{
    "case": {
        "docket": "184",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/184/"
    },
    "id": "1970635",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–702_________________ADRIAN MONCRIEFFE, PETITIONERv.ERIC\nH. HOLDER, Jr., ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[April 23, 2013]Justice Alito, dissenting.The Court’s decision in this case is not\nsupported by the language of the Immigration and Nationality Act\n(INA) or by this Court’s precedents, and it leads to results that\nCongress clearly did not intend.Under the INA, aliens[1] who are convicted of certain offenses may be removed\nfrom this country, 8 U. S. C. §1227(a)(2) (2006 ed. and\nSupp. V), but in many instances, the Attorney General (acting\nthrough the Board of Immigration Appeals (BIA)) has the discretion\nto cancel re-moval, §§1229b(a), (b). Aliens convicted of especially\nserious crimes, however, are ineligible for cancellation of\nremoval. §1229b(a)(3) (2006 ed.). Among the serious crimes that\ncarry this consequence is “illicit trafficking in a controlled\nsubstance.” §1101(a)(43)(B).Under the Court’s holding today, however, drug\ntraffickers in about half the States are granted a dispensation. In\nthose States, even if an alien is convicted of possessing tons of\nmarijuana with the intent to distribute, the alien is eligible to\nremain in this country. Large-scale marijuana distribution is a\nmajor source of income for some of the world’s most dangerous drug\ncartels, Dept. of Justice, National Drug Intelligence Center,\nNational Drug Threat Assessment 2, 7 (2011), but the Court now\nholds that an alien convicted of participating in such activity may\npetition to remain in this country.The Court’s decision also means that the\nconsequences of a conviction for illegal possession with intent to\ndistribute will vary radically depending on the State in which the\ncase is prosecuted. Consider, for example, an alien who is arrested\nnear the Georgia-Florida border in possession of a large supply of\nmarijuana. Under the Court’s holding, if the alien is prosecuted\nand convicted in Georgia for possession with intent to distribute,\nhe is eligible for cancellation of removal. But if instead he is\ncaught on the Florida side of the line and is convicted in a\nFlorida court—where possession with intent to distribute a small\namount of marijuana for no remuneration is covered by a separate\nstatutory provision, compare Fla. Stat. §893.13(3) (2010) with\n§893.13(1)(a)(2)—the alien is likely to be ineligible. Can this be\nwhat Congress intended?ICertainly the text of the INA does not support\nsuch a result. In analyzing the relevant INA provisions, the\nstarting point is 8 U. S. C. §1229b(a)(3), which provides\nthat a lawful permanent resident alien subject to removal may apply\nfor discretionary cancellation of removal if he has not been\nconvicted of any “aggravated felony.” The term “aggravated felony”\nencompasses “illicit tracking in a controlled substance . . .\nincluding a drug trafficking crime (as defined in [ 18\nU. S. C. §924(c)]).” 8 U. S. C.\n§1101(a)(43)(B). And this latter provision defines a “drug\ntrafficking crime” to include “any felony punishable under the\nControlled Substances Act (21 U. S. C. 801\net seq.).” 18 U. S. C. §924(c)(2). Thus “any felony\npunishable under the [CSA]” is an “aggravated felony.”Where an alien has a prior federal conviction,\nit is a straightforward matter to determine whether the conviction\nwas for a “felony punishable under the [CSA].” But 8\nU. S. C. §1101(a)(43) introduces a complication. That\nprovision states that the statutory definition of “aggra-vated\nfelony” “applies to an offense described in this paragraphwhether in violation of Federal or State law.” (Emphasis\nadded.) As noted, the statutory definition of “aggravated felony”\nincludes a “felony punishable under the [CSA],” and therefore\n§1101(a)(43)(B) makes it necessary to determine what is meant by a\nstate “offense” that is a “felony punishable under the [CSA].”What §1101(a)(43) obviously contemplates is that\nthe BIA or a court will identify conduct associated with the state\noffense and then determine whether that conduct would have\nsupported a qualifying conviction under the federal CSA.[2] Identifying and evaluating this\nrelevant conduct is the question that confounds the Court’s\nanalysis. Before turning to that question, however, some\npreliminary principles should be established.InLopezv.Gonzales,549 U.S.\n47, 50 (2006), we held that felony status is controlled by\nfederal, not state, law. As a result, once the relevant conduct is\nidentified, it must be determined whether proof of that conduct\nwould support a felony conviction under the CSA. The federal\ndefinition of a felony is a crime punishable by imprisonment for\nmore than one year. 18 U. S. C. §§3559(a)(1)–(5).\nConsequently, if the proof of the relevant conduct would support a\nconviction under the CSA for which the maximum term of imprisonment\nis more than one year, the state conviction qualifies as a\nconviction for an “aggra-vated felony.”IIThis brings us to the central question\npresented in this case: how to determine and evaluate the conduct\nthat constitutes the state “offense.” One possibility is that\nac-tual conduct is irrelevant, and that only the elements of the\nstate crime for which the alien was convicted matter. We have\ncalled this the “categorical approach,”Taylorv.United\nStates,495 U.S.\n575, 600 (1990), and we havegenerallyused this\napproach in determining whether a state conviction falls within a\nfederal definition of a crime, seeid.,at 600–601 (“Section\n924(e)(2)(B)(i) defines ‘violent felony’ as any crime punishable by\nimprisonment for more than a year that ‘has as an element’—not any\ncrime that, in a particular case, involves—the use or threat of\nforce. Read in this context, the phrase ‘is burglary’ in\n§924(e)(2)(B)(ii) most likely refers to the elements of the statute\nof conviction, not to the facts of each defendant’s conduct”). But,\nas will be discussed below, we have also departed in important ways\nfrom a pure categorical approach.The Court’s opinion in this case conveys the\nimpression that its analysis is based on the categorical approach,\nbut that is simply not so. On the contrary, a pure categorical\napproach leads very quickly to the conclusion that petitioner’s\nGeorgia conviction was a conviction for an “aggravated felony.”The elements of the Georgia offense were as\nfollows: knowledge, possession of marijuana, and the intent to\ndis-tribute it. Ga. Code Ann. §16–13–30(j)(1) (2007);Jack-\nsonv.State, 295 Ga. App. 427, 435, n. 28,671 S.E.2d 902,909, n. 28 (2009). Proof of those elements would be\nsufficient to support a conviction under 21 U. S. C.\n§841(a), and the maximum punishment for that offense is\nimprisonment for up to five years, §841(b)(1)(D) (2006 ed., Supp.\nV), more than enough to qualify for felony treatment. Thus, under a\npure categorical approach, petitioner’s Georgia conviction would\nqualify as a conviction for an “aggravated felony” and would render\nhim ineligible for cancellation of removal.The Court departs from this analysis because\n§841(b)(4) provides a means by which a defendant convicted of\nviolating §841(a) (2006 ed.) may lower the maximum term of\nimprisonment to no more than one year. That provision states that\n“any person who violates [§841(a)] by distributing a small amount\nof marihuana for no remuneration shall be treated as” a defendant\nconvicted of simple possession, and a defendant convicted of that\nlesser offense faces a maximum punishment of one year’s\nimprisonment (provided that the defendant does not have a prior\nsimple possession conviction), §844 (2006 ed., Supp. V). Reading\nthis provision together with §841(a), the Court proceeds as if the\nCSA created a two-tiered possession-with-intent-to-distribute\noffense: a base offense that is punishable as a misdemeanor and a\nsecond-tier offense (possession with intent to distribute more than\na “small amount” of mari-juana or possession with intent to\ndistribute for remuneration) that is punishable as a felony.If the CSA actually created such a two-tiered\noffense, the pure categorical approach would lead to the conclusion\nthat petitioner’s Georgia conviction was not for an “aggravated\nfelony.” The elements of the Georgia offense would not suffice to\nprove the second-tier offense, which would require proof that\npetitioner possessed more than a “small amount” of marijuana or\nthat he intended to obtain remuneration for its distribution.\nInstead, proof of the elements of the Georgia crime would merely\nestab- lish a violation of the base offense, which would be a\nmisdemeanor.The CSA, however, does not contain any such\ntwo-tiered provision. And §841(b)(4) does not alter the elements of\nthe §841(a) offense. As the Court notes, every Court of Appeals to\nconsider the question has held that §841(a) is the default offense\nand that §841(b)(4) is only a mitigating sentencing guideline, seeUnited Statesv.Outen,286 F.3d 622, 636–639 (CA2 2002) (Sotomayor, J.) (describing\n§841(b)(4) as a “mitigating exception”);United Statesv.Hamlin,319 F.3d 666, 670 (CA4 2003) (collecting cases), and the Court\ndoes not disagree,ante, at 11–13.Confirmation of this interpretation is provided\nby the use of the term “small amount” in §841(b)(4). If §841(b)(4)\nhad been meant to alter the elements of §841(a), Congress surely\nwould not have used such a vague term. Due process requires that\nthe elements of a criminal statute be defined with specificity.Connallyv.General Constr. Co.,269 U.S.\n385, 393 (1926). Accordingly, it is apparent that §841(b)(4)\ndoes not modify the elements of §841(a) but instead constitutes\nwhat is in essence a mandatory sentencing guideline. Under this\nprovision, if a defendant is convicted of violating §841(a), the\ndefendant may attempt to prove that he possessed only a “small\namount” of marijuana and that he did not intend to obtain\nremuneration for its distribution. If the defendant succeeds in\nconvincing the sentencing judge, the maximum term of imprisonment\nis lowered to one year.In sum, contrary to the impression that the\nCourt’s opinion seeks to convey, the Court’s analysis does not\nfollow the pure categorical approach.IIINor is the Court’s analysis supported by prior\ncase law. The Court claims that its approach follows from our\ndecision inCarachuri-Rosendov.Holder, 560\nU. S. ___ (2010), but that case—unlike the Court’s\nopinion—faithfully ap-plied the pure categorical approach.InCarachuri-Rosendo, the alien had been\nconvicted in a Texas court for simple possession of a controlled\nsubstance.Id., at ___ (slip op., at 6). At the time of that\nconviction, Carachuri-Rosendo had a prior state conviction for\nsimple possession, but this fact was not charged or proved at his\ntrial and was apparently not taken into account in setting his\nsentence, which was 10 days in jail.Id., at ___, ___–___\n(slip op., at 5–6). Arguing that Carachuri-Rosendo was ineligible\nfor cancellation of removal, the Government maintained that his\nsecond sim-ple possession conviction qualified under the INA as a\nconviction for an “aggravated felony.”Id., at ___ (slip\nop., at 5). This was so, the Government contended, because, if\nCarachuri-Rosendo’s second simple-possession prosecution had been\nheld in federal court, he could have been punished by a sentence of\nup to two years due to his prior simple possession conviction.Id., at ___ (slip op., at 5).This more severe sentence, however, would have\nrequired the federal prosecutor to file a formal charge alleging\nthe prior conviction; Carachuri-Rosendo would have been given the\nopportunity to defend against that charge; and the heightened\nsentence could not have been imposed unless the court found that\nthe prior conviction had occurred.Id.,at ___ (slip\nop., at 14).Our rejection of the Government’s argument thus\nrepresented a straightforward application of the pure categorical\napproach. The elements of the Texas offense for which\nCarachuri-Rosendo was convicted were knowledge or intent,\npossession of a controlled substance without a prescription, and\nnothing more.Id.,at ___ (slip op., at 6); Tex. Health\n& Safety Code Ann. §§481.117(a), (b) (West 2010). Proof of a\nprior simple possession conviction was not required, and no such\nproof appears to have been offered. The maximum penalty that could\nhave been imposed under federal law for simple possession (without\nproof of a prior simple possession conviction) was one year’s\nimprisonment. Thus, proof in federal court of the elements of the\nTexas offense would not have permitted a felony-length sentence,\nand consequently the state conviction did not qualify as a felony\npunishable under the CSA.IVUnsupported by either the categorical approach\nor our prior cases, the decision of the Court rests instead on the\nCourt’s belief—which I share—that the application of the pure\ncategorical approach in this case would lead to results that\nCongress surely did not intend.Suppose that an alien who is found to possess\ntwo marijuana cigarettes is convicted in a state court for\npossession with intent to distribute based on evidence that he\nin-tended to give one of the cigarettes to a friend. Under the pure\ncategorical approach, this alien would be regarded as having\ncommitted an “aggravated felony.” But this classification is\nplainly out of step with the CSA’s assessment of the severity of\nthe alien’s crime because under the CSA the alien could obtain\ntreatment as a misdemeanant by taking advantage of 21\nU. S. C. §841(b)(4).For this reason, I agree with the Court that\nsuch an alien should not be treated as having committed an\n“aggravated felony.” In order to avoid this result, however, it is\nnecessary to depart from the categorical approach, and that is what\nthe Court has done. But the particular way in which the Court has\ndeparted has little to recommend it.To begin, the Court’s approach is analytically\nconfused. As already discussed, the Court treats §841(b)(4) as if\nit modified the elements of §841(a), when in fact §841(b)(4) does\nno such thing. And the Court obviously knows this because it does\nnot suggest that §841(b)(4) changes the elements of §841(a) for\ncriminal law purposes.[3]In addition, the Court’s approach leads to the\nstrange and disruptive results noted at the beginning of this\nopinion. As an initial matter, it leads to major drug traffick-ing\ncrimes in about half the States being excluded from the category of\n“illicit trafficking in a controlled substance.” Moreover, it leads\nto significant disparities between equally culpable defendants. We\nadopted the categorical ap-proach to avoid disparities in our\ntreatment of defendants convicted in different States for\ncommitting the same criminal conduct. SeeTaylor,495\nU. S., at 590–591 (rejecting the view that state law\ndetermined the meaning of “burglary” because “[t]hat would mean\nthat a person convicted of unlawful possession of a firearm would,\nor would not, receive a sentence enhancement based on exactly the\nsame conduct, depending on whether the State of his prior\nconviction happened to call that conduct ‘burglary’ ”). Yet\nthe Court reintroduces significant disparity into our treatment of\ndrug offenders. All of this can be avoided by candidly\nacknowledging that the categorical approach is not the be-all and\nend-all.When Congress wishes to make federal law\ndependent on certain prior state convictions, it faces a difficult\ntask. The INA provisions discussed above confront this problem, and\ntheir clear objective is to identify categories of criminal conduct\nthat evidence such a high degree of societal danger that an alien\nfound to have engaged in such conduct should not be allowed to\nobtain permission to remain in this country. Since the vast\nmajority of crimes are prosecuted in the state courts, Congress\nnaturally looked to state, as well as federal, convictions as a\nmetric for identifying these dangerous aliens.But state criminal codes vary widely, and some\nstate crimes are defined so broadly that they encompass both very\nserious and much less serious cases. In cases involving such state\nprovisions, a pure categorical approach may frustrate Congress’\nobjective.The Court has said that the categorical approach\nfinds support in the term “conviction.”Taylor,supra,at 600;Shepardv.United States,544 U.S.\n13, 19 (2005). But the Court has never held that a pure\ncategorical approach is dictated by the use of that term,[4] and I do not think that it is. In\nordinary speech, when it is said that a person was convicted of or\nfor doing something, the “something” may include facts that go\nbeyond the bare elements of the relevant criminal offense. For\nexample, it might be said that an art thief was convicted of or for\nstealing a Rembrandt oil painting even though neither the identity\nof the artist nor the medium used in the painting are elements of\nthe standard offense of larceny. See 3 W. LaFave, Substantive\nCriminal Law §19.1(a) (2d ed. 2003).For these reasons, departures from the\ncategorical approach are warranted, and this Court has already\nsanctioned such departures in several circumstances. SeeTaylor,supra, at 602 (modified categorical\napproach);Gonzalesv.Duenas-Alvarez,549 U.S.\n183, 193 (2007) (categorical approach does not exclude\nstate-law convictions unless there is “a realistic probability, not\na theoretical possibility, that the State would apply its statute\nto conduct that falls outside the generic definition of a crime”);Nijhawanv.Holder,557 U.S.\n29, 32 (2009) (interpreting an enumerated “aggravated felony”\nin 8 U. S. C. §1101(a)(43) not to be a generic crime).\nConsistent with the flexibility that the Court has already\nrecognized, I would hold that the categorical approach is not\ncontrolling where the state conviction at issue was based on a\nstate statute that encompasses both a substantial number of cases\nthat qualify under the federal standard and a substantial number\nthat do not. In such situations, it is appropriate to look beyond\nthe elements of the state offense and to rely as well on facts that\nwere admitted in state court or that, taking a realistic view, were\nclearly proved. Such a look beyond the elements is particularly\nappropriate in a case like this, which involves a civil proceeding\nbefore an expert agency that regularly undertakes factual inquiries\nfar more daunting than any that would be involved here. See,e.g., Negusiev.Holder,555\nU.S. 511(2009).Applying this approach in the present case, what\nwe find is that the Georgia statute under which petitioner was\nconvicted broadly encompasses both relatively minor offenses\n(possession of a small amount of marijuana with the intent to\nshare) and serious crimes (possession with intent to distribute\nlarge amounts of marijuana in exchange for millions of dollars of\nprofit). We also find that petitioner had the opportunity before\nthe BIA to show that his criminal conduct fell into the category of\nrelatively minor offenses carved out by §841(b)(4). Administrative\nRecord 16–26. The BIA takes the entirely sensible view that an\nalien who is convicted for possession with intent to distribute may\nshow that his conviction was not for an “aggravated felony” by\nproving that his conduct fell within §841(b)(4).Matter of\nCastro-Rodriguez, 25 I. & N. Dec. 698, 701–702\n(2012). Petitioner, for whatever reason, availed himself only of\nthe opportunity to show that his conviction had involved a small\namount of marijuana and did not present evidence—or even\ncontend—that his offense had not involved remuneration.\nAdministrative Record 16–26, 37. As a result, I think we have no\nalternative but to affirm the decision of the Court of Appeals,\nwhich in turn affirmed the BIA.Notes1“Alien” is the term used\nin the relevant provisions of the Immigration and Nationality Act,\nand this term does not encompass all noncitizens. Compare 8\nU. S. C. §1101(a)(3) (defining “alien” to include “any\nperson not a citizen or national of the United States”) with\n§1101(a)(22) (defining “national of the United States”). See alsoMillerv.Albright,523 U.S.\n420, 467, n. 2 (1998) (Ginsburg, J.,\ndissenting).2The Court’s disagreement\nwith this proposition,anteat 12, n. 8, is difficult to\nunderstand. If, as 8 U. S. C. §1101(a)(43) quite plainly\nsuggests and the Court has held, a state conviction can qualify as\nan “aggravated felony,” we must determine what is meant by a state\n“of-fense” that is a “felony punishable under the [CSA].” There is\nnoway to do this other than by identifying a set of relevant\nconduct and asking whether, based on that conduct, the alien could\nhave been con-victed of a felony if prosecuted under the CSA in\nfederal court. In reject-ing what it referred to as a “hypothetical\napproach,” theCarachuri-RosendoCourt was addressing an\nentirely different question, specifi-cally,whichset of\nconduct is relevant.Carachuri-Rosendov.Holder, 560\nU. S. ___, ___–___ (2010) (slip op., at 8, 15–17). We held\nthat the relevant set of conduct consisted of that which was in\nfact charged and proved in the state-court proceeding, not the set\nof conduct that could have been proved in a hypothetical federal\nproceeding.3The Court defends its\ninterpretation of 21 U. S. C. §§841(a), (b)(4) by arguing\nthatCarachuri-Rosendov.Holder, 560 U. S. ___\n(2010), re-jected any recourse to a “hypothetical approach” for\ndetermining howa criminal prosecution likely would have proceeded,\nseeante,at 12,and that is true enough. But, as discussed\nabove, see n. 2,supra, just because the categorical\napproach does not require conjecture as to whether a hypothetical\nfederal prosecutor would be likely to charge and prove a prior\nconviction does not mean that it also precludes analysis of the\nstructure of the federal criminal statute at hand. Indeed, our\ncategorical-approach cases have done little else. See,e.g.,\nCarachuri-Rosendo, supra, at ___ (slip op., at 14) (discussing\nprocedural protections Carachuri-Rosendo would have enjoyed had he\nbeen prosecuted federally);Gonzalesv.Duenas-Alvarez,549 U.S.\n183, 185, 189–194 (2007) (the term “theft offense” in 8\nU. S. C. §1101(a)(43)(G) includes the crime of aiding and\nabetting a theft offense).4Instead, the Court\nadopted the categorical approach based on a combination of factors,\nincluding judicial efficiency. SeeTaylor, 495 U. S.,\nat 601 (“[T]he practical difficulties and potential unfairness of a\nfactual approach are daunting. In all cases where the Government\nalleges that the defendant’s actual conduct would fit the generic\ndefinition of burglary, the trial court would have to determine\nwhat that conduct was”).",
    "joined": []
}