{
    "case": {
        "docket": "555",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/555/"
    },
    "id": "1962779",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGWYETH V. LEVINE555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 06-1249WYETH, PETITIONERv.DIANA LEVINEon writ of certiorari to the supreme court of\nvermont[March 4, 2009]Justice Alito, with whom The\nChief Justice and Justice Scalia join, dissenting.This case illustrates that tragic\nfacts make bad law. The Court holds that a state tort jury, rather\nthan the Food and Drug Administration (FDA), is ultimately\nresponsible for regulating warning labels for prescription drugs.\nThat result cannot be reconciled withGeierv.American Honda Motor Co.,529 U. S. 861(2000), or general\nprinciples of conflict pre-emption. I respectfully dissent.IThe Court frames the question\npresented as a “narro[w]” one—namely, whether Wyeth has a duty to\nprovide “an adequate warning about using the IV-push method” to\nadminister Phenergan.Ante, at 8. But that ignores the\nantecedent question of who—the FDA or a jury in Vermont—has the\nauthority and responsibility for determining the “adequacy” of\nPhenergan’s warnings. Moreover, it is unclear how a “stronger”\nwarning could have helped respondent, seeante, at 16;\nafter all, the physician’s assistant who treated her disregarded at\nleast six separate warnings that are already on Phenergan’s\nlabeling, so respondent would be hard pressed to prove that a\nseventh would have made a difference.[Footnote 1]More to the point, the question\npresented by this case is not a “narrow” one, and it does not\nconcern whether Phenergan’s label should bear a “stronger” warning.\nRather, the real issue is whether a state tort jury can countermand\nthe FDA’s considered judgment that Phenergan’s FDA-mandated warning\nlabel renders its intravenous (IV) use “safe.” Indeed, respondent’s\namended complaint alleged that Phenergan is “not reasonably safe\nfor intravenous administration,” App. 15, ¶6; respondent’s attorney\ntold the jury that Phenergan’s label should say, “ ‘Do not use\nthis drug intravenously,’ ”id., at 32; respondent’s\nexpert told the jury, “I think the drug should be labeled ‘Not for\nIV use,’ ”id., at 59; and during his closing\nargument, respondent’s attorney told the jury, “Thank God we don’t\nrely on the FDA to … make the safe[ty] decision. You will make the\ndecision. … The FDA doesn’t make the decision, you do,”id., at 211–212.[Footnote\n2]Federal law, however,doesrely on\nthe FDA to make safety determinations like the one it made here.\nThe FDA has long known about the risks associated with IV push in\ngeneral and its use to administer Phenergan in particular. Whether\nwisely or not, the FDA has concluded—over the course of extensive,\n54-year-long regulatory proceedings—that the drug is “safe” and\n“effective” when used in accordance with its FDA-mandated labeling.\nThe unfortunate fact that respondent’s healthcare providers ignored\nPhenergan’s labeling may make this an ideal medical-malpractice\ncase.[Footnote 3] But turning a\ncommon-law tort suit into a “frontal assault” on the FDA’s\nregulatory regime for drug labeling upsets the well-settled meaning\nof the Supremacy Clause and our conflict pre-emption jurisprudence.\nBrief for United States asAmicusCuriae21.IIATo the extent that “[t]he purpose\nof Congress is the ultimate touchstone in every pre-emption case,”Medtronic, Inc.v.Lohr,518 U. S. 470, 485\n(1996) (internal quotation marks omitted), Congress made its\n“purpose” plain in authorizing the FDA—not state tort juries—to\ndetermine when and under what circumstances a drug is “safe.”\n“[T]he process for approving new drugs is at least as rigorous as\nthe premarket approval process for medical devices,”Riegelv.Medtronic, Inc., 552 U. S. ___, ___\n(2008) (slip op., at 11) (Ginsburg, J., dissenting), and we held\nthat the latter pre-empted a state-law tort suit that conflicted\nwith the FDA’s determination that a medical device was “safe,”id., at ___ (slip op., at 11) (opinion of the Court).Under the Federal Food, Drug, and\nCosmetic Act (FDCA), a drug manufacturer may not market a new drug\nbefore first submitting a new drug application (NDA) to the FDA and\nreceiving the agency’s approval. See 21 U. S. C. §355(a). An\nNDA must contain, among other things, “the labeling proposed to be\nused for such drug,” §355(b)(1)(F), “full reports of investigations\nwhich have been made to show whether or not such drug is safe for\nuse and whether such drug is effective in use,” §355(b)(1)(A), and\n“a discussion of why the benefits exceed the risks [of the drug]\nunder the conditions stated in the labeling,” 21 CFR\n§314.50(d)(5)(viii) (2008). The FDA will approve an NDA only if the\nagency finds, among other things, that the drug is “safe for use\nunder the conditions prescribed, recommended, or suggested in the\nproposed labeling thereof,” there is “substantial evidence that the\ndrug will have the effect it purports or is represented to have\nunder the conditions of use prescribed, recommended, or suggested\nin the proposed labeling thereof,” and the proposed labeling is not\n“false or misleading in any particular.” 21 U. S. C.\n§355(d).After the FDA approves a drug, the\nmanufacturer remains under an obligation to investigate and report\nany adverse events associated with the drug, see 21 CFR §314.80,\nand must periodically submit any new information that may affect\nthe FDA’s previous conclusions about the safety, effectiveness, or\nlabeling of the drug, 21 U. S. C. §355(k). If the FDA finds\nthat the drug is not “safe” when used in accordance with its\nlabeling, the agency “shall” withdraw its approval of the drug.\n§355(e). The FDA also “shall” deem a drug “misbranded” if “it is\ndangerous to health when used in the dosage or manner, or with the\nfrequency or duration prescribed, recommended, or suggested in the\nlabeling thereof.” §352(j).Thus, a drug’s warning label “serves as the\nstandard under which the FDA determines whether a product is safe\nand effective.” 50 Fed. Reg. 7470 (1985). Labeling is “[t]he\ncenterpiece of risk management,” as it “communicates to health care\npractitioners the agency’s formal, authoritative conclusions\nregarding the conditions under which the product can be used safely\nand effectively.” 71 Fed. Reg. 3934 (2006). The FDA has underscored\nthe importance it places on drug labels by promulgating\ncomprehensive regulations—spanning an entire part of the Code of\nFederal Regulations, see 21 CFR pt. 201, with seven subparts and 70\nseparate sections—that set forth drug manufacturers’ labeling\nobligations. Under those regulations, the FDA must be satisfied\nthat a drug’s warning label contains, among other things, “a\nsummary of the essential scientific information needed for the safe\nand effective use of the drug,” §201.56(1), including a description\nof “clinically significant adverse reactions,” “other potential\nsafety hazards,” “limitations in use imposed by them, … and steps\nthat should be taken if they occur,” §201.57(c)(6)(i). Neither the\nFDCA nor its implementing regulations suggest that juries may\nsecond-guess the FDA’s labeling decisions.B1Where the FDA determines, in\naccordance with its statutory mandate, that a drug is on balance\n“safe,” our conflict pre-emption cases prohibit any State from\ncountermanding that determination. See,e.g.,Buckman\nCo.v.Plaintiffs’ Legal Comm.,531 U. S. 341, 348 (2001) (after the\nFDA has struck “a somewhat delicate balance of statutory\nobjectives” and determined that petitioner submitted a valid\napplication to manufacture a medical device, a State may not use\ncommon law to negate it);International Paper Co.v.Ouellette,479 U. S. 481, 494\n(1987) (after the EPA has struck “the balance of public and private\ninterests so carefully addressed by” the federal permitting regime\nfor water pollution, a State may not use nuisance law to “upse[t]”\nit);Chicago & North Western Transp. Co.v.Kalo\nBrick & Tile Co.,450 U. S. 311, 321\n(1981) (after the Interstate Commerce Commission has struck a\n“balance” between competing interests in permitting the abandonment\nof a railroad line, a State may not use statutory or common law to\nnegate it).Thus, as the Court itself\nrecognizes, it is irrelevant in conflict pre-emption cases whether\nCongress “enacted an express pre-emption provision at some point\nduring the FDCA’s 70-year history.”Ante, at 18; see alsoGeier, 529 U. S., at 869 (holding the absence of an\nexpress pre-emption clause “doesnotbar the ordinary\nworking of conflict pre-emption principles”). Rather, the ordinary\nprinciples of conflict pre-emption turn solely on whether a State\nhas upset the regulatory balance struck by the federal agency.Id., at 884–885; see alsoChicago & North Western\nTransp. Co.,supra, at 317 (describing conflict\npre-emption as “a two-step process of first ascertaining the\nconstruction of the [federal and state laws] and then determining\nthe constitutional question whether they are actually in conflict”\n(internal quotation marks omitted)).2A faithful application of this\nCourt’s conflict pre-emption cases compels the conclusion that the\nFDA’s 40-year-long effort to regulate the safety and efficacy of\nPhenergan pre-empts respondent’s tort suit. Indeed, that result\nfollows directly from our conclusion inGeier.Geierarose under the\nNational Traffic and Motor Safety Vehicle Act of 1966, which\ndirects the Secretary of the Department of Transportation (DOT) to\n“establish by order … motor vehicle safety standards,” 15 U.\nS. C. §1392(a) (1988 ed.), which are defined as “minimum\nstandard[s] for motor vehicle performance, or motor vehicle\nequipment performance,” §1391(2). Acting pursuant to that statutory\nmandate, the Secretary of Transportation promulgated Federal Motor\nVehicle Safety Standard 208, which required car manufacturers to\ninclude passive restraint systems (i.e., devices that work\nautomatically to protect occupants from injury during a collision)\nin a certain percentage of their cars built in or after 1987. See\n49 CFR §571.208 (1999). Standard 208 did not require installation\nof any particular type of passive restraint; instead, it gave\nmanufacturers the option to install automatic seatbelts, airbags,\nor any other suitable technology that they might develop, provided\nthe restraint(s) met the performance requirements specified in the\nrule.Ibid.Alexis Geier drove her 1987 Honda Accord into\na tree, and although she was wearing her seatbelt, she nonetheless\nsuffered serious injuries. She then sued Honda under state tort\nlaw, alleging that her car was negligently and defectively designed\nbecause it lacked a driver’s-side airbag. She argued that Congress\nhad empowered the Secretary to set only “minimum standard[s]” for\nvehicle safety. 15 U. S. C. §1391(2). She also emphasized that\nthe National Traffic and Motor Safety Vehicle Act contains a saving\nclause, which provides that “[c]ompliance with any Federal motor\nvehicle safety standard issued under this subchapter does not\nexempt any person from any liability under common law.”\n§1397(k).Notwithstanding the statute’s saving clause,\nand notwithstanding the fact that Congress gave the Secretary\nauthority to set only “minimum” safety standards, we held Geier’s\nstate tort suit pre-empted. In reaching that result, we relied\nheavily on the view of the Secretary of Transportation—expressed in\nanamicusbrief—that Standard 208 “ ‘embodies the\nSecretary’s policy judgment that safety would best be promoted if\nmanufacturers installedalternativeprotection systems in\ntheir fleets rather than one particular system in every\ncar.’ ” 529 U. S., at 881 (quoting Brief for United States asAmicus Curiae, O. T. 1999, No. 98–1811, p. 25).\nBecause the Secretary determined that a menu of alternative\ntechnologies was “safe,” the doctrine of conflict pre-emption\nbarred Geier’s efforts to deem some of those federally approved\nalternatives “unsafe” under state tort law.The same rationale applies here. Through\nPhenergan’s label, the FDA offered medical professionals a menu of\nfederally approved, “safe” and “effective” alternatives—including\nIV push—for administering the drug. Through a state tort suit,\nrespondent attempted to deem IV push “unsafe” and “ineffective.” To\nbe sure, federal law does not prohibit Wyeth from contraindicating\nIV push, just as federal law did not prohibit Honda from installing\nairbags in all its cars. But just as we held that States may not\ncompel the latter, so, too, are States precluded from compelling\nthe former. See alsoFidelity Fed. Sav. & Loan Assn.v.De la Cuesta,458 U. S. 141, 155\n(1982) (“The conflict does not evaporate because the [agency’s]\nregulation simply permits, but does not compel,” the action\nforbidden by state law). If anything, a finding of pre-emption is\neven more appropriate here because the FDCA—unlike the National\nTraffic and Motor Safety Vehicle Act—contains no evidence that\nCongress intended the FDA to set only “minimum standards,” and the\nFDCA does not contain a saving clause.[Footnote 4] See alsoante, at 18 (conceding\nCongress’ “silence” on the issue).IIIIn its attempt to evadeGeier’s applicability to this case, the Court commits both\nfactual and legal errors. First, as a factual matter, it is\ndemonstrably untrue that the FDA failed to consider (and strike a\n“balance” between) the specific costs and benefits associated with\nIV push. Second, as a legal matter,Geierdoes not stand\nfor the legal propositions espoused by the dissenters (and\nspecifically rejected by the majority) in that case. Third, drug\nlabeling by jury verdict undermines both our broader pre-emption\njurisprudence and the broader workability of the federal\ndrug-labeling regime.APhenergan’s warning label has\nbeen subject to the FDA’s strict regulatory oversight since the\n1950’s. For at least the last 34 years, the FDA has focused\nspecifically on whether IV-push administration of Phenergan is\n“safe” and “effective” when performed in accordance with\nPhenergan’s label. The agency’s ultimate decision—to retain IV push\nas one means for administering Phenergan, albeit subject to\nstringent warnings—is reflected in the plain text of Phenergan’s\nlabel (sometimes in boldfaced font and all-capital letters). And\nthe record contains ample evidence that the FDA specifically\nconsidered and reconsidered the strength of Phenergan’s\nIV-push-related warnings in light of new scientific and medical\ndata. The majority’s factual assertions to the contrary are\nmistaken.1The FDA’s focus on IV push as a\nmeans of administering Phenergan dates back at least to 1975. In\nAugust of that year, several representatives from both the FDA and\nWyeth met to discuss Phenergan’s warning label. At that meeting,\nthe FDA specifically proposed “that Phenergan Injection should not\nbe used in Tubex®.” 2 Record 583, 586 (Plaintiff’s Trial Exh. 17,\nInternal Correspondence from W. E. Langeland to File (Sept. 5,\n1975) (hereinafter 1975 Memo)). “Tubex” is a syringe system used\nexclusively for IV push. See App. 43. An FDA official explained\nthat the agency’s concerns arose from medical-malpractice lawsuits\ninvolving IV push of the drug, see 1975 Memo 586, and that the FDA\nwas aware of “5 cases involving amputation where the drug had been\nadministered by Tubex together with several additional cases\ninvolving necrosis,”id., at 586–587. Rather than\ncontraindicating Phenergan for IV push, however, the agency and\nWyeth agreed “that there was a need for better instruction\nregarding the problems of intraarterial injection.”Id.,\nat 587.The next year, the FDA convened\nan advisory committee to study, among other things, the risks\nassociated with the Tubex system and IV push. App. 294. At the\nconclusion of its study, the committee recommended an additional\nIV-push-specific warning for Phenergan’s label, seeibid.,\nbut did not recommend eliminating IV push from the drug label\naltogether. In response to the committee’s recommendations, the FDA\ninstructed Wyeth to make several changes to strengthen Phenergan’s\nlabel, including the addition of upper case warnings related to IV\npush. Seeid., at 279–280, 282–283.In 1987, the FDA directed Wyeth to amend its\nlabel to include the following text:“ ‘[1] When used intravenously, [Phenergan]\nshould be given in a concentration no greater than 25 mg/ml and at\na rate not to exceed 25 mg/minute. [2] Injection through a properly\nrunning intravenous infusion may enhance the possibility of\ndetecting arterial placement.’ ”Id., at 311–312.The first of the two quoted sentences refers\nspecifically to IV push; as respondent’s medical expert testified\nat trial, the label’s recommended rate of administration (not to\nexceed 25 mg per minute) refers to “IV push, as opposed to say\nbeing in a bag and dripped over a couple of hours.”Id.,\nat 52. The second of the two quoted sentences refers to IV drip.\nSeeid., at 15–16 (emphasizing that a “running IV” is the\nsame thing as “IV drip”).In its 1987 labeling order, the FDA cited\nvoluminous materials to “suppor[t]” its new and stronger warnings\nrelated to IV push and the preferability of IV drip.[Footnote 5]Id., at 313. One of\nthose articles specifically discussed the relative advantages and\ndisadvantages of IV drip compared to IV push, as well as the costs\nand benefits of administering Phenergan via IV push.[Footnote 6] The FDA also cited published\ncase reports from the 1960’s of gangrene caused by the\nintra-arterial injection of Phenergan,[Footnote 7] and the FDA instructed Wyeth to amend\nPhenergan’s label in accordance with the latest medical\nresearch.[Footnote 8] The FDA\nalso studied drugs similar to Phenergan and cited numerous\ncautionary articles—one of which urged the agency to consider\ncontraindicating such drugs for IV use altogether.[Footnote 9]In “support” of its labeling order, the FDA\nalso cited numerous articles that singled out the inner crook of\nthe elbow—known as the “antecubital fossa” in the medical\ncommunity—which is both a commonly used injection site, seeid., at 70 (noting that respondent’s injection was pushed\ninto “the antecubital space”), and a universally recognized\nhigh-risk area for inadvertent intra-arterial injections. One of\nthe articles explained:“Because of the numerous\nsuperficial positions the ulnar artery might occupy, it has often\nbeen entered during attempted venipuncture [of the antecubital\nfossa]. … However, the brachial and the radial arteries might also\nbe quite superficial in the elbow region… . The arterial\nvariations of the arm, especially in and about the cubital fossa,\nare common and numerous. If venipuncture must be performed in this\narea, a higher index of suspicion must be maintained to forestall\nmisdirected injections.” Stone & Donnelly, The Accidental\nIntra-arterial Injection of Thiopental, 22 Anesthesiology 995, 996\n(1961) (footnote omitted; cited in App. 315, no. 20).[Footnote 10]Based on this and other research, the FDA ordered\nWyeth to include a specific warning related to the use of the\nantecubital space for IV push.[Footnote 11]2When respondent was injured in\n2000, Phenergan’s label specifically addressed IV push in several\npassages (sometimes in lieu of and sometimes in addition to those\ndiscussed above). For example, the label warned of the risks of\nintra-arterial injection associated with “aspiration,” which is a\ntechnique used only in conjunction with IV push.[Footnote 12] The label also cautioned\nagainst the use of “syringes with rigid plungers,” App. 390, which\nare used only to administer the drug via IV push. As respondent’s\nmedical expert testified at trial, “by talking plungers and rigid\nneedles, that’s the way you do it, to push it with the plunger.”Id., at 53 (testimony of Dr. John Matthew). Moreover,\nPhenergan’s 2000 label devoted almost a full page to discussing the\n“Tubex system,” seeid., at 391, which, as noted above, is\nused only to administer the drug via IV push.While Phenergan’s label very\nclearly authorized the use of IV push, it also made clear that IV\npush is the delivery method of last resort. The label specified\nthat “[t]he preferred parenteral route of administration is by deep\nintramuscular injection.”Id., at 390. If an intramuscular\ninjection is ineffective, then “it is usually preferable to inject\n[Phenergan] through the tubing of an intravenous infusion set that\nis known to be functioning satisfactorily.”Ibid.See alsoid., at 50–51 (testimony of respondent’s medical expert,\nDr. John Matthew) (conceding that the best way to determine that an\nIV set is functioning satisfactorily is to use IV drip). Finally,\nif for whatever reason a medical professional chooses to use IV\npush, he or she is on notice that “INADVERTENT\nINTRA-ARTERIAL INJECTION CAN RESULT IN GANGRENE OF THE AFFECTED\nEXTREMITY.”Id., at 391; see alsoid., at 390\n(“Under no circumstances should Phenergan Injection be given by\nintra-arterial injection due to the likelihood of severe\narteriospasm and the possibility of resultant\ngangrene”).Phenergan’s label also directs\nmedical practitioners to choose veins wisely when using IV\npush:“Due to the close proximity of arteries\nand veins in the areas most commonly used for intravenous\ninjection, extreme care should be exercised to avoid perivascular\nextravasation or inadvertent intra-arterial injection. Reports\ncompatible with inadvertent intra-arterial injection of Phenergan\nInjection, usually in conjunction with other drugs intended for\nintravenous use, suggest that pain, severe chemical irritation,\nsevere spasm of distal vessels, and resultant gangrene requiring\namputation are likely under such circumstances.”Ibid.Thus, it is\ndemonstrably untrue that, as of 2000, Phenergan’s “labeling did not\ncontain a specific warning about the risks of IV-push\nadministration.” Ante, at 4. And whatever else might be said\nabout the extensive medical authorities and case reports that the\nFDA cited in “support” of its approval of IV-push administration of\nPhenergan, it cannot be said that the FDA “paid no more than\npassing attention to” IV push,ante, at 6; nor can it be\nsaid that the FDA failed to weigh its costs and benefits, Brief for\nRespondent 50.3For her part,\nrespondent does not dispute the FDA’s conclusion that IV push has\ncertain benefits. At trial, her medical practitioners testified\nthat they used IV push in order to help her “in a swift and timely\nway” when she showed up at the hospital for the second time in one\nday complaining of “intractable” migraines, “terrible pain,”\ninability to “bear light or sound,” sleeplessness, hours-long\nspasms of “retching” and “vomiting,” and when “every possible”\nalternative treatment had “failed.” App. 40 (testimony of Dr. John\nMatthew);id., at 103, 106, 109 (testimony of physician’s\nassistant Jessica Fisch).Rather than disputing\nthe benefits of IV push, respondent complains that the FDA and\nWyeth underestimated its costs (and hence did not provide\nsufficient warnings regarding its risks). But when the FDA mandated\nthat Phenergan’s label read, “INADVERTENT\nINTRA-ARTERIAL INJECTION CAN RESULT IN GANGRENE OF THE AFFECTED\nEXTREMITY,”id., at 391, and when the FDA required Wyeth\nto warn that “[u]nder no circumstances should Phenergan Injection\nbe given by intra-arterial injection,”id., at 390, the\nagency could reasonably assume that medical professionals would\ntake care not to inject Phenergan intra-arterially. See also 71\nFed. Reg. 3934 (noting that a drug’s warning label “communicates to\nhealth care practitioners the agency’s formal, authoritative\nconclusions regarding the conditions under which the product can be\nused safely and effectively”). Unfortunately, the physician’s\nassistant who treated respondent in this case disregarded\nPhenergan’s label and pushed the drug into the single spot on her\narm that ismostlikely to cause an inadvertent\nintra-arterial injection.As noted above, when\nthe FDA approved Phenergan’s label, it was textbook medical\nknowledge that the “antecubital fossa” creates a high risk of\ninadvertent intra-arterial injection, given the close proximity of\nveins and arteries. Seesupra, at 13–14; see also The\nLippincott Manual of Nursing Practice 99 (7th ed. 2001) (noting, in\na red-text “NURSING ALERT,” that the antecubital fossa is “not\nrecommended” for administering dangerous drugs, “due to the\npotential for extravasation”).[Footnote 13] According to the physician’s assistant who\ninjured respondent, however, “[i]t never crossed my mind” that an\nantecubital injection of Phenergan could hit an artery. App. 110;\nsee alsoibid.(“[It] just wasn’t something that I was\naware of at the time”). Oblivious to the risks emphasized in\nPhenergan’s warnings, the physician’s assistant pushed a double\ndose of the drug into an antecubital artery over the course of\n“[p]robably about three to four minutes,”id., at 111;id., at 105, notwithstanding respondent’s complaints of a\n“ ‘burn[ing]’ ” sensation that she subsequently described\nas “ ‘one of the most extreme pains that I’ve ever\nfelt,’ ”id., at 110, 180–181. And when asked why she\nignored Phenergan’s label and failed to stop pushing the drug after\nrespondent complained of burning pains, the physician’s assistant\nexplained that it would have been “just crazy” to “worr[y] about an\n[intra-arterial] injection” under the circumstances,id.,\nat 111.The FDA, however, did\nnot think that the risks associated with IV push—especially in the\nantecubital space—were “just crazy.” That is why Phenergan’s label\nso clearly warns against them.BGiven the\n“balance” that the FDA struck between the costs and benefits of\nadministering Phenergan via IV push,Geiercompels the\npre-emption of tort suits (like this one) that would upset that\nbalance. The contrary conclusion requires turning yesterday’s\ndissent into today’s majority opinion.First,\nthe Court denies the existence of a federal-state conflict in this\ncase because Vermont merely countermanded the FDA’s determination\nthat IV push is “safe” when performed in accordance with\nPhenergan’s warning label; the Court concludes that there is no\nconflict because Vermont did not “mandate a particular” label as a\n“replacement” for the one that the jury nullified, and because the\nState stopped short of altogether “contraindicating IV-push\nadministration.”Ante, at 8. But as we emphasized inGeier(over the dissent’s assertions to the contrary), the\ndegree of a State’s intrusion upon federal law is irrelevant—the\nSupremacy Clause applies with equal force to a state tort law that\nmerely countermands a federal safety determination and to a state\nlaw that altogether prohibits car manufacturers from selling cars\nwithout airbags. Compare 529 U. S., at 881–882, withid.,\nat 902 (Stevens, J., dissenting). Indeed, as recently as last Term,\nwe held that the Supremacy Clause pre-empts a “[s]tate tort law\nthat requires a manufacturer’s catheters to be safer, but hence\nless effective, than the model the FDA has approved … .”Riegel, 552 U. S., at ___ (slip op., at 11). It did not\nmatter there that the State stopped short of altogether prohibiting\nthe use of FDA-approved catheters—just as it does not matter here\nthat Vermont stopped short of altogether prohibiting an\nFDA-approved method for administering Phenergan. See alsoLohr, 518 U. S., at 504 (Breyer, J., concurring in part\nand concurring in judgment) (noting it would be an “anomalous\nresult” if pre-emption applied differently to a state tort suit\npremised on the inadequacy of the FDA’s safety regulations and a\nstate law that specifically prohibited an FDA-approved\ndesign).Second, the Court\ntoday distinguishesGeierbecause the FDA articulated its\npre-emptive intent “without offering States or other interested\nparties notice or opportunity for comment.”Ante,\nat 21; see alsoante, at 24. But theGeierCourt\nspecifically rejected the argument (again made by the dissenters in\nthat case) that conflict pre-emption is appropriate only where the\nagency expresses its pre-emptive intent through notice-and-comment\nrulemaking. Compare 529 U. S., at 885 (“To insist on a specific\nexpression of agency intent to pre-empt, made after\nnotice-and-comment rulemaking, would be in certain cases to\ntolerate conflicts that an agency, and therefore Congress, is most\nunlikely to have intended. The dissent, as we have said, apparently\nwelcomes that result … . We do not”), withid., at\n908–910 (Stevens, J., dissenting) (emphasizing that “we generally\nexpect an administrative regulation to declare any intention to\npre-empt state law with some specificity,” and that “[t]his\nexpectation … serves to ensurethat States will be able\nto have a dialog with agencies regarding pre-emption decisionsex antethrough the normal notice-and-comment procedures\nof the Administrative Procedure Act” (internal quotation marks\nomitted)). Indeed, pre-emption is arguably more appropriate here\nthan inGeierbecause the FDA (unlike the DOT) declared\nits pre-emptive intent in the Federal Register. See 71 Fed. Reg.\n3933–3936. Yet the majority dismisses the FDA’s published preamble\nas “inherently suspect,”ante, at 21, and an afterthought\nthat is entitled to “no weight,”ante, at 25. CompareLohr,supra, at 506 (opinion of Breyer, J.)\n(emphasizing that the FDA has a “special understanding of the\nlikely impact of both state and federal requirements, as well as an\nunderstanding of whether (or the extent to which) state\nrequirements may interfere with federal objectives,” and that\n“[t]he FDA can translate these understandings into particularized\npre-emptive intentions … through statements in ‘regulations, pre-\nambles, interpretive statements, and responses to\ncomments’ ”).Third, the\nCourt distinguishesGeierbecause the DOT’s regulation\n“bear[s] the force of law,” whereas the FDA’s preamble does not.Ante, at 24; see alsoante, at 19. But it is\nirrelevant that the FDA’s preamble does not “bear the force of law”\nbecause the FDA’s labeling decisions surely do. See 21 U.\nS. C. §355. It is well within the FDA’s discretion to make its\nlabeling decisions through administrative adjudications rather than\nthrough less-formal and less-flexible rulemaking proceedings, seeSECv.Chenery Corp.,332 U. S. 194(1947),\nand we have never previously held that our pre-emption analysis\nturns on the agency’s choice of the latter over the former.\nMoreover, it cannot be said thatGeier’s outcome hinged on\nthe agency’s choice to promulgate a rule. Seeante, at 19,\n24. TheGeierCourt relied—again over the dissenters’\nprotestations—on materials other than the Secretary’s regulation to\nexplain the conflict between state and federal law. Compare 529 U.\nS., at 881, withid., at 899–900 (Stevens, J.,\ndissenting), andante, at 1–2 (Breyer, J.,\nconcurring).Fourth,\nthe Court sandwiches its discussion ofGeierbetween the\n“presumption against pre-emption,”ante, at 18, and heavy\nemphasis on “the longstanding coexistence of state and federal law\nand the FDA’s traditional recognition of state-law remedies,”ante, at 24. But theGeierCourt specifically\nrejected the argument (again made by the dissenters in that case)\nthat the “presumption against pre-emption” is relevant to the\nconflict pre-emption analysis. See 529 U. S., at 906–907 (Stevens,\nJ., dissenting) (“[T]he Court simply ignores the presumption\n[against pre-emption]”). Rather than invoking such a “presumption,”\nthe Court emphasized that it was applying “ordinary,”\n“longstanding,” and “experience-proved principles of conflict\npre-emption.”Id., at 874. Under these principles, the\nsole question is whether there is an “actual conflict” between\nstate and federal law; if so, then pre-emption follows\nautomatically by operation of the Supremacy Clause.Id.,\nat 871–872. See alsoBuckman, 531 U. S., at 347–348\n(“[P]etitioner’s dealings with the FDA were prompted by [federal\nlaw], and the very subject matter of petitioner’s statements [to\nthe FDA] were dictated by [federal law]. Accordingly—and in\ncontrast to situations implicating ‘federalism concerns and the\nhistoric primacy of state regulation of matters of health and\nsafety’—no presumption against pre-emption obtains in this case”\n(citation omitted)).[Footnote\n14]Finally,\ntheGeierCourt went out of its way to emphasize (yet\nagain over the dissenters’ objections) that it placed “some weight”\non the DOT’samicusbrief, which explained the agency’s\nregulatory objectives and the effects of state tort suits on the\nfederal regulatory regime. 529 U. S., at 883; compareid.,\nat 910–911 (Stevens, J., dissenting) (criticizing the majority for\n“uph[olding] a regulatory claim of frustration-of-purposes implied\nconflict pre-emption based on nothing more than anex postadministrative litigating position and inferences from regulatory\nhistory and final commentary”). See alsoLohr, 518 U. S.,\nat 496 (recognizing that the FDA is “uniquely qualified” to explain\nwhether state law conflicts with the FDA’s objectives). Yet today,\nthe FDA’s explanation of the conflict between state tort suits and\nthe federal labeling regime, set forth in the agency’samicusbrief, is not even mentioned in the Court’s\nopinion. Instead of relying on the FDA’s explanation of its own\nregulatory purposes, the Court relies on a decade-old and\nnow-repudiated statement, which the majority finds preferable. Seeante, at 21–22, 24, n. 13. Cf.Riegel, 552\nU. S., at ___ (slip op., at 13) (noting that “the agency’s earlier\nposition (which the dissent describes at some length and finds\npreferable) is … compromised, indeed deprived of all claim to\ndeference, by the fact that it is no longer the agency’s position”\n(citation omitted));Altria Group, Inc.v.Good,\n555 U. S. ___, ___ (2008) (slip op., at 16–17) (rejecting\npetitioners’ reliance on the pre-emptive effect of the agency’s\n“longstanding policy” because it is inconsistent with the agency’s\ncurrent one). And Justice Breyer suggests that state tort suits may\n“help the [FDA],”ante, at 1 (concurring opinion),\nnotwithstanding the FDA’s insistence that state tort suits will\n“disrupt the agency’s balancing of health risks and benefits,”\nBrief for United States asAmicusCuriae9.Geierdoes not countenance the use\nof state tort suits to second-guess the FDA’s labeling decisions.\nAnd the Court’s contrary conclusion has potentially far-reaching\nconsequences.CBy their very nature, juries are ill-equipped\nto perform the FDA’s cost-benefit-balancing function. As we\nexplained inRiegel, juries tend to focus on the risk of a\nparticular product’s design or warning label that arguably\ncontributed to a particular plaintiff’s injury, not on the overall\nbenefits of that design or label; “the patients who reaped those\nbenefits are not represented in court.” 552 U. S., at ___ (slip\nop., at 12). Indeed, patients like respondent are the only ones\nwhom tort juries ever see, and for a patient like respondent—who\nhas already suffered a tragic accident—Phenergan’s risks are no\nlonger a matter of probabilities and\npotentialities.In contrast, the FDA has the benefit of the\nlong view. Its drug-approval determinations consider the interests\nof all potential users of a drug, including “those who would suffer\nwithout new medical [products]” if juries in all 50 States were\nfree to contradict the FDA’s expert determinations.Id.,\nat ___ (slip op., at 13). And the FDA conveys its warnings with one\nvoice, rather than whipsawing the medical community with 50 (or\nmore) potentially conflicting ones. After today’s ruling, however,\nparochialism may prevail.The\nproblem is well illustrated by the labels borne by “vesicant”\ndrugs, many of which are used for chemotherapy. As a class,\nvesicants are much more dangerous than drugs like\nPhenergan,[Footnote 15] but\nthe vast majority of vesicant labels—like Phenergan’s—either allow\nor do not disallow IV push. See Appendix,infra. Because\nvesicant extravasation can have devastating consequences, and\nbecause the potentially lifesaving benefits of these drugs offer\nhollow solace to the victim of such a tragedy, a jury’s\ncost-benefit analysis in a particular case may well differ from the\nFDA’s.For\nexample, consider Mustargen (mechlorethamine HCl)—the injectable\nform of mustard gas—which can be used as an anticancer drug.\nMustargen’s FDA-approved label warns in several places that\n“This drug is HIGHLY TOXIC.”[Footnote 16] Indeed, the drug is so highly\ntoxic:“Should accidental eye contact occur, copious irrigation for at\nleast 15 minutes with water, normal saline or a balanced salt\nophthalmic irrigating solution should be instituted immediately,\nfollowed by prompt ophthalmologic consultation. Should accidental\nskin contact occur, the affected part must be irrigated immediately\nwith copious amounts of water, for at least 15 minutes while\nremoving contaminated clothing and shoes, followed by 2% sodium\nthiosulfate solution. Medical attention should be sought\nimmediately. Contaminated clothing should be destroyed.”[Footnote\n17]Yet\nwhen it comes to administering this highly toxic drug, the label\nprovides that “the drug may be injecteddirectly into any\nsuitable vein, [but] it is injected preferably into the rubber\nor plastic tubing of a flowing intravenous infusion set. This\nreduces the possibility of severe local reactions due to\nextravasation or high concentration of the drug.” (Emphasis added.)\nSimilarly, the FDA-approved labels for other powerful\nchemotherapeutic vesicants—including Dactinomycin, Oxaliplatin,\nVinblastine, and Vincristine—specifically allow IV push,\nnotwithstanding their devastating effects when\nextravasated.The fact that the labels for such drugs allow\nIV push is striking—both because vesicants are much more dangerous\nthan Phenergan, and also because they are so frequently\nextravasated, see Boyle & Engelking, Vesicant Extravasation:\nMyths and Realities, 22 Oncology Nursing Forum 57, 58 (1995)\n(arguing that the rate of extravasation is “considerably higher”\nthan 6.4% of all vesicant administrations). Regardless of the FDA’s\nreasons for not contraindicating IV push for these drugs, it is odd\n(to say the least) that a jury in Vermont can now order for\nPhenergan what the FDA has chosen not to order for mustard\ngas.[Footnote\n18]*  *  *To be sure, state tort suits can peacefully\ncoexist with the FDA’s labeling regime, and they have done so for\ndecades.Ante, at 17–18. But this case is far from\npeaceful coexistence. The FDA told Wyeth that Phenergan’s label\nrenders its use “safe.” But the State of Vermont, through its tort\nlaw, said: “Not so.”The state-law rule at issue here is squarely\npre-empted. Therefore, I would reverse the judgment of the Supreme\nCourt of Vermont.Appendix TO OPINION OF ALITO,\nJ.Vesicant1IV Push2DactinomycinSpecifically\nallowedMechlorethamine\n(Mustargen)Specifically\nallowedOxaliplatinSpecifically\nallowedVinblastineSpecifically\nallowedVincristineSpecifically\nallowedBleomycinNeither mentioned nor\nprohibitedCarboplatinNeither mentioned nor\nprohibitedDacarbazineNeither mentioned nor\nprohibitedMitomycinNeither mentioned nor\nprohibitedCarmustineNot prohibited; IV drip\nrecommendedCisplatinNot prohibited; IV drip\nrecommendedEpirubicinNot prohibited; IV drip\nrecommendedEtoposideNot prohibited; IV drip\nrecommendedIfosfamideNot prohibited; IV drip\nrecommendedMitoxantroneNot prohibited; IV drip\nrecommendedPaclitaxelNot prohibited; IV drip\nrecommendedTeniposideNot prohibited; IV drip\nrecommendedVinorelbineNot prohibited; IV drip\nrecommendedDaunorubicinProhibitedDoxorubicinProhibited1 Wilkes & Barton-Burke, 2008\nOncology Nursing Drug Handbook 27–33 (2008) (Table\n1.6).2 IV-push information is derived from\nthe “dosage and administration” sections of individual drug labels\n(available in Clerk of Court’s case\nfile).Footnote\n1Indeed, respondent conceded below that Wyethdidpropose an adequate warning of Phenergan’s risks. See Plaintiff\nDiana Levine’s Memorandum in Opposition to Wyeth’s Motion for\nSummary Judgment inLevinev.American Home Products\nCorp.(now Wyeth), No. 670–12–01 Wncv (Super. Ct. Washington\nCty., Vt.), ¶7, p. 26. Specifically, respondent noted: “In\n1988, Wyeth proposed language that would have prevented this\naccident by requiring a running IV and explaining why a running IV\nwill address and reduce the risk [of intra-arterial injection].”Ibid.See alsoid., at 24 (“Although not strong\nenough, this improved the labeling instruction, if followed, would\nhave prevented the inadvertent administration of Phenergan into an\nartery …”). The FDA rejected Wyeth’s proposal. See App.\n359.Footnote\n2Moreover, in the trial judge’s final charge, he told the\njury that “the critical factual issue which you must decide” is\nwhether Phenergan’s FDA-mandated label reflects a proper balance\nbetween “the risks and benefits of intravenous administration and\nthe potential for injury to patients.”Id., at 220. See\nalso ___ Vt. ___, ___, 944 A. 2d 179, 182 (2006) (recognizing\nthat respondent’s argument is that Phenergan’s “label should not\nhave allowed IV push as a means of\nadministration”).Footnote\n3Respondent sued her physician, physician’s assistant, and\nhospital for malpractice. After the parties settled that suit for\nan undisclosed sum, respondent’s physician sent her a letter in\nwhich he admitted “responsibility” for her injury and expressed his\n“profoun[d] regre[t]” and “remors[e]” for his actions. 1 Tr.\n178–179 (Mar. 8, 2004) (testimony of Dr. John Matthew); see also\nApp. 102–103 (testimony of physician’s assistant Jessica Fisch)\n(noting that her “sense of grief” was so “great” that she “would\nhave gladly cut off [her own] arm” and given it to respondent).\nThereafter, both the physician and the physician’s assistant agreed\nto testify on respondent’s behalf in her suit against\nWyeth.Footnote\n4To\nbe sure, Congress recognized the principles of conflict pre-emption\nin the FDCA. See Drug Amendments of 1962, §202, 76 Stat. 793\n(“Nothing in the amendments made by this Act to the Federal Food,\nDrug, and Cosmetic Act shall be construed as invalidating any\nprovision of State law … unless there is a direct and positive\nconflict between such amendments and such provision of State law”).\nBut a provision that simply recognizes the background principles of\nconflict pre-emption is not a traditional “saving clause,” and even\nif it were, it would not displace our conflict-pre-emption\nanalysis. SeeGeierv.American Honda Motor Co.,529 U. S. 861, 869 (2000) (“[T]he\nsaving clause … doesnotbar the ordinary working of\nconflict pre-emption principles”);id., at 873–874 (“The\nCourt has … refused to read general ‘saving’ provisions to tolerate\nactual conflict both in cases involving impossibilityandin ‘frustration-of-purpose’ cases” (emphasis deleted and citation\nomitted)).Footnote\n5The\nFDA cited numerous articles that generally discuss the costs and\nbenefits associated with IV push. See,e.g., Nahrwold\n& Phelps, Inadvertent Intra-Arterial Injection of\nMephenteramine, 70 Rocky Mountain Medical J. 38 (Sept. 1973) (cited\nin App. 314, no. 14); Albo, Cheung, Ruth, Snyder, &\nBeemtsma, Effect of Intra-Arterial Injections of Barbituates, 120\nAm. J. of Surgery 676 (1970) (cited in App. 314, no. 12);\nCorser, Masey, Jacob, Kernoff, & Browne, Ischaemia Following\nSelf-administered Intra-arterial Injection of Methylphenidate and\nDiamorphine, 40 Anesthesiology 51 (1985) (cited in App. 314,\nno. 9); Correspondence Regarding Thiopental and Thiamylal (3\nletters), 59 Anesthesiology 153 (1983) (cited in App. 314,\nno. 11); Miller, Arthur, & Stratigos, Intra-arterial\nInjection of a Barbituate, 23 Anesthesia Progress 25 (1976) (cited\nin App. 315,\nno. 19).Footnote\n6See\nWebb & Lampert, Accidental Arterial Injections, 101 Am. J.\nObstetrics & Gynecology 365 (1968) (cited in App. 313,\nno. 5).Footnote\n7See\nHager & Wilson, Gangrene of the Hand Following Intra-arterial\nInjection, 94 Archives of Surgery 86 (1967) (cited in App. 313,\nno. 7); Enloe, Sylvester, & Morris, Hazards of\nIntra-Arterial Injection of Hydroxyzine, 16 Canadian Anaesthetists’\nSociety J. 425 (1969) (hereinafter Enloe) (noting “recent reports”\nof “the occurrence of severe necrosis and gangrene following\n[administration of] promethazine (Phenergan®)” (cited in App. 314,\nno. 15)). See also Mostafavi & Samimi, Accidental\nIntra-arterial Injection of Promethazine HCl During General\nAnesthesia, 35 Anesthesiology 645 (1971) (reporting a case of\ngangrene, which required partial amputation of three fingers, after\nPhenergan was inadvertently pushed into an artery in the\n“antecubital” area); Promethazine, p. 7, in Clinical\nPharmacology (Gold Standard Multimedia Inc. CD–ROM, version 1.16\n(1998) (noting that “[i]nadvertent intra-arterial injection [of\nPhenergan] can result in arteriospasm … and development of\ngangrene”)).Footnote\n8Hager and Wilson noted that the most common reactions to\nintra-arterial injections of drugs like Phenergan include\n“[i]mmediate, severe, burning pain,” as well as “blanching.” 94\nArchives of Surgery, at 87–88. The FDA required Wyeth to include\nHager and Wilson’s observations on Phenergan’s label. See App. 311\n(requiring the label to warn that “ ‘[t]he first sign [of an\nintra-arterial injection] may be the patient’s reaction to a\nsensation of fiery burning’ ” pain and\n“ ‘[b]lanching’ ”).Footnote\n9See\nEnloe 427 (discussing hydroxyzine—an antihistamine with chemical\nproperties similar to those of Phenergan—and suggesting its\n“temporary” benefits can never outweigh the risks of intra-arterial\ninjection); see also Goldsmith & Trieger, Accidental\nIntra-Arterial Injection: A Medical Emergency, 22 Anesthesia\nProgress 180 (1975) (noting the risks of intra-arterial\nadministration of hydroxyzine) (cited in App. 315, no. 18);\nKlatte, Brooks, & Rhamy, Toxicity of Intra-Arterial Barbituates\nand Tranquilizing Drugs, 92 Radiology 700 (1969) (same) (cited in\nApp. 314, no. 13). With full knowledge of those risks, FDA\nretained IV push for Phenergan, although the agency required Wyeth\nto incorporate observations from the Enloe article into Phenergan’s\nlabel. Compare Enloe 427 (arguing that “every precaution should be\ntaken to avoid inadvertent intra-arterial injection,” including the\nuse of “an obviously well-functioning venoclysis”), with App. 312\n(FDA’s 1987 changes to Phenergan’s label). In contrast, at some\ntime around 1970, the FDA prohibited all intravenous use of\nhydroxyzine. Seeid., at 79 (testimony of Dr. Harold\nGreen). The FDA’s decision to regulate the two drugs\ndifferently—notwithstanding (1) the agency’s knowledge of the risks\nassociated with both drugs and (2) the agency’s recognition of the\nrelevance of hydroxyzine-related articles and case reports in its\nregulation of Phenergan—further demonstrates that the FDA\nintentionally preserved IV-push administration for Phenergan. See\nalso Haas, Correspondence, 33 Anesthesia Progress 281 (1986)\n(“[Hydroxyzine’s] restriction does not lie with the medicine\nitself, but in the practice and malpractice of intravenous\ntechniques. Unfortunately, the practitioner who knows how to treat\ninjection technique problems is usually not the practitioner with\nthe intravenous technique\nproblems”).Footnote\n10See\nalso Engler, Freeman, Kanavage, Ogden, & Moretz, Production of\nGangrenous Extremities by Intra-Arterial Injections, 30 Am. Surgeon\n602 (1964) (“Accidental arterial injection most often occurs in the\nantecubital region because this is a favorite site for venopuncture\nand in this area the ulnar and brachial arteries are superficial\nand easily entered” (cited in App. 313, no. 6)); Engler, Gangrenous\nExtremities Resulting from Intra-arterial Injections, 94 Archives\nof Surgery 644 (1966) (similar) (cited in App. 314, no. 16); Lynas\n& Bisset, Intra-arterial Thiopentone, 24 Anaesthesia 257 (1969)\n(“Most [anesthesiologists] agree that injections on the medial\naspect of the antecubital fossa are best avoided” (cited in App.\n314, no. 8)); Waters, Intra-arterial Thiopentone, 21 Anesthesia 346\n(1966) (“The risk of producing gangrene of the forearm by\naccidental injection of sodium thiopentone into an artery at the\nelbow has been recognised for many years” (cited in App. 314, no.\n10)); see also Hager & Wilson, 94 Archives of Surgery, at 88\n(emphasizing that one of the best ways to prevent inadvertent\nintra-arterial injections is to be aware of “aberrant or\nsuperficial arteries at the antecubital, forearm, wrist, and hand\nlevel”); Mostafavi & Samimi,supra(warning against\nantecubital\ninjections).Footnote\n11See\nApp. 311 (requiring Phenergan’s label to warn that practitioners\nshould “ ‘[b]eware of the close proximity of arteries and\nveins at commonly used injection sites and consider the possibility\nof aberrant\narteries’ ”).Footnote\n12“Aspiration” refers to drawing a small amount of blood\nback into the needle to determine whether the needle is in an\nartery or a vein. Ordinarily, arterial blood is brighter than\nvenous blood—but contact with Phenergan causes discoloration, which\nmakes aspiration an unreliable method of protecting against\nintra-arterial injection. Seeid., at 282. Therefore, the\nlabel warned that when using IV push, a medical professional should\nbeware that “[a]spiration of dark blood does not preclude\nintra-arterial needle placement, because blood is discolored upon\ncontact with Phenergan Injection.”Id., at\n390.Footnote\n13In\naddition, respondent’s own medical expert testified at trial that\nit is a principle of “basic anatomy” that the antecubital fossa\ncontains aberrant arteries. See 2 Tr. 34–35 (Mar. 9, 2004)\n(testimony of Dr. Daniel O’Brien); see alsoibid.(noting\nthat Gray’s Anatomy, which is “the Bible of anatomy,” also warns of\narteries in the antecubital\nspace).Footnote\n14Thus, it is not true that “this Court has long” applied a\npresumption against pre-emption in conflict pre-emption cases.Ante, at 9, n. 3 (majority opinion). As long ago asGibbonsv.Ogden,9 Wheat. 1, 210 (1824), the\nCourt inquired whether a state law “interfer[ed] with,” was\n“contrary to,” or “c[a]me into collision with” federal law—and it\ndid so without ever invoking a “presumption.” See also Davis,\nUnmasking the Presumption in Favor of Preemption, 53 S. C.\nL. Rev. 967, 974 (2002) (noting that many of the Court’s early\npre-emption cases “resulted in almost automatic preemption of\nconcurrent state regulation”). In subsequent years the Court has\nsometimes acknowledged a limited “presumption against pre-emption,”\nbut it nonetheless remained an open question—before today—whether\nthat presumption applied in conflict pre-emption cases. SeeCrosbyv.National Foreign Trade Council,530 U. S. 363,\n374, n. 8 (2000) (“We leave for another day a consideration in\nthis context of a presumption against preemption”). Moreover, this\nCourt has never held that the “presumption” applies in an area—such\nas drug labeling—that has long been “reserved for federal\nregulation.”United Statesv.Locke,529 U. S. 89, 111 (2000).\nSee alsoBuckmanCo.v.Plaintiffs’ Legal\nComm.,531 U. S. 341, 347–348\n(2001).Footnote\n15Vesicants may cause “blistering, severe tissue injury, or\ntissue necrosis” upon extravasation—even if the drug is not\ninjected into an artery. See,e.g., Schulmeister,\nAdministering Vesicants, 9 Clinical J. of Oncology Nursing 469,\n469–470 (2005). See alsoante, at 4 (majority opinion)\n(noting that Phenergan is labeled as an “irritant”); cf. Brief for\nAnju Budhwani et al. asAmici Curiae15 (suggesting\nPhenergan should be considered a\n“vesicant”).Footnote\n16FDA, Oncology Tools Product Label Details, online at\nhttp://www.accessdata.fda.gov/scripts/cder/onctools/\nlabels.cfm?GN=meclorethamine,%20nitrogen%20mustard (as visited Mar.\n2, 2009, and available in Clerk of Court’s case\nfile).Footnote\n17Ibid.Footnote\n18The same is true of FDA’s regulation of hydroxyzine.\nSee n. 9,\nsupra.",
    "joined": []
}