{
    "case": {
        "docket": "387",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/387/"
    },
    "id": "1970735",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–418_________________UNITED STATES, PETITIONER v. ANTHONY JAMES\nKEBODEAUXon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2013]Justice Alito,\nconcurring in the judgment.I concur in the\njudgment solely on the ground that the registration requirement at\nissue is necessary and proper to execute Congress’ power “[t]o make\nRules for the Government and Regulation of the land and naval\nForces.” U. S. Const., Art. I, §8, cl. 14. Exercising this\npower, Congress has enacted provisions of the Uniform Code of\nMilitary Justice (UCMJ) that authorize members of the military to\nbe tried before a military tribunal, rather than a state court, for\nordinary criminal offenses, including sex crimes, that are\ncommitted both within and outside the boundaries of a military\ninstallation. See, e.g., UCMJ Art. 2 (persons subject to UCMJ);\nArt. 5 (“This chapter applies in all places”); Art. 120 (rape by a\nperson subject to UCMJ); Solorio v. United States, 483 U. S. 435\n–438 (1987) (servicemember may be court-martialed for off-base\ncrime without “service connection”). States usually have concurrent\njurisdiction over such crimes when they are committed off base and\nsometimes possess jurisdiction over such offenses when committed on\nbase. [1] These offenses,\nhowever, are rarely prosecuted in both a military and a state\ncourt, and therefore when a servicemember is court-martialed for a\nsex offense over which the State had jurisdiction, this is usually\nbecause the State has deferred to the military. [2] Where the offense in question is a sex\ncrime, a consequence of this handling of the case is that the\noffender, if convicted, may fall through the cracks of a state\nregistration system. For example, if the servicemember is convicted\nof a sex offense in a state court, the state court may be required\nby state law to provide that information to the state registry.\nSee, e.g., Colo. Rev. Stat. Ann. §16–22–104(1)(a)(I) (2012). State\nlaw may also require the state corrections department to notify\nboth state and local police of the offender’s release. See, e.g.,\n§16–22–107(3). Provisions such as these are designed to prevent sex\noffenders from avoiding registration, as many have in the past. See\nH. R. Rep. No. 109–218, pt. 1, p. 26 (2005) (despite pre-SORNA\nregistration efforts, “[t]he most significant enforcement issue in\nthe sex offender program [was] that over 100,000 sex offenders, or\nnearly one-fifth in the Nation are ‘missing,’ meaning that they\nhave not complied with sex offender registration requirements”).\nWhen a servicemember is convicted by a military tribunal, however,\nthe State has no authority to require that tribunal to notify the\nstate registry, nor does it have the authority to require the\nofficials at a military prison to notify state or local police when\nthe servicemember is released from custody. Because the exercise of\nmilitary jurisdiction may have this effect—in other words, may\ncreate a gap in the laws intended to maximize the registration of\nsex offenders—it is necessary and proper for Congress to require\nthe registration of members of the military who are convicted of a\nqualifying sex offense in a military court. When Congress, in\nvalidly exercising a power expressly conferred by the Constitution,\ncreates or exacerbates a dangerous situation (here, the possibility\nthat a convicted sex offender may escape registration), Congress\nhas the power to try to eliminate or at least diminish that danger.\nSee United States v. Comstock, 560 U. S. 126 –158 (2010) (Alito,\nJ., concurring in judgment). I accordingly concur in the judgment\nonly.Notes1See 1 F. Gilligan &\nF. Lederer, Court-Martial Procedure §2–40.00, p. 2–47 (3d ed.\n2006) (hereinafter Gilligan & Lederer). This depends on the\ncircumstances under which the Federal Government acquires the land\nin question. See Morrison, State Property Tax Implications for\nMilitary Privatized Family Housing Program, 56 Air Force\nL. Rev. 261, 269–270 (2005). See generally Manual for\nCourts-Martial, United States, Rule for Court-Martial 201(d)(3)\n(2012) (Rule) (discussing situations “[w]here an act or omission is\nsubject to trial by court-martial and by one or more civil\ntribunals”); D. Schlueter, Military Criminal Justice: Practice\n& Procedure §4–12(A), p. 231 (8th ed. 2012) (hereinafter\nSchlueter).2“Where an act or omission\nis subject to trial by court-martial and by one or more civil\ntribunals,” “the determination which nation, state, or agency will\nexercise jurisdiction is a matter for the nations, states, and\nagencies concerned, and is not a right of the suspect or accused.”\nRule 201(d)(3). And as the commentary to Rule 201(d) explains, “the\ndetermination which agency shall exercise jurisdiction should\nnormally be made through consultation or prior agreement between\nappropriate military officials . . . and appropriate\ncivilian authorities.” See Discussion following Rule 201(d),\np. 2–10; see also Secretary of Air Force, Air Force\nInstruction 51–201, §§2.6.1–2.6.3 (June 6, 2013);\nSchlueter§4-12(B), at 231–232. “[I]t is constitutionally\npermissible to try a personby court-martial and by a State court\nfor the same act,” Discussion following Rule 201(d), at 2–10; see\nSchlueter §4–12(B), at 232, §13–3(F), at 691; however, “as a matter\nof policy a person who is pending trial or has been tried by a\nState court should not ordinarily be triedby court-martial for the\nsame act,” Discussion following Rule 201(d), at 2–10; Air Force\nInstruction 51–201, §§2.6.1, 2.6.2; Gilligan & Lederer\n§7–50.00, at 7–17.",
    "joined": []
}