{
    "case": {
        "docket": "330",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/330/"
    },
    "id": "1962380",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGUNITED HAULERS ASSN., INC. V. ONEIDA-HERKIMERSOLID WASTE MANAGEMENT\nAUTHORITY550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1345UNITED HAULERS ASSOCIATION, INC., et al.,\nPETITIONERSv.ONEIDA-HERKIMER SOLID WASTE MANAGEMENT\nAUTHORITY et al.on writ of certiorari to the united states court of\nappeals for the second circuit[April 30, 2007]Justice Alito, with whom Justice\nStevens and Justice Kennedy join, dissenting.InC & A Carbone,\nInc.v.Clarkstown,511 U. S. 383(1994), we held that “a\nso-called flow control ordinance, which require[d] all solid waste\nto be processed at a designated transfer station before leaving the\nmunicipality,” discriminated against interstate commerce and was\ninvalid under the Commerce Clause because it “depriv[ed]\ncompetitors, including out-of-state firms, of access to a local\nmarket.”Id.,at 386. Because the provisions challenged in\nthis case are essentially identical to the ordinance invalidated inCarbone, I respectfully dissent.IThis Court has “interpreted the\nCommerce Clause to invalidate local laws that impose commercial\nbarriers or discriminate against an article of commerce by reason\nof its origin or destination out of State.”Id.,at 390.\nAs the Court acknowledges, a law\n“ ‘ “discriminat[es]” ’ ” in this context if it\nmandates “ ‘differential treatment of in-state and\nout-of-state economic interests’ ” in a way “ ‘that\nbenefits the former and burdens the latter.’ ”Ante,\nat 6 (quotingOregon Waste Systems, Inc.v.Department\nof Environmental Quality of Ore.,511 U. S. 93, 99 (1994)).\nA local law that discriminates against interstate commerce is\nsustainable only if it serves a legitimate local purpose that could\nnot be served as well by nondiscriminatory means.Mainev.Taylor,477\nU. S. 131(1986).“Solid waste, even if it has no\nvalue, is an article of commerce.”Fort Gratiot Sanitary\nLandfill, Inc.v.Michigan Dept. of Natural\nResources,504\nU. S. 353, 359 (1992). Accordingly, laws that “discriminate\nagainst [trash] by reason of its origin or destination out of\nState,”Carbone, 511 U. S., at 390, are sustainable only\nif they serve a legitimate local purpose that could not be served\nas well by nondiscriminatory means.InCarbone,this Court invalidated a\nlocal ordinance requiring all nonhazardous solid waste in\nClarkstown, New York, to be deposited at a specific local transfer\nfacility. The Court concluded that the ordinance discriminated\nagainst interstate commerce because it “hoard[ed] solid waste, and\nthe demand to get rid of it, for the benefit of the preferred\nprocessing facility.”Id.,at 392.The Court explained that the flow-control\nordinance did serve a purpose that a nonprotectionist regulation\nwould not: “It ensures that the town-sponsored facility will be\nprofitable, so that the local contractor can build it and\nClarkstown can buy it back at nominal cost in five years.”Id.,at 393. “In other words … the flow control ordinance\nis a financing measure.”Ibid.The Court concluded,\nhowever, that “revenue generation is not a local interest that can\njustify discrimination against interstate commerce.”Ibid.The Court also held that “Clarkstown has any\nnumber of nondiscriminatory alternatives for addressing the health\nand environmental problems alleged to justify the\nordinance”—including “uniform safety regulations” that could be\nenacted to “ensure that competitors … do not underprice the market\nby cutting corners on environmental safety.”Ibid.Thus,\nthe Court invalidated the ordinance because any legitimate local\ninterests served by the ordinance could be accomplished through\nnondiscriminatory means. Seeid., at 392–393.This case cannot be meaningfully distinguished\nfromCarbone. As the Court itself acknowledges, “[t]he\nonly salient difference” between the cases is that the ordinance\ninvalidated inCarbonediscriminated in favor of a\nprivately owned facility, whereas the laws at issue here\ndiscriminate in favor of “facilities owned and operated by a\nstate-created public benefit corporation.”Ante, at 1. The\nCourt relies on the distinction between public and private\nownership to uphold the flow-control laws, even though a\nstraightforward application ofCarbonewould lead to the\nopposite result. Seeante,at 10–12. The public-private\ndistinction drawn by the Court is both illusory and without\nprecedent.IIThe fact that the flow control\nlaws at issue discriminate in favor of a government-owned\nenterprise does not meaningfully distinguish this case fromCarbone. The preferred facility inCarbonewas,\nto be sure, nominally owned by a private contractor who had built\nthe facility on the town’s behalf, but it would be misleading to\ndescribe the facility as private. In exchange for the contractor’s\npromise to build the facility for the town free of charge and then\nto sell it to the town five years later for $1, the town guaranteed\nthat, during the first five years of the facility’s existence, the\ncontractor would receive “a minimum waste flow of 120,000 tons per\nyear” and that the contractor could charge an above-market tipping\nfee. 511 U. S., at 387. If the facility “received less than 120,000\ntons in a year, the town [would] make up the tipping fee deficit.”Ibid. To prevent residents, businesses, and trash haulers\nfrom taking their waste elsewhere in pursuit of lower tipping fees\n(leaving the town responsible for covering any shortfall in the\ncontractor’s guaranteed revenue stream), the town enacted an\nordinance “requir[ing] all nonhazardous solid waste within the town\nto be deposited at” the preferred facility.Ibid.This Court observed that “[t]he\nobject of this arrangement was to amortize the cost of the transfer\nstation: The town would financeits new facilitywith the\nincome generated by the tipping fees.”Ibid.(emphasis\nadded). “In other words,” the Court explained, “the flow control\nordinance [wa]s a financing measure,”id., at 393, for\nwhat everyone—including the Court—regarded asthe town’snew transfer station.The only real difference between the facility\nat issue inCarboneand its counterpart in this case is\nthat title to the former had not yet formally passed to the\nmunicipality. The Court exalts form over substance in adopting a\ntest that turns on this technical distinction, particularly since,\nbarring any obstacle presented by state law, the transaction inCarbonecould have been restructured to provide for the\npassage of title at the beginning, rather than the end, of the\n5-year period.For this very reason, it is not surprising\nthat inCarbonethe Court did not dispute the dissent’s\nobservation that the preferred facility was for all practical\npurposes owned by the municipality. Seeid.,at 419\n(opinion of Souter, J.) (“Clarkstown’s transfer station is\nessentially a municipal facility”);id., at 416\n(describing the nominal “proprietor” of the transfer station as\n“essentially an agent of the municipal government”). To the\ncontrary, the Court repeatedly referred to the transfer station in\nterms suggesting that the transfer station did in fact belong to\nthe town. Seeid.,at 387 (explaining that “[t]he town\nwould financeitsnew facility with the income generated\nby the tipping fees” (emphasis added));id., at 393\n(observing that the challenged flow-control ordinance was designed\nto “ensur[e] that the town-sponsored facility will be profitable”);id., at 394 (concluding that, “having elected to use the\nopen market to earn revenues foritsproject, the town may\nnot employ discriminatory regulation to give that project an\nadvantage over rival businesses from out of State” (emphasis\nadded)).Today the Court dismisses those statements as\n“at best inconclusive.”Ante, at 8, n. 3. The Court,\nhowever, fails to offer any explanation as to what other meaning\ncould possibly attach toCarbone’s repeated references to\nClarkstown’s transfer station as a municipal facility. It also\nignores the fact that the ordinance itself, which was included in\nits entirety in an appendix to the Court’s opinion, repeatedly\nreferred to the station as “the Town of Clarkstown solid waste\nfacility.” 511 U. S., at 396, 398, 399. The Court likewise fails to\nacknowledge that the parties inCarboneopenly\nacknowledged the municipal character of the transfer station. See\nPet. for Cert., O. T. 1993, No. 92–1402, p. 5 (“The\ntown’sdesignated trash disposal facility is operated by a\nprivate contractor, under an agreement with the town” (emphasis\nadded)); Brief for Petitioner, O. T. 1993, No. 92–1402, p.  26\n(arguing that “it is clear that the purported safety and health\nbenefits of [the flow control ordinance] derive simply from the\ncontinued economic viability ofthe town’swaste facility”\n(emphasis added; internal quotation marks omitted)); Brief for\nRespondent, O. T. 1993, No. 92–1402, p. 8 (“The Town entered\ninto a contract with Clarkstown Recycling, Inc., which provided for\nthat firm to build and operate the newTown facility”\n(emphasis added)).I see no ambiguities in those statements, much\nless any reason to dismiss them as “at best inconclusive”; they\nreflect a clear understanding that the station was, for all\npurposes relevant to the dormant Commerce Clause, a municipal\nfacility.IIIIn any event, we have never\ntreated discriminatory legislation with greater deference simply\nbecause the entity favored by that legislation was a\ngovernment-owned enterprise. In suggesting otherwise, the Court\nrelies unduly onCarbone’s passing observation that\n“ ‘offending local laws hoard a local resource—be it meat,\nshrimp, or milk—for the benefit oflocal\nbusinesses.’ ”Ante, at 9 (emphasis in\noriginal).Carbone’s use of the word “businesses,” the\nCourt insists, somehow reveals thatCarbonewas not\n“extending” our dormant Commerce Clause jurisprudence “to cover\ndiscrimination in favor of local government.”Ibid.But no “exten[sion]” was\nrequired. The Court has long subjected discriminatory legislation\nto strict scrutiny, and has never, until today, recognized an\nexception for discrimination in favor of a state-owned entity.AThis Court long ago recognized\nthat the Commerce Clause can be violated by a law that\ndiscriminates in favor of a state-owned monopoly. In the 1890’s,\nSouth Carolina enacted laws giving a state agency the exclusive\nright to operate facilities selling alcoholic beverages within that\nState, and these laws were challenged under the Commerce Clause inScottv. Donald,165 U. S. 58(1897), andVancev.W. A. Vandercook Co.,170 U. S. 438(1898).\nThe Court held that the Commerce Clause barred the State from\nprohibiting its residents from purchasing alcohol from out-of-state\nvendors, seeid., at 442, but that the State could\nsurmount this problem by allowing residents to receive out-of-state\nshipments for their personal use. Seeid., at 452. The\nCourt’s holding was based on the same fundamental dormant Commerce\nClause principle applied inCarbone.[Footnote 1] As the Court put it inVance, a State “ ‘cannot discriminate against the\nbringing of [lawful] articles in and importing them from other\nStates’ ” because such discrimination is “ ‘a hindrance\nto interstate commerce and an unjust preference of the products of\nthe enacting State as against similar products of other\nStates.’ ” 170 U. S., at 443 (quotingScott,supra, at 101). Cf.,Carbone,supra, at\n390 (the Commerce Clause bars state and local laws that “impose\ncommercial barriers or discriminate against an article of commerce\nby reason of its origin or destination out of State”).Thus, were it not for the\nTwenty-first Amendment, laws creating state-owned liquor\nmonopolies—which many States maintain today—would be deemed\ndiscriminatory under the dormant Commerce Clause. SeeGranholmv.Heald,544 U. S. 460, 489 (2005) (explaining\nthat the Twenty-first Amendment makes it possible for States to\n“assume direct control of liquor distribution through state-run\noutlets”); seeid.,at 517–518 (Thomas, J., dissenting)\n(noting that, although laws creating a “state monopoly” in the sale\nof liquor “discriminat[e]” against interstate commerce, they are\n“within the ambit of the Twenty-first Amendment” and are therefore\nimmune from scrutiny under the dormant Commerce Clause). There is,\nof course, no comparable provision in the Constitution authorizing\nStates to discriminate against out-of-state providers of waste\nprocessing and disposal services, either by means of a\ngovernment-owned monopoly or otherwise.BNor has this Court ever suggested\nthat discriminatory legislation favoring a state-owned enterprise\nis entitled to favorable treatment. To be sure, state-owned\nentities are accorded special status under the market-participant\ndoctrine. But that doctrine is not applicable here.Under the market-participant\ndoctrine, a State is permitted to exercise “ ‘independent\ndiscretion as to parties with whom [it] will deal.’ ”Reeves, Inc.v.Stake,447 U. S. 429, 438–439\n(1980). The doctrine thus allows States to engage in certain\notherwise-discriminatory practices (e.g., selling\nexclusively to, or buying exclusively from, the State’s own\nresidents), so long as the State is “acting as a market\nparticipant,rather than as a market regulator,”South-Central Timber Development, Inc.v.Wunnicke,467 U. S. 82, 93 (1984)\n(emphasis added).Respondents are doing exactly what the\nmarket-participant doctrine says they cannot: While acting as\nmarket participants by operating a fee-for-service business\nenterprise in an area in which there is an established interstate\nmarket, respondents are also regulating that market in a\ndiscriminatory manner and claiming that their special governmental\nstatus somehow insulates them from a dormant Commerce Clause\nchallenge. Seeibid.Respondents insist that the market-participant\ndoctrine has no application here because they are not asserting a\ndefense under the market-participant doctrine, Brief for\nRespondents 24–25, but that argument misses the point. Regardless\nof whether respondents can assert a defense under the\nmarket-participant doctrine, this Court’s cases make clear that\nStates cannot discriminate against interstate commerce unless they\nare acting solely as market participants. Today, however, the Court\nsuggests, contrary to its prior holdings, that States can\ndiscriminate in favor of in-state interests while acting both as a\nmarket participantandas a market regulator.IVDespite precedent condemning\ndiscrimination in favor of government-owned enterprises, the Court\nattempts to develop a logical justification for the rule it creates\ntoday. That justification rests on three principal assertions.\nFirst, the Court insists that it simply “does not make sense to\nregard laws favoring local government and laws favoring private\nindustry with equal skepticism,” because the latter are “often the\nproduct of ‘simple economic protectionism,’ ”ante,\nat 10–11 (quotingWyomingv.Oklahoma,502 U. S. 437, 454\n(1992)), while the former “may be directed toward any number of\nlegitimate goals unrelated to protectionism,”ante,at 11.\nSecond, the Court reasons that deference to legislation\ndiscriminating in favor of a municipal landfill is especially\nappropriate considering that “ ‘[w]aste disposal is both\ntypically and traditionally a local government function.’ ”Ante, at 12 (quoting 261 F. 3d 245, 264 (CA2 2001)\n(Calabresi, J., concurring)). Third, the Court suggests that\nrespondents’ flow-control laws are not discriminatory because they\n“treat in-state private business interests exactly the same as\nout-of-state ones.”Ante, at 13. I find each of these\narguments unpersuasive.AI see no basis for the Court’s\nassumption that discrimination in favor of an in-state facility\nowned by the government is likely to serve “legitimate goals\nunrelated to protectionism.” Discrimination in favor of an in-state\ngovernment facility serves “ ‘local economic\ninterests,’ ”Carbone, 511 U. S., at 404 (O’Connor,\nJ., concurring in judgment) (quotingRaymond Motor Transp.,\nInc.v.Rice,434 U. S. 429, 444,\nn. 18 (1978)), inuring to the benefit of local residents who\nare employed at the facility, local businesses that supply the\nfacility with goods and services, and local workers employed by\nsuch businesses. It is therefore surprising to read in the opinion\nof the Court that state discrimination in favor of a state-owned\nbusiness is not likely to be motivated by economic\nprotectionism.Experience in other countries,\nwhere state ownership is more common than it is in this country,\nteaches that governments often discriminate in favor of state-owned\nbusinesses (by shielding them from international competition)\nprecisely for the purpose of protecting those who derive economic\nbenefits from those businesses, including their employees.[Footnote 2] Such discrimination amounts\nto economic protectionism in any realistic sense of the\nterm.[Footnote 3]By the same token, discrimination in favor of\nan in-state, privately owned facility may serve legitimate ends,\nsuch as the promotion of public health and safety. For example, a\nState might enact legislation discriminating in favor of produce or\nlivestock grown within the State, reasoning that the State’s\ninspectors can more easily monitor the use of pesticides,\nfertilizers, and feed on farms within the State’s borders. Such\nlegislation would almost certainly be unconstitutional,\nnotwithstanding its potential to promote public health and safety.\nSeePhiladelphiav.New Jersey,437 U. S. 617, 627\n(1978) (noting that the Court has repeatedly invalidated\nlegislation where “a presumably legitimate goal was sought to be\nachieved by the illegitimate means of isolating the State from the\nnational economy”).The fallacy in the Court’s approach can be\nillustrated by comparing a law that discriminates in favor of an\nin-state facility, owned by a corporation whose shares are publicly\nheld, and a law discriminating in favor of an otherwise identical\nfacility that is owned by the State or municipality. Those who are\nfavored and disfavored by these two laws are essentially the same\nwith one major exception: The law favoring the corporate facility\npresumably benefits the corporation’s shareholders, most of whom\nare probably not local residents, whereas the law favoring the\ngovernment-owned facility presumably benefits the people of the\nenacting State or municipality. I cannot understand why only the\nformer law, and not the latter, should be regarded as a tool of\neconomic protectionism. Nor do I think it is realistic or\nconsistent with our precedents to condemn some discriminatory laws\nas protectionist while upholding other, equally discriminatory laws\nas lawful measures designed to serve legitimate local interests\nunrelated to protectionism.For these reasons, I cannot accept the\nproposition that laws discriminating in favor of state-owned\nenterprises are so unlikely to be the product of economic\nprotectionism that they should be exempt from the usual dormant\nCommerce Clause standards.Proper analysis under the dormant Commerce\nClause involves more than an inquiry into whether the challenged\nAct is in some sense “directed toward … legitimate goals\nunrelated to protectionism”; equally important are the means by\nwhich those goals are realized. If the chosen means take the form\nof a statute that discriminates against interstate\ncommerce—“ ‘either on its face or in practical\neffect’ ”—then “the burden falls on [the enacting government]\nto demonstrate both that the statute ‘serves a legitimate local\npurpose,’ and that this purpose could not be served as well by\navailable nondiscriminatory means.”Taylor, 477 U. S., at\n138 (quotingHughesv.Oklahoma,441 U. S. 322, 336\n(1979)).Thus, if the legislativemeansare\nthemselves discriminatory, then regardless of how legitimate and\nnonprotectionist the underlying legislativegoalsmay be,\nthe legislation is subject to strict scrutiny. Similarly, the fact\nthat a discriminatory law “may [in some sense] be directed toward\nany number of legitimate goals unrelated to protectionism” does not\nmake the law nondiscriminatory. The existence of such goals is\nrelevant, not to whether the law is discriminatory, but to whether\nthe law can be allowed to stand even though it discriminates\nagainst interstate commerce. And even then, the existence of\nlegitimate goals is not enough; discriminatory legislation can be\nupheld only where such goals cannot adequately be achieved through\nnondiscriminatory means. See,e.g.,Philadelphia,\nsupra, at 626–627 (“[T]he evil of protectionism can reside in\nlegislative means as well as legislative ends,” such that “whatever\n[the State’s] purpose, it may not be accomplished by discriminating\nagainst articles of commerce coming from outside the State unless\nthere is some reason, apart from their origin, to treat them\ndifferently”);Huntv.Washington State Apple\nAdvertising Comm’n,432 U. S. 333, 352–353\n(1977) (explaining that “we need not ascribe an economic protection\nmotive to” discriminatory laws; such laws are subject to strict\nscrutiny even “if enacted for the declared purpose of protecting\nconsumers from deception and fraud in the marketplace”).Dean Milk Co.v.Madison,340 U. S. 349(1951), is instructive on this point. That case involved a dormant\nCommerce Clause challenge to an ordinance requiring all milk sold\nin Madison, Wisconsin, to be processed within five miles of the\ncity’s central square. Seeid., at 350. The ordinance\n“professe[d] to be a health measure,”id., at 354, and may\nhave conferred some benefit on the city and its residents to the\nextent that it succeeded in guaranteeing the purity and quality of\nthe milk sold in the city. The Court nevertheless invalidated the\nordinance, concluding that any public health benefits it may have\nconferred could be achieved through “reasonable nondiscriminatory\nalternatives,” including a system that would allow a nonlocal dairy\nto qualify to sell milk in the city upon proving that it was in\ncompliance with applicable health and safety requirements.Id., at 354–356.The Court did not inquire whether the real\npurpose of the ordinance was to benefit public health and safety or\nto protect local economic interests; nor did the Court make any\neffort to determine whether or to what extent the ordinance may\nhave succeeded in promoting health and safety. In fact, the Court\napparently assumed that the ordinance could fairly be characterized\nas “a health measure.”Id., at 354. The Court nevertheless\nconcluded that the ordinance could not stand because it “erect[ed]\nan economic barrier protecting a major local industry against\ncompetition from without the State,” “plac[ed] a discriminatory\nburden on interstate commerce,” and was “not essential for the\nprotection of local health interests.”Id., at 354,\n356.The overarching concern expressed by the Court\nwas that the ordinance, if left intact, “would invite a\nmultiplication of preferential trade areas destructive of the very\npurpose of the Commerce Clause.”Id.,at 356.“Under the circumstances here presented,” the Court concluded, “the\nregulation must yield to the principle that ‘one state in its\ndealings with another may not place itself in a position of\neconomic isolation.’ ”Ibid.(quotingBaldwinv.G. A. F. Seelig, Inc.,294 U. S. 511, 527 (1935)).The same reasoning dooms the laws challenged\nhere. Like the ordinance inDean Milk, these laws\ndiscriminate against interstate commerce (generally favoring local\ninterests over nonlocal interests), but are defended on the ground\nthat they serve legitimate goals unrelated to protectionism\n(e.g., health, safety, and protection of the environment).\nAnd while I do not question that the laws at issue in this case\nserve legitimate goals, the laws offend the dormant Commerce Clause\nbecause those goals could be attained effectively through\nnondiscriminatory means. Indeed, no less than inCarbone,\nthose goals could be achieved through “uniform [health and] safety\nregulations enacted without the object to discriminate” that “would\nensure that competitors [to the municipal program] do not\nunderprice the market by cutting corners on environmental safety.”\n511 U. S., at 393. Respondents would also be free, of course, to\n“subsidize the[ir] [program] through general taxes or municipal\nbonds.”Id., at 394. “But having elected to use the open\nmarket to earn revenues for” their waste management program,\nrespondents “may not employ discriminatory regulation to give that\n[program] an advantage over rival businesses from out of State.”Ibid.BThe Court next suggests that\ndeference to legislation discriminating in favor of a municipal\nlandfill is especially appropriate considering that “ ‘[w]aste\ndisposal is both typically and traditionally a local government\nfunction.’ ”Ante, at 12 (quoting 261 F. 3d, at\n264 (Calabresi, J., concurring)). I disagree on two grounds.First, this Court has previously\nrecognized that any standard “that turns on a judicial appraisal of\nwhether a particular governmental function is ‘integral’ or\n‘traditional’ ” is “ ‘unsound in principle and unworkable\nin practice.’ ”Garciav.San Antonio\nMetropolitan Transit Authority,469 U. S. 528, 546–547\n(1985). Indeed, the Court hastwiceexperimented with such\nstandards—first in the context of intergovernmental tax immunity,\nseeSouth Carolinav.United States,199 U. S. 437(1905),\nand more recently in the context of state regulatory immunity under\nthe Commerce Clause, seeNational League of Citiesv.Usery,426\nU. S. 833(1976)—only to abandon them later as analytically\nunsound. SeeGarcia, supra, at 547 (overrulingNational League of Cities);New Yorkv.United States,326 U. S. 572(1946)\n(overrulingSouth Carolinav.United States).\nThus, to the extent today’s holding rests on a distinction between\n“traditional” governmental functions and their nontraditional\ncounterparts, seeante, at 11, it cannot be reconciled\nwith prior precedent.Second, although many municipalities in this\ncountry have long assumed responsibility for disposing of local\ngarbage, seeCarbone, supra, at 419–420, and n. 10\n(Souter, J., dissenting), most of the garbage produced in this\ncountry is still managed by the private sector. See Brief for\nNational Solid Wastes Management Association et al. asAmici Curiae22 (“Today, nearly two-thirds of solid waste\nreceived at landfills is received at private sector landfills”);\nR. W. Beck, Inc. et al., Size of the United States Solid\nWaste Industry, p. ES–3 (Apr. 2001) (study sponsored by the\nEnvironmental Research and Education Foundation) (noting that in\n1999, 69.2% of the solid waste produced in the United States was\nmanaged by privately owned businesses). In that respect, the Court\nis simply mistaken in concluding that waste disposal is “typically”\na local government function.Moreover, especially considering the Court’s\nrecognition that “ ‘any notion of discrimination assumes a\ncomparison of substantially similar entities,’ ”ante, at 10 (quotingGeneral Motors Corp.v.Tracy,519\nU. S. 278, 298 (1997)), a “traditional” municipal landfill is\nfor present purposes entirely different from a monopolistic\nlandfill supported by the kind of discriminatory legislation at\nissue in this case and inCarbone. While the former may be\nrooted in history and tradition, the latter has been deemed\nunconstitutional until today. SeeCarbone, supra, at\n392–393. It is therefore far from clear that the laws at issue here\ncan fairly be described as serving a function “typically and\ntraditionally” performed by local governments.CEqually unpersuasive is the\nCourt’s suggestion that the flow-control laws do not discriminate\nagainst interstate commerce because they “treat in-state private\nbusiness interests exactly the same as out-of-state ones.”Ante, at 13. Again, the critical issue is whether the\nchallenged legislation discriminates against interstate commerce.\nIf it does, then regardless of whether those harmed by it reside\nentirely outside the State in question, the law is subject to\nstrict scrutiny. Indeed, this Court has long recognized that\n“ ‘a burden imposed by a State upon interstate commerce is not\nto be sustained simply because the statute imposing it applies\nalike to the people of all the States, including the people of the\nState enacting such statute.’ ”Brimmerv.Rebman,138\nU. S. 78, 83 (1891) (quotingMinnesotav.Barber,136\nU. S. 313, 326 (1890)); accord,Fort Gratiot Sanitary\nLandfill, Inc., 504 U. S., at 361–363;Dean Milk, 340\nU. S., at 354, n. 4. It therefore makes no difference that the\nflow-control laws at issue here apply to in-state and out-of-state\nbusinesses alike.[Footnote 4]\nSeeCarbone, supra, at 391 (“The [flow-control] ordinance\nis no less discriminatory because in-state or in-town processors\nare also covered by the prohibition”).*  *  *The dormant Commerce Clause has\nlong been understood to prohibit the kind of discriminatory\nlegislation upheld by the Court in this case. I would therefore\nreverse the decision of the Court of Appeals.Footnote 1SeeGranholmv.Heald,544 U. S. 460, 517–518 (2005) (Thomas,\nJ., dissenting) (“These liquor regulation schemes discriminated\nagainst out-of-state economic interests … . State\nmonopolies that did not permit direct shipments to consumers, for\nexample, were thought to discriminate against out-of-state\nwholesalers and retailers …” (citingVance,170 U.\nS., at 451–452)).Footnote 2See,e.g., Owen, Sun, & Zheng,\nAntitrust in China: The Problem of Incentive Compatibility, 1 J. of\nCompetition L. & Econ. 123, 131–133 (2005); Qin, WTO Regulation\nof Subsidies to State-owned Enterprises (SOEs)—A Critical Appraisal\nof the China Accession Protocol, 7 J. of Int’l Econ. L. 863,\n869–876 (Dec. 2004).Footnote 3It therefore seems strange that the Commerce\nClause, which has historically been understood to protect free\ntrade and prohibit States from “plac[ing] [themselves] in a\nposition of economic isolation,”Baldwinv.G. A. F. Seelig, Inc.,294 U. S. 511, 527 (1935), is now\nbeing construed to condone blatantly protectionist laws on grounds\nthat such legislation is necessary to support governmental efforts\nto commandeer the local market for a particular good or service. In\nadopting that construction, the Court sends a bold and enticing\nmessage to local governments throughout the United States:\nProtectionist legislation is now permissible, so long as the\nenacting government excludes all private-sector participants from\nthe affected local market.Footnote 4A law granting monopoly rights to a single,\nlocal business clearly would not be immune from a dormant Commerce\nClause challenge simply because it excluded both in-state and\nout-of-state competitors from the local market. SeeC & ACarbone, Inc. v.Clarkstown,511 U. S. 383, 391 (1994). It is\ntherefore strange for the Court to attach any significance to the\nfact that the flow-control laws at issue here apply to in-state and\nout-of-state competitors alike.",
    "joined": []
}