{
    "case": {
        "docket": "196",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/196/"
    },
    "id": "1963151",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGBLOATE V. UNITED STATES559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-728TAYLOR JAMES BLOATE, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[March 8, 2010]Justice Alito, with whom Justice\nBreyer joins, dissenting.The Court’s interpretation of the\nSpeedy Trial Act of 1974 (Speedy Trial Act or Act) is not supported\nby the text or the legislative history of the Act. Under the\nCourt’s interpretation, petitioner may be entitled to dismissal of\nthe charges against him because his attorney persuaded a Magistrate\nJudge to give the defense additional time to prepare pretrial\nmotions and thus delayed the commencement of his trial. The Speedy\nTrial Act does not require this strange result.IAThe Speedy Trial Act generally\nrequires a federal criminal trial to begin within 70 days after the\ndefendant is charged or appears in court, but certain pretrial\nperiods are excluded from the 70-day calculation. See 18 U.\nS. C. A. §3161 (2000 ed. and Supp. 2009). The provision\nat issue here, §3161(h)(1) (Supp. 2009), automatically excludes\n“[a]ny period of delay resulting from other proceedings concerning\nthe defendant, including but not limited to” eight specific types\nof delay that are set out in subparagraphs (A)–(H). Eight Courts of\nAppeals have held[Footnote\n1]—and I agree—that a delay resulting from the granting of a\ndefense request for additional time to complete pretrial motions is\na delay “resulting from [a] proceedin[g] concerning the defendant”\nand is thus automatically excluded under §3161(h)(1).BIn considering the question\npresented here, I begin with the general language of §3161(h)(1),\nwhich, as noted, automatically excludes any “delay resulting from\nother proceedings concerning the defendant.” (For convenience, I\nwill refer to this portion of the statute as “subsection (h)(1).”)\nThe delay resulting from the granting of a defense request for an\nextension of time to complete pretrial motions falls comfortably\nwithin the terms of subsection (h)(1).First, the granting of such a\ndefense request qualifies as a “proceeding.” A court proceeding is\ndefined as “[a]n act or step that is part of a larger action” and\n“an act done by the authority or direction of the court.” Black’s\nLaw Dictionary 1324 (9th ed. 2009) (internal quotation marks\nomitted) (hereinafter Black’s Law). The granting of a defense\nrequest for an extension of time to prepare pretrial motions\nconstitutes both “[a]n act or step that is part of [the] larger\n[criminal case]” and “an act done by the authority or direction of\nthe court.” Second, delay caused by the granting of such an\nextension is obviously “delay resulting from” the successful\nextension request.CThe Court does not contend that\nthe granting of a defense request for time to prepare pretrial\nmotions falls outside the plain meaning of subsection (h)(1), but\nthe Court holds that §3161(h)(1)(D) (hereinafter subparagraph (D))\nnarrows the meaning of subsection (h)(1). Subparagraph (D) sets out\none of the eight categories of delay that are specifically\nidentified as “delay resulting from [a] proceedin[g] concerning the\ndefendant,” but as noted, this list is preceded by the phrase\n“including but not limited to.” “When ‘include’ is utilized, it is\ngenerally improper to conclude that entities not specifically\nenumerated are excluded.” 2A N. Singer & J. Singer,\nSutherland on Statutes and Statutory Construction §47.23, p. 417\n(7th ed. 2007). SeeCampbellv.Acuff-Rose Music,\nInc.,510 U. S.\n569, 577 (1994);Herb’s Welding, Inc.v.Gray,470\nU. S. 414, 423, n. 9 (1985);Federal Land Bank of St.\nPaulv.Bismarck Lumber Co.,314 U. S. 95, 100 (1941);\nBlack’s Law 831 (“The participleincludingtypically\nindicates a partial list”). And the inclusion in subsection (h)(1)\nof the additional phrase “not limited to” reinforces this point.\nSeeUnited Statesv.Tibboel, 753 F. 2d 608, 610\n(CA7 1985).Because subparagraph (D) follows\nthe phrase “including but not limited to,” the Court has a steep\nhurdle to clear to show that this subparagraph narrows the meaning\nof the general rule set out in subsection (h)(1). The Court’s\nargument is that subparagraph (D) governs not just “delay resulting\nfrom any pretrial motion,” §3161(h)(1)(D), but also delay resulting\nfrom “proceedingsinvolvingpretrial motions,”ante, at 8, and n. 9 (emphasis added), and “all\npretrial motion-relateddelay,”ante,at 8\n(emphasis added). In the Court’s view, Congress has expressed a\njudgment that if a period of “pretrial motion-related delay” does\nnot fall within the express terms of subparagraph (D), then it is\n“excludable only when accompanied by district court findings.”Ante, at 9. Thus, since subparagraph (D) does not provide\nfor the exclusion of delay resulting from the granting of a defense\nrequest for more time to prepare pretrial motions, the Court holds\nthat such delay is not excluded from the 70-day calculation. The\nCourt’s analysis, however, is not supported by either the text of\nsubparagraph (D) or the circumstances that gave rise to its\nenactment.DThe Court’s argument would have\nsome force if it were clear that the delay involved in the present\ncase is “delay resulting from [a] pretrial motion.” §3161(h)(1)(D).\nIt could then be argued that subparagraph (D) reflects a\nlegislative decision to provide for the automatic exclusion of\ndelay resulting from a pretrial motion only if that delay occurs\nduring the period “from the filing of the motion through the\nconclusion of the hearing on, or other prompt disposition of, such\nmotion.”Ibid.[Footnote\n2]It is at least doubtful,\nhowever, that the delay at issue in the present case is delay\n“resulting from [a] pretrial motion.” Ibid.[Footnote 3]The phrase “resulting from” means\n“proceed[ing], spring[ing], or aris[ing] as a consequence, effect,\nor conclusion.” Webster’s Third New International Dictionary 1937\n(1971). Thus, delay “resulting from” a pretrial motion is delay\nthat occurs as a consequence of such a motion. The type of delay\ninvolved in the present case, however, does not occur as a\nconsequence of a pretrial motion; rather, it occurs as a\nconsequence of the court’s granting of a defense request for an\nextension of time. The particular facts of this case sharply\nillustrate this point because petitioner never filed pretrial\nmotions.[Footnote 4]It is telling that the Court elides the\nstatutory phrase “resulting from” and substitutes a broader phrase\nof its own invention. The Court writes that “pretrial\nmotion-related delay” that is not captured by subparagraph (D)’s\ntext is “excludable only when accompanied by district court\nfindings.”Ante, at 9. See alsoante, at 8\n(“Subparagraph (D) does not subject all pretrial motion-related\ndelay to automatic exclusion”);ante, at 9 (“[O]nly\npretrial motion-related delay ‘from the filing’ of a motion to the\nhearing or disposition point specified in the provision is\nautomatically excludable”);ante, at 15, n. 14\n(“pretrial motion-related delay”);ibid.(“pretrial\nmotion-related proceedings”). But “pretrial motion-related delay”\nis not necessarily delay “resulting from” a pretrial motion.Even if it is possible to read the statutory\nphrase “resulting from” to mean “related [to],” seeante,\nat 9, there are at least two good reasons for rejecting that\nreading. First, because subparagraphs (A)–(H) are meant to be\nillustrative, those provisions should not be interpreted as\nlimiting unless the limitation is very clear. Second, the Court’s\ninterpretation of subparagraph (D) leads to an anomalous result\nthat Congress is unlikely to have intended. Because subparagraph\n(D) automatically excludes “delay resulting from any pretrial\nmotion, from the filing of the motion through the conclusion of the\nhearing on, or other prompt disposition of, such motion,” it is\nclear that subparagraph (D) automatically excludes delay resulting\nfrom the granting ofa prosecution requestfor additional\ntime to respond to a defendant’s pretrial motions. The Court has\nnot identified any reason why Congress might have wanted to provide\nan automatic exclusion for delay resulting from the granting of a\nprosecution request for additional time to respond to a defendant’s\npretrial motions but not for delay resulting from the granting of\nthe defendant’s request for additional time to prepare those very\nmotions. Since there is nothing to suggest that Congress intended\nsuch a strange, asymmetrical result, the Court’s strained\ninterpretation of subparagraph (D) should be rejected. Subparagraph\n(D) should be read to apply only to delay “resulting from [a]\npretrial motion,” and because the delay involved here does not\nresult from a pretrial motion, there is no basis for inferring that\nsubparagraph (D) was meant to take that delay outside the scope of\nthe general language of subsection (h)(1).EThe circumstances surrounding the\nadoption of the current version of subparagraph (D) in 1979 point\nto the same conclusion. That language was adopted toexpandthe reach of the exclusion. As originally enacted,\nthe relevant provision of the Act excluded only “delay resulting\nfrom hearings on pretrial motions,” 88 Stat. 2078, and courts had\ninterpreted this language literally to exclude only time actually\ndevoted to hearings. See,e.g.,United Statesv.Lewis, 425 F. Supp. 1166, 1171 (Conn. 1977);United Statesv.Conroy, No. 77 Cr. 607 (CHT),\n1978 U. S. Dist. LEXIS 19296, *4 (SDNY, Mar. 1, 1978); accord,United Statesv.Simms, 508 F. Supp. 1175,\n1177–1178 (WD La. 1979). The House Judiciary Committee stated that\nthe language on which the Court now relies was added “to avoid an\nunduly restrictive interpretation of the exclusion as extending\nonly to the actual time consumed in a pretrial hearing.” H. R. Rep.\nNo. 96–390, p. 10 (1979). Similarly, the Senate Judiciary Committee\nexpressed frustration with what it described as the courts’\n“unnecessarily inflexible” interpretation of the Act. S. Rep. No.\n96–212, p. 18 (1979) (hereinafter S. Rep.). See alsoid.,at 26. Congress’ expansion of the exclusion set out\nin subparagraph (D) so that it covers, not just the time taken up\nby hearings on pretrial motions, but all delay resulting from\npretrial motions does not support the inference that Congress\nwanted the type of delay at issue in this case to count against the\nSpeedy Trial Act’s 70-day period.Contending that Congress could\nhave been more explicit if it “wished courts to exclude pretrial\nmotion preparation time automatically,” the Court cites as an\nexample a legislative proposal by the Department of Justice to\nprovide for an express exclusion of preparation time for pretrial\nmotions.Ante, at 14, n. 13. The Court is correct\nthat Congress did not choose this option, but the Court’s argument\nmisses the point.First, it bears emphasizing that the Justice\nDepartment’s proposal did not simply exclude delay caused by a\nsuccessful defense request for additional time to prepare pretrial\nmotions. That is the delay in dispute here. Instead, the Justice\nDepartment’s proposal excluded all “delay resulting from the\npreparation and service of pretrial motions and responses from\nhearings thereon.” S. 961, 96th Cong., 1st Sess., §5 (1979) (as\nintroduced).Second, the reasons given in the Senate\nJudiciary Committee report for rejecting the Justice Department\nproposal do not apply when the delay results from the granting of a\ndefense request such as the one at issue here. The Senate Committee\nreport noted that, when excluding time for the preparation of\npretrial motions, it will be “quite difficult to determine a point\nat which preparation actually begins.” S. Rep., at 34. But when a\ndistrict court grants a defendant’s motion for time to prepare\npretrial motions, that concern is not present. SeeUnited\nStatesv.Oberoi, 547 F. 3d 436, 451 (CA2 2008)\n(noting the importance of the District Court’s expressly stopping\nthe speedy trial clock to create a point from which to measure\npreparation time).[Footnote 5]\nIn addition, the Committee expressed the view that “in routine\ncases, preparation time should not be excluded.” S. Rep., at\n34. However, cases in which a district court accedes to a defense\nrequest for more than the usual amount of time for the completion\nof pretrial motions are by definition not routine.Third, there is no reason why Congress should\nhave supposed that the language that Congress and the President\nenacted did not reach delay resulting from the granting of the\ndefendant’s request for additional time to prepare pretrial\nmotions. As explained above,supra,at 2, 4–6, such delay\nresults from a proceeding concerning the defendant and is not delay\nresulting from a pretrial motion.In sum, (1) delay resulting from the granting\nof a defense motion for an extension of time to file pretrial\nmotions falls within the general rule, set out in subsection\n(h)(1), that automatically excludes delay “resulting from [a]\nproceedin[g] concerning the defendant;” (2) the subparagraphs that\nfollow, which are preceded by the phrase “including but not limited\nto,” are illustrative, not exhaustive; and (3) neither the text of\nsubparagraph (D) nor the circumstances surrounding its adoption\nclearly reflect an intent to narrow the scope of the general rule\nset out in subsection (h)(1). For these reasons, I would hold that\nthe delay in question here is automatically excluded.IIThe Court advances several\nadditional arguments in support of its analysis, but none is\npersuasive.ATwo of these arguments hinge on\nthe Court’s unjustifiably broad interpretation of subparagraph (D),i.e., that it covers all “pretrial motion-related delay.”\nFirst, the Court reasons that under a contrary interpretation, “a\ncourt could extend by weeks or months, without any finding that the\nincursion on the Act’s timeliness guarantee is justified, the\nentire portion of a criminal proceeding for which the Act sets a\ndefault limit of 70 days.”Ante,at 13. But the same is\ntrue of the Court’s interpretation. Even under an interpretation\nthat automatically excludes delay “onlyfrom the time a\nmotion is filed through the hearing or disposition point,”ante, at 9, there appears to be no reason why a district\ncourt may not, in its discretion, extend the automatically\nexcludable period of time under subparagraph (D) through any number\nof means, including: (1) extending the time to file an opposition\nbrief, see Tr. of Oral Arg. 4; (2) extending the time to file a\nreply brief, seeUnited Statesv.Latham, No.\n82–CR–890, 1983 U. S. Dist. LEXIS 14219, *1–*3 (ND Ill., Aug. 30,\n1983); (3) allowing pre-hearing supplemental briefing, seeUnited Statesv.Faison, No. 06–4332, 2007 U. S.\nApp. LEXIS 23298, *6–*9 (CA4, Oct. 4, 2007); (4) deferring the\nhearing on a pretrial motion, seeUnited Statesv.Riley, 991 F. 2d 120, 124 (CA4 1993); (5) conducting\nmultiple hearings on the motion or motions,e.g.,United Statesv.Boone, Crim. No. 00–3, 2002 WL\n31761364, *20, n. 12 (D NJ, Dec. 6, 2002); or (6) allowing the\nfiling of post hearing submissions, seeHendersonv.United States,476 U. S. 321, 324\n(1986). Indeed, inHendersonwe held that 295 days of\ndelay resulting from the filing of a pretrial motion were\nautomatically excludable, and we noted that “Congress was aware of\nthe breadth of the exclusion it was enacting.”Id.,at\n327.[Footnote 6] The Court’s\nsuggestion that its interpretation is necessary to protect the\nAct’s “timeliness guarantee,”ante, at 13, is\nillusory.For a similar reason, the Court’s\ninterpretation is not supported by the rule of construction that\n“ ‘[a] specific provision’ … ‘controls one[s] of more general\napplication.’ ”Ante,at 10. This rule applies only\nwhen specific and general statutory provisions conflict.National Cable & Telecommunications Assn., Inc.v.Gulf Power Co.,534 U. S. 327, 335–336\n(2002). Here, there is no conflict because, even if subparagraph\n(D) governs “delay resulting from any pretrial motion,” there is no\nbasis for concluding that subparagraph (D) governs all “pretrial\nmotion-related delay.”BContrary to the Court’s claim,\nits decision is not supported by §3161(h)(7)(A), which excludes\n“delay resulting from a continuance” provided that the trial court\n“sets forth, in the record of the case, … its reasons for finding\nthat the ends of justice served by the granting of such continuance\noutweigh the best interests of the public and the defendant in a\nspeedy trial.” One might argue that a trial judge grants a\n“continuance” whenever the judge postpones a trial date, even when\nthe postponement is the direct result of a proceeding that falls\nsquarely within the language of subsection (h)(1) or one of the\nspecific illustrative subparagraphs that follow. See §3161(h)(7)(A)\n(“[a]ny period of delay resulting from a continuance”). But such a\nreading would render subsection (h)(1) and subparagraphs (A)–(H)\nmeaningless if it were true that all continuances required\nends-of-justice findings. The plain terms of subsection (h)(1)\nrefute this interpretation and show that Congress intended for some\nperiods of delay that postpone the trial date to be automatically\nexcludable.Viewed in their proper context,\nsubsection (h)(1) and its subparagraphs carve out exceptions to the\ngeneral rule of §3161(h)(7)(A) requiring ends-of-justice findings\nfor continuances. See,e.g.,United Statesv.Aviles-Alvarez, 868 F. 2d 1108, 1112 (CA9 1989)\n(noting that when pretrial motion delay is automatically excluded,\nthe District Court “does not have to make findings or consider any\nfactors”). A period of delay resulting from a continuance requires\nends-of-justice findings only when it does not also fall within the\nsubset of automatically excludable delay defined by subsection\n(h)(1). When a period of delay resulting from a continuance does\nqualify for automatic exclusion, a court ordinarily should give\neffect to the more specific provisions of subsection (h)(1). SeeGozlon-Peretzv.United States,498 U. S. 395, 407\n(1991) (“A specific provision controls over one of more general\napplication”). Cf.ante, at 10.For the reasons discussed, seesupra,\nat 2, the granting of a defense request for an extension of time to\ncomplete pretrial motions is a “proceedin[g] concerning the\ndefendant” within the meaning of subsection (h)(1). It may also\nqualify as a “continuance” within the meaning of §3161(h)(7)(A) if\nthe delay has the effect of pushing back the trial date. But a\ncourt should resolve the conflict by applying the more specific\nprovision of subsection (h)(1). This result is faithful not only to\nthe plain language of the statute, but to its overall structure of\nproviding a class of exceptions to the general rule that\ncontinuances require ends-of-justice findings. And it also\nrecognizes that when defense counsel argues that adequate pretrial\nmotions cannot be completed within the time allotted and is granted\nan extension, it will generally go without saying that the judge\nhas considered whether the ends of justice will be served by the\nextension, and requiring the judge to recite this determination on\nthe record will often be an empty exercise.IIIThe Court does not believe that\nits interpretation will have serious adverse consequences because\ntrial judges, by making the on-the-record findings required under\n§3161(h)(7), may exclude delay resulting from the granting of a\ndefense request for an extension to file pretrial motions. As this\ncase illustrates, however, there will be cases in which busy\ndistrict judges and magistrate judges will fail to make those\nfindings, and indictments will be dismissed for no good reason. If\nrequiring findings on the record were cost- and risk-free, Congress\nwould not have provided for the automatic exclusion of the broad\ncategory of delay encompassed by §3161(h)(1).The Court notes that, when a\nSpeedy Trial Act violation occurs because of delay caused by an\nextension requested by the defense, a district court may dismiss\nthe indictment without prejudice. But as we have recognized, even\nwhen a new indictment may be obtained, “substantial delay may well\nmake reprosecution . . . unlikely.”United Statesv.Taylor,487\nU. S. 326, 342 (1988). Dismissal without prejudice is “not a\ntoothless sanction,”ibid., and it is particularly\ninappropriate when brought about by a criminal defendant’s own\ndelay.IVFor these reasons, I would hold\nthat the delay at issue in this case is automatically excluded for\nSpeedy Trial Act purposes, and I would therefore affirm the\ndecision of the Court of Appeals.Footnote 1United Statesv.Oberoi,\n547 F. 3d 436, 448–451 (CA2 2008); 534 F. 3d 893, 897–898\n(CA8 2008) (case below);United Statesv.Mejia,82 F. 3d 1032, 1035–1036 (CA11 1996);United Statesv.Lewis, 980 F. 2d 555, 564 (CA9 1992);United\nStatesv.Mobile Materials, Inc., 871 F. 2d 902,\n912–915(per curiam), opinion supplemented on other\ngrounds on rehearing, 881 F. 2d 866 (CA10 1989)(per\ncuriam);United Statesv.Wilson, 835 F. 2d\n1440, 1444–1445 (CADC 1987);United Statesv.Tibboel, 753 F. 2d 608, 610 (CA7 1985);United\nStatesv.Jodoin, 672 F. 2d 232, 237–239 (CA1\n1982).Footnote 2The Court hints that the defense’s request\nfor additional time might itself be a pretrial motion within the\nmeaning of §3161(h)(1)(D). Neither party relies on this theory. The\nCourt of Appeals found that “Bloate never filed a pretrial motion.”\n534 F. 3d, at 897.Footnote 3This much is clear from the Court’s own\nlanguage. The Court writes that “although the period of delay the\nGovernment seeks to exclude in this caseresults from a\nproceedinggoverned by subparagraph (D), that period precedes\nthe first day upon which Congress specified thatsuch\ndelaymay be automatically excluded.”Ante, at 9–10\n(emphasis added). Subparagraph (D) does not speak of delay that\nresults from a “proceeding,”ibid.;subsection\n(h)(1), however, does. See §3161(h)(1).Footnote 4But even if petitioner had filed pretrial\nmotions, the delay resulting from the granting of the extension\nstill would not be delay “resulting from” the motion.Footnote 5The Court incorrectly states that the Courts\nof Appeals that have read subsection (h)(1) to exclude preparation\ntime for pretrial motions have found it necessary to “impos[e]\nextratextual limitations on excludability,” namely, that the trial\njudge must expressly grant an extension of the time for the\ncompletion of pretrial motions. Seeante, at 16. This\nrequirement, however, springs from the language of subsection\n(h)(1), for it is the granting of the extension request that\nconstitutes the “proceedin[g] concerning the defendant” that\ntriggers the exclusion under subsection (h)(1). Seesupra,\nat 2.Footnote 6That the delay inHendersonwas\ndelay “resulting from [a] pretrial motion,” §3161(h)(1)(D); see 476\nU. S., at 322, 330–331, distinguishes that case from the scenario\nhere, where no pretrial motion has been filed and the delay in\nquestion “results from a proceeding” that, in the Court’s view, is\n“governed by subparagraph (D).”Ante, at 9–10. Cf.ante, at 15, n. 14.",
    "joined": []
}