{
    "case": {
        "docket": "17-1618",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/17-1618/"
    },
    "id": "4261581",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 17–1618, 17–1623 and 18–107_________________GERALD LYNN BOSTOCK, PETITIONER17–1618v.CLAYTON COUNTY, GEORGIAon writ of certiorari to the united states\ncourt of appeals for the eleventh circuitALTITUDE EXPRESS, INC., et al.,\nPETITIONERS17–1623v.MELISSA ZARDA and William Allen Moore,\nJr., co-independent executors of the ESTATE OF DONALD ZARDAon writ of certiorari to the united states\ncourt of appeals for the second circuitR.G. & G.R. HARRIS FUNERAL HOMES,\nINC., PETITIONER18–107v.EQUAL EMPLOYMENT OPPORTUNITY\nCOMMISSION, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 15, 2020]Justice Alito, with whom Justice Thomas joins,\ndissenting.There is only one word for what the Court has\ndone today: legislation. The document that the Court releases is in\nthe form of a judicial opinion interpreting a statute, but that is\ndeceptive.Title VII of the Civil Rights Act of 1964\nprohibits employment discrimination on any of five specified\ngrounds: “race, color, religion, sex, [and] national origin.” 42\nU. S. C. §2000e–2(a)(1). Neither “sexual orientation” nor\n“gender identity” appears on that list. For the past 45 years,\nbills have been introduced in Congress to add “sexual orientation”\nto the list,[1] and in recent\nyears, bills have included “gender identity” as well.[2] But to date, none has passed both\nHouses.Last year, the House of Representatives passed a\nbill that would amend Title VII by defining sex discrimination to\ninclude both “sexual orientation” and “gender identity,” H. R.\n5, 116th Cong., 1st Sess. (2019), but the bill has stalled in the\nSenate. An alternative bill, H. R. 5331, 116th Cong., 1st\nSess. (2019), would add similar prohibitions but contains\nprovisions to protect religious liberty.[3] This bill remains before a House Subcommittee.Because no such amendment of Title VII has been\nenacted in accordance with the requirements in the Constitution\n(passage in both Houses and presentment to the President, Art. I,\n§7, cl. 2), Title VII’s prohibition of discrimination because of\n“sex” still means what it has always meant. But the Court is not\ndeterred by these constitutional niceties. Usurping the\nconstitutional authority of the other branches, the Court has\nessentially taken H. R. 5’s provision on employment\ndiscrimination and issued it under the guise of statutory\ninterpretation.[4] A more\nbrazen abuse of our authority to interpret statutes is hard to\nrecall.The Court tries to convince readers that it is\nmerely enforcing the terms of the statute, but that is\npreposterous. Even as understood today, the concept of\ndiscrimination because of “sex” is different from discrimination\nbecause of “sexual orientation” or “gender identity.” And in any\nevent, our duty is to interpret statutory terms to “mean what they\nconveyed to reasonable peopleat the time they were\nwritten.” A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 16 (2012) (emphasis added). If every\nsingle living American had been surveyed in 1964, it would have\nbeen hard to find any who thought that discrimination because of\nsex meant discrimination because of sexual orientation––not to\nmention gender identity, a concept that was essentially unknown at\nthe time.The Court attempts to pass off its decision as\nthe inevitable product of the textualist school of statutory\ninterpretation championed by our late colleague Justice Scalia, but\nno one should be fooled. The Court’s opinion is like a pirate ship.\nIt sails under a textualist flag, but what it actually represents\nis a theory of statutory interpretation that Justice Scalia\nexcoriated––the theory that courts should “update” old statutes so\nthat they better reflect the current values of society. See A.\nScalia, A Matter of Interpretation 22(1997). If the Court finds it appropriate to\nadopt this theory, it should own up to what it is doing.[5]Many will applaud today’s decision because they\nagree on policy grounds with the Court’s updating of Title VII. But\nthe question in these cases is not whether discrimination because\nof sexual orientation or gender identityshould beoutlawed.\nThe question iswhether Congress did that in 1964.It indisputably did not.IATitle VII, as noted, prohibits discrimination\n“because of . . . sex,” §2000e–2(a)(1), and in 1964, it\nwas as clear as clear could be that this meant discrimination\nbecause of the genetic and anatomical characteristics that men and\nwomen have at the time of birth. Determined searching has not found\na single dictionary from that time that defined “sex” to mean\nsexual orientation, gender identity, or “transgender\nstatus.”[6]Ante, at 2.\n(Appendix A,infra, to this opinion includes the full\ndefinitions of “sex” in the unabridged dictionaries in use in the\n1960s.)In all those dictionaries, the primary\ndefinition of “sex” was essentially the same as that in the\nthen-most recent edition of Webster’s New International Dictionary\n2296 (def. 1) (2d ed. 1953): “[o]ne of the two divisions of\norganisms formed on the distinction of male and female.” See also\nAmerican Heritage Dictionary 1187 (def. 1(a)) (1969) (“The property\nor quality by which organisms are classified according to their\nreproductive functions”); Random House Dictionary of the English\nLanguage 1307 (def. 1) (1966) (Random House Dictionary) (“the fact\nor character of being either male or female”); 9 Oxford English\nDictionary 577 (def. 1) (1933) (“Either of the two divisions of\norganic beings distinguished as male and female respectively”).The Court does not dispute that this is what\n“sex” means in Title VII, although it coyly suggests that there is\nat least some support for a different and potentially relevant\ndefinition.Ante, at 5. (I address alternative definitions\nbelow. See Part I–B–3,infra.) But the Court declines to\nstand on that ground and instead “proceed[s] on the assumption that\n‘sex’ . . . refer[s] only to biological distinctions\nbetween male and female.”Ante, at 5.If that is so, it should be perfectly clear that\nTitle VII does not reach discrimination because of sexual\norientation or gender identity. If “sex” in Title VII means\nbiologically male or female, then discrimination because of sex\nmeans discrimination because the person in question is biologically\nmale or biologically female, not because that person is sexually\nattracted to members of the same sex or identifies as a member of a\nparticular gender.How then does the Court claim to avoid that\nconclusion? The Court tries to cloud the issue by spending many\npages discussing matters that are beside the point. The Court\nobserves that a Title VII plaintiff need not show that “sex” was\nthe sole or primary motive for a challenged employment decision or\nits sole or primary cause; that Title VII is limited to\ndiscrimination with respect to a list of specified actions (such as\nhiring, firing, etc.); and that Title VII protects individual\nrights, not group rights. Seeante, at 5–9, 11.All that is true, but so what? In cases like\nthose before us, a plaintiff must show that sex was a “motivating\nfactor” in the challenged employment action, 42 U. S. C.\n§2000e–2(m), so the question we must decide comes down to this: if\nan individual employee or applicant for employment shows that his\nor her sexual orientation or gender identity was a “motivating\nfactor” in a hiring or discharge decision, for example, is that\nenough to establish that the employer discriminated “because of\n. . . sex”? Or, to put the same question in different\nterms, if an employer takes an employment action solely because of\nthe sexual orientation or gender identity of an employee or\napplicant, has that employer necessarily discriminated because of\nbiological sex?The answers to those questions must be no,\nunless discrimination because of sexual orientation or gender\nidentity inherently constitutes discrimination because of sex. The\nCourt attempts to prove that point, and it argues, not merely that\nthe terms of Title VIIcanbe interpreted that way but that\ntheycannot reasonably be interpreted any other way.\nAccording to the Court, the text is unambiguous. Seeante,\nat 24, 27, 30.The arrogance of this argument is breathtaking.\nAs I will show, there is not a shred of evidence that any Member of\nCongress interpreted the statutory text that way when Title VII was\nenacted. See Part III–B,infra. But the Court apparently\nthinks that this was because the Members were not “smart enough to\nrealize” what its language means.Hivelyv.Ivy Tech\nCommunity College of Ind., 853 F.3d 339, 357 (CA7 2017)\n(Posner, J., concurring). The Court seemingly has the same opinion\nabout our colleagues on the Courts of Appeals, because until 2017,\nevery single Court of Appeals to consider the question interpreted\nTitle VII’s prohibition against sex discrimination to mean\ndiscrimination on the basis of biological sex. See Part III–C,infra. And for good measure, the Court’s conclusion that\nTitle VII unambiguously reaches discrimination on the basis of\nsexual orientation and gender identity necessarily means that the\nEEOC failed to see the obvious for the first 48 years after Title\nVII became law.[7] Day in and\nday out, the Commission enforced Title VII but did not grasp what\ndiscrimination “because of . . . sex” unambiguously\nmeans. See Part III–C,infra.The Court’s argument is not only arrogant, it is\nwrong. It fails on its own terms. “Sex,” “sexual orientation,” and\n“gender identity” are different concepts, as the Court concedes.Ante, at 19 (“homosexuality and transgender status are\ndistinct concepts from sex”). And neither “sexual orientation” nor\n“gender identity” is tied to either of the two biological sexes.\nSeeante, at 10 (recognizing that “discrimination on these\nbases” does not have “some disparate impact on one sex or\nanother”). Both men and women may be attracted to members of the\nopposite sex, members of the same sex, or members of both\nsexes.[8] And individuals who\nare born with the genes and organs of either biological sex may\nidentify with a different gender.[9]Using slightly different terms, the Court\nasserts again and again that discrimination because of sexual\norientation or gender identity inherently or necessarily entails\ndiscrimination because of sex. Seeante, at 2 (When an\nemployer “fires an individual for being homosexual or transgender,”\n“[s]ex plays a necessary and undisguisable role in the decision”);ante, at 9 (“[I]t is impossible to discriminate against a\nperson for being homosexual or transgender without discriminating\nagainst that individual based on sex”);ante, at 11 (“[W]hen\nan employer discriminates against homosexual or transgender\nemployees, [the] employer . . . inescapablyintendsto rely on sex in its decisionmaking”);ante,\nat 12 (“For an employer to discriminate against employees for being\nhomosexual or transgender, the employer must intentionally\ndiscriminate against individual men and women in part because of\nsex”);ante, at 14 (“When an employer fires an employee for\nbeing homosexual or transgender, it necessarily and intentionally\ndiscriminates against that individual in part because of sex”);ante, at 19 (“[D]iscrimination based on homosexuality or\ntransgender status necessarily entails discrimination based on\nsex”). But repetition of an assertion does not make it so, and the\nCourt’s repeated assertion is demonstrably untrue.Contrary to the Court’s contention,\ndiscrimination because of sexual orientation or gender identity\ndoes not in and of itself entail discrimination because of sex. We\ncan see this because it is quite possible for an employer to\ndiscriminate on those grounds without taking the sex of an\nindividual applicant or employee into account. An employer can have\na policy that says: “We do not hire gays, lesbians, or transgender\nindividuals.” And an employer can implement this policy without\npaying any attention to or even knowing the biological sex of gay,\nlesbian, and transgender applicants. In fact, at the time of the\nenactment of Title VII, the United States military had a blanket\npolicy of refusing to enlist gays or lesbians, and under this\npolicy for years thereafter, applicants for enlistment were\nrequired to complete a form that asked whether they were\n“homosexual.” Appendix D,infra, at 88, 101.At oral argument, the attorney representing the\nemployees, a prominent professor of constitutional law, was asked\nif there would be discrimination because of sex if an employer with\na blanket policy against hiring gays, lesbians, and transgender\nindividuals implemented that policy without knowing the biological\nsex of any job applicants. Her candid answer was that this would\n“not” be sex discrimination.[10] And she was right.The attorney’s concession was necessary, but it\nis fatal to the Court’s interpretation, for if an employer\ndiscriminates against individual applicants or employees without\neven knowing whether they are male or female, it is impossible to\nargue that the employer intentionally discriminated because of sex.\nContra,ante, at 19. An employer cannot intentionally\ndiscriminate on the basis of a characteristic of which the employer\nhas no knowledge. And if an employer does not violate Title VII by\ndiscriminating on the basis of sexual orientation or gender\nidentity without knowing the sex of the affected individuals, there\nis no reason why the same employer could not lawfully implement the\nsame policy even if it knows the sex of these individuals. If an\nemployer takes an adverse employment action for a perfectly\nlegitimate reason—for example, because an employee stole company\nproperty—that action is not converted into sex discrimination\nsimply because the employer knows the employee’s sex. As explained,\na disparate treatment case requires proof of intent—i.e.,that the employee’s sex motivated the firing. In short, what this\nexample shows is that discrimination because of sexual orientation\nor gender identity does not inherently or necessarily entail\ndiscrimination because of sex, and for that reason, the Court’s\nchief argument collapses.Trying to escape the consequences of the\nattorney’s concession, the Court offers its own hypothetical:“Suppose an employer’s application form\noffered a single box to check if the applicant is either black or\nCatholic. If the employer refuses to hire anyone who checks that\nbox, would we conclude the employer has complied with Title VII, so\nlong as it studiously avoids learning any particular applicant’s\nrace or religion? Of course not.”Ante, at 18.How this hypothetical proves the Court’s point\nis a mystery. A person who checked that box would presumably be\nblack, Catholic, or both, and refusing to hire an applicant because\nof race or religion is prohibited by Title VII. Rejecting\napplicants who checked a box indicating that they are homosexual is\nentirely different because it is impossible to tell from that\nanswer whether an applicant is male or female.The Court follows this strange hypothetical with\nan even stranger argument. The Court argues that an applicant could\nnot answer the question whether he or she is homosexual without\nknowing something about sex. If the applicant was unfamiliar with\nthe term “homosexual,” the applicant would have to look it up or\nask what the term means. And because this applicant would have to\ntake into account his or her sex and that of the persons to whom he\nor she is sexually attracted to answer the question, it follows,\nthe Court reasons, that an employer could not reject this applicant\nwithout taking the applicant’s sex into account. Seeante,\nat 18–19.This is illogical. Just because an applicant\ncannot say whether he or she is homosexual without knowing his or\nher own sex and that of the persons to whom the applicant is\nattracted, it does not follow that an employer cannot reject an\napplicant based on homosexuality without knowing the applicant’s\nsex.While the Court’s imagined application form\nproves nothing, another hypothetical case offered by the Court is\ntelling. But what it proves is not what the Court thinks. The Court\nposits:“Imagine an employer who has a policy of\nfiring any employee known to be homosexual. The employer hosts an\noffice holiday party and invites employees to bring their spouses.\nA model employee arrives and introduces a manager to Susan, the\nemployee’s wife. Will that employee be fired? If the policy works\nas the employer intends, the answer depends entirely on whether the\nmodel employee is a man or a woman.”Ante, at 11.This example disproves the Court’s argument\nbecause it is perfectly clear that the employer’s motivation in\nfiring the female employee had nothing to do with that employee’s\nsex. The employer presumably knew that this employee was a woman\nbefore she was invited to the fateful party. Yet the employer, far\nfrom holding her biological sex against her, rated her a “model\nemployee.” At the party, the employer learned something new, her\nsexual orientation, and it was this new information that motivated\nher discharge. So this is another example showing that\ndiscrimination because of sexual orientation does not inherently\ninvolve discrimination because of sex.In addition to the failed argument just\ndiscussed, the Court makes two other arguments, more or less in\npassing. The first of these is essentially that sexual orientation\nand gender identity are closely related to sex. The Court argues\nthat sexual orientation and gender identity are “inextricably bound\nup with sex,”ante, at 10, and that discrimination on the\nbasis of sexual orientation or gender identity involves the\napplication of “sex-based rules,”ante, at 17. This is a\nvariant of an argument found in many of the briefs filed in support\nof the employees and in the lower court decisions that agreed with\nthe Court’s interpretation. All these variants stress that sex,\nsexual orientation, and gender identity are related concepts. The\nSeventh Circuit observed that “[i]t would require considerable\ncalisthenics to remove ‘sex’ from ‘sexual orientation.’ ”Hively, 853 F. 3d, at 350.[11] The Second Circuit wrote that sex is necessarily “a\nfactor in sexual orientation” and further concluded that “sexual\norientation is a function of sex.” 883 F.3d 100, 112–113 (CA2 2018)\n(en banc). Bostock’s brief and those ofamicisupporting his\nposition contend that sexual orientation is “a sex-based\nconsideration.”[12] Other\nbriefs state that sexual orientation is “a function of\nsex”[13] or is\n“intrinsically related to sex.”[14] Similarly, Stephens argues that sex and gender\nidentity are necessarily intertwined: “By definition, a transgender\nperson is someone who lives and identifies with a sex different\nthan the sex assigned to the person at birth.”[15]It is curious to see this argument in an opinion\nthat purports to apply the purest and highest form of textualism\nbecause the argument effectively amends the statutory text. Title\nVII prohibits discrimination because ofsex itself,not\neverything that is related to, based on, or defined with reference\nto, “sex.” Many things are related to sex. Think of all the nouns\nother than “orientation” that are commonly modified by the\nadjective “sexual.” Some examples yielded by a quick computer\nsearch are “sexual harassment,” “sexual assault, “sexual violence,”\n“sexual intercourse,” and “sexual content.”Does the Court really think that Title VII\nprohibits discrimination on all these grounds? Is it unlawful for\nan employer to refuse to hire an employee with a record of sexual\nharassment in prior jobs? Or a record of sexual assault or\nviolence?To be fair, the Court does not claim that Title\nVII prohibits discrimination because ofeverythingthat is\nrelated to sex. The Court draws a distinction between things that\nare “inextricably” related and those that are related in “some\nvague sense.”Ante, at 10. Apparently the Court would graft\nonto Title VII some arbitrary line separating the things that are\nrelated closely enough and those that are not.[16] And it would do this in the name of high\ntextualism. An additional argument made in passing also fights the\ntext of Title VII and the policy it reflects. The Court proclaims\nthat “[a]n individual’s homosexuality or transgender status is not\nrelevant to employment decisions.”Ante, at 9. That is the\npolicy view of many people in 2020, and perhaps Congress would have\namended Title VII to implement it if this Court had not intervened.\nBut that is not the policy embodied in Title VII in its current\nform. Title VII prohibits discrimination based on five specified\ngrounds, and neither sexual orientation nor gender identity is on\nthe list. As long as an employer does not discriminate based on one\nof the listed grounds, the employer is free to decide for itself\nwhich characteristics are “relevant to [its] employment decisions.”Ibid.By proclaiming that sexual orientation and gender\nidentity are “not relevant to employment decisions,” the Court\nupdates Title VII to reflect what it regards as 2020 values.The Court’s remaining argument is based on a\nhypothetical that the Court finds instructive. In this\nhypothetical, an employer has two employees who are “attracted to\nmen,” and “to the employer’s mind” the two employees are\n“materially identical” except that one is a man and the other is a\nwoman.Ante, at 9 (emphasis added). The Court reasons that\nif the employer fires the man but not the woman, the employer is\nnecessarily motivated by the man’s biological sex.Ante, at\n9–10. After all, if two employees are identical in every respect\nbut sex, and the employer fires only one, what other reason could\nthere be?The problem with this argument is that the Court\nloads the dice. That is so because in the mind of an employer who\ndoes not want to employ individuals who are attracted to members of\nthe same sex, these two employees are not materially identical in\nevery respect but sex. On the contrary, they differ in another way\nthat the employer thinks is quite material. And until Title VII is\namended to add sexual orientation as a prohibited ground, this is a\nview that an employer is permitted to implement. As noted, other\nthan prohibiting discrimination on any of five specified grounds,\n“race, color, religion, sex, [and] national origin.” 42\nU. S. C. §2000e–2(a)(1), Title VII allows employers to\ndecide whether two employees are “materially identical.” Even\nidiosyncratic criteria are permitted; if an employer thinks that\nScorpios make bad employees, the employer can refuse to hire\nScorpios. Such a policy would be unfair and foolish, but under\nTitle VII, it is permitted. And until Title VII is amended, so is a\npolicy against employing gays, lesbians, or transgender\nindividuals.Once this is recognized, what we have in the\nCourt’s hypothetical case are two employees who differ intwoways––sex and sexual orientation––and if the employer\nfires one and keeps the other, all that can be inferred is that the\nemployer was motivated either entirely by sexual orientation,\nentirely by sex, or in part by both. We cannot infer with any\ncertainty, as the hypothetical is apparently meant to suggest, that\nthe employer was motivated even in part by sex. The Court harps on\nthe fact that under Title VII a prohibited ground need not be the\nsole motivation for an adverse employment action, seeante,\nat 10–11, 14–15, 21, but its example does not show that sex\nnecessarily playedanypart in the employer’s thinking.The Court tries to avoid this inescapable\nconclusion by arguing that sex is really the only difference\nbetween the two employees. This is so, the Court maintains, because\nboth employees “are attracted to men.”Ante, at 9–10. Of\ncourse, the employer would couch its objection to the man\ndifferently. It would say that its objection was his sexual\norientation. So this may appear to leave us with a battle of\nlabels. If the employer’s objection to the male employee is\ncharacterized as attraction to men, it seems that he is just like\nthe woman in all respects except sex and that the employer’s\ndisparate treatment must be based on that one difference. On the\nother hand, if the employer’s objection is sexual orientation or\nhomosexuality, the two employees differ in two respects, and it\ncannot be inferred that the disparate treatment was due even in\npart to sex.The Court insists that its label is the right\none, and that presumably is why it makes such a point of arguing\nthat an employer cannot escape liability under Title VII by giving\nsex discrimination some other name. Seeante, at 14, 17.\nThat is certainly true, but so is the opposite. Something that isnotsex discrimination cannot be converted into sex\ndiscrimination by slapping on that label. So the Court cannot prove\nits point simply by labeling the employer’s objection as\n“attract[ion] to men.”Ante, at 9–10. Rather, the Court\nneeds to show that its label is the correct one.And a labeling standoff would not help the Court\nbecause that would mean that the bare text of Title VII does not\nunambiguously show that its interpretation is right. The Court\nwould have no justification for its stubborn refusal to look any\nfurther.As it turns out, however, there is no standoff.\nIt can easily be shown that the employer’s real objection is not\n“attract[ion] to men” but homosexual orientation.In an effort to prove its point, the Court\ncarefully includes in its example just two employees, a homosexual\nman and a heterosexual woman, but suppose we add two more\nindividuals, a woman who is attracted to women and a man who is\nattracted to women. (A large employer will likely have applicants\nand employees who fall into all four categories, and a small\nemployer can potentially have all four as well.) We now have the\nfour exemplars listed below, with the discharged employees crossed\nout:Man attracted to menWoman attracted to menWoman attracted to womenMan attracted to womenThe discharged employees have one thing in\ncommon. It is not biological sex, attraction to men, or attraction\nto women. It is attraction to members of their own sex—in a word,\nsexual orientation. And that, we can infer, is the employer’s real\nmotive.In sum, the Court’s textual arguments fail on\ntheir own terms. The Court tries to prove that “it is impossible to\ndiscriminate against a person for being homosexual or transgender\nwithout discriminating against that individual based on sex,”ante,at 9, but as has been shown, it is entirely possible\nfor an employer to do just that. “[H]omosexuality and transgender\nstatus are distinct concepts from sex,”ante, at 19, and\ndiscrimination because of sexual orientation or transgender status\ndoes not inherently or necessarily constitute discrimination\nbecause of sex. The Court’s arguments are squarely contrary to the\nstatutory text.But even if the words of Title VII did not\ndefinitively refute the Court’s interpretation, that would not\njustify the Court’s refusal to consider alternative\ninterpretations. The Court’s excuse for ignoring everything other\nthan the bare statutory text is that the text is unambiguous and\ntherefore no one can reasonably interpret the text in any way other\nthan the Court does. Unless the Court has met that high standard,\nit has no justification for its blinkered approach. And to say that\nthe Court’s interpretation is the only possible reading is\nindefensible.BAlthough the Court relies solely on the\narguments discussed above, several other arguments figure\nprominently in the decisions of the lower courts and in briefs\nsubmitted by or in support of the employees. The Court apparently\nfinds these arguments unpersuasive, and so do I, but for the sake\nof completeness, I will address them briefly.1One argument, which relies on our decision inPrice Waterhousev.Hopkins,490\nU.S. 228(1989) (plurality opinion), is that discrimination\nbecause of sexual orientation or gender identity violates Title VII\nbecause it constitutes prohibited discrimination on the basis of\nsex stereotypes. See 883 F. 3d, at 119–123;Hively, 853 F.\n3d, at 346; 884 F.3d 560, 576–577 (CA6 2018). The argument goes\nlike this. Title VII prohibits discrimination based on stereotypes\nabout the way men and women should behave; the belief that a person\nshould be attracted only to persons of the opposite sex and the\nbelief that a person should identify with his or her biological sex\nare examples of such stereotypes; therefore, discrimination on\neither of these grounds is unlawful.This argument fails because it is based on a\nfaulty premise, namely, that Title VII forbids discrimination based\non sex stereotypes. It does not. It prohibits discrimination\nbecause of “sex,” and the two concepts are not the same. SeePrice Waterhouse, 490 U. S., at 251. That does not\nmean, however, that an employee or applicant for employment cannot\nprevail by showing that a challenged decision was based on a sex\nstereotype. Such evidence is relevant to prove discrimination\nbecause of sex, and it may be convincing where the trait that is\ninconsistent with the stereotype is one that would be tolerated and\nperhaps even valued in a person of the opposite sex. Seeibid.Much of the plaintiff ’s evidence inPrice Waterhousewas of this nature. The plaintiff was a\nwoman who was passed over for partnership at an accounting firm,\nand some of the adverse comments about her work appeared to\ncriticize her for being forceful and insufficiently “feminin[e].”Id., at 235–236.The main issue inPrice Waterhouse––the\nproper allocation of the burdens of proof in a so-called mixed\nmotives Title VII case—is not relevant here, but the plurality\nopinion, endorsed by four Justices, commented on the issue of sex\nstereotypes. The plurality observed that “sex stereotypes do not\ninevitably prove that gender played a part in a particular\nemployment decision” but “can certainly beevidencethat\ngender played a part.”Id., at 251.[17] And the plurality made it clear that “[t]he\nplaintiff must show that the employer actually relied on her gender\nin making its decision.”Ibid.Plaintiffs who allege that they were treated\nunfavorably because of their sexual orientation or gender identity\nare not in the same position as the plaintiff inPrice\nWaterhouse. In cases involving discrimination based on sexual\norientation or gender identity, the grounds for the employer’s\ndecision—that individuals should be sexually attracted only to\npersons of the opposite biological sex or should identify with\ntheir biological sex—apply equally to men and women.\n“[H]eterosexuality is not afemalestereotype; it not amalestereotype; it is not asex- specificstereotype\nat all.”Hively, 853 F. 3d, at 370 (Sykes, J.,\ndissenting).To be sure, there may be cases in which a gay,\nlesbian, or transgender individual can make a claim like the one inPrice Waterhouse. That is, there may be cases where traits\nor behaviors that some people associate with gays, lesbians, or\ntransgender individuals are tolerated or valued in persons of one\nbiological sex but not the other. But that is a different\nmatter.2A second prominent argument made in support of\nthe result that the Court now reaches analogizes discrimination\nagainst gays and lesbians to discrimination against a person who is\nmarried to or has an intimate relationship with a person of a\ndifferent race. Several lower court cases have held that\ndiscrimination on this ground violates Title VII. See,e.g.,Holcombv.Iona College, 521 F.3d 130 (CA2 2008);Parrv.Woodmen of World Life Ins. Co., 791 F.2d 888\n(CA11 1986). And the logic of these decisions, it is argued,\napplies equally where an employee or applicant is treated\nunfavorably because he or she is married to, or has an intimate\nrelationship with, a person of the same sex.This argument totally ignores the historically\nrooted reason why discrimination on the basis of an interracial\nrelationship constitutes race discrimination. And without taking\nhistory into account, it is not easy to see how the decisions in\nquestion fit the terms of Title VII.Recall that Title VII makes it unlawful for an\nemployer to discriminate against an individual “because ofsuch\nindividual’s race.” 42 U. S. C. §2000e–2(a) (emphasis\nadded). So if an employer is happy to employ whites and blacks but\nwill not employ any employee in an interracial relationship, how\ncan it be said that the employer is discriminating against either\nwhites or blacks “because of such individual’s race”? This employer\nwould be applying the same rule to all its employees regardless of\ntheir race.The answer is that this employer is\ndiscriminating on a ground that history tells us is a core form of\nrace discrimination.[18] “It\nwould require absolute blindness to the history of racial\ndiscrimination in this country not to understand what is at stake\nin such cases . . . . A prohibition on ‘race-mixing’ was\n. . . grounded in bigotry against a particular race and\nwas an integral part of preserving the rigid hierarchical\ndistinction that denominated members of the black race as inferior\nto whites.” 883 F. 3d, at 158–159 (Lynch, J., dissenting).Discrimination because of sexual orientation is\ndifferent. It cannot be regarded as a form of sex discrimination on\nthe ground that applies in race cases since discrimination because\nof sexual orientation is not historically tied to a project that\naims to subjugate either men or women. An employer who\ndiscriminates on this ground might be called “homophobic” or\n“transphobic,” but not sexist. SeeWittmerv.Phillips 66\nCo., 915 F.3d 328, 338 (CA5 2019) (Ho, J., concurring).3The opinion of the Court intimates that the\nterm “sex” was not universally understood in 1964 to refer just to\nthe categories of male and female, seeante, at 5, and while\nthe Court does not take up any alternative definition as a ground\nfor its decision, I will say a word on this subject.As previously noted, the definitions of “sex” in\nthe unabridged dictionaries in use in the 1960s are reproduced in\nAppendix A,infra. Anyone who examines those definitions can\nsee that the primary definition in every one of them refers to the\ndivision of living things into two groups, male and female, based\non biology, and most of the definitions further down the list are\nthe same or very similar. In addition, some definitions refer to\nheterosexual sex acts. See Random House Dictionary 1307 (“coitus,”\n“sexual intercourse” (defs. 5–6)); American Heritage Dictionary, at\n1187 (“sexual intercourse” (def. 5)).[19]Aside from these, what is there? One definition,\n“to neck passionately,” Random House Dictionary 1307 (def. 8),\nrefers to sexual conduct that is not necessarily heterosexual. But\ncan it be seriously argued that one of the aims of Title VII is to\noutlaw employment discrimination against employees, whether\nheterosexual or homosexual, who engage in necking? And even if\nTitle VII had that effect, that is not what is at issue in cases\nlike those before us.That brings us to the two remaining subsidiary\ndefinitions, both of which refer to sexual urges or instincts and\ntheir manifestations. See the fourth definition in the American\nHeritage Dictionary, at 1187 (“the sexual urge or instinct as it\nmanifests itself in behavior”), and the fourth definition in both\nWebster’s Second and Third (“[p]henomena of sexual instincts and\ntheir manifestations,” Webster’s New International Dictionary, at\n2296 (2d ed.); Webster’s Third New International Dictionary 2081\n(1966)). Since both of these come after three prior definitions\nthat refer to men and women, they are most naturally read to have\nthe same association, and in any event, is it plausible that Title\nVII prohibits discrimination based onanysexual urge or\ninstinct and its manifestations? The urge to rape?Viewing all these definitions, the overwhelming\nimpact is that discrimination because of “sex” was understood\nduring the era when Title VII was enacted to refer to men and\nwomen. (The same is true of current definitions, which are\nreproduced in Appendix B,infra.) This no doubt explains why\nneither this Court nor any of the lower courts have tried to make\nmuch of the dictionary definitions of sex just discussed.IIASo far, I have not looked beyond dictionary\ndefinitions of “sex,” but textualists like Justice Scalia do not\nconfine their inquiry to the scrutiny of dictionaries. See Manning,\nTextualism and the Equity of the Statute, 101 Colum. L. Rev. 1, 109\n(2001). Dictionary definitions are valuable because they are\nevidence of what people at the time of a statute’s enactment would\nhave understood its words to mean.Ibid.But they are not\nthe only source of relevant evidence, and what matters in the end\nis the answer to the question that the evidence is gathered to\nresolve: How would the terms of a statute have been understood by\nordinary people at the time of enactment?Justice Scalia was perfectly clear on this\npoint. The words of a law, he insisted, “meanwhat they conveyed\nto reasonable people at the time.” Reading Law, at 16 (emphasis\nadded).[20]Leading proponents of Justice Scalia’s school of\ntextualism have expounded on this principle and explained that it\nis grounded on an understanding of the way language works. As Dean\nJohn F. Manning explains, “the meaning of language depends on the\nway a linguistic community uses words and phrases in context.” What\nDivides Textualists From Purposivists? 106 Colum. L. Rev. 70, 78\n(2006). “[O]ne can make sense of others’ communications only by\nplacing them in their appropriate social and\nlinguistic context,”id., at 79–80, and this is no less\ntrue of statutes than any other verbal communications. “[S]tatutes\nconvey meaning only because members of a relevant linguistic\ncommunity apply shared background conventions for understanding how\nparticular words are used in particular contexts.” Manning, The\nAbsurdity Doctrine, 116 Harv. L. Rev. 2387, 2457 (2003). Therefore,\njudges should ascribe to the words of a statute “what a reasonable\nperson conversant with applicable social conventions would have\nunderstood them to be adopting.” Manning, 106 Colum. L. Rev., at\n77. Or, to put the point in slightly different terms, a judge\ninterpreting a statute should ask “ ‘what one would ordinarily\nbe understood as saying, given the circumstances in which one said\nit.’ ” Manning, 116 Harv. L. Rev., at 2397–2398.Judge Frank Easterbrook has made the same\npoints:“Words are arbitrary signs, having meaning\nonly to the extent writers and readers share an understanding.\n. . . Language in general, and legislation in particular,\nis a social enterprise to which both speakers and listeners\ncontribute, drawing on background understandings and the structure\nand circumstances of the utterance.”Herrmannv.Cencom\nCable Assocs.,Inc., 978 F.2d 978, 982 (CA7 1992).Consequently, “[s]licing a statute into phrases\nwhile ignoring . . . the setting of the enactment\n. . . is a formula for disaster.”Ibid.; see alsoContinental Can Co.v.Chicago Truck Drivers, Helpers and\nWarehouse Workers Union (Independent) Pension Fund, 916 F.2d\n1154, 1157 (CA7 1990) (“You don’t have to be Ludwig Wittgenstein or\nHans-Georg Gadamer to know that successful communication depends on\nmeanings shared by interpretive communities”).Thus, when textualism is properly understood, it\ncalls for an examination of the social context in which a statute\nwas enacted because this may have an important bearing on what its\nwords were understood to mean at the time of enactment. Textualists\ndo not read statutes as if they were messages picked up by a\npowerful radio telescope from a distant and utterly unknown\ncivilization. Statutes consist of communications between members of\na particular linguistic community, one that existed in a particular\nplace and at a particular time, and these communications must\ntherefore be interpreted as they were understood by that community\nat that time.For this reason, it is imperative to consider\nhow Americans in 1964 would have understood Title VII’s prohibition\nof discrimination because of sex. To get a picture of this, we may\nimagine this scene. Suppose that, while Title VII was under\nconsideration in Congress, a group of average Americans decided to\nread the text of the bill with the aim of writing or calling their\nrepresentatives in Congress and conveying their approval or\ndisapproval. What would these ordinary citizens have taken\n“discrimination because of sex” to mean? Would they have thought\nthat this language prohibited discrimination because of sexual\norientation or gender identity?BThe answer could not be clearer. In 1964,\nordinary Americans reading the text of Title VII would not have\ndreamed that discrimination because of sex meant discrimination\nbecause of sexual orientation, much less gender identity. Theordinary meaningof discrimination because of “sex” was\ndiscrimination because of a person’s biological sex, not sexual\norientation or gender identity. The possibility that discrimination\non either of these grounds might fit within some exotic\nunderstanding of sex discrimination would not have crossed their\nminds.1In 1964, the concept of prohibiting\ndiscrimination “because of sex” was no novelty. It was a familiar\nand well-understood concept, and what it meant was equal treatment\nfor men and women.Long before Title VII was adopted, many\npioneering state and federal laws had used language substantively\nindistinguishable from Title VII’s critical phrase, “discrimination\nbecause of sex.” For example, the California Constitution of 1879\nstipulated that no one, “on account of sex, [could] be\ndisqualified from entering upon or pursuing any lawful business,\nvocation, or profession.” Art. XX, §18 (emphasis added). It also\nprohibited a student’s exclusion from any state university\ndepartment “on account of sex.” Art. IX, §9; accord, Mont. Const.,\nArt. XI, §9 (1889).Wyoming’s first Constitution proclaimed broadly\nthat “[b]oth male and female citizens of this state shall equally\nenjoy all civil, political and religious rights and privileges,”\nArt. VI, §1 (1890), and then provided specifically that “[i]n none\nof the public schools . . . shall distinction or\ndiscrimination be madeon account of sex,” Art. VII, §10\n(emphasis added); see also §16 (the “university shall be equally\nopen to students of both sexes”). Washington’s Constitution\nlikewise required “ample provision for the education of all\nchildren . . . without distinction or preferenceon\naccount of. . .sex.” Art. IX, §1 (1889)\n(emphasis added).The Constitution of Utah, adopted in 1895,\nprovided that the right to vote and hold public office “shall not\nbe denied or abridgedon account of sex.” Art. IV, §1\n(emphasis added). And in the next sentence it made clear what “on\naccount of sex” meant, stating that “[b]oth male and female\ncitizens . . . shall enjoy equally all civil, political\nand religious rights and privileges.”Ibid.The most prominent example of a provision using\nthis language was the Nineteenth Amendment, ratified in 1920, which\nbans the denial or abridgment of the right to vote “on account of\nsex.” U. S. Const., Amdt. 19. Similar language appeared in the\nproposal of the National Woman’s Party for an Equal Rights\nAmendment. As framed in 1921, this proposal forbade all “political,\ncivil or legal disabilities or inequalitieson account of\nsex, [o]r on account of marriage.” Women Lawyers Meet:\nRepresentatives of 20 States Endorse Proposed Equal Rights\nAmendment, N. Y. Times, Sept. 16, 1921, p. 10.Similar terms were used in the precursor to the\nEqual Pay Act. Introduced in 1944 by Congresswoman Winifred C.\nStanley, it proclaimed that “[d]iscrimination against employees, in\nrates of compensation paid,on account of sex” was “contrary\nto the public interest.” H. R. 5056, 78th Cong., 2d Sess.In 1952, the new Constitution for Puerto Rico,\nwhich was approved by Congress, 66Stat. 327, prohibited all\n“discrimination . . .on account of. . .sex,” Art. II, Bill of Rights §1 (emphasis\nadded), and in the landmark Immigration and Nationality Act of\n1952, Congress outlawed discrimination in naturalization\n“because of. . .sex.” 8\nU. S. C. §1422 (emphasis added).In 1958, the International Labour Organisation,\na United Nations agency of which the United States is a member,\nrecommended that nations bar employment discrimination “madeon\nthe basis of. . .sex.” Convention (No. 111)\nConcerning Discrimination in Respect of Employment and Occupation,\nArt. 1(a), June 25, 1958, 362 U. N. T. S. 32\n(emphasis added).In 1961, President Kennedy ordered the Civil\nService Commission to review and modify personnel policies “to\nassure that selection for any career position is hereinafter made\nsolely on the basis of individual merit and fitness,without\nregard to sex.”[21] He\nconcurrently established a “Commission on the Status of Women” and\ndirected it to recommend policies “for overcoming discriminations\nin government and private employmenton the basis of sex.”\nExec. Order No. 10980, 3 CFR 138 (1961 Supp.) (emphasis added).In short, the concept of discrimination “because\nof,” “on account of,” or “on the basis of ” sex was well\nunderstood. It was part of the campaign for equality that had been\nwaged by women’s rights advocates for more than a century, and what\nit meant was equal treatment for men and women.[22]2Discrimination “because of sex” was not\nunderstood as having anything to do with discrimination because of\nsexual orientation or transgender status. Any such notion would\nhave clashed in spectacular fashion with the societal norms of the\nday.For most 21st-century Americans, it is painful\nto be reminded of the way our society once treated gays and\nlesbians, but any honest effort to understand what the terms of\nTitle VII were understood to mean when enacted must take into\naccount the societal norms of that time. And the plain truth is\nthat in 1964 homosexuality was thought to be a mental disorder, and\nhomosexual conduct was regarded as morally culpable and worthy of\npunishment.In its then-most recent Diagnostic and\nStatistical Manual of Mental Disorders (1952) (DSM–I), the American\nPsychiatric Association (APA) classified same-sex attraction as a\n“sexual deviation,” a particular type of “sociopathic personality\ndisturbance,”id., at 38–39, and the next edition, issued in\n1968, similarly classified homosexuality as a “sexual deviatio[n],”\nDiagnostic and Statistical Manual of Mental Disorders 44 (2d ed.)\n(DSM–II). It was not until the sixth printing of the DSM–II in 1973\nthat this was changed.[23]Society’s treatment of homosexuality and\nhomosexual conduct was consistent with this understanding. Sodomy\nwas a crime in every State but Illinois, see W. Eskridge,\nDishonorable Passions 387–407 (2008), and in the District of\nColumbia, a law enacted by Congress made sodomy a felony punishable\nby imprisonment for up to 10 years and permitted the indefinite\ncivil commitment of “sexual psychopath[s],” Act of June 9, 1948,\n§§104, 201–207, 62Stat. 347–349.[24]This view of homosexuality was reflected in the\nrules governing the federal work force. In 1964, federal\n“[a]gencies could deny homosexual men and women employment because\nof their sexual orientation,” and this practice continued until\n1975. GAO, D. Heivilin, Security Clearances: Consideration of\nSexual Orientation in the Clearance Process 2 (GAO/NSIAD–95–21,\n1995). See,e.g.,Anonymousv.Macy, 398 F.2d\n317, 318 (CA5 1968) (affirming dismissal of postal employee for\nhomosexual acts).In 1964, individuals who were known to be\nhomosexual could not obtain security clearances, and any who\npossessed clearances were likely to lose them if their orientation\nwas discovered. A 1953 Executive Order provided that background\ninvestigations should look for evidence of “sexual perversion,” as\nwell as “[a]ny criminal, infamous, dishonest, immoral, or\nnotoriously disgraceful conduct.” Exec. Order No. 10450,\n§8(a)(1)(iii), 3 CFR 938 (1949–1953 Comp.). “Until about 1991, when\nagencies began to change their security policies and practices\nregarding sexual orientation, there were a number of documented\ncases where defense civilian or contractor employees’ security\nclearances were denied or revoked because of their sexual\norientation.” GAO, Security Clearances, at 2. See,e.g.,Adamsv.Laird, 420 F.2d 230, 240 (CADC 1969)\n(upholding denial of security clearance to defense contractor\nemployee because he had “engaged in repeated homosexual acts”); see\nalsoWebsterv.Doe,486 U.S.\n592, 595, 601 (1988) (concluding that decision to fire a\nparticular individual because he was homosexual fell within the\n“discretion” of the Director of Central Intelligence under the\nNational Security Act of 1947 and thus was unreviewable under the\nAPA).The picture in state employment was similar. In\n1964, it was common for States to bar homosexuals from serving as\nteachers. An article summarizing the situation15 years\nafterTitle VII became lawreported that “[a]ll states\nhave statutes that permit the revocation of teaching certificates\n(or credentials) for immorality, moral turpitude, or\nunprofessionalism,” and, the survey added, “[h]omosexuality is\nconsidered to fall within all three categories.”[25]The situation in California is illustrative.\nCalifornia laws prohibited individuals who engaged in “immoral\nconduct” (which was construed to include homosexual behavior), as\nwell as those convicted of “sex offenses” (like sodomy), from\nemployment as teachers. Cal. Educ. Code Ann. §§13202, 13207, 13209,\n13218, 13255 (West 1960). The teaching certificates of individuals\nconvicted of engaging in homosexual acts were revoked. See,e.g.,Saracv. State Bd. of Ed.,249 Cal. App. 2d 58, 62–64, 57 Cal. Rptr. 69, 72–73 (1967)\n(upholding revocation of secondary teaching credential from teacher\nwho was convicted of engaging in homosexual conduct on public\nbeach), overruled in part,Morrisonv.State Bd. of\nEd.,1 Cal. 3d 214, 461 P.2d 375 (1969).In Florida, the legislature enacted laws\nauthorizing the revocation of teaching certificates for “misconduct\ninvolving moral turpitude,” Fla. Stat. Ann. §229.08(16) (1961), and\nthis law was used to target homosexual conduct. In 1964, a\nlegislative committee was wrapping up a 6-year campaign to remove\nhomosexual teachers from public schools and state universities. As\na result of these efforts, the state board of education apparently\nrevoked at least 71 teachers’ certificates and removed at least 14\nuniversity professors. Eskridge, Dishonorable Passions, at 103.Individuals who engaged in homosexual acts also\nfaced the loss of other occupational licenses, such as those needed\nto work as a “lawyer, doctor, mortician, [or] beautician.”[26] See,e.g.,Florida\nBarv.Kay,232 So. 2d 378(Fla. 1970) (attorney disbarred after conviction\nfor homosexual conduct in public bathroom).In 1964 and for many years thereafter,\nhomosexuals were barred from the military. See,e.g., Army\nReg. 635–89, §I(2) (a) (July 15, 1966) (“Personnel who voluntarily\nengage in homosexual acts, irrespective of sex, will not be\npermitted to serve in the Army in any capacity, and their prompt\nseparation is mandatory”); Army Reg. 600–443, §I(2) (April 10,\n1953) (similar). Prohibitions against homosexual conduct by members\nof the military were not eliminated until 2010. See Don’t Ask,\nDon’t Tell Repeal Act of 2010, 124Stat. 3515 (repealing 10\nU. S. C. §654, which required members of the Armed Forces\nto be separated for engaging in homosexual conduct).Homosexuals were also excluded from entry into\nthe United States. The Immigration and Nationality Act of 1952\n(INA) excluded aliens “afflicted with psychopathic personality.” 8\nU. S. C. §1182(a)(4) (1964 ed.). InBoutilierv.INS,387 U.S.\n118, 120–123 (1967), this Court, relying on the INA’s\nlegislative history, interpreted that term to encompass homosexuals\nand upheld an alien’s deportation on that ground. Three Justices\ndisagreed with the majority’s interpretation of the phrase\n“psychopathic personality.”[27] But it apparently did not occur to anyone to argue\nthat the Court’s interpretation was inconsistent with the INA’s\nexpress prohibition of discrimination “because of sex.” That was\nhow our society—and this Court—saw things a half century ago.\nDiscrimination because of sex and discrimination because of sexual\norientation were viewed as two entirely different concepts.To its credit, our society has now come to\nrecognize the injustice of past practices, and this recognition\nprovides the impetus to “update” Title VII. But that is not our\njob. Our duty is to understand what the terms of Title VII were\nunderstood to mean when enacted, and in doing so, we must take into\naccount the societal norms of that time. We must therefore ask\nwhether ordinary Americans in 1964 would have thought that\ndiscrimination because of “sex” carried some exotic meaning under\nwhich private-sector employers would be prohibited from engaging in\na practice that represented the official policy of the Federal\nGovernment with respect to its own employees. We must ask whether\nAmericans at that time would have thought that Title VII banned\ndiscrimination against an employee for engaging in conduct that\nCongress had made a felony and a ground for civil commitment.The questions answer themselves. Even if\ndiscrimination based on sexual orientation or gender identity could\nbe squeezed into some arcane understanding of sex discrimination,\nthe context in which Title VII was enacted would tell us that this\nis not what the statute’s terms were understood to mean at that\ntime. To paraphrase something Justice Scalia once wrote, “our job\nis not to scavenge the world of English usage to discover whether\nthere is any possible meaning” of discrimination because of sex\nthat might be broad enough to encompass discrimination because of\nsexual orientation or gender identity.Chisomv.Roemer,501 U.S.\n380, 410 (1991) (dissenting opinion). Without strong evidence\nto the contrary (and there is none here), our job is to ascertain\nand apply the “ordinarymeaning” of the statute.Ibid. And in 1964, ordinary Americans most certainly would\nnot have understood Title VII to ban discrimination because of\nsexual orientation or gender identity.The Court makes a tiny effort to suggest that at\nleast some people in 1964 might have seen what Title VII really\nmeans.Ante, at 26. What evidence does it adduce? One\ncomplaint filed in 1969, another filed in 1974, and arguments made\nin the mid-1970s about the meaning of the Equal Rights Amendment.Ibid. To call this evidence merely feeble would be\ngenerous.CWhile Americans in 1964 would have been\nshocked to learn that Congress had enacted a law prohibiting sexual\norientation discrimination, they would have been bewildered to hear\nthat this law also forbids discrimination on the basis of\n“transgender status” or “gender identity,” terms that would have\nleft people at the time scratching their heads. The term\n“transgender” is said to have been coined “ ‘in the early\n1970s,’ ”[28] and the\nterm “gender identity,” now understood to mean “[a]n internal sense\nof being male, female or something else,”[29] apparently first appeared in an academic article\nin 1964.[30] Certainly,\nneither term was in common parlance; indeed, dictionaries of the\ntime still primarily defined the word “gender” by reference to\ngrammatical classifications. See,e.g., American Heritage\nDictionary, at 548 (def. 1(a)) (“Any set of two or more categories,\nsuch as masculine, feminine, and neuter, into which words are\ndivided . . . and that determine agreement with or\ntheselection of modifiers, referents, or\ngrammatical forms”).While it is likely true that there have always\nbeen individuals who experience what is now termed “gender\ndysphoria,”i.e., “[d]iscomfort or distress related to an\nincongruence between an individual’s gender identity and the gender\nassigned at birth,”[31] the\ncurrent understanding of the concept postdates the enactment of\nTitle VII. Nothing resembling what is now called gender dysphoria\nappeared in either DSM–I (1952) or DSM–II (1968). It was not until\n1980 that the APA, in DSM–III, recognized two main psychiatric\ndiagnoses related to this condition, “Gender Identity Disorder of\nChildhood” and “Transsexualism” in adolescents and adults.[32] DSM–III, at 261–266.The first widely publicized sex reassignment\nsurgeries in the United States were not performed until\n1966,[33] and the great\nmajority of physicians surveyed in 1969 thought that an individual\nwho sought sex reassignment surgery was either “ ‘severely\nneurotic’ ” or “ ‘psychotic.’ ”[34]It defies belief to suggest that the public\nmeaning of discrimination because of sex in 1964 encompassed\ndiscrimination on the basis of a concept that was essentially\nunknown to the public at that time.D1The Court’s main excuse for entirely ignoring\nthe social context in which Title VII was enacted is that the\nmeaning of Title VII’s prohibition of discrimination because of sex\nis clear, and therefore it simply does not matter whether people in\n1964 were “smart enough to realize” what its language means.Hively,853 F. 3d, at 357 (Posner, J., concurring).\nAccording to the Court, an argument that looks to the societal\nnorms of those times represents an impermissible attempt to\ndisplace the statutory language.Ante, at 25–26.The Court’s argument rests on a false premise.\nAs already explained at length, the text of Title VII does not\nprohibit discrimination because of sexual orientation or gender\nidentity. And what the public thought about those issues in 1964 is\nrelevant and important, not because it provides a ground for\ndeparting from the statutory text, but because it helps to explain\nwhat the text was understood to mean when adopted.In arguing that we must put out of our minds\nwhat we know about the time when Title VII was enacted, the Court\nrelies on Justice Scalia’s opinion for the Court inOncalev.Sundowner Offshore Services, Inc.,523 U.S.\n75(1998). ButOncaleis nothing like these cases, and\nno one should be taken in by the majority’s effort to enlist\nJustice Scalia in its updating project.The Court’s unanimous decision inOncalewas thoroughly unremarkable. The Court held that a male employee\nwho alleged that he had been sexually harassed at work by other men\nstated a claim under Title VII. Although the impetus for Title\nVII’s prohibition of sex discrimination was to protect women,\nanybody reading its terms would immediately appreciate that it\napplies equally to both sexes, and by the timeOncalereached the Court, our precedent already established that sexual\nharassment may constitute sex discrimination within the meaning of\nTitle VII. SeeMeritor Savings Bank, FSBv.Vinson,477 U.S.\n57(1986). Given these premises, syllogistic reasoning dictated\nthe holding.What today’s decision latches onto areOncale’s comments about whether “ ‘male-on-male sexual\nharassment’ ” was on Congress’s mind when it enacted Title\nVII.Ante, at 28 (quoting 523 U. S., at 79). The Court\ninOncaleobserved that this specific type of behavior “was\nassuredly not theprincipal evilCongress was concerned with\nwhen it enacted Title VII,” but it found that immaterial because\n“statutory prohibitions often go beyond theprincipal evilto cover reasonably comparable evils, and it is ultimately the\nprovisions of our laws rather than theprincipal concernsof\nour legislators by which we are governed.” 523 U. S., at 79\n(emphasis added).It takes considerable audacity to read these\ncomments as committing the Court to a position on deep\nphilosophical questions about the meaning of language and their\nimplications for the interpretation of legal rules. These comments\nare better understood as stating mundane and uncontroversial\ntruths. Who would argue that a statute applies only to the\n“principal evils” and not lesser evils that fall within the plain\nscope of its terms? Would even the most ardent “purposivists” and\nfans of legislative history contend that congressional intent is\nrestricted to Congress’s “principalconcerns”?Properly understood,Oncaledoes not\nprovide the slightest support for what the Court has done today.\nFor one thing, it would be a wild understatement to say that\ndiscrimination because of sexual orientation and transgender status\nwas not the “principal evil” on Congress’s mind in 1964. Whether we\nlike to admit it now or not, in the thinking of Congress and the\npublic at that time, such discrimination would not have been evil\nat all.But the more important difference between these\ncases andOncaleis that here the interpretation that the\nCourt adopts does not fall within the ordinary meaning of the\nstatutory text as it would have been understood in 1964. To decide\nfor the defendants inOncale, it would have been necessary\nto carve out an exception to the statutory text. Here, no such\nsurgery is at issue. Even if we totally disregard the societal\nnorms of 1964, the text of Title VII does not support the Court’s\nholding. And the reasoning ofOncaledoes not preclude or\ncounsel against our taking those norms into account. They are\nrelevant, not for the purpose of creating an exception to the terms\nof the statute, but for the purpose of better appreciating how\nthose terms would have been understood at the time.2The Court argues that two other\ndecisions––Phillipsv.Martin Marietta Corp.,400 U.S.\n542(1971) (per curiam), andLos Angeles Dept.\nof Water and Powerv.Manhart,435\nU.S. 702(1978)––buttress its decision, but those cases merely\nheld that Title VII prohibits employer conduct that plainly\nconstitutes discrimination because of biological sex. InPhilips, the employer treated women with young children less\nfavorably than men with young children. InManhart, the\nemployer required women to make larger pension contributions than\nmen. It is hard to see how these holdings assist the Court.The Court extracts three “lessons” fromPhillips,Manhart, andOncale, but none sheds\nany light on the question before us. The first lesson is that “it’s\nirrelevant what an employer might call its discriminatory practice,\nhow others might label it, or what else might motivate it.”Ante, at 14. This lesson is obviously true but proves\nnothing. As to the label attached to a practice, has anyone ever\nthought that the application of a law to a person’s conduct depends\non how it is labeled? Could a bank robber escape conviction by\nsaying he was engaged in asset enhancement? So if an employer\ndiscriminates because of sex, the employer is liable no matter what\nit calls its conduct, but if the employer’s conduct is not sex\ndiscrimination, the statute does not apply. Thus, this lesson\nsimply takes us back to the question whether discrimination because\nof sexual orientation or gender identity is a form of\ndiscrimination because of biological sex. For reasons already\ndiscussed, see Part I–A,supra, it is not.It likewise proves nothing of relevance here to\nnote that an employer cannot escape liability by showing that\ndiscrimination on a prohibited ground was not its sole motivation.\nSo long as a prohibited ground was a motivating factor, the\nexistence of other motivating factors does not defeat\nliability.The Court makes much of the argument that “[i]nPhillips, the employer could have accurately spoken of its\npolicy as one based on ‘motherhood.’ ”Ante, at 14; see\nalsoante,at 16. But motherhood, by definition, is a\ncondition that can be experienced only by women, so a policy that\ndistinguishes between motherhood and parenthood is necessarily a\npolicy that draws a sex-based distinction. There was sex\ndiscrimination inPhillips, because women with children were\ntreated disadvantageously compared to men with children.Lesson number two—“the plaintiff ’s sex\nneed not be the sole or primary cause of the employer’s adverse\naction,”ante, at 14—is similarly unhelpful. The standard of\ncausation in these cases is whether sex is necessarily a\n“motivating factor” when an employer discriminates on the basis of\nsexual orientation or gender identity. 42 U. S. C.\n§2000e–2(m). But the essential question—whether discrimination\nbecause of sexual orientation or gender identity constitutes sex\ndiscrimination—would be the same no matter what causation standard\napplied. The Court’s extensive discussion of causation standards is\nso much smoke.Lesson number three––“an employer cannot escape\nliability by demonstrating that it treats males and females\ncomparably as groups,”ante, at 15, is also irrelevant.\nThere is no dispute that discrimination against an individual\nemployee based on that person’s sex cannot be justified on the\nground that the employer’s treatment of the average employee of\nthat sex is at least as favorable as its treatment of the average\nemployee of the opposite sex. Nor does it matter if an employer\ndiscriminates against only a subset of men or women, where the same\nsubset of the opposite sex is treated differently, as inPhillips. That is not the issue here. An employer who\ndiscriminates equally on the basis of sexual orientation or gender\nidentity applies the same criterion to every affectedindividualregardless of sex. See Part I–A,supra.IIIABecause the opinion of the Court flies a\ntextualist flag, I have taken pains to show that it cannot be\ndefended on textualist grounds. But even if the Court’s textualist\nargument were stronger, that would not explain today’s decision.\nMany Justices of this Court, both past and present, have not\nespoused or practiced a method of statutory interpretation that is\nlimited to the analysis of statutory text. Instead, when there is\nambiguity in the terms of a statute, they have found it appropriate\nto look to other evidence of “congressional intent,” including\nlegislative history.So, why in these cases are congressional intent\nand the legislative history of Title VII totally ignored? Any\nassessment of congressional intent or legislative history seriously\nundermines the Court’s interpretation.BAs the Court explained inGeneral Elec.\nCo.v.Gilbert,429 U.S.\n125, 143 (1976), the legislative history of Title VII’s\nprohibition of sex discrimination is brief, but it is nevertheless\nrevealing. The prohibition of sex discrimination was “added to\nTitle VII at the last minute on the floor of the House of\nRepresentatives,”Meritor Savings Bank, 477 U. S., at\n63, by Representative Howard Smith, the Chairman of the Rules\nCommittee. See 110 Cong. Rec. 2577 (1964). Representative Smith had\nbeen an ardent opponent of the civil rights bill, and it has been\nsuggested that he added the prohibition against discrimination on\nthe basis of “sex” as a poison pill. See,e.g.,Ulanev.Eastern Airlines, Inc., 742 F.2d 1081, 1085 (CA7 1984).\nOn this theory, Representative Smith thought that prohibiting\nemployment discrimination against women would be unacceptable to\nMembers who might have otherwise voted in favor of the bill and\nthat the addition of this prohibition might bring about the bill’s\ndefeat.[35] But if\nRepresentative Smith had been looking for a poison pill,\nprohibiting discrimination on the basis of sexual orientation or\ngender identity would have been far more potent. However, neither\nRepresentative Smith nor any other Member said one word about the\npossibility that the prohibition of sex discrimination might have\nthat meaning. Instead, all the debate concerned discrimination on\nthe basis of biological sex.[36] See 110 Cong. Rec. 2577–2584.Representative Smith’s motivations are\ncontested, 883 F. 3d, at 139–140 (Lynch, J., dissenting), but\nwhatever they were, the meaning ofthe adoption of the\nprohibitionof sex discrimination is clear. It was no accident.\nIt grew out of “a long history of women’s rights advocacy that had\nincreasingly been gaining mainstream recognition and acceptance,”\nand it marked a landmark achievement in the path toward fully equal\nrights for women.Id., at 140. “Discrimination against gay\nwomen and men, by contrast, was not on the table for public debate\n. . . [i]n those dark, pre-Stonewall days.”Ibid.For those who regard congressional intent as the\ntouchstone of statutory interpretation, the message of Title VII’s\nlegislative history cannot be missed.CPost-enactment events only clarify what was\napparent when Title VII was enacted. As noted, bills to add “sexual\norientation” to Title VII’s list of prohibited grounds were\nintroduced in every Congress beginning in 1975, seesupra,\nat 2, and two such bills were before Congress in 1991[37] when it made major changes in\nTitle VII. At that time, the three Courts of Appeals to reach the\nissue had held that Title VII does not prohibit discrimination\nbecause of sexual orientation,[38] two other Circuits had endorsed that interpretation\nin dicta,[39] and no Court\nof Appeals had held otherwise. Similarly, the three Circuits to\naddress the application of Title VII to transgender persons had all\nrejected the argument that it covered discrimination on this\nbasis.[40] These were also\nthe positions of the EEOC.[41] In enacting substantial changes to Title VII, the\n1991 Congress abrogated numerous judicial decisions with which it\ndisagreed. If it also disagreed with the decisions regarding sexual\norientation and transgender discrimination, it could have easily\noverruled those as well, but it did not do so.[42]After 1991, six other Courts of Appeals reached\nthe issue of sexual orientation discrimination, and until 2017,\nevery single Court of Appeals decision understood Title VII’s\nprohibition of “discrimination because of sex” to mean\ndiscrimination because of biological sex.\nSee,e.g.,Higginsv.New Balance\nAthletic Shoe, Inc.,194\nF.3d 252, 259 (CA1 1999);Simontonv.Runyon,232\nF.3d 33, 36 (CA2 2000);Bibbyv.Philadelphia\nCoca Cola Bottling Co.,260\nF.3d 257, 261 (CA3 2001), cert. denied,  534 U.S. 1155\n(2002);Wrightsonv.Pizza Hut of Am.,\nInc.,99\nF.3d 138, 143 (CA4 1996);Hammv.Weyauwega Milk\nProducts, Inc.,332\nF.3d 1058, 1062 (CA7 2003);Medinav.Income\nSupport Div.,N. M.,413\nF.3d 1131, 1135 (CA10 2005);Evansv.Georgia\nRegional Hospital, 850 F.3d 1248, 1255 (CA11), cert.\ndenied, 583 U. S. ___ (2017). Similarly, the other\nCircuit to formally address whether Title VII applies to claims of\ndiscrimination based on transgender status had also rejected the\nargument, creating unanimous consensus prior to the Sixth Circuit’s\ndecision below. SeeEtsittyv.Utah Transit\nAuthority, 502 F.3d 1215, 1220–1221 (CA10 2007).The Court observes that “[t]he people are\nentitled to rely on the law as written, without fearing that courts\nmight disregard its plain terms,”ante, at 24, but it has no\nqualms about disregarding over 50 years of uniform judicial\ninterpretation of Title VII’s plain text. Rather, the Court makes\nthe jaw-dropping statement that its decision exemplifies “judicial\nhumility.”Ante, at 31. Is it humble to maintain, not only\nthat Congress did not understand the terms it enacted in 1964, but\nthat all the Circuit Judges on all the pre-2017 cases could not see\nwhat the phrase discrimination “because of sex” really means? If\ntoday’s decision is humble, it is sobering to imagine what the\nCourt might do if it decided to be bold.IVWhat the Court has done today––interpreting\ndiscrimination because of “sex” to encompass discrimination because\nof sexual orientation or gender identity––is virtually certain to\nhave far-reaching consequences. Over 100 federal statutes prohibit\ndiscrimination because of sex. See Appendix C,infra;e.g., 20 U. S. C. §1681(a) (Title IX); 42\nU. S. C. §3631 (Fair Housing Act); 15 U. S. C.\n1691(a)(1) (Equal Credit Opportunity Act). The briefs in these\ncases have called to our attention the potential effects that the\nCourt’s reasoning may have under some of these laws, but the Court\nwaves those considerations aside. As to Title VII itself, the Court\ndismisses questions about “bathrooms, locker rooms, or anything\nelse of the kind.”Ante, at 31. And it declines to say\nanything about other statutes whose terms mirror Title VII’s.The Court’s brusque refusal to consider the\nconsequences of its reasoning is irresponsible. If the Court had\nallowed the legislative process to take its course, Congress would\nhave had the opportunity to consider competing interests and might\nhave found a way of accommodating at least some of them. In\naddition, Congress might have crafted special rules for some of the\nrelevant statutes. But by intervening and proclaiming categorically\nthat employment discrimination based on sexual orientation or\ngender identity is simply a form of discrimination because of sex,\nthe Court has greatly impeded—and perhaps effectively ended—any\nchance of a bargained legislative resolution. Before issuing\ntoday’s radical decision, the Court should have given some thought\nto where its decision would lead.As the briefing in these cases has warned, the\nposition that the Court now adopts will threaten freedom of\nreligion, freedom of speech, and personal privacy and safety. No\none should think that the Court’s decision represents an unalloyed\nvictory for individual liberty.I will briefly note some of the potential\nconsequences of the Court’s decision, but I do not claim to provide\na comprehensive survey or to suggest how any of these issues should\nnecessarily play out under the Court’s reasoning.[43]“[B]athrooms, locker rooms, [and other\nthings] of [that] kind.”The Court may wish to avoid this\nsubject, but it is a matter of concern to many people who are\nreticent about disrobing or using toilet facilities in the presence\nof individuals whom they regard as members of the opposite sex. For\nsome, this may simply be a question of modesty, but for others,\nthere is more at stake. For women who have been victimized by\nsexual assault or abuse, the experience of seeing an unclothed\nperson with the anatomy of a male in a confined and sensitive\nlocation such as a bathroom or locker room can cause serious\npsychological harm.[44]Under the Court’s decision, however, transgender\npersons will be able to argue that they are entitled to use a\nbathroom or locker room that is reserved for persons of the sex\nwith which they identify, and while the Court does not define what\nit means by a transgender person, the term may apply to individuals\nwho are “gender fluid,” that is, individuals whose gender identity\nis mixed or changes over time.[45] Thus, a person who has not undertaken any physical\ntransitioning may claim the right to use the bathroom or locker\nroom assigned to the sex with which the individual identifies at\nthat particular time. The Court provides no clue why a transgender\nperson’s claim to such bathroom or locker room access might not\nsucceed.A similar issue has arisen under Title IX, which\nprohibits sex discrimination by any elementary or secondary school\nand any college or university that receives federal financial\nassistance.[46] In 2016, a\nDepartment of Justice advisory warned that barring a student from a\nbathroom assigned to individuals of the gender with which the\nstudent identifies constitutes unlawful sex\ndiscrimination,[47] and some\nlower court decisions have agreed. SeeWhitakerv.Kenosha Unified School Dist. No. 1 Bd. of Ed., 858 F.3d\n1034, 1049 (CA7 2017);G. G.v.Gloucester Cty. School\nBd., 822 F.3d 709, 715 (CA4 2016), vacated and remanded, 580\nU. S. ___ (2017);Adamsv.School Bd. of St. Johns\nCty., 318 F. Supp. 3d 1293, 1325 (MD Fla. 2018); cf.Doev.Boyertown AreaSchool Dist., 897 F.3d 518, 533 (CA3\n2018), cert. denied, 587 U. S. ___ (2019).Women’s sports. Another issue that may\ncome up under both Title VII and Title IX is the right of a\ntransgender individual to participate on a sports team or in an\nathletic competition previously reserved for members of one\nbiological sex.[48] This\nissue has already arisen under Title IX, where it threatens to\nundermine one of that law’s major achievements, giving young women\nan equal opportunity to participate in sports. The effect of the\nCourt’s reasoning may be to force young women to compete against\nstudents who have a very significant biological advantage,\nincluding students who have the size and strength of a male but\nidentify as female and students who are taking male hormones in\norder to transition from female to male. See,e.g.,\nComplaint inSoulev.Connecticut Assn. of Schools,\nNo. 3:20–cv–00201 (D Conn., Apr. 17, 2020) (challenging Connecticut\npolicy allowing transgender students to compete in girls’ high\nschool sports); Complaint inHecoxv.Little, No.\n1:20–cv–00184 (D Idaho, Apr. 15, 2020) (challenging state law that\nbars transgender students from participating in school sports in\naccordance with gender identity). Students in these latter\ncategories have found success in athletic competitions reserved for\nfemales.[49]The logic of the Court’s decision could even\naffect professional sports. Under the Court’s holding that Title\nVII prohibits employment discrimination because of transgender\nstatus, an athlete who has the physique of a man but identifies as\na woman could claim the right to play on a women’s professional\nsports team. The owners of the team might try to claim that\nbiological sex is a bona fide occupational qualification (BFOQ)\nunder 42 U. S. C. §2000e–2(e), but the BFOQ exception has\nbeen read very narrowly. SeeDothardv.Rawlinson,433 U.S.\n321, 334 (1977).Housing. The Court’s decision may lead to\nTitle IX cases against any college that resists assigning students\nof the opposite biological sex as roommates. A provision of Title\nIX, 20 U. S. C. §1686, allows schools to maintain\n“separate living facilities for the different sexes,” but it may be\nargued that a student’s “sex” is the gender with which the student\nidentifies.[50] Similar\nclaims may be brought under the Fair Housing Act. See 42\nU. S. C. §3604.Employment by religious organizations.\nBriefs filed by a wide range of religious groups––Christian,\nJewish, and Muslim––express deep concern that the position now\nadopted by the Court “will trigger open conflict with faith-based employment practices of numerous churches,\nsynagogues, mosques, and other religious institutions.”[51] They argue that “[r]eligious\norganizations need employees who actually live the faith,”[52] and that compelling a religious\norganization to employ individuals whose conduct flouts the tenets\nof the organization’s faith forces the group to communicate an\nobjectionable message.This problem is perhaps most acute when it comes\nto the employment of teachers. A school’s standards for its faculty\n“communicate a particular way of life to its students,” and a\n“violation by the faculty of those precepts” may undermine the\nschool’s “moral teaching.”[53] Thus, if a religious school teaches that sex outside\nmarriage and sex reassignment procedures are immoral, the message\nmay be lost if the school employs a teacher who is in a same-sex\nrelationship or has undergone or is undergoing sex reassignment.\nYet today’s decision may lead to Title VII claims by such teachers\nand applicants for employment.At least some teachers and applicants for\nteaching positions may be blocked from recovering on such claims by\nthe “ministerial exception” recognized inHosanna-Tabor\nEvangelical Lutheran Church and Schoolv.EEOC,565 U.S.\n171(2012). Two cases now pending before the Court present the\nquestion whether teachers who provide religious instruction can be\nconsidered to be “ministers.”[54] But even if teachers with those responsibilities\nqualify, what about other very visible school employees who may not\nqualify forthe ministerial exception? Provisions of Title\nVII provide exemptions for certain religious organizations and\nschools “with respect to the employment of individuals of a\nparticular religion to perform work connected with the carrying on”\nof the “activities” of the organization or school, 42\nU. S. C. §2000e–1(a); see also §2000e–2(e)(2), but the\nscope of these provisions is disputed, and as interpreted by some\nlower courts, they provide only narrow protection.[55]Healthcare. Healthcare benefits may\nemerge as an intense battleground under the Court’s holding.\nTransgender employees have brought suit under Title VII to\nchallenge employer-provided health insurance plans that do not\ncover costly sex reassignment surgery.[56] Similar claims have been brought under the\nAffordable Care Act (ACA), which broadly prohibits sex\ndiscrimination in the provision of healthcare.[57]Such claims present difficult religious liberty\nissues because some employers and healthcare providers have strong\nreligious objections to sex reassignment procedures, and therefore\nrequiring them to pay for or to perform these procedures will have\na severe impact on their ability to honor their deeply held\nreligious beliefs.Freedom of speech. The Court’s decision\nmay even affect the way employers address their employees and the\nway teachers and school officials address students. Under\nestablished English usage, two sets of sex-specific singular\npersonal pronouns are used to refer to someone in the third person\n(he, him, and his for males; she, her, and hers for females). But\nseveral different sets of gender-neutral pronouns have now been\ncreated and are preferred by some individuals who do not identify\nas falling into either of the two traditional categories.[58] Some jurisdictions, such as New\nYork City, have ordinances making the failure to use an\nindividual’s preferred pronoun a punishable offense,[59] and some colleges have similar\nrules.[60] After today’s\ndecision, plaintiffs may claim that the failure to use their\npreferred pronoun violates one of the federal laws prohibiting sex\ndiscrimination. SeePrescottv.Rady Children’s Hospital\nSan Diego, 265 F. Supp. 3d 1090, 1098–1100 (SD Cal. 2017)\n(hospital staff ’s refusal to use preferred pronoun violates\nACA).[61]The Court’s decision may also pressure employers\nto suppress any statements by employees expressing disapproval of\nsame-sex relationships and sex reassignment procedures. Employers\nare already imposing such restrictions voluntarily, and after\ntoday’s decisions employers will fear that allowing employees to\nexpress their religious views on these subjects may give rise to\nTitle VII harassment claims.Constitutional claims. Finally, despite\nthe important differences between the Fourteenth Amendment and\nTitle VII, the Court’s decision may exert a gravitational pull in\nconstitutional cases. Under our precedents, the Equal Protection\nClause prohibits sex-based discrimination unless a “heightened”\nstandard of review is met.Sessionsv.Morales-Santana, 582 U. S. ___, ___ (2017) (slip op.,\nat 8);United Statesv.Virginia,518 U.S.\n515, 532–534 (1996). By equating discrimination because of\nsexual orientation or gender identity with discrimination because\nof sex, the Court’s decision will be cited as a ground for\nsubjecting all three forms of discrimination to the same exacting\nstandard of review.Under this logic, today’s decision may have\neffects that extend well beyond the domain of federal anti-\ndiscrimination statutes. This potential is illustrated by pending\nand recent lower court cases in which transgender individuals have\nchallenged a variety of federal, state, and local laws and policies\non constitutional grounds. See,e.g., Complaint inHecox, No. 1: 20–CV–00184 (state law prohibiting transgender\nstudents from competing in school sports in accordance with their\ngender identity); Second Amended Complaint inKarnoskiv.Trump, No. 2:17–cv–01297 (WD Wash., July 31, 2019)\n(military’s ban on transgender members);Kadelv.Folwell, ___ F. Supp. 3d ___, ___–___, 2020 WL 1169271,\n*10–*11 (MDNC, Mar. 11, 2020) (state health plan’s exclusion of\ncoverage for sex reassignment procedures); Complaint inGorev.Lee, No. 3:19–cv–00328 (MD Tenn., Mar. 3, 2020) (change\nof gender on birth certificates); Brief for Appellee inGrimmv.Gloucester Cty. School Bd., No. 19–1952\n(CA4, Nov. 18, 2019) (transgender student forced to use gender\nneutral bathrooms at school); Complaint inCorbittv.Taylor, No. 2:18–cv–00091 (MD Ala., July 25, 2018)\n(change of gender on driver’s licenses);Whitaker, 858\nF. 3d, at 1054 (school policy requiring students to use the\nbathroom that corresponds to the sex on birth certificate);Keohanev.Florida Dept. of Corrections Secretary,\n952 F.3d 1257, 1262–1265 (CA11 2020) (transgender prisoner denied\nhormone therapy and ability to dress and groom as a female);Edmov.Corizon, Inc., 935 F.3d 757, 767 (CA9 2019)\n(transgender prisoner requested sex reassignment surgery); cf.Glennv.Brumby, 663 F.3d 1312, 1320 (CA11 2011)\n(transgender individual fired for gender non-conformity).Although the Court does not want to think about\nthe consequences of its decision, we will not be able to avoid\nthose issues for long. The entire Federal Judiciary will be mired\nfor years in disputes about the reach of the Court’s reasoning.*  *  *The updating desire to which the Court\nsuccumbs no doubt arises from humane and generous impulses. Today,\nmany Americans know individuals who are gay, lesbian, or\ntransgender and want them to be treated with the dignity,\nconsideration, and fairness that everyone deserves. But the\nauthority of this Court is limited to saying what the lawis.The Court itself recognizes this:“The place to make new legislation\n. . . lies in Congress. When it comes to statutory\ninterpretation, our role is limited to applying the law’s demands\nas faithfully as we can in the cases that come before us.”Ante, at 31.It is easy to utter such words. If only the\nCourt would live by them.I respectfully dissent.APPENDIXESAWebster’s New International Dictionary 2296\n(2d ed. 1953):sex(sĕks),n.[F.sexe,\nfr. L.sexus;prob. orig., division, andakin to L.secareto cut. See section.]1.One of the two divisions of organisms formed on the\ndistinction of male and female; males or females collectively.2.The sum of the peculiarities of structure and function\nthat distinguish a male from a female organism; the character of\nbeing male or female, or of pertaining to the distinctive function\nof the male or female in reproduction.Conjugation,orfertilization(union of germplasm of two individuals), a\nprocess evidently of great but not readily explainable importance\nin the perpetuation of most organisms, seems to be the function of\ndifferentiation of sex, which occurs in nearly all organisms at\nleast at some stage in their life history. Sex is manifested in the\nconjugating cells by the larger size, abundant food material, and\nimmobility of the female gamete (egg,egg cell, orovum), and the small size and the locomotive power of the\nmale gamete (spermatozoonorspermatozoid), and in\nthe adult organisms often by many structural, physiological, and\n(in higher forms) psychological characters, aside from the\nnecessary modification of the reproductive apparatus. Cf.\nHERMAPHRODITE, 1. In botany the termsexis often extended\nto the distinguishing peculiarities of staminate and pistillate\nflowers, and hence in dioecious plants to the individuals bearing\nthem.In many animals and plants the body and germ\ncells have been shown to contain one or more chromosomes of a\nspecial kind (calledsex chromosomes; idiochromosomes; accessory\nchromosomes) in addition to the ordinary paired autosomes.\nThese special chromosomes serve to determine sex. In the simplest\ncase, the male germ cells are of two types, one with and one\nwithout a single extra chromosome (X chromosome, ormonosome). The egg cells in this case all possess anXchromosome, and on fertilization by the two types\nof sperm, male and female zygotes result, of respective\nconstitutionX, andXX. In many other animals and\nplants (probably including man) the male organism produces two\ntypes of gametes, one possessing anX chromosome, the other\naY chromosome, these being visibly different members of a\npair of chromosomes present in the diploid state. In this case\nalso, the female organism isXX, the eggsX, and the\nzygotes respectively male (XY) and female (XX). In\nanother type of sex determination, as in certain moths and possibly\nin the fowl, the female produces two kinds of eggs, the male only\none kind of sperm. Each type of egg contains one member of a pair\nof differentiated chromosomes, called respectivelyZ\nchromosomesandW chromosomes, while all the sperm cells\ncontain aZchromosome. In fertilization, union of aZwith aWgives rise to a female, while union of twoZchromosomes produces a male. Cf. secondary sex\ncharacter.3. aThe sphere of behavior dominated by\nthe relations between male and female.bPsychoanalysis. By extension, the whole sphere of behavior\nrelated even indirectly to the sexual functions and embracing all\naffectionate and pleasure-seeking conduct.4.Phenomena of sexual instincts and\ntheir manifestations.5.Sect;—a confused use.Syn.—Sex, gender. Sex refers to\nphysiological distinctions; GENDER, to distinctions in grammar.—the sex.The female sex;\nwomen, in general.sex,adj. Based on or appealing\nto sex.sex,v. t.To determine the sex\nof, as skeletal remains.Webster’s Third New International Dictionary\n2081 (1966):1sex\\‘seks\\ n–esoften attrib[ME, fr. Lsexus;prob. akin to Lsecareto cut–more at saw]1:one of the two\ndivisions of organic esp. human beings respectively designated male\nor female2:the sum of the morphological, physiological,\nand behavioral peculiarities of living beings that subserves\nbiparental reproduction with its concomitant genetic segregation\nand recombination which underlie most evolutionary change, that in\nits typical dichotomous occurrence is usu. genetically controlled\nand associated with special sex chromosomes, and that is typically\nmanifested as maleness and femaleness with one or the other of\nthese being present in most higher animals though both may occur in\nthe same individual in many plants and some invertebrates and\nthough no such distinction can be made in many lower forms (as some\nfungi, protozoans, and possibly bacteria and viruses) either\nbecause males and females are replaced by mating types or because\nthe participants in sexual reproduction are\nindistinguishable—compare heterothallic, homothallic;\nfertilization, meio- sis, mendel’s law; freemartin, hermaphrodite,\nintersex3:the sphere of interpersonal behavior esp.\nbetween male and female most directly associated with, leading up\nto, substituting for, or resulting from genital union4:the\nphenomena of sexual instincts and their manifestations ;specif: sexual intercourse2sex\\“\\vt–ED/–ING/–ES1:to determine the sex of (an organic being) —compare\nautosexing2 a:to increase the sexual appeal or attraction\nof—usu. used withupb:to arouse the sexual\ninstincts or desires of—usu. used withup9 Oxford English Dictionary 577–578\n(1933):Sex(seks),sb. Also 6–7 sexe, (6\nseex, 7 pl. sexe, 8poss. sexe’s). [ad. L.sexus(u-stem), whence also F.sexe(12th c.), Sp., Pg.sexo, It.sesso. Latin had also a formsecusneut. (indeclinable).]1.Either of the two divisions of\norganic beings distinguished as male and female respectively; the\nmales or the females (of a species, etc., esp. of the human race)\nviewed collectively.1382WyclifGen. vi. 19 Of alle\nthingis hauynge sowle of ony flehs, two thow shalt brynge into the\nark, that maal sex and femaal lyuen with thee.1532MoreConfut. TindaleII. 152, I had as leue he bare them both a\nbare cheryte, as wyth the frayle feminyne sexe fall to far in loue.1559AlymerHarboroweE 4 b, Neither of them debarred\nthe heires female .. as though it had ben .. vnnatural for that\nsexe to gouern.1576GascoignePhilomenexcviii, I\nspeake against my sex.a1586SidneyArcadiaII. (1912) 158 The sexe of womankind of all other is most bound to\nhave regardfull eie to mens judgements.1600NasheSummer’s Last WillF 3 b, A woman they imagine her to be,\nBecause that sexe keepes nothing close they heare.1615CrookeBody of Man274 If wee respect the .. conformation of\nboth the Sexes, the Male is sooner perfected .. in the wombe.1634Sir T. HerbertTrav.19 Both sexe goe naked.1667MiltonP. L.IX, 822 To add what wants In Femal\nSex.1671—Samson774 It was a weakness In me, but\nincident to all our sex.1679DrydenTroilus &\nCr.I. ii, A strange dissembling sex we women are.1711AddisonSpect.No. 10 ¶ 6 Their Amusements .. are more\nadapted to the Sex than to the Species.1730SwiftLet.\nto Mrs. Whiteway28 Dec., You have neither the scrawl nor the\nspelling of your sex.1742GrayPropertiusII. 73 She\n.. Condemns her fickle Sexe’s fond Mistake.1763G. Williams\nin JesseSelwyn & Contemp.(1843) I. 265 It would\nastonish you to see the mixture of sexes at this place.1780BenthamPrinc. Legisl.VI. §35 The sensibility of the female\nsex appears .. to be greater than that of the male.1814ScottLd. of IslesVI. iii, Her sex’s dress regain’d.1836ThirlwallGreecexi. II. 51 Solon also made\nregulations for the government of the other sex.1846EcclesiologistFeb. 41 The propriety and necessity of\ndividing the sexes during the publick offices of the Church.1848ThackerayVan. Fairxxv, She was by no means so\nfar superior to her sex as to be above jealousy.1865DickensMut. Fr.II. i, It was a school for both sexes.1886Mabel CollinsPrettiest Womanii, Zadwiga had\nnot yet given any serious attention to the other sex.b.collect.followed by plural\nverb.rare.1768Goldsm.Good. n. ManIV.\n(Globe) 632/2 Our sex are like poor tradesmen.1839MalcomTrav.(1840) 40/I Neither sex tattoo any part of their\nbodies.c.The fair(er), gentle(r), soft(er),\nweak(er) sex; the devout sex;the second sex; †the\nwoman sex: the female sex, women.The†better,\nsterner sex: the male sex, men.[1583StubbesAnat. Abus.E vij\nb, Ye magnificency & liberalitie of that gentle sex.1613PurchasPilgrimage(1614) 38 Strong Sampson and\nwise Solomon are witnesses, that the strong men are slaine by this\nweaker sexe.]1641BromeJovial CrewIII.\n(1652) H 4, I am bound by a strong vow to kisse all of the woman\nsex I meet this morning.1648J. BeaumontPsycheXIV.\nI, The softer sex, attending Him And his still-growing woes.1665Sir T. HerbertTrav.(1677) 22 Whiles the better\nsex seek prey abroad, the women (therein like themselves) keep home\nand spin.1665BoyleOccas. Refl.v. ix. 176 Persons\nof the fairer Sex. a1700EvelynDiary12 Nov. an.\n1644, The Pillar .. at which the devout sex are always rubbing\ntheir chaplets.1701StanhopeSt. Aug. Medit.I.\nxxxv. (1704) 82, I may .. not suffer my self to be outdone by the\nweaker Sex.1732[see FAIR a. I b].1753HogarthAnal. Beautyx. 65 An elegant degree of plumpness peculiar\nto the skin of the softer sex.1820ByronJuanIV.\ncviii, Benign Ceruleans of the second sex! Who advertise new poems\nby your looks.1838Murray’s Hand-bk. N. Germ.430 It\nis much frequented by the fair sex.1894C. D. Tyler inGeog. Jrnl.III. 479 They are beardless, and usually wear a\nshock of unkempt hair, which is somewhat finer in the gentler\nsex.¶d.Used occas. with extended notion.The third sex: eunuchs. Alsosarcastically(see quot.\n1873).1820ByronJuanIV. lxxxvi, From\nall the Pope makes yearly, ‘twould perplex To find three perfect\npipes of the third sex.Ibid. V. xxvi, A black old neutral\npersonage Of the third sex stept up. [1873Ld. HoughtonMonogr.280 Sydney Smith .. often spoke with much bitterness\nof the growing belief in three Sexes of Humanity—Men, Women, and\nClergymen.]e.The sex: the female sex. [F.le sexe.] Nowrare.1589PuttenhamEng. PoesieIII.\nxix. (Arb.) 235 As he that had tolde a long tale before certaine\nnoble women, of a matter somewhat in honour touching the Sex.1608D. T[uvill]Ess. Pol. & Mor.101 b, Not yet\nweighing with himselfe, the weaknesse and imbecillitie of the sex.1631MassingerEmperor EastI. ii, I am called The\nSquire of Dames, or Servant of the Sex.1697VanbrughProv. WifeII. ii, He has a strange penchant to grow fond of\nme, in spite of his aversion to the sex.1760-2Goldsm.Cit. W.xcix, The men of Asia behave with more deference to\nthe sex than you seem to imagine.1792A. YoungTrav.\nFranceI. 220 The sex of Venice are undoubtedly of a\ndistinguished beauty.1823ByronJuanXIII. lxxix, We\ngive the sex thepas.1863R. F. BurtonW.\nAfricaI. 22 Going ‘up stairs’, as the sex says, at 5 a.m. on\nthe day after arrival, I cast the first glance at Funchal.f.Withoutthe, in predicative\nquasi-adj. use=feminine.rare.a1700DrydenCymon &\nIph.368 She hugg’d th’ Offender, and forgave th’ Offence, Sex\nto the last!2.Quality in respect of being male or\nfemale.a.With regard to persons or\nanimals.1526Pilgr. Perf.(W. de. W.\n1531) 282 b, Ye bee, whiche neuer gendreth with ony make of his\nkynde, nor yet hath ony distinct sex.1577T. KendallFlowers of Epigr.71 b, If by corps supposd may be her seex,\nthen sure a virgin she.1616T. ScottPhilomythieI.\n(ed. 2) A 3 Euen as Hares change shape and sex, some say Once euery\nyeare.1658Sir T. BrowneHydriot. iii. 18 A critical\nview of bones makes a good distinction of sexes.a 1665DigbyChym. Secrets(1682) II. 225 Persons of all Ages and\nSexes.1667MiltonP. L.I. 424 For Spirits when they\nplease can either Sex assume, or both.1710-11SwiftJrnl. to Stella7 Mar., I find I was mistaken in the sex,\n‘tis a boy.1757SmollettReprisalIV. v, As for me,\nmy sex protects me.1825ScottBetrothedxiii, I am\nbut a poor and neglected woman, feeble both from sex and age.1841ElphinstoneHist. IndiaI. 349 When persons of\ndifferent sexes walk together, the woman always follows the man.1882Tension-WoodsFish N. S. Wales116 Oysters are\nof distinct sexes.b.with regard to plants (see Femalea. 2, Malea. 2).1567MapletGr. Forest28 Some\nseeme to haue both sexes and kindes: as the Oke, the Lawrell and\nsuch others.1631WiddowesNat. Philos.(ed. 2) 49\nThere be sexes of hearbes .. namely, the Male or Female.1720P. BlairBot. Ess.iv. 237 These being very\nevident Proofs of a necessity of two Sexes in Plants as well as in\nAnimals.1790SmelliePhilos. Nat. Hist.I. 245 There\nis not a notion more generally adopted, that that vegetables have\nthe distinction of sexes.1848LindleyIntrod. Bot.(ed. 4) II. 80 Change of Sex under the influence of external\ncauses.3.The distinction between male and\nfemale in general. In recent use often with more explicit notion:\nThe sum of those differences in the structure and function of the\nreproductive organs on the ground of which beings are distinguished\nas male and female, and of the other physiological differences\nconsequent on these; the class of phenomena with which these\ndifferences are concerned.Organs of sex:the reproductive organs\nin sexed animals or plants.a1631DonneSongs &\nSonn., The PrintrosePoems 1912 I. 61 Should she Be more then\nwoman, she would get above All thought of sexe, and think to move\nMy heart to study her, and not to love.a1643CartwrightSiedgeIII. vi, My Soul’s As Male as yours;\nthere’s no Sex in the mind.1748MelmothFitzosborne\nLett.lxii. (1749) II. 119 There may be a kind of sex in the\nvery soul.1751HarrisHermesWks. (1841) 129 Besides\nnumber, another characteristic, visible in substances, is that of\nsex.1878GladstonePrim. Homer68 Athenè .. has\nnothing of sex except the gender, nothing of the woman except the\nform.1887K. PearsonEth. Freethoughtxv. (1888) 429\nWhat is the true type of social (moral) action in matters of sex?1895Crackanthorpe in 19th Cent.Apr. 607 (art.) Sex\nin modern literature.Ibid.614 The writers and readers who\nhave strenuously refused to allow to sex its place in creative art.1912H. G. WellsMarriageii. § 6. 72 The young need\n.. to be told .. all we know of three fundamental things; the first\nof which is God, .. and the third Sex.¶ 4.Used, by confusion, in senses of\nSect (q. v. I, 4 b, 7, and cf. I dnote).1575-85Abp. SandysSerm.xx. 358\nSo are all sexes and sorts of people called vpon.1583MelbanckePhilotimusL iij b, Whether thinkest thou better\nsporte & more absurd, to see an Asse play on an harpe contrary\nto his sex, or heare [etc.].1586J. HookerHist.\nIrel.180/2 inHolinshed, The whole sex of the\nOconhours.1586T. B.La Primaud. Fr. Acad.I. 359 O\ndetestable furie, not to be found in most cruell beasts, which\nspare the blood of their sexe.a 1704T BrownDial. Dead,\nFriendshipWks. 1711 IV. 56 We have had enough of these\nChristians, and sure there can be no worse among the other Sex of\nMankind [i.e. Jews and Turks]?1707AtterburyLarge Vind.\nDoctr.47 Much less can I imagine, why a Jewish Sex (whether of\nPharisees or Saducees) should be represented, as [etc.].5.attrib.andComb.,assex-distinction, function,etc.;sex-abusing,\ntransformingadjs.; sex-cell, a reproductive cell, with either\nmale or female function; a sperm-cell or an egg-cell.1642H. MoreSong of SoulI. III.\nlxxi, Mad-making waters, sex trans-forming springs.1781CowperExpost.415 Sin, that in old time Brought fire from\nheav’n, the sex-abusing crime.1876HardyEthelbertaxxxvii, You cannot have celebrity and sex-privilege both.1887Jrnl. Educ.No. 210. 29 If this examination\ncraze is to prevail, and the sex-abolitionists are to have their\nway.1889Geddes & ThomsonEvol. Sex91 Very\ncommonly the sex-cells originate in the ectoderm and ripen there.1894H. DrummondAscent of Man317 The\nsex-distinction slowly gathers definition.1897J.\nHutchinsonin Arch. Surg.VIII. 230 Loss of Sex\nFunction.Sex(seks),v.[f. Sexsb.]trans.To determine the sex of, by anatomical\nexamination; to label as male or female.1884GurneyDiurnal Birds Prey173 The specimen is not sexed, neither is the sex noted on the\ndrawing.1888A. Newton inZoologistSer. 111. XII.\n101 The .. barbarous phrase of ‘collecting a specimen’ and then of\n‘sexing’ it.Concise Oxford Dictionary of Current English\n1164 (5th ed. 1964):sĕx,n. Being male or female or\nhermaphrodite (what is its ~?; ~ does not matter; without\ndistinction of age or ~), whence ~’LESS a., ~’lėssNESS\nn., ~’Y2 a., immoderately concerned with ~; males or females\ncollectively (all ranks & both ~es; the fair, gentle,\nsofter, weaker, ~,& joc.the ~,women;the\nsterner ~,men;is the fairest of her ~); (attrib.)\narising from difference, or consciousness, of ~ (~antagonism, ~instinct, ~urge); ~appeal, attractiveness arising from difference of ~. [f. Lsexus –ūs;partly thr. F]Random House Dictionary of the English\nLanguage 1307 (1966):sex(seks),n.1.The\nfact or character of being either male or female:persons of\ndifferent sex.2.either of the two groups of\npersons exhibiting this character:the stronger sex; the gentle\nsex.3.the sum of the structural and functional\ndifferences by which the male and female are distinguished, or the\nphenomena or behavior dependent on these differences.4.the\ninstinct or attraction drawing one sex toward another, or its\nmanifestation in life and conduct.5.coitus.6. to have\nsex,Informal. to engage in sexual intercourse.\n–v.t.7.to ascertain the sex of, esp. of newly\nhatched chicks.8. sex it up,Slang. to neck\npassionately:They were really sexing it up last night.9. sex up,Informal.a.to arouse\nsexually:She certainly knows how to sex up the men.b.to increase the appeal of; to make more interesting,\nattractive, or exciting:We’ve decided to sex up the movie with\nsome battle scenes.[ME < Lsex(us), akin tosecus, deriv. ofsecāreto cut, divide; see\nSECTION]American Heritage Dictionary 1187\n(1969):sex(sĕks)n.1. a.The property or quality by which organ-isms are classified\naccording to their reproductive functions.b.Either of two\ndivisions, designatedmaleandfemale, of this\nclassification.2.Males or females collectively.3.The condition or character of being male or female; the\nphysiological, functional, and psychological differences that\ndistinguish the male and the female.4.The sexual urge or\ninstinct as it manifests itself in behavior.5.Sexual\nintercourse. –tr.v.sexed, sexing, sexes.To\ndetermine the sex of (young chickens). [Middle English, from Old\nFrenchsexe, from Latinsexus†.]BWebster’s Third New International Dictionary\n2081 (2002):1sex\\‘seks\\ n –esoften\nattrib[ME, fr. Lsexus; prob. akin to Lsecareto cut—more at saw]1:one of the two divisions of organic\nesp. human beings respectively designated male or female2:the sum of the morphological, physiological, and behavioral\npeculiarities of living beings that subserves biparental\nreproduction with its concomitant genetic segregation and\nrecombination which underlie most evolutionary change, that in its\ntypical dichotomous occurrence is usu. genetically controlled and\nassociated with special sex chromosomes, and that is typically\nmanifested as maleness and femaleness with one or the other of\nthese being present in most higher animals though both may occur in\nthe same individual in many plants and some invertebrates and\nthough no such distinction can be made in many lower forms (as some\nfungi, protozoans, and possibly bacteria and viruses) either\nbecause males and females are replaced by mating types or because\nthe participants in sexual reproduction are\nindistinguishable—compare heterothallic, homothallic;\nfertilization, meiosis, mendel’s law; freemartin, hermaphrodite,\nintersex3:the sphere of interpersonal behavior esp.\nbetween male and female most directly associated with, leading up\nto, substituting for, or resulting from genital union4:the\nphenomena of sexual instincts and their manifestations ;specif: sexual intercourse2sex\\“\\vt–ed/–ing/–es1:to determine the sex of (an organic being) —compare\nautosexing2 a:to increase the sexual appeal or attraction\nof—usu. used withupb:to arouse the sexual\ninstincts or desires of—usu. used withupRandom House Webster’s Unabridged Dictionary\n1754 (2d ed. 2001):Sex(seks),n.1. either\nthe male or female division of a species, esp. as differentiated\nwith reference to the reproductive functions.2. the sum of\nthe structural and functional differences by which the male and\nfemale are distinguished, or the phenomena or behavior dependent on\nthese differences.3. the instinct or attraction drawing one\nsex toward another, or its manifestation in life and conduct.4. coitus.5. genitalia.6.to have\nsex, to engage in sexual intercourse. –v.t.7.\nto ascertain the sex of, esp. of newly-hatched chicks.8.sex up,Informal.a. to arouse sexually:The only intent of that show was to sex up the audience.b. to increase the appeal of; to make more interesting,\nattractive, or exciting:We’ve decided to sex up the movie with\nsome battle scenes. [1350–1400; ME < LSexus, perh.\nakin tosecāreto divide (see section)]American Heritage Dictionary 1605 (5th ed.\n2011):Sex(seks)n.1a.Sexual\nactivity, especially sexual intercourse:hasn’t had sex in\nmonths.b. The sexual urge or instinct as it manifests\nitself in behavior:motivated by sex.2a. Either of\nthe two divisions, designated female and male, by which most\norganisms are classified on the basis of their reproductive organs\nand functions:How do you determine the sex of a lobster?b. The fact or condition of existing in these two divisions,\nespecially the collection of characteristics that distinguish\nfemale and male:the evolution of sex in plants; a study that\ntakes sex into account.See Usage Note atgender. 3.Females or males considered as a group:dormitories that house\nonly one sex.4. One’s identity as either female or\nmale.5. The genitals.⸭tr.v.sexed,\nsex-ing, sex-es 1.To determine the sex of (an organism).2.Slanga.To arouse sexually. Often used\nwithup.b. To increase the appeal or attractiveness\nof. Often used withup[Middle English < Latinsexus.]CStatutes Prohibiting Sex\nDiscrimination2 U. S. C. §658a(2) (Congressional\nBudget and Fiscal Operations; Federal Mandates)2 U. S. C. §1311(a)(1) (Congressional\nAccountability; Extension of Rights and Protections)2 U. S. C. §1503(2) (Unfunded\nMandates Reform)3 U. S. C. §411(a)(1) (Presidential\nOffices; Employment Discrimination)5 U. S. C. §2301(b)(2) (Merit System\nPrinciples)5 U. S. C. §2302(b)(1) (Prohibited\nPersonnel Practices)5 U. S. C. §7103(a)(4)(A)\n(Labor-Management Relations; Definitions)5 U. S. C. §7116(b)(4)\n(Labor-Management Relations; Unfair Labor Practices)5 U. S. C. §7201(b)\n(Antidiscrimination Policy; Minority Recruitment Program)5 U. S. C. §7204(b)\n(Antidiscrimination; Other Prohibitions)6 U. S. C. §488f(b) (Secure Handling\nof Ammonium Nitrate; Protection From Civil Liability)7 U. S. C. §2020(c)(1) (Supplemental\nNutrition Assistance Program)8 U. S. C. §1152(a)(1)(A)\n(Immigration; Numerical Limitations on Individual Foreign\nStates)8 U. S. C. §1187(c)(6) (Visa Waiver\nProgram for Certain Visitors)8 U. S. C. §1522(a)(5) (Authorization\nfor Programs for Domestic Resettlement of and Assistance to\nRefugees)10 U. S. C. §932(b)(4) (Uniform Code\nof Military Justice; Article 132 Retaliation)10 U. S. C. §1034(j)(3) (Protected\nCommunications; Prohibition of Retaliatory Personnel Actions)12 U. S. C. §302 (Directors of\nFederal Reserve Banks; Number of Members; Classes)12 U. S. C. §1735f–5(a) (Prohibition\nAgainst Discrimination on Account of Sex in Extension of Mortgage\nAssistance)12 U. S. C. §1821(d)(13)(E)(iv)\n(Federal Deposit Insurance Corporation; Insurance Funds)12 U. S. C. §1823(d)(3)(D)(iv)\n(Federal Deposit Insurance Corporation; Corporation Moneys)12 U. S. C. §2277a–10c(b)(13)(E)(iv)\n(Farm Credit System Insurance Corporation; Corporation as\nConservator or Receiver; Certain Other Powers)12 U. S. C. §3015(a)(4) (National\nConsumer Cooperative Bank; Eligibility of Cooperatives)12 U. S. C. §§3106a(1)(B) and (2)(B)\n(Foreign Bank Participation in Domestic Markets)12 U. S. C. §4545(1) (Fair\nHousing)12 U. S. C. §5390(a)(9)(E)(v) (Wall\nStreet Reform and Consumer Protection; Powers and Duties of the\nCorporation)15 U. S. C. §631(h) (Aid to Small\nBusiness)15 U. S. C. §633(b)(1) (Small\nBusiness Administration)15 U. S. C. §719 (Alaska Natural Gas\nTransportation; Civil Rights)15 U. S. C. §775 (Federal Energy\nAdministration; Sex Discrimination; Enforcement; Other Legal\nRemedies)15 U. S. C. §1691(a)(1) (Equal Credit\nOpportunity Act)15 U. S. C. §1691d(a) (Equal Credit\nOpportunity Act)15 U. S. C. §3151(a) (Full Employment\nand Balanced Growth; Nondiscrimination)18 U. S. C. §246 (Deprivation of\nRelief Benefits)18 U. S. C. §3593(f ) (Special\nHearing To Determine Whether a Sentence of Death Is Justified)20 U. S. C. §1011(a) (Higher\nEducation Resources and Student Assistance; Antidiscrimination)20 U. S. C. §1011f(h)(5)(D)\n(Disclosures of Foreign Gifts)20 U. S. C. §1066c(d) (Historically\nBlack College and University Capital Financing; Limitations on\nFederal Insurance Bonds Issued by Designated Bonding Authority)20 U. S. C. §1071(a)(2) (Federal\nFamily Education Loan Program)20 U. S. C. §1078(c)(2)(F) (Federal\nPayments To Reduce Student Interest Costs)20 U. S. C. §1087–1(e) (Federal\nFamily Education Loan Program; Special Allowances)20 U. S. C. §1087–2(e) (Student Loan\nMarketing Association)20 U. S. C. §1087–4 (Discrimination\nin Secondary Markets Prohibited)20 U. S. C. §1087tt(c) (Discretion of\nStudent Financial Aid Administrators)20 U. S. C. §1231e(b)(2) (Education\nPrograms; Use of Funds Withheld)20 U. S. C. §1681 (Title IX of the\nEducation Amendments of 1972)20 U. S. C. §1701(a)(1) (Equal\nEducational Opportunities; Congressional Declaration of Policy)20 U. S. C. §1702(a)(1) (Equal\nEducational Opportunities; Congressional Findings)20 U. S. C. §1703 (Denial of Equal\nEducational Opportunity Prohibited)20 U. S. C. §1705 (Assignment on\nNeighborhood Basis Not a Denial of Equal Educational\nOpportunity)20 U. S. C. §1715 (District\nLines)20 U. S. C. §1720 (Equal Educational\nOpportunities; Definitions)20 U. S. C. §1756 (Remedies With\nRespect to School District Lines)20 U. S. C. §2396 (Career and\nTechnical Education; Federal Laws Guaranteeing Civil Rights)20 U. S. C. §3401(2) (Department of\nEducation; Congressional Findings)20 U. S. C. §7231d(b)(2)(C) (Magnet\nSchools Assistance; Applications and Requirements)20 U. S. C. §7914 (Strengthening and\nImprovement of Elementary and Secondary Schools; Civil Rights)22 U. S. C. §262p–4n (Foreign\nRelations and Intercourse; Equal Employment Opportunities)22 U. S. C. §2304(a)(1) (Human Rights\nand Security Assistance)22 U. S. C. §2314(g) (Furnishing of\nDefense Articles or Related Training or Other Defense Service on\nGrant Basis)22 U. S. C. §2426 (Discrimination\nAgainst United States Personnel)22 U. S. C. §2504(a) (Peace Corps\nVolunteers)22 U. S. C. §2661a (Foreign Contracts\nor Arrangements; Discrimination)22 U. S. C. §2755 (Discrimination\nProhibited if Based on Race, Religion, National Origin, or Sex)22 U. S. C. §3901(b)(2) (Foreign\nService; Congressional Findings and Objectives)22 U. S. C. §3905(b)(1) (Foreign\nService; Personnel Actions)22 U. S. C. §4102(11)(A) (Foreign\nService; Definitions)22 U. S. C. §4115(b)(4) (Foreign\nService; Unfair Labor Practices)22 U. S. C. §6401(a)(3)\n(International Religious Freedom; Findings; Policy)22 U. S. C. §8303(c)(2) (Office of\nVolunteers for Prosperity)23 U. S. C. §140(a) (Federal-Aid\nHighways; Nondiscrimination)23 U. S. C. §324 (Highways;\nProhibition of Discrimination on the Basis of Sex)25 U. S. C. §4223(d)(2) (Housing\nAssistance for Native Hawaiians)26 U. S. C. §7471(a)(6)(A) (Tax\nCourt; Employees)28 U. S. C. §994(d) (Duties of the\nUnited States Sentencing Commission)28 U. S. C. §1862 (Trial by Jury;\nDiscrimination Prohibited)28 U. S. C. §1867(e) (Trial by Jury;\nChallenging Compliance With Selection Procedures)29 U. S. C. §206(d)(1) (Equal Pay Act\nof 1963)29 U. S. C. §§2601(a)(6) and (b)(4)\n(Family and Medical Leave; Findings and Purposes)29 U. S. C. §2651(a) (Family and\nMedical Leave; Effect on Other Laws)29 U. S. C. §3248 (Workforce\nDevelopment Opportunities; Nondiscrimination)30 U. S. C. §1222(c) (Research Funds\nto Institutes)31 U. S. C. §732(f ) (Government\nAccountability Office; Personnel Management System)31 U. S. C. §6711 (Federal Payments;\nProhibited Discrimination)31 U. S. C. §6720(a)(8) (Federal\nPayments; Definitions, Application, and Administration)34 U. S. C. §10228(c) (Prohibition of\nFederal Control Over State and Local Criminal Justice Agencies;\nProhibition of Discrimination)34 U. S. C. §11133(a)(16) (Juvenile\nJustice and Delinquency Prevention; State Plans)34 U. S. C. §12161(g) (Community\nSchools Youth Services and Supervision Grant Program)34 U. S. C. §12361 (Violent Crime\nControl and Law Enforcement; Civil Rights for Women)34 U. S. C. §20110(e) (Crime Victims\nFund; Administration Provisions)34 U. S. C. §50104(a) (Emergency\nFederal Law Enforcement Assistance)36 U. S. C. §20204(b) (Air Force\nSergeants Association; Membership)36 U. S. C. §20205(c) (Air Force\nSergeants Association; Governing Body)36 U. S. C. §21003(a)(4) (American GI\nForum of the United States; Purposes)36 U. S. C. §21004(b) (American GI\nForum of the United States; Membership)36 U. S. C. §21005(c) (American GI\nForum of the United States; Governing Body)36 U. S. C. §21704A (The American\nLegion)36 U. S. C. §22703(c) (Amvets;\nMembership)36 U. S. C. §22704(d) (Amvets;\nGoverning Body)36 U. S. C. §60104(b) (82nd Airborne\nDivision Association, Incorporated; Membership)36 U. S. C. §60105(c) (82nd Airborne\nDivision Association, Incorporated; Governing Body)36 U. S. C. §70104(b) (Fleet Reserve\nAssociation; Membership)36 U. S. C. §70105(c) (Fleet Reserve\nAssociation; Governing Body)36 U. S. C. §140704(b) (Military\nOrder of the World Wars; Membership)36 U. S. C. §140705(c) (Military\nOrder of the World Wars; Governing Body)36 U. S. C. §154704(b) (Non\nCommissioned Officers Association of the United States of America,\nIncorporated; Membership)36 U. S. C. §154705(c) (Non\nCommissioned Officers Association of the United States of America,\nIncorporated; Governing Body)36 U. S. C. §190304(b) (Retired\nEnlisted Association, Incorporated; Membership)36 U. S. C. §190305(c) (Retired\nEnlisted Association, Incorporated; Governing Body)36 U. S. C. §220522(a)(8) and (9)\n(United States Olympic Committee; Eligibility Requirements)36 U. S. C. §230504(b) (Vietnam\nVeterans of America, Inc.; Membership)36 U. S. C. §230505(c) (Vietnam\nVeterans of America, Inc.; Governing Body)40 U. S. C. §122(a) (Federal Property\nand Administrative Services; Prohibition on Sex Discrimination)40 U. S. C. §14702 (Appalachian\nRegional Development; Nondiscrimination)42 U. S. C. §213(f ) (Military\nBenefits)42 U. S. C. §290cc–33(a) (Projects\nfor Assistance in Transition From Homelessness)42 U. S. C. §290ff–1(e)(2)(C)\n(Children With Serious Emotional Disturbances; Requirements With\nRespect to Carrying Out Purpose of Grants)42 U. S. C. §295m (Public Health\nService; Prohibition Against Discrimination on Basis of Sex)42 U. S. C. §296g (Public Health\nService; Prohibition Against Discrimination by Schools on Basis of\nSex)42 U. S. C. §300w–7(a)(2) (Preventive\nHealth and Health Services Block Grants; Nondiscrimination\nProvisions)42 U. S. C. §300x–57(a)(2) (Block\nGrants Regarding Mental Health and Substance Abuse;\nNondiscrimination)42 U. S. C. §603(a)(5)(I)(iii) (Block\nGrants to States for Temporary Assistance for Needy Families)42 U. S. C. §708(a)(2) (Maternal and\nChild Health Services Block Grant; Nondiscrimination\nProvisions)42 U. S. C. §1975a(a) (Duties of\nCivil Rights Commission)42 U. S. C. §2000c(b) (Civil Rights;\nPublic Education; Definitions)42 U. S. C. §2000c–6(a)(2) (Civil\nRights; Public Education; Civil Actions by the Attorney\nGeneral)42 U. S. C. §2000e–2 (Equal\nEmployment Opportunities; Unlawful Employment Practices)42 U. S. C. §2000e–3(b) (Equal\nEmployment Opportunities; Other Unlawful Employment Practices)42 U. S. C. §2000e–16(a) (Employment\nby Federal Government)42 U. S. C. §2000e–16a(b) (Government\nEmployee Rights Act of 1991)42 U. S. C. §2000e–16b(a)(1)\n(Discriminatory Practices Prohibited)42 U. S. C. §2000h–2 (Intervention by\nAttorney General; Denial of Equal Protection on Account of Race,\nColor, Religion, Sex or National Origin)42 U. S. C. §3123 (Discrimination on\nBasis of Sex Prohibited in Federally Assisted Programs)42 U. S. C. §3604 (Fair Housing Act;\nDiscrimination in the Sale or Rental of Housing and Other\nProhibited Practices)42 U. S. C. §3605 (Fair Housing Act;\nDiscrimination in Residential Real Estate-Related Transactions)42 U. S. C. §3606 (Fair Housing Act;\nDiscrimination in the Provision of Brokerage Services)42 U. S. C. §3631 (Fair Housing Act;\nViolations; Penalties)42 U. S. C. §4701 (Intergovernmental\nPersonnel Program; Congressional Findings and Declaration of\nPolicy)42 U. S. C. §5057(a)(1) (Domestic\nVolunteer Services; Nondiscrimination Provisions)42 U. S. C. §5151(a)\n(Nondiscrimination in Disaster Assistance)42 U. S. C. §5309(a) (Community\nDevelopment; Nondiscrimination in Programs and Activities)42 U. S. C. §5891 (Development of\nEnergy Sources; Sex Discrimination Prohibited)42 U. S. C. §6709 (Public Works\nEmployment; Sex Discrimination; Prohibition; Enforcement)42 U. S. C. §6727(a)(1) (Public Works\nEmployment; Nondiscrimination)42 U. S. C. §6870(a) (Weatherization\nAssistance for Low-Income Persons)42 U. S. C. §8625(a) (Low-Income Home\nEnergy Assistance; Nondiscrimination Provisions)42 U. S. C. §9821 (Community Economic\nDevelopment; Nondiscrimination Provisions)42 U. S. C. §9849 (Head Start\nPrograms; Nondiscrimination Provisions)42 U. S. C. §9918(c)(1) (Community\nServices Block Grant Program; Limitations on Use of Funds)42 U. S. C. §10406(c)(2)(B)(i)\n(Family Violence Prevention and Services; Formula Grants to\nStates)42 U. S. C. §11504(b) (Enterprise\nZone Development; Waiver of Modification of Housing and Community\nDevelopment Rules in Enterprise Zones)42 U. S. C. §12635(a)(1) (National\nand Community Service State Grant Program; Nondiscrimination)42 U. S. C. §12832 (Investment in\nAffordable Housing; Nondiscrimination)43 U. S. C. §1747(10) (Loans to\nStates and Political Subdivisions; Discrimination Prohibited)43 U. S. C. §1863 (Outer Continental\nShelf Resource Management; Unlawful Employment Practices;\nRegulations)47 U. S. C. §151 (Federal\nCommunications Commission)47 U. S. C. §398(b)(1) (Public\nBroadcasting; Equal Opportunity Employment)47 U. S. C. §§554(b) and (c) (Cable\nCommunications; Equal Employment Opportunity)47 U. S. C. §555a(c) (Cable\nCommunications; Limitation of Franchising Authority Liability)48 U. S. C. §1542(a) (Virgin Islands;\nVoting Franchise; Discrimination Prohibited)48 U. S. C. §1708 (Discrimination\nProhibited in Rights of Access to, and Benefits From, Conveyed\nLands)49 U. S. C. §306(b) (Duties of the\nSecretary of Transportation; Prohibited Discrimination)49 U. S. C. §5332(b) (Public\nTransportation; Nondiscrimination)49 U. S. C. §40127 (Air Commerce and\nSafety; Prohibitions on Discrimination)49 U. S. C. §47123(a) (Airport\nImprovement; Nondiscrimination)50 U. S. C. §3809(b)(3) (Selective\nService System)50 U. S. C. §4842(a)(1)(B)\n(Anti-Boycott Act of 2018)DNotes1E.g., H. R.\n166, 94th Cong., 1st Sess., §6 (1975); H. R. 451, 95th Cong.,\n1st Sess., §6 (1977); S. 2081, 96th Cong., 1st Sess. (1979); S.\n1708, 97th Cong., 1st Sess. (1981); S. 430, 98th Cong., 1st Sess.\n(1983); S. 1432, 99th Cong., 1st Sess., §5 (1985); S. 464, 100th\nCong., 1st Sess., §5 (1987); H. R. 655, 101st Cong., 1st\nSess., §2 (1989); S. 574, 102d Cong., 1st Sess., §5 (1991);\nH. R. 423, 103d Cong., 1st Sess., §2 (1993); S. 932, 104th\nCong., 1st Sess. (1995); H. R. 365, 105th Cong., 1st Sess., §2\n(1997); H. R. 311, 106th Cong., 1st Sess., §2 (1999);\nH. R. 217, 107th Cong., 1st Sess., §2 (2001); S. 16, 108th\nCong., 1st Sess., §§701–704 (2003); H. R. 288, 109th Cong.,\n1st Sess., §2 (2005).2See,e.g.,\nH. R. 2015, 110th Cong., 1st Sess. (2007); H. R. 3017,\n111th Cong., 1st Sess. (2009); H. R. 1397, 112th Cong., 1st\nSess. (2011); H. R. 1755, 113th Cong., 1st Sess. (2013);\nH. R. 3185, 114th Cong., 1st Sess., §7 (2015); H. R.\n2282, 115th Cong., 1st Sess., §7 (2017); H. R. 5, 116th Cong.,\n1st Sess. (2019).3H. R. 5331, 116th\nCong., 1st Sess., §§4(b), (c) (2019).4Section 7(b) of\nH. R. 5 strikes the term “sex” in 42 U. S. C.\n§2000e–2 and inserts: “SEX (INCLUDING SEXUAL ORIENTATION AND GENDER\nIDENTITY).”5That is what Judge Posner\ndid in the Seventh Circuit case holding that Title VII prohibits\ndiscrimination because of sexual orientation. SeeHivelyv.Ivy Tech Community College of Ind., 853 F.3d 339 (2017) (en\nbanc). Judge Posner agreed with that result but wrote: “I would\nprefer to see us acknowledge openly that today we, who are judges\nrather than members of Congress, are imposing on a half-century-old\nstatute a meaning of ‘sex discrimination’ that the Congress that\nenacted it would not have accepted.”Id., at 357\n(concurring opinion) (emphasis added).6The Court does not define\nwhat it means by “transgender status,” but the American\nPsychological Association describes “transgender” as “[a]n umbrella\nterm encompassing those whose gender identities or gender roles\ndiffer from those typically associated with the sex they were\nassigned at birth.” A Glossary: Defining Transgender Terms, 49\nMonitor on Psychology 32 (Sept. 2018),\nhttps://www.apa.org/monitor/2018/09/ce-corner-glossary. It defines\n“gender identity” as “[a]n internal sense of being male, female or\nsomething else, which may or may not correspondto an individual’s\nsex assigned at birth or sex characteristics.”Ibid.Under\nthese definitions, there is no apparent difference between\ndiscrimination because of transgender status and discrimination\nbecause of gender identity.7The EEOC first held that\n“discrimination against a transgender individual because that\nperson is transgender” violates Title VII in 2012 inMacyv.Holder, 2012 WL 1435995, *11 (Apr. 20, 2012), though it\nearlier advanced that position in anamicusbrief in Federal\nDistrict Court in 2011,ibid., n. 16. It did not hold\nthat discrimination on the basis of sexual orientation violated\nTitle VII until 2015. SeeBaldwinv.Foxx, 2015 WL\n4397641 (July 15, 2015).8“Sexual orientation\nrefers to a person’s erotic response tendency or sexual\nattractions, be they directed toward individuals of the same sex\n(homosexual), the other sex (heterosexual), or both sexes\n(bisexual).” 1 B.Sadock, V. Sadock, & P. Ruiz, Comprehensive\nTextbook of Psychiatry 2061 (9th ed. 2009); see also American\nHeritage Dictionary 1607 (5th ed. 2011) (defining “sexual\norientation” as “[t]he direction of a person’s sexual interest, as\ntoward people of the opposite sex, the same sex, or both sexes”);\nWebster’s New College Dictionary 1036 (3d ed. 2008) (defining\n“sexual orientation” as “[t]he direction of one’s sexual interest\ntoward members of the same, opposite, or both sexes”).9See n. 6,supra; see also Sadock,supra,at 2063 (“transgender”\nrefers to “any individual who identifies with and adopts the gender\nrole of a member of the other biological sex”).10See\nTr. of Oral Arg. in Nos. 17–1618, 17–1623, pp. 69–70 (“If there was\nthat case, it might be the rare case in which sexual orientation\ndiscrimination is not a subset of sex”); see alsoid., at 69\n(“Somebody who comes in and says I’m not going to tell you what my\nsex is, but, believe me, I was fired for my sexual orientation,\nthat person will lose”).11See\nalso Brief for William N. Eskridge Jr. et al. asAmici\nCuriae2 (“[T]here is no reasonable way to disentangle sex from\nsame-sex attraction or transgender status”).12Brief\nfor Petitioner in No. 17–1618, at 14; see also Brief for Southern\nPoverty Law Center et al. asAmici Curiae7–8.13Brief\nfor Scholars Who Study the LGB Population asAmici Curiaein\nNos. 17–1618, 17–1623, p. 10.14Brief\nfor American Psychological Association et al. asAmici\nCuriae11.15Reply\nBrief for Respondent Aimee Stephens in No. 18–107, p.\n5.16Notably, Title VII itself already\nsuggests a line, which the Court ignores. The statute specifies\nthat the terms “because of sex” and “on the basis of sex” cover\ncertain conditions that are biologically tied to sex,namely,\n“pregnancy, childbirth, [and] related medical conditions.” 42\nU. S. C. §2000e(k). This definition should inform the\nmeaning of “because of sex” in Title VII more generally. Unlike\npregnancy, neither sexual orientation nor gender identity is\nbiologically linked to women or men.17Two\nother Justices concurred in the judgment but did not comment on the\nissue of stereotypes. Seeid., at 258–261 (opinion of White,\nJ.);id., at 261–279 (opinion of O’Connor, J.). And Justice\nKennedy reiterated on behalf of the three Justices in dissent that\n“Title VII creates no independent cause of action for sex\nstereotyping,” but he added that “[e]vidence of use by\ndecisionmakers of sex stereotypes is, of course, quite relevant to\nthe question of discriminatory intent.”Id., at\n294.18Notably, Title VII recognizes that in\nlight of history distinctions on the basis of race are always\ndisadvantageous, but it permits certain dis-tinctions based on sex.\nTitle 42 U. S. C. §2000e–2(e)(1) allows for “instances\nwhere religion, sex, or national origin is a bona fide occupational\nqualification reasonably necessary to the normal operation of [a]\nparticular business or enterprise.” Race is wholly absent from this\nlist.19See\nAmerican Heritage Dictionary 1188 (1969) (defining “sexual\nintercourse”); Webster’s Third New International Dictionary 2082\n(1966) (same); Random House Dictionary of the English Language 1308\n(1966) (same).20See\nalsoChisomv.Roemer,501 U.S.\n380, 405 (1991) (Scalia, J., dissenting) (“We are to read the\nwords of [a statutory] text as any ordinary Member of Congress\nwould have read them . . . and apply the meaning so\ndetermined”).21J.\nKennedy, Statement by the President on the Establishment ofthe\nPresident’s Commission on the Status of Women 3 (Dec. 14, 1961)\n(emphasis added),\nhttps://www.jfklibrary.org/asset-viewer/archives/JFKPOF/093/JFKPOF-093-004.22Analysis of the way Title VII’s key\nlanguage was used in books and articles during the relevant time\nperiod supports this conclusion. A study searched a vast database\nof documents from that time to determine how the phrase\n“discriminate against . . . because of [some trait]” was\nused. Phillips, The Overlooked Evidence in the Title VII Cases: The\nLinguistic (and Therefore Textualist) Principle of Compositionality\n(manuscript, at 3) (May 11, 2020) (brackets in original),\nhttps://ssrn.com/abstract=3585940. The study found that the phrase\nwas used to denote discrimination against “someone . . .\nmotivated by prejudice, or biased ideas or attitudes\n. . . directed at people with that trait in particular.”Id., at 7 (emphasis deleted). In other words,\n“discriminate against” was “associated with negative\ntreatment directed at members of a discrete group.”Id.,at\n5. Thus, as used in 1964, “discrimination because of sex” would\nhave been understood to mean discrimination against a woman or a\nman based on “unfair beliefs or attitudes” about members of that\nparticular sex.Id.,at 7.23APA,\nHomosexuality and Sexual Orientation Disturbance: Proposed Change\nin DSM–II, 6th Printing, p. 44 (APA Doc. Ref. No. 730008, 1973)\n(reclassifying “homosexuality” as a “[s]exual orientation\ndisturbance,” a category “for individuals whose sexual interests\nare directed primarily toward people of the same sex and who are\neither disturbed by . . . or wish to change their sexual\norientation,” and explaining that “homosexuality . . . by\nitself does not constitute a psychiatric disorder”); see also APA,\nDiagnostic and Statistical Manual of Mental Disorders 281–282 (3d\ned. 1980) (DSM–III) (similarly creating category of “Ego-dystonic\nHomosexuality” for “homosexuals for whom changing sexual\norientation is a persistent concern,” while observing that\n“homosexuality itself is not considered a mental disorder”);Obergefellv.Hodges, 576 U.S. 644, 661\n(2015).24In\n1981, after achieving home rule, the District attempted to\ndecriminalize sodomy, see D. C. Act No. 4–69, but the House of\nRepresentatives vetoed the bill, H. Res. 208, 97th Cong., 1st Sess.\n(1981); 127 Cong. Rec. 22764–22779 (1981). Sodomy was not\ndecriminalized in the District until 1995. See Anti-Sexual Abuse\nAct of 1994, §501(b), 41 D. C. Reg. 53 (1995), enacted as\nD. C. Law 10–257.25Rivera, Our Straight-Laced Judges:\nThe Legal Position of Homosexual Persons in the United States, 30\nHastings L. J. 799, 861 (1979).26Eskridge, Challenging the Apartheid\nof the Closet: Establishing Conditions for Lesbian and Gay\nIntimacy,Nomos, and Citizenship, 1961–1981, 25 Hofstra L.\nRev. 817, 819 (1997).27Justices Douglas and Fortas thought\nthat a homosexual is merely “one, who by some freak, is the product\nof an arrested development.”Boutilier, 387 U. S., at\n127 (Douglas, J., dissenting); see alsoid., at 125\n(Brennan, J., dissenting) (based on lower court\ndissent).28Drescher, Transsexualism, Gender\nIdentity Disorder and the DSM, 14 J. Gay & Lesbian Mental\nHealth 109, 110 (2010).29American Psychological Association,\n49 Monitor on Psychology, at 32.30Green, Robert Stoller’sSex and\nGender: 40 Years On, 39 Archives Sexual Behav. 1457 (2010); see\nStoller, A Contribution to the Study of Gender Identity, 45 Int’l\nJ. Psychoanalysis 220 (1964). The term appears to have been coined\na year or two earlier. See Haig, The Inexorable Rise of Gender and\nthe Decline of Sex: Social Change in Academic Titles, 1945–2001, 33\nArchives Sexual Behav. 87, 93 (2004) (suggesting the term was first\nintroduced at 23rd International Psycho-Analytical Congress in\nStockholm in 1963); J. Meyerowitz, How Sex Changed 213 (2002)\n(referring to founding of “Gender Identity Research Clinic” at UCLA\nin 1962). In his book, Sex and Gender, published in 1968, Robert\nStoller referred to “gender identity” as “a working term”\n“associated with” his research team but noted that they were not\n“fixed on copyrighting the term or on defending the concept as one\nof the splendors of the scientific world.” Sex and Gender, p.\nviii.31American Psychological Association,\n49 Monitor on Psychology, at 32.32See\nDrescher,supra, at 112.33Buckley, A Changing of Sex by Surgery\nBegun at Johns Hopkins, N. Y. Times, Nov. 21, 1966, p. 1, col.\n8; see also J. Meyerowitz, How Sex Changed 218–220\n(2002).34Drescher,supra, at 112\n(quoting Green, Attitudes Toward Transsexualism and\nSex-Reassignment Procedures, in Transsexualism and Sex Reassignment\n241–242 (R. Green & J. Money eds. 1969)).35See\nOsterman, Origins of a Myth: Why Courts, Scholars, and the Public\nThink Title VII’s Ban on Sex Discrimination Was an Accident, 20\nYale J. L. & Feminism 409, 409–410 (2009).36Recent scholarship has linked the\nadoption of the Smith Amendment to the broader campaign for women’s\nrights that was underway at the time.E.g., Osterman,supra; Freeman, How Sex Got Into Title VII: Persistent\nOpportunism as a Maker of Public Policy, 9 L. & Ineq. 163\n(1991); Barzilay, Parenting Title VII: Rethinking the History of\nthe Sex Discrimination Provision, 28 Yale J. L. & Feminism 55\n(2016); Gold, A Tale of Two Amendments: The Reasons Congress Added\nSex to Title VII and Their Implication for the Issue of Comparable\nWorth, 19 Duquesne L. Rev. 453 (1981). None of these studies has\nunearthed evidence that the amendment was understood to apply to\ndiscrimination because of sexual orientation or gender\nidentity.37H. R. 1430, 102d Cong., 1st\nSess., §2(d) (as introduced in the House on Mar. 13, 1991); S. 574,\n102d Cong., 1st Sess., §5 (as introduced in the Senate on Mar. 6,\n1991).38SeeWilliamsonv.A.G. Edwards & Sons,\nInc., 876 F.2d 69, 70 (CA8 1989) (per curiam), cert.\ndenied, 493 U.S. 1089 (1990);DeSantisv.Pacific Tel.\n& Tel. Co., 608 F.2d 327, 329–330 (CA9 1979);Blumv.Gulf Oil Corp., 597 F.2d 936, 938 (CA5 1979) (per\ncuriam).39Ruthv.Children’s Med.\nCtr., 1991 WL 151158, *5 (CA6, Aug. 8, 1991) (per\ncuriam);Ulanev.Eastern Airlines, Inc., 742\nF.2d 1081, 1084–1085 (CA7 1984), cert. denied, 471 U.S. 1017\n(1985).40SeeUlane, 742 F. 2d, at 1084–1085;Sommersv.Budget\nMktg., Inc., 667 F.2d 748, 750 (CA8 1982) (per curiam);Hollowayv.Arthur Andersen & Co., 566 F.2d 659,\n661–663 (CA9 1977).41Dillonv.Frank, 1990\nWL 1111074, *3–*4 (EEOC, Feb. 14, 1990);LaBatev.USPS, 1987 WL 774785, *2 (EEOC, Feb. 11, 1987).42In\nmore recent legislation, when Congress has wanted to reach acts\ncommitted because of sexual orientation or gender identity, it has\nreferred to those grounds by name. See,e.g., 18\nU. S. C. §249(a)(2)(A) (hate crimes) (enacted 2009); 34\nU. S. C. §12291(b)(13)(A) (certain federally funded\nprograms) (enacted 2013).43Contrary to the implication in the\nCourt’s opinion, I do not label these potential consequences\n“undesirable.”Ante, at 31. I mention them only as possible\nimplications of the Court’s reasoning.44Brief\nfor Defend My Privacy et al. asAmici Curiae7–10.45See 1\nSadock, Comprehensive Textbook of Psychiatry, at 2063 (explaining\nthat “gender is now often regarded as morefluid” and\n“[t]hus, gender identity may be described as masculine, feminine,\nor somewhere in between”).46Title\nIX makes it unlawful to discriminate on the basis of sex in\neducation: “No person in the United States shall, on the basis of\nsex, be excluded from participation in, be denied the benefits of,\nor be subjected to discrimination under any education program or\nactivity receiving Federal financial assistance.” 20\nU. S. C. §1681(a).47See\nDept. of Justice & Dept. of Education, Dear Colleague Letter on\nTransgender Students, May 13, 2016 (Dear Colleague Letter),\nhttps://www2.ed.gov/about/offices/list/ocr/letters/colleague-201605-title-ix-transgender.pdf.48A\nregulation allows single-sex teams, 34 CFR §106.41(b) (2019), but\nthe statute itself would of course take precedence.49“[S]ince 2017, two biological males\n[in Connecticut] have collectively won 15 women’s state\nchampionship titles (previously held by ten different Connecticut\ngirls) against biologically female track athletes.” Brief for\nIndependent Women’s Forum et al. asAmici Curiaein No.\n18–107, pp. 14–15. At the college level, a transgendered woman\n(biological male) switched from competing on the men’s Division II\ntrack team to the women’s Division II track team at Franklin Pierce\nUniversity in New Hampshire after taking a year of testosterone\nsuppressants. While this student had placed “eighth out of nine\nmale athletes in the 400 meter hurdles theyear before, the student\nwon the women’s competition by over a second and a half––a time\nthat had garnered tenth place in the men’s conference meet just\nthree years before.”Id., at 15. A transgender\nmale—i.e., a biological female who was in the process of\ntransitioning to male and actively taking testosterone\ninjections––won the Texas girls’ state championship in high school\nwrestling in 2017. Babb, Transgender Issue Hits Mat in Texas,\nWashington Post, Feb. 26, 2017, p. A1, col. 1.50Indeed, the 2016 advisory letter\nissued by the Department of Justice took the position that under\nTitle IX schools “must allow transgender students to access housing\nconsistent with their gender identity.” Dear Colleague Letter\n4.51Brief\nfor National Association of Evangelicals et al. asAmici\nCuriae3; see also Brief for United States Conference of\nCatholic Bishops et al. asAmici Curiaein No. 18–107, pp.\n8–18.52Brief\nfor National Association of Evangelicals et al. asAmici\nCuriae7.53McConnell, Academic Freedom in\nReligious Colleges and Universities, 53 Law & Contemp. Prob.\n303, 322 (1990).54SeeOur Lady of Guadalupe Schoolv.Morrissey-Berru, No.\n19–267;St. James Schoolv.Biel, No.\n19–348.55See,e.g.,EEOCv.Kamehameha Schools/Bishop\nEstate, 990 F.2d 458, 460 (CA9 1993);EEOCv.Fremont\nChristian School, 781 F.2d 1362, 1365–1367 (CA9 1986);Rayburnv.General Conference of Seventh-day\nAdventists, 772 F.2d 1164, 1166 (CA4 1985);EEOCv.Mississippi College, 626 F.2d 477, 484–486 (CA5 1980); see\nalso Brief for United States Conference of Catholic Bishops et al.\nasAmici Curiaein No. 18–107, at 30, n. 28 (discussing\ndisputed scope). In addition, 42 U. S. C. §2000e–2(e)(1)\nprovides that religion may be a BFOQ, and allows religious schools\nto hire religious employees, but as noted, the BFOQ exception has\nbeen read narrowly. Seesupra, at 48.56See,e.g., Amended Complaint inToomeyv.Arizona,\nNo. 4:19–cv–00035 (D Ariz., Mar. 2, 2020). At least one\nDistrict Court has already held that a state health insurance\npolicy that does not provide coverage for sex reassignment surgery\nviolates Title VII.Fletcherv.Alaska, ___\nF. Supp. 3d ___, ___, 2020 WL 2487060, *5 (D Alaska, Mar. 6,\n2020).57See,e.g., Complaint inConfortiv.St. Joseph’s\nHealthcare System, No. 2:17–cv–00050 (D NJ, Jan. 5, 2017)\n(transgender man claims discrimination under the ACA because a\nCatholic hospital refused to allow a surgeon to perform a\nhysterectomy). And multiple District Courts have already concluded\nthat the ACA requires health insurance coverage for sex\nreassignment surgery and treatment.Kadelv.Folwell,\n___ F. Supp. 3d ___, ___, 2020 WL 1169271, *12 (MDNC, Mar. 11,\n2020) (allowingclaims of discrimination under ACA, Title IX, and\nEqual Protection Clause);Tovarv.Essentia Health,\n342 F. Supp. 3d 947, 952–954 (D Minn. 2018) (allowing ACA claim).\nSection 1557 of the ACA, 42 U. S. C. §18116, provides:\n“Except as otherwise provided for in this title (or an amendment\nmade by this title), an individual shall not, on the ground\nprohibited under title VI of the Civil Rights Act of 1964 (42\nU. S. C. 2000d et seq.), title IX of the Education\nAmendments of 1972 (20 U. S. C. 1681 et seq.), the Age\nDiscrimination Act of 1975 (42 U. S. C. 6101 et seq.), or\nsection 794 of title 29, be excluded from participation in, be\ndenied the benefits of, or be subjected to discrimination under,\nany health program or activity, any part of which is receiving\nFederal financial assistance, including credits, subsidies, or\ncontracts of insurance, or under any program or activity that is\nadministered by an Executive Agency or any entity established under\nthis title (or amendments). The enforcement mechanisms provided for\nand available under such title VI, title IX, section 794, or such\nAge Discrimination Act shall apply for purposes of violations of\nthis subsection.” (Footnote omitted.)58See,e.g., University of Wisconsin Milwaukee Lesbian, Gay,\nBisexual, Transgender, Queer Plus (LGBTQ+) Resource Center, Gender\nPronouns (2020), https://uwm.edu/lgbtrc/support/gender-pronouns/\n(listing six new categories of pronouns: (f )ae, (f )aer,\n(f )aers; e/ey, em, eir, eirs; per, pers;ve, ver, vis; xe,\nxem, xyr, xyrs; ze/zie, hir, hirs).59See\n47 N. Y. C. R. R. §2–06(a) (2020) (stating that\na “deliberate refusal to use an individual’s self-identified name,\npronoun and gendered title” is a violation of N. Y. C.\nAdmin. Code §8–107 “where the refusal is motivated by the\nindividual’s gender”); see also N. Y. C. Admin. Code\n§§8–107(1), (4), (5) (2020) (making it unlawful to discriminate on\nthe basis of “gender” in employment, housing, and public\naccommodations); cf. D. C. Mun. Regs., tit. 4, §801.1 (2020)\n(making it “unlawful . . . to discriminate\n. . . on the basis of . . . actual or perceived\ngender identity or expression” in “employment, housing, public\naccommodations, or educational institutions” and further\nproscribing “engaging in verbal . . .\nharassment”).60See\nUniversity of Minn., Equity and Access: Gender Identity, Gender\nExpression, Names, and Pronouns, Administrative Policy (Dec. 11,\n2019), https://policy.umn.edu/operations/genderequity (“University\nmembers and units are expected to use the names, gender identities,\nand pronouns specified to them by other University members, except\nas legally required”);Meriwetherv.Trustees of Shawnee\nState Univ., 2020 WL 704615, *1 (SD Ohio, Feb. 12, 2020)\n(rejecting First Amendment challenge to university’s\nnondiscrimination policy brought by evangelical Christian professor\nwho was subjected to disciplinary actions for failing to use\nstudent’s preferred pronouns).61Cf.\nNotice of Removal inVlamingv.West Point School\nBoard, No. 3:19–cv–00773 (ED Va., Oct. 22, 2019) (contending\nthat high school teacher’s firing for failure to use student’s\npreferred pronouns was based on nondiscrimination policy adopted\npursuant to Title IX).",
    "joined": []
}