{
    "case": {
        "docket": "16-1423",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1423/"
    },
    "id": "3919384",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1423_________________KEANU D. W. ORTIZ, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the armed forces[June 22, 2018]Justice Alito, with whom Justice Gorsuch\njoins, dissenting.I begin with a story that is familiar to\nstudents of constitutional law. After his Federalist Party was\ndefeated in the pivotal election of 1800, outgoing President John\nAdams attempted to fill the Federal Judiciary with individuals\nfavored by his party. The Senate confirmed Adams’s nominees, and\nAdams diligently signed their commissions and sent them to the\nSecretary of State, one John Marshall, so that the Great Seal could\nbe affixed and the commissions could be delivered. Most of the\ncommissions were promptly sealed and dispatched, but a few were\nleft behind, including the commission of William Marbury, who had\nbeen nominated and confirmed as a justice of the peace for the\nDistrict of Columbia.After Thomas Jefferson was sworn in as the\nNation’s third President, he was furious about Adams’s\neleventh-hour judicial appointments,[1] and his Secretary of State, James Madison, made a\nfateful decision. Evaluating the facts and the law as he saw them,\nMadison concluded that he was under no legal obligation to deliver\nthe commissions that had been left in Marshall’s office, and he\ndecided not to do so.Outraged, Marbury filed suit directly in our\nCourt, asking that Madison be ordered to deliver his commission.\nBut we dismissed his case, holding, among other things, that it did\nnot fall within our “appellate jurisdiction.”Marburyv.Madison, 1 Cranch 137, 175–176, 180 (1803). Why? Because\n“appellate jurisdiction” means jurisdiction to review “the\nproceedings in a cause [i.e.,a case] already instituted” in\nanother court.Id., at 175. Madison was an Executive Branch\nofficer, not a court, and therefore Marbury’s dispute with Madison\ndid not become a “cause” or case until it was brought before this\nCourt. As a result, review of Madison’s decision did not fall\nwithin our “appellate” jurisdiction.Id.,at 175–176.That conclusion was straightforward enough. But\nsuppose that Madison’s decisionmaking process had been more formal.\nSuppose that he had heard argument about his legal obligations—and\nperhaps even testimony about Marbury’s qualifications. (After all,\nPresident Jefferson reappointed some of Adams’s nominees, but not\nMarbury.[2]) Or suppose Madison\nhad convened an Executive Branch committee to make an initial\ndetermination. Suppose that this entity was labeled the “Court of\nCommission Review.” Suppose that the members wore robes and were\ncalled judges, held their meeting in a courthouse, and adopted\ncourt-like procedures. With all these adornments, would Madison’s\ndecision have fallen within our appellate jurisdiction? WouldMarburyv.Madisonhave come out the other way?The answer is no, and the reason is the same as\nbefore. Our appellate jurisdiction permits us to review one thing:\nthe lawful exercise ofjudicialpower. Lower federal courts\nexercise the judicial power of the United States. State courts\nexercise the judicial power of sovereign state governments. Even\nterritorial courts, we have held, exercise the judicial power of\nthe territorial governments set up by Congress. Executive Branch\nofficers, on the other hand, cannot lawfully exercise the judicial\npower ofanysovereign, no matter how court-like their\ndecisionmaking process might appear. That means their decisions\ncannot be appealed directly to our Court.We have followed this rule for more than two\ncenturies. It squarely resolves this case. Courts-martial are older\nthan the Republic and have always been understood to be Executive\nBranch entities that help the President, as Commander in Chief, to\ndiscipline the Armed Forces. As currently constituted, military\ntribunals do not comply with Article III, and thus they cannot\nexercise the Federal Government’s judicial power. That fact compels\nus to dismiss Ortiz’s petition for lack of jurisdiction.Today’s decision is unprecedented, and it flatly\nviolates the unambiguous text of the Constitution. Although the\narguments in the various opinions issued today may seem complex,\nthe ultimate issue is really quite simple. The Court and the\nconcurrence say that Congress may confer part of the judicial power\nof the United States on an entity that is indisputably part of the\nExecutive Branch. But Article III of the Constitution vests “[t]he\nJudicial Power of the United States”—every single drop of it—in\n“one supreme Court, and in such inferior Courts as the Congress may\nfrom time to time ordain and establish” in compliance with that\nArticle. A decision more contrary to the plain words of the\nConstitution is not easy to recall.IUnder Article III of the Constitution, the\njudicial power of the United States may be vested only in tribunals\nwhose judges have life tenure and salary protection. §1. “There is\nno exception to this rule in the Constitution.”Bennerv.Porter, 9 How. 235, 244 (1850);Oil States Energy\nServices, LLCv.Greene’s Energy Group, LLC, 584\nU. S. ___, ___ (2018) (slip op., at 5–6);Sternv.Marshall, 564 U. S. 462, 503 (2011);Martinv.Hunter’s Lessee, 1 Wheat. 304, 330–331 (1816) (Story,\nJ.).The Court of Appeals for the Armed Forces (CAAF)\nis not such a tribunal. Its judges serve 15-year terms and can be\nremoved by the President for cause. 10 U. S. C. §§942(b),\n(c). As the majority acknowledges, the CAAF is an Executive Branch\nentity, and as such, it cannot be vested with the judicial power\nconferred by Article III. If the CAAFwereto do something\nthat either amounts to or requires the exercise of judicial power,\nit would be unconstitutional.After specifying the only institutions that may\nexercise the judicial power of the United States, Article III\ndefines the permissible scope of the jurisdiction of this Court.\nArticle III allows us to exercise both “original” and “appellate”\njurisdiction. Our original jurisdiction is limited to “Cases\naffecting Ambassadors, other public Ministers and Consuls, and\nthose in which a State shall be Party,” §2, so it is obvious that\nOrtiz’s case does not fall within our original jurisdiction. But\nwhat about our appellate jurisdiction? If we directly reviewed a\ndecision of the CAAF, would that be an exercise of “appellate”\nreview in the sense meant by Article III? The answer is no.AThe understanding of appellate jurisdiction\nembodied in Article III has deep roots. Blackstone explained that a\n“court of appeal” has jurisdiction only to “reverse or affirm the\njudgment of the inferiorcourts.” 3 W. Blackstone,\nCommentaries on the Laws of England 411 (1768) (Blackstone)\n(emphasis added). Echoing Blackstone, we have held that our\nappellate jurisdiction permits us to act only as “[a] supervising\nCourt, whose peculiar province it is to correct the errors of an\ninferior Court.”Cohensv.Vir- ginia, 6 Wheat. 264,\n396 (1821) (Marshall, C. J.). And we have reiterated that\n“[a]n appellate jurisdiction necessarily implies some judicial\ndetermination, some judgment, decree, or order of an inferior\ntribunal, from which an appeal has been taken.”The Alicia,\n7 Wall. 571, 573 (1869);Websterv.Cooper, 10 How.\n54, 55 (1850); 3 J. Story, Commentaries on the Constitution of the\nUnited States §916, p. 652 (1833) (Story).Those principles make it easy to understand whatMarburymeant when it held that “[i]t is the essential\ncriterion of appellate jurisdiction, that it revises and corrects\nthe proceedings in a cause already instituted, and does not create\nthat cause.” 1 Cranch, at 175. The cause (or case) must have been\ncreated previously, somewhere else. And as Blackstone suggested,\nwhat “creates” a “case” in the relevant sense—that is, what\ntransforms a dispute into a “case” that an appellate court has\njurisdiction to resolve—is the prior submission of the dispute to a\ntribunal that is lawfully vested with judicial power.We held exactly that not long afterMarbury, and in a decision no less seminal. A dispute\n“becomes a case” for purposes of Article III, we held, only when it\n“assume[s] such a form thatthe judicial poweriscapable\nof actingon it. That power is capable of acting only when the\nsubject issubmitted to itby a party who asserts his rights\nin the form prescribed by law. Itthenbecomes a case.”Osbornv.Bank of United States, 9 Wheat. 738, 819\n(1824) (Marshall, C. J.) (emphasis added). Hence, in order to\ncreate a “case” that Article III permits us to review on appeal, a\nlitigant must have first “submitted” the dispute to another\ntribunal that was “capable” of exercising the “judicial power” of\nthe government to which the tribunal belongs. As discussed,\nExecutive Branch tribunals cannot fill that essential role.We reiterated this principle inCohens,\nanother foundational precedent of the Marshall Court. “To commence\na suit,” Chief Justice Marshall explained, “is to demand something\nby the institution of processin a Court of justice.” 6\nWheat., at 408 (emphasis added). Courts of justice are those\ntribunals “erected by” the sovereign and properly vested with the\nsovereign’s own “power of judicature.” 1 Blackstone 257 (1765).\nWhen the sovereign is the Federal Government, that means only\ncourts established under Article III, for only those courts may\nexercise the judicial power of the United States. SeeCohens,supra,at 405; The Federalist No. 78,\npp. 469–472 (C. Rossiter ed. 1961) (“the courts of justice”\nare those described in Article III).This view of appellate jurisdiction explains\nwhy, inMartinv.Hunter’s Lessee, Justice Story\ndeclared that “if . . . congress should not establish\n[inferior Article III] courts, the appellate jurisdiction of the\nsupreme court would have nothing to act upon, unless it could act\nupon cases pending in the state courts.” 1 Wheat., at 339–340.\nWithout decisions of Article III courts or state courts to review,\nour appellate jurisdiction would have lain idle—butnotbecause there were no Executive Branch tribunals, like the CAAF,\ndeciding federal questions. To the contrary, executive agencies\nhave “conduct[ed] adjudications”—often taking “ ‘judicial’\nforms”—“since the beginning of the Republic.”Arlingtonv.FCC, 569 U. S. 290, 304–305, n. 4 (2013);Freytagv.Commissioner, 501 U. S. 868, 910\n(1991) (Scalia, J., concurring in part and concurring in judgment);\nsee generally J. Mashaw, Creating the Administrative Constitution\n34–35 (2012).Such Executive Branch adjudications, however, do\nnot give rise to “cases” that Article III grants us appellate\njurisdiction to review, precisely because officers of the Executive\nBranch cannot lawfully be vested with judicial power. That is why\nChief Justice Marshall declared, without qualification, that “[a]\nmandamus to anofficer[of the Executive Branch] is held to\nbe the exercise of original jurisdiction; but a mandamus to aninferior courtof the United States, is in the nature of\nappellate jurisdiction.”Ex parte Crane, 5 Pet. 190, 193\n(1831) (emphasis added). Time has not sown doubts about the truth\nof that rule.E.g., Verizon Md. Inc.v.Public Serv.\nComm’n of Md., 535 U. S. 635, 644, n. 3 (2002)\n(“judicial review of executive action, including determinations\nmade by a state administrative agency,” involves the exercise of\nfederal court’s “original jurisdiction” rather than its “appellate\njurisdiction,” which covers only “state-court judgments”); L.\nJaffe, Judicial Control of Administrative Action 263, n. 5\n(1965).We have taken this same approach when deciding\nwhether we may assert appellate jurisdiction to review the decision\nof a state tribunal: We look to state law to see whether the\ntribunal in question was eligible to receive the State’s judicial\npower.E.g.,Bettsv.Brady, 316 U. S.\n455, 458–460 (1942); cf.Chicago, R. I. & P. R. Co.v.Stude, 346 U. S. 574, 578–579 (1954) (federal courts\ncannot exercise removal jurisdiction—which is appellate in nature,Martin,supra,at 349—while a dispute is still in\nstate “administrative” proceedings; removal is proper only after\n“the jurisdiction of the state district court is invoked”);Verizon Md.,supra.BThis understanding of appellate jurisdiction\nbars our review here. The dispute between Ortiz and the Federal\nGovernment has been presented to four tribunals: the initial\ncourt-martial, the Air Force Court of Criminal Appeals, the CAAF,\nand this Court. Each of those tribunals belongs to a branch of the\nFederal Government. Yet only one of them—our Court—is capable,\nunder the Constitution, of exercising the Government’s judicial\npower. Thus, the dispute between Ortiz and the Federal Government\ndid not become an Article III “case” until Ortiz petitioned our\nCourt to hear it. That means our present adjudication—no less than\nour adjudication of the dispute between Marbury and Madison—lacks\n“the essential criterion of appellate jurisdiction.” 1 Cranch, at\n175.The majority does not question this framework;\nindeed, it acknowledges that, perMarbury, we can assert\njurisdiction here only if the dispute before us blossomed into an\nArticle III “case” before it landed at our doorstep.Ante,at 6–7. Curiously, however, the majority basically proceeds as\nthoughMarburywere our last word on the subject.Ante,at 6–8. That is simply not right. As discussed, our\nfoundational precedents expressly delineate the prerequisites to\nthe formation of a constitutional case: The dispute must, at a\nminimum, have been previously presented to and decided by a\ntribunal lawfully vested with the judicial power of the government\nto which it belongs. Nothing of the sort occurred here; traversing\na series of “proceedings” internal to the Executive Branch,ante,at 7, does not count. And while there undoubtedly are\ndifferences between this case andMarbury, even some that\n“lea[p] off the page,”ante,at 18, those distinctions are\nirrelevant to our jurisdiction. The dispositive common ground is\nthat, just as inMarbury, we are here asked to resolve a\ndispute that has been presented only to Executive Branch officers.\nThe present dispute thus lies beyond the “peculiar province” of our\nappellate jurisdiction to review.Cohens, 6 Wheat., at\n396.CIf there were any doubt that Article III\nforbids us to take appeals directly from the Executive Branch, two\ncenturies of precedent—almost all of it overlooked by the\nmajority—would put those doubts to rest.1First consider the history of our relationship\nwith the Court of Claims. Congress established that court in 1855\nto adjudicate claims against the United States. §1, 10 Stat. 612.\nCongress provided the court’s judges with life tenure and salary\nprotection, just as Article III requires.Ibid.The Court of\nClaims was a court of record, and it followed all the\nprocedures—and possessed all the ancillary powers (subpoena,\ncontempt, etc.)—that one would expect to find in a court of\njustice. §§3–7, 10Stat. 613; §4, 12Stat. 765–766. Its decisions had\npreclusive effect, and were appealable directly to our Court. §§7,\n5,id., at 766. If the court rendered judgment for a\nclaimant, however, the Secretary of the Treasury could partially\nrevise its decision by modifying the amount of the judgment to be\npaid (though not the court’s legal conclusion that the claimant was\nin the right). §14,id., at 768.Under principles as old asHayburn’s\nCase, 2 Dall. 409 (1792), a court whose judgments are not\nself-executing no more complies with Article III than a tribunal\nwhose judges are not life tenured. For that reason alone, we\ndismissed for lack of jurisdiction the first time a party appealed\na Court of Claims decision directly to our Court.Gordonv.United States, 2 Wall. 561 (1865), 117 U. S. Appx. 697\n(1864). It did not even matter that the court’s decision in that\ncase had beenagainstthe claimant, and was thus immune from\nrevision, and would have been fully binding if we had affirmed. All\nthat mattered was that the Court of Claims, like the CAAF, lacked\nan attribute that Article III makes prerequisite to the vesting of\njudicial power.Id.,at 704. In words that apply as much\nhere, we said that “the so-called judgments of the Court of Claims\n. . . could not be deemed an exercise of judicial power,\nand could not, therefore, be revised by this court.”In re\nSanborn, 148 U. S. 222, 224 (1893). It was irrelevant how\nmuch the Court of Claims otherwise “resemble[d] . . .\ncourts whose decisions we review.”Ante,at 9.The story does not end there, however. In 1866\nCongress did something it has never done with respect to\ncourts-martial: It brought the Court of Claims into compliance with\nArticle III by repealing the provision that made some of its\ndecisions revisable by the Treasury Secretary. Ch. 19, §1, 14Stat.\n9. We began hearing appeals from it “immediately.”United\nStatesv.Jones, 119 U. S. 477, 478 (1886). We now\nwere able to “accep[t] appellate jurisdiction over what was,\nnecessarily, an exercise of the judicial power whichalone[we] may review.”Glidden Co.v.Zdanok, 370\nU. S. 530, 554 (1962) (plurality opinion) (citingMarbury,supra, at 174–175; emphasis added).2Next consider our practice in entertaining\npetitions for writs of habeas corpus.Four years afterMarbury, we reaffirmed\nits core holding inEx parte Bollman, 4 Cranch 75 (1807)\n(Marshall, C. J.). Two men were taken into federal custody,\nand their confinement was approved by an Article III court.United Statesv.Bollman, 24 F. Cas. 1189, 1190,\n1196 (No. 14,622) (CC DC 1807). They then petitioned our Court for\na writ of habeas corpus. ApplyingMarbury, we held that the\njurisdiction “which the court is now asked to exercise is clearlyappellate. It is the revision of a decision of an inferior\ncourt.” 4 Cranch, at 101.ContrastBollmanwithEx parte\nBarry, 2 How. 65 (1844) (Story, J.), andIn re Metzger,\n5 How. 176 (1847). InBarry, the petitioner sought relief in\nthis Court without first presenting his claim to an inferior\nfederal court or a state court, and so Justice Story explained that\n“[t]he case, then, is one avowedly and nakedly for the exercise of\noriginal jurisdiction by this court,” and was required to be\ndismissed. 2 How., at 65. InMetzger, “the district judge”\nhad “heard and decided” the lawfulness of the petitioner’s custody,\nbut the judge had done so only “at his chambers, and not in\ncourt.” 5 How., at 191 (emphasis added). His judgment was not\nprovisional, like some early Court of Claims decisions—but his\nstatus as a judge at chambers was still fatal to our jurisdiction.\nIn a technical sense, a judge at chambers “exercises a special\nauthority” distinct from the judicial power vested by Article\nIII—which meant that the Constitution would permit us to review his\ndecision in “[t]he exercise of an original jurisdiction only.”Id.,at 191–192.3Finally, and especially pertinent here, we\nhave adhered to theMarburyprinciple in the many instances\nin our Court’s history in which we have been asked to review the\ndecision of a military tribunal. First, inEx parte\nVallandigham, 1 Wall. 243 (1864), an Ohio resident had been\ntried and sentenced by a military commission, and its decision\nbecame final after being approved up the chain of command.\nVallandigham sought relief directly from our Court, without first\npetitioning a lower federal court. We held that we lacked\njurisdiction.Id.,at 254. The military commission, like the\nCAAF, was not one of the “courts of the United States” established\nunder Article III,id.,at 251, and thus it could not\nexercise the judicial power of the Federal Government, but could\nexercise only “a special authority,”id.,at 253—just like\nthe Court of Claims, and just like a judge at chambers. Given that\nfact, we held it was “certain” that any review of its decisions\ncould take place only in the exercise of our original, and not\nappellate, jurisdiction.Id.,at 251–252. And despite what\nthe majority seems to think, seeante,at 17, n. 8, inVallandighamwerecognizedthat the military tribunal\nhad “judicial character” in the sense that it had “the authority\n. . . to examine, to decide and sentence,” but—in the\nsame breath—we affirmed the crucial point, namely, that such\ncharacter “ ‘is not judicial . . . in the sense in\nwhich judicialpoweris granted to the courts of the United\nStates.’ ” 1 Wall., at 253 (emphasis added).ContrastVallandighamwith a pair of\ndecisions we issued shortly thereafter. InEx parte\nMilligan, 4 Wall. 2 (1866), andEx parte Yerger, 8 Wall.\n85 (1869), we again were asked to grant relief to petitioners who,\njust like Vallandigham (and just like Ortiz), were in custody under\norders of a non-Article III military tribunal. But unlike\nVallandigham and Ortiz, Milligan and Yerger first sought relief in\na lower federal court.Milligan,supra,at 107–108;Yerger, 8 Wall., at 102–103. That fact made all the\ndifference—again, because of the rule that we possess, “under the\nConstitution, an appellate jurisdiction, to be exercised only in\nthe revision of judicial decisions.”Id.,at 97. The\ndecisions of non-Article III military courts do not qualify.Similarly, after World War II we received “more\nthan a hundred” habeas petitions from individuals in the custody of\n“various American or international military tribunals abroad,”\nalmost none of whom had “first sought [relief ] in a lower\nfederal court.” R. Fallon, J. Manning, D. Meltzer, & D.\nShapiro, Hart and Wechsler’s The Federal Courts and the Federal\nSystem 292 (7th ed. 2015). Consistent withMarbury, we\ndenied review in every one. Fallon,supra,at 292–293. Thus,\nwhile it is surely true that “not every military tribunal is alike”\nin all respects,ante,at 17, before today, they were at\nleast alike in this respect: Their decisions could not be reviewed\ndirectly here.DThe unbroken line of authorities discussed\nabove vividly illustrates the nature and limits of our appellate\njurisdiction as defined in Article III. Today’s decision cannot be\nsquared with those authorities, and the majority barely even tries.\nThe majority says not a word about the Court of Claims, even though\nthat tribunal surely had sufficient “court-likeness,”ante,at 16 (emphasis deleted), to come within the scope of our appellate\njurisdiction under today’s test. Nor does the majority acknowledge\nthe slew of on-point habeas decisions—save forVallandigham,\nwhich it waves away by emphasizing irrelevant factual details (like\nthe commanding officer’s facial hair). Despite its running refrain\nthat the CAAF displays a “judicialcharacter,”ante,at 6 (emphasis added); see alsoante,at 8, 18, 19, the\nmajority simply never comes to grips with the substance of our\nholdings: We may not hear an appeal directly from any tribunal that\nhas not been lawfully vested with judicialpower. That rule\ndirectly covers the CAAF, and it bars our review.IIHaving said very little about a large body of\ncontrolling precedent, the majority says very much about the fact\nthat we have long heard appeals directly from territorial courts\nand the courts of the District of Columbia.Ante,at 12–16.\nThe majority claims to be looking for a “powerful reason” why our\nappellate jurisdiction should treat courts-martial any differently.Ante,at 15. A careful reading of our decisions shows that\nwe have a good reason ready at hand—one that is fully consistent\nwithMarbury.The reason, as I explain below, is this:\nCongress enjoys a unique authority to create governments for the\nTerritories and the District of Columbia and to confer on the\nvarious branches of those governments powers that are distinct from\nthe legislative, executive, and judicial power of the United\nStates. Thus, for example, the courts of the District of Columbia\nexercise the judicial power of the District, not that of the United\nStates. The courts of the United States Virgin Islands exercise the\njudicial power of that Territory, not the judicial power of the\nUnited States. By contrast, the CAAF and other military tribunals\nare indisputably part of the Executive Branch of the Government of\nthe United States. They exercise the power of the United States,\nnot that of any other government, and since they are part of the\nExecutive, the only power that they may lawfully exercise is\nexecutive, not judicial. Unless they are removed from the Executive\nBranch and transformed into Article III courts, they may not\nexercise any part of the judicial power of the United States. Nor\nneed they exercise judicial power to carry out their functions, as\nwe have always understood.AWe have long said that Congress’s authority to\ngovern the Territories and the District of Columbia stems as much\nfrom its inherent sovereign powers as it does from specific\nconstitutional provisions in Articles IV and I.Serev.Pitot, 6 Cranch 332, 336–337 (1810) (Marshall, C. J.);American Ins. Co.v.356 Bales of Cotton, 1 Pet. 511,\n546 (1828) (Marshall, C. J.);Late Corp. of Church of Jesus\nChrist of Latter-day Saintsv.United States, 136\nU. S. 1, 42 (1890); see also Art. IV, §3, cl. 2\n(Territories); Art. I, §8, cl. 17 (District). Perhaps\nreflecting that view, the founding generation understood—and for\nmore than two centuries, we have recognized—that Congress’s power\nto govern the Territories and the District issui generisin\none very specific respect: When exercising it, Congress is not\nbound by the Vesting Clauses of Articles I, II, and III.The Vesting Clauses impose strict limits on the\nkinds of institutions that Congress can vest with legislative,\nexecutive, and judicial power. See generallyDepartment of\nTransportationv.Association of American Railroads, 575\nU. S. ___, ___–___ (2015) (Thomas, J., concurring in judgment)\n(slip op., at 2–3). Those limits apply when Congress legislates in\nevery other area, including when it regulates the Armed Forces. SeeLovingv.United States, 517 U. S. 748, 767–768,\n771–774 (1996) (Article I nondelegation doctrine applies to\ncongressional regulation of courts-martial). But it has been our\nconsistent view that those same limits do not apply when Congress\ncreates institutions to govern the Territories and the District. As\nwe said inBennerv.Porter, 9 How. 235, 242 (1850),\nterritorial governments set up by Congress “are not organized under\nthe Constitution, nor subject to its complex distribution of the\npowers of government, as the organic law; but are the creations,\nexclusively, of the legislative department.” Congress may therefore\ngive territorial governments “a legislative, an executive, and a\njudiciary, with such powers as it has been their will to assign to\nthose departments.”Sere,supra,at 337. That is why\nwe have often repeated that “[i]n legislating for [the\nTerritories], Congress exer- cises the combined powers of the\ngeneral, and of a state government.”American Ins. Co.,supra,at 546;Palmorev.United States, 411\nU. S. 389, 403 (1973). Just as the Vesting Clauses do not\nconstrain the States in organizing their own governments,Dreyerv.Illinois, 187 U. S. 71, 84 (1902),\nthose Clauses do not constrain Congress in organizing territorial\ngovernments.Thus, unlike any of its other powers, Congress’s\npower over the Territories allows it to create governments in\nminiature, and to vest those governments with the legislative,\nexecutive, and judicial powers, not of the United States, but of\nthe Territory itself. For that reason we have upheld delegations of\nlegislative, executive, and judicial power to territorial\ngovernments despite acknowledging that each one would be\nincompatible with the Vesting Clauses of the Federal Constitution\nif those Clauses applied. See,e.g., Dorrv.United\nStates, 195 U. S. 138, 153 (1904) (territorial\nlegislature);Cincinnati Soap Co.v.United States,\n301 U. S. 308, 322–323 (1937);Snowv.United\nStates, 18 Wall. 317, 321–322 (1873) (territorial executive);American Ins. Co.,supra(territorial courts);Sere,supra;Kendallv.United States ex\nrel. Stokes, 12 Pet. 524, 619 (1838);Kellerv.Potomac Elec. Power Co., 261 U. S. 428, 442–443\n(1923).The Framers evidently shared this view. Thus,\nJames Madison took it for granted that Congress could create “a\nmunicipal legislature” for the District of Columbia, The Federalist\nNo. 43, at 272–273, something that would otherwise violate the\nVesting Clause of Article I, which prohibits Congress from\ndelegating legislative powers to any other entity,Waymanv.Southard, 10 Wheat. 1, 42–43 (1825) (Marshall, C. J.).\nAnd Justice Story declared, without hesitation, that “[w]hat shall\nbe the form of government established in the territories depends\nexclusively upon the discretion of congress. Having a right to\nerect a territorial government, they may confer on it such powers,\nlegislative, judicial, and executive, as they may deem best.” 3\nStory §667, at 478.The upshot is that it isonlywhen\nCongress legislates for the Territories and the District that it\nmay lawfully vest judicial power in tribunals that do not conform\nto Article III. And that, in turn, explains why territorial courts\nand those of the District—exercising the judicial power of their\nrespective governments—may have their decisions appealed directly\nhere. We said as much inUnited Statesv.Coe, 155\nU. S. 76, 86 (1894), where we explained thatbecauseCongress’s “power of government . . . over the\nTerritories . . . includes the ultimate executive,\nlegislative, and judicial power, it follows that the judicial\naction of all inferior courts established by Congress may, in\naccordance with the Constitution, be subjected to [our] appellate\njurisdiction.”The rule of appellate jurisdiction we recognized\ninCoeis identical to the rule we have applied ever sinceMarbury: Our appellate jurisdiction is proper only if the\nunderlying decision represents an exercise of judicial power\nlawfully vested in the tribunal below. Territorial courts and those\nof the District of Columbia have such power; the CAAF does not, and\ncannot be given it so long as it fails to comply with Article III.\nThat is reason enough to treat these tribunals\ndifferently.[3]BThe majority responds to this conclusion by\nsuggesting, albeit without much elaboration, that just as the\nConstitution gives Congress the “exceptional” power to confer\nnon-Article III judicial power on the courts of the Territories and\nthe District of Columbia, the Constitution also gives Congress the\n“exceptional” power to vest military tribunals with non-Article III\njudicial power. Seeante,at 15, and n. 7. But the\nVesting Clauses are exclusive, which means that the Government’s\njudicial power is not shared between Article II and Article III.\nSeesupra,at 3–4 (collecting cases); see also,e.g.,Arlington, 569 U. S., at 304–305, n. 4;Ex parte Randolph, 20 F. Cas. 242, 254 (No.\n11,558) (CC Va. 1833) (Marshall, C. J.) (those whose “offices\nare held at the pleasure of the president . . . are,\nconsequently, incapable of exercising any portion of the judicial\npower”);Association of American Railroads, 575 U. S.,\nat ___, ___ (Thomas, J., concurring in judgment) (slip op., at 2,\n9);B&B Hardware, Inc.v.Hargis Industries,\nInc., 575 U. S. ___, ___ (2015) (Thomas, J., dissenting)\n(slip op., at 11). And neither the majority nor the concurrence\never explains how the Constitution’s various provisions relating to\nthe military, through their penumbras and emanations, can be said\nto produce a hybrid executive-judicial power that is nowhere\nmentioned in the Constitution’s text, that is foreclosed by its\nstructure, and that had gone almost entirely unnoticed before\ntoday.Thus, to make the majority’s argument parallel\nto the argument regarding the courts of the Territories and the\nDistrict of Columbia, the majority would have to argue that the\nmilitary, like the governments of the Territories and the District,\nis somehow not part of the Federal Government—“not organized under\nthe Constitution, . . . as the organic law,”Benner, 9 How., at 242—but is a government unto itself. To\nset out that argument, however, is to expose its weakness, for\nnothing could be more antithetical to the Constitution and to our\ntraditional understanding of the relationship between the military\nand civilian authority. The military is not an entity unto itself,\nseparate from the civilian government established by the\nConstitution. On the contrary, it is part of the Executive Branch\nof the Government of the United States, and it is under the command\nof the President, who is given the power of Commander in Chief and\nis ultimately answer- able to the people.To appreciate the constitutional status of\nmilitary tribunals, it is helpful to recall their origins.\nCourts-martial are older than the Republic, and they have always\nbeen understood to be an arm of military command exercising\nexecutive power, as opposed to independent courts of law exercising\njudicial power. Blackstone declared that the court-martial system\nof the British Empire was based solely on “the necessity of order\nand discipline” in the military. 1 Blackstone 400. Indeed,\nBlackstone explained that courts-martial exercise a “discretionary\npower” to “inflict” “punishment . . . extend[ing] to\ndeath itself,” which was “to be guided by the directions of the\ncrown,” in express contrast to “the king’s courts” which dispense\n“justice according to the laws of the land.”Id.,at 402,\n400. The crown’s “extensive” power over the military—exercised, in\npart, through courts-martial—was “executive power.”Id.,at\n408. Many others have echoed the point. Thus, “[a]t the time of our\nseparation [from Britain], . . . a court-martial\n. . . was not a judicial body. Its functions were not\njudicial functions. It was but an agency of the power of military\ncommand to do its bidding.” Ansell, Military Justice, 5 Cornell\nL. Q. 1, 6 (1919).When the United States declared its independence\nand prepared for war with Britain, the leaders of the new Nation\nwere deeply impressed by the British court-martial system and\nsought to replicate it. John Adams, who in 1776 drafted the\nContinental Articles for the Government of the Army, was convinced\nthat it would be “in vain” for the American patriots to seek “a\nmore complete system of military discipline” than the existing\nBritish model. 3 The Works of John Adams 68 (C. Adams ed. 1851). He\nand Thomas Jefferson therefore proposed adopting “the British\narticles of war,totidem verbis.”Id.,at 68–69. The\nContinental Congress agreed.Id.,at 69. And when the\nConstitution and the Bill of Rights were adopted, no one suggested\nthat this required any alteration of the existing system of\nmilitary justice. On the contrary, as the majority recounts, the\nFirst Congress continued the existing articles of war unchanged.Ante,at 10. Courts-martial fit effortlessly into the\nstructure of government established by the Constitution. They were\ninstruments of military command. Under the Constitution, the\nPresident, as the head of the Executive Branch, was made the\nCommander in Chief. Art. II, §2. So the role of the\ncourts-martial was to assist the President in the exercise of that\ncommand authority.The ratification of the Constitution and the\nBill of Rights did naturally raise some constitutional questions.\nFor example, founding-era courts-martial adjudicated a long list of\noffenses, some carrying capital punishment, including for crimes\ninvolving homicide, assault, and theft. American Articles of War of\n1776, §13, in 2 W. Winthrop, Military Law and Precedents 1495–1498\n(2d ed. 1896) (Winthrop); see also,e.g.,American Articles\nof War of 1806, Arts. 39, 51, 54, inid.,at 1514–1516. In\ncivilian life, a person charged with similar offenses was entitled\nto protections, such as trial by jury, that were unavailable in\ncourts-martial. Moreover, the Constitution entitled such persons tojudicialprocess—which courts-martial, lacking the necessary\nstructural attributes of Article III courts, could not afford. So\nhow could they try serious crimes, including even capital\noffenses?The simple answer goes back to the fundamental\nnature of courts-martial as instruments of command. As Blackstone\nrecognized, the enforcement of military discipline, an essential\nfeature of any effective fighting force, was viewed as anexecutiveprerogative. It represented the exercise of the\npower given to the President as the head of the Executive Branch\nand the Commander in Chief and delegated by him to military\ncommanders. Thus, adjudications by courts-martial are executive\ndecisions; courts-martial are not courts; they do not wield\njudicial power; and their proceedings are not criminal prosecutions\nwithin the meaning of the Constitution. As we explained inMilligan, the need to maintain military order required those\nserving in the military to surrender certain rights that they\nenjoyed in civilian life and to submit to discipline by the\nmilitary command. AlthoughMilliganconfirmed the general\nrule that “it is the birthright of every American citizen” to have\nthe Federal Government adjudicate criminal charges against him only\nin an Article III court, 4 Wall., at 119, 122, we also stated that\n“[e]very one connected with” “the military or naval service\n. . . while thus serving, surrenders his right to be\ntried by the civil courts,”id.,at 123. That is why the\nhistorical evidence strongly suggests that the provisions of the\nBill of Rights were not originally understood to apply to\ncourts-martial. See Prakash, The Sweeping Domestic War Powers of\nCongress, 113 Mich. L. Rev. 1337, 1346 (2015); Wiener,\nCourts-Martial and the Bill of Rights: The Original Practice II, 72\nHarv. L. Rev. 266, 290–291, 294 (1958); see also 1 Winthrop\n54, 241, 430, 605;Milligan,supra,at 137–138\n(Chase, C. J., concurring in judgment).[4]Due to reforms adopted in the recent past, it is\npossible today to mistake a military tribunal for a regular court\nand thus to forget its fundamental nature as an instrument of\nmilitary discipline, but no one would have made that mistake at the\ntime of the founding and for many years thereafter. Notwithstanding\nmodest reforms in 1874, a court-martial continued into the 20th\ncentury to serve “primarily as a function or instrument of the\nexecutive department to be used in maintaining discipline in the\narmed forces. It was therefore not a ‘court,’ as that term is\nnormally used.” Schlueter, The Court-Martial: An Historical Survey,\n87 Mil. L. Rev. 129, 150–153, 154–155 (1980). Hence, Colonel\nWinthrop—whom we have called “the ‘Blackstone of Military\nLaw,’ ”Reidv.Covert, 354 U. S. 1, 19,\nn. 38 (1957) (plurality opinion)—echoed the original\nBlackstone in describing courts-martial as “simplyinstrumentalities of the executive power, provided by\nCongress for the President as Commander-in-chief, to aid him in\nproperly commanding the army and navy and enforcing discipline\ntherein.” 1 Winthrop 54.Indeed, Brigadier General Samuel T. Ansell, who\nserved as acting Judge Advocate General from 1917 to 1919, groused\nthat the American system at the time of World War I was still\n“basically . . . the British system as it existed at the\ntime of the separation,” and described it as one “arising out of\nand regulated by the mere power of Military Command rather than\nLaw.” Ansell, 5 Cornell L. Q., at 1. Around the same time,\nEdmund Morgan—who would later help draft the Uniform Code of\nMilitary Justice (UCMJ)—declared it “too clear for argument that\nthe principle at the foundation of the existing system is the\nsupremacy of military command. To maintain that principle, military\ncommand dominates and controls the proceeding from its initiation\nto the final execution of the sentence. While the actual trial has\nthe semblance of a judicial proceeding and is required to be\nconducted pursuant to the forms of law, . . . [i]n truth\nand in fact, . . . courts-martial are exactly what\nColonel Winthrop has asserted them to be.” Morgan, The Existing\nCourt-Martial System and the Ansell Army Articles, 29 Yale\nL. J. 52, 66 (1919).For instance, until 1920 the President and\ncommanding officers could disapprove a court-martial sentence and\norder that a more severe one be imposed instead, for whatever\nreason. We twice upheld the constitutionality of this practice,Swaimv.United States,165 U. S. 553, 564–566\n(1897);Ex parte Reed, 100 U. S. 13, 20, 23 (1879),\nwhich was widely used during World War I, see Wiener,supra,at 273. Similarly, until 1920 it was permissible for the same\nofficer to serve as both prosecutor and defense counsel in the same\ncase. West, A History of Command Influence on the Military Judicial\nSystem, 18 UCLA L. Rev. 1, 14 (1970). Congress discontinued\nsuch practices by statute, but through the end of World War II,\ncourts-martial remained blunt instruments to enforce discipline.\nSchlueter,supra,at 157–158; see also West,supra,at 8, n. 18.It is precisely because Article II authorizes\nthe President to discipline the military without invoking the\njudicial power of the United States that that the Constitution has\nalways been understood to permit courts-martial to operate in the\nmanner described above. Thus, inDynesv.Hoover, 20\nHow. 65, 79 (1858), we said that the Constitution makes clear that\nthe Government’s power to “tr[y] and punis[h]” military offenses\n“is given without any connection between it and the 3d article of\nthe Constitution defining the judicial power of the United States;\nindeed, that the two powers are entirely independent of each\nother.”Moreover, the principle that the Government need\nnot exercise judicial power when it adjudicates military offenses\naccords with the historical understanding of the meaning of due\nprocess. In the 19th century, it was widely believed that the\nconstitutional guarantee of due process imposed the rule that the\nGovernment must exercise its judicial power before depriving anyone\nof a core private right. See generally Nelson, Adjudication in the\nPolitical Branches, 107 Colum. L. Rev. 559, 562, 568–569, and\nn. 42 (2007);e.g.,Cohenv.Wright, 22\nCal. 293, 318 (1863) (“The terms ‘due process of law’ have a\ndistinct legal signification, clearly securing to every person\n. . . a judicial trial . . . before he can be\ndeprived of life, liberty, or property”);Murray’s Lesseev.Hoboken Land & Improvement Co., 18 How. 272, 275, 280\n(1856) (similar). Yet for most of our history we held that “[t]o\nthose in the military or naval service of the United States the\nmilitary law is due process.”Reavesv.Ainsworth,\n219 U. S. 296, 304 (1911);United States ex rel. Frenchv.Weeks, 259 U. S. 326, 335 (1922); see alsoMilligan, 4 Wall., at 138 (Chase, C. J., concurring in\njudgment) (“the power of Congress, in the government of the land\nand naval forces and of the militia, is not at all affected by the\nfifth or any other amendment”); Wiener, 72 Harv. L. Rev., at\n279 (in the history of courts-martial, “of due process of law as a\nconstitutional concept, there is no trace”); cf. 1 Blackstone\n403–404 (explaining the basic due process rights soldiers surrender\nupon entering the army).This understanding of the power wielded by\nmilitary tribunals parallels our current jurisprudence regarding\nthe authority of other Executive Branch entities to adjudicate\ndisputes that affect individual rights. An exercise of judicial\npower may be necessary for the disposition of private rights,\nincluding the rights at stake in a criminal case.B&B\nHardware, 575 U. S., at ___–___ (Thomas, J., dissenting)\n(slip op., at 12–13); see alsoWellness Int’l Network, Ltd.v.Sharif, 575 U. S. ___, ___ (2015) (Thomas, J.,\ndissenting) (slip op., at 6). But the adjudication of public rights\ndoes not demand the exercise of judicial power.Id.,at\n___–___ (slip op., at 6–7). Similarly, enforcement of military\ndiscipline is not a function that demands the exercise of judicial\npower, either.Dynes,supra;Murray’s Lessee,supra,at 284.In short, military offenses are “exceptions” to\nArticle III in the same way that true public rights disputes are\nexceptions to Article III: the Federal Government can adjudicate\neither one without exercising its judicial power. This means that\nwhen Congress assigns either of these functions to an Executive\nBranch tribunal—whether the Patent Trial and Appeal Board, the\nCourt of Claims, or the CAAF—that does not imply that the tribunal\nin question is exercising judicial power. And the point holds\nnotwithstanding the undoubted fidelity to “the rule of law” that\nsuch officers bring to their tasks.Ante,at 11, n. 5.\nContrary to the majority’s odd suggestion, acting “in strict\ncompliance with legal rules and principles” is not a uniquely\njudicial virtue.Ibid.The most basic duty of the President\nand his subordinates, after all, is to “take Care that the Laws befaithfully executed.” Art. II, §3 (emphasis added).\nHence, acting with fidelity to law is something every executive\nofficer is charged with doing, but those officers remainexecutiveofficers all the same. For that reason, and in\nlight of the history recounted above, the majority’s suggestion\nthat “[t]he military justice system’s essential character” is\n“judicial,” and has been “maintained” as such since the “very first\nCongress,”ante,at 8, 10, simply does not square with the\nactual operation of the court-martial system or the consensus view\nof its place in our constitutional scheme.CIn response to this history, the majority\ntries to enlist Colonel Winthrop as an ally,ante,at 10–11,\nand n. 5, but Winthrop had a firmer grasp than the majority on\nthe distinction between functions that can be described as\n“judicial” in a colloquial sense and functions that represent an\nexercise of “judicial power” in the constitutional sense. Thus,\nwhile Winthrop observed that courts-martial resemble constitutional\ncourts in certain respects, he made those observations\n“[n]otwithstandingthat the court-martial is only an\ninstrumentality of the executive power having no relation or\nconnection, in law, with the judicial establishments of the\ncountry.” 1 Winthrop 61 (emphasis added). Nor was Winthrop the only\nmilitary commentator who employed such terms casually from time to\ntime.E.g.,W. De Hart, Observations on Military Law 6\n(1859) (describing an officer’s authority to appoint members of a\ncourt-martial as “a legislative power”);id.,at 14\n(describing courts-martial as “being clothed with judicial\npowers”). Indeed, our own Court has frequently described functions\nas “judicial” in a colloquial sense, despite knowing they are\nexecutive in the constitutional sense.E.g., Smelting Co.v.Kemp, 104 U. S. 636, 640 (1882) (Land Department\nofficers “exercise a judicial function” although they are “part of\nthe administrative and executive branch of the government”);Murray’s Lessee, 18 How., at 280–281;Vallandigham, 1\nWall., at 253;Arlington, 569 U. S., at 304–305,\nn. 4.The majority’s reliance on Attorney General\nBates is even weaker.Ante,at 10. Bates wrote a memo to\nPresident Lincoln opining that when the President acts to “approve\nand confirm the sentence of a court martial,” or to “revis[e] its\nproceedings,” Congress intended him to “actjudicially—that\nis, [to] exercise the discretion confided to him within the limits\nof law.” 11 Op. Atty. Gen. 20–21 (1864). Bates was arguing that a\nPresident could not revoke a court-martial sentence after it had\nbeen carried into execution. He was describing an implicit limit on\nthe power of the President under the system of military justice\nestablished by statute. His reference to certain Presidential\nactions as “judicial” had nothing to do with judicial review, and\ninVallandigham,supra,at 254, we rejected the idea\nthat “the President’s action” in approving a court-martial decision\nis an exercise of judicial power that we can review directly.In sum, the majority has done nothing to\nundermine the overwhelming historical consensus that courts-martial\npermissibly carry out their functions by exercising executive\nrather than judicial power.IIIWhat remains of the majority’s analysis boils\ndown to the assertion that courts-martial “resemble” conventional\ncourts,ante,at 9, indeed, that “court-likeness” is the\ndispositive issue,ante,at 16 (emphasis deleted).The first thing to be said in response to this\ntheory is that we have “never adopted a ‘looks like’ test to\ndetermine if an adjudication” involves an exercise of judicial\npower.Oil States, 584 U. S., at ___ (slip op., at 15).\nOn the contrary, we have frequently repudiated this mode of\nanalysis as utterly inadequate to police separation-of-powers\ndisputes. See,e.g.,INSv.Chadha, 462\nU. S. 919, 953, n. 16 (1983);Arlington,supra;Gordon, 117 U. S. Appx., at 699. In fact,\nof all the cases on which the majority relies, not a single one\nsuggests that our appellate jurisdiction turns on the extent to\nwhich the underlying tribunal looks like a court.In any event, the majority’s “looks like” test\nfails on its own terms. It is certainly true that today’s military\njustice system provides many protections for the accused and is\nstaffed by officers who perform their duties diligently,\nresponsibly, and with an appropriate degree of independence.\nNothing I say about the current system should be interpreted as\ndenigrating that system or as impugning the dedication,\nprofessionalism, and integrity of the offi- cers who serve in it,\nnotwithstanding the majority’s insistence to the contrary.Ante,at 11, n. 5. As explained above, military\nofficers’ undoubted fidelity to law has nothing to do with the\ncourt-martial system’s status under our Constitution. That status\nis what my point here concerns. And that status has never\nchanged.Today’s court-martial system was put in place in\n1950, when Congress enacted the UCMJ in response to criticism\nfollowing World War II. 64Stat. 108. Among its innovations, the\nUCMJ subjected courts-martial to more elaborate procedural rules\nthan ever before. It also created a system of internal appellate\ntribunals within the military chain of command. Those\nentities—which we now call the Army, Navy-Marine Corps, Air Force,\nand Coast Guard Courts of Criminal Appeals and the Court of Appeals\nfor the Armed Forces—did not exist before 1950. Congress augmented\nthis system in 1983, for the first time in American history\nproviding for direct Supreme Court review of certain decisions of\nthe highest military tribunal. 97Stat. 1405–1406; 10\nU. S. C. §867a; 28 U. S. C. §1259.Such reforms, as I have indicated, are fully\nconsistent with the President’s overriding duty to “faithfully\nexecut[e]” the laws. Art. II, §3. Hence, even after Congress\npassed the UCMJ, we continued to recognize that the court-martial\nsystem “has always been and continues to be primarily an instrument\nof discipline,”O’Callahanv.Parker, 395 U. S.\n258, 266 (1969), and that “courts-martial are constitutional\ninstruments to carry out congressional and executive will,”Palmore, 411 U. S., at 404; see also,e.g.,Reid, 354 U. S., at 36 (plurality opinion);United\nStates ex rel. Tothv.Quarles, 350 U. S. 11, 17\n(1955);Chappellv.Wallace, 462 U. S. 296, 300\n(1983). For that reason, even if the majority were to begin its\nanalysis in 1950, and to confine it to the CAAF—which the majority\nhasnotdone—it would still be incorrect to perceive\nanything other than executive power at issue here.An examination of the CAAF confirms this point.\nThe CAAF’s members are appointed by the President for a term of\nyears, and he may remove them for cause, 10 U. S. C.\n§§942(b), (c), under a standard we have recognized as “very broad,”Bowsherv.Synar, 478 U. S. 714, 729 (1986).\nThese and other provisions of the UCMJ “make clear that [the CAAF]\nis within the Executive Branch.”Edmondv.United\nStates, 520 U. S. 651, 664, n. 2 (1997). For\ninstance, the CAAF is subject to oversight by the Secretaries of\nDefense, Homeland Security, and the military departments, and its\nmembers must meet annually to discuss their work with members of\nthe military and appointees of the Secretary of Defense. 10\nU. S. C. §946. The CAAF must review any case a Judge\nAdvocate General orders it to hear. §867(a)(2). And, contrary to\nthe majority’s assertion, the CAAF’s decisions are not “final\n(except if we review and reverse them).”Ante, at 18.In fact, in the most serious cases that the CAAF\nreviews—those in which a court-martial imposes a sentence of death\nor dismissal from the Armed Forces—the CAAF’s judgment cannot be\nexecuted until the President, the relevant branch Secretary, or one\nof his subordinates approves it. 10 U. S. C. §§871(a),\n(b). That is why the UCMJ provides that “[a]fter [the CAAF] has\nacted on a case,” the “convening authority [shall] take action in\naccordance with that decision,” “unless there is to be further\naction by the President or the Secretary concerned.” §867(e)\n(emphasis added). In such cases the “proceedings, findings, and\nsentences” of the court-martial system—including the CAAF’s\n“appellate review”—are not final until approved. §876.[5] Indeed, even ifourCourt\naffirms such a judgment, it cannot be executed until the relevant\nmilitary authority approves it—a requirement that is not subject to\nany timeframe or substantive standards. See Manual for\nCourts-Martial, United States Rule for Courts-Martial 1205(b)\n(2016).[6]Such revisory powers have always been a feature\nof the court-martial system. 1 Winthrop 683. And because the UCMJ\npreserves the chain of command’s historic revisory power over the\nCAAF’s most significant decisions, there is no way for us to\nconclude that the CAAF is “judicial” under any known definition of\nthat term. And it should not matter that Ortiz’s own sentence is\nnot subject to approval, just as it did not matter that the Court\nof Claims decision at issue inGordonwas not subject to\nreview by the Treasury Secretary. This point is elementary. At\nleast sinceHayburn’s Case, 2 Dall., at 411, n., 413, n., it\nhas been firmly established that it is “radically inconsistent”\nwith the “judicial power” for any court’s judgments, “under any\ncircumstances,” to “be liable to a reversion, or even suspension,”\nby members of the Executive or Legislative Branches.Indeed,\n“[t]he award of execution is a part, and an essential part of every\njudgment passed by a court exercising judicial power.”Gordon, 117 U. S. Appx., at 702;Plautv.Spendthrift Farm, Inc., 514 U. S. 211, 218–219\n(1995).Simply put, the CAAF’s Executive Branch status\nis more than a label. The CAAF is what we have always thought it to\nbe: an agent of executive power to aid the Commander in Chief. It\nfollows that our appellate jurisdiction does not permit us to\nreview its decisions directly. That conclusion is unaffected by\nCongress’s decision to give greater procedural protections to\nmembers of the military. Nor would the conclusion be altered if\nCongress imported into the military justice system additional\nrights and procedures required in the civilian courts. If Congress\nwants us to review CAAF decisions, it can convert that tribunal\ninto an Article III court or it can make CAAF decisions reviewable\nfirst in a lower federal court—perhaps one of the regional Courts\nof Appeals or the Federal Circuit—with additional review available\nhere. But as long as the CAAF retains its current status as an\nExecutive Branch entity, Congress cannot give our Court\njurisdiction to review its decisions directly.*  *  *The arguments in this case might appear\ntechnical, but important interests are at stake. The division\nbetween our Court’s original and appellate jurisdiction provoked\nextended and impassioned debate at the time of the founding. See\nAmar,Marbury, Section 13, and the Original Jurisdiction of\nthe Supreme Court, 56 U. Chi. L. Rev. 443, 468–478 (1989). The\nFramers well understood that the resolution of this dry\njurisdictional issue would have practical effects,ibid.,\nand in a similar vein, the Court’s holding that the CAAF exercises\nsomething akin to judicial power will have unavoidable implications\nfor many important issues that may arise regarding the operation of\nthe military justice system, not to mention judicial review of the\nmany decisions handed down by administrative agencies.The majority disclaims the latter possibility,ante,at 19, but its effort is halfhearted at best. In\nreality there is no relevant distinction, so far as our appellate\njurisdiction is concerned, between the court-martial system and the\n“other adjudicative bodies in the Executive Branch” that the\nmajority tells us not to worry about.Ibid. The majority\ncites the “judicial character . . . of the court-martial\nsystem,” as well as its “constitutional foundations and history,”ibid., but as I have explained, the constitutional\nfoundations, history, and fundamental character of military\ntribunals show that they are Executive Branch entities that can\nonly permissibly exercise executive power—just like civilian\nadministrative agencies.The Founders erected a high wall around our\noriginal jurisdiction, deliberately confining it to two classes of\ncases that were unlikely to touch the lives of most people. See The\nFederalist No. 81, at 488. Today’s decision erodes that wall.\nBecause the Court ignores both the wisdom of the Founders, the\nclear, consistent teaching of our precedents, and the unambiguous\ntext of the Constitution, I respectfully dissent.Notes1Letter from Thomas\nJefferson to Henry Knox (Mar. 27, 1801), in 33 Papers of Thomas\nJefferson 465, 466 (B. Oberg ed. 2006.).2Prakash, The Appointment\nand Removal of William J. Marbury and When an Office Vests, 89\nNotre Dame L. Rev. 199, 209 (2013).3It is true that our\ndecisions concerning territorial governments, and territorial\ncourts in particular, have had their share of critics. See,e.g.,M. Redish, Federal Jurisdiction: Tensions in the\nAllocation of Judicial Power 36–39 (1980); Currie, The Constitution\nin the Supreme Court: The Powers of the Federal Courts, 1801–1835,\n49 U. Chi. L. Rev. 646, 719 (1982); C. Wright, Law of Federal\nCourts 41 (4th ed. 1983); Fallon, Of Legislative Courts,\nAdministrative Agencies, and Article III, 101 Harv. L. Rev.\n915, 972 (1988); Bator, The Constitution as Architecture:\nLegislative and Administrative Courts Under Article III, 65 Ind.\nL. J. 233, 240–242 (1990); G. Lawson & G. Seidman, The\nConstitution of Empire 149 (2004). But the theory underlying our\ncases was widely shared at the founding; our decisions have never\nseriously questioned it; and, if taken at face value, it coheres\nwith the rest of our jurisprudence. Seeing no need to revisit these\nprecedents, I would not disturb them. I certainly would not do what\nthe majority has done: stretch an arguably anomalous doctrine and\nexport it (in mutated form) to other contexts where it can only\ncause mischief.4In fact, “for over half a\ncentury after the adoption of the Bill of Rights, its provisions\nwere never invoked in a military situation save in a single\ninstance,” and in that case “the denial of its applicability to the\nmilitary . . . was approved by no less an authority than\nthe father of the Bill of Rights himself.” Wiener, Courts-Martial\nand the Bill of Rights: The Original Practice II, 72 Harv.\nL. Rev. 266, 291 (1958).5Thus, Justice Thomas is\nmistaken when he asserts that “[t]he Executive Branch has no\nstatutory authority to review or modify the CAAF’s decisions.”Ante,at 7 (concurring opinion). And anyway, even if the\nCAAF’s decisions were final, it would not imply that they are\njudicial. Insofar as the Government can adjudicate military\noffenses without exercising its judicial power, finality would be\nequally consistent with executive as well as judicial\npower.6For example, in 1996 we\ngranted certiorari to the CAAF and affirmed the court-martial\nconviction and capital sentence of Dwight Loving.Lovingv.United States, 517 U. S. 748 (1996). Yet our judgment\ncould not be deemed final—and hence could not be carried out—until\nthe President approved it. Neither President Clinton nor President\nBush would do so.Lovingv.United States, 68\nM. J. 1, 3 (CAAF 2009). President Obama eventually commuted\nthe sentence to life without parole,\nhttps://www.justice.gov/pardon/obama-commutations (as last visited\nJune 21, 2018).",
    "joined": []
}