{
    "case": {
        "docket": "220",
        "citation": "558",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/558/220/"
    },
    "id": "1963081",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGWELLONS V. HALL558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESMARCUS A. WELLONSv.HILTON HALL,\nWARDENon petition for writ of certiorari to the united\nstates court of appeals for the eleventh circuitNo. 09–5731. Decided January 19, 2010Justice Alito, with whom The\nChief Justice joins, dissenting.The Court’s disposition of this\ncase represents a misuse of our authority to grant, vacate, and\nremand (GVR). The decision of the Court of Appeals plainly rests on\ntwo independent grounds: first, that petitioner procedurally\ndefaulted his claim that the judge, bailiff, and jurors had an\ninappropriate relationship that impaired his right to a fair trial\nand, second, that petitioner’s claim failed on the merits. See 554\nF. 3d 923, 936 (CA11 2009). While it is true that the first of\nthese grounds is inconsistent withConev.Bell,\n556 U. S. ___ , ___ (2009) (slip op., at 17–18), there is no basis\nfor vacating the decision below unless some recent authority or\ndevelopment provides a basis for reconsideration of the second\nground as well. But theper curiamidentifies no such\nauthority. Instead, theper curiamusesConeas a\nvehicle for suggesting that the Court of Appeals should reconsider\nits decision on the merits of petitioner’s claim.In order to defend this disposition, theper curiamrefuses to credit the Court of Appeals’\nexplanation of the basis of its decision. The Court of Appeals\ntwice stated in unequivocal terms that its holding on the merits of\npetitioner’s claim was independent of its holding on the question\nof procedural default. See 554 F. 3d, at 937–938 (“[E]ven if\nthese claims were properly before us on habeas review, we would not\ndisturb the Georgia Supreme Court’s conclusion on the merits of\nthese claims”);id., at 936 (“Even if we assume that\nWellons’s misconduct claims are not procedurally barred, they do\nnot entitle Wellons to habeas relief”). But theper curiamstates that the Court of Appeals’ consideration of the merits “may\nwell have turned on the District Court’s finding of a procedural\nbar” and that “we cannot be sure that [the panel’s] reasoning\nreally was independent of theConeerror.”Ante,\nat 3, 5.Even worse, theper curiamunjustifiably suggests that the Court of Appeals gave at most only\n“perfunctory consideration” to petitioner’s claim that he was\nentitled to an evidentiary hearing and may not have “carefully\nreviewed” the relevant facts.Ante, at 3, 1. The majority\nmay not be satisfied with the Court of Appeals’ discussion, but the\nmajority has no good reason for suggesting that the lower court did\nnot give the issue careful consideration.The District Court refused petitioner’s\ndiscovery request on the ground that petitioner did not make a\nsufficient showing to warrant interrogation of the jurors. As the\ndetailed opinion of the District Court reveals, the state habeas\njudge allowed petitioner’s attorneys to contact all of the jurors\nand relevant court personnel; the attorneys succeeded in contacting\nall but 1 of the jurors; 6 of the 11 jurors who were contacted, as\nwell as the bailiffs and court reporter, were interviewed; and the\nattorneys made a proffer of the information provided by these\ninterviewees.[Footnote 1] There\nis no suggestion that the attorneys were restricted in the\nquestions that they were permitted to ask the interviewees, and it\nappears that the jurors who were interviewed spoke freely, even\ndiscussing their understanding of the judge’s instructions on the\nlaw and the jury’s deliberations.[Footnote 2] Cf. Fed. Rule Evid. 606(b). Interestingly, the\nproffer does not reflect that the attorneys asked any of the jurors\nwhat would appear to be the most critical question, namely, why the\nstrange gifts were given to the judge or the bailiff.[Footnote 3] See App. C to Pet. for Cert.\n34–38. If any such questions had been asked and answers favorable\nto petitioner’s position had been provided, one would expect that\ninformation to appear in the proffer.After examining the proffer made by\npetitioner’s attorneys, the District Court concluded that this\nsubmission did not justify formal discovery. With respect to what\ntheper curiamdescribes as the “unreportedex\npartecontacts between the jury and the judge,”ante,\nat 1—which apparently consisted of a brief exchange of words that\noccurred when the judge entered the room in a restaurant where the\njurors were dining—the District Court concluded that “nothing that\nPetitioner has presented provides even the slightest indication\nthat anything more than a simple greeting occurred,” App. C to Pet.\nfor Cert. 43.With respect to the gifts that were given to\nthe judge and a bailiff after the trial ended, the District Court\nstressed that they were “inappropriate” and represented “an unusual\ndisplay of poor taste in the context of a proceeding so grave as a\ncapital trial,”ibid., but the Court noted that petitioner\nhad not proffered any evidence that any of the jurors or court\npersonnel who were interviewed had said anything that substantiated\nthe assertion that “an inappropriate relationship existed between\nthe judge, the bailiff, and the jury,”id., at 44.A fair reading of the Court of Appeals’\nopinion is that that court likewise held that petitioner was not\nentitled to the discovery he sought because that discovery was\nunlikely to yield evidence substantiating his claim. See 554\nF. 3d, at 935 (quotingSchrirov.Landrigan,550 U. S. 465,\n474 (2007) (“When deciding whether to grant a federal habeas\npetitioner’s request for an evidentiary hearing, ‘a federal court\nmust consider whether such a hearing could enable an applicant to\nprove the petition’s factual allegations, which, if true, would\nentitle the applicant to federal habeas relief’ ”)).I agree with the Court that the strange and\ntasteless gifts that were given to the trial judge and bailiff are\nfacially troubling, and I am certainly not prepared at this point\nto say that the decision below on the discovery issue was correct.\nBut unlike the Court, I do not think it is proper for us to use a\nGVR to address this matter. The lower courts have decided the\ndiscovery issue, and now this Court has two options. First, if we\nwish to review the question whether petitioner made a sufficient\nshowing to justify interrogation of the jurors, we should grant the\npetition for a writ of certiorari and decide that question. Second,\nif we do not wish to tackle that fact-bound question, we should\ndeny review or GVR in light of a recent authority or development\nthat casts doubt on the judgment of the court below. What the Court\nhas done—using a GVR as a vehicle for urging the Court of Appeals\nto reconsider its holding on a question that is entirely\nindependent of the ground for the GVR—is extraordinary and, in my\nview, improper.Footnote 1As the District Court observed,\n“[p]etitioner’s state habeas corpus counsel contacted all but one\nof the jurors seeking their comments.” App. C to Pet. for Cert. 34.\nThe proffer shows that six jurors were interviewed: DeArmond,id., at 35, Henry,ibid., Givhan,id.,\nat 36, Humphrey,id., at 37, Moore,ibid.and\nSmith,ibid. The Court’s description of some of the\nmatters that the jurors mentioned during the interview confirms\nthat these jurors “spoke freely.” Seeante,at 2,\nn. 1.Footnote 2Theper curiamassumes that the\njurors who were interviewed must have spoken only “in the briefest\nof terms” because “ ‘everything that Petitioner…\nlearned’ ” “filled only a few sheets of paper.”Ibid.The mere fact that the unsworn proffer submitted by petitioner’s\nstate habeas counsel consisted of four pages, see App. C to Pet.\nfor Cert. 35–38, does not seem to me to provide a sufficient basis\nfor concluding that the jurors interviewed spoke only “in the\nbriefest of terms.” The length of the proffer is equally consistent\nwith the possibility that the jurors interviewed spoke at length\nbut did not supply information that petitioner’s counsel deemed\nhelpful to his case.Footnote 3The main reason for the interviews was to\ninquire about the gifts, and the proffer shows that the jurors who\nwere interviewed discussed this matter. See,e.g., App. C\nto Pet. for Cert. 35 (a juror “stated that ‘we,’ the jurors gave a\npair of chocolate breasts to the bailiff and the chocolate penis\njust followed”);ibid.(a juror “stated that some of the\njurors decided to send a pair of edible chocolate breasts to one of\nthe female bailiffs and an edible chocolate penis to the trial\njudge”);id., at 37 (a juror “remembered discussion about\ngiving a chocolate penis to the judge”). Nevertheless, petitioner’s\nproffer includes no information as towhythe gifts were\ngiven—not even a statement to the effect that the jurors\ninterviewed were asked this question and said that they did not\nknow. Cf.id., at 35 (noting that a particular juror “did\nnot knowwhose ideait wasto send the chocolate\npenis to the judge,” but not including any representation as to her\nunderstanding ofwhythe gifts may have been given\n(emphasis added)).",
    "joined": []
}