{
    "case": {
        "docket": "65",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/65/"
    },
    "id": "1970839",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–895_________________JUSTUS C. ROSEMOND, PETITIONER v.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 5, 2014]Justice Alito, with\nwhom Justice Thomas joins, con-curring in part and dissenting in\npart.I largely agree with\nthe analysis in the first 12 pages of the opinion of the Court, but\nI strongly disagree withthe discussion that comes after that point.\nSpecifically, I reject the Court’s conclusion that a\nconviction for aiding and abetting a violation of 18\nU. S. C. §924(c) demands proof that the alleged\naider and abettor had what the Court terms “a realistic\nopportunity” to refrain from engaging in the conduct at\nissue.[1] Ante, at 13. This\nrule represents an important and, as far as I am aware,\nunprecedented alteration of the law of aiding and abetting and of\nthe law of intentionality generally.To explain my\ndisagreement with the Court’s analysis, I begin with our case\nlaw on the mens rea required to establish aiding and abetting.\nThere is some tension in our cases on this point. Specifically,\nsome of our cases suggest that an aider and abettor must act\npurposefully or with intent. Prominent among these cases is Nye\n& Nissen v. United States, 336 U. S. 613 (1949) , which the\nCourt quotes. See ante, at 16, n. 10. In that case, the Court,\nquoting Judge Learned Hand’s formulation in United States v.\nPeoni, 100 F. 2d 401 (CA2 1938), said that an aider and\nabettor must “ ‘participate in [the crime] as in\nsomething that he wishes to bring about, [and] seek by his action\nto make it succeed.’ ” 336 U. S., at 619.On the other hand,\nthere are cases to which the Court also refers, ante, at 12, that\nappear to hold that the requisite mens rea is simply knowledge. See\nPereira v. United States, 347 U. S. 1, 12 (1954) ; Bozza v. United\nStates, 330 U. S. 160 –165 (1947). The Court refers\ninterchangeably to both of these tests and thus leaves our case law\nin the same, somewhat conflicted state that previously ex-isted.\nBut because the difference between acting purposefully (when that\nconcept is properly understood) and acting knowingly is slight,\nthis is not a matter of great concern.Beginning on page 13,\nhowever, the Court veers off in a new and, to my mind, most\nunfortunate direction. The Court imagines the following\nsituation:“[A]n accomplice agrees to participate in\na drug sale on the express condition that no one brings a gun to\nthe place of exchange. But just as the parties are making the\ntrade, the accomplice notices that one of his confederates has a\n(poorly) concealed firearm in his jacket.” Ante, at 15.If the accomplice, despite spotting the gun,\ncontinues to assist in the completion of the drug sale, has the\naccomplice aided and abetted the commission of a violation of\n§924(c)?The Court’s\nanswer is “it depends.” Walking away, the Court\nobserves, “might increase the risk of gun violence—to\nthe accomplice himself, other participants, or bystanders; and\nconversely, finishing the sale might be the best or only way to\navoid the danger.” Ante, at 16. Moreover—and this is\nwhere the seriously misguided step occurs—the Court says that\nif the risk of walking away exceeds (by some unspecified degree)\nthe risk created by completing the sale and if the alleged aider\nand abettor chooses to continue for that reason, the alleged aider\nand abettor lacks the mens rea required for conviction. See ante,\nat 16, n. 10.What the Court has done\nis to convert what has up to now been an affirmative defense into a\npart of the required mens rea, and this step has very important\nconceptual and practical consequences. It fundamentally alters the\nprior understanding of mental states that form the foundation of\nsubstantive criminal law, and it places a strange and difficult\nburden on the prosecution.That the Court has\ntaken a radical step can be seen by comparing what the Court now\nholds with the traditional defense of necessity. That defense\nexcuses a violation of law if “the harm which will result\nfrom compliance with the law is greater than that which will result\nfrom violation of it.” 2 W. LaFave, Substantive Criminal Law\n§10.1, p. 116 (2003) (hereinafter LaFave).[2] This is almost exactly the balance-of-risks\ncalculus adopted by the Court, but under the traditional approach\nnecessity is an affirmative defense. See, e.g., United States v.\nBailey, 444 U. S. 394, 416 (1980) . Necessity and the closely\nrelated defense of duress are affirmative defenses because they\nalmost invariably do not negate the mens rea necessary to incur\ncriminal liability. See 2 LaFave §10.1(a), at 118 (“The\nrationale of the necessity defense is not that a person, when faced\nwith the pressure of circumstances of nature, lacks the mental\nelement which the crime in question requires”); id.,\n§9.7(a), at 73 (same for duress).This Court has made\nclear that, except in narrow circumstances, necessity and duress do\nnot negate the mens rea required for conviction. In Dixon v. United\nStates, 548 U. S. 1 (2006) , the defendant was charged with\n“know-ingly” and “willfully” committing\ncertain criminal acts, but she claimed that she committed the acts\nonly because her boyfriend had threatened to kill her or hurt her\ndaughters if she did not do so. Id., at 4. She contended that she\ncould not “have formed the necessary mens rea for these\ncrimes because she did not freely choose to commit the acts in\nquestion,” but we rejected that argument, explaining that\n“[t]he duress defense, like the defense of necessity\n. . . , may excuse conduct that would otherwise be\npunishable, but the existence of duress normally does not\ncontrovert any of the elements of the offense itself.” Id.,\nat 6. In a footnote, we suggested one situation in which the\nprosecution might be required to disprove duress, namely, where a\nparticular crime demands proof that the accused acted\n“maliciously,” which is to say “without\njustification or excuse.” Ibid., n. 4 (internal\nquotation marks omitted).The Court justifies its\nholding on the ground that the mens rea standard articulated in Nye\n& Nissen also falls within an exception to the general rule\nthat proof of necessity or duress does not negate mens rea. Ante,\nat 16, n. 10. But the Court, having refrained on pages 11–12\nof its opinion from deciding whether aiding and abetting requires\npurposeful, as opposed to knowing, conduct, quickly and without\nexplanation jettisons the “knowing” standard and\nconcludes that purposeful conduct is needed. This is a critical\nmove because if it is enough for an alleged aider and abettor\nsimply to know that his confederate is carrying a gun, then the\nalleged aider and abettor in the Court’s hypothetical case\n(who spots the gun on the confederate’s person)\nunquestionably had the mens rea needed for conviction.But even accepting the\nNye & Nissen standard as the exclusive means of proving the\nrequired mens rea, the Court’s analysis is still quite wrong.\nUnder the Nye & Nissen standard, the Government must simply\nprove that a defendant had as his conscious object that the\nhypothetical drug sale (which, as the defendant knew, included the\ncarrying of a gun by one of the participants) go forward to\ncompletion. See Nye & Nissen, 336 U. S., at 619. Such\nintent is perfectly consistent with facts supporting a necessity or\nduress defense. A person can certainly intend the success of a\ncriminal enterprise that he aids on the belief that doing so will\ngive rise to a lesser evil than his refusal to participate would\nbring about.The Court confuses two\nfundamentally distinct concepts: intent and motive. It seems to\nassume that, if a defendant’s motive in aiding a criminal\nventure is to avoid some greater evil, he does not have the intent\nthat the venture succeed. But the intent to undertake some act is\nof course perfectly consistent with the motive of avoiding adverse\nconsequences which would otherwise occur. We can all testify to\nthis from our daily experience. People wake up, go to work, balance\ntheir checkbooks, shop for groceries—and yes, commit\ncrimes—because they believe something bad will happen if they\ndo not do these things, not because the deepest desire of their\nheart is to do them. A person may only go to work in the morning to\nkeep his or her family from destitution; that does not mean he or\nshe does not intend to put in a full day’s work. In the same\nway, the fact that a defendant carries out a crime because he feels\nhe must do so on pain of terrible consequences does not mean he\ndoes not intend to carry out the crime. When Jean Valjean stole a\nloaf of bread to feed his starving family, he certainly intended to\ncommit theft; the fact that, had he been living in America today,\nhe may have pleaded necessity as a defense does not change that\nfact. See V. Hugo, Les Misérables 54 (Fall River Press ed.\n2012).Common-law commentators\nrecognized this elementary distinction between intent and motive.\nAs Sir James FitzJames Stephen explains, if “A puts a loaded\npistol to B’s temple and shoots B through the head\ndeliberately, . . . . [i]t is obvious that in every\nsuch case the intention of A must be to kill B.” 2 A History\nof the Criminal Law of England 110–111 (1883). This fact\n“throws no light whatever on A’s motives for killing B.\nThey may have been infinitely various. . . . The\nmotive may have been a desire for revenge, or a desire for plunder,\nor a wish on A’s part to defend himself against an attack by\nB, . . . or to put a man already mortally wounded out of\nhis agony.” Id., at 111. “In all these cases the\nintention is the same, but the motives are different, and in all\nthe intention may remain unchanged from first to last whilst the\nmotives may vary from moment to moment.” Ibid.Unsurprisingly, our\ncases have recognized that a lawful motive (such as necessity,\nduress, or self-defense) is consistent with the mens rea necessary\nto satisfy a requirement of intent. In Martin v. Ohio, 480\nU. S. 228 (1987) , we considered whether due process permitted\nthe State of Ohio to place the burden of proving self-defense on a\ndefendant charged with aggravated murder. Under the Ohio statute,\naggravated murder consisted of “purposely, and with prior\ncalculation and design, caus[ing] the death of another.” Id.,\nat 230 (alteration in original; internal quotation marks omitted).\nMartin pleaded self-defense, which required her to prove that (1)\nshe was “not at fault in creating the situation giving rise\nto the argument” with the victim, (2) she “had an\nhonest belief that she was in imminent danger of death or great\nbodily harm, and that her only means of escape from such danger was\nin the use of . . . force,” and (3) she “did\nnot violate any duty to retreat or avoid danger.” Ibid.\nMartin argued that due process did not permit the State to impose\nthe burden of proving self-defense on her, because proving\nself-defense would necessarily negate the elements of aggravated\nmurder, which the State was required to prove beyond a reasonable\ndoubt. We disagreed, explaining that the elements which the State\nwas required to prove to convict Martin were not the same as the\nelements which Martin was required to prove to prevail on her\nself-defense theory. Id., at 233. By so holding, we recognized that\na defendant’s purpose to kill another is not incompatible\nwith that defendant’s “honest belief that she was in\nimminent danger of death or great bodily harm” and that her\nuse of force was necessary to preserve her life. Id., at 230. In\nother words, the fact that a defendant intends to kill another only\nto avert mortal peril does not mean that the defendant does not\nintend to kill.That principle plays\nout in a wide variety of cases. United States v. Leal-Cruz, 431\nF. 3d 667 (CA9 2005), provides a good example. There, the\nNinth Circuit hadto decide whether a defendant could\nconstitutionally be required to bear the burden of proving duress\nas a defense to conviction under 8 U. S. C. §1326\nfor attempted illegal reentry into the United States. Leal-Cruz\npleaded duress, testifying that he entered the United States only\nto escape the deadly threat posed by abusive Mexican police\nofficers who were chasing him. 431 F. 3d, at 669. The Ninth\nCircuit had earlier held that the mens rea required for conviction\nfor attempted illegal reentry was “purpose, i.e., conscious\ndesire, to reenter the United States.” Id., at 671. The Court\nof Appeals nevertheless found that the Constitution permitted\nimposition of the burden of proving duress on Leal-Cruz, because\nproving duress did not require him to prove that he had not\npurposely entered the United States. As the Ninth Circuit\nexplained, duress and the mens rea requirement of intent did not\noverlap because Leal-Cruz “had the ‘conscious\ndesire’ to enter the country, even if the act of crossing the\nborder was done to escape harm.” Id., at 673.Thus, it seems\ninarguable to me that the existence of the purpose or intent to\ncarry out a crime is perfectly compatible with facts giving rise to\na necessity or duress defense. Once that proposition is\nestablished, the Court’s error is readily apparent. The Court\nrequires the Government to prove that a defendant in\nRosemond’s situation could have walked away without risking\nharm greater than he would cause by continuing with the\ncrime—circumstances that traditionally would support a\nnecessity or duress defense. It imposes this requirement on the\nGovernment despite the fact that such dangerous circumstances\nsimply do not bear on whether the defendant intends the\n§924(c) offense to succeed, as (on the Court’s reading)\nis required for aiding and abetting liability.The usual rule that a\ndefendant bears the burden of proving affirmative defenses is\njustified by a compelling, commonsense intuition: “[W]here\nthe facts with regard to an issue lie peculiarly in the knowledge\nof a party, that party is best situated to bear the burden of\nproof.” Smith v. United States, 568 U. S. ___, ___ (2013)\n(slip op., at 6–7) (quoting Dixon, 548 U. S., at 9;\nalteration in originaland internal quotation marks omitted). By\nabandoning that rule in cases involving aiding and abetting of\n§924(c) offenses, the Court creates a perverse arrangement\nwhereby the prosecution must prove something that is peculiarly\nwithin the knowledge of the defendant. Imagine that A aids B in\ncommitting a §924(c) offense and claims that he only learned\nof the gun once the crime had begun. If A had the burden of proof,\nhe might testify that B was a hothead who had previously shot\nothers who had crossed him. But under the Court’s rule, the\nprosecution, in order to show the intent needed to convict A as an\naider and abettor, presumably has the burden of proving that B was\nnot such a person and that A did not believe him to be. How is the\nprosecution to do this? By offering testimony by B’s friends\nand associates regarding his peaceful and easygoing nature? By\nintroducing entries from A’s diary in which he reflects on\nthe sense of safety he feels when carrying out criminal enterprises\nin B’s company? Furthermore, even if B were a hothead and A\nknew him to be such, A would presumably only be entitled to escape\nliability if he continued with the offense because of his fear of\nB’s reaction if he walked away. Under the Court’s rule,\nit is up to the Government to prove that A’s continued\nparticipation was not on account of his fear of B—but how? By\nintroducing footage of a convenient security camera demonstrating\nthat A’s eyes were not wide with fear, nor his breathing\nrapid?The Court’s rule\nbreaks with the common-law tradition and our case law. It also\nmakes no sense. I respectfully dissent from that portion of the\nCourt’s opinion which places on the Government the burden of\nproving that the alleged aider and abettor of a §924(c)\noffense had what the Court terms “a realistic\nopportunity” to refrain from engaging in the conduct at\nissue.Notes1I am also concerned that\nthe Court’s use, without clarification, of the phrase\n“advance knowledge” will lead readers astray. at 1.\nViewed by itself, the phrase most naturally means knowledge\nacquired in advance of the commission of the drug trafficking\noffense, but thisis not what the Court means. Rather,\n“advance knowledge,” as used by the Court, may include\nknowledge acquired while the drug trafficking offense is in\nprogress. Specifically, a defendant has such knowledge, the Court\nsays, if he or she first learns of the gun while the drug offense\nis in progress and at that time “realistically could have\nopted out of the crime.” , at 15.2Traditionally, the\ndefense of necessity was employed when natural forces created the\nsituation justifying non-compliance; when the situation was the\nproduct of human action, duress was the appropriate defense. 2\nLaFave §10.1(a), at 116. But “[m]odern cases have tended\nto blur the distinction between” these two defenses, v., ,\nand “it would doubtless be possible to treat [duress] as a\nbranch of the law of necessity,” 2 LaFave §10.1(b), at\n121.",
    "joined": []
}