{
    "case": {
        "docket": "19-123",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-123/"
    },
    "id": "4440764",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–123_________________SHARONELL FULTON, et al., PETITIONERSv.CITY OF PHILADELPHIA, PENNSYLVANIA, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 17, 2021]Justice Alito, with whom Justice Thomas and\nJustice Gorsuch join, concurring in the judgment.This case presents an important constitutional\nquestion that urgently calls out for review: whether this Court’s\ngoverning interpretation of a bedrock constitutional right, the\nright to the free exercise of religion, is fundamentally wrong and\nshould be corrected.InEmployment Div., Dept. of Human Resources\nof Ore.v.Smith,494 U.S.\n872(1990), the Court abruptly pushed aside nearly 40 years of\nprecedent and held that the First Amendment’s Free Exercise Clause\ntolerates any rule that categorically prohibits or commands\nspecified conduct so long as it does not target religious practice.\nEven if a rule serves no important purpose and has a devastating\neffect on religious freedom, the Constitution, according toSmith, provides no protection. This severe holding is ripe\nfor reexamination.IThere is no question thatSmith’s\ninterpretation can have startling consequences. Here are a few\nexamples. Suppose that the Volstead Act, which implemented the\nProhibition Amendment, had not contained an exception for\nsacramental wine. See Pub. L. 66, §3, 41Stat. 308–309. The Act\nwould have been consistent withSmitheven though it would\nhave prevented the celebration of a Catholic Mass anywhere in the\nUnited States.[1] Or suppose\nthat a State, following the example of several European countries,\nmade it unlawful to slaughter an animal that had not first been\nrendered unconscious.[2] That\nlaw would be fine underSmitheven though it would outlaw\nkosher and halal slaughter.[3]\nOr suppose that a jurisdiction in this country, following the\nrecommendations of medical associations in Europe, banned the\ncircumcision of infants.[4] A\nSan Francisco ballot initiative in 2010 proposed just\nthat.[5] A categorical ban\nwould be allowed bySmitheven though it would prohibit an\nancient and important Jewish and Muslim practice.[6] Or suppose that this Court or some other\ncourt enforced a rigid rule prohibiting attorneys from wearing any\nform of head covering in court. The rule would satisfySmitheven though it would prevent Orthodox Jewish men, Sikh men, and\nmany Muslim women from appearing. Many other examples could be\nadded.We may hope that legislators and others with\nrule- making authority will not go as far asSmithallows,\nbut the present case shows that the dangers posed bySmithare not hypothetical. The city of Philadelphia (City) has issued an\nultimatum to an arm of the Catholic Church: Either engage in\nconduct that the Church views as contrary to the traditional\nChristian understanding of marriage or abandon a mission that dates\nback to the earliest days of the Church—providing for the care of\norphaned and abandoned children.Many people believe they have a religious\nobligation to assist such children. Jews and Christians regard this\nas a scriptural command,[7] and\nit is a mission that the Catholic Church has undertaken since\nancient times. One of the first known orphanages is said to have\nbeen founded by St. Basil the Great in the fourth century,[8] and for centuries, the care of\norphaned and abandoned children was carried out by religious\norders.[9]In the New World, religious groups continued to\ntake the lead. The first known orphanage in what is now the United\nStates was founded by an order of Catholic nuns in New Orleans\naround 1729.[10] In the\n1730s, the first two orphanages in what became the United States at\nthe founding were established in Georgia by Lutherans and by Rev.\nGeorge Whitefield, a leader in the “First Great\nAwakening.”[11] In the late\n18th and early 19th centuries, Protestants and Catholics\nestablished orphanages in major cities. One of the first orphanages\nin Philadelphia was founded by a Catholic priest in 1798.[12] The Jewish Society for the\nRelief of Orphans and Children of Indigent Parents began its work\nin Charleston in 1801.[13]During the latter part of the 19th century and\ncontinuing into the 20th century, the care of children was shifted\nfrom orphanages to foster families,[14] but for many years, state and local government\nparticipation in this field was quite limited. As one of\nPhiladelphia’samiciputs it, “[i]nto the early twentieth\ncentury, the care of orphaned and abandoned children in the United\nStates remained largely in the hands of private charitable and\nreligious organizations.”[15] In later years, an influx of federal money[16] spurred States and local\ngovernments to take a more active role, and today many governments\nadminister what is essentially a licensing system. As is typical in\nother jurisdictions, no private charitable group may recruit, vet,\nor support foster parents in Philadelphia without the City’s\napproval.Whether with or without government\nparticipation, Catholic foster care agencies in Philadelphia and\nother cities have a long record of finding homes for children whose\nparents are unable or unwilling to care for them. Over the years,\nthey have helped thousands of foster children and parents, and they\ntake special pride in finding homes for children who are hard to\nplace, including older children and those with special\nneeds.[17]Recently, however, the City has barred Catholic\nSocial Services (CSS) from continuing this work. Because the\nCatholic Church continues to believe that marriage is a bond\nbetween one man and one woman, CSS will not vet same-sex couples.\nAs far as the record reflects, no same-sex couple has ever\napproached CSS, but if that were to occur, CSS would simply refer\nthe couple to another agency that is happy to provide that\nservice—and there are at least 27 such agencies in Philadelphia.\nApp. 171; App. to Pet. for Cert. 137a; see alsoid.,at\n286a. Thus, not only is there no evidence that CSS’s policy has\never interfered in the slightest with the efforts of a same-sex\ncouple to care for a foster child, there is no reason to fear that\nit would ever have that effect.None of that mattered to Philadelphia. When a\nnewspaper publicized CSS’s policy, the City barred CSS from\ncontinuing its foster care work. Remarkably, the City took this\nstep even though it threatens the welfare of children awaiting\nplacement in foster homes. There is an acute shortage of foster\nparents, both in Philadelphia and in the country at large.[18] By ousting CSS, the City\neliminated one of its major sources of foster homes. And that’s not\nall. The City went so far as to prohibit the placement of any\nchildren in homes that CSS had previously vetted and approved.\nExemplary foster parents like petitioners Sharonell Fulton and Toni\nLynn Simms-Busch are blocked from providing loving homes for\nchildren they were eager to help.[19] The City apparently prefers to risk leaving children\nwithout foster parents than to allow CSS to follow its religiously\ndictated policy, which threatens no tangible harm.CSS broadly implies that the fundamental\nobjective of City officials is to force the Philadelphia\nArchdiocese to change its position on marriage. Among other things,\nthey point to statements by a City official deriding the\nArchdiocese’s position as out of step with Pope Francis’s teaching\nand 21st century moral views.[20] But whether or not this is the City’s real objective,\nthere can be no doubt that Philadelphia’s ultimatum restricts CSS’s\nability to do what it believes the Catholic faith requires.Philadelphia argues that its stance is allowed\nbySmithbecause, it claims, a City policy categorically\nprohibits foster care agencies from discriminating against same-sex\ncouples. Bound bySmith, the lower courts accepted this\nargument, 320 F. Supp. 3d 661, 682–684 (ED Pa. 2018), 922 F.3d\n140, 156–159 (CA3 2019), and we then granted certiorari, 589\nU. S. ___ (2020). One of the questions that we accepted for\nreview is “[w]hetherEmployment Divisionv.Smithshould be revisited.” We should confront that question.Regrettably, the Court declines to do so.\nInstead, it reverses based on what appears to be a superfluous (and\nlikely to be short-lived) feature of the City’s standard annual\ncontract with foster care agencies.Smith’s holding about\ncategorical rules does not apply if a rule permits individualized\nexemptions, 494 U. S., at 884, and the majority seizes on the\npresence in the City’s standard contract of language giving a City\nofficial the power to grant exemptions.Ante, at 7. The City\ntells us that it has never granted such an exemption and has no\nintention of handing one to CSS, Brief for City Respondents 36;\nApp. to Pet. for Cert. 168a, but the majority reverses the decision\nbelow because the contract supposedly confers that never-used\npower.Ante, at 10, 15.This decision might as well be written on the\ndissolving paper sold in magic shops. The City has been adamant\nabout pressuring CSS to give in, and if the City wants to get\naround today’s decision, it can simply eliminate the never-used\nexemption power.[21] If it\ndoes that, then, voilà, today’s decision will vanish—and the\nparties will be back where they started. The City will claim that\nit is protected bySmith; CSS will argue thatSmithshould be overruled; the lower courts, bound bySmith, will\nreject that argument; and CSS will file a new petition in this\nCourt challengingSmith. What is the point of going around\nin this circle?Not only is the Court’s decision unlikely to\nresolve the present dispute, it provides no guidance regarding\nsimilar controversies in other jurisdictions. From 2006 to 2011,\nCatholic Charities in Boston, San Francisco, Washington,\nD. C., and Illinois ceased providing adoption or foster care\nservices after the city or state government insisted that they\nserve same-sex couples. Although the precise legal grounds for\nthese actions are not always clear, it appears that they were based\non laws or regulations generally prohibiting discrimination on the\nbasis of sexual orientation.[22] And some jurisdictions have adopted\nanti-discrimination rules that expressly target adoption\nservices.[23] Today’s\ndecision will be of no help in other cases involving the exclusion\nof faith-based foster care and adoption agencies unless by some\nchance the relevant laws contain the same glitch as the\nPhiladelphia contractual provision on which the majority’s decision\nhangs. The decision will be even less significant in all the other\nimportant religious liberty cases that are bubbling up.We should reconsiderSmithwithout\nfurther delay. The correct interpretation of the Free Exercise\nClause is a question of great importance, andSmith’s\ninterpretation is hard to defend. It can’t be squared with the\nordinary meaning of the text of the Free Exercise Clause or with\nthe prevalent understanding of the scope of the free-exercise right\nat the time of the First Amendment’s adoption. It swept aside\ndecades of established precedent, and it has not aged well. Its\ninterpretation has been undermined by subsequent scholarship on the\noriginal meaning of the Free Exercise Clause. Contrary to what many\ninitially expected,Smithhas not provided a clear-cut rule\nthat is easy to apply, and experience has disproved theSmithmajority’s fear that retention of the Court’s prior\nfree-exercise jurisprudence would lead to “anarchy.” 494\nU. S., at 888.WhenSmithreinterpreted the Free\nExercise Clause, four Justices—Brennan, Marshall, Blackmun, and\nO’Connor—registered strong disagreement.Id.,at 891, 892\n(O’Connor, J., joined in part by Brennan, Marshall, and Blackmun,\nJJ., concurring in judgment);id.,at 907–908 (Blackmun, J.,\njoined by Brennan and Marshall, JJ., dissenting). After joining the\nCourt, Justice Souter called forSmithto be reexamined.Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 559 (1993) (opinion concurring in part and concurring in\njudgment). So have five sitting Justices.Kennedyv.Bremerton School Dist., 586 U. S. ___, ___–___ (2019)\n(Alito, J., joined by Thomas, Gorsuch, and Kavanaugh, JJ.,\nconcurring in denial of certiorari) (slip op., at 5–6);City of\nBoernev.Flores,521\nU.S. 507, 566 (1997) (Breyer, J., dissenting). So have some of\nthe country’s most distinguished scholars of the Religion Clauses.\nSee,e.g.,McConnell, Free Exercise Revisionism and theSmithDecision, 57 U. Chi. L. Rev. 1109 (1990)\n(McConnell, Free Exercise Revisionism); Laycock, The Supreme\nCourt’s Assault on Free Exercise, and the Amicus Brief That Was\nNever Filed, 8 J. L. & Religion 99 (1990). On two separate\noccasions, Congress, with virtual unanimity, expressed the view\nthatSmith’s interpretation is contrary to our society’s\ndeep-rooted commitment to religious liberty. In enacting the\nReligious Freedom Restoration Act of 1993, 107Stat. 1488 (codified\nat 42 U. S. C. §2000bbet seq.), and the\nReligious Land Use and Institutionalized Persons Act of 2000,\n114Stat. 803 (codified at 42 U. S. C. §2000ccet seq.), Congress tried to restore the constitutional\nrule in place beforeSmithwas handed down. Those laws,\nhowever, do not apply to most state action, and they leave huge\ngaps.It is high time for us to take a fresh look at\nwhat the Free Exercise Clause demands.IIATo fully appreciate what the Court did inSmith, it is necessary to recall the substantial body of\nprecedent that it displaced. Our seminal decision on the question\nof religious exemptions from generally applicable laws wasSherbertv.Verner,374 U.S.\n398(1963), which had been in place for nearly four decades\nwhenSmithwas decided. In that earlier case, Adell\nSherbert, a Seventh-day Adventist, was fired because she refused to\nwork on Saturday, her Sabbath Day. 374 U. S.,at 399.\nUnable to find other employment that did not require Saturday work,\nshe applied for unemployment compensation but was rejected because\nstate law disqualified claimants who “ failed, without good\ncause . . . to accept available suitable work when\noffered. ”Id., at 399–401, and n. 3 (internal\nquotation marks omitted). The State Supreme Court held that this\ndenial of benefits did not violate Sherbert’s free-exercise right,\nbut this Court reversed.In an opinion authored by Justice Brennan, the\nCourt began by surveying the Court’s few prior cases involving\nclaims for religious exemptions from generally applicable laws.Id.,at 402–403. In those decisions, the Court had not\narticulated a clear standard for resolving such conflicts, but as\ntheSherbertopinion accurately recounted, where claims for\nreligious exemptions had been rejected, “[t]he conduct or actions\n[in question] invariably posed some substantial threat to public\nsafety, peace or order.”Id., at 403. (As will be shown\nbelow, this description of the earlier decisions corresponds\nclosely with the understanding of the scope of the free-exercise\nright at the time of the First Amendment’s adoption. Seeinfra, at 29–36.)After noting these earlier decisions, the Court\nturned to the case at hand and concluded that the denial of\nbenefits imposed a substantial burden on Sherbert’s free exercise\nof religion. 374 U. S., at 404. It “force[d] her to choose\nbetween following the precepts of her religion and forfeiting\nbenefits, on the one hand, and abandoning one of the precepts of\nher religion in order to accept work, on the other hand.”Ibid. As a result, the Court reasoned, the decision below\ncould be sustained only if it was “justified by a ‘compelling state\ninterest.’ ”Id., at 403, 406. The State argued that\nits law was needed to prevent “the filing of fraudulent claims by\nunscrupulous claimants feigning religious objections,” but Justice\nBrennan’s opinion found this justification insufficient because the\nState failed to show that “no alternative forms of regulation would\ncombat such abuses without infringing First Amendment rights.”Id., at 407.The test distilled fromSherbert—that a\nlaw that imposes a substantial burden on the exercise of religion\nmust be narrowly tailored to serve a compelling interest—was the\ngoverning rule for the next 37 years. Applying that test, the Court\nsometimes vindicated free-exercise claims. InWisconsinv.Yoder,406 U.S.\n205, 234 (1972), for example, the Court held that a state law\nrequiring all students to remain in school until the age of 16\nviolated the free-exercise rights of Amish parents whose religion\nrequired that children leave school after the eighth grade. The\nCourt acknowledged the State’s “admittedly strong interest in\ncompulsory education” but concluded that the State had failed to\n“show with . . . particularity how [that interest] would\nbe adversely affected by granting an exemption to the Amish.”Id., at 236. And in holding that the Amish were entitled to\na special exemption, the Court expressly rejected the\ninterpretation of the Free Exercise Clause that was later embraced\ninSmith. Indeed, theYoderCourt stated this point\nagain and again: “[T]here are areas of conduct protected by the\nFree Exercise Clause of the First Amendment and thus beyond the\npower of the State to control,even under regulations of general\napplicability”;“[a] regulation neutral on its face may, in\nits application, nonetheless offend the constitutional requirement\nfor governmental neutralityif it unduly burdens the free\nexercise of religion”; insisting that Amish children abide by the\ncompulsory attendance requirement was unconstitutionaleven\nthough it “applie[d] uniformly to all citizens of the Stateand\nd[id] not, on its face, discriminate against religions or a\nparticular religion, [and was] motivated by legitimate secular\nconcerns.”Id., at 220 (emphasis added).Other decisions also accepted free-exercise\nclaims under theSherberttest. InThomasv.Review Bd. of Ind. Employment Security Div.,450\nU.S. 707, 710, 720 (1981), the Court concluded that a State\ncould not withhold unemployment benefits from a Jehovah’s Witness\nwho quit his job because he refused to do work that he viewed as\ncontributing to the production of military weapons. In so holding,\nthe Court reiterated that “ ‘[a] regulation neutral on its\nface may, in its application, nonetheless offend the constitutional\nrequirement for governmental neutrality if it unduly burdens the\nfree exercise of religion.’ ”Id., at 717 (quotingYoder, 406 U. S., at 220).Subsequently, inHobbiev.Unemployment Appeals Comm’n of Fla.,480\nU.S. 136, 141 (1987), the Court found that a state rule that\nwas “ ‘neutral and uniform in its application’ ”\nnevertheless violated the Free Exercise Clause under theSherberttest. A similar violation was found inFrazeev.Illinois Dept. of Employment Security,489 U.S.\n829(1989).Other cases appliedSherbertbut found no\nviolation. InUnited Statesv.Lee,455\nU.S. 252, 258 (1982), the Court held that mandatory\ncontributions to Social Security were constitutional because they\nwere “indispensable to the fiscal vitality of the social security\nsystem.” InGillettev.United States,401\nU.S. 437, 462 (1971), denying conscientious-objector status to\nmen whose opposition to war was limited to one particular conflict\nwas held to be “strictly justified by substantial governmental\ninterests.” In still other cases, the Court foundSherbertinapplicable either because the challenged law did not implicate\nthe conduct of the individual seeking an exemption, seeBowenv.Roy,476 U.S.\n693, 700 (1986);Lyngv.Northwest Indian Cemetery\nProtective Assn.,485\nU.S. 439, 450–451 (1988), or because the case arose in a\ncontext where the government exercised broader authority over\nassertions of individual rights, seeO’Lonev.Estate of\nShabazz,482 U.S.\n342, 353 (1987) (prison);Goldmanv.Weinberger,475 U.S.\n503, 506 (1986) (military). None of these decisions questioned\nthe validity ofSherbert’s interpretation of the\nfree-exercise right.BThis is where our case law stood whenSmithreached the Court. The underlying situation inSmithwas very similar to that inSherbert. Just as\nAdell Sherbert had been denied unemployment benefits due to conduct\nmandated by her religion (refraining from work on Saturday), Alfred\nSmith and Galen Black were denied unemployment benefits because of\na religious practice (ingesting peyote as part of a worship service\nof the Native American Church). 494 U. S., at 874. Applying\ntheSherberttest, the Oregon Supreme Court held that this\ndenial of benefits violated Smith’s and Black’s free-exercise\nrights, and this Court granted review.[24]The State defended the denial of benefits under\ntheSherbertframework. It argued that it had a compelling\ninterest in combating the use of dangerous drugs and that\naccommodating their use for religious purposes would upset its\nenforcement scheme. Brief for Petitioners inEmployment Div.,\nDept. of Human Resourcesv.Smith, No. 88–1213,\nO. T. 1988, pp. 5–7, 12, 16. The State never suggested thatSherbertshould be overruled. See Brief for Petitioners in\nNo. 88–1213, at 11. Instead, the crux of its disagreement with\nSmith and Black and the State Supreme Court was whether its\ninterest in preventing drug use could be served by a more narrowly\ntailored rule that made an exception for religious use by members\nof the Native American Church.The question divided the four Justices who\nobjected to theSmithmajority’s rationale. Compare 494\nU. S., at 905–907 (O’Connor J., concurring in judgment), withid.,at 909–919 (Blackmun, J., joined by Brennan and\nMarshall, JJ., dissenting). And theSmithmajority wanted no\npart of that question. Instead, without briefing or argument on\nwhetherSherbertshould be cast aside, the Court adopted\nwhat it seems to have thought was a clear-cut test that would be\neasy to apply: A “generally applicable and otherwise valid” rule\ndoes not violate the Free Exercise Clause “if prohibiting the\nexercise of religion . . . is not [its] object\n. . . but merely the incidental effect of ” its\noperation. 494 U. S., at 878. Other than cases involving rules\nthat target religious conduct, theSherberttest was held to\napply to only two narrow categories of cases: (1) those involving\nthe award of unemployment benefits or other schemes allowing\nindividualized exemptions and (2) so-called “hybrid rights” cases.\nSee 494 U. S., at 881–884.[25]To clear the way for this new regime, the\nmajority was willing to take liberties. Paying little attention to\nthe terms of the Free Exercise Clause, it was satisfied that its\ninterpretation represented a “permissible” reading of the text,Smith, 494 U. S., at 878, and it did not even stop to\nexplain why that was so. The majority made no effort to ascertain\nthe original understanding of the free-exercise right, and it\nlimited past precedents on grounds never previously suggested.Sherbert,Thomas, andHobbiewere placed in a\nspecial category because they concerned the award of unemployment\ncompensation,Smith, 494 U. S., at 883, andYoderwas distinguished on the ground that it involved both\na free-exercise claim and a parental-rights claim,Smith,494 U. S., at 881. Not only did these distinctions lack\nsupport in prior case law, the issue inSmithitself could\neasily be viewed as falling into both of these special categories.\nAfter all, it involved claims for unemployment benefits, and\nmembers of the Native American Church who ingest peyote as part of\na religious ceremony are surely engaging in expressive conduct that\nfalls within the scope of the Free Speech Clause. See,e.g.,Texasv.Johnson,491 U.S.\n397, 404 (1989).None of these obstacles stopped theSmithmajority from adopting its new rule and displacing decades of\nprecedent. The majority feared that continued adherence to that\ncase law would “cour[t] anarchy” because it “would open the\nprospect of constitutionally required religious exemptions from\ncivic obligations of almost every conceivable kind.” 494\nU. S., at 888. The majority recognized that its new\ninterpretation would place small religious groups at a “relative\ndisadvantage,” but the majority found that preferable to the\nproblems it envisioned if theSherberttest had been\nretained.494 U. S., at 890.Four Justices emphatically disagreed withSmith’s reinterpretation of the Free Exercise Clause.\nJustice O’Connor wrote that this new reading “dramatically\ndepart[ed] from well-settled First Amendment jurisprudence” and was\n“incompatible with our Nation’s fundamental commitment to\nindividual religious liberty.” 494 U. S., at 891 (opinion\nconcurring in judgment). Justices Brennan, Marshall, and Blackmun\nprotested that the majority had “mischaracteriz[ed]” and\n“discard[ed]” the Court’s free-exercise jurisprudence on its way to\n“perfunctorily dismiss[ing]” the “settled and inviolate principle”\nthat state laws burdening religious freedom may stand only if\n“justified by a compelling interest that cannot be served by less\nrestrictive means.”Id.,at 907–908 (Blackmun, J., joined by\nBrennan and Marshall, JJ., dissenting).Smith’s impact was quickly felt, and\nCongress was inundated with reports of the decision’s\nconsequences.[26] In\nresponse, it attempted to restore theSherberttest. In the\nHouse, then-Representative Charles Schumer introduced a bill that\nmade a version of that test applicable to all actions taken by the\nFederal Government or the States. H. R. 1308, 103d Cong., 1st\nSess. (1993). This bill, which eventually became the Religious\nFreedom Restoration Act (RFRA), passed in the House without\ndissent, was approved in the Senate by a vote of 97 to 3, and was\nenthusiastically signed into law by President Clinton. 139 Cong.\nRec. 27239–27341 (1993) (House voice vote);id., at 26416\n(Senate vote); Remarks on Signing the Religious Freedom Restoration\nAct of 1993, 29 Weekly Comp. of Pres. Doc. 2377 (1993). And when\nthis Court later held inCity of Boerne,521 U.S.\n507, that Congress lacked the power under the 14th Amendment to\nimpose these rules on the States, Congress responded by enacting\nthe Religious Land Use and Institutionalized Persons Act (RLUIPA)\nunder its spending power and its power to regulate interstate\ncommerce. See 114Stat. 803. Introduced in the Senate by Sen. Orrin\nHatch and cosponsored by Sen. Edward Kennedy, RLUIPA imposed the\nsame rules as RFRA on land use and prison regulations. S. 2869,\n106th Cong., 2d Sess. (2000); 42 U. S. C. §2000ccet\nseq; 146 Cong. Rec. 16698 (2000). RLUIPA passed both Houses of\nCongress without a single negative vote and, like RFRA, was signed\nby President Clinton.Id., at 16703, 16623; Statement on\nSigning the Religious Land Use and Institutionalized Persons Act of\n2000, 36 Weekly Comp. of Pres. Doc. 2168 (2000).RFRA and RLUIPA have restored part of the\nprotection thatSmithwithdrew, but they are both limited in\nscope and can be weakened or repealed by Congress at any time. They\nare no substitute for a proper interpretation of the Free Exercise\nClause.IIIAThat project must begin with the\nconstitutional text. InMartinv.Hunter’s Lessee, 1\nWheat. 304, 338–339 (1816), Justice Story laid down the guiding\nprinciple: “If the text be clear and distinct, no restriction upon\nits plain and obvious import ought to be admitted, unless the\ninference be irresistible.” And even though we now have a thick\nbody of precedent regarding the meaning of most provisions of the\nConstitution, our opinions continue to respect the primacy of the\nConstitution’s text. See,e.g.,Chiafalov.Washington, 591 U. S. ___, ___–___ (2020) (slip op., at\n9–13) (starting with the text of Art. II, §1, before considering\nhistorical practice);Knickv.Township of Scott, 588\nU. S. ___, ___ (2019) (slip op., at 6) (beginning analysis\nwith the text of the Takings Clause);Gamblev.United\nStates, 587 U. S. ___, ___–___ (2019) (slip op., at 3–4)\n(starting with the text of the Fifth Amendment before turning to\nhistory and precedent);City of Boerne, 521 U. S., at\n519 (“In assessing the breadth of §5’s enforcement power, we begin\nwith its text”).Smith,however, paid shockingly little\nattention to the text of the Free Exercise Clause. Instead of\nexamining what readers would have understood its words to mean when\nadopted, the opinion merely asked whether it was “permissible” to\nread the text to have the meaning that the majority favored. 494\nU. S., at 878. This strange treatment of the constitutional\ntext cannot be justified—and is especially surprising since it\nclashes so sharply with the way in whichSmith’s author,\nJustice Scalia, generally treated the text of the Constitution\n(and, indeed, with his entire theory of legal interpretation). As\nhe put it, “What I look for in the Constitution is precisely what I\nlook for in a statute: the original meaning of the text.” A.\nScalia, A Matter of Interpretation 38 (1997). See alsoNLRBv.Noel Canning,573 U.S.\n513, 575–583 (2014) (Scalia, J., concurring in judgment);Stop the Beach Renourishment, Inc.v.Florida Dept. of\nEnvironmental Protection,560 U.S.\n702, 722 (2010) (plurality opinion of Scalia, J.);Marylandv.Craig,497 U.S.\n836, 860–861 (1990) (Scalia, J., dissenting).Justice Scalia’s opinion for the Court inDistrict of Columbiav.Heller,554 U.S.\n570(2008), is a prime example of his usual approach, and it is\na model of what a reexamination of the Free Exercise Clause should\nentail. InHeller, after observing that the “Constitution\nwas written to be understood by the voters,” Justice Scalia’s\nopinion begins by presuming that the “words and phrases” of the\nSecond Amendment carry “their normal and ordinary . . .\nmeaning.”Id., at 576 (internal quotation marks omitted).\nThe opinion then undertakes a careful examination of all the\nAmendment’s key terms. It does not simply ask whether its\ninterpretation of the text is “permissible.”Smith, 494\nU. S., at 878.BFollowing the sound approach that the Court\ntook inHeller, we should begin by considering the “normal\nand ordinary” meaning of the text of the Free Exercise Clause:\n“Congress shall make no law . . . prohibiting the free exercise [of\nreligion].” Most of these terms and phrases—“Congress,”[27] “shall make,” “no law,”[28] and “religion”[29]—do not require discussion for present\npurposes, and we can therefore focus on what remains: the term\n“prohibiting” and the phrase “the free exercise of religion.”Those words had essentially the same meaning in\n1791 as they do today. “To prohibit” meant either “[t]o forbid” or\n“to hinder.” 2 S. Johnson, A Dictionary of the English Language\n(1755) (Johnson (1755)).[30]\nThe term “exercise” had both a broad primary definition\n(“[p]ractice” or “outward performance”) and a narrower secondary\none (an “[a]ct of divine worship whether publick or private”). 1id.[31] (The Court\nlong ago declined to give the First Amendment’s reference to\n“exercise” this narrow reading. See,e.g.,Cantwellv.Connecticut,310 U.S.\n296, 303–304 (1940).) And “free,” in the sense relevant here,\nmeant “unrestrained.” 1 Johnson (1755).[32]If we put these definitions together, the\nordinary meaning of “prohibiting the free exercise of religion” was\n(and still is) forbidding or hindering unrestrained religious\npractices or worship. That straightforward understanding is a far\ncry from the interpretation adopted inSmith. It certainly\ndoes not suggest a distinction between laws that are generally\napplicable and laws that are targeted.As interpreted inSmith, the Clause is\nessentially an anti-discrimination provision: It means that the\nFederal Government and the States cannot restrict conduct that\nconstitutes a religious practice for some people unless it imposes\nthe same restriction on everyone else who engages in the same\nconduct.Smithmade no real attempt to square that\nequal-treatment interpretation with the ordinary meaning of the\nFree Exercise Clause’s language, and it is hard to see how that\ncould be done.The key point for present purposes is that the\ntext of the Free Exercise Clause gives a specific group of people\n(those who wish to engage in the “exercise of religion”) the right\nto do so without hindrance. The language of the Clause does not tie\nthis right to the treatment of persons not in this group.The oddity ofSmith’s interpretation can\nbe illustrated by considering what the same sort of interpretation\nwould mean if applied to other provisions of the Bill of Rights.\nTake the Sixth Amendment, which gives a specified group of people\n(the “accused” in criminal cases) a particular right (the right to\nthe “Assistance of Counsel for [their] defence”). Suppose that\nCongress or a state legislature adopted a law banning counsel inall litigation, civil and criminal. Would anyone doubt that\nthis law would violate the Sixth Amendment rights of criminal\ndefendants?Or consider the Seventh Amendment, which gives a\nspecified group of people (parties in most civil “Suits at common\nlaw”) “the right of trial by jury.” Would there be any question\nthat a law abolishing juries inallcivil cases would\nviolate the rights of parties in cases that fall within the Seventh\nAmendment’s scope?Other examples involving language similar to\nthat in the Free Exercise Clause are easy to imagine. Suppose that\nthe amount of time generally allotted to complete a state bar exam\nis 12 hours but that applicants with disabilities secure a consent\ndecree allowing them an extra hour. Suppose that the State later\nadopts a rule requiring all applicants to complete the exam in 11\nhours. Would anyone argue that this was consistent with the\ndecree?Suppose that classic car enthusiasts secure the\npassage of a state constitutional amendment exempting cars of a\ncertain age from annual safety inspections, but the legislature\nlater enacts a law requiring such inspections for all vehicles\nregardless of age. Can there be any doubt that this would violate\nthe state constitution?It is not necessary to belabor this point\nfurther. What all these examples show is thatSmith’s\ninterpretation conflicts with the ordinary meaning of the First\nAmendment’s terms.CIs there any way to bring about a\nreconciliation? The short answer is “no.” Survey all the briefs\nfiled in support of respondents (they total more than 40) and three\ndecades of law review articles, and what will you find?\nPhiladelphia’s brief refers in passing to one possible argument—and\nthe source it cites is a law review article by one ofSmith’s leading academic critics, Professor Michael W.\nMcConnell. See Brief for City Respondents 49 (citing McConnell,\nFree Exercise Revisionism 1115). Trying to see if there was any way\nto makeSmithfit with the constitutional text, Professor\nMcConnell came up with this argument—but then rejected it.\nMcConnell,Free Exercise Revisionism 1115–1116.The argument goes as follows: Even if a law\nprohibits conduct that constitutes an essential religious practice,\nit cannot be said to “prohibit” the free exercise of religion\nunless that was the lawmakers’ specific object.This is a hair-splitting interpretation. It\ncertainly does not represent the “normal and ordinary” meaning of\nthe Free Exercise Clause’s terms. SeeHeller, 554\nU. S., at 576. Consider how it would play out if applied to\nsome of the hypothetical laws discussed at the beginning of this\nopinion. A law categorically banning all wine would not “prohibit”\nthe celebration of a Catholic Mass? A law categorically forbidding\nthe slaughter of a conscious animal would not “prohibit” kosher and\nhalal slaughterhouses? A rule categorically banning any head\ncovering in a courtroom would not “prohibit” appearances by\northodox Jewish men, Sikh men, and Muslim women who wear hijabs? It\nis no wonder thatSmith’s many defenders have almost\nuniformly foregone this argument.DNot only is it difficult to squareSmith’s interpretation with the terms of the Free Exercise\nClause, the absence of any language referring to equal treatment is\nstriking. If equal treatment was the objective, why didn’t Congress\nsay that? And since it would have been simple to cast the Free\nExercise Clause in equal-treatment terms, why would the state\nlegislators who voted for ratification have read the Clause that\nway?It is not as if there were no models that could\nhave been used. Other constitutional provisions contain\nnon-discrimination language. For example, Art. I, §9, cl. 6,\nprovides that “[n]o Preference shall be given by any Regulation of\nCommerce or Revenue to the Ports of one State over those of\nanother.” Under Art. IV, §2, cl. 1, “[t]he Citizens of each\nState shall be entitled to all Privileges and Immunities of\nCitizens in the several States.” Article V provides that “no State,\nwithout its Consent, shall be deprived of its equal Suffrage in the\nSenate.” Language mandating equal treatment of one sort or another\nalso appeared in the religious liberty provisions of colonial\ncharters and state constitutions.[33] But Congress eschewed those models. The contrast\nbetween these readily available anti-discrimination models and the\nlanguage that appears in the First Amendment speaks volumes.IVAWhile we presume that the words of the\nConstitution carry their ordinary and normal meaning, we cannot\ndisregard the possibility that some of the terms in the Free\nExercise Clause had a special meaning that was well understood at\nthe time.Heller, again, provides a helpful example.Hellerdid not hold that the right to keep and bear arms\nmeans that everyone has the right to keep and bear every type of\nweaponry in all places and at all times. Instead, it held that the\nSecond Amendment protects a known right that was understood to have\ndefined dimensions. 554 U. S., at 626–628.FollowingHeller’s lead, we must ask\nwhether the Free Exercise Clause protects a right that was known at\nthe time of adoption to have defined dimensions. But in doing so,\nwe must keep in mind that there is a presumption that the words of\nthe Constitution are to be interpreted in accordance with their\n“normal and ordinary” sense.Id., at 576 (internal quotation\nmarks omitted). Anyone advocating a different reading must overcome\nthat presumption.B1What was the free-exercise right understood to\nmean when the Bill of Rights was ratified? And in particular, was\nit clearly understood that the right simply required equal\ntreatment for religious and secular conduct? WhenSmithwas\ndecided, scholars had not devoted much attention to the original\nmeaning of the Free Exercise Clause, and the parties’ briefs\nignored this issue, as did the opinion of the Court. Since then,\nhowever, the historical record has been plumbed in detail,[34] and we are now in a good\nposition to examine how the free-exercise right was understood when\nthe First Amendment was adopted.By that date, the right to religious liberty\nalready had a long, rich, and complex history in this country. What\nappears to be the first “free exercise” provision was adopted in\n1649. Prompted by Lord Baltimore,[35] the Maryland Assembly enacted a provision protecting\nthe right of all Christians to engage in “the free exercise” of\nreligion.[36] Rhode Island’s\n1663 Charter extended the right to all. See Charter of Rhode Island\nand Providence Plantations (1663), in Cogan 34. Early colonial\ncharters and agreements in Carolina, Delaware, New Jersey, New\nYork, and Pennsylvania also recognized the right to free\nexercise,[37] and by 1789,\nevery State except Connecticut had a constitutional provision\nprotecting religious liberty. McConnell, Origins 1455. In fact, the\nFree Exercise Clause had more analogs in State Constitutions than\nany other individual right. See Calabresi, Agudo, & Dore, State\nBills of Rights in 1787 and 1791: What Individual Rights Are Really\nDeeply Rooted in American History and Tradition? 85 S. Cal. L. Rev.\n1451, 1463–1464, 1472–1473 (2012). In all of those State\nConstitutions, freedom of religion enjoyed broad protection, and\nthe right “was universally said to be an unalienable right.”\nMcConnell, Origins 1456.[38]2What was this right understood to protect? In\nseeking to discern that meaning, it is easy to get lost in the\nvoluminous discussion of religious liberty that occurred during the\nlong period from the first British settlements to the adoption of\nthe Bill of Rights. Many different political figures, religious\nleaders, and others spoke and wrote about religious liberty and the\nrelationship between the authority of civil governments and\nreligious bodies. The works of a variety of thinkers were\ninfluential, and views on religious liberty were informed by\nreligion, philosophy, historical experience, particular\ncontroversies and issues, and in no small measure by the practical\ntask of uniting the Nation. The picture is complex.For present purposes, we can narrow our focus\nand concentrate on the circumstances that relate most directly to\nthe adoption of the Free Exercise Clause. As has often been\nrecounted, critical state ratifying conventions approved the\nConstitution on the understanding that it would be amended to\nprovide express protection for certain fundamental rights,[39] and the right to religious\nliberty was unquestionably one of those rights. As noted, it was\nexpressly protected in 12 of the 13 State Constitutions, and these\nstate constitutional provisions provide the best evidence of the\nscope of the right embodied in the First Amendment.When we look at these provisions, we see one\npredominant model. This model extends broad protection for\nreligious liberty but expressly provides that the right does not\nprotect conduct that would endanger “the public peace” or\n“safety.”This model had deep roots in early colonial\ncharters. It appeared in the Rhode Island Charter of 1663,[40] the Second Charter of Carolina\nin 1665,[41] and the New\nYork Act Declaring Rights & Priviledges in 1691.[42]By the founding, more than half of the State\nConstitutions contained free-exercise provisions subject to a\n“peace and safety” carveout or something similar. The Georgia\nConstitution is a good example. It provided that “[a]ll persons\nwhatever shall have the free exercise of their religion; provided\nit be not repugnant to thepeace and safetyof the State.”\nGa. Const., Art. LVI (1777), in Cogan 16 (emphasis added). The\nfounding era Constitutions of Delaware, Maryland, Massachusetts,\nNew Hampshire, New York, Rhode Island, and South Carolina all\ncontained broad protections for religious exercise, subject to\nlimited peace-and-safety carveouts.[43]The predominance of this model is highlighted by\nits use in the laws governing the Northwest Territory. In the\nNorthwest Ordinance of 1787, the Continental Congress provided that\n“[n]o person, demeaning himself ina peaceable and orderly\nmanner, shall ever be molested on account of his mode of\nworship, or religious sentiments, in the said territory.” Art. I\n(emphasis added). After the ratification of the Constitution, the\nFirst Congress used similar language in the Northwest Ordinance of\n1789. See Act of Aug. 7, 1789, 1Stat. 52 (reaffirming Art. I of\nNorthwest Ordinance of 1787). Since the First Congress also framed\nand approved the Bill of Rights, we have often said that its\napparent understanding of the scope of those rights is entitled to\ngreat respect. See,e.g., Town of Greecev.Galloway,572 U.S.\n565, 575–578 (2014);Harmelinv.Michigan,501 U.S.\n957, 980 (1991) (opinion of Scalia, J.);Marshv.Chambers,463 U.S.\n783, 786–792 (1983);Carrollv.United States,267 U.S.\n132, 150–151 (1925).3The model favored by Congress and the state\nlegislatures—providing broad protection for the free exercise of\nreligion except where public “peace” or “safety” would be\nendangered—is antithetical toSmith.If, asSmithheld, the free-exercise right does not require any religious\nexemptions from generally applicable laws, it is not easy to\nimagine situations in which a public-peace-or-safety carveout would\nbe necessary. Legislatures enact generally applicable laws to\nprotect public peace and safety. If those laws are thought to be\nsufficient to address a particular type of conduct when engaged in\nfor a secular purpose, why wouldn’t they also be sufficient to\naddress the same type of conduct when carried out for a religious\nreason?Smith’s defenders have no good answer.\nTheir chief response is that the free-exercise provisions that\nincluded these carveouts were tantamount to theSmithrule\nbecause any conduct that is generally prohibited or generally\nrequired can be regarded as necessary to protect public peace or\nsafety. SeeCity of Boerne, 521 U. S., at 539 (Scalia,\nJ., concurring in part) (“At the time these provisos were enacted,\nkeeping ‘peace’ and ‘order’ seems to have meant, precisely, obeying\nthe laws”).This argument gives “public peace and safety” an\nunnaturally broad interpretation. Samuel Johnson’s 1755 dictionary\ndefined “peace” as: “1. Respite from war. . . . 2.\nQuiet from suits or disturbances. . . . 3. Rest from\nany commotion. 4. Stil[l]ness from riots or\ntumults. . . . 5. Reconciliation of\ndifferences. . . . 6. A state not\nhostile. . . . 7. Rest; quiet; content; freedom from\nterrour; heavenly rest. . . .” 2 Johnson.[44]In ordinary usage, the term “safety” was\nunderstood to mean: “1. Freedom from danger. . . . 2.\nExemption from hurt. 3. Preservation from hurt. . . .”Ibid.[45]When “peace” and “safety” are understood in this\nway, it cannot be said that every violation of every law imperils\npublic “peace” or “safety.” In 1791 (and today), violations of many\nlaws do not threaten “war,” “disturbances,” “commotion,” “riots,”\n“terrour,” “danger,” or “hurt.” Blackstone catalogs numerous\nviolations that do not threaten any such harms, including\n“cursing”;[46] refusing to\npay assessments for “the repairs of sea banks and sea walls” and\nthe “cleansing of rivers, public streams, ditches and other\nconduits”;[47] “retaining a\nman’s hired servant before his time is expired”;[48] an attorney’s failure to show up for a\ntrial;[49] the unauthorized\n“solemniz[ing of a] marriage in any other place besides a church,\nor public chapel wherein banns have been usually\npublished”;[50]\n“transporting and seducing our artists to settle abroad”;[51] engaging in the conduct of “a\ncommon scold”;[52] and\n“exercis[ing] a trade in any town, without having previously served\nas an apprentice for seven years.”[53]In contrast to these violations, Blackstone\nlists “offences against the public peace.” 4 Commentaries on the\nLaws of England 142–153 (1769). Those include: riotous assembling\nof 12 persons or more; unlawful hunting; anonymous threats and\ndemands; destruction of public floodgates, locks, or sluices on a\nnavigable river; public fighting; riots or unlawful assemblies;\n“tumultuous” petitioning; forcible entry or detainer; riding or\n“going armed” with dangerous or unusual weapons; spreading false\nnews to “make discord between the king and nobility, or concerning\nany great man of the realm”; spreading “false and pretended”\nprophecies to disturb the peace; provoking breaches of the peace;\nand libel “to provoke . . . wrath, or expose [an individual] to\npublic hatred, contempt, and ridicule.”Ibid.(emphasis\ndeleted); see also McConnell, Freedom from Persecution 835–836.\nThese offenses might inform what constitutes actual or threatened\nbreaches of public peace or safety in the ordinary sense of those\nterms.[54] But the ordinary\nmeaning of offenses that threaten public peace or safety must be\nstretched beyond the breaking point to encompassallviolations ofanylaw.[55]CThat the free-exercise right included the\nright to certain religious exemptions is strongly supported by the\npractice of the Colonies and States. When there were important\nclashes between generally applicable laws and the religious\npractices of particular groups, colonial and state legislatures\nwere willing to grant exemptions—even when the generally applicable\nlaws served critical state interests.Oath exemptions are illustrative. Oath\nrequirements were considered “indispensable” to civil society\nbecause they were thought to ensure that individuals gave truthful\ntestimony and fulfilled commitments. McConnell, Origins 1467.\nQuakers and members of some other religious groups refused to take\noaths,ibid., and therefore a categorical oath requirement\nwould have resulted in the complete exclusion of these Americans\nfrom important civic activities, such as testifying in court and\nvoting, seeibid.Tellingly, that is not what happened. In the\n1600s, Carolina allowed Quakers to enter a pledge rather than\nswearing an oath.Ibid.In 1691, New York permitted Quakers\nto give testimony after giving an affirmation.Ibid.Massachusetts did the same in 1743.Id.,at 1467–1468. In\n1734, New York also allowed Quakers to qualify to vote by making an\naffirmation, and in 1740, Georgia granted an exemption to Jews,\nallowing them to omit the phrase “ ‘on the faith of a\nChristian’ ” from the State’s naturalization oath.Id.,at 1467. By 1789, almost all States had passed oath exemptions.Id., at 1468.Some early State Constitutions and declarations\nof rights formally provided oath exemptions for religious\nobjectors. For instance, the Maryland Declaration of Rights of 1776\ndeclared that Quakers, Mennonites, and members of some other\nreligious groups “ought to be allowed to make their solemn\naffirmation” instead of an oath. §36, in Cogan 18. Similarly, the\nMassachusetts Constitution of 1780 permitted Quakers holding\ncertain government positions to decline to take the prescribed oath\nof office, allowing affirmations instead. Pt. II, ch. VI, Art. I,\ninid.,at 22. The Federal Constitution likewise permits\nfederal and state officials to make either an “OathorAffirmation, to support this Constitution.” Art. VI, cl. 3\n(emphasis added); see also Art. I, §3, cl. 6; Art. II, §1, cl.\n8.Military conscription provides an even more\nrevealing example. In the Colonies and later in the States,\nable-bodied men of a certain age were required to serve in the\nmilitia, seeHeller, 554 U. S., at 595–596, but\nQuakers, Mennonites, and members of some other religious groups\nobjected to militia service on religious grounds, see McConnell,\nOrigins 1468. The militia was regarded as essential to the security\nof the State and the preservation of freedom, seeHeller,\n554 U. S., at 597–598, but colonial governments nevertheless\ngranted religious exemptions, see McConnell, Origins 1468. Rhode\nIsland, Maryland, North Carolina, and New Hampshire did so in the\nfounding era.Ibid.In 1755, New York permitted a\nconscientious objector to obtain an exemption if he paid a fee or\nsent a substitute.Ibid.Massachusetts adopted a similar law\ntwo years later, and Virginia followed suit in 1776.Ibid.,\nand n. 297.The Continental Congress also granted exemptions\nto religious objectors because conscription would do “violence to\ntheir consciences.” Resolution of July 18, 1775, in 2 Journals of\nthe Continental Congress, 1774–1789, p. 189 (W. Ford ed. 1905)\n(quoted in McConnell, Origins 1469, and n. 299). This decision is\nespecially revealing because during that time the Continental Army\nwas periodically in desperate need of soldiers,[56] the very survival of the new Nationoften seemed in danger,[57] and the Members of Congress faced bleak\npersonal prospects if the war was lost.[58] Yet despite these stakes, exemptions were\ngranted.Colonies with established churches also\npermitted non-members to decline to pay special taxes dedicated to\nthe support of ministers of the established church. McConnell,\nOrigins 1469. Massachusetts and Connecticut exempted Baptists and\nQuakers in 1727.Ibid.Virginia provided exemptions to\nHuguenots in 1700, German Lutherans in 1730, and dissenters from\nthe Church of England in 1776.Ibid.; see also S. Cobb, The\nRise of Religious Liberty in America 98, 492 (1902). Beginning in\n1692, New Hampshire exempted those who could prove they were\n“ ‘conscientiously’ ” of a “ ‘different\npersuasion,’ ” regularly attended their own religious\nservices, and contributed financially to their faith.\nMcConnell,Origins 1469.Various other religious exemptions were also\nprovided. North Carolina and Maryland granted exemptions from the\nrequirement that individuals remove their hats in court, a gesture\nthat Quakers viewed as an impermissible showing of respect to a\nsecular authority.Id., at 1471–1472. And Rhode Island\nexempted Jews from some marriage laws.Id., at 1471.In an effort to dismiss the significance of\nthese legislative exemptions, it has been argued that they show\nonly what the Constitution permits, not what it requires.City\nof Boerne, 521 U. S., at 541 (opinion of Scalia, J.). But\nlegislatures provided those accommodations before the concept of\njudicial review took hold, and their actions are therefore strong\nevidence of the founding era’s understanding of the free-exercise\nright. See McConnell,Free Exercise Revisionism 1119. Cf.Heller, 554 U. S., at 600–603 (looking to state\nconstitutions that preceded the adoption of the Second\nAmendment).DDefenders ofSmithhave advanced\nhistorical arguments of their own, but they are unconvincing, and\nin any event, plainly insufficient to overcome the ordinary meaning\nof the constitutional text.1One prominent argument points to language in\nsome founding-era charters and constitutions prohibiting laws or\ngovernment actions that were taken “for” or “on account” of\nreligion. SeeCity of Boerne, 521 U. S., at 538–539\n(opinion of Scalia, J.). That phrasing, it is argued, reaches only\nmeasures that target religion, not neutral and generally applicable\nlaws. This argument has many flaws.No such language appears in the Free Exercise\nClause, and in any event, the argument rests on a crabbed reading\nof the words “for” or “on account of ” religion. As Professor\nMcConnell has explained, “[i]f a member of the Native American\nChurch is arrested for ingesting peyote during a religious\nceremony, then he surely is molested ‘for’ or ‘on account of ’\nhis religious practice—even though the law under which he is\narrested is neutral and generally applicable.” Freedom From\nPersecution 834.This argument also ignores the full text of many\nof the provisions on which it relies.Id.,at 833–834. While\nsome protect against government actions taken “for” or “on account\nof ” religion, they do not stop there. Instead, they go on to\nprovide broader protection for religious liberty. See,e.g.,Maryland Act Concerning Religion (1649), in Cogan 17 (guaranteeing\nresidents not be “troubled . . . in the free exercise [of\nreligion]”); New York Constitution (1777), inid., at 26\n(guaranteeing “the free Exercise and Enjoyment of religious\nProfession and Worship”).2Another argument advanced bySmith’s\ndefenders relies on the paucity of early cases “refusing to enforce\na generally applicable statute because of its failure to make\naccommodation,”City of Boerne, 521 U. S., at 542\n(opinion of Scalia, J.). If exemptions were thought to be\nconstitutionally required, they contend, we would see many such\ncases.There might be something to this argument if\nthere were a great many cases denying exemptions and few granting\nthem, but the fact is that diligent research has found only a\nhandful of cases going either way. Commentators have discussed the\ndearth of cases, and as they note, there are many possible\nexplanations.[59] Early 19th\ncentury legislation imposed only limited restrictions on private\nconduct, and this minimized the chances of conflict between\ngenerally applicable laws and religious practices. The principal\nconflicts that arose—involving oaths, conscription, and taxes to\nsupport an established church—were largely resolved by state\nconstitutional provisions and laws granting exemptions. And the\nreligious demographics of the time decreased the likelihood of\nconflicts. The population was overwhelmingly Christian and\nProtestant, the major Protestant denominations made up the great\nbulk of the religious adherents,[60] and other than with respect to the issue of taxes to\nsupport an established church, it is hard to think of conflicts\nbetween the practices of the members of these denominations and\ngenerally applicable laws that a state legislature might have\nenacted.Members of minority religions are most likely to\nencounter such conflicts, and the largest minority group, the\nQuakers, who totaled about 10% of religious adherents,[61] had received exemptions for the\npractices that conflicted with generally applicable laws. As will\nlater be shown, seeinfra, at 46–50, the small number of\nreligious-exemption cases that occurred during the early 19th\ncentury involved members of what were then tiny religious\ngroups—such as Catholics, Jews, and Covenanters.[62] Given the size of these groups, one\nwould not expect a large number of cases. And where cases arose,\nthe courts’ decisions may not have always been reported. Barclay,\nThe Historical Origins of Judicial Religious Exemptions, 96 Notre\nDame L. Rev. 55, 70 (2020).3When the body of potentially relevant cases is\nexamined, they provide little support forSmith’s\ninterpretation of the free-exercise right. Not only are these\ndecisions few in number, but they reached mixed results. In\naddition, some are unreasoned; some provide ambiguous explanations;\nand many of the cases denying exemptions were based on grounds that\ndo not supportSmith.The most influential early case granting an\nexemption wasPeoplev.Philips, 1 W. L. J. 109,\n112–113 (Gen. Sess., N. Y. 1813), where the court held that a\nCatholic priest could not be compelled to testify about a\nconfession. The priest’s refusal, the court reasoned, was protected\nby the state constitutional right to the free exercise of religion\nand did not fall within the exception for “acts of licentiousness”\nand “practices inconsistent with the peace or safety of th[e]\nState.”[63] This, of course,\nis exactly the understanding of the free-exercise right that is\nseen in the founding era State Constitutions.AlthoughPhilipswas not officially\nreported, knowledge of the decision appears to have spread widely.\nFour years later, another New York court implicitly reaffirmed the\nprinciplePhilipsrecognized but found the decision\ninapplicable because the Protestant minister who was called to\ntestify did not feel a religious obligation to refuse. SeeSmith’s Case, 2 N. Y. City-Hall Recorder 77, 80,\nand n. (1817); McConnell, Origins 1505–1506; Walsh 40–41.In 1827, a South Carolina court relied onPhilipsas support for its decision to grant an exemption\nfrom a state law relied on to bar the testimony of a witness who\ndenied a belief in punishment after death for testifying falsely,\nand the State’s newly constituted high court approved that opinion.Farnandisv.Henderson, 1 Carolina L. J. 202, 213,\n214 (1827).[64]InCommonwealthv.Cronin, 2 Va.\nCir. 488, 498, 500, 505 (1855), a Virginia court followedPhilipsand held that a priest’s free-exercise right\nrequired an exemption from the general common law rule compelling a\nwitness to “disclose all he may know” when giving testimony.On the other side of the ledger, the most\nprominent opponent of exemptions was John Bannister Gibson of the\nPennsylvania Supreme Court. Today, Gibson is best known for his\ndissent inEakinv. Raub, 12 Serg. & Rawle 330,\n355–356 (1825), which challenged John Marshall’s argument for\njudicial review inMarburyv. Madison, 1 Cranch 137\n(1803). See McConnell, Origins 1507. Three years afterEakin, Gibson’s dissent inCommonwealthv.Lesher, 17 Serg. & Rawle 155 (Pa. 1828), advanced a\nrelated argument against decisions granting religious exemptions.\nGibson agreed that the state constitutional provision protecting\nreligious liberty conferred the right to do or forbear from doing\nany act “not prejudicial to the public weal,” but he argued that\njudges had no authority to override legislative judgments about\nwhat the public weal required.Id.,at 160–161 (emphasis\ndeleted).Three years later, he made a similar argument in\ndicta inPhilips’s Executorsv.Gratz, 2 Pen. &\nW. 412, 412–413 (Pa. 1831), where a Jewish plaintiff had taken a\nnon-suit (agreed to a dismissal) in a civil case scheduled for\ntrial on a Saturday. Gibson’s opinion for the Court set aside the\nnon-suit on other grounds but rejected the plaintiff ’s\nreligious objection to trial on Saturday.Id.,at 416–417.\nHe proclaimed that a citizen’s obligation to the State must always\ntake precedence over any religious obligation, and he expressly\nregistered disagreement with the New York court’s decision inPhilips.Id.,at 417.In South Carolina, an exemption claim was denied\ninStatev.Willson, 13 S. C. L. 393, 394–397 (1823),\nwhere the court refused to exempt a member of the Covenanters\nreligious movement from jury service. Because Covenanters opposed\nthe Constitution on religious grounds, they refused to engage in\nactivities, such as jury service and voting, that required an oath\nto support the Constitution or otherwise enlisted their\nparticipation in the Nation’s scheme of government.[65] It is possible to read the opinion inWillsonas embodying something like theSmithrule—or\nas concluding that granting the exemption would have opened the\nfloodgates and undermined public peace and safety. See 13 S. C. L.,\nat 395 (“who could distinguish . . . between the pious\nasseveration of a holy man and that of an accomplished villain”).\nBut ifWillsonis read as rejecting religious exemptions,\nSouth Carolina’s reconstituted high court reversed that position inFarnandis.[66]Other cases denying exemptions are even less\nhelpful toSmith’s defenders. Three decisions rejected\nchallenges to Sunday closing laws by merchants who celebrated\nSaturday as the Sabbath, but at least two of these were based on\nthe court’s conclusion that the asserted religious belief was\nunfounded. SeeCity Council of Charlestonv.Benjamin, 33 S. C. L. 508, 529 (1846) (“There is\n. . . no violation of the Hebrew’s religion, in requiring\nhim to cease from labor on another day than his Sabbath, if he be\nleft free to observe the latter according to his religion”\n(emphasis deleted));Commonwealthv.Wolf, 3 Serg.\n& Rawle 47, 50, 51 (Pa. 1817) (“[T]he Jewish Talmud\n. . . asserts no such doctrine” and the objection was\nmade “out of mere caprice”). That reasoning is contrary to a\nprinciple thatSmithreaffirmed: “Repeatedly and in many\ndifferent contexts, we have warned that courts must not presume to\ndetermine . . . the plausibility of a religious claim.”\n494 U. S., at 887.A third Sunday closing law decision appears to\nrest at least in part on a similar ground. SeeSpechtv.Commonwealth, 8 Pa. 312 (1848). The court observed that the\nmerchant’s conscience rights might have been violated if his\nreligion actually required him to work on Sunday, but the court\nconcluded that the commandment to keep holy the Sabbath had never\nbeen understood to impose “an imperative obligation to fill up each\nday of the other six with some worldly employment.”Id., at\n326.Other cases cited as denying exemptions were\ndecided on nebulous grounds. InStansburyv. Marks, 2\nDall. 213 (Pa. 1793), a decision of the Pennsylvania Supreme Court,\nthe case report in its entirety states: “In this cause (which was\ntried on Saturday, the 5th of April) the defendant offered Jonas\nPhillips, a Jew, as a witness; but he refused to be sworn, because\nit was his Sabbath. The Court, therefore, fined him £10; but the\ndefendant, afterwards, waving the benefit of his testimony, he was\ndischarged from the fine.” (Emphasis deleted.) What can be deduced\nfrom this cryptic summary? Was the issue mooted when the defendant\nwaived the benefit of Phillips’s testimony? Who can tell?InCommonwealthv.Drake, 15 Mass.\n161 (1818), the Supreme Judicial Court of Massachusetts summarily\naffirmed the conviction of a criminal defendant who was convicted\nafter the trial court admitted the testimony of his fellow church\nmembers before whom he had confessed. The State argued that the\ndefendant had voluntarily confessed, that his confession was not\nrequired by any “ecclesiastical rule,” and that he had confessed\n“not to the church” but “to his friends and neighbours.”Id., at 162. Because the court provided no explanation of\nits decision, this case sheds no light on the understanding of the\nfree-exercise right.All told, this mixed bag of antebellum decisions\ndoes little to supportSmith, and extending the search past\nthe Civil War does not advanceSmith’s cause. One of the\nobjectives of the Fourteenth Amendment, it has been argued, was to\nprotect the religious liberty of African-Americans in the South,\nwhere a combination of laws that did not facially target religious\npractice had been used to suppress religious exercise by slaves.\nSee generally Lash, The Second Adoption of the Free Exercise\nClause: Religious Exemptions Under the Fourteenth Amendment, 88 Nw.\nU. L. Rev. 1106 (1994).4Some have claimed that the drafting history of\nthe Bill of Rights supportsSmith. See Brief for First\nAmendment Scholars asAmici Curiae10–11; Muñoz, Original\nMeaning 1085. But as Professor Philip Hamburger, one ofSmith’s most prominent academic defenders, has concluded,\n“[w]hat any of this [history] implies about the meaning of the Free\nExercise Clause is speculative.” Religious Exemption 928.Here is the relevant history. The House debated\na provision, originally proposed by Madison, that protected the\nright to bear arms but included language stating that “no person,\nreligiously scrupulous, shall be compelled to bear arms.” 1 Annals\nof Cong. 749, 766 (1789); see also Muñoz, Original Meaning 1112.\nSome Members spoke in favor ofthe proposal,[67] others opposed it,[68] and in the end, after adding the words “in person” at\nthe end of the clause, the House adopted it.[69] The Senate, however, rejected the proposal\n(for reasons not provided on the public record),id., at\n1116, and the House acceded to the deletion.Those who claim that this episode supportsSmithargue that the House would not have found it necessary\nto include this proviso in the Second Amendment if it had thought\nthat the Free Exercise Clause already protected conscientious\nobjectors from conscription, Muñoz, Original Meaning 1120, but that\nconclusion is unfounded. Those who favored Madison’s language might\nhave thought it necessary, not because the free-exercise rightneverrequired religious exemptions but because they feared\nthat exemption from military service would be held to fall into the\nfree-exercise right’s carveout for conduct that threatens public\nsafety.[70] And of course,\nit could be argued that the willingness of the House to\nconstitutionalize this exemption despite its potential effect on\nnational security shows the depth of the Members’ commitment to the\nconcept of religious exemptions.As for the Senate’s rejection of the proviso, we\nhave often warned against drawing inferences from Congress’s\nfailure to adopt a legislative proposal. SeeSchneidewindv.ANR Pipeline Co.,485 U.S.\n293, 306 (1988) (“This Court generally is reluctant to draw\ninferences from Congress’ failure to act”);Brechtv.Abrahamson,507 U.S.\n619, 632–633 (1993) (collecting cases). And in this instance,\nthere are many possible explanations for what happened in the\nSenate. The rejection of the provisocouldhave been due to\na general objection to religious exemptions, but it could also have\nbeen based on any of the following grounds: opposition to this\nparticular exemption, the belief that conscientious objectors were\nalready protected by the Free Exercise Clause, a belief that\nmilitary service fell within the public safety carveout, or the\nview that Congress should be able to decide whether to grant or\nwithhold such exemptions based on its assessment of what national\nsecurity required at particular times.*  *  *In sum, based on the text of the Free Exercise\nClause and evidence about the original understanding of the\nfree-exercise right, the case forSmithfails to overcome\nthe more natural reading of the text. Indeed, the case againstSmithis very convincing.VThat conclusion cannot end our analysis. “We\nwill not overturn a past decision unless there are strong grounds\nfor doing so,”Janusv.State, County, and Municipal\nEmployees,585 U. S. ___, ___ (2018) (slip op., at 34),\nbut at the same time,stare decisisis “not an inexorable\ncommand.”Ibid.(internal quotation marks omitted). It “is\nat its weakest when we interpret the Constitution because our\ninterpretation can be altered only by constitutional amendment or\nby overruling our prior decisions.”Agostiniv.Felton,521 U.S.\n203, 235 (1997). And it applies with “perhaps least force of\nall to decisions that wrongly denied First Amendment rights.”Janus, 585 U. S., at ___ (slip op., at 34); see alsoFederal Election Comm’nv.Wisconsin Right to Life,\nInc.,551 U.S.\n449, 500 (2007) (Scalia, J., concurring in part and concurring\nin judgment) (“This Court has not hesitated to overrule decisions\noffensive to the First Amendment (a fixed star in our\nconstitutional constellation, if there is one)” (internal quotation\nmarks omitted));Citizens Unitedv.Federal Election\nComm’n,558 U.S.\n310, 365 (2010) (overrulingAustinv.Michigan\nChamber of Commerce,494 U.S.\n652(1990));West Virginia Bd. of Ed.v.Barnette,319 U.S.\n624, 642 (1943) (overrulingMinersville School Dist.v. Gobitis,310 U.S.\n586(1940)).In assessing whether to overrule a past decision\nthat appears to be incorrect, we have considered a variety of\nfactors, and four of those weigh strongly againstSmith: its\nreasoning; its consistency with other decisions; the workability of\nthe rule that it established; and developments since the decision\nwas handed down. SeeJanus, 585 U. S., at ___–___ (slip\nop., at 34–35). No relevant factor, including reliance, weighs inSmith’s favor.ASmith’s reasoning. As explained in\ndetail above,Smithis a methodological outlier. It ignored\nthe “normal and ordinary” meaning of the constitutional text, seeHeller, 554 U. S., at 576, and it made no real effort\nto explore the understanding of the free-exercise right at the time\nof the First Amendment’s adoption. And the Court adopted its\nreading of the Free Exercise Clause with no briefing on the issue\nfrom the parties oramici. Laycock, 8 J. L. & Religion,\nat 101.Then there isSmith’s treatment of\nprecedent. It looked for precedential support in strange places,\nand the many precedents that stood in its way received remarkably\nrough treatment.Looking for a case that had endorsed its\nno-exemptions view,Smithturned toGobitis, 310\nU. S., at 586, a decision that Justice Scalia himself later\nacknowledged was “erroneous,”Wisconsin Right to Life,Inc., 551 U. S., at 500–501 (opinion concurring in\npart). William Gobitas,[71]\na 10-year-old fifth grader, and his 12-year-old sister Lillian\nrefused to salute the flag during the Pledge of Allegiance because,\nalong with other Jehovah’s Witnesses, they thought the salute\nconstituted idolatry. 310 U. S., at 591–592.[72] William’s “teacher tried to force his\narm up, but William held on to his pocket and successfully\nresisted.”[73] The Gobitas\nchildren were expelled from school, and the family grocery was\nboycotted.[74]This Court upheld the children’s expulsion\nbecause, in ringing rhetoric quoted bySmith,\n“[c]onscientious scruples have not, in the course of the long\nstruggle for religious toleration, relieved the individual from\nobedience to a general law not aimed at the promotion or\nrestriction of religious beliefs.” 310 U. S., at 594; see alsoSmith, 494 U. S., at 879 (quoting this passage). This\ndeclaration was overblown when issued in 1940. (As noted, many\nreligious exemptions had been granted by legislative bodies, and\nthe 1940 statute instituting the peacetime draft continued that\ntradition by exempting conscientious objectors. Selective Training\nand Service Act, 54Stat. 885, 889.) By 1990, whenSmithwas\nhanded down, the pronouncement flew in the face of nearly 40 years\nof Supreme Court precedent.But even if all that is put aside,Smith’s recourse toGobitiswas surprising because\nthe decision was overruled just three years later when three of the\nJustices in the majority had second thoughts. SeeBarnette,\n319 U.S. 642;id.,at 643–644 (Black and Douglas, JJ.,\nconcurring);id.,at 644–646 (Murphy, J., concurring).\nTurningGobitis’s words on their head,Barnetteheld\nthat students with religious objections to saluting the flag were\nindeed “relieved . . . from obedience to a general [rule]\nnot aimed at the promotion or restriction of religious beliefs.”Gobitis, 310 U. S., at 594.After revivingGobitis’s anti-exemption\nrhetoric,Smithturned toReynoldsv.United\nStates,98 U.S.\n145, an 1879 decision upholding the polygamy conviction of a\nmember of the Church of Jesus Christ of Latter-day Saints. UnlikeGobitis,Reynoldsat least had not been\noverruled,[75] but the\ndecision was not based on anything likeSmith’s\ninterpretation of the Free Exercise Clause. It rested primarily on\nthe proposition that the Free Exercise Clause protects beliefs, not\nconduct. 98 U. S., at 166–167. The Court had repudiated that\ndistinction a half century beforeSmithwas decided. SeeCantwell, 310 U. S., at 303–304;Murdockv.Pennsylvania,319 U.S.\n105, 110–111, 117 (1943). AndSmithitself agreed! See\n494 U. S., at 877.The remaining pre-Sherbertcases cited bySmithactually cut against its interpretation. None was\nbased on the rule thatSmithadopted. Although these\ndecisions ended up denying exemptions, they did so on other\ngrounds. InPrincev.Massachusetts,321 U.S.\n158(1944), where a Jehovah’s Witness who enlisted a child to\ndistribute religious literature was convicted for violating a state\nchild labor law, the decision was based on the Court’s assessment\nof the strength of the State’s interest.Id., at 159–160,\n162, 169–170; see alsoYoder, 406 U. S., at 230–231\n(describing thePrinceCourt’s rationale).InBraunfeldv.Brown,366 U.S.\n599, 601, 609 (1961) (plurality opinion), which rejected a\nJewish merchant’s challenge to Pennsylvania’s Sunday closing laws,\nthe Court balanced the competing interests. The Court attached\ndiminished weight to the burden imposed by the law (because it did\nnot require work on Saturday),id.,at 606,[76] and on the other side of the balance,\nthe Court accepted the Commonwealth’s view that the public welfare\nwas served by providing a uniform day of rest,id., at\n608–609; seeSherbert, 374 U. S., at 408–409\n(discussingBraunfeld).WhenSmithcame to post-Sherbertcases, the picture did not improve. First, in order to placeSherbert,Hobbie, andThomasin a special\ncategory reserved for cases involving unemployment compensation, an\ninventive transformation was required. None of those opinions\ncontained a hint that they were limited in that way. And sinceSmithitself involved the award of unemployment compensation\nbenefits under a scheme that allowed individualized exemptions, it\nis hard to see why that case did not fall into the same\ncategory.The Court tried to escape this problem by\nframing Alfred Smith’s and Galen Black’s free-exercise claims as\nrequests for exemptions from the Oregon law criminalizing the\npossession of peyote, see 494 U. S., at 876, but neither Smith\nnor Black was prosecuted for that offense even though the State was\nwell aware of what they had done. The State had the discretion to\ndecline prosecution based on the facts of particular cases, and\nthat is presumably what it did regarding Smith and Black. Why this\nwas not sufficient to bring the case withinSmith’s rule\nabout individualized exemptions is unclear. See McConnell, Free\nExercise Revisionism 1124.Having pigeon-holedSherbert,Hobbie, andThomasas unemployment compensation\ndecisions,Smithstill faced problems. For one thing, the\nCourt had previously applied theSherberttest in many cases\nnot involving unemployment compensation, includingHernandezv.Commissioner,490 U.S.\n680(1989) (disallowance of tax deduction);Lee,455 U.S.\n252(payment of taxes); andGillette,401 U.S.\n437(denial of conscientious objector status to person with\nreligious objection to a particular war). To get these cases out of\nthe way,Smithclaimed that, because they ultimately found\nno free-exercise violations, they merely “purportedto apply\ntheSherberttest.” 494 U. S., at 883 (emphasis\nadded).This was a curious observation. In all those\ncases, the Court invoked theSherberttest but found that it\ndid not require relief. SeeHernandez, 490 U. S., at\n699;Lee, 455 U. S., at 257–260;Gillette, 401\nU. S., at 462.Was theSmithCourt questioning\nthe sincerity of these earlier opinions? If not, then in what sense\ndid those decisions merely “purport” to applySherbert?Finally, having swept all these cases from the\nboard,Smithstill faced at least one big troublesome\nprecedent:Yoder.Yodernot only applied theSherberttest but held that the Free Exercise Clause\nrequired an exemption totally unrelated to unemployment benefits.\n406 U. S., at 220–221, 236. To dispose ofYoder,Smithwas forced to invent yet another special category of\ncases, those involving “hybrid-rights” claims.Yoderfell\ninto this category because it implicated both the Amish parents’\nfree-exercise claim and a parental-rights claim stemming fromPiercev. Society of Sisters,268\nU.S. 510(1925). SeeSmith, 494 U. S., at 881. And\nin such hybrid cases,Smithheld, theSherberttest\nsurvived. See 494 U. S., at 881–882.It is hard to see the justification for this\ncurious doctrine. The idea seems to be that if two independently\ninsufficient constitutional claims join forces they may merge into\na single valid hybrid claim, but surely the rule cannot be that\nasserting two invalid claims, no matter how weak, is always enough.\nSo perhaps the doctrine requires the assignment of a numerical\nscore to each claim. If a passing grade is 70 and a party advances\na free-speech claim that earns a grade of 40 and a free-exercise\nclaim that merits a grade of 31, the result would be a (barely)\nsufficient hybrid claim. Such a scheme is obviously unworkable and\nhas never been recognized outside ofSmith.And then there is the problem that the\nhybrid-rights exception would largely swallow upSmith’s\ngeneral rule. A great many claims for religious exemptions can\neasily be understood as hybrid free-exercise/free-speech claims.\nTake the claim inSmithitself. To members of the Native\nAmerican Church, the ingestion of peyote during a religious\nceremony is a sacrament. When Smith and Black participated in this\nsacrament, weren’t they engaging in a form of expressive conduct?\nTheir ingestion of peyote “communicate[d], in a rather dramatic\nway, [their] faith in the tenets of the Native American Church,”\nand the State’s prohibition of that practice “interfered with their\nability to communicate this message” in violation of the Free\nSpeech Clause. McConnell, Free Exercise Revisionism 1122. And, “if\na hybrid claim is one in which a litigant would actually obtain an\nexemption from a formally neutral, generally applicable law underanotherconstitutional provision, then there would have been\nno reason for the Court in [the so-called] hybrid cases to have\nmentioned the Free Exercise Clause at all.”Lukumi, 508\nU. S., at 566–567 (opinion of Souter, J.); see also Laycock, 8\nJ. L. & Religion, at 106 (noting thatSmith“reduces the\nfree exercise clause to a cautious redundancy, relevant only to\n‘hybrid’ cases”). It is telling that this Court has never once\naccepted a “hybrid rights” claim in the more than three decades\nsinceSmith.In addition to all these maneuvers—creating\nspecial categories for unemployment compensation cases, cases\ninvolving individualized exemptions, and hybrid-rights\ncases—Smithignored the multiple occasions when the Court\nhad directly repudiated the very rule thatSmithadopted.\nSeesupra,at 13–14.Smith’s rough treatment of prior\ndecisions diminishes its own status as a precedent.BConsistency with other precedents.Smithis also discordant with other precedents.Smithdid not overruleSherbertor any of the other cases that\nbuilt onSherbertfrom 1963 to 1990, and for the reasons\njust discussed,Smithis tough to harmonize with those\nprecedents.The same is true about more recent decisions. InHosanna-Tabor Evangelical Lutheran Church and Schoolv.\nEEOC,565 U.S.\n171(2012), the Court essentially held that the First Amendment\nentitled a religious school to a special exemption from the\nrequirements of the Americans with Disabilities Act of 1990 (ADA),\n104Stat. 327, 42 U. S. C. §12101et seq. When the\nschool discharged a teacher, she claimed that she had been\nterminated because of disability. 565 U. S., at 178–179. Since\nthe school considered her a “minister” and she provided religious\ninstruction for her students, the school argued that her discharge\nfell within the so-called “ministerial exception” to generally\napplicable employment laws.Id.,at 180. The Equal\nEmployment Opportunity Commission maintained thatSmithprecluded recognition of this exception because “the ADA’s\nprohibition on retaliation, like Oregon’s prohibition on peyote\nuse, is a valid and neutral law of general applicability.”Id., at 190; seeid., at 189–190. We nevertheless\nheld that the exception applied.Id.,at 190.[77] Similarly, inOur Lady of Guadalupe\nSchoolv.Morrissey-Berru, 591 U. S. ___, ___–___\n(2020) (slip op., at 21–22), we found that other religious schools\nwere entitled to similar exemptions from both the ADA and the Age\nDiscrimination in Employment Act of 1967.There is also tension betweenSmithand\nour opinion inMasterpiece Cakeshop, Ltd.v. Colorado\nCivil Rights Comm’n,584 U. S. ___ (2018). In that case,\nwe observed that “[w]hen it comes to weddings, it can be assumed\nthat a member of the clergy who objects to gay marriage on moral\nand religious grounds could not be compelled to perform the\nceremony without denial of his or her right to the free exercise of\nreligion.”Id., at ___ (slip op., at 10). The clear import\nof this observation is that such a member of the clergy would be\nentitled to a religious exemption from a state law restricting the\nauthority to perform a state-recognized marriage to individuals who\nare willing to officiate both opposite-sex and same-sex\nweddings.Other inconsistencies exist.Smithdeclared that “a private right to ignore generally applicable laws”\nwould be a “constitutional anomaly,” 494 U. S., at 886, but\nthis Court has often permitted exemptions from generally applicable\nlaws in First Amendment cases. For instance, inBoy Scouts of\nAmericav.Dale,530 U.S.\n640, 656 (2000), we granted the Boy Scouts an exemption from an\notherwise generally applicable state public accommodations law. InHurleyv. Irish-American Gay, Lesbian and Bisexual Group\nof Boston,Inc.,515 U.S.\n557, 573 (1995), parade sponsors’ speech was exempted from the\nrequirements of a similar law.The granting of an exemption from a generally\napplicable law is tantamount to a holding that a law is\nunconstitutional as applied to a particular set of facts, see\nBarclay & Rienzi, Constitutional Anomalies or As-Applied\nChallenges? A Defense of Religious Exemptions, 59 Boston\nCollege L. Rev. 1595, 1611 (2018), and cases holding\ngenerally applicable laws unconstitutional as applied are\nunremarkable. “[T]he normal rule is that partial, rather than\nfacial, invalidation is the required course, such that a statute\nmay . . . be declared invalid to the extent that it\nreaches too far, but otherwise left intact.” Ayotte v. Planned\nParenthood of Northern New Eng.,546 U.S.\n320, 329 (2006) (internal quotation marks omitted; emphasis\nadded). Thus, inBrownv.Socialist Workers ’74 Campaign\nComm. (Ohio),459 U.S.\n87(1982), we held that a law requiring disclosure of campaign\ncontributions and expenditures could not be “constitutionally\napplied” to a minor party whose members and contributors would face\n“threats, harassment or reprisals.”Id., at 101–102. Cf.NAACPv. Alabama ex rel. Patterson,357 U.S.\n449, 466 (1958) (exempting the NAACP from a disclosure order\nentered to purportedly investigate compliance with a generally\napplicable statute). InHustler Magazine, Inc.v.Falwell,485 U.S.\n46, 56 (1988), andSnyderv. Phelps,562 U.S.\n443, 459 (2011), the Court held that an established and\ngenerally applicable tort claim (the intentional infliction of\nemotional distress) could not constitutionally be applied to the\nparticular expression at issue. Similarly, breach-of-the-peace\nlaws, although generally valid, have been held to violate the Free\nSpeech Clause under certain circumstances. SeeCohenv.\nCalifornia,403 U.S.\n15, 16, 26 (1971);Cantwell, 310 U. S., at 300,\n311; see alsoBartnickiv.Vopper,532 U.S.\n514, 517, 535 (2001) (respondents not liable under law\nprohibiting disclosure of illegally intercepted communications\nbecause their speech was protected by the First Amendment);United Statesv.Treasury Employees,513 U.S.\n454, 477 (1995) (respondents not subject to the honoraria ban\nbecause it would violate their First Amendment rights);United\nStatesv.Grace,461 U.S.\n171, 175, 179, 183 (1983) (respondents engaging in expressive\nconduct on public sidewalks not subject to law generally regulating\nconduct on Supreme Court grounds).Finally,Smith’s treatment of the\nfree-exercise right is fundamentally at odds with how we usually\nthink about liberties guaranteed by the Bill of Rights. As Justice\nJackson famously put it, “[t]he very purpose of a Bill of Rights\nwas to withdraw certain subjects from the vicissitudes of political\ncontroversy, to place them beyond the reach of majorities and\nofficials.”Barnette, 319 U. S., at 638.Smith,\nby contrast, held that protection of religious liberty was better\nleft to the political process than to courts. 494 U. S., at\n890. InSmith’s view, the Nation simply could not “afford\nthe luxury” of protecting the free exercise of religion from\ngenerally applicable laws.Id., at 888. Under this\ninterpretation, the free exercise of religion does not receive the\njudicial protection afforded to other, favored rights.CWorkability. One ofSmith’s\nsupposed virtues was ease of application, but things have not\nturned out that way. Instead, at least four serious problems have\narisen and continue to plague courts when called upon to applySmith.1“Hybrid-rights” cases. The “hybrid\nrights” exception, which was essential to distinguishYoder,\nhas baffled the lower courts. They are divided into at least three\ncamps. SeeCombsv.Homer-Center School Dist., 540\nF.3d 231, 244–247 (CA3 2008) (describing Circuit split). Some\ncourts have taken the extraordinary step of openly refusing to\nfollow this part ofSmith’s interpretation. The Sixth\nCircuit was remarkably blunt: “[H]old[ing] that the legal standard\nunder the Free Exercise Clause depends on whether a free-exercise\nclaim is coupled with other constitutional rights . . .\nis completely illogical.”Kissingerv. Board of Trustees\nof Ohio State Univ., 5 F.3d 177, 180 (1993). The Second and\nThird Circuits have taken a similar approach. SeeLeebaertv.Harrington,332 F.3d 134, 144 (CA2 2003) (“We . . . can think of\nno good reason for the standard of review to vary simply with the\nnumber of constitutional rights that the plaintiff asserts have\nbeen violated”);Knightv. Connecticut Dept.of\nPub. Health,275 F.3d 156, 167 (CA2 2001);Combs, 540 F. 3d, at\n247 (“Until the Supreme Court provides direction, we believe the\nhybrid-rights theory to be dicta”).A second camp holds that the hybrid-rights\nexception applies only when a free-exercise claim is joined with\nsome other independently viable claim. SeeArchdiocese of\nWashingtonv.WMATA, 897 F.3d 314, 331 (CADC 2018) (A\n“hybrid rights claim . . . requires independently viable\nfree speech and free exercise claims”);Gary S.v.Manchester School Dist.,374 F.3d 15, 19 (CA1 2004) (adopting District Court’s reasoning\nthat “the [hybrid-rights] exception can be invoked only if the\nplaintiff has joined a free exercise challenge with another\nindependently viable constitutional claim,”241 F. Supp. 2d 111, 121 (NH 2003));Brownv.Hot,\nSexy and Safer Productions,68 F.3d 525, 539 (CA1 1995). But this approach essentially\nmakes the free-exercise claim irrelevant. SeeAxson-Flynnv.Johnson,356 F.3d 1277, 1296–1297 (CA10 2004) (“[I]t makes no sense to\nadopt a strict standard that essentially requires asuccessfulcompanion claim because such a test would make\nthe free exercise claim unnecessary”); see alsoLukumi, 508\nU. S., at 567 (opinion of Souter, J.) (making the same\npoint).The third group requires that the\nnon-free-exercise claim be “colorable.” SeeCornerstone\nChristian Schoolsv.University Interscholastic League,\n563 F.3d 127, 136, n. 8 (CA5 2009);San Jose Christian\nCollegev.Morgan Hill,360 F.3d 1024, 1032–1033 (CA9 2004);Axson-Flynn,356\nF. 3d, at 1295–1297. But what that means is obscure. See,e.g.,id., at 1295 (referring to “helpful” analogies\nsuch as the “ ‘likelihood of success on the merits’ standard\nfor preliminary injunctions” or the pre-Antiterrorism and Effective\nDeath Penalty Act standard for obtaining an evidentiary hearing,i.e., a “ ‘colorable showing of factual\ninnocence’ ”).[78]It is rare to encounter a holding of this Court\nthat has so thoroughly stymied or elicited such open derision from\nthe Courts of Appeals.2Rules that “target” religion.\nPost-Smithcases have also struggled with the task of\ndetermining whether a purportedly neutral rule “targets” religious\nexercise or has the restriction of religious exercise as its\n“object.”Lukumi, 508 U. S., at 534;Smith, 494\nU. S., at 878. A threshold question is whether “targeting”\ncalls for an objective or subjective inquiry. Must “targeting” be\nassessed based solely on the terms of the relevant rule or rules?\nOr can evidence of the rulemakers’ motivation be taken into\naccount? If subjective motivations may be considered, does it\nmatter whether the challenged state action is an adjudication, the\npromulgation of a rule, or the enactment of legislation? Should\ncourts consider the motivations of only the officials who took the\nchallenged action, or may they also take into account comments by\nsuperiors and others in a position of influence? And what degree of\nhostility to religion or a religious group is required to prove\n“targeting”?The genesis of this problem wasSmith’s\nholding that a rule is not neutral “if prohibiting the exercise of\nreligion” is its “object.” 494 U. S., at 878.Smithdid\nnot elaborate on what that meant, and later inLukumi, which\nconcerned city ordinances that burdened the practice of Santeria,\n508 U. S., at 525–528, Justices in theSmithmajority\nadopted different interpretations. Justice Scalia and Chief Justice\nRehnquist took the position that the “object” of a rule must be\ndetermined by its terms and that evidence of the rulemakers’\nmotivation should not be considered. 508 U. S., at 557–559.\nThis interpretation had the disadvantage of allowing skillful\nrulemakers to target religious exercise by devising a facially\nneutral rule that applies to both the targeted religious conduct\nand a slice of secular conduct that can be burdened without\neliciting unacceptable opposition from those whose interests are\naffected.The alternative to this approach takes courts\ninto the difficult business of ascertaining the subjective\nmotivations of rulemakers. InLukumi, Justices Kennedy and\nStevens took that path and relied on numerous statements by council\nmembers showing that their object was to ban the practice of\nSanteria within the city’s borders.Id.,at 540–542. Thus,Lukumileft the meaning of a rule’s “object” up in the\nair.When the issue returned inMasterpiece\nCakeshop, the question was only partially resolved. Holding\nthat the Colorado Civil Rights Commission violated the\nfree-exercise rights of a baker who refused for religious reasons\nto create a cake for a same-sex wedding, the Court pointed to\ndisparaging statements made by commission members, and the Court\nnoted that these comments, “by an adjudicatory body deciding a\nparticular case,” “were made in a very different context” from the\nremarks by the council members inLukumi.Masterpiece\nCakeshop,584 U. S., at ___ (slip op., at 14). That is as\nfar as this Court’s decisions have gone on the question of\ntargeting, and thus many important questions remain open.The present case highlights two—specifically,\nwhich officials’ motivations are relevant and what degree of\ndisparagement must be shown to establish unconstitutional\ntargeting. InMasterpiece Cakeshop, the commissioners’\nstatements—comparing the baker’s actions to the Holocaust and\nslavery and suggesting that his beliefs were just an excuse for\nbigotry—went too far.Id.,at ___–___ (slip op., at 12–14).\nBut what about the comments of Philadelphia officials in this case?\nThe city council labeled CSS’s policy “discrimination that occurs\nunder the guise of religious freedom.” App. to Pet. for Cert. 147a.\nThe mayor had said that the Archbishop’s actions were not\n“Christian,” and he once called on the Pope “to kick some ass\nhere.”Id., at 173a, 177a–178a. In addition, the\ncommissioner of the Department of Human Services (DHS), who serves\nat the mayor’s pleasure,[79]\ndisparaged CSS’s policy as out of date and out of touch with Pope\nFrancis’s teachings.[80]The Third Circuit found this evidence\ninsufficient. Although the mayor conferred with the DHS\ncommissioner both before and after her meeting with CSS\nrepresentatives, the mayor’s remarks were disregarded because there\nwas no evidence “that he played adirectrole, or even asignificantrole, in the process.” 922 F. 3d, at 157\n(emphasis added). The city council’s suggestion that CSS’s\nreligious liberty claim was a “guise” for discrimination was found\nto “fal[l] into [a] grey zone,” and the commissioner’s debate with\na CSS representative about up-to-date Catholic teaching, which\n“some might think . . . improper” “if taken out of\ncontext” was “best viewed as an effort to reach common ground with\n[CSS] by appealing to an authority within their shared religious\ntradition.”Ibid. One may agree or disagree with the Third\nCircuit’s characterization and evaluation of the statements of the\nCity officials, but the court’s analysis highlights the extremely\nimpressionistic inquiry thatSmith’s targeting requirement\nmay entail.Confusion and disagreement about “targeting”\nhave surfaced in other cases. Recently inRoman Catholic Diocese\nof Brooklynv. Cuomo, 592 U. S. ___ (2020)\n(per curiam), there were conflicting views about\ncomments made by the Governor of New York. On the day before he\nseverely restricted religious services in Brooklyn, the Governor\n“said that if the ‘ultra-Orthodox [Jewish] community’ would not\nagree to enforce the rules, ‘then we’ll close the institutions\ndown.’ ”Agudath Israel of Americav.Cuomo, 980\nF.3d 222, 229 (CA2 2020)  (Park, J., dissenting). A dissenting\njudge on the Second Circuit thought the Governor had crossed the\nline,ibid., and we ultimately enjoined enforcement of the\nrules,Roman Catholic Diocese, 592 U. S., at ___. But\ntwo Justices who dissented found the Governor’s comments\ninconsequential.Id.,at ___–___ (slip op., at 4–5) (opinion\nof Sotomayor, J., joined by Kagan, J.).InStormans, Inc.v.Wiesman, 579\nU. S. ___ (2016) (denying certiorari), there was similar\ndisagreement. That case featured strong evidence that pro-life\nChristian pharmacists who refused to dispense emergency\ncontraceptives were the object of a new rule requiring every\npharmacy to dispense every Food and Drug Administration-approved\ndrug. A primary drafter of the rule all but admitted that the rule\nwas aimed at these pharmacists, and the Governor took unusual steps\nto secure adoption of the rule.Stormans, Inc.v.Selecky, 854 F. Supp. 2d 925, 937–943 (WD Wash. 2012). After\na 12-day trial, the District Court found that Christian pharmacists\nhad been targeted,id.,at 966, 987, but the Ninth Circuit\nrefused to accept that finding,Stormans, Inc., 794 F.3d\n1064, 1079 (2015). CompareStormans, Inc., 579 U. S.,\nat ___–___, and n. 3 (Alito, J., joined by Roberts,\nC. J., and Thomas, J., dissenting from denial of certiorari)\n(slip op., at 8–9, and n. 3) (questioning Ninth Circuit’s\nfinding).Decisions of the lower courts on the issue of\ntargeting remain in disarray. CompareF. F.v.State,\n66 Misc. 3d 467, 479–482, 114 N. Y. S. 3d 852, 865–867\n(2019) (declining to consider individual legislators’ comments);Tenafly Eruv Assn., Inc.v.Tenafly,309 F.3d 144, 168, n. 30 (CA3 2002) (declining to reach issue),\nwithCommack Self-Service Kosher Meats, Inc.v.Hooker, 680 F.3d 194, 211 (CA2 2012) (considering\nlegislative history);St. John’s United Church of Christv.Chicago, 502 F.3d 616, 633 (CA7 2007) (“[W]e must look at\n. . . the ‘historical background of the decision under\nchallenge’ ” (quotingLukumi, 508 U. S., at 540));Children’s Healthcare Is a Legal Duty, Inc.v.Min De\nParle,212 F.3d 1084, 1090 (CA8 2000) (targeting can be evidenced by\nlegislative history).3The nature and scope of exemptions.\nThere is confusion about the meaning ofSmith’s holding on\nexemptions from generally applicable laws. Some decisions apply\nthis special rule if multiple secular exemptions are granted. See,e.g.,Horenv.Commonwealth, 23 Va. App. 735,\n743–744, 479 S.E.2d 553, 557 (1997);Raderv.Johnston,924 F. Supp. 1540, 1551–1553 (Neb. 1996). Others conclude that\neven one secular exemption is enough. See,e.g.,Midrash\nSephardi, Inc.v.Surfside,366 F.3d 1214, 1234–1235 (CA11 2004);Fraternal Order of\nPolice Newark Lodge No. 12v.Newark,170 F.3d 359, 365 (CA3 1999). And still others have applied the\nrule where the law, although allowing no exemptions on its face,\nwas widely unenforced in cases involving secular conduct. See,e.g.,Tenafly Eruv Assn., 309 F. 3d, at\n167–168.4Identifying appropriate comparators. To\ndetermine whether a law provides equal treatment for secular and\nreligious conduct, two steps are required. First, a court must\nidentify the secular conduct with which the religious conduct is to\nbe compared. Second, the court must determine whether the State’s\nreasons for regulating the religious conduct apply with equal force\nto the secular conduct with which it is compared. SeeLukumi, 508 U. S., at 543. InSmith, this\ninquiry undoubtedly seemed straightforward: The secular conduct and\nthe religious conduct prohibited by the Oregon criminal statute\nwere identical. But things are not always that simple.Cases involving rules designed to slow the\nspread of COVID–19 have driven that point home. State and local\nrules adopted for this purpose have typically imposed different\nrestrictions for different categories of activities. Sometimes\nreligious services have been placed in a category with certain\nsecular activities, and sometimes religious services have been\ngiven a separate category of their own. To determine whether\nCOVID–19 rules provided neutral treatment for religious and secular\nconduct, it has been necessary to compare the restrictions on\nreligious services with the restrictions on secular activities that\npresent a comparable risk of spreading the virus, and identifying\nthe secular activities that should be used for comparison has been\nhotly contested.InSouth Bay United Pentecostal Churchv. Newsom, 590 U. S. ___ (2020), where the Court\nrefused to enjoin restrictions on religious services, The Chief\nJustice’s concurrence likened religious services to lectures,\nconcerts, movies, sports events, and theatrical performances.Id.,at ___ (slip op., at 2). The dissenters, on the other\nhand, focused on “supermarkets, restaurants, factories, and\noffices.”Id.,at ___ (opinion of Kavanaugh, J., joined by\nThomas and Gorsuch, JJ.) (slip op., at 3).InCalvary Chapel Dayton Valleyv.\nSisolak, 591 U. S. ___ (2020), Nevada defended a rule\nimposing severe limits on attendance at religious services and\nargued that houses of worship should be compared with “movie\ntheaters, museums, art galleries, zoos, aquariums, trade schools,\nand technical schools.” Response to Emergency Application for\nInjunction, O. T. 2019, No. 19A1070, pp. 7, 14–15. Members of\nthis Court who would have enjoined the Nevada rule looked to the\nState’s more generous rules for casinos, bowling alleys, and\nfitness facilities. 591 U. S., at ___–___ (Alito, J., joined\nby Thomas and Kavanaugh, JJ., dissenting) (slip op., at 6–7).InRoman Catholic Diocese of Brooklyn,\n592 U. S. ___, Justices in the majority compared houses of\nworship with large retail establishments, factories, schools,\nliquor stores, bicycle repair shops, and pet shops,id.,at\n___ (slip op., at 3);id., at ___ (Gorsuch, J., concurring)\n(slip op., at 2),id.,at ___ (Kavanaugh, J., concurring)\n(slip op., at 2), while dissenters cited theaters and concert\nhalls,id.,at ___ (opinion of Sotomayor, J., joined by\nKagan, J.) (slip op., at 2).InDanville Christian Academy, Inc.v.\nBeshear, 592 U. S. ___ (2020), the District Court enjoined\nenforcement of an executive order that compelled the closing of a\nreligiously affiliated school, reasoning that the State permitted\npre-schools, colleges, and universities to stay open and also\nallowed attendance at concerts and lectures.Danville Christian\nAcademy, Inc.v. Beshear, ___ F. Supp. 3d ___, 2020\nWL 6954650, *4 (ED Ky., Nov. 25, 2020). The Sixth Circuit reversed,\nconcluding that the rule was neutral and generally applicable\nbecause it applied to all elementary and secondary schools, whether\nsecular or religious.Kentuckyex rel. Danville\nChristian Academy, Inc.v. Beshear, 981 F.3d 505, 509\n(2020).Much ofSmith’s initial appeal was likely\nits apparent simplicity.Smithseemed to offer a relatively\nsimple and clear-cut rule that would be easy to apply. Experience\nhas shown otherwise.DSubsequent developments. Developments\nsinceSmithprovide additional reasons for changing course.\nTheSmithmajority thought that adherence toSherbertwould invite “anarchy,” 494 U. S., at 888, but experience has\nshown that this fear was not well founded. Both RFRA and RLUIPA\nimpose essentially the same requirements asSherbert, and we\nhave observed that the courts are well “up to the task” of applying\nthat test.Gonzalesv.O Centro Espírita Beneficente\nUnião do Vegetal,546 U.S.\n418, 436 (2006). See alsoCutterv. Wilkinson,544 U.S.\n709, 722 (2005) (noting “no cause to believe” the test could\nnot be “applied in an appropriately balanced way”).Another significant development is the\nsubsequent profusion of studies on the original meaning of the Free\nExercise Clause. WhenSmithwas decided, the available\nscholarship was thin, and the Court received no briefing on the\nsubject. Since then, scholars have explored the subject in great\ndepth.[81]*  *  *Multiple factors strongly favor overrulingSmith. Are there countervailing factors?ENone is apparent. Reliance is often the\nstrongest factor favoring the retention of a challenged precedent,\nbut no strong reliance interests are cited in any of the numerous\nbriefs urging us to preserveSmith. Indeed, the term is\nrarely even mentioned.All that the City has to say on the subject is\nthat overrulingSmithwould cause “substantial regulatory\n. . . disruption” by displacing RFRA, RLUIPA, and related\nstate laws, Brief for City Respondents 51 (internal quotation marks\nomitted), but this is a baffling argument. How would overrulingSmithdisrupt the operation of laws that were enacted to\nabrogateSmith?One of the City’samici, the New York\nState Bar Association, offers a different reliance argument. It\nclaims that some individuals, relying onSmith, have moved\nto jurisdictions with anti-discrimination laws that do not permit\nreligious exemptions. Brief for New York State Bar Association asAmicus Curiae11. The bar association does not cite any\nactual examples of individuals who fall into this category, and\nthere is reason to doubt that many actually exist.For the hypothesized course of conduct to make\nsense, all of the following conditions would have to be met. First,\nit would be necessary for the individuals in question to believe\nthat a religiously motivated party in the jurisdiction they left or\navoided might engage in conduct that harmed them. Second, this\nconduct would have to be conduct not already protected bySmithin that it (a) did not violate a generally applicable\nstate law, (b) that law did not allow individual exemptions, and\n(c) there was insufficient proof of religious targeting. Third, the\nfeared conduct would have to fall outside the scope of RLUIPA.\nFourth, the conduct, although not protected bySmith, would\nhave to be otherwise permitted by local law, for example, through a\nstate version of RFRA. Fifth, this fear of harm at the hands of a\nreligiously motivated actor would have to be a but-for cause of the\ndecision to move. Perhaps there are individuals who fall into the\ncategory that the bar association hypothesizes, but we should not\nallow violations of the Free Exercise Clause in perpetuity based on\nsuch speculation.Indeed, even if more substantial reliance could\nbe shown,Smith’s dubious standing would weigh against\ngiving this factor too much weight.Smithhas been embattled\nsince the day it was decided, and calls for its reexamination have\nintensified in recent years. SeeMasterpiece Cakeshop,584\nU. S., at ___ (Gorsuch, J., joined by Alito, J., concurring)\n(slip op., at 1);Kennedy, 586 U. S., at ___–___\n(Alito, J., joined by Thomas, Gorsuch, and Kavanaugh, JJ.,\nconcurring in denial of certiorari) (slip op., at 5–6);City of\nBoerne521 U. S., at 566 (Breyer, J., dissenting) (“[T]he\nCourt should direct the parties to brief the question whether\n[Smith] was correctly decided”);id., at 565\n(O’Connor, J., joined by Breyer, J., dissenting) (“[I]t is\nessential for the Court to reconsider its holding inSmith”);Lukumi, 508 U. S., at 559 (Souter, J.,\nconcurring in part and concurring in judgment) (“[I]n a case\npresenting the issue, the Court should reexamine the ruleSmithdeclared”). Thus, parties have long been on notice\nthat the decision might soon be reconsidered. SeeJanus,585\nU. S., at ___ (slip op., at 45).*  *  *Smithwas wrongly decided. As long as\nit remains on the books, it threatens a fundamental freedom. And\nwhile precedent should not lightly be cast aside, the Court’s error\ninSmithshould now be corrected.VIAIfSmithis overruled, what legal\nstandard should be applied in this case? The answer that comes most\nreadily to mind is the standard thatSmithreplaced: A law\nthat imposes a substantial burden on religious exercise can be\nsustained only if it is narrowly tailored to serve a compelling\ngovernment interest.Whether this test should be rephrased or\nsupplemented with specific rules is a question that need not be\nresolved here because Philadelphia’s ouster of CSS from foster care\nwork simply does not further any interest that can properly be\nprotected in this case. As noted, CSS’s policy has not hindered any\nsame-sex couples from becoming foster parents, and there is no\nthreat that it will do so in the future.CSS’s policy has only one effect: It expresses\nthe idea that same-sex couples should not be foster parents because\nonly a man and a woman should marry. Many people today find this\nidea not only objectionable but hurtful. Nevertheless, protecting\nagainst this form of harm is not an interest that can justify the\nabridgment of First Amendment rights.We have covered this ground repeatedly in free\nspeech cases. In an open, pluralistic, self-governing society, the\nexpression of an idea cannot be suppressed simply because some find\nit offensive, insulting, or even wounding. SeeMatalv.Tam, 582 U. S. ___, ___–___ (2017) (slip op., at 1–2)\n(“Speech may not be banned on the ground that it expresses ideas\nthat offend”);Hurley, 515 U. S., at 579 (“[T]he law\n. . . is not free to interfere with speech for no better\nreason than promoting an approved message or discouraging a\ndisfavored one, however enlightened either purpose may strike the\ngovernment”);Johnson, 491 U. S., at 414 (“If there is\na bedrock principle underlying the First Amendment, it is that the\ngovernment may not prohibit the expression of an idea simply\nbecause society finds the idea itself offensive or disagreeable”);FCCv.Pacifica Foundation,438\nU.S. 726, 745 (1978) (opinion of Stevens, J.) (“[T]he fact that\nsociety may find speech offensive is not a sufficient reason for\nsuppressing it. Indeed, if it is the speaker’s opinion that gives\noffense, that consequence is a reason for according it\nconstitutional protection”);Streetv.New York,394 U.S.\n576, 592 (1969) (“[T]he public expression of ideas may not be\nprohibited merely because the ideas are themselves offensive to\nsome of their hearers”); Cf.Coatesv.Cincinnati,402 U.S.\n611, 615 (1971) (“Our decisions establish that mere public\nintolerance or animosity cannot be the basis for abridgment of\n. . . constitutional freedoms”).The same fundamental principle applies to\nreligious practices that give offense. The preservation of\nreligious freedom depends on that principle. Many core religious\nbeliefs are perceived as hateful by members of other religions or\nnonbelievers. Proclaiming that there is only one God is offensive\nto polytheists, and saying that there are many gods is anathema to\nJews, Christians, and Muslims. Declaring that Jesus was the Son of\nGod is offensive to Judaism and Islam, and stating that Jesus was\nnot the Son of God is insulting to Christian belief. Expressing a\nbelief in God is nonsense to atheists, but denying the existence of\nGod or proclaiming that religion has been a plague is infuriating\nto those for whom religion is all-important.Suppressing speech—or religious practice—simply\nbecause it expresses an idea that some find hurtful is a zero-sum\ngame. While CSS’s ideas about marriage are likely to be\nobjectionable to same-sex couples, lumping those who hold\ntraditional beliefs about marriage together with racial bigots is\ninsulting to those who retain such beliefs. InObergefellv. Hodges,576 U.S. 644 (2015), the majority made a\ncommitment. It refused to equate traditional beliefs about\nmarriage, which it termed “decent and honorable,”id., at\n672, with racism, which is neither. And it promised that\n“religions, and those who adhere to religious doctrines, may\ncontinue to advocate with utmost, sincere conviction that, by\ndivine precepts, same-sex marriage should not be condoned.”Id., at 679. An open society can keep that promise while\nstill respecting the “dignity,” “worth,” and fundamental equality\nof all members of the community.Masterpiece Cakeshop, 584\nU. S., at ___ (slip op., at 9).BOne final argument must be addressed.\nPhiladelphia and many of itsamicicontend that preservation\nof the City’s policy is not dependent onSmith.They argue\nthat the City is simply asserting the right to control its own\ninternal operations, and they analogize CSS to either a City\nemployee or a contractor hired to perform an exclusively\ngovernmental function.This argument mischaracterizes the relationship\nbetween CSS and the City. The members of CSS’s staff are not City\nemployees; the power asserted by the City goes far beyond a refusal\nto enter into a contract; and the function that CSS and other\nprivate foster care agencies have been performing for decades has\nnot historically been an exclusively governmental function. See,e.g.,Leshkov.Servis,423 F.3d 337, 343–344 (CA3 2005) (“No aspect of providing care\nto foster children in Pennsylvania has ever been the exclusive\nprovince of the government”);Rayburnv.Hogue,241 F.3d 1341, 1347 (CA11 2001) (acknowledging that foster care\nis not traditionally an exclusive state prerogative);Milburnv.Anne Arundel Cty. Dept. of Social Servs.,\n871 F.2d 474, 479 (CA4 1989) (same);Malachowskiv.Keene, 787 F.2d 704, 711 (CA1 1986) (same); see alsoIsmailv.County of Orange, 693 Fed. Appx. 507, 512\n(CA9 2017) (concluding that foster parents were not state actors).\nOn the contrary, States and cities were latecomers to this field,\nand even today, they typically leave most of the work to private\nagencies.The power that the City asserts is essentially\nthe power to deny CSS a license to continue to perform work that it\nhas carried out for decades and that religious groups have\nperformed since time immemorial. Therefore, the cases that provide\nthe basis for the City’s argument—such asGarcettiv.Ceballos,547 U.S.\n410(2006), andBoard of Comm’rs, Wabounsee Cty. v.Umbehr,518 U.S.\n668(1996)—are far afield. A government cannot “reduce a\ngroup’s First Amendment rights by simply imposing a licensing\nrequirement.”National Institute of Family and Life\nAdvocatesv.Becerra, 585 U. S. ___, ___ (2018)\n(slip op., at 14).*  *  *For all these reasons, I would overruleSmithand reverse the decision below. Philadelphia’s\nexclusion of CSS from foster care work violates the Free Exercise\nClause, and CSS is therefore entitled to an injunction barring\nPhiladelphia from taking such action.After receiving more than 2,500 pages of\nbriefing and after more than a half-year of post-argument\ncogitation, the Court has emitted a wisp of a decision that leaves\nreligious liberty in a confused and vulnerable state. Those who\ncount on this Court to stand up for the First Amendment have every\nright to be disappointed—as am I.Notes1Code of Canon Law, Canon\n§924 (Eng. transl. 1998).2See Law Library of\nCongress, Global Legal Research Center, Legal Restrictions on\nReligious Slaughter in Europe (Mar. 2018),\nwww.loc.gov/law/help/religious-slaughter/religious-slaughter-europe.pdf.3Id., at\n1–2.4See Frisch et al.,\nCultural Bias in the AAP’s 2012 Technical Report and Policy\nStatement on Male Circumcision, 131 Pediatrics 796, 799 (2013)\n(representatives of pediatric medical associations in 16 European\ncountries and Canada recommending against circumcision because the\npractice “has no compelling health benefits, causes postoperative\npain, can have serious long-term consequences, constitutes a\nviolation of the United Nations’ Declaration of the Rights of the\nChild, and conflicts with the Hippocratic oath”).5See Initiative Measure To\nBe Submitted Directly to the Voters: Genital Cutting of Male Minors\n(Oct. 13, 2010) (online source archived at www.supremecourt.gov);\nsee alsoJewish Community Relations Council of San Franciscov.Arntz, 2012 WL 11891474, *1 (Super. Ct. San Francisco\nCty., Cal., Apr. 6, 2012) (ordering that the proposed initiative be\nremoved from the ballot because it was preempted by California\nlaw).6See 4 Encyclopaedia\nJudaica 730 (2d ed. 2007) (“Jewish circumcision originated,\naccording to the biblical account, with Abraham”); The Shengold\nJewish Encyclopedia 62 (3d ed. 2003) (“[Circumcision] has become a\nbasic law among Jews. In times of persecution, Jews risked their\nlivesto fulfill the commandment”); B. Abramowitz, The Law of\nIsrael: A Compilation of the Hayye Adam 206 (1897) (“It is a\npositive commandment that a father shall circumcise his son or that\nhe shall appoint another Israelite to act as his agent therein”); 3\nEncyclopedia of Religion 1798 (2d ed. 2005) (“Muslims agree that\n[circumcision] must occur before marriage and is required of male\nconverts”); H. Gibb & J. Kramers, Shorter Encyclopaedia of\nIslam 254 (1953).7See Holy Bible,\nDeuteronomy 10:18, 16:11, 26:12–13; James 1:27.8See A. Crislip, From\nMonastery to Hospital: Christian Monasticism & the\nTransformation of Health Care in Late Antiquity 104, 111 (2005)\n(describing Basil of Caesarea’s use of his 4th century monastery as\na “place for the nourishment of orphans,” who “lived in their own\nwing of the monastery,” “were provided with all the necessities of\nlife[,] and were raised by the monastics acting as surrogate\nparents” (internal quotation marks omitted)).9Ransel, Orphans and\nFoundlings, in 3 Encyclopedia of European Social History 497, 498\n(2001).10T.\nHacsi, Second Home: Orphan Asylums and Poor Families in America 17\n(1997).11Id., at 17–18; F. Chapell, The\nGreat Awakening of 1740, pp. 90–91 (1903).122\nEncylopedia of the New American Nation 477 (2006); Hacsi, Second\nHome, at 18.1315\nEncyclopaedia Judaica 485.142\nEncyclopedia of Children and Childhood 639–640 (2004); Brief for\nHistorians of Child Welfare asAmici Curiae16–17.15Brief\nfor Annie E. Casey Foundation et al. asAmici Curiae4–5.16See\nSocial Security Act, §521, 49Stat. 627, 633; Social Security\nActAmendments of 1961, 75Stat. 131.17See\nUnited States Conference of Catholic Bishops, Discrimination\nAgainst Catholic Adoption Services (2018),\nhttps://www.usccb.org/issues-and-action/religious-liberty/upload/Discrimination-against-Catholic-adoption-services.pdf.18See\nBrief for Petitioners 11–12 (citing Wax-Thibodeaux, “We Are Just\nDestroying These Kids”: The Foster Children Growing Up Inside\nDetention Centers, Washington Post (Dec. 30, 2019),\nhttps://www.washingtonpost.com/national/we-are-just-destroying-these-kids-the-foster-children-growing-up-inside-detention-centers/2019/12/30/97f65f3a-eaa2-11e9-9c6d-436a0df4f31d_story.html\n(describing the placement of foster children in emergency shelters\nand juvenile detention centers)); Brief in Opposition for City\nRespondents 4 (acknowledging 5,000 children in need of care in\nPhiladelphia); Terruso, Philly Puts Out “Urgent” Call—300 Families\nNeeded for Fostering, Philadelphia Inquirer (Mar. 8, 2018),\nhttps://www.inquirer.com/philly/news/foster-parents-dhs-philly-child-welfare-adoptions-20180308.html;\nsee also Haskins, Kohomban, & Rodriguez, Keeping Up With the\nCaseload: How To Recruit and Retain Foster Parents, The Brookings\nInstitution (Apr. 24, 2019), https:\nwww.brookings.edu/blog/upfront/2019/04/24/keeping-up-with-the-caseload-how-to-recruit-and-retain-foster-parents/\n(explaining that “[t]he number of children in foster care ha[d]\nrisen for the fifth consecutive year” to nearly 443,000 in 2017 and\nnoting that “between 30 to 50 percent of foster families step down\neach year”); Adams, Foster Care Crisis: More Kids Are Entering, but\nFewer Families Are Willing To Take Them In, NBC News (Dec. 30,\n2020),\nhttps://www.nbcnews.com/news/nbcblk/foster-care-crisis-more-kids-are-entering-fewer-families-are-n1252450\n(explaining how the COVID–19 pandemic has overwhelmed the United\nStates’ foster care system); Satija, For Troubled Foster Kids in\nHouston, Sleeping in Offices Is “Rock Bottom,” Texas Tribune (Apr.\n20, 2017),\nhttps://www.texastribune.org/2017/04/20/texas-foster-care-placement-crisis/\n(describing Texas’s shortage of placement options, which resulted\nin children sleeping in office buildings where “no one is likely to\nstop them” if they decide to run away); Associated Press, Indiana\nAgencies Desperate To Find Foster Parents With Children Entering\nSystem at All-Time High, Fox 59 (Mar. 7, 2017),\nhttps://fox59.com/news/indiana-agencies-desperate-to-find-foster-parents-with-children-entering-system-at-all-time-high/\n(noting that nearly 1,000 children in Indiana are in need of care\nand that, in the span of one month, the State’s largest\nnot-for-profit child services agency was able to place 3 children\nout of 150 to 200in one region); Lawrence, Georgia Foster Care\nSystem in Crisis Due to Shortage of Foster Homes, ABC News Channel\n9 (Feb. 15, 2017),\nhttps://newschannel9.com/news/local/georgia-foster-care-system-in-crisis-due-to-shortage-of-foster-homes\n(reporting on a county in Georgia with 116 children in need of care\nbut only 14 foster families).19See\nApp. to Pet. for Cert. 19a, 64a, 140a; see also App. 59 (plaintiff\nCecilia Paul testifying that, at the time of the evidentiary\nhearing below, she had no children in her care due to the City’s\npolicy).20Id.,at 182, 365–366\n(describing Department of Human Services commissioner’s comments to\nCSS that “it would be great if we followed the teachings of Pope\nFrancis” and that “things have changed since 100 years\nago”).21The\nCourt’s decision also depends on its own contested interpretation\nof local and state law. Seepost, at 2–7 (Gorsuch, J.,\nconcurring in judgment). Instead of addressing whether the City’s\nFair Practices Ordinance is generally applicable, the Court\nconcludes that the ordinance does not apply to CSS because CSS’s\nfoster care certification services do not constitute “public\naccommodations” under the FPO.Ante, at 11. Of course, this\nCourt’s interpretation of state and local law is not binding on\nstate courts. See,e.g.,Westv.American\nTelephone & Telegraph Co.,311 U.S.\n223, 236 (1940); see alsoDanforthv.Minnesota,552 U.S.\n264, 291 (2008) (Roberts, C. J., dissenting) (“State\ncourts are the final arbiters of their own state law”). Should the\nPennsylvania courts interpret the FPO differently, they would\neffectively abrogate the Court’s decision in this\ncase.22See\n102 Code Mass. Regs. 1.03(1) (1997) (prohibiting discrimination on\nthe basis of sexual orientation as a condition of receiving the\nstate license required to provide adoption services); San Francisco\nAdmin. Code §12B.1(a) (2021) (requiring that all contracts with the\ncity include a provision “obligating the contractor not to\ndiscriminate on the basis of ” sexual orientation and noting\nthat the code section was last amended in 2000); D. C. Code §§\n2–1401.02(24), 2–1402.31 (2008) (prohibiting, on the basis of\nsexual orientation, the direct or indirect denial of “the full and\nequal enjoyment of the goods, services, facilities, privileges,\nadvantages, and accommodations of any place of public\naccommodations,” defined to include “establishments dealing with\ngoods or services of any kind”); Ill. Comp. Stat., ch. 775,\n§§5/1–103(O–1), (Q), 5/5–101(A), 5/5–102 (2011) (prohibiting\ndiscrimination on the basis of sexual orientation in a “place of\npublic accommodation,” defined by a list of non-exclusive\nexamples).23See,e.g.,Cal. Welf. & Inst. Code Ann. §16013(a) (West 2018)\n(declaring that “all persons engaged in providing care and services\nto foster children, including . . . foster parents [and] adoptive\nparents . . . shall have fair and equal access to all available\nprograms, services, benefits, and licensing processes, and shall\nnot be subjected to discrimination . . . on the basis of . . .\nsexual orientation”); D. C. Munic. Regs., tit. 29, §6003.1(d)\n(2018) (providing that foster parents are “[t]o not be subject to\ndiscrimi-nation as provided in the D. C. Human Rights Act,”\nwhich prohibits discrimination on the basis of sexual orientation);\nsee also 110 Code Mass. Regs. 1.09(1) (2008) (“No applicant for or\nrecipient of Department [of Children and Families] services shall,\non the ground of . . . sexual orientation . . .\nbe excluded from participation in, be denied the benefits of, or\notherwise be subjected to discrimination in connection with any\nservice, program, or activity administered or provided by the\nDepartment”).24This\nCourt actually granted review twice: once, after the state court\nfirst held that the denial of benefits was unconstitutional, seeSmithv.Employment Div., Dept. of Human Resources,\n301 Ore. 209, 220,721 P.2d 445,451(1986), cert. granted 480 U.S. 916 (1987), and then again\nafter the case was remanded for the state court to determine\nwhether peyote consumption for religious use was unlawful under\nOregon law, seeEmployment Div., Dept. of Human Resourcesof Ore.v.Smith,485 U.S.\n660, 662, 673–674 (1988). When the state court held that it was\nand reaffirmed its prior decision, 307 Ore. 68, 72–73,763 P.2d 146, 147–148 (1988), the Court granted certiorari, 489\nU.S. 1077 (1989).25Justice Barrett makes the surprising\nclaim that “[a] longstanding tenet of our free exercise\njurisprudence” that “pre-dates”Smithis “that a law\nburdening religious exercise must satisfy strict scrutiny if it\ngives government officials discretion to grant individualized\nexemptions.”Ante, at 2 (concurring opinion). If there\nreally were such a “longstanding [pre-Smith] tenet,” one\nwould expect to find cases stating that rule, but Justice Barrett\ndoes not cite even one such case. Instead, she claims to find\nsupport by reading between the lines of what the Court said in a\nfootnote inSherbert, 374 U. S., at 401, n. 4, and a\nportion of the opinion inCantwellv.Connecticut,310 U.S.\n296, 303–307 (1940)).Ante, at 2. But even a close\ninterlinear reading of those cases yields no evidence of this\nsupposed tenet. In theSherbertfootnote, the Court\nresponded to the dissent’s argument that South Carolina law did not\nrecognize any exemptions from the general eligibility requirement\nfor unemployment benefits. 374 U. S., at 419–420 (Harlan, J.,\ndissenting). The footnote expressed skepticism about this\ninterpretation of South Carolina law, but it did not suggest that\nits analysis would have been any different if the dissent’s\ninterpretation were correct. InCantwell, the Court\naddressed the constitutionality of a state statute that generally\nprohibited the solicitation of funds for religious purposes unless\na public official found in advance that the cause was authentically\nreligious. See 310 U. S., at 300–302. The Court held that the\nFree Exercise Clause prohibited the State from conditioning\npermission to solicit funds on an administrative finding about a\nreligious group’s authenticity, but the Court did not suggest that\na blanket ban on solicitation would have necessarily been\nsustained. On the contrary, it said that the State was “free to\nregulatethe time and mannerof solicitation generally, in\nthe interest of public safety, peace, comfort or convenience.”Id., at 307–308 (emphasis added). And the Court said not one\nword about “strict scrutiny,” a concept that was foreign to Supreme\nCourt case law at that time. See Fallon, Strict Judicial Scrutiny,\n54 UCLA L. Rev. 1267, 1284 (2007) (“Before 1960, what we would now\ncall strict judicial scrutiny . . . did not\nexist”).26A\nparticularly heartbreaking example was a case in which a judge felt\ncompelled bySmithto reverse his previous decision holding\nthe state medical examiner liable for performing the autopsy of a\nyoung Hmong man who had been killed in a car accident. The young\nman’s parents were tortured by the thought that the autopsy would\nprevent their sonfrom entering the afterlife. SeeYangv.Sturner,750 F. Supp. 558,560(RI 1990); see also 139 Cong. Rec. 9681 (1993) (remarks of\nRep. Edwards). Members of Congress were also informed that\nveterans’ cemeteries had refused to allow burial on weekends even\nwhen that was required by the deceased’s religion,id., at\n9687 (remarks of Rep. Cardin), and that churches were prohibited\nfrom conducting services in areas zoned for commercial and\nindustrial uses,id., at 9684 (remarks of Rep. Schumer). In\njust the first three years afterSmith, more than 50 cases\nwere decided against religious claimants. 139 Cong. Rec., at 9685\n(remarks of Rep. Hoyer); see alsoid.,at 9684 (remarks of\nRep. Schumer) (“Smith was a devastating blow to religious\nfreedom”).27Although the First Amendment refers\nto “Congress,” we have held that the Fourteenth Amendment—which\nreferences the entire “State,” not just a legislature—makes the\nrights protected by the Amendment applicable to the States.Gitlowv.New York,268 U.S.\n652(1925);Hamiltonv.Regents of Univ. of Cal.,293 U.S.\n245(1934);Cantwell,310 U.S.\n296;Eversonv.Board of Ed. of Ewing,330 U.S. 1(1947). And we have long applied that Amendment to actions taken by\nthose responsible for enforcing the law. See,e.g.,Lyngv.Northwest Indian Cemetery Protective Assn.,485 U.S.\n439(1988) (considering First Amendment claim based on federal\nagency’s decision);Thomasv.Review Bd. of Ind.\nEmployment Security Div.,450 U.S.\n707(1981) (applying First Amendment against a state agency);Pickeringv.Board of Ed. of Township High School Dist.\n205,Will Cty.,391 U.S.\n563(1968) (applying First Amendment against local board of\neducation); see also U. S. Const., Amdt. 14, §1 (“No State\nshall makeor enforceany law which shall abridge the\nprivileges or immunities of citizens of the United States”\n(emphasis added)).28The\nphrase “no law” applies to the freedom of speech and the freedom of\nthe press, as well as the right to the free exercise of religion,\nand there is no reason to believe that its meaning with respect to\nall these rights is not the same. With respect to the freedom of\nspeech, we have long held that “no law” does not mean that every\nrestriction on what a person may say or write is unconstitutional.\nSee,e.g.,Millerv.California,413 U.S.\n15, 23 (1973); see alsoFederal Election Comm’nv.Wisconsin Right to Life, Inc.,551 U.S.\n449, 482 (2007) (opinion of Roberts, C. J.);Times Film\nCorp.v.Chicago,365 U.S.\n43, 47–49 (1961). Many restrictions on what a person could\nlawfully say or write were well established at the time of the\nadoption of the First Amendment and have continued to this day.\nFraudulent speech, speech integral to criminal conduct, speech\nsoliciting bribes, perjury, speech threatening physical injury, and\nobscenity are examples. See,e.g.,Donaldsonv.Read Magazine, Inc.,333 U.S.\n178, 190–191 (1948) (fraud);Giboneyv.Empire\nStorage & Ice Co.,336 U.S.\n490, 498 (1949) (speech integral to criminal conduct);McCutcheonv.Federal Election Comm’n,572 U.S.\n185, 191–192 (2014) (plurality opinion) (quid pro quobribes);United Statesv.Dunnigan,507 U.S.\n87, 96–97 (1993) (perjury);Virginiav.Black,538 U.S.\n343, 359 (2003) (threats);Miller, 413 U. S., at 23\n(obscenity). The First Amendment has never been thought to have\ndone away with all these rules. Alexander Meiklejohn reconciled\nthis conclusion with the constitutional text: The First Amendment\n“does not forbid the abridging of speech. But, at the same time, it\ndoes forbid the abridging of the freedom of speech.” Free Speech\nand Its Relation to Self-Government 19 (1948) (emphasis deleted).\nIn other words, the Free Speech Clause protects a right that was\nunderstood at the time of adoption to have certain defined limits.\nSeeKonigsbergv.State Bar of Cal.,366 U.S.\n36, 49, and n. 10 (1961). As explained below, the same is true\nof the Free Exercise Clause. Seeinfra, at 28–36. No one has\never seriously argued that the Free Exercise Clause protects every\nconceivable religious practice or even every conceivable form of\nworship, including such things as human sacrifice.29Whatever the outer boundaries of the\nterm “religion” as used in the First Amendment, there can be no\ndoubt that CSS’s contested policy represents an exercise of\n“religion.”30See\nalso N. Bailey, Universal Etymological English Dictionary (22d ed.\n1770) (Bailey) (“to forbid, to bar, to keep from”); T. Dyche &\nW. Pardon, A New General English Dictionary (14th ed. 1771) (Dyche\n& Pardon) (“to forbid, bar, hinder, or keep from any thing”); 2\nJohnson (6th ed. 1785) (“1. To forbid, to interdict by authority.\n. . . 2. To debar; to hinder”); 2 J. Ash, The New &\nComplete Dictionary of the English Language (2d ed. 1795) (Ash)\n(“To forbid, to interdict by authority; to debar, to hinder”); 2 N.\nWebster, An American Dictionary of the English Language (1828)\n(Webster) (“1. To forbid; to interdict by authority;\n. . . 2. To hinder; to debar; to prevent; to preclude”);\n2 J. Boag, The Imperial Lexicon of the English Language 275 (1850)\n(Boag) (“To forbid; to interdict by authority. To hinder; to debar;\nto prevent; to preclude”).31See\nalso Bailey (“to practice”); Dyche & Pardon (“to practice or do\na thing often; to employ one’s self frequently in the same thing”);\n1 Ash (“Practise, use, employment, a task, an act of divine\nworship”); 2 Johnson (9th ed. 1805) (“Practice; outward\nperformance”; “Act of divine worship, whether publick or private”);\n1 Webster (“1. Use, practice; . . . 2. Practice;\nperformance; as theexerciseof religion . . . 10.\nAct of divine worship”); 1 Boag 503 (“Use; practice;\n. . . Practice; performance . . . Act of divine\nworship”).32See\nalso Dyche & Pardon (“at liberty, that can do or refuse at his\npleasure, that is under no restraint”); 1 Ash (“Having liberty,”\n“unrestrained,” ”exempt”); 1 Webster (“1. Being at liberty; not\nbeing under necessity or restraint, physical or moral\n. . . 5. Unconstrained; unrestrained; not under\ncompulsion or control”); 1 Boag 567–568 (“Being at liberty; not\nbeing under necessity or restraint, physical or moral\n. . . Unconstrained; unrestrained, not under compulsion\nor control. Permitted; allowed; open; not appropriated. Not\nobstructed”).33See,e.g., Del. Declaration of Rights §3 (1776), in The Complete\nBill of Rights 15 (N. Cogan ed. 1997) (Cogan) (“That all persons\nprofessing the Christian religion ought forever to enjoyequal\nrights and privilegesin this state” (emphasis added)); Md.\nDeclaration of Rights, Art. 33 (1776), inid.,at 17 (“[A]ll\npersons professing the christian religion areequally\nentitledto protection in their religious liberty” (emphasis\nadded)); N. Y. Const., Art. XXXVIII (1777), inid., at\n26 (“[T]he free Exercise and Enjoyment of religious Profession and\nWorship,without Discrimination or Preference, shall forever\nhereafter be allowed within this State to all Mankind” (emphasis\nadded)); S. C. Const., Art. VIII, §1 (1790), inid., at\n41 (“The free exercise and enjoyment of religious profession and\nworship,without discrimination or preference, shall,\nforever hereafter, be allowed within this state to all mankind”\n(emphasis added)).34See,e.g.,McConnell, The Origins and Historical Understanding of\nFree Exercise of Religion, 103 Harv. L. Rev. 1409 (1990)\n(McConnell, Origins); McConnell, Free Exercise Revisionism 1109;\nMcConnell, Freedom From Persecution or Protection of the Rights of\nConscience?: A Critique of Justice Scalia’s Historical Arguments inCity of Boernev.Flores, 39 Wm. & Mary L. Rev.\n819 (1998) (McConnell, Freedom From Persecution); Hamburger, A\nConstitutional Right of Religious Exemption: An Historical\nPerspective, 60 Geo. Wash. L. Rev. 915 (1992) (Hamburger, Religious\nExemption); Hamburger, More Is Less, 90 Va. L. Rev. 835 (2004)\n(Hamburger, More Is Less); Laycock, Religious Liberty as Liberty, 7\nJ. Contemp. Legal Issues 313 (1996); Bradley, Beguiled: Free\nExercise Exemptions and the Siren Song of Liberalism, 20 Hofstra L.\nRev. 245 (1991); Campbell, Note, A New Approach to Nineteenth\nCentury Religious Exemption Cases, 63 Stan. L. Rev. 973 (2011)\n(Campbell, A New Approach); Kmiec, The Original Understanding of\nthe Free Exercise Clause and Religious Diversity, 59 UMKC\nL. Rev. 591 (1991); Lash, The Second Adoption of the Free\nExercise Clause: Religious Exemptions Under the Fourteenth\nAmendment, 88 Nw. U. L. Rev. 1106 (1994); Lombardi,\nNineteenth-Century Free Exercise Jurisprudence and the Challenge\nofPolygamy: The Relevance of Nineteenth-Century Cases and\nCommentaries for Contemporary Debates About Free Exercise\nExemptions, 85 Ore. L. Rev. 369 (2006) (Lombardi, Free Exercise);\nMuñoz, The Original Meaning of the Free Exercise Clause: The\nEvidence From the First Congress, 31 Harv. J. L. & Pub. Pol’y\n1083 (2008) (Muñoz, Original Meaning); Nestor, Note, The Original\nMeaning and Significance of Early State Provisos to the Free\nExercise of Religion, 42 Harv. J. L. & Pub. Pol’y 971\n(2019) (Nestor); M. Nussbaum, Liberty of Conscience 120–130 (2008);\nWalsh, The First Free Exercise Case, 73 Geo. Wash. L. Rev. 1 (2004)\n(Walsh).35McConnell,\nOrigins 1425 (describing Lord Baltimore’s directive to the new\nProtestant governor and councilors of Maryland to refrain from\ninterfering with the “free exercise” of Christians, particularly\nRoman Catholics).36Act\nConcerning Religion (1649), in Cogan 17; see also McConnell,\nOrigins 1425.37See Second\nCharter of Carolina (1665), in Cogan 27–28 (recognizing the right\nof persons to “freely and quietly have and enjoy . . .\ntheir Judgments and Consciences, in Matters of Religion” and\ndeclaring that “no Person . . . shall be in any way\nmolested, punished, disquieted, or called in Question, for any\nDifferences in Opinion, or Practice in Matters of religious\nConcernments, who do not actually disturb the Civil Peace”);\nCharter of Delaware, Art. I (1701), inid.,at 15 (ensuring\n“[t]hat no person . . . who shall confess and acknowledge\nOne Almighty God . . . shall be in any case molested or\nprejudiced, in his . . . person or estate, because of his\n. . . consciencious persuasion or practice, nor\n. . . to do or suffer anyother act or thing, contrary to\ntheir religious persuasion”); Concession and Agreement of the Lords\nProprietors of the Province of New Caesarea, or New-Jersey (1664),\ninid., at 23 (declaring the right of all persons to “freely\nand fully have and enjoy . . . their Judgments and\nConsciences in matters of Religion throughout the said Province”\nand ensuring “[t]hat no person . . . at any Time shall be\nany ways molested, punished, disquieted or called in question for\nany Difference in Opinion or Practice in matter of Religious\nConcernments, who do not actually disturb the civil Peace of the\nsaid Province”); Concessions and Agreements of West New-Jersey, ch.\nXVI (1676), inid., at 24 (providing that “no Person\n. . . shall be any ways upon any pretence whatsoever,\ncalled in Question, or in the least punished or hurt, either in\nPerson, Estate, or Priviledge, for the sake of his Opinion,\nJudgment, Faith or Worship towards God in Matters of Religion”);\nLaws of West New-Jersey, Art. X (1681),ibid.(“That\nLiberty of Conscience in Matters of Faith and Worship towards God,\nshall be granted to all People within the Province aforesaid; who\nshall live peacably and quietly therein”); Fundamental\nConstitutions for East New-Jersey, Art. XVI (1683),ibid.(“All Persons living in the Province who confess and acknowledge\nthe one Almighty and Eternal God, and holds themselves obliged in\nConscience to live peacably and quietly in a civil Society, shall\nin no way be molested or prejudged for their Religious Perswasions\nand Exercise in matters of Faith and Worship”); New York Act\nDeclaring . . . Rights & Priviledges (1691), inid., at 25 (“That no Person . . . shall at any\ntime be any way molested, punished, disturbed, disquieted or called\nin question for any Difference in Opinion, or matter of Religious\nConcernment, who do not under that pretence disturb the Civil Peace\nof the Province”); Charter of Privileges Granted by William Penn\n(1701), inid., at 31–32 (declaring that “no Person\n. . . who shall confess and acknowledgeOnealmighty God . . . and profess . . . themselves\nobliged to live quietly under the Civil Government, shall be in any\nCase molested or prejudiced . . . because of\n. . . their consciencious [sic] Persuasion or\nPractice, nor . . . suffer any other Act or Thing,\ncontrary to their religious Persuasion”).38Seeinfra, at 34, and n. 43; N. J. Const., Art. XVIII\n(1776), in Cogan 25 (“That no Person shall ever within this Colony\nbe deprived of the inestimable Privilege of worshipping Almighty\nGod in a Manner agreeable to the Dictates of his own Conscience;\nnor under any Pretence whatsoever compelled to attend any Place of\nWorship contrary to his own Faith and Judgment”); N. C. Decl.\nof Rights §XIX (1776), inid.,at 30 (“That all Men have a\nnatural and unalienable Right to worship Almighty God according to\nthe Dictates of their own Conscience”); Pa. Const., Declaration of\nRights of the Inhabitants of the State of Pa., Art. II (1776), inid.,at 32 (“That all men have a natural and unalienable\nright to worship Almighty God according to the dictates of their\nown consciences and understanding: And that no man ought to or of\nright can be compelled to attend any religious worship, or erect or\nsupport any place of worship, or maintain any ministry, contrary\nto, or against, his own free will and consent: Nor can any man, who\nacknowledges the being of a God, be justly deprived or abridged of\nany civil right as a citizen, on account of his religious\nsentiments or peculiar mode of religious worship: And that no\nauthority can or ought to be vested in, or assumed by any power\nwhatever, that shall in any case interfere with, or in any manner\ncontroul, the right of conscience in the free exercise of religious\nworship”); Va. Declaration of Rights, Art. XVI (1776), inid.,at 44 (“THAT religion, or the duty which we owe to our\nCreator, and the manner of discharging it, can be directed only by\nreason and conviction, not by force or violence, and therefore all\nmen are equally entitled to the free exercise of religion,\naccording to the dictates of conscience; and that it is the mutual\nduty of all to practise Christian forbearance, love, and charity,\ntowards each other”); see also Vt. Const., ch. 1, §3 (1777), inid.,at 41 (“That all Men have a natural and unalienable\nRight to worship Almighty God according to the Dictates of their\nown Consciences and Understanding . . . and that no\nMan ought or of Right can be compelled to attend any religious\nWorship, or erect, or support any Place of Worship, or maintain any\nMinister contrary to the Dictates of his Conscience; nor can any\nMan who professes the Protestant Religion, be justly deprived or\nabridged of any civil Right, as a Citizen, on Account of his\nreligious Sentiment, or peculiar Mode of religious Worship, and\nthat no Authority can, or ought to be vested in, or assumed by any\nPower whatsoever, that shall in any Case interfere with, or in any\nManner control the Rights of Conscience, in the free Exerciseof\nreligious Worship”).39SeeMcDonaldv.Chicago,561 U.S.\n742, 769 (2010); see also Creating the Bill of Rights 281, 282\n(H. Veit., K. Bowling, & C. Bickford eds. 1991); 1 A. Kelly, W.\nHarbison, & H. Belz, The American Constitution: Its Origins and\nDevelopment 110, 118 (7th ed. 1991).40See\nCharter of Rhode Island and Providence Plantations (1663), in Cogan\n34 (protecting the free exercise of religion so long as residents\n“do not Actually disturb the Civil Peace of Our said Colony” and\n“Behav[e] themselves Peaceably and Quietly, And not Using This\nLiberty to Licentiousness and Prophaneness; nor to the Civil\nInjury, or outward Disturbance of others” (emphasis\ndeleted)).41See\nSecond Charter of Carolina (1665), inid.,at 27–28\n(guaranteeing free exercise to persons “who do not actually disturb\nthe Civil Peace” and who “behav[e] themselves peaceably, and [do]\nnot us[e] this Liberty to Licentiousness, nor to the Civil Injury,\nor outward Disturbance of others”).42New\nYork Act Declaring . . . Rights & Priviledges (1691), inid.,at 25 (protecting the right to free exercise for all\npersons “who do not under that pretence disturb the Civil Peace”\nand who “behav[e] themselves peaceably, quietly, modestly and\nReligiously, and [do] not us[e] this Liberty to Licentiousness, nor\nto the civil Injury or outward Disturbance of\nothers”).43Del.\nDeclaration of Rights §§2–3 (1776), inid.,at 15 (“That all\nmen have a natural and unalienable right to worship Almighty God\naccording to the dictates of their own consciences and\nunderstandings . . . . That all persons professing the\nChristian religion ought forever to enjoy equal rights and\nprivileges in this state, unless, under colour of religion, anymandisturbthe peace, the happiness or safety of\nsociety” (emphasis added)); Md. Declaration of Rights, Art. 33\n(1776), inid.,at 17 (“That as it is the duty of every man\nto worship God in such manner as he thinks most acceptable to him,\nall persons professing the christian religion are equally entitled\nto protection in their religious liberty, wherefore no person ought\nby any law to be molested in his person or estate on account of his\nreligious persuasion or profession, or for his religious practice,\nunless under colour of religion any man shalldisturbthe\ngood order, peace or safety of the state,or shallinfringe\nthe laws of morality, or injure others,in their natural, civil\nor religious rights” (emphasis added)); Mass. Const., pt. I,\nArt. II (1780), inid.,at 20–21 (“It is the right as\nwell as the duty of all men in society, publickly, and at stated\nseasons, to worship theSUPREME BEING, the Great Creator and\nPreserver of the Universe. And no subject shall be hurt, molested,\nor restrained, in his person, liberty, or estate, for worshippingGODin the manner and season most agreeable to the dictates\nof his own conscience; or for his religious profession or\nsentiments; provided he doth notdisturbthe publick\npeace, or obstruct others in their religious worship” (emphasis\nadded)); N. H. Const., pt. I, Art. V (1783), inid.,at 22–23 (“Every individual has a natural and\nunalienable right to worship GOD according to the dictates of his\nown conscience, and reason; and no subject shall be hurt, molested,\nor restrained in his person, liberty or estate for worshipping GOD\nin the manner and season most agreeable to the dictates of his own\nconscience, . . . provided he doth notdisturb the\npublic peace, or disturb others in their religious worship”\n(emphasis added));N. Y. Const., Art. XXXVIII (1777),\ninid.,at 26 (“[T]he free Exercise and Enjoyment of\nreligious Profession and Worship, without Discrimination or\nPreference, shall forever hereafter be allowed within this State to\nall Mankind.Provided, That the Liberty of Conscience hereby\ngranted, shall not be so construed, as toexcuse Acts ofLicentiousness, or justify Practices inconsistent withthe Peace or Safety of this State” (some emphasis added));\nCharter of Rhode Island and Providence Plantations (1663), inid.,at 34 (guaranteeing free exercise for matters that “do\nnot Actuallydisturb the Civil Peaceof Our saidColony” so long as persons “[b]ehav[e] themselvesPeaceably and Quietly, And [do] not Us[e] This Liberty toLicentiousness and Prophaneness;nor to the Civil Injury, or\noutward Disturbance of others” (some emphasis added)); S. C.\nConst., Art. VIII, §1 (1790), inid.,at 41 (“The free\nexercise and enjoyment of religious profession and worship, without\ndiscrimination or preference, shall, forever hereafter, be allowed\nwithin this state to all mankind; provided that the liberty of\nconscience thereby declared shall not be so construed as toexcuse acts oflicentiousness, or justify practices\ninconsistent withthe peace or safety of this state”\n(emphasis added)).44See\nalso 2 Webster (“1. Ina general sense, a state of quiet or\ntranquility; freedom from disturbance or\nagitation. . . . 2. Freedom from war with a foreign\nnation; public quiet. 3. Freedom from internal commotion or civil\nwar. 4. Freedom from private quarrels, suits or disturbance. 5.\nFreedom from agitation or disturbance by the passions, as from\nfear, terror, anger, anxiety or the like; quietness of mind;\ntranquillity; calmness; quiet of conscience. . . . 6.\nHeavenly rest; the happiness of heaven. . . . 7. Harmony;\nconcord; a state of reconciliation between parties at variance. 8.\nPublic tranquility; that quiet, order and security which is\nguarauteed by the laws; as, to keep thepeace; to break thepeace”); 2 Ash (“Rest, quiet, respite from war, respite from\ntumult; reconciliation, an accommodation of\ndifferences”).45See\nalso Bailey (“Freedom from Danger, Custody, Security”); 2 Ash\n(“Security from danger, freedom from hurt; custody, security from\nescape”); 2 Webster (“[1.] Freedom from danger or hazard\n. . . . 2. Exemption from hurt, injury or\nloss. . . . 3. Preservation from escape; close\ncustody. . . . 4. Preservation from hurt”).464 W.\nBlackstone, Commentaries on the Laws of England 59\n(1769).473id.,at 73–74 (1768).48Id., at 141–142.49Id., at 164.504id.,at 163.51Id.,at 160 (emphasis\ndeleted).52Id.,at 169 (emphasis\ndeleted).53Id.,at 160 (emphasis\ndeleted).54Some\nlate 18th century and early 19th century dictionaries provided\nspecial definitions of the term “peace” as used in the law, and\nthese definitions fit the offenses on Blackstone’s list. See,e.g., 1 Johnson (6th ed. 1785) (“That general security and\nquiet which the king warrants to his subjects, and of which he\ntherefore avenges the violation; every forcible injury is a breach\nof the king’s peace” (emphasis deleted)); 5 G. Jacob,\nLaw-Dictionary (1811) (“[P]articularly in law, [‘peace’] intends a\nquiet behaviour towards the King and his Subjects”); Bailey\n(defining “peace” in the “Law Sense” as “quiet and\ninoffensive Behaviour towards King and Subject”).55Such\nan interpretation would also clash with the way in which the scope\nof state legislative power was understood. If any violation of the\nlaw had been regarded as a breach of public peace or safety, there\nwould have been no need for the lawmaking authority of a state\nlegislature to extend any further, but there is no evidence that\nstate legislative authority was understood that way. New York’s\n1777 Constitution demonstrates the point. As noted above, it\nprotected free exercise unless a person invoked that protection to\n“excuse Acts of Licentiousness, or justify Practices inconsistent\nwith the Peace or Safety of this State.” Art. XXXVIII, in Cogan 26.\nBut the New York Constitution authorized the legislature to enact\nlaws to further broader aims, including “good government, welfare,\nand prosperity.” Art. XIX, in 5 Federal and State Constitutions\n2633 (F. Thorpe ed. 1909). That authority obviously goes well\nbeyond the prohibition of “Practices inconsistent with” the “Peace”\nand “Safety” (or “Licentiousness”). See McConnell, Freedom from\nPersecution 835–836. In like manner, State Constitutions and other\ndeclarations of rights commonly proclaimed that government should\npursue broader goals, such as the promotion of “prosperity” and\n“happiness.” See Nestor, Table III: Comparing the Provisos to the\nScope of Legislative Power (online source archived at\nwww.supremecourt.gov).56Mayer, The Continental Army, in A\nCompanion to the American Revolution 309 (J. Greene & J. Pole\neds. 2000); R. Wright, The Continental Army 153–154, 163\n(1983).57See\nThe Oxford Companion to American Military History 606–608, 611 (J.\nChambers ed. 1999).58See\nDeclaration of Independence ¶ 31 (“[W]e mutually pledge to each\nother our Lives, our Fortunes and our sacred Honor”); see also P.\nMaier, American Scripture 152–153 (1997); Boyd, The Declaration of\nIndependence: The Mystery of the Lost Original, 100 Pa. Mag. Hist.\n& Bio. 438, 445 (1976); L. Montross, The Reluctant Rebels 165\n(1970); E. Burnett, The Continental Congress 196–197 (1941). Of the\n56 signers of the Declaration of Independence, 9 were taken as\nprisoners of war; 2 had sons who died; 3 had sons who were taken\ncaptive; 9 had their homes destroyed; and 13 saw their homes\noccupied, confiscated, or damaged. M. Novak, On Two Wings: Humble\nFaith and Common Sense at the American Founding 157–158\n(2002).59See\nBarclay, The Historical Origins of Judicial Religious Exemptions,\n96 Notre Dame L. Rev. 55, 69–73 (2020); McConnell, Free Exercise\nRevisionism 1118; Campbell, A New Approach 978, 987; Lombardi, Free\nExercise 385; Campbell, Religious Neutrality in the Early Republic,\n24 Regent U. L. Rev. 311, 314–315, n. 20\n(2012).60W.\nNewman & P. Halvorson, Atlas of American Religion 18\n(2000).61Ibid.62The\nCovenanters originated in Scotland, where they opposed the Stuart\nkings’ right to rule over the Presbyterian Church. See Emery,\nChurch and State in the Early Republic: The Covenanters’ Radical\nCritique, 25 J. L. & Religion 487, 488 (2009). They immigrated\nto the United States and, in the 1790s, organized a branch of the\nReformed Presbyterian Church.Id.,at 489. Members ascribe\nto two foundational documents—the Scottish National Covenant of\n1638 and the Solemn League and Covenant of 1643—and believe in the\nsupremacy of God over man in both civil and ecclesiastical matters.Id.,at 448; see also J. McFeeters, The Covenanters in\nAmerica: The Voice of Their Testimony on Present Moral Issues 57\n(1892).63Privileged Communications to\nClergymen, 1 Cath. Law. 199, 207–209 (1955).64See\nalso Walsh 41; Campbell, A New Approach 992, n. 99; Lombardi, Free\nExercise 408, and n. 152.65See\nMcFeeters, The Covenanters in America 121–129;id.,at 122\n(Covenanters “must refuse upon the grounds of honor, conscience,\nand consistency, to be identified by oath or ballot with such a\npolitical system”);id.,at 129 (Covenanters “decline to\ntake any responsible part in the administration of civil power”);\nW. Gibson & A. McLeod, Reformation Principles Exhibited, by the\nReformed Presbyterian Church in the United States of America 138\n(1807) (“The juror voluntarily places himself upon oath, under the\ndirection of a law which is immoral. The Reformed Presbytery\ndeclare this practice inconsistent with their Testimony, and warn\nChurch-members against serving on juries under the direction of the\nconstituted courts of law”).66See\nO’Neall, Early History of the Judiciary of South Carolina, p. xi,\nin 1 Biographical Sketches of the Bench and Bar of South Carolina\n(1859); Walsh 41–42 (explaining that South Carolina “dismantled”\nthe “five-member constitutional court” that decidedWillsonand replaced it with a new high court—the South Carolina Court of\nAppeals—which concurred in the opinion inFarnandis).67Hamburger, Religious Exemption 928,\nand n. 56 (quoting the statement of Rep. Boudinot).68Id.,at 928, and n. 57\n(quoting the statement of Rep. Benson).69Muñoz, Original Meaning\n1115.70Several State Constitutions contained\nboth Free Exercise Clause analogs and provisions protecting\nconscientious objectors, and this has been cited as evidence that\nthe free-exercise analogs did not confer any right to exemptions.\nSeeid., at 1118–1119. This argument is unpersuasive for the\nreasons explained above.71The\nfamily name was apparently misspelled in the case caption. See\nSutton,Barnette,Frankfurter, and Judicial Review, 96 Marq.\nL. Rev. 133, 134 (2012).72See\nalso N. Feldman, Scorpions 179 (2010).73Ibid.74Id.,at 180.75This\ndiscussion does not suggest thatReynoldsshould be\noverruled.76“The\nclear implication was that a ‘direct’ interference would have been\nunconstitutional.” McConnell, Free Exercise Revisionism\n1125.77Our\nstrained attempt to square the ministerial exception withSmithhighlights the tension between the two decisions.Smithheld that a generally applicable law satisfies the\nFirst Amendment if “prohibiting the exercise of religion\n. . . is not the object of the [government action] but\nmerely the incidental effect.” 494 U. S., at 878. But the\nADA’s effect on religion inHosanna-Taborwas “incidental”\nin the sense in which the term was used inSmith. The\nopinion inHosanna-Tabortried to distinguishSmithas involving only “outward physical acts” instead of “the faith and\nmission of the church itself.” 565 U. S., at 190. But a\nprohibition of peyote use surely affected “the faith and mission”\nof the Native American Church, which regards the ingestion of\npeyote as a sacrament.78Recently, some lower courts have\nproceeded under yet another approach, which analyzes whether the\nclaims presented are sufficiently similar to those raised in the\ncases that this Court purported to distinguish inSmith. SeeHendersonv.McMurray, 987 F.3d 997, 1006–1007 (CA11\n2021); see alsoIllinois Bible Colleges Assn.v.Anderson, 870 F.3d 631, 641 (CA7 2017).79App.\n367–369 (Commissioner Figueora testifying that she was appointed by\nthe mayor, reports ultimately to him, and considers herself part of\nhis administration); Phila. Home Rule Charter, Art. IX, ch. 2,\n§9–200 (Removal of Appointive Officers).80App.\n182, 365–366. Apart from the statements made by City officials,\nother evidence suggested that the City was targeting CSS. For\ninstance, the City changed its justification for the closure of\nintake to CSS numerous times. Brief for Petitioners 12–15\n(describing six different justifications). And although the City’s\nstated harm was that CSS’s process for certifyingnewfamilies was discriminatory, it responded by prohibiting placement\nwith all CSS families, including those already certified. The\nCity’s response therefore appears to “proscribe more religious\nconduct than is necessary to achieve [its] stated ends.”Lukumi, 508 U. S., at 538.81See,e.g.,McConnell, Origins 1409; McConnell, Free Exercise\nRevisionism 1109; McConnell, Freedom From Persecution 819;\nHamburger, Religious Exemption 915; Hamburger, More Is Less 835;\nLaycock, 7 J. Contemp. Legal Issues 313; Bradley, 20 Hofstra L.\nRev. 245; Campbell, A New Approach 973; Kmiec, 59 UMKC L. Rev.\n591; Lash, 88 Nw. U. L. Rev. 1106; Lombardi, Free Exercise 369;\nMuñoz, Original Meaning 1083; Nestor 971; Nussbaum, Liberty of\nConscience, at 120–130; Walsh 1.",
    "joined": []
}