{
    "case": {
        "docket": "14-361",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-361/"
    },
    "id": "3566191",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–361_________________SAMUEL OCASIO, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[May 2, 2016]Justice Alito delivered the opinion of the\nCourt.Petitioner Samuel Ocasio, a former officer in\nthe Baltimore Police Department, participated in a kickback scheme\nwith the owners of a local auto repair shop. When petitioner and\nother Baltimore officers reported to the scene of an auto accident,\nthey persuaded the owners of damaged cars to have their vehicles\ntowed to the repair shop, and in exchange for this service the\nofficers received payments from the shopowners. Petitioner was\nconvicted of obtaining money from the shopowners under color of\nofficial right, in violation of the Hobbs Act, 18\nU. S. C. §1951, and of conspiring to violate the Hobbs\nAct, in violation of 18 U. S. C. §371. He now challenges his\nconspiracy conviction, contending that, as a matter of law, he\ncannot be convicted of conspiring with the shopowners to obtain\nmoney from them under color of official right. We reject this\nargument because it is contrary to age-old principles of conspiracy\nlaw.IHernan Alexis Moreno Mejia (known as Moreno)\nand Edwin Javier Mejia (known as Mejia) are brothers who co-owned\nand operated the Majestic Auto Repair Shop (Majestic). In 2008,\nMajestic was struggling to attract customers, so Moreno and Mejia\nmade a deal with a Baltimore police officer, Jhonn Corona. In\nexchange for kickbacks, Officer Corona would refer motorists whose\ncars were damaged in accidents to Majestic for towing and repairs.\nOfficer Corona then spread the word to other members of the force,\nand eventually as many as 60 other officers sent damaged cars to\nMajestic in exchange for payments of $150 to $300 per referral.Petitioner began to participate in this scheme\nin 2009. On several occasions from 2009 to 2011, he convinced\naccident victims to have their cars towed to Majestic. Often,\nbefore sending a car to Majestic, petitioner called Moreno from the\nscene of an accident to ensure that the make and model of the car,\nthe extent of the damage, and the car’s insurance coverage would\nallow the shopowners to turn a profit on the repairs. After\ndirecting a vehicle to Majestic, petitioner would call Moreno and\nrequest his payment.Because police are often among the first to\narrive at the scene of an accident, the Baltimore officers were\nwell positioned to route damaged vehicles to Majestic. As a result,\nthe kickback scheme was highly successful: It substantially\nincreased Majestic’s volume of business and profits, and by early\n2011 it provided Majestic with at least 90% of its customers.Moreno, Mejia, petitioner, and nine other\nBaltimore officers were indicted in 2011. The shopowners and most\nof the other officers eventually pleaded guilty pursuant to plea\ndeals, but petitioner did not.In a superseding indictment, petitioner was\ncharged with three counts of violating the Hobbs Act, 18\nU. S. C. §1951, by extorting money from Moreno with his\nconsent and under color of official right. As all parties agree,\nthe type of extortion for which petitioner was convicted—obtaining\nproperty from another with his consent and under color of official\nright—is the “rough equivalent of what we would now describe as\n‘taking a bribe.’ ”Evansv.United States, 504\nU. S. 255, 260 (1992) . To prove this offense, the Government\n“need only show that a public official has obtained a payment to\nwhich he was not entitled, knowing that the payment was made in\nreturn for official acts.”Id., at 268.Petitioner and another Baltimore officer, Kelvin\nQuade Manrich, were also charged with violating the general federal\nconspiracy statute, 18 U. S. C. §371. The indictment\nalleged that petitioner and Manrich conspired with Moreno, Mejia,\nand other Baltimore officers to bring about the same sort of\nsubstantive violations with which petitioner was charged.Before trial, petitioner began to raise a\nvariant of the legal argument that has brought his case to this\nCourt. He sought a jury instruction stating that “[i]n order to\nconvict a defendant of conspiracy to commit extortion under color\nof official right, the government must prove beyond a reasonable\ndoubt that the conspiracy was to obtain money or property from some\nperson who was not a member of the conspiracy.” App. 53. In support\nof this instruction, petitioner relied on the Sixth Circuit’s\ndecision inUnitedStatesv.Brock, 501\nF. 3d 762 (2007), which concerned two bail bondsmen who made\npayments to a court clerk in exchange for the alteration of court\nrecords. The Sixth Circuit held that “[t]o be covered by the [Hobbs\nAct], the alleged conspirators . . . must have formed an\nagreement to obtain ‘property fromanother,’ which is to\nsay, formed an agreement to obtain property from someone outside\nthe conspiracy.”Id., at 767. The District Court did not\nrule on this request prior to trial.Petitioner’s codefendant, Manrich, pleaded\nguilty during the trial, and at the close of the prosecution’s case\nand again at the close of all evidence, petitioner moved for a\njudgment of acquittal on the conspiracy count based onBrock. The District Court denied these motions, concluding\nthat the Fourth Circuit had already rejectedBrock’s holding\ninUnited Statesv.Spitler, 800 F. 2d 1267\n(1986).The District Court also refused to give\npetitioner’s proposed instruction. Instead, the court adopted the\nsort of standard instructions that are typically used in conspiracy\ncases. See generally L. Sand et al., Modern Federal Jury\nInstructions: Criminal §19.01 (2015). In order to convict\npetitioner of the conspiracy charge, the jury was told, the\nprosecution was required to prove (1) that two or more persons\nentered into an unlawful agreement; (2) that petitioner\nknowingly and willfully became a member of the conspiracy;\n(3) that at least one member of the conspiracy knowingly\ncommitted at least one overt act; and (4) that the overt act was\ncommitted to further an objective of the conspiracy. The court\n“caution[ed]” “that mere knowledge or acquiescence, without\nparticipation in the unlawful plan, is not sufficient” to\ndemonstrate membership in the conspiracy. App. 195. Rather, the\ncourt explained, the conspirators must have had “a mutual\nunderstanding . . . to cooperate with each other to\naccomplish an unlawful act,” and petitioner must have joined the\nconspiracy “with the intention of aiding in the accomplishment of\nthose unlawful ends.”Id., at 192, 195.The jury found petitioner guilty on both the\nconspiracy count and the three substantive extortion counts, and\nthe District Court sentenced him to concurrent terms of 18 months\nin prison on all four counts. On appeal to the Fourth Circuit,\npetitioner’s primary argument was the same one he had pressed\nbefore the District Court: that his conspiracy conviction was\nfatally flawed because the conspirators had not agreed to obtain\nmoney from a person who was not a member of the conspiracy. The\nFourth Circuit rejected petitioner’s argument and affirmed his\nconvictions. 750 F. 3d 399 (2014).We then granted certiorari, 574 U. S. ___\n(2015), and we now affirm.IIUnder longstanding principles of conspiracy\nlaw, a defendant may be convicted of conspiring to violate the\nHobbs Act based on proof that he entered into a conspiracy that had\nas its objective the obtaining of property from another conspirator\nwith his consent and under color of official right.AIn analyzing petitioner’s arguments, we begin\nwith the text of the statute under which he was convicted, namely,\nthe general federal conspiracy statute, which makes it a crime to\n“conspire. . . to commit any offense against the\nUnited States.” 18 U. S. C. §371 (emphasis added).\nSection 371’s use of the term “conspire” incorporates\nlong-recognized principles of conspiracy law. And under established\ncase law, the fundamental characteristic of aconspiracy is a joint\ncommitment to an “endeavor which,if completed, would satisfy all of\nthe elements of [the underlying substantive] criminal offense.”Salinasv.United States, 522 U. S. 52, 65\n(1997) ; see 2 J. Bishop, Commentaries on the Criminal Law §175, p.\n100 (rev. 7th ed. 1882) (“Conspiracy, in the modern law, is\ngenerally defined as a confederacy of two or more persons to\naccomplish some unlawful purpose”); J. Hawley & M. McGregor,\nThe Criminal Law 99–100 (3d ed. 1899) (similar); W. LaFave,\nCriminal Law 672 (5th ed. 2010) (similar).Although conspirators must “pursue the same\ncriminal objective,” “a conspirator [need] not agree to commit or\nfacilitate each and every part of the substantive offense.”Salinas,supra, at 63. A defendant must merely reach\nan agreement with the “specific intent that the underlying crimebe committed” by some member of the conspiracy. 2 K.\nO’Malley, J. Grenig, & W. Lee, Federal Jury Practice and\nInstructions: Criminal §31:03, p. 225 (6th ed. 2008) (emphasis\nadded); see alsoid., §31:02, at 220 (explaining that a\ndefendant must “intend to agree and must intend that the\nsubstantive offensebe committed” (emphasis added)). “The\ngovernment does not have to prove that the defendant intended to\ncommit the underlying offense himself/herself.”Id., §31:03,\nat 226. Instead, “[i]f conspirators have a plan which calls for\nsome conspirators to perpetrate the crime and others to provide\nsupport, the supporters are as guilty as the perpetrators.”Salinas,supra, at 64; see Sand,supra,\n§19.01, at 19–54 (“[W]hen people enter into a conspiracy to\naccomplish an unlawful end, each and every member becomes an agent\nfor the other conspirators in carrying out the conspiracy”).A few simple examples illustrate this important\npoint. Entering a dwelling is historically an element of burglary,\nsee,e.g., LaFave,supra, at 1069, but a person may\nconspire to commit burglary without agreeing to set foot inside the\ntargeted home. It is enough if the conspirator agrees to help the\nperson who will actually enter the dwelling, perhaps by serving as\na lookout or driving the getaway car. Likewise, “[a] specific\nintent to distribute drugs oneself is not required to secure a\nconviction for participating in a drug-trafficking conspiracy.”United Statesv.Piper, 35 F. 3d 611, 614 (CA1\n1994). Agreeing to store drugs at one’s house in support of the\nconspiracy may be sufficient.Ibid.Not only is it unnecessary for each member of a\nconspiracy to agree to commit each element of the substantive\noffense, but also a conspirator may be convicted “even though he\nwas incapable of committing the substantive offense” himself.Salinas,supra, at 64; seeUnited Statesv.Rabinowich, 238 U. S. 78, 86 (1915) (“A person may be\nguilty of conspiring although incapable of committing the objective\noffense”); Sand,supra, §19.01, at 19–3 (“[ Y ]ou\nmay find the defendant guilty of conspiracy despite the fact that\nhe himself was incapable of committing the substantive crime”).The Court applied these principles in two cases\ninvolving the Mann Act. See Act of June 25, 1910, ch. 395, 36Stat.\n825. Section 2 of the Mann Act made it a crime to transport a woman\nor cause her to be transported across state lines for an immoral\npurpose.[1] InUnited\nStatesv.Holte, 236 U. S. 140 (1915) , a federal\ngrand jury charged a woman, Clara Holte, with conspiring with a man\nnamed Chester Laudenschleger to violate this provision. The\nDistrict Court dismissed the charge against Holte, holding that\nbecause a woman such as Holte could not be con-victed for the\nsubstantive offense of transporting herselfor causing herself to be\ntransported across state lines, she also could not be convicted of\nconspiring to commit that offense.In a succinct opinion by Justice Holmes, the\nCourt rejected this argument, stating that “plainly a person may\nconspire for the commission of a crime by a third person,” even if\n“she could not commit the substantive crime” herself.Id.,\nat 144–145.[2] The dissent\nargued that this holding effectively turned every woman who\nacquiesced in a covered interstate trip into a conspirator, seeid., at 148 (opinion of Lamar, J.), but the Court disagreed.\nThe Court acknowledged that “there may be a degree of coöperation”\ninsufficient to make a woman a conspirator, but it refused to rule\nout the possibility that a woman could conspire to cause herself to\nbe transported.Id., at 144. To illustrate this point, the\nCourt provided the example of a woman who played an active role in\nplanning and carrying out the trip.[3]The Court expanded on these points inGebardiv.United States, 287 U. S. 112 (1932) ,\nanother Mann Act conspiracy case. A man and a woman were convicted\nfor conspiring to transport the woman from one state to another for\nan immoral purpose.Id., at 115–116. In deciding the case,\ntheGebardiCourt explicitly reaffirmed the longstanding\nprinciple that “[i]ncapacity of one to commit the substantive\noffense does not necessarily imply that he may with impunity\nconspire with others who are able to commit it.”Id., at\n120. Moreover, the Court fully acceptedHolte’s holding that\na woman could be convicted of conspiring to cause herself to be\ntransported across state lines. See 287 U. S., at 116–117. But\nthe Court held that the evidence before it was insufficient to\nsupport the conspiracy convictions because it “show[ed] no more\nthan that [the woman] went willingly upon the journeys for the\npurposes alleged.”Id., at 117. Noting that there was no\nevidence that the woman was “the active or moving spirit in\nconceiving or carrying out the transportation,” the Court held that\nthe evidence of her “mere consent” or “acquiescence” was not\nenough.Id., at 117, 123.[4]HolteandGebardimake perfectly\nclear that a person may be convicted of conspiring to commit a\nsubstantive offense that he or she cannot personally commit. They\nalso show that when that person’s consent or acquiescence is\ninherent in the underlying substantive offense, something more than\nbare consent or acquiescence may be needed to prove that the person\nwas a conspirator.BThese basic principles of conspiracy law\nresolve this case. In order to establish the existence of a\nconspiracy to violate the Hobbs Act, the Government has no\nobligation to demonstrate that each conspirator agreed personally\nto commit—or was even capable of committing—the substantive offense\nof Hobbs Act extortion. It is sufficient to prove that the\nconspirators agreed that the underlying crimebe committedby a member of the conspiracy who was capable of committing it. In\nother words, each conspirator must have specifically intended thatsome conspiratorcommit each element of the substantive\noffense.[5]That is exactly what happened here: Petitioner,\nMoreno, and Mejia “share[d] a common purpose,” namely, thatpetitionerand other police officers would commit every\nelement of the substantive extortion offense.Salinas, 522\nU. S., at 63–64. Petitioner and other officers would obtain\nproperty “under color of official right,” something that Moreno and\nMejia were incapable of doing because they were not public\nofficials. And petitioner and other officers would obtain that\nmoney from “another,”i.e., from Mo-reno, Mejia, or\nMajestic. Although Moreno and Mejia were incapable of committing\nthe underlying substantive offense as principals,[6] they could, under the reasoning ofHolteandGebardi, conspire to commit Hobbs Act\nextortion by agreeing to help petitioner and other officers commit\nthe substantive offense. SeeHolte, 236 U. S., at 145\n(“[A] conspiracy with an officer or employé of the government or\nany other for an offence that only he could commit has been held\nfor many years to fall within the conspiracy section . . . of the\npenal code”); see alsoSalinas,supra, at 63–64;Gebardi,supra, at 120–121;Rabinowich, 238\nU. S., at 86. For these reasons, it is clear that petitioner\ncould be convicted of conspiring to obtain property from the\nshopowners with their consent and under color of official\nright.CIn an effort to escape this conclusion,\npetitioner argues that the usual rules do not apply to the type of\nHobbs Act conspiracy charged in this case. His basic argument, as\nultimately clarified,[7] is as\nfollows. All members of a conspiracy must share the same criminal\nobjective. The objective of the conspiracy charged in this case was\nto obtain money “from another, with his consent . . .\nunder color of official right.” But Moreno and Mejia did not have\nthe objective of obtaining money “from another” because the money\nin question was their own. Accordingly, they were incapable of\nbeing members of the conspiracy charged in this case. And since\nthere is insufficient evidence in the record to show that\npetitioner conspired with anyone other than Moreno and Mejia, he\nmust be acquitted. See Reply Brief 3–11, 17–20.This argument fails for a very simple reason:\nContrary to petitioner’s claim, he and the shopownersdidhave a common criminal objective. The objective was not that each\nconspirator, including Moreno and Mejia, would obtain money from\n“another” but rather that petitioner and other Baltimore officers\nwould do so. See App. 36–37, Superseding Indictment ¶11 (“It was a\npurpose of the conspiracy for Moreno and Mejia to enrich over 50\nBPD [Baltimore Police Department] Officers . . . in\nexchange for the BPD Officers’ exercise of their official positions\nand influence to cause vehicles to be towed or otherwise delivered\nto Majestic”). Petitioner does not dispute that he was properly\nconvicted for three substantive Hobbs Act violations based on proof\nthat he obtained money “from another.” The criminal objective on\nwhich petitioner, Moreno, and Mejia agreed was thatpetitionerand other Baltimore officerswould commit\nsubstantive violations of this nature. Thus, under well-established\nrules of conspiracy law, petitioner was properly charged with and\nconvicted of conspiring with the shopowners. Nothing in the text of\nthe Hobbs Act even remotely undermines this conclusion, and\npetitioner’s invocation of the rule of lenity[8] and principles of federalism[9] is unavailing.1Petitioner argues that our interpretation\nmakes the Hobbs Act sweep too broadly, creating a national\nantibribery law and displacing a carefully crafted network of state\nand federal statutes. He contends that a charge of conspiring to\nobtain money from a conspirator with his consent and under color of\nofficial right is tantamount to a charge of soliciting or accepting\na bribe and that allowing such a charge undermines 18\nU. S. C. §666 (a federal bribery statute applicable to\nstate and local officials) and state bribery laws. He also argues\nthat extortion conspiracies of this sort were not known prior to\nthe enactment of the Hobbs Act and that there is no evidence that\nCongress meant for that Act to plow this new ground.The subtext of these arguments is that it seems\nunnatural to prosecute bribery on the basis of a statute\nprohibiting “extortion,” but this Court held inEvansthat\nHobbs Act extortion “under color of official right” includes the\n“rough equivalent of what we would now describe as ‘taking a\nbribe.’ ” 504 U. S., at 260. Petitioner does not ask us\nto overturnEvans, see,e.g., Brief for Petitioner 1;\nTr. of Oral Arg. 4–5, 12–13, and we have no occasion to do so.\nHaving already held that §1951 prohibits the “rough equivalent” of\nbribery, we have no principled basis for precluding the prosecution\nof conspiracies to commit that same offense.[10]Petitioner also exaggerates the reach of our\ndecision. It does not, as he claims, dissolve the distinction\nbetween extortion and conspiracy to commit extortion. Because every\nact of extortion under the Hobbs Act requires property to be\nobtained with “consent,” petitioner argues, proof of that consent\nwill always or nearly always establish the existence of a\nconspiratorial agreement and thus allow the Government to turn\nvirtually every such extortion case into a conspiracy case. But\nthere are plenty of instances in which the “consent” required under\nthe Hobbs Act will not be enough to constitute the sort of\nagreement needed under the law of conspiracy.As used in the Hobbs Act, the phrase “with his\nconsent” is designed to distinguish extortion (“obtaining of\nproperty from another,with his consent,” 18\nU. S. C. §1951(b)(2) (emphasis added)) from robbery\n(“obtaining of personal property from the person or in the presence\nof another,against his will,” §1951(b)(1) (emphasis\nadded)). Thus, “consent” simply signifies the taking of property\nunder circumstances falling short of robbery, and such “consent” is\nquite different from themens reanecessary for\naconspiracy.This conclusion is clear from the language of\n§1951 prohibiting the obtaining of property “from another, with his\nconsent,induced by wrongful use of actual or threatened force,\nviolence, or fear.” §1951(b)(2) (emphasisadded). This language\napplies when, for example, a store owner makes periodic protection\npayments to gang members out of fear that they will otherwise trash\nthe store. While these payments are obtained with the store owner’s\ngrudging consent, the store owner, simply by making the demanded\npayments, does not enter into a conspiratorial agreement with the\ngang members conducting the shakedown. SeeSalinas, 522\nU. S., at 63–65 (conspirators must pursue “the same criminal\nobjective”);United Statesv.Bailey, 444 U. S.\n394, 405 (1980) (conspiracy requires “a heightened mental state”);Andersonv.United States, 417 U. S. 211, 223\n(1974) (“the prosecution must show that the offender acted with a\nspecific intent”). Just as mere acquiescence in a Mann Act\nviolation is insufficient to create a conspiracy, seeGebardi, 287 U. S., at 121–123;Holte, 236\nU. S., at 145, the minimal “consent” required to trigger §1951\nis insufficient to form a conspiratorial agreement. Our\ninterpretation thus does not turn virtually every act of extortion\ninto a conspiracy.Nor does our reading transform every bribe of a\npublic official into a conspiracy to commit extortion. The\n“consent” required to pay a bribe does not necessarily create a\nconspiratorial agreement. In cases where the bribe payor is merely\ncomplying with an official demand, the payor lacks themens\nreanecessary for a conspiracy. SeeSa-linas,supra, at 63–65;Bailey,supra, at 405;Anderson,supra, at 223;Gebardi,supra, at 121–123. For example, imagine that a health\ninspector demands a bribe from a restaurant owner, threatening to\nclose down the restaurant if the owner does not pay. If the owner\nreluctantly pays the bribe in order to keep the business open, the\nowner has “consented” to the inspector’s demand, butthis mere\nacquiescence in the demand does not form a conspiracy.[11]2While petitioner exaggerates the impact of our\ndecision, his argument would create serious practical problems. The\nvalidity of a charge of Hobbs Act conspiracy would often depend on\ndifficult property-law questions having little to do with criminal\nculpability. In this case, for example, ownership of the money\nobtained by petitioner is far from clear. It appears that the funds\ncame from Majestic’s account, App. 97–98, 149, and there is\nevidence that during the period of petitioner’s membership in the\nconspiracy, Majestic was converted from a limited liability company\nto a regular business corporation,id., at 145; App. in No.\n12–4462 (CA4), pp. 655–656, 736. After that transformation, the\nmoney obtained by petitioner may have come from corporate funds. A\ncorporation is an entity distinct from its shareholders, and\ntherefore, even under petitioner’s interpretation of the applicable\nlaw, Moreno and Mejia would have agreed that petitioner would\nobtain money “from another,” not from them.Suppose that Moreno or Mejia had made the\npayments by taking money from a personal bank account. Would that\ndictate a different outcome? Or suppose that Majestic was a\npartnership and the payments came from a com-pany account. Would\nthat mean that Moreno agreed that officers would obtain money “from\nanother” insofar as they would obtain Mejia’s share of the\npartnership funds and that Mejia similarly agreed that officers\nwould obtain money “from another” insofar as they would obtain the\nshare belonging to Moreno?Or consider this example. Suppose that the owner\nand manager of a nightclub reach an agreement with a public\nofficial under which the owner will bribe the official to approve\nthe club’s liquor license application. Under petitioner’s approach,\nthe public official and the club manager may be guilty of\nconspiring to commit extortion, because they agreed that the\nofficial would obtain property “from another”—that is, the owner.\nBut as “the ‘another’ from whom the property is obtained,” Reply\nBrief 10, the owner could not be prosecuted. There is no apparent\nreason, however, why the manager but not the owner should be\nculpable in this situation.IIIA defendant may be convicted of conspiring to\nviolate the Hobbs Act based on proof that he reached an agreement\nwith the owner of the property in question to obtain that property\nunder color of official right. Because petitioner joined such an\nagreement, his conspiracy conviction must stand.The judgment of the United States Court of\nAppeals for the Fourth Circuit is affirmed.It is so ordered.Notes1In full, §2 provided as\nfollows:2The Court assumed that\nHolte could not be convicted as a principal for the substantive\noffense of causing herself to be transported across state lines.\nBut the Court noted that it might be possible for a woman to\nviolate §2 of the Mann Act in a different way: by “aiding in\nprocuring any form of transportation for” a covered interstate\ntrip.Holte, 236 U. S., at 144; see 36Stat. 825 (“aid\nor assist in obtaining transportation”). If a woman could commit\nthat substantive §2 violation, the Court explained, there is no\nreason why she could not also be convicted of conspiring to commit\nthat offense. See 236 U. S., at 145. The Court, however,\nrefused to hold that this was the only ground on which a woman like\nHolte could be convicted for conspiring to violate §2.Id.,\nat 144–145. It thus addressed the broader question of whether it\nwas possible for a woman in Holte’s position to commit the offense\nof conspiring “that Laudenschleger should procure transportation\nand should cause [Holte] to be transported.”Id.,at\n144.3The Court\nwrote:4The path of reasoning by\nwhich theGebardiCourt reached these conclusions was\nessentially as follows:5Section 371 also requires\nthat one of the conspirators commit an overt act in furtherance of\nthe offense. Petitioner does not dispute that this element was\nsatisfied.6The Government argues\nthat the lower courts have long held that a private person may be\nguilty of this type of Hobbs Act extortion as an aider and abettor.\nSee Brief for United States 36–37. We have no occasion to reach\nthat question here.7Petitioner’s position has\nevolved over the course of this litigation. As noted, petitioner\nrequested a jury instruction stating that “[i]n order to convict a\ndefendant of conspiracy to commit extortion under color of official\nright, the government must prove beyond a reasonable doubt that the\nconspiracy was to obtain money or property from some person who was\nnot a member of the conspiracy.” App. 53. Under this instruction,\nas long as the shopowners were named as conspirators, petitioner\ncould not have been convicted even if there was ample evidence to\nprove that he conspired with other Baltimore officers to obtain\nmoney from the shopowners. (And, indeed, when he first raised hisBrockargument, seeUnited Statesv.Brock,\n501 F. 3d 762 (CA6 2007), another officer, Manrich, was still\nin the case and was charged with the same conspiracy.)8That rule applies only\nwhen a criminal statute contains a “grievous ambiguity or\nuncertainty,” and “only if, after seizing everything from which aid\ncan be derived,” the Court “can make no more than a guess as to\nwhat Congress intended.”Muscarellov.United States,\n524 U. S. 125 –139 (1998) (internal quotation marks\nomitted).9We are not unmindful of\nthe federalism concerns implicated by this case, but those same\nconcerns were raised—and rejected—inEvansv.United\nStates, 504 U. S. 255 (1992) , seeid.,at 290\n(Thomas, J., dissenting) (“The Court’s construction of the Hobbs\nAct is repugnant . . . to basic tenets of federalism”),\nwhich we accept as controlling here, see Part II–C–1,infra.10Justice Thomas argues thatEvanswas wrongly decided, and his position makes sense to\nthe extent that he simply refuses to accept that case. But it\nfounders insofar as it suggests that even ifEvansis\naccepted in relation to substantive Hobbs Act charges, it should\nnot be extended to conspiracy cases. Seepost, at 1\n(dissenting opinion) (“I would not extendEvans’ errors\nfurther”);post, at 3 (“[The Court’s] holding\n. . . needlessly extendsEvans’ error to the\nconspiracy context”);post, at 4 (“The Court today takes\nanother step away from the common-law understanding of extortion\nthat the Hobbs Act adopted”). It would be very strange if a\nprovision of the criminal code meant one thing with respect to\ncharges of a substantive violation but something very different in\ncases involving a conspiracy to commit the same\noffense.11Petitioner also claims that naming\nMoreno and Mejia as conspirators opened the door for prosecutors to\nemploy the potent party-joinder and evidentiary rules that\nconspiracy charges make available. See Brief for Petitioner 10–11,\n18, 26–27, 37. But the naming of the shopowners had no effect on\njoinder. The only other defendant named in the superseding\nindictment, Manrich, could have been joined even if the shopowners\nhad not been named. Nor did naming Moreno and Mejia have any effect\non the admissibility of evidence of overt acts committed by the\nBaltimore officers named as\npetitioner’sco-conspirators.",
    "joined": []
}