{
    "case": {
        "docket": "19-897",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-897/"
    },
    "id": "4444878",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–897_________________TAE D. JOHNSON, ACTING DIRECTOR OF U. S.\nIMMI- GRATION AND CUSTOMS ENFORCEMENT, et al., PETITIONERSv.MARIA ANGELICA GUZMAN CHAVEZ, et al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 29, 2021]Justice Alito delivered the opinion of the\nCourt, except as to footnote 4.Federal immigration law contains various\nprovisions authorizing the Government to detain aliens during the\nremoval process. This case concerns two of them: 8\nU. S. C. §1226 and 8 U. S. C. §1231. We are\nasked to decide which of those provisions applies to aliens who\nwere removed from the United States but later reentered without\nauthorization, were subject to reinstated orders of removal, and\nthen sought withholding of removal based on fear of persecution in\nthe particular countries designated by their removal orders. If the\nanswer is §1226, which applies “pending a decision on whether the\nalien is to be removed from the United States,” then the alien may\nreceive a bond hearing before an immigration judge. If the answer\nis §1231, which applies after the alien is “ordered removed,” then\nthe alien is not entitled to a bond hearing. We conclude that\n§1231, not §1226, governs the detention of aliens subject to\nreinstated orders of removal, meaning those aliens are not entitled\nto a bond hearing while they pursue withholding of removal.IAThe Immigration and Nationality Act (INA)\nestablishes procedures for removing aliens living unlawfully in the\nUnited States. In the ordinary course, if the Department of\nHomeland Security (DHS)[1]\ndiscovers that an alien is living in the United States without\nauthorization, it may initiate removal proceedings against the\nalien by sending him a “notice to appear.” 110Stat. 3009–587, as\nadded and amended, 8 U. S. C. §1229(a). That notice\ninforms the alien of, among other things, the charges against him\nand the time and place of the hearing at which an immigration judge\nwill determine whether the alien is to be removed. §§1229(a)(1)(D),\n(G)(i).The INA further provides that DHS may arrest and\ndetain the alien “pending a decision on whether the alien is to be\nremoved from the United States.” §1226(a). Aliens who are arrested\nand detained may generally apply for release on bond or conditional\nparole. §1226(a)(2).[2] To\nsecure release, the alien must show that he does not pose a danger\nto the community and that he is likely to appear for future\nproceedings. 8 CFR §§236.1(c)(8), 1236.1(c)(8) (2020);In re Adeniji, 22 I. & N. Dec. 1102, 1113 (BIA\n1999). If DHS denies the alien’s request, the alien may request a\nbond hearing in front of an immigration judge by filing an\napplication for a change in the alien’s detention conditions. See\n§§236.1(d)(1), 1003.19(a), 1236.1(d)(1). Either the alien or DHS\nmay appeal the immigration judge’s decision to the Board of\nImmigration Appeals (BIA). See §§236.1(d)(3)(i), 1003.19(f ),\n1236.1(d)(3)(i).At some point, the alien will also have the\nabove- mentioned hearing before an immigration judge to determine\nwhether he is inadmissible or deportable, and therefore subject to\nremoval. 8 U. S. C. §1229a(a)(1). The alien may seek\nvarious forms of relief or protection from removal, such as asylum\nor withholding of removal. See §1229a(c)(4)(A); 8 CFR\n§§1208.4(b)(3)(i), 1240.11(c), (e). If the immigration judge\ndecides that the alien is inadmissible or deportable and that the\nalien is not entitled to any of the relief or protection that he\nrequested, the immigration judge will issue an order of removal. 8\nU. S. C. §1229a(c)(5). If the immigration judge issues an\norder of removal, the alien may file a motion to reconsider, a\nmotion to reopen, an appeal to the BIA, and a petition for review\nin federal court. §§1229a(c)(5)–(7), 1252(b); 8 CFR §1240.15.Once an alien is ordered removed, DHS must\nphysically remove him from the United States within a 90-day\n“removal period.” 8 U. S. C. §1231(a)(1)(A). The removal\nperiod begins on the latest of three dates: (1) the date the order\nof removal becomes “administratively final,” (2) the date of the\nfinal order of any court that entered a stay of removal, or (3) the\ndate on which the alien is released from non-immigration detention\nor confinement. §1231(a)(1)(B). During the removal period,\ndetention is mandatory. §1231(a)(2).Under §1231, the removal period may be extended\nin at least three circumstances, such that an alien remains\ndetained after 90 days have passed. First, the removal period may\nbe extended if the alien fails to make a timely application for\ntravel documents or acts to prevent his removal. §1231(a)(1)(C).\nSecond, DHS may stay the immediate removal of certain aliens if it\ndecides that such removal is not practicable or proper, or if the\nalien is needed to testify in a pending prosecution.\n§1231(c)(2)(A). And finally, the statute provides that an alien may\nbe detained beyond the removal period or released under supervision\nif he is (1) inadmissible, (2) removable as a result of violations\nof status requirements, entry conditions, or the criminal law, or\nfor national security or foreign policy reasons, or (3) a risk to\nthe community or unlikely to comply with the removal order.\n§1231(a)(6); see also 8 CFR §241.4 (setting out procedures DHS must\nfollow to impose continued detention). Continued detention under\nthis provision creates the “post-removal-period.”Although the statute does not specify a time\nlimit on how long DHS may detain an alien in the post-removal\nperiod, this Court has “read an implicit limitation” into the\nstatute “in light of the Constitution’s demands,” and has held that\nan alien may be detained only for “a period reasonably necessary to\nbring about that alien’s removal from the United States.”Zadvydasv.Davis,533\nU.S. 678, 689 (2001). And according to the Court, a period\nreasonably necessary to bring about the alien’s removal from the\nUnited States is presumptively six months.Id.,at 701.\nAfter that point, if the alien “provides good reason to believe\nthat there is no significant likelihood of removal in the\nreasonably foreseeable future,” the Government must either rebut\nthat showing or release the alien.Ibid.; see also 8 CFR\n§241.13 (setting out theZadvydasprocedures).If no exception applies, an alien who is not\nremoved within the 90-day removal period will be released subject\nto supervision. See 8 U. S. C. §1231(a)(3); see also 8\nCFR §241.5.BIn addition to the removal procedures outlined\nabove, Congress has created an expedited process for aliens who\nreenter the United States without authorization after having\nalready been removed. The relevant statutory provision states:“If the Attorney General finds that an\nalien has reentered the United States illegally after having been\nremoved or having departed voluntarily, under an order of removal,\nthe prior order of removal is reinstated from its original date and\nis not subject to being reopened or reviewed, the alien is not\neligible and may not apply for any relief under this chapter, and\nthe alien shall be removed under the prior order at any time after\nthe reentry.” §1231(a)(5).DHS’s regulations set out the process for\nreinstating an order of removal. In short, the agency obtains the\nalien’s prior order of removal, confirms the alien’s identity,\ndetermines whether the alien’s reentry was unauthorized, provides\nthe alien with written notice of its determination, allows the\nalien to contest that determination, and then reinstates the order.\nSee 8 CFR §§241.8(a)–(c), 1241.8(a)–(c).Title 8 U. S. C. §1231(a)(5) applies\nto “all illegal reentrants,” and it “explicitly insulates the\nremoval orders from review,” while also “generally foreclos[ing]\ndiscretionary relief from the terms of the reinstated order.”Fernandez-Vargasv.Gonzales,548 U.S.\n30, 35 (2006). It does not, however, preclude an alien from\npursuing withholding-only relief to prevent DHS from executing his\nremoval to the particular country designated in his reinstated\nremoval order.Ibid.,n. 4; see also\n§1231(b)(3)(A).CMuch of this case turns on the nature of\nwithholding-only proceedings. There are two paths for seeking\nwithholding of removal. First, the alien may seek statutory\nwithholding under §1231(b)(3)(A), which provides that “the Attorney\nGeneral may not remove an alien to a country if the Attorney\nGeneral decides that the alien’s life or freedom would be\nthreatened in that country because of the alien’s race, religion,\nnationality, membership in a particular social group, or political\nopinion.” Second, the alien may seek withholding under regulations\nimplementing the Convention Against Torture and Other Cruel,\nInhuman or Degrading Treatment or Punishment (CAT), Dec. 10, 1984,\nS. Treaty Doc. No. 100–20, 1465 U. N. T. S. 113, which prohibits\nremoval of an alien to a country where the alien is likely to be\ntortured. See 8 CFR §§208.16–208.17, 1208.16–1208.17.The process for applying for withholding of\nremoval depends on whether the alien is subject to the standard\nremoval proceedings or a reinstated order of removal. As mentioned\nabove, an alien subject to the standard removal process typically\napplies for withholding during the course of his removal\nproceedings. Seesupra, at 3. But because an alien subject\nto a reinstated order of removal will not have any removal\nproceedings, the process begins for him only if he expresses a fear\nto DHS of returning to the country of removal. See §§208.31(a),\n1208.31(a). At that point, DHS will refer him to an asylum officer\nfor a reasonable fear determination, which will normally be\nconducted within 10 days of the referral. §§208.31(b), 1208.31(b).\nIf the asylum officer concludes that the alien has a reasonable\nfear, he will refer the matter to an immigration judge for\ninitiation of withholding-only proceedings. §§208.31(e),\n1208.31(e). Those proceedings are “limited to a determination of\nwhether the alien is eligible for withholding or deferral of\nremoval,” and as such, “all parties are prohibited from raising or\nconsidering any other issues, including but not limited to issues\nof admissibility, deportability, eligibility for waivers, and\neligibility for any other form of relief.” §§208.2(c)(3)(i),\n1208.2(c)(3)(i). The immigration judge’s final decision as to\nwithholding can be appealed to the BIA. §§208.31(e),\n1208.31(e).If an alien is granted withholding-only relief,\nDHS may not remove the alien to the country designated in the\nremoval order unless the order of withholding is terminated.\n§§208.22, 1208.22. But because withholding of removal is a form of\n“ ‘country specific’ ” relief,INSv.Cardoza-Fonseca,480 U.S.\n421, 428, n. 6 (1987), nothing prevents DHS “from removing\n[the] alien to a third country other than the country to which\nremoval has been withheld or deferred,” §§208.16(f ),\n1208.16(f ); see also §§208.17(b)(2), 1208.17(b)(2).DRespondents are aliens who were removed from\nthe United States and later reentered without authorization.Guzman Chavezv.Hott, 940 F.3d 867, 870 (CA4 2019).\nWhen DHS discovered their presence, it reinstated their prior\nremoval orders.Id.,at 870–871. Each respondent expressed a\nfear of returning to his or her home country and was referred to an\nasylum officer for a reasonable fear interview.Id., at 871.\nIn each case, the asylum officer determined that the respondent had\na reasonable fear of persecution or torture and referred the\nrespondent to an immigration judge for withholding-only\nproceedings.Ibid.Although some of the respondents were\ninitially granted supervised release, all were ultimately detained\nby DHS.Ibid.They then sought release on bond while their\nwithholding-only proceedings were pending. The Government opposed\nrelease, maintaining that because respondents were detained under 8\nU. S. C. §1231, not §1226, they were not entitled to bond\nhearings.Respondents filed two habeas proceedings in the\nEastern District of Virginia seeking a declaration that §1226\nrather than §1231 governs their detention, as well as an injunction\nordering the Government to grant them individualized bond hearings\nconsistent with §1226.[3] In\nboth cases, the District Court entered summary judgment in favor of\nrespondents, concluding that §1226 governs their detention. SeeRomerov.Evans, 280 F. Supp. 3d 835, 849\n(2017);Diazv.Hott, 297 F. Supp. 3d 618, 623,\n628 (2018). The Government appealed both decisions, and the Fourth\nCircuit affirmed, over a dissent by Judge Richardson. See 940\nF. 3d, at 882. In doing so, the Fourth Circuit joined the\nSecond Circuit but departed from the Third, Sixth, and Ninth\nCircuits. CompareGuerrav.Shanahan, 831 F.3d 59, 64\n(CA2 2016), withMartinezv.LaRose, 968 F.3d 555,\n559 (CA6 2020);Guerrero-Sanchezv.Warden York County\nPrison, 905 F.3d 208, 213 (CA3 2018);Padilla-Ramirezv.Bible, 882 F.3d 826, 832 (CA9 2017). We granted certiorari\nto resolve the split.Albencev.Guzman Chavez, 590\nU. S. ___ (2020). We conclude that §1231, not §1226, governs\nrespondents’ detention and now reverse the judgment of the Fourth\nCircuit.[4]IIAWe turn first to the statutory text. Section\n1226 provides that “an alien may be arrested and detained pending a\ndecision on whether the alien is to be removed from the United\nStates.” §1226(a). Section 1231, by contrast, authorizes detention\n“when an alien is ordered removed” and enters the “removal period,”\nwhich begins on “[t]he date the order of removal becomes\nadministratively final.” §§1231(a)(1)(A)–(B), (2).[5] It further provides that when an alien\nreenters the country after having already been removed, “the prior\norder of removal is reinstated from its original date and is not\nsubject to being reopened or reviewed.” §1231(a)(5). In that\nscenario, “the alien is not eligible and may not apply for any\nrelief under this chapter” and “shall be removed under the prior\norder at any time after the reentry.”Ibid.The parties agree that §1226 governs the\ndetention of aliens until §1231’s “removal period” begins. As\nrelevant here, the removal period begins when an alien is “ordered\nremoved,” and the removal order becomes “administratively final.”\nTo resolve this case, we therefore must decide two questions:\nwhether respondents were “ordered removed” and whether their\nreinstated removal orders were “administratively final.” The answer\nto both questions is yes.First, respondents have been “ordered removed.”\nIt is undisputed that each respondent was previously removed\npursuant to a valid order of removal. And after respondents later\nreentered the United States without authorization, those prior\norders were “reinstated from [their] original date[s]” under\n§1231(a)(5). Those reinstated orders are not subject to reopening\nor review, nor are respondents eligible for discretionary relief\nunder the INA. Instead, they “shall be removed under the prior\norder at any time after the reentry.”Ibid.Accordingly,\nrespondents’ prior orders, reinstated under §1231(a)(5), show that\nrespondents were ordered removed.Second, respondents’ reinstated removal orders\nare “administratively final.” Although that phrase is not defined\nin the statute, its meaning is clear. By using the word\n“administratively,” Congress focused our attention on theagency’sreview proceedings, separate and apart from any\njudicial review proceedings that may occur in a court. Context\nconfirms this interpretation. Recall that under §1231(a)(1)(B), the\nremoval period begins “on the latest of ” three events: (1)\n“[t]he date the order of removal becomes administratively final”;\n(2) “[i]f the removal order is judicially reviewed and if a court\norders a stay of the removal of the alien, the date of the court’s\nfinal order”; and (3) “[i]f the alien is detained or confined”\noutside the immigration process, the date of the alien’s release.\nReading the first two provisions together, it is clear that DHS\nneed not wait for the alien to seek, and a court to complete,\njudicial review of the removal order before executing it. Rather,\nonce the BIA has reviewed the order (or the time for seeking the\nBIA’s review has expired), DHS is free to remove the alienunlessa court issues a stay. That reinforces why Congress\nincluded “administratively” before the word “final” in the first\nprovision.Respondents do not contest that their prior\nremoval orders have long been “administratively final,” as we\nunderstand the term. See Brief for Respondents 8, 20–21,\n24–26.[6] Each had the\nopportunity to seek review in the BIA after the initial removal\norder was entered, and §1231(a)(5) explicitly prohibits them from\nseeking review or relief from the order after it is reinstated\nfollowing unlawful reentry. In other words, there is nothing left\nfor the BIA to do with respect to the removal order other than to\nexecute it. Thus, respondents’ orders are administratively\nfinal.For these reasons, §1231’s detention provisions\nare a natural fit for aliens subject to reinstated orders of\nremoval. Respondents and the dissent appear to accept this much but\nnevertheless contend that even if §1231 normally governs aliens in\nthis posture, it ceases to apply when such an alien pursues\nwithholding-only relief. Seepost, at 6–7 (opinion of\nBreyer, J.). Each of the arguments on this score fails.1Respondents first argue that because an\nimmigration judge or the BIA might determine that DHS cannot remove\nan alien to the specific country designated in the removal order,\nthe question whether the alien is “to be removed” remains “pending”\nand is therefore governed by §1226. Respondents misunderstand the\nnature of withholding-only proceedings. When an alien applies for\nwithholding-only relief, he does so as to a particular country. See\n8 CFR §§208.31(a), 1208.31(a). The proceedings that result from\nsuch an application are “limited to a determination of whether the\nalien is eligible for withholding or deferral of removal,” and “all\nparties are prohibited from raising or considering any other\nissues, including but not limited to issues of admissibility,\ndeportability, eligibility for waivers, and eligibility for any\nother form of relief.” §§208.2(c)(3)(i), 1208.2(c)(3)(i). If an\nimmigration judge grants an application for withholding of removal,\nhe prohibits DHS from removing the alientothat particular\ncountry, notfromthe United States. The removal order is\nnot vacated or otherwise set aside. It remains in full force, and\nDHS retains the authority to remove the alien to any other country\nauthorized by the statute. See §§208.16(f ), 1208.16(f ),\n1240.12(d). And the statute provides numerous options: a country\ndesignated by the alien; the alien’s country of citizenship; the\nalien’s previous country of residence; the alien’s country of\nbirth; the country from which the alien departed for the United\nStates; and finally, any country willing to accept the alien. Brief\nfor Petitioners 3 (citing 8 U. S. C. §1231(b)(2)). In\nshort, withholding-only relief is country-specific. It relates towherean alien may be removed. It says nothing, however,\nabout the antecedent questionwhetheran alien is to be\nremoved from the United States.This Court and the BIA have long understood the\nnature of withholding-only relief this way. InINSv.Aguirre-Aguirre,526 U.S.\n415, 419 (1999), we distinguished withholding-only relief from\nasylum, noting that “a grant of asylum permits an alien toremain in the United Statesand to apply for permanent\nresidency after one year,” while “withholding only bars deporting\nan aliento aparticular country or countries.”\n(Emphasis added.) And inMatter of I–S & C–S, 24\nI. & N. Dec. 432, 434 (BIA 2008), the BIA made clear\nthat withholding-only relief “does not afford [an alien] any\npermanent right to remain in the United States.” Rather, as the\n“regulations make clear,” a grant of withholding “does not prevent\nthe DHS from removing an alien to a country other than the one to\nwhich removal has been withheld.”Ibid.Indeed, just last\nTerm, we affirmed that a grant of withholding-only relief “means\nonly that, notwithstanding the order of removal, the noncitizen may\nnot be removed to the designated country of removal, at least until\nconditions change in that country,” and that “the noncitizen still\nmay be removed at any time to another country.”Nasrallahv.Barr, 590 U. S. ___, ___ (2020) (slip op., at 8)\n(internal quotation marks omitted).Respondents counter that, as a practical matter,\nthe questions “whether” an alien may be removed and “where” he may\nbe removed to are indistinguishable because DHS often does not\nremove an alien to an alternative country if withholding relief is\ngranted. They point to one source claiming that in 2017, only 1.6%\nof aliens who were granted withholding of removal were actually\nremoved to an alternative country. See Brief for Respondents 6,\n30–31 (citing American Immigration Council & National Immigrant\nJustice Center, The Difference Between Asylum and Withholding of\nRemoval 7 (Oct. 2020), www.americanimmigrationcouncil\n.org/sites/default/files/research/the_difference_between_\nasylum_and_withholding_of_removal.pdf ). But the fact that\nalternative-country removal is rare does not make it statutorily\nunauthorized. Here, the statute makes clear that removability and\nwithholding relief are distinct, and we decline to ignore the plain\nimport of the statutory text in favor of on-the-ground statistics\nabout the feasibility of removal to a third country.Indeed, respondents’ argument—that the decision\nabout whether an alien “is to be removed” remains “pending” for\npurposes of §1226 until DHS is certain that it will be able to\ncarry out that removal—is at odds with the statutory text of §1231\nand our decision inZadvydas. To begin, it is not plausible\nthat an alien is detained under §1226 instead of §1231 while DHS\nresolves any practical problems associated with the execution of a\nremoval order because §1231, not §1226, is the part of the INA that\nanticipates and addresses those problems. For example,\n§1231(a)(1)(C) extends the removal period if the alien fails to\ntimely apply for travel documents and therefore cannot be removed\nto the relevant country. Section 1231(c)(2)(A) authorizes DHS to\nstay the immediate removal of certain aliens if it decides that\nimmediate removal “is not practicable or proper.” And §1231(a)(3)\nallows for supervised release after the 90-day removal period\nexpires “[i]f the alien does not leave or is not removed” during\nthat time period. Those provisions would be unnecessary if\nquestions of how and where an alien is to be removed were bound up\nin whether the alien was removable at all under §1226.Our decision inZadvydasconfirms this\ndistinction between whether an alien is to be removed and where an\nalien is to be sent. In that case, we addressed claims raised by\ntwo aliens who, due to the Government’s inability to locate a\ncountry of removal, had been detained for prolonged periods of time\nunder §1231. See 533 U. S., at 684–686. But rather than\nholding that these aliens should not have been detained under §1231at allbecause the decision about whether they were to be\nremoved remained “pending,” the Court set out certain procedural\nmechanisms to allow aliens to seek release from §1231 detention if\nthere was no significant likelihood of removal in the reasonably\nforeseeable future.Id.,at 701. That holding would make\nlittle sense if DHS had to conclusively resolve the question of\n“where” an alien was to be removedbeforeresolving\n“whether” the alien was to be removed under §1226.[7]2Respondents next argue that a removal order\ndoes not become “administratively final” until the withholding-only\nproceedings conclude. That is so, they say, even if a reinstated\norder of removal is “administratively final” at the time of its\nreinstatement; according to their submission, when the alien\ninitiates withholding-only proceedings, the reinstated order loses\nits prior finality. See Brief for Respondents 24–25. In a similar\nvein, the dissent contends that respondents’ removal orders are not\n“administratively final” because, by seeking withholding-only\nrelief, respondents are “in effect” seeking “a modification of, a\nchange in, or a withholding of, the ‘prior order of\nremoval.’ ”Post, at 9.These related arguments suffer from the same\nflaw as the one just discussed: They ignore that removal orders and\nwithholding-only proceedings address two distinct questions. As a\nresult, they end in two separate orders, and the finality of the\norder of removal does not depend in any way on the outcome of the\nwithholding-only proceedings.Case law makes this clear. InMatter of I–S\n& C–S, two aliens asserted that they were entitled to\nwithholding of removal during their initial removal proceedings.\nThe Immigration Judge concluded that they were removable but agreed\nthat they were entitled to withholding relief. As a result, the\nImmigration Judge did not issue an order of removal but instead\nsimply granted the aliens’ withholding applications. 24\nI. & N. Dec., at 432–433. DHS appealed, arguing that\nit was error for the Immigration Judge not to issue the order of\nremoval. Id., at 433. The BIA agreed. It stated that\n“[a]lthough entering an order of removal prior to granting\nwithholding may appear to be a technicality,” it is “axiomatic that\nin order to withhold removal there mustfirstbe an order of\nremoval that can be withheld.”Ibid.(emphasis added). In\nother words, the order of removal is separate from and antecedent\nto a grant of withholding of removal. Every Member of this Court\napproved that reading just last Term. InNasrallahv.Barr, the majority explained that the grant of withholding\nrelief under CAT “does not disturb the final order of removal,”\n“affect the validity of the final order of removal,” or otherwise\n“merge into the final order of removal.” 590 U. S., at ___\n(slip op., at 8). The dissent acknowledged the same. Seeid.,at ___ (opinion of Thomas, J.) (slip op., at 5) (“The\nmajority correctly notes that a CAT order does not fall within” the\nstatute’s definition of an order of removal);id.,at\n___–___ (slip op., at 6–7) (“[S]tatutory withholding seeks to\nprevent removability and is considered after the alien has been\ndeemed removable. Thus, statutory withholding claims also do not\naffect the validity of the underlying removal order” (citation\nomitted)). Because the validity of removal orders is not affected\nby the grant of withholding-only relief, an alien’s initiation of\nwithholding-only proceedings does not render non-final an otherwise\n“administratively final” reinstated order of removal.3At oral argument, respondents offered a new\ntextual argument in support of their position that §1231 does not\ngovern their detention. They point to the opening clause of\n§1231(a)(1)(A), which states in full: “Except as otherwise\nprovided in this section, when an alien is ordered removed, the\nAttorney General shall remove the alien from the United States\nwithin a period of 90 days.” (Emphasis added.) Respondents submit\nthat because withholding-only relief is provided for in §1231, DHS\ncannot remove an alien who seeks such relief, and the removal\nperiod cannot begin under §1231(a)(1)(B). Tr. of Oral Arg. 33–34,\n45. Stated differently, respondents read the “[e]xcept as” language\nas another limit on when the removal period is triggered, a reading\nthat the dissent endorses. Seepost, at 7–9.Even assuming that respondents did not forfeit\nthis argument by failing to raise it in their brief, it fails on\nthe merits. Section 1231(a)(1)(A) relates to the length of the\nremoval period, and it sets the default for that period at 90 days.\nIt does not, as respondents suggest, serve as the “gateway” for\nwhen the removal period begins. Tr. of Oral Arg. 45. Those triggers\nappear in §1231(a)(1)(B). Nor does it simply offer “basic operative\nlanguage” regarding what DHS must do.Post, at 8. The\nprovision’s focus is the length of time that DHS has to remove an\nalien once the alien is ordered removed. And the most natural\nreading of the “except as otherwise provided” clause is that DHS\nmust remove an alien within 90 daysunlessanother\nsubsection of §1231 specifically contemplates that the removal\nperiod can exceed 90 days. That aligns with the rest of §1231,\nwhich contains specific provisions mandating or authorizing DHS to\nextend detention beyond 90 days. See,e.g.,§1231(a)(1)(C)\n(requiring the extension of the 90-day period and permitting\ncontinued detention “if the alien fails or refuses to make timely\napplication in good faith for travel or other documents necessary\nto the alien’s departure or conspires or acts to prevent the\nalien’s removal subject to an order of removal”); §1231(c)(2)(A)\n(permitting DHS to stay immediate removal of certain aliens if such\n“removal is not practicable or proper” or the alien is needed to\ntestify in a criminal case); §1231(a)(6) (permitting DHS to detain\ncertain groups of aliens “beyond the removal period”).[8] Given the presence of specific\nstatutory provisions in §1231 under which DHS is not required to\nremove the alien within 90 days, we have little trouble concluding\nthat the opening clause of §1231(a)(1)(A) refers to them and not\nthe withholding-only provision, which does not mention the length\nof the removal period and does not stand in the way of removal to a\nthird country.In short, the statutory text makes clear that\n§1231, not §1226, governs respondents’ detention, and none of\nrespondents’ counterarguments can overcome that plain text.BThe statutory structure confirms the textual\nreading. Consider first the structure of §1231 itself, which is\ntitled “Detention and removal of aliens ordered removed.” Every\nprovision applicable to respondents is located in §1231.\nRespondents’ orders of removal are reinstated against them under\n§1231(a)(5). The bar on reopening or reviewing those removal\norders, as well as the requirement that DHS remove aliens subject\nto reinstated orders, also appears in §1231(a)(5). And the\nprovision allowing respondents to seek withholding-only relief\ncomes from §1231(b)(3)(A). It would thus be odd if the provision\ngoverning respondents’ detention was located in §1226, rather than\n§1231, which contains its own detention provision. See 940\nF. 3d, at 887 (Richardson, J., dissenting).Moreover, the inclusion of the\nstatutory-withholding provision in §1231, grouped with other\nprovisions that relate towhereDHS may remove an alien,\nillustrates how withholding-only relief fits within the removal\nprocess generally. Section 1231(b) is entitled “Countries to which\naliens may be removed.” Paragraph (1) lists all of the countries to\nwhich an alien “arriving at the United States” may be removed.\nParagraph (2) lists all of the countries to which “[o]ther aliens”\nmay be removed. And paragraph (3)(A)—the statutory-withholding\nprovision—states that “[n]otwithstanding paragraphs (1) and (2),\nthe Attorney General may not remove an alien to a country if the\nAttorney General decides that the alien’s life or freedom would be\nthreatened in that country because of the alien’s race, religion,\nnationality, membership in a particular social group, or political\nopinion.” The placement of the statutory-withholding provision in\n§1231 is therefore strong evidence that withholding-only\nproceedings are relevant to where an alien will be removed (and\ntherefore detention under §1231), not whether the alien will be\nremoved at all (and therefore detention under §1226).The general structure of the INA provides\nfurther support. Sections 1226 and 1231 both appear in Part IV of\nTitle 8, chapter 12, of the United States Code, entitled\n“Inspection, Apprehension, Examination, Exclusion, and Removal.”\nThe sections within that part proceed largely in the sequential\nsteps of the removal process. Sections 1221 to 1224 address the\narrival of aliens. Section 1225 provides instructions for\ninspecting aliens, expediting the removal of some, and referring\nothers for a removal hearing. Section 1226 authorizes the arrest\nand detention of aliens pending a decision on whether they are to\nbe removed. Section 1227 explains which aliens are deportable.\nSection 1228 authorizes the expedited removal of some of those\ndeportable aliens. Sections 1229, 1229a, and 1229b set out the\nprocess for initiating and conducting removal proceedings, and they\nspecify the types of relief that an alien can request during those\nproceedings, such as cancellation of removal. Section 1229c\naddresses voluntary departure. Section 1230 explains what to do if\nan alien is admitted. And §1231 explains what to do if the alien is\nordered removed.The order of the sections in Part IV provides\nhelpful context for interpreting the proper application of §1226\nand §1231. See 940 F. 3d, at 887–888 (Richardson, J.,\ndissenting). Section 1226 applies before an alien proceeds through\nthe removal proceedings and obtains a decision; §1231 applies\nafter. Once an alien has been ordered removed from the United\nStates in a removal proceeding under §1229a and that order has been\nreinstated under §1231(a)(5), “the alien cannot go back in time, so\nto speak, to §1226.”Id.,at 888.CRespondents’ contrary reading would undermine\nCongress’s judgment regarding the detention of different groups of\naliens who posed different risks of flight: aliens detained under\n§1226 before having been ordered removed and those held under §1231\nafter already having been ordered removed.Aliens who have not been ordered removed are\nless likely to abscond because they have a chance of being found\nadmissible, but aliens who have already been ordered removed are\ngenerally inadmissible. See 8 U. S. C. §1182(a)(9)(C).\nThe only apparent relief they can hope to obtain is a grant of\nwithholding-only relief, and they would seem to still have a chance\nto get that relief if they absconded and were again apprehended. In\naddition, aliens who reentered the country illegally after removal\nhave demonstrated a willingness to violate the terms of a removal\norder, and they therefore may be less likely to comply with the\nreinstated order. See §1231(a)(6). Congress had obvious reasons to\ntreat these two groups differently.IIIRespondents’ remaining arguments are\nunpersuasive. They primarily argue that §1226 governs whenever the\nINA does not “authorize” DHS to remove an alien. Brief for\nRespondents 16. Respondents rely on §1231(a)(1)(B), which, again,\nprovides that the removal period begins on the latest of three\ndates: (1) the date the order of removal becomes “administratively\nfinal,” (2) the date of the final order of any court that entered a\nstay of removal, or (3) the date on which the alien is released\nfrom non-immigration detention or confinement. Respondents contend\nthat those triggers constitute various legal impediments to\nremoval, and those legal impediments show that §1231 detention\napplies only if DHS has secured full and complete legal authority\nto remove an alien. In other words, to detain an alien under §1231,\nDHS must eliminate all legal impediments to removal. Otherwise,\n§1226 applies. Like the three legal impediments listed in\n§1231(a)(1)(B), respondents say, withholding-only proceedings are\nanother impediment that deprives DHS of the full legal authority\nrequired to remove.Respondents’ argument fails on multiple levels.\nFirst, even if §1231(a)(1)(b) imposes three “legal impediments” to\nremoval, that does not mean thatalllegal impediments must\nbe eliminated before the removal period begins. Indeed, the text of\n§1231(a)(1)(B) suggests the opposite. It enumerates three specific\ntriggers for the removal period but nowhere includes “the\ncompletion of withholding-only proceedings.” SeeNLRBv.SW General, Inc., 580 U. S. ___, ___ (2017) (slip op.,\nat 11) (“[E]xpressing one item of an associated group or series\nexcludes another left unmentioned” (brackets and internal quotation\nmarks omitted)). Nor does it otherwise include a catchall provision\nthat might support respondents’ position, such as “or the date on\nwhich DHS obtains final legal authority to remove the alien.”\nSecond, even if we accepted that there is an implicit requirement\nthat DHS have full “legal authority” before the removal period\nbegins, withholding-only proceedings have nothing to do with that\nauthority. As explained above, DHS retains its authority during\nwithholding-only proceedings to remove the alien to any country\nother than the country that is the subject of those\nproceedings.Respondents next turn to the 90-day removal\nrequirement in §1231(a)(1)(A). They contend that Congress could not\nhave intended §1231 to apply to an alien in withholding-only\nproceedings because the removal period contemplated by\n§1231(a)(1)(A) is only 90 days, and withholding-only proceedings\ntake much longer than that. Brief for Respondents 22, 26–27. In\nrespondents’ view, the removal period’s short duration proves that\nit is meant to apply only during the final period during which DHS\ntakes steps to put an alien on an outbound plane.Id., at\n22. Even assuming respondents are correct that withholding-only\nproceedings are not usually completed in 90 days, it does not\nfollow that §1231 is inapplicable to aliens who initiate them. In\naddition to setting out a 90-day removal period, §1231 expressly\nauthorizes DHS to release under supervision or continue the\ndetention of aliens if removal cannot be effectuated within the 90\ndays. See §§1231(a)(3), (6). There is no reason why DHS cannot\ndetain aliens in withholding-only proceedings under those same\npost-removal-period provisions. As explained above, DHS routinely\nholds aliens under these provisions when geopolitical or practical\nproblems prevent it from removing an alien within the 90-day\nperiod. See,e.g.,Zadvydas, 533 U. S., at\n684–686.Relatedly, respondents suggest that because\n§1231(a)(1)(A) says DHS “shall” remove the alien within the 90-day\nremoval period, and it would be practically impossible to do that\nin most cases involving withholding-only proceedings, §1231 must\nnot apply when withholding-only proceedings are pending. See Brief\nfor Respondents 26. But this argument overlooks the rest of §1231’s\ndirective, which states that DHS “shall” remove the alien within 90\ndays “[e]xcept as otherwise provided in this section.”\n§1231(a)(1)(A). And, as noted above, “this section” provides for\npost-removal detention and supervised release in the event an alien\ncannot be removed within the 90-day removal period, §§1231(a)(3),\n(6). Interpreting §1231 to apply even if withholding-only\nproceedings remain pending longer than 90 days thus does not\n“mak[e] it structurally impossible” for DHS “to satisfy its\nstatutory obligation,” as respondents argue. Brief for Respondents\n26.[9]*  *  *We reverse the judgment of the U. S.\nCourt of Appeals for the Fourth Circuit.It is so ordered.Notes1Although many of the\nprovisions at issue in this case refer to the Attorney General,\nCongress has also empowered the Secretary of Homeland Security to\nenforce the Immigration and Nationality Act. SeeNielsenv.Preap, 586 U. S. ___, ___ n. 2 (2019) (slip op.,\nat 3, n. 2); see also Brief for Petitioners 2–3, and\nn. 1; Brief for Respondents 7, and n. 2.2There is one exception.\nFor certain criminal aliens and aliens who have connections to\nterrorism, detention is mandatory and release is permitted in very\nlimited circumstances. See 8 U. S. C. §1226(c);Nielsen, 586 U. S., at ___–___, ___–___ (slip op., at\n3–4, 23–24). That exception does not apply here.3In one of the\nproceedings, the District Court certified a Virginia-wide class of\naliens detained during withholding-only proceedings. 940\nF. 3d, at 871. The Government did not challenge below, and\ndoes not challenge in this Court, the District Court’s decision to\ncertify the class, and we do not address that decision\nhere.4We have jurisdiction to\nreview the decision below. SeeJenningsv.Rodriguez,\n583 U. S. ___, ___–___ (2018) (plurality opinion) (slip op.,\nat 8–11).5The other two triggers\nfor the removal period—a court order lifting a stay and the release\nfrom non-immigration detention or confinement—do not apply here.\nSee §§1231(a)(1)(B)(ii)–(iii).6Respondents do argue,\nhowever, that some lower courts’ interpretation of the phrase\n“final order of removal” as it is used in 8 U. S. C.\n§1252(b)(1) requires that this Court adopt respondents’\ninterpretation of §1231 here. Brief for Respondents 24–26, and n.\n8. We express no view on whether the lower courts are correct in\ntheir interpretation of §1252, which uses different language than\n§1231 and relates to judicial review of removal orders rather than\ndetention.7Respondents attempt to\ndistinguish our approach inZadvydasv.Davis,533 U.S.\n678(2001), by arguing that there is a difference between the\nGovernment’s inability to remove an alien due to the grant of\nwithholding-only relief and its inability to remove an alien\nbecause of the geopolitical and practical concerns that prevented\nremoval in that case. But the premise of respondents’ argument is\nthat a decision about whether an alien “is to be removed” remains\npending during withholding-only proceedings because it is not\ncertain that the Government will actually be able to remove the\nalien from the country. The same lack of certainty existed inZadvydas, where the Government’s attempt to return an alien\nto the country listed in the removal order was rebuffed for\ngeopolitical or practical reasons, and the Government had to search\nfor an alternative.8The dissent contends that\nthe second of these provisions, §1231(c)(2)(A), is “beside the\npoint” because another provision in that subsection and a\nregulation provide that DHS has the authority to release on bond an\nalien for whom it had previously stayed immediate removal so that\nthe alien could testify in a prosecution. Seepost,at 8.\nBut DHS’s ability to release certain aliens on bond tells us\nnothing about the meaning of the phrase “[e]xcept as otherwise\nprovided” in §1231(a)(1)(A). The point is that other provisions in\n§1231 contemplate situations in which DHS is not required to remove\nan alien in less than 90 days. The dissent otherwise dismisses the\nremaining two provisions as “unlike the restriction-on-removal\nprovision” in that they “sugges[t] . . . an extension of\nthe removal period beyond ninety days.”Post,at 8. But that\nis the very feature that makes these provisions relevant to\n§1231(a)(1)(A).9The parties offer two\nother arguments, neither of which we need address. The Government\nasks that we apply deference underChevronU. S. A.\nInc.v.Natural Resources Defense Council, Inc.,467 U.S.\n837(1984), to its interpretation of §1231. ButChevrondeference does not apply where the statute is clear. For their\npart, respondents argue that the canon of constitutional avoidance\nfavors application of §1226, not §1231, to their detention. But\nthat canon “comes into play only when, after the application of\nordinary textual analysis, the statute is found to be susceptible\nof more than one construction.”Jennings, 583 U. S., at\n___ (slip op., at 12) (internal quotation marks omitted). As\nalready explained, the text makes plain that §1231, not §1226,\ngoverns.",
    "joined": []
}