{
    "case": {
        "docket": "407",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/407/"
    },
    "id": "1962750",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGKENNEDY V. LOUISIANA554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-343PATRICK KENNEDY, PETITIONERv.LOUISIANAon writ of certiorari to the supreme court of\nlouisiana[June 25, 2008]Justice Alito, with whom The\nChief Justice, Justice Scalia, and Justice Thomas join,\ndissenting.The Court today holds that the\nEighth Amendment categorically prohibits the imposition of the\ndeath penalty for the crime of raping a child. This is so,\naccording to the Court, no matter how young the child, no matter\nhow many times the child is raped, no matter how many children the\nperpetrator rapes, no matter how sadistic the crime, no matter how\nmuch physical or psychological trauma is inflicted, and no matter\nhow heinous the perpetrator’s prior criminal record may be. The\nCourt provides two reasons for this sweeping conclusion: First, the\nCourt claims to have identified “a national consensus” that the\ndeath penalty is never acceptable for the rape of a child; second,\nthe Court concludes, based on its “independent judgment,” that\nimposing the death penalty for child rape is inconsistent with\n“ ‘the evolving standards of decency that mark the progress of\na maturing society.’ ”Ante, at 8, 15, 16 (citation\nomitted). Because neither of these justifications is sound, I\nrespectfully dissent.IAI turn first to the Court’s claim\nthat there is “a national consensus” that it is never acceptable to\nimpose the death penalty for the rape of a child. The Eighth\nAmendment’s requirements, the Court writes, are “determined not by\nthe standards that prevailed” when the Amendment was adopted but\n“by the norms that ‘currently prevail.’ ”Ante, at 8\n(quotingAtkinsv.Virginia,536 U. S. 304, 311 (2002)). In\nassessing current norms, the Court relies primarily on the fact\nthat only 6 of the 50 States now have statutes that permit the\ndeath penalty for this offense. But this statistic is a highly\nunreliable indicator of the views of state lawmakers and their\nconstituents. As I will explain, dicta in this Court’s decision inCokerv.Georgia,433 U. S. 584(1977),\nhas stunted legislative consideration of the question whether the\ndeath penalty for the targeted offense of raping a young child is\nconsistent with prevailing standards of decency. TheCokerdicta gave state legislators and others good reason to fear that\nany law permitting the imposition of the death penalty for this\ncrime would meet precisely the fate that has now befallen the\nLouisiana statute that is currently before us, and this threat\nstrongly discouraged state legislators—regardless of their own\nvalues and those of their constituents—from supporting the\nenactment of such legislation.As the Court correctly concludes,\ntheholdinginCokerwas that the Eighth\nAmendment prohibits the death penalty for the rape of an\n“ ‘adult woman,’ ” and thusCokerdoes not\ncontrol our decision here. Seeante,at 17. But the\nreasoning of the Justices in the majority had broader\nimplications.Two Members of theCokermajority,\nJustices Brennan and Marshall, took the position that the death\npenalty is always unconstitutional. 433 U. S., at 600 (Brennan, J.,\nconcurring in judgment) and (Marshall, J., concurring in judgment).\nFour other Justices, who joined the controlling plurality opinion,\nsuggested that the Georgia capital rape statute was\nunconstitutional for the simple reason that the impact of a rape,\nno matter how heinous, is not grievous enough to justify capital\npunishment. In the words of the plurality: “Life is over for the\nvictim of the murderer; for the rape victim, life may not be nearly\nso happy as it was, but it is not over and normally is not beyond\nrepair.”Id.,at 598. The plurality summarized its\nposition as follows: “We have the abiding conviction that the death\npenalty . . . is an excessive penalty for the rapist who, as such,\ndoes not take human life.”Ibid.The implications of theCokerplurality opinion were plain. Justice Powell, who concurred in the\njudgment overturning the death sentence in the case at hand, did\nnot join the plurality opinion because he understood it to draw “a\nbright line between murder and all rapes—regardless of the degree\nof brutality of the rape or the effect upon the victim.”Id., at 603. If Justice Powell readCokerthat\nway, it was reasonable for state legislatures to do the same.Understandably, state courts have frequently\nreadCokerin precisely this way. The Court is correct\nthat state courts have generally understood the limited scope of\ntheholdinginCoker,ante,at 18, but\nlower courts and legislators also take into account—and I presume\nthat this Court wishes them to continue to take into account—the\nCourt’s dicta. And that is just what happened in the wake ofCoker. Four years afterCoker,when Florida’s\ncapital child rape statute was challenged, the Florida Supreme\nCourt, while correctly noting that this Court had notheldthat the Eighth Amendment bars the death penalty for child rape,\nconcluded that “[t]he reasoning of the justices inCoker v.\nGeorgiacompels us to hold that a sentence of death is grossly\ndisproportionate and excessive punishment for the crime of sexual\nassault and is therefore forbidden by the Eighth Amendment as cruel\nand unusual punishment.”Bufordv.State, 403\nSo. 2d 943, 951 (1981).Numerous other state courts have interpreted\ntheCokerdicta similarly. SeeStatev.Barnum, 921 So. 2d 513, 526 (Fla. 2005) (citingCokeras holding that “ ‘a sentence of death is\ngrossly disproportionate and excessive punishment for the crime of\nrape,’ ” not merely the rape of an adult woman);Peoplev.Huddleston, 212 Ill. 2d. 107, 141, 816\nN. E. 2d 322, 341 (2004) (recognizing that “the\nconstitutionality of state statutes that impose the death penalty\nfor nonhomicide crimes is the subject of debate” afterCoker);Peoplev.Hernandez, 30 Cal. 4th\n835, 867, 69 P. 3d 446, 464–467 (2003) (Coker“rais[ed] serious doubts that the federal Constitution permitted\nthe death penalty for any offense not requiring the actual taking\nof human life” because “[a]lthough the high court did not expressly\nhold [inCoker] that the Eighth Amendment prohibits\ncapital punishment forallcrimes not resulting in death,\nthe plurality stressed that the crucial difference between rape and\nmurder is that a rapist ‘does not take human life’ ”);Statev.Gardner, 947 P. 2d 630, 653 (Utah\n1997) (“TheCokerholding leaves no room for the\nconclusion that any rape, even an ‘inhuman’ one involving torture\nand aggravated battery but not resulting in death, would\nconstitutionally sustain imposition of the death penalty”);Parkerv.State, 216 Ga. App. 649, n. 1, 455\nS. E. 2d 360, 361, n. 1 (1995) (citingCokerfor\nthe proposition that the death penalty “is no longer permitted for\nrape where the victim is not killed”);Leatherwoodv.State, 548 So. 2d 389, 406 (Miss. 1989) (Robertson,\nJ., concurring) (“There is as much chance of the Supreme Court\nsanctioning death as a penalty foranynon-fatal rape as\nthe proverbial snowball enjoys in the nether regions”);Statev.Coleman, 185 Mont. 299, 327–328, 605\nP. 2d 1000, 1017 (1979) (stating that “[t]he decision of the\nCourt inCokerv.Georgiais relevant only to\ncrimes for which the penalty has been imposed which didnotresult in the loss of a life” (citations omitted));Boyerv.State, 240 Ga. 170, 240 S. E. 2d 68\n(1977)(per curiam)(stating that “[s]ince death to the\nvictim did not result … the death penalty for rape must be set\naside”); see also 2005–1981 (La. Sup. Ct. 5/22/07), 957 So. 2d 757,\n794 (case below) (Calogero, C. J., dissenting) (citing the\ncomments of theCokerplurality and concluding that the\nLouisiana child rape law cannot pass constitutional\nmuster).[Footnote 1]For the past three decades, these\ninterpretations have posed a very high hurdle for state\nlegislatures considering the passage of new laws permitting the\ndeath penalty for the rape of a child. The enactment and\nimplementation of any new state death penalty statute—and\nparticularly a new type of statute such as one that specifically\ntargets the rape of young children—imposes many costs. There is the\nburden of drafting an innovative law that must take into account\nthis Court’s exceedingly complex Eighth Amendment jurisprudence.\nSecuring passage of controversial legislation may interfere in a\nvariety of ways with the enactment of other bills on the\nlegislative agenda. Once the statute is enacted, there is the\nburden of training and coordinating the efforts of those who must\nimplement the new law. Capital prosecutions are qualitatively more\ndifficult than noncapital prosecutions and impose special emotional\nburdens on all involved. When a capital sentence is imposed under\nthe new law, there is the burden of keeping the prisoner on death\nrow and the lengthy and costly project of defending the\nconstitutionality of the statute on appeal and in collateral\nproceedings. And if the law is eventually overturned, there is the\nburden of new proceedings on remand. Moreover, conscientious state\nlawmakers, whatever their personal views about the morality of\nimposing the death penalty for child rape, may defer to this\nCourt’s dicta, either because they respect our authority and\nexpertise in interpreting the Constitution or merely because they\ndo not relish the prospect of being held to have violated the\nConstitution and contravened prevailing “standards of decency.”\nAccordingly, theCokerdicta gave state legislators a\nstrong incentive not to push for the enactment of new capital\nchild-rape laws even though these legislators and their\nconstituents may have believed that the laws would be appropriate\nand desirable.BThe Court expresses doubt that\ntheCokerdicta had this effect, but the skepticism is\nunwarranted. It would be quite remarkable if state legislators were\nnot influenced by the considerations noted above. And although\nstate legislatures typically do not create legislative materials\nlike those produced by Congress, there is evidence that proposals\nto permit the imposition of the death penalty for child rape were\nopposed on the ground that enactment would be futile and\ncostly.In Oklahoma, the opposition to\nthe State’s capital child-rape statute argued thatCokerhad already ruled the death penalty unconstitutional as applied to\ncases of rape. See Oklahoma Senate News Release, Senator Nichols\nTargets Child Predators with Death Penalty, Child Abuse Response\nTeam, May 26, 2006, on line at\nhttp://www.oksenate.gov/news/press_releases/press_releases_\n2006/pr20060526d.htm (all Internet materials as visited June 23,\n2008, and available in Clerk of Court’s case file). Likewise,\nopponents of South Carolina’s capital child-rape law contended that\nthe statute would waste state resources because it would\nundoubtedly be held unconstitutional. See The State, Death Penalty\nPlan in Spotlight: Attorney General to Advise Senate Panel on\nProposal for Repeat Child Rapists, Mar. 28, 2006 (quoting Laura\nHudson, spokeswoman for the S. C. Victim Assistance Network,\nas stating that “ ‘[w]e don’t need to be wasting state money\nto have an appeal to the [United States] Supreme Court, knowing we\nare going to lose it’ ”). Representative Fletcher Smith of the\nSouth Carolina House of Representatives forecast that the bill\nwould not meet constitutional standards because “death isn’t\ninvolved.” See Davenport, Emotion Drives Child Rape Death Penalty\nDebate in South Carolina, Associated Press, Apr. 4, 2006.In Texas, opponents of that State’s capital\nchild-rape law argued thatCoker’s reasoning doomed the\nproposal. House Research Organization Bill Analysis, Mar. 5, 2007\n(stating that “the law would impose an excessive punishment and\nfail to pass the proportionality test established by the U. S.\nSupreme Court” and arguing that “Texas should not enact a law of\nquestionable constitution- ality simply because it is politically\npopular, especially given clues by the U. S. Supreme Court that\ndeath penalty laws that would be rarely imposed or that are not\nsupported by a broad national consensus would be ruled\nunconstitutional”).CBecause of the effect of theCokerdicta, the Court is plainly wrong in comparing the\nsituation here to that inAtkinsorRoperv.Simmons,543 U. S. 551(2005).\nSeeante, at 14–15.Atkinsconcerned the\nconstitutionality of imposing the death penalty on a mentally\nretarded defendant. Thirteen years earlier, inPenryv.Lynaugh,492 U. S. 302(1989),\nthe Court had held that this was permitted by the Eighth Amendment,\nand therefore, during the time betweenPenryandAtkins,state legislators had reason to believe that this\nCourt would follow its prior precedent and uphold statutes allowing\nsuch punishment.The situation inRoperwas similar.Roperconcerned a challenge to the\nconstitutionality of imposing the death penalty on a defendant who\nhad not reached the age of 18 at the time of the crime. Sixteen\nyears earlier inStanfordv.Kentucky,492 U. S. 361(1989),\nthe Court had rejected a similar challenge, and therefore state\nlawmakers had cause to believe that laws allowing such punishment\nwould be sustained.When state lawmakers believe that their\ndecision will prevail on the question whether to permit the death\npenalty for a particular crime or class of offender, the\nlegislators’ resolution of the issue can be interpreted as an\nexpression of their own judgment, informed by whatever weight they\nattach to the values of their constituents. But when state\nlegislators think that the enactment of a new death penalty law is\nlikely to be futile, inaction cannot reasonably be interpreted as\nan expression of their understanding of prevailing societal values.\nIn that atmosphere, legislative inaction is more likely to evidence\nacquiescence.DIf anything can be inferred from\nstate legislative developments, the message is very different from\nthe one that the Court perceives. In just the past few years,\ndespite the shadow cast by theCokerdicta, five States\nhave enacted targeted capital child-rape laws. See Ga. Code Ann.\n§16–6–1 (1999); Mont. Code Ann. §45–5–503 (1997); Okla. Stat., Tit.\n10, §7115(K) (West Supp. 2008); S. C. Code Ann.\n§16–3–655(C)(1) (Supp. 2007); Tex. Penal Code Ann. §§22.021(a),\n12.42(c)(3) (West Supp. 2007). If, as the Court seems to think, our\nsociety is “[e]volving” toward ever higher “standards of decency,”ante, at 36, these enactments might represent the\nbeginning of a new evolutionary line.Such a development would not be\nout of step with changes in our society’s thinking sinceCokerwas decided. During that time, reported instances of\nchild abuse have increased dramatically;[Footnote 2] and there are many indications of growing\nalarm about the sexual abuse of children. In 1994, Congress enacted\nthe Jacob Wetterling Crimes Against Children and Sexually Violent\nOffender Registration Program, 42 U. S. C. §14071 (2000 ed.\nand Supp. V), which requires States receiving certain federal funds\nto establish registration systems for convicted sex offenders and\nto notify the public about persons convicted of the sexual abuse of\nminors. All 50 States have now enacted such statutes.[Footnote 3] In addition, at least 21 States\nand the District of Columbia now have statutes permitting the\ninvoluntary commitment of sexual predators,[Footnote 4] and at least 12 States have enacted\nresidency restrictions for sex offenders.[Footnote 5]Seeking to counter the significance of the new\ncapital child-rape laws enacted during the past two years, the\nCourt points out that in recent months efforts to enact similar\nlaws in five other States have stalled.Ante, at 21. These\ndevelopments, however, all took place after our decision to grant\ncertiorari in this case, see 552 U. S. ___ (2008), which gave state\nlegislators reason to delay the enactment of new legislation until\nthe constitutionality of such laws was clarified. And there is no\nevidence of which I am aware that these legislative initiatives\nfailed because the proposed laws were viewed as inconsistent with\nour society’s standards of decency.On the contrary, the available evidence\nsuggests otherwise. For example, in Colorado, the Senate\nAppropriations Committee in April voted 6 to 4 against Senate Bill\n195, reportedly because it “would have cost about $616,000 next\nyear for trials, appeals, public defenders, and prison costs.”\nAssociated Press, Lawmakers Reject Death Penalty for Child Sex\nAbusers, Denver Post, Apr. 11, 2008. Likewise, in Tennessee, the\ncapital child-rape bill was withdrawn in committee “because of the\nhigh associated costs.” The bill’s sponsor stated that\n“ ‘[b]e-cause of the state’s budget situation, we thought to\nwithdraw that bill… . We’ll revisit it next year to see if we\ncan reduce the cost of the fiscal note.’ ” Green, Small\nVictory in Big Fight for Tougher Sex Abuse Laws, The\nLeaf-Chronicle, May 8, 2008, p. 1A. Thus, the failure to enact\ncapital child-rape laws cannot be viewed as evidence of a moral\nconsensus against such punishment.EAside from its misleading tally\nof current state laws, the Court points to two additional\n“objective indicia” of a “national consensus,”ante,at\n11, but these arguments are patent makeweights. The Court notes\nthat Congress has not enacted a law permitting the death penalty\nfor the rape of a child,ante, at 12–13, but due to the\nterritorial limits of the relevant federal statutes, very few rape\ncases, not to mention child-rape cases, are prosecuted in federal\ncourt. See 18 U. S. C. §§2241, 2242 (2000 ed. and Supp. V);\nUnited States Sentencing Commission, Report to Congress: Analysis\nof Penalties for Federal Rape Cases, p. 10, Table 1. Congress’\nfailure to enact a death penalty statute for this tiny set of cases\nis hardly evidence of Congress’ assessment of our society’s\nvalues.Finally, the Court argues that\nstatistics about the number of executions in rape cases support its\nperception of a “national consensus,” but here too the statistics\ndo not support the Court’s position. The Court notes that the last\nexecution for the rape of a child occurred in 1964,ante,\nat 23, but the Court fails to mention that litigation regarding the\nconstitutionality of the death penalty brought executions to a halt\nacross the board in the late 1960’s. In 1965 and 1966, there were a\ntotal of eight executions for all offenses, and from 1968 until\n1977, the year whenCokerwas decided, there were no\nexecutions for any crimes.[Footnote\n6] The Court also fails to mention that in Louisiana, since the\nstate law was amended in 1995 to make child rape a capital offense,\nprosecutors have asked juries to return death verdicts in four\ncases. SeeStatev.Dickerson, 01–1287 (La. App.\n6/26/02), 822 So. 2d 849 (2002);Statev.LeBlanc, 01–1322 (La. App. 5/13/01), 788 So. 2d 1255;\n2005–1981 (La. Sup. Ct. 5/22/07), 957 So. 2d 757;Statev.Davis,Case No. 262,971 (1st Jud. Dist.,\nCaddo Parish, La.) (cited in Brief for Respondent 42, and n. 38).\nIn two of those cases, Louisiana juries imposed the death penalty.\nSee 2005–1981 (La. Sup. Ct. 5/22/07), 957 So. 2d 757;Davis, supra.This 50% record is hardly evidence that\njuries share the Court’s view that the death penalty for the rape\nof a young child is unacceptable under even the most aggravated\ncircumstances.[Footnote 7]FIn light of the points discussed\nabove, I believe that the “objective indicia” of our society’s\n“evolving standards of decency” can be fairly summarized as\nfollows. Neither Congress nor juries have done anything that can\nplausibly be interpreted as evidencing the “national consensus”\nthat the Court perceives. State legislatures, for more than 30\nyears, have operated under the ominous shadow of theCokerdicta and thus have not been free to express their own\nunderstanding of our society’s standards of decency. And in the\nmonths following our grant of certiorari in this case, state\nlegislatures have had an additional reason to pause. Yet despite\nthe inhibiting legal atmosphere that has prevailed since 1977, six\nStates have recently enacted new, targeted child-rape laws.I do not suggest that six new\nstate laws necessarily establish a “national consensus” or even\nthat they are sure evidence of an ineluctable trend. In terms of\nthe Court’s metaphor of moral evolution, these enactments might\nhave turned out to be an evolutionary dead end. But they might also\nhave been the beginning of a strong new evolutionary line. We will\nnever know, because the Court today snuffs out the line in its\nincipient stage.IIAThe Court is willing to block the\npotential emergence of a national consensus in favor of permitting\nthe death penalty for child rape because, in the end, what matters\nis the Court’s “own judgment” regarding “the acceptability of the\ndeath penalty.”Ante, at 24. Although the Court has much\nto say on this issue, most of the Court’s discussion is not\npertinent to the Eighth Amendment question at hand. And once all of\nthe Court’s irrelevant arguments are put aside, it is apparent that\nthe Court has provided no coherent explanation for today’s\ndecision.In the next section of this\nopinion, I will attempt to weed out the arguments that are not\ngermane to the Eighth Amendment inquiry, and in the final section,\nI will address what remains.BA major theme of the Court’s\nopinion is that permitting the death penalty in child-rape cases is\nnot in the best interests of the victims of these crimes and\nsociety at large. In this vein, the Court suggests that it is more\npainful for child-rape victims to testify when the prosecution is\nseeking the death penalty.Ante,at 32. The Court also\nargues that “a State that punishes child rape by death may remove a\nstrong incentive for the rapist not to kill the victim,”ante, at 35, and may discourage the reporting of child\nrape,ante, at 34–35.These policy arguments, whatever\ntheir merits, are simply not pertinent to the question whether the\ndeath penalty is “cruel and unusual” punishment. The Eighth\nAmendment protects the right of an accused. It does not authorize\nthis Court to strike down federal or state criminal laws on the\nground that they are not in the best interests of crime victims or\nthe broader society. The Court’s policy arguments concern matters\nthat legislators should—and presumably do—take into account in\ndeciding whether to enact a capital child-rape statute, but these\narguments are irrelevant to the question that is before us in this\ncase. Our cases have cautioned against using “ ‘the aegis of\nthe Cruel and Unusual Punishment Clause’ to cut off the normal\ndemocratic processes,”Atkinsv.Virginia,536 U. S. 304, 323 (2002) (Rehnquist,\nC. J., dissenting), in turn quotingGreggv.Georgia,428 U. S. 153, 176 (1976), (joint\nopinion of Stewart, Powell, and Stevens, JJ.), but the Court\nforgets that warning here.The Court also contends that laws permitting\nthe death penalty for the rape of a child create serious procedural\nproblems. Specifically, the Court maintains that it is not feasible\nto channel the exercise of sentencing discretion in child-rape\ncases,ante, at 28–29, and that the unreliability of the\ntestimony of child victims creates a danger that innocent\ndefendants will be convicted and executed,ante,at 33–34.\nNeither of these contentions provides a basis for striking down all\ncapital child-rape laws no matter how carefully and narrowly they\nare crafted.The Court’s argument regarding the structuring\nof sentencing discretion is hard to comprehend. The Court finds it\n“difficult to identify standards that would guide the decisionmaker\nso the penalty is reserved for the most severe cases of child rape\nand yet not imposed in an arbitrary way.”Ante, at 28–29.\nEven assuming that the age of a child is not alone a sufficient\nfactor for limiting sentencing discretion, the Court need only\nexamine the child-rape laws recently enacted in Texas, Oklahoma,\nMontana, and South Carolina, all of which use a concrete factor to\nlimit quite drastically the number of cases in which the death\npenalty may be imposed. In those States, a defendant convicted of\nthe rape of a child may be sentenced to death only if the defendant\nhas a prior conviction for a specified felony sex offense. See\nMont. Code Ann. §45–5–503(3)(c) (2007) (“If the offender was\npreviously convicted of [a felony sexual offense] . . . the\noffender shall be … punished by death . . .”); Okla. Stat., Tit.\n10, §7115(K) (West Supp. 2008) (“Notwithstanding any other\nprovision of law, any parent or other person convicted of forcible\nanal or oral sodomy, rape, rape by instrumentation, or lewd\nmolestation of a child under fourteen (14) years of age subsequent\nto a previous conviction for any offense of forcible anal or oral\nsodomy, rape, rape by instrumentation, or lewd molestation of a\nchild under fourteen (14) years of age shall be punished by\ndeath”); S. C. Code Ann. §16–3–655(C)(1) (Supp. 2007) (“If the\n[defendant] has previously been convicted of, pled guilty or nolo\ncontendere to, or adjudicated delinquent for first degree criminal\nsexual conduct with a minor who is less than eleven years of age …\nhe must be punished by death or by imprisonment for life”); Tex.\nPenal Code Ann. §12.42(c)(3) (2007 Supp.); (“[A] defendant shall be\npunished for a capital felony if it is shown on the trial of an\noffense under Section 22.021 … that the defendant has previously\nbeen finally convicted of [a felony sexual offense against a victim\nyounger than fourteen years of age]”).Moreover, it takes little imagination to\nenvision other limiting factors that a State could use to structure\nsentencing discretion in child rape cases. Some of these might be:\nwhether the victim was kidnapped, whether the defendant inflicted\nsevere physical injury on the victim, whether the victim was raped\nmultiple times, whether the rapes occurred over a specified\nextended period, and whether there were multiple victims.The Court refers to limiting standards that\nare “indefinite and obscure,”ante, at 30, but there is\nnothing indefinite or obscure about any of the above-listed\naggravating factors. Indeed, they are far more definite and\nclear-cut than aggravating factors that we have found to be\nadequate in murder cases. See,e.g.,Aravev.Creech,507\nU. S. 463, 471 (1993) (whether the defendant was a\n“ ‘cold-blooded, pitiless slayer’ ”);Waltonv.Arizona,497 U. S. 639, 646\n(1990) (whether the “ ‘perpetrator inflict[ed] mental anguish\nor physical abuse before the victim’s death’ ”);Jurekv.Texas,428 U. S. 262, 269 (1976) (joint\nopinion of Stewart, Powell, and Stevens, JJ.) (whether the\ndefendant “ ‘would commit criminal acts of violence that would\nconstitute a continuing threat to society’ ”). For these\nreasons, concerns about limiting sentencing discretion provide no\nsupport for the Court’s blanket condemnation of all capital\nchild-rape statutes.That sweeping holding is also not justified by\nthe Court’s concerns about the reliability of the testimony of\nchild victims. First, the Eighth Amendment provides a poor vehicle\nfor addressing problems regarding the admissibility or reliability\nof evidence, and problems presented by the testimony of child\nvictims are not unique to capital cases. Second, concerns about the\nreliability of the testimony of child witnesses are not present in\nevery child-rape case. In the case before us, for example, there\nwas undisputed medical evidence that the victim was brutally raped,\nas well as strong independent evidence that petitioner was the\nperpetrator. Third, if the Court’s evidentiary concerns have Eighth\nAmendment relevance, they could be addressed by allowing the death\npenalty in only those child-rape cases in which the independent\nevidence is sufficient to prove all the elements needed for\nconviction and imposition of a death sentence. There is precedent\nfor requiring special corroboration in certain criminal cases. For\nexample, some jurisdictions do not allow a conviction based on the\nuncorroborated testimony of an accomplice. See,e.g., Ala.\nCode 12–21–222 (1986); Alaska Stat. §12.45.020 (1984); Ark. Code\nAnn. §16–89–111(e)(1) (1977); Cal. Penal Code Ann. §1111 (West\n1985); Ga. Code Ann. §24–4–8 (1995); Idaho Code §19–2117 (Lexis\n1979); Minn. Stat. §634.04 (1983); Mont. Code Ann. §46–16–213\n(1985); Nev. Rev. Stat. §175.291 (1985); N. D. Cent. Code Ann.\n§29–21–14 (1974); Okla. St., Tit. 22, §742 (West 1969); Ore. Rev.\nStat. §136.440 (1984); S. D. Codified Laws §23A–22–8 (1979). A\nState wishing to permit the death penalty in child-rape cases could\nimpose an analogous corroboration requirement.CAfter all the arguments noted\nabove are put aside, what is left? What remaining grounds does the\nCourt provide to justify its independent judgment that the death\npenalty for child rape is categorically unacceptable? I see\ntwo.1The first is the\nproposition that we should be “most hesitant before interpreting\nthe Eighth Amendment to allow theextensionof the death\npenalty.”Ante,at 25 (emphasis added); see alsoante,at 27, 30 (referring to expansion of the death\npenalty). But holding that the Eighth Amendment does not\ncategorically prohibit the death penalty for the rape of a young\nchild would not “extend” or “expand” the death penalty. Laws\nenacted by the state legislatures are presumptively constitutional,Gregg, 428 U. S., at 175 (joint opinion of Stewart,\nPowell, and Stevens, JJ.) (“[I]n assessing a punishment\nselected by a democratically elected legislature against the\nconstitutional measure, we presume its validity”),and\nuntil today, this Court has not held that capital child rape laws\nare unconstitutional, seeante, at 17 (Coker“does not speak to the constitutionality of the death penalty for\nchild rape, an issue not then before the Court”). Consequently,\nupholding the constitutionality of such a law would not “extend” or\n“expand” the death penalty; rather, it would confirm the status of\npresumptive constitutionality that such laws have enjoyed up to\nthis point. And in any event, this Court has previously made it\nclear that “[t]he Eighth Amendment is not a ratchet, whereby a\ntemporary consensus on leniency for a particular crime fixes a\npermanent constitutional maximum, disabling States from giving\neffect to altered beliefs and responding to changed social\nconditions.”Harmelinv.Michigan,501 U. S. 957, 990\n(1991) (principal opinion); see alsoGregg,supra, at 176 (joint opinion of Stewart, Powell, and\nStevens, JJ.).2The Court’s\nfinal—and, it appears, principal—justification for its holding is\nthat murder, the only crime for which defendants have been executed\nsince this Court’s 1976 death penalty decisions,[Footnote 8] is unique in its moral depravity and\nin the severity of the injury that it inflicts on the victim and\nthe public. Seeante, at 27–28. But the Court makes little\nattempt to defend these conclusions.With respect to the\nquestion of moral depravity, is it really true that every person\nwho is convicted of capital murder and sentenced to death is more\nmorally depraved than every child rapist? Consider the following\ntwo cases. In the first, a defendant robs a convenience store and\nwatches as his accomplice shoots the store owner. The defendant\nacts recklessly, but was not the triggerman and did not intend the\nkilling. See,e.g.,Tisonv.Arizona,481 U. S. 137(1987). In the second case, a previously convicted child rapist\nkidnaps, repeatedly rapes, and tortures multiple child victims. Is\nit clear that the first defendant is more morally depraved than the\nsecond?The Court’s decision here stands\nin stark contrast toAtkinsandRoper, in which\nthe Court concluded that characteristics of the affected\ndefendants—mental retardation inAtkinsand youth inRoper—diminished their culpability. SeeAtkins,\n536 U. S., at 305;Roper, 543 U. S., at 571. Nor is this\ncase comparable toEnmundv.Florida,458 U. S. 782(1982), in\nwhich the Court held that the Eighth Amendment prohibits the death\npenalty where the defendant participated in a robbery during which\na murder was committed but did not personally intend for lethal\nforce to be used. I have no doubt that, under the prevailing\nstandards of our society, robbery, the crime that the petitioner inEnmundintended to commit, does not evidence the same\ndegree of moral depravity as the brutal rape of a young child.\nIndeed, I have little doubt that, in the eyes of ordinary\nAmericans, the very worst child rapists—predators who seek out and\ninflict serious physical and emotional injury on defenseless young\nchildren—are the epitome of moral depravity.With respect to the question of\nthe harm caused by the rape of child in relation to the harm caused\nby murder, it is certainly true that the loss of human life\nrepresents a unique harm, but that does not explain why other\ngrievous harms are insufficient to permit a death sentence. And the\nCourt does not take the position that no harm other than the loss\nof life is sufficient. The Court takes pains to limit its holding\nto “crimes against individual persons” and to exclude “offenses\nagainst the State,” a category that the Court stretches—without\nexplanation—to include “drug kingpin activity.”Ante, at\n26. But the Court makes no effort to explain why the harm caused by\nsuch crimes is necessarily greater than the harm caused by the rape\nof young children. This is puzzling in light of the Court’s\nacknowledgment that “[r]ape has a permanent psychological,\nemotional, and sometimes physical impact on the child.”Ante,at 24. As the Court aptly recognizes, “[w]e cannot\ndismiss the years of long anguish that must be endured by the\nvictim of child rape.”Ibid.The rape of any victim inflicts\ngreat injury, and “[s]ome victims are so grievously injured\nphysically or psychologically that lifeisbeyond repair.”Coker, 433 U. S., at 603 (opinion of Powell, J.). “The\nimmaturity and vulnerability of a child, both physically and\npsychologically, adds a devastating dimension to rape that is not\npresent when an adult is raped.” Meister, Murdering Innocence: The\nConstitutionality of Capital Child Rape Statutes, 45 Ariz. L. Rev.\n197, 208–209 (2003). See alsoStatev.Wilson,96–1392, p. 6 (La. Sup. Ct. 12/13/96),685 So. 2d 1063,\n1067; Broughton, “On Horror’s Head Horrors Accumulate”: A\nReflective Comment on Capital Child Rape Legislation, 39 Duquesne\nL. Rev. 1, 38 (2000). Long-term studies show that sexual abuse\nis “grossly intrusive in the lives of children and is harmful to\ntheir normal psychological, emotional and sexual development in\nways which no just or humane society can tolerate.” C. Bagley &\nK. King, Child Sexual Abuse: The Search for Healing 2\n(1990).It has been estimated that as many\nas 40% of 7- to 13-year-old sexual assault victims are considered\n“seriously disturbed.” A. Lurigio, M. Jones, & B. Smith, Child\nSexual Abuse: Its Causes, Consequences, and Implications for\nProbation Practice, 59 Sep Fed. Probation 69, 70 (1995).\nPsychological problems include sudden school failure, unprovoked\ncrying, dissociation, depression, insomnia, sleep disturbances,\nnightmares, feelings of guilt and inferiority, and self-destructive\nbehavior, including an increased incidence of suicide. Meister,supra, at 209; Broughton,supra, at 38; Glazer,\nChild Rapists Beware! The Death Penalty and Louisiana’s Amended\nAggravated Rape Statute, 25 Am. J. Crim. L. 79, 88\n(1997).The deep problems that afflict\nchild-rape victims often become society’s problems as well.\nCommentators have noted correlations between childhood sexual abuse\nand later problems such as substance abuse, dangerous sexual\nbehaviors or dysfunction, inability to relate to others on an\ninterpersonal level, and psychiatric illness. Broughton,supra, at 38; Glazer,supra,at 89; Handbook on\nSexual Abuse of Children 7 (L. Walker ed. 1988). Victims of child\nrape are nearly 5 times more likely than nonvictims to be arrested\nfor sex crimes and nearly 30 times more likely to be arrested for\nprostitution.Ibid.The harm that is caused to the\nvictims and to society at large by the worst child rapists is\ngrave. It is the judgment of the Louisiana lawmakers and those in\nan increasing number of other States that these harms justify the\ndeath penalty. The Court provides no cogent explanation why this\nlegislative judgment should be overridden. Conclusory references to\n“decency,” “moderation,” “restraint,” “full progress,” and “moral\njudgment” are not enough.IIIIn summary, the Court\nholds that the Eighth Amendment categorically rules out the death\npenalty in even the most extreme cases of child rape even though:\n(1) This holding is not supported by the original meaning of the\nEighth Amendment; (2) neitherCokernor any other prior\nprecedent commands this result; (3) there are no reliable\n“objective indicia” of a “national consensus” in support of the\nCourt’s position; (4) sustaining the constitutionality of the state\nlaw before us would not “extend” or “expand” the death penalty; (5)\nthis Court has previously rejected the proposition that the Eighth\nAmendment is a one-way ratchet that prohibits legislatures from\nadopting new capital punishment statutes to meet new problems; (6)\nthe worst child rapists exhibit the epitome of moral depravity; and\n(7) child rape inflicts grievous injury on victims and on society\nin general.The party attacking\nthe constitutionality of a state statute bears the “heavy burden”\nof establishing that the law is unconstitutional.Gregg,\n428 U. S., at 175 (joint opinion of Stewart, Powell, and\nStevens, JJ.). That burden has not been discharged here, and I\nwould therefore affirm the decision of the Louisiana Supreme\nCourt.Footnote 1Commentators have expressed\nsimilar views. See Fleming, Louisiana’s Newest Capital Crime: The\nDeath Penalty for Child Rape, 89 J. Crim. L. & C. 717, 727\n(1999) (theCokerCourt drew a line between “crimes which\nresult in loss of life, and crimes which do not”); Baily, Death is\nDifferent, Even on the Bayou: The Disproportionality of Crime, 55\nWash. & Lee L. Rev. 1335, 1357 (1998) (noting that “[m]any\npost-Coker cases interpreting the breadth ofCoker’s\nholding suggest that the Mississippi Supreme Court’s narrow reading\nofCokerin Upshaw is a minority position”); Matura, When\nWill It Stop? The Use of the Death Penalty for Non-homicide Crimes,\n24 J. Legis. 249, 255 (1998) (stating that theCokerCourt\ndid not “draw a distinction between the rape of an adult woman and\nthe rape of a minor”); Garvey, “As the Gentle Rain from Heaven”:\nMercy in Capital Sentencing, 81 Cornell L. Rev. 989, 1009, n.\n74 (1996) (stating that courts generally understandCokerto prohibit death sentences for crimes other than murder); Nanda,\nRecent Developments in the United States and Internationally\nRegarding Capital Punishment—An Appraisal, 67 St. John’s\nL. Rev. 523, 532 (1993) (finding thatCokerstands\nfor the proposition that a death sentence is excessive when the\nvictim is not killed); Ellis, Guilty but Mentally Ill and the Death\nPenalty: Punishment Full of Sound and Fury, Signifying Nothing, 43\nDuke L. J. 87, 94 (1994) (referencingCokerto\nrequire capital offenses to be defined by unjustified human death);\nDingerson, Reclaiming the Gavel: Making Sense out of the Death\nPenalty Debate in State Legislatures, 18 N. Y. U. Rev. L.\n& Soc. Change 873, 878 (1991) (stating thatCoker“ruled that the imposition of the death penalty for crimes from\nwhich no death results violates the cruel and unusual punishment\nprovision of the eighth amendment” and that “[n]o subsequent\nSupreme Court decision has challenged this precedent”).Footnote 2From 1976 to 1986, the number of\nreported cases of child sexual abuse grew from 6,000 to 132,000, an\nincrease of 2,100%. A. Lurigio, M. Jones, & B. Smith, Child\nSexual Abuse: Its Causes, Consequences, and Implications for\nProbation Practice, 59 Sep Fed. Probation 69 (1995). By 1991, the\nnumber of cases totaled 432,000, an increase of another 227%.Ibid. In 1995, local child protection services agencies\nidentified 126,000 children who were victims of either\nsubstantiated or indicated sexual abuse. Nearly 30% of those child\nvictims were between the age of four and seven. Rape, Abuse &\nIncest National Network Statistics, online at\nhttp://www.rainn.org/get-information/\nstatistics/sexual-assault-victims. There were an estimated 90,000\nsubstantiated cases of child sexual abuse in 2003. Crimes Against\nChildren Research Center, Reports from the States to the National\nChild Abuse and Neglect Data System, available at www.unh.edu/ccrc/\nsexual-abuse/Child%20Sexual%20Abuse.pdf.Footnote 3Ala. Code §§13A–11–200 to\n13A–11–203, 1181 (1994); Alaska Stat §§1.56.840, 12.63.010–100,\n18.65.087, 28.05.048, 33.30.035 (1994, 1995, and 1995 Cum. Supp.);\nAriz. Rev. Stat. Ann. §§13–3821 to –3825 (1989 and Supp. 1995);\nArk. Code Ann. §§12–12–901 to –909 (1995); Cal. Penal Code Ann.\n§§290 to 290.4 (West Supp. 1996); Colo. Rev. Stat. Ann. §18–3–412.5\n(Supp. 1996); Conn. Gen. Stat. Ann. §§54–102a to 54–102r (Supp.\n1995); Del. Code Ann. Tit. 11, §4120 (1995); Fla. Stat. Ann.\n§§775.13, 775.22 (1992 and Supp. 1994); Ga. Code Ann. §42–9–44.1\n(1994); 1995 Haw. Sess. Laws No. 160 (enacted June 14, 1995); Idaho\nCode §§9–340(11)(f), 18–8301 to 18–8311 (Supp. 1995); Ill. Comp.\nStat. Ann., ch. 730, §§150/1 to 150/10 (2002); Ind. Code §§5–2–12–1\nto 5–2–12–13 (West Supp. 1995); 1995 Iowa Legis. Serv. 146 (enacted\nMay 3, 1995); Kan. Stat. Ann. §§22–4901 to 22–4910 (1995); Ky. Rev.\nStat. Ann. §§17.500 to 17.540 (West Supp. 1994); La. Stat. Ann.\n§§15:540 to 15:549 (West Supp. 1995); Me. Rev. Stat. Ann., Tit.\n34–A, §§11001 to 11004 (West Supp. 1995); 1995 Md. Laws p. 142\n(enacted May 9, 1995); Mass. Gen. Laws Ann., ch. 6, §178D; 1994\nMich. Pub. Acts p. 295 (enacted July 13, 1994); Minn. Stat.\n§243.166 (1992 and Supp. 1995); Miss. Code Ann. §§45–33–1 to\n45–33–19 (Supp. 1995); Mo. Rev. Stat. §§566.600 to 566.625 (Supp.\n1996); Mont. Code Ann. §§46–23–501 to 46–23–507 (1994); Neb. Rev.\nStat. §§4001 to 4014; Nev. Rev. Stat. §§207.080, 207.151 to 207.157\n(1992 and Supp. 1995); N. H. Rev. Stat. Ann. §§632–A:11 to\n632–A:19 (Supp. 1995); N. J. Stat. Ann. §§2c:7–1 to 2c:7–11\n(1995); N. M. Stat. Ann. §§29–11A–1 to 29–11A–8 (Supp. 1995);\nN. Y. Correct. Law Ann. §§168 to 168–V (West Supp. 1996);\nN. C. Gen. Stat. Ann. §§14–208.5–10 (Lexis Supp. 1995);\nN. D. Cent. Code §12.1–32–15 (Lexis Supp. 1995); Ohio Rev.\nCode Ann. §§2950.01–.08 (Baldwin 1997); Okla. Stat., Tit. 57,\n§§582–584 (2003 Supp.); Ore. Rev. Stat. §§181.507 to 181.519\n(1993); 1995 Pa. Laws p. 24 (enacted Oct. 24, 1995);\nR. I. Gen. Laws §11–37–16 (1994); S. C. Code Ann.\n§23–3–430; S. D. Codified Laws §§22–22–30 to 22–22–41 (Supp.\n1995) Tenn. Code Ann. §§40–39–101 to 40–39–108 (2003); Tex. Rev.\nCiv. Stat. Ann., Art. 6252–13c.1 (Vernon Supp. 1996); Utah Code\nAnn. §§53–5–212.5, 77–27–21.5 (Lexis Supp. 1995); Vt. Stat. Ann.,\nTit. 13, §5402; Va. Code Ann. §§19.2–298.1 to 19.2–390.1 (Lexis\n1995); Wash. Rev. Code §§4.24.550, 9A.44.130, 9A.44.140, 10.01.200,\n70.48.470, 72.09.330 (1992 and Supp. 1996); W. Va. Code\n§§61–8F–1 to 61–8F–8 (Lexis Supp. 1995); Wis. Stat. §175.45 (Supp.\n1995); Wyo. Stat. Ann. §§7–19–301 to 7–19–306 (1995).Footnote 4Those States are Arizona,\nCalifornia, Connecticut, the District of Columbia, Florida,\nIllinois, Iowa, Kansas, Kentucky, Massachusetts, Minnesota,\nMissouri, Nebraska, New Jersey, North Dakota, Oregon, Pennsylvania,\nSouth Carolina, Texas, Virginia, Washington, and Wisconsin. See\nAriz. Rev. Stat. §§36–3701 to 36–3713 (West 2003 and Supp. 2007);\nCal. Welf. & Inst. Code Ann. §§6600 to 6609.3 (West 1998 and\nSupp. 2008); Conn. Gen. Stat. §17a–566 (1998); D. C. Code\n§§22–3803 to 22–3811 (2001); Fla. Stat. §§394.910 to 394.931 (West\n2002 and Supp. 2005); Ill. Comp. Stat., ch. 725, §§207/1 to 207/99\n(2002); Iowa Code §§229A.1–.16 (Supp. 2005); Kan. Stat. Ann.\n§59–29a02 (2004 and Supp. 2005); Ky. Rev. Stat. Ann. §202A.051\n(West ___); Mass. Gen. Laws, ch. 123A (1989); Minn. Stat. §253B.02\n(1992); Mo. Ann. Stat. §§632.480 to 632.513 (West 2000 and Supp.\n2006); Neb. Rev. Stat. §§83–174 to 83–174.05 (2007); N. J.\nStat. Ann. §§30:4–27.24 to 30:4–27.38 (West Supp. 2004); N. D.\nCent. Code Ann. §25–03.3 (Lexis 2002); Ore. Rev. Stat. §426.005\n(1998); Pa. Stat. Ann., Tit. 42, §§9791 to 9799.9 (2007);\nS. C. Code Ann. §§44–48–10 to 44–48–170 (2002 and Supp. 2007);\nTex. Health & Safety Code Ann. §§841.001 to 841.147 (West\n2003); Va. Code Ann. §§37.2–900 to 37.2–920 (2006 and Supp. 2007);\nWash. Rev. Code §71.09.010 (West 1992 and Supp. 2002); Wis. Stat.\n§980.01–13 (2005).Footnote 5See Ala. Code §15–20–26 (Supp.\n2000) (restricts sex offenders from residing or accepting\nemployment within 2,000 feet of school or child-care facility);\nArk. Code Ann. §5–14–128 (Supp. 2007) (unlawful for level three or\nfour sex offenders to reside within 2,000 feet of school or daycare\ncenter); Cal. Penal Code Ann. §3003 (West Supp. 2008) (parolees may\nnot live within 35 miles of victim or witnesses, and certain sex\noffenders on parole may not live within a quarter mile from a\nprimary school); Fla. Stat. §947.1405(7)(a)(2) (2001) (released sex\noffender with victim under 18 prohibited from living within 1,000\nfeet of a school, daycare center, park, playground, or other place\nwhere children regularly congregate); Ga. Code Ann. §42–1–13 (Supp.\n2007) (sex offenders required to register shall not reside within\n1,000 feet of any childcare facility, school, or area where minors\ncongregate); Ill. Comp. Stat., ch. 720, §5/11–9.3(b–5) (Supp. 2008)\n(child sex offenders prohibited from knowingly residing within 500\nfeet of schools); Ky. Rev. Stat. Ann. §17.495 (West 2000)\n(registered sex offenders on supervised release shall not reside\nwithin 1,000 feet of school or childcare facility); La. Rev. Stat.\nAnn. §14:91.1 (West Supp. 2004) (sexually violent predators shall\nnot reside within 1,000 feet of schools unless permission is given\nby school superintendent); Ohio Rev. Code Ann. §2950.031 (Lexis\n2003) (sex offenders prohibited from residing within 1,000 feet of\nschool); Okla. Stat., Tit. 57, §590 (West 2003) (prohibits sex\noffenders from residing within 2,000 feet of schools or educational\ninstitutions); Ore. Rev. Stat. §§144.642, 144.643 (1999)\n(incorporates general prohibition on supervised sex offenders\nliving near places where children reside); Tenn. Code Ann.\n§40–39–111 (2006) (repealed by Acts 2004, ch. 921, §4, effective\nAug. 1, 2004) (sex offenders prohibited from establishing residence\nwithin 1,000 feet of school, childcare facility, or\nvictim).Footnote 6Department of Justice, Bureau of\nJustice Statistics, online at\nhttp://www.ojp.usdoj.gov/bjs/glance/tables/exetab.htm; see also\nDeath Penalty Information Center, Executions in the U. S.\n1608–2002: The ESPY File Executions by Date (2007), online at\nhttp://www.death penaltyinfo.org/ESPYyear.pdf.Footnote 7Of course, the other five capital\nchild rape statutes are too recent for any individual to have been\nsentenced to death under them.Footnote 8Greggv.Georgia,428 U. S. 153(1976);Proffittv.Florida,428 U. S. 242(1976);Jurekv.Texas,428 U. S. 262(1976);Woodsonv.North Carolina,428 U. S. 280(1976);Robertsv.Louisiana,428 U. S. 325(1976).",
    "joined": []
}