{
    "case": {
        "docket": "178",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/178/"
    },
    "id": "3898747",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–246_________________GENOVEVO SALINAS, PETITIONERv.TEXASon writ of certiorari to the court of criminal\nappeals of texas[June 17, 2013]Justice Alito announced the judgment of the\nCourt and delivered an opinion in which The Chief Justice and\nJustice Kennedy join.Without being placed in custody or receivingMirandawarnings, petitioner voluntarily answered the\nquestions of a police officer who was investigating a murder. But\npetitioner balked when the officer asked whether a ballistics test\nwould show that the shell casings found at the crime scene would\nmatch petitioner’s shotgun. Petitioner was subsequently\ncharged with murder, and at trial prosecutors argued that his\nreaction to the officer’s question suggested that he was\nguilty. Petitioner claims that this argument violated the Fifth\nAmendment, which guarantees that “[n]o person . . .\nshall be compelled in any criminal case to be a witness against\nhimself.”Petitioner’s Fifth Amendment claim fails\nbecause he did not expressly invoke the privilege against\nself-incrimination in response to the officer’s question. It\nhas long been settled that the privilege “generally is not\nself-executing” and that a witness who desires its protection\n“ ‘must claim it.’ ”Minnesotav.Murphy, 465 U. S. 420, 425, 427\n(1984) (quotingUnited Statesv.Monia, 317\nU. S. 424, 427 (1943)). Although “no ritualistic formula\nis necessary in order to invoke the privilege,”Quinnv.United States, 349 U. S. 155, 164 (1955), a witness\ndoes not do so by simply standing mute. Because petitioner was\nrequired to assert the privilege in order to benefit from it, the\njudgment of the Texas Court of Criminal Appeals rejecting\npetitioner’s Fifth Amendment claim is affirmed.IOn the morning of December 18, 1992, two\nbrothers were shot and killed in their Houston home. There were no\nwitnesses to the murders, but a neighbor who heard gunshots saw\nsomeone run out of the house and speed away in a dark-colored car.\nPolice recovered six shotgun shell casings at the scene. The\ninvestigation led police to petitioner, who had been a guest at a\nparty the victims hosted the night before they were killed. Police\nvisited petitioner at his home, where they saw a dark blue car in\nthe driveway. He agreed to hand over his shotgun for ballistics\ntesting and to accompany police to the station for questioning.Petitioner’s interview with the police\nlasted approximately one hour. All agree that the interview was\nnoncustodial, and the parties litigated this case on the assumption\nthat he was not readMirandawarnings. SeeMi-randav.Arizona, 384 U. S. 436 (1966). For most\nof the interview, petitioner answered the officer’s\nquestions. But when asked whether his shotgun “would match\nthe shells recovered at the scene of the murder,” App. 17,\npetitioner declined to answer. Instead, petitioner “[l]ooked\ndown at the floor, shuffled his feet, bit his bottom lip,\ncl[e]nched his hands in his lap, [and] began to tighten up.”Id., at 18. After a few moments of silence, the officer\nasked additional questions, which petitioner answered.Ibid.Following the interview, police arrested\npetitioner on outstanding traffic warrants. Prosecutors soon\nconcluded that there was insufficient evidence to charge him with\nthe murders, and he was released. A few days later, police obtained\na statement from a man who said he had heard petitioner confess to\nthe killings. On the strength of that additional evidence,\nprosecutors decided to charge peti- tioner, but by this time he had\nabsconded. In 2007, police discovered petitioner living in the\nHouston area under an assumed name.Petitioner did not testify at trial. Over his\nobjection, prosecutors used his reaction to the officer’s\nquestion dur- ing the 1993 interview as evidence of his guilt. The\njury found petitioner guilty, and he received a 20-year sentence.\nOn direct appeal to the Court of Appeals of Texas, petitioner\nargued that prosecutors’ use of his silence as part of their\ncase in chief violated the Fifth Amendment. The Court of Appeals\nrejected that argument, reasoning that petitioner’s\nprearrest, pre-Mirandasilence was not\n“compelled” within the meaning of the Fifth Amendment.\n368 S. W. 3d 550, 557–559 (2011). The Texas Court\nof Criminal Appeals took up this case and affirmed on the same\nground. 369 S. W. 3d 176 (2012).We granted certiorari, 568 U. S. ___\n(2013), to resolve a division of authority in the lower courts over\nwhether the prosecution may use a defendant’s assertion of\nthe privilege against self-incrimination during a noncustodial\npolice interview as part of its case in chief. Compare,e.g.,\nUnited Statesv.Rivera, 944 F. 2d 1563, 1568 (CA11\n1991), withUnited Statesv.Moore, 104 F. 3d\n377, 386 (CADC 1997). But because petitioner did not invoke the\nprivilege during his interview, we find it unnecessary to reach\nthat question.IIAThe privilege against self-incrimination\n“is an exception to the general principle that the Government\nhas the right to everyone’s testimony.”Garnerv.UnitedStates, 424 U. S. 648, 658, n. 11\n(1976). To prevent the privilege from shielding information not\nproperly within its scope, we have long held that a witness who\n“ ‘desires the protection of the privilege\n. . . must claim it’ ” at the time he\nrelies on it.Murphy, 465 U. S., at 427 (quotingMonia, 317 U. S., at 427). See alsoUnited\nStatesex rel. Vajtauerv.Commissioner of\nImmigration, 273 U. S. 103, 113 (1927).That requirement ensures that the Government is\nput on notice when a witness intends to rely on the privilege so\nthat it may either argue that the testimony sought could not be\nself-incriminating, seeHoffmanv.UnitedStates, 341 U. S. 479, 486 (1951), or cure any\npotential self-incrimination through a grant of immunity, seeKastigarv.United States, 406 U. S. 441, 448\n(1972). The express invocation requirement also gives courts tasked\nwith evaluating a Fifth Amendment claim a contemporaneous record\nestablishing the witness’ reasons for refusing to answer. SeeRobertsv.United States, 445 U. S. 552, 560,\nn. 7 (1980) (“A witness may not employ the privilege to\navoid giving testimony that he simply would prefer not to\ngive”);Hutchesonv.United States, 369\nU. S. 599, 610–611 (1962) (declining to treat invocation\nof due process as proper assertion of the privilege). In these\nways, insisting that witnesses expressly invoke the privilege\n“assures that the Government obtains all the information to\nwhich it is entitled.”Garner,supra, at 658,\nn. 11.We have previously recognized two exceptions to\nthe requirement that witnesses invoke the privilege, but neither\napplies here. First, we held inGriffinv.California, 380 U. S. 609, 613–615 (1965), that a\ncriminal defendant need not take the stand and assert the privilege\nat his own trial. That exception reflects the fact that a criminal\ndefendant has an “absolute right not to testify.”Turnerv.United States, 396 U. S. 398, 433\n(1970) (Black, J., dissenting); seeUnited Statesv.Patane, 542 U. S. 630, 637 (2004) (plurality opinion).\nSince a defendant’s reasons for remaining silent at trial are\nirrelevant to his constitutional right to do so, requiring that he\nexpressly invoke the privilege would serve no purpose; neither a\nshowing that his testimony would not be self-incriminating nor a\ngrant of immunity could force him to speak. Because pe- titioner\nhad no comparable unqualified right during his interview with\npolice, his silence falls outside theGriffinexception.Second, we have held that a witness’\nfailure to invoke the privilege must be excused where governmental\ncoercion makes his forfeiture of the privilege involuntary. Thus,\ninMiranda, we said that a suspect who is subjected to the\n“inherently compelling pressures” of an unwarned\ncustodial interrogation need not invoke the privilege. 384\nU. S., at 467–468, and n. 37. Due to the uniquely\ncoercive nature of custodial interrogation, a suspect in custody\ncannot be said to have voluntarily forgone the privilege\n“unless [he] fails to claim [it] after being suitably\nwarned.”Murphy,supra, at 429–430.For similar reasons, we have held that threats\nto withdraw a governmental benefit such as public employment\nsometimes make exercise of the privilege so costly that it need not\nbe affirmatively asserted.Garrityv.New Jersey,385 U.S.\n493, 497 (1967) (public employment). See alsoLefkowitzv.Cunningham,431 U.S.\n801, 802–804 (1977) (public office);Lefkowitzv.Turley, 414 U. S. 70, 84–85 (1973) (public\ncontracts). And where assertion of the privilege would itself tend\nto incriminate, we have allowed witnesses to exercise the privilege\nthrough silence. See,e.g.,Learyv.United\nStates, 395 U. S. 6, 28–29 (1969) (no requirement\nthat taxpayer complete tax form where doing so would have revealed\nincome from illegal activities);Albertsonv.Subversive\nActivities Control Bd., 382 U. S. 70, 77–79 (1965)\n(members of the Communist Party not required to complete\nregistration form “where response to any of the form’s\nquestions . . . might involve [them] in the admission of\na crucial element of a crime”). The principle that unites all\nof those cases is that a witness need not expressly invoke the\nprivilege where some form of official compulsion denies him\n“a ‘free choice to admit, to deny, or to refuse to\nanswer.’ ”Garner, 424 U. S.,at 656–657 (quotingLisenbav.California, 314\nU. S. 219, 241 (1941)).Petitioner cannot benefit from that principle\nbecause it is undisputed that his interview with police was\nvoluntary. As petitioner himself acknowledges, he agreed to\naccompany the officers to the station and “was free to leave\nat any time during the interview.” Brief for Petitioner\n2–3 (internal quotation marks omitted). That places\npetitioner’s situation outside the scope ofMirandaand other cases in which we have held that various forms of\ngovernmental coercion prevented defendants from voluntarily\ninvoking the privilege. The dissent elides this point when it cites\nour precedents in this area for the proposition that\n“[c]ircumstances, rather than explicit invocation, trigger\nthe protection of the Fifth Amendment.”Post,at\n7–8 (opinion of Breyer, J.). The critical question is\nwhether, under the “circumstances” of this case,\npetitioner was deprived of the ability to voluntarily invoke the\nFifth Amendment. He was not. We have before us no allegation that\npetitioner’s failure to assert the privilege was involuntary,\nand it would have been a simple matter for him to say that he was\nnot answering the officer’s question on Fifth Amendment\ngrounds. Because he failed to do so, the prosecution’s use of\nhis noncustodial silence did not violate the Fifth Amendment.BPetitioner urges us to adopt a third exception\nto the in- vocation requirement for cases in which a witness stands\nmute and thereby declines to give an answer that of- ficials\nsuspect would be incriminating. Our cases all but foreclose such an\nexception, which would needlessly burden the Government’s\ninterests in obtaining testimony and prosecuting criminal activity.\nWe therefore decline petitioner’s invitation to craft a new\nexception to the “general rule” that a witness must\nassert the privilege to subsequently benefit from it.Murphy, 465 U. S., at 429.Our cases establish that a defendant normally\ndoes not invoke the privilege by remaining silent. InRobertsv.UnitedStates, 445 U. S. 552,\nfor example, we rejected the Fifth Amendment claim of a defendant\nwho remained silent throughout a police investigation and received\na harsher sentence for his failure to cooperate. In so ruling, we\nexplained that “if [the defendant] believed that his failure\nto cooperate was privileged, he should have said so at a time when\nthe sentencing court could have determined whether his claim was\nlegitimate.”Id.,at 560. See alsoUnited\nStatesv.Sullivan, 274 U. S. 259, 263–264\n(1927);Vajtauer, 273 U. S., at 113.[1] A witness does not expressly invoke the\nprivilege by standing mute.We have also repeatedly held that the express\ninvocation requirement applies even when an official has reason to\nsuspect that the answer to his question would incrim- inate the\nwitness. Thus, inMurphywe held that the defendant’s\nself-incriminating answers to his probation of- ficer were properly\nadmitted at trial because he failed to invoke the privilege. 465\nU. S., at 427–428. In reaching that conclusion, we\nrejected the notion “that a witness must ‘put the\nGovernment on notice by formally availing himself of the\nprivilege’ only when he alone ‘is reasonably aware of\nthe incriminating tendency of the questions.’ ”Id.,at 428 (quotingRoberts,supra, at 562,\nn.* (Brennan, J., concurring)). See alsoUnitedStatesv.Kordel, 397 U. S. 1, 7\n(1970).[2]Petitioner does not dispute the vitality of\neither of those lines of precedent but instead argues that we\nshould adopt an exception for cases at their intersection. Thus,\npetitioner would have us hold that although neither a wit-\nness’ silence nor official suspicions are enough to excuse\nthe express invocation requirement, the invocation requirement does\nnot apply where a witness is silent in the face of official\nsuspicions. For the same reasons that neither of those factors is\nsufficient by itself to relieve a witness of the obligation to\nexpressly invoke the privilege, we conclude that they do not do so\ntogether. A contrary result would do little to protect those\ngenuinely relying on the Fifth Amendment privilege while placing a\nneedless new burden on society’s interest in the admission of\nevidence that is probative of a criminal defendant’s\nguilt.Petitioner’s proposed exception would also\nbe very difficult to reconcile withBerghuisv.Thompkins, 560 U. S. 370 (2010). There, we held in the\nclosely related context of post-Mirandasilence that a\ndefendant failed to invoke the privilege when he refused to respond\nto police questioning for 2 hours and 45 minutes. 560 U. S.,\nat ___ (slip op., at 3, 8–10). If the extended custodial\nsilence in that case did not invoke the privilege, then surely the\nmomentary silence in this case did not do so either.Petitioner and the dissent attempt to\ndistinguishBerg-huisby observing that it did not\nconcern the admissi- bility of the defendant’s silence but\ninstead involved the admissibility of his subsequent statements.Post,at 8–9 (opinion of Breyer, J.). But regardless\nof whether prosecutors seek to use silence or a confession that\nfollows, the logic ofBerghuisapplies with equal force: A\nsuspect who stands mute has not done enough to put police on notice\nthat he is relying on his Fifth Amendment privilege.[3]In support of their proposed exception to the\ninvocation requirement, petitioner and the dissent argue that\nreliance on the Fifth Amendment privilege is the most likely\nexplanation for silence in a case such as this one. Reply Brief 17;\nseepost,at 9–10 (Breyer, J., dissenting). But\nwhatever the most probable explanation, such silence is\n“insolubly ambiguous.” SeeDoyle, v.Ohio,426 U. S. 610, 617 (1976). To be sure, someone\nmight decline to answer a police officer’s question in\nreliance on his constitutional privilege. But he also might do so\nbecause he is trying to think of a good lie, because he is\nembarrassed, or because he is protecting someone else. Not every\nsuch possible explanation for silence is probative of guilt, but\nneither is every possible explanation protected by the Fifth\nAmendment. Petitioner alone knew why he did not answer the\nofficer’s question, and it was therefore his “burden\n. . . to make a timely assertion of the privilege.”Garner, 424 U. S., at 655.At oral argument, counsel for petitioner\nsuggested that it would be unfair to require a suspect unschooled\nin the particulars of legal doctrine to do anything more than\nremain silent in order to invoke his “right to remain\nsilent.” Tr. of Oral Arg. 26–27; seepost,at 10\n(Breyer, J., dissenting);Michiganv.Tucker, 417\nU. S. 433, 439 (1974) (observing that “virtually every\nschoolboy is familiar with the concept, if not the language”\nof the Fifth Amendment). But popular misconceptions\nnotwithstanding, the Fifth Amendment guarantees that no one may be\n“compelled in any criminal case to be a witness against\nhimself”; it does not establish an unqualified “right\nto remain silent.” A witness’ constitutional right to\nrefuse to answer questions depends on his reasons for doing so, and\ncourts need to know those reasons to evaluate the merits of a Fifth\nAmendment claim. SeeHoffman, 341 U. S., at\n486–487.[4]In any event, it is settled that forfeiture of\nthe privilege against self-incrimination need not be knowing.Murphy, 465 U. S., at 427–428;Garner,supra, at 654, n. 9. Statements against interest are\nregularly admitted into evidence at criminal trials, see Fed. Rule\nof Evid. 804(b)(3), and there is no good reason to approach a\ndefendant’s silence any differently.CFinally, we are not persuaded by\npetitioner’s arguments that applying the usual express\ninvocation requirement where a witness is silent during a\nnoncustodial police interview will prove unworkable in practice.\nPetitioner and the dissent suggest that our approach will\n“unleash complicated and persistent litigation” over\nwhat a suspect must say to invoke the privilege, Reply Brief 18;\nseepost,at 11–12 (opinion of Breyer, J.), but our\ncases have long required that a witness assert the privilege to\nsubsequently benefit from it. That rule has not proved difficult to\napply. Nor did the potential for close cases dissuade us from\nadopting similar invocation requirements for suspects who wish to\nassert their rights and cut off police questioning during custodial\ninterviews.Berghuis, 560 U. S.,at ___ (slip\nop., at 8–10) (requiring suspect to unambiguously assert\nprivilege against self-incrimination to cut off custodial\nquestioning);Davisv.United States, 512 U. S.\n452, 459 (1994) (same standard for assertions of the right to\ncounsel).Notably, petitioner’s approach would\nproduce its own line-drawing problems, as this case vividly\nillustrates. When the interviewing officer asked petitioner if his\nshotgun would match the shell casings found at the crime scene,\npetitioner did not merely remain silent; he made movements that\nsuggested surprise and anxiety. At precisely what point such\nreactions transform “silence” into expressive conduct\nwould be a difficult and recurring question that our decision\nallows us to avoid.We also reject petitioner’s argument that\nan express invocation requirement will encourage police officers to\n“ ‘unfairly\n“tric[k]” ’ ” suspects into\ncooperating. Reply Brief 21 (quotingSouth Dakotav.Neville, 459 U. S. 553, 566 (1983)). Petitioner worries\nthat officers could unduly pressure suspects into talking by\ntelling them that their silence could be used in a future\nprosecution. But as petitioner himself concedes, police officers\n“have done nothing wrong” when they “accurately\nstat[e] the law.” Brief for Petitioner 32. We found no\nconstitutional infirmity in government officials telling the\ndefendant inMurphythat he was required to speak truthfully\nto his parole officer, 465 U. S., at 436–438, and we see\nno greater danger in the interview tactics petitioner identifies.\nSo long as police do not deprive a witness of the ability to\nvoluntarily invoke the privilege, there is no Fifth Amendment\nviolation.*  *  *Before petitioner could rely on the privilege\nagainst self-incrimination, he was required to invoke it. Because\nhe failed to do so, the judgment of the Texas Court of Criminal\nAppeals is affirmed.It is so ordered.Notes1The dissent argues that\nin these cases “neither the nature of the questions nor the\ncircumstances of the refusal to answer them provided any basis to\ninfer a tie between the silence and the Fifth Amendment.”Post,at 5–6 (opinion of Breyer, J.). But none of our\nprecedents suggests that governmental officials are obliged to\nguess at the meaning of a witness’ unexplained silence when\nimplicit reliance on the Fifth Amendment seems probable.Robertsdoes not say as much, despite its holding that the\ndefendant in that case was required to explain the Fifth Amendment\nbasis for his failure to cooperate with an investigation that led\nto his prosecution. 445 U. S., at 559.2Our cases do not support\nthe distinction the dissent draws between silence and the failure\nto invoke the privilege before making incriminating statements. Seepost,at 7 (Breyer, J., dissenting). For example,Murphy, a case in which the witness made incriminating\nstatements after failing to invoke the privilege, repeatedly relied\nonRobertsandVajtauer—two cases in which\nwitnesses remained silent and did not make incriminating\nstatements. 465 U. S., at 427, 429, 455–456, n. 20.\nSimilarly,KordelcitedVajtauer, among other cases,\nfor the proposition that the defendant’s “failure at\nany time to assert the constitutional privilege leaves him in no\nposition to complain now that he was compelled to give testimony\nagainst himself.” 397 U. S., at 10, and\nn. 18.3Petitioner is correct\nthatdue processprohibits prosecutors from pointing to the\nfact that a defendant was silent after he heardMirandawarnings,Doylev.Ohio, 426 U. S. 610,\n617–618 (1976), but that rule does not apply where a suspect\nhas not received the warnings’ implicit promise that any\nsilence will not be used against him,Jenkinsv.Anderson, 447 U. S. 231, 240 (1980).4The dissent suggests that\nofficials in this case had no “special need to know whether\nthe defendant sought to rely on the protections of the Fifth\nAmendment.”Post,at 4 (opinion of Breyer, J.). But we\nhave never said that the government must demonstrate such a need on\na case-by-case basis for the invocation requirement to apply. Any\nsuch rule would require judicial hypothesizing about the probable\nstrategic choices of prosecutors, who often use immunity to compel\ntestimony from witnesses who invoke the Fifth\nAmendment.",
    "joined": []
}