{
    "case": {
        "docket": "356",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/356/"
    },
    "id": "1970431",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–788_________________CHARLES A. REHBERG, PETITIONERv.JAMES\nP. PAULKon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 2, 2012]Justice Alito delivered the opinion of the\nCourt.This case requires us to decide whether a\n“complaining witness” in a grand jury proceeding is entitled to the\nsame immunity in an action under 42 U. S. C. §1983 as a\nwitness who testifies at trial. We see no sound reason to draw a\ndistinction for this purpose between grand jury and trial\nwitnesses.IPetitioner Charles Rehberg, a certified public\naccountant, sent anonymous faxes to several recipients, including\nthe management of a hospital in CityplaceAlbany,\ncountry-regionGeorgia, criticizing the hospital’s management and\nactivities. In response, the local district attorney’s office, with\nthe assistance of its chief investigator, respondent James Paulk,\nlaunched a criminal investigation of petitioner, allegedly as a\nfavor to the hospital’s leadership.Respondent testified before a grand jury, and\npetitioner was then indicted for aggravated assault, burglary, and\nsix counts of making harassing telephone calls. The indictment\ncharged that petitioner had assaulted a hospital physician, Dr.\nJames Hotz, after unlawfully entering the doctor’s home. Petitioner\nchallenged the sufficiency of the indictment, and it was\ndismissed.A few months later, respondent returned to the\ngrand jury, and petitioner was indicted again, this time for\nassaulting Dr. Hotz on August 22, 2004, and for making harassing\nphone calls. On this occasion, both the doctor and respondent\ntestified. Petitioner challenged the suf- ficiency of this second\nindictment, claiming that he was “nowhere near Dr. Hotz” on the\ndate in question and that “[t]here was no evidence whatsoever that\n[he] committed an assault on anybody.” 611 F.3d 828, 836 (CA11\n2010). Again, the indictment was dismissed.While the second indictment was still pending,\nrespondent appeared before a grand jury for a third time, and yet\nanother indictment was returned. Petitioner was charged with\nassault and making harassing phone calls. This final indictment was\nultimately dismissed as well.Petitioner then brought this action against\nrespondent under Rev. Stat. §1979, 42 U. S. C. §1983.\nPetitioner alleged that respondent conspired to present and did\npresent false testimony to the grand jury. Respondent moved to\ndismiss, arguing, among other things, that he was entitled to\nabsolute immunity for his grand jury testimony. The United States\nDistrict Court for the Middle District of Georgia denied\nrespondent’s motion to dismiss, but the Court of Appeals reversed,\nholding, in accordance with Circuit precedent, that respondent was\nabsolutely immune from a §1983 claim based on his grand jury\ntestimony.The Court of Appeals noted petitioner’s\nallegation that respondent was the sole “complaining witness”\nbefore the grand jury, but the Court of Appeals declined to\nrecognize a “complaining witness” exception to its precedent on\ngrand jury witness immunity. See 611 F. 3d, at 839–840.\n“[A]llowing civil suits for false grand jury testimony,” the court\nreasoned, “would . . . emasculate the confidential nature\nof grand jury testimony, and eviscerate the traditional absolute\nimmunity for witness testimony in judi- cial proceedings.”Id.,at 840. The court went on to hold that respondent was\nentitled to absolute immunity, not only with respect to claims\nbased directly on his grand jury testimony, but also with respect\nto the claim that he conspired to present such testimony.Id., at 841. To allow liability to be predicated on the\nalleged conspiracy, the court concluded, “ ‘would be to permit\nthrough the back door what is prohibited through the front.’ ”Ibid.(quotingJonesv.Cannon,174 F.3d 1271, 1289 (CA11 1999)).We granted certiorari to resolve a Circuit\nconflict regarding the immunity of a “complaining witness” in a\ngrand jury proceeding, 562 U. S. ___ (2011), and we now\naffirm.IISection 1983, which derives from §1 of the\nCivil Rights Act of 1871, 17Stat. 13, creates a private right of\naction to vindicate violations of “rights, privileges, or\nimmunities secured by the Constitution and laws” of the United\nStates. Under the terms of the statute, “ ‘[e]very person’ who\nacts under color of state law to deprive another of a\nconstitutional right [is] answerable to that person in a suit for\ndamages.”Imblerv.Pachtman,424\nU.S. 409, 417 (1976) (citing 42 U. S. C. §1983).ADespite the broad terms of §1983, this Court\nhas long recognized that the statute was not meant to effect a\nradical departure from ordinary tort law and the common-law\nimmunities applicable in tort suits. See,e.g.,Burnsv.Reed,500 U.S.\n478, 484 (1991). More than 60 years ago, inTenneyv.\nBrandhove,341 U.S.\n367(1951), the Court held that §1983 did not abrogate the\nlong-established absolute immunity enjoyed by legislators for\nactions taken within the legitimate sphere of legislative\nauthority. Immunities “well grounded in history and reason,” the\nCourt wrote, were not somehow eliminated “by covert inclusion in\nthe general language” of §1983.Id.,at 376.This interpretation has been reaffirmed by the\nCourt time and again and is now an entrenched feature of our §1983\njurisprudence. See,e.g.,Piersonv.Ray,386 U.S.\n547, 554–555 (1967) (“The legislative record gives no clear\nindication that Congress meant to abolish wholesale all common-law\nimmunities. Accordingly, this Court held . . . that the\nimmunity of legislators for acts within the legislative role was\nnot abolished. The immunity of judges for acts within the judicial\nrole is equally well established, and we presume that Congress\nwould have specifically so provided had it wished to abolish the\ndoctrine”);Imbler,supra,at 418 (statute must “be\nread in harmony with general principles of tort immunities and\ndefenses rather than in derogation of them”);Procunierv.Navarette,434 U.S.\n555, 561 (1978) (“Although the Court has recognized that in\nenacting §1983 Congress must have intended to expose state\nofficials to damages liability in some circumstances, the section\nhas been consistently construed as not intending wholesale\nrevocation of the common-law immunity afforded government\nofficials”);Briscoev.LaHue,460 U.S.\n325, 330 (1983) (“ ‘It is by now well settled that the\ntort liability created by §1983 cannot be understood in a\nhistorical vacuum. . . . One important assumption\nunderlying the Court’s decisions in this area is that members of\nthe 42d Congress were familiar with common-law principles,\nincluding defenses previously recognized in ordinary tort\nlitigation, and that they likely intended these common-law\nprinciples to obtain, absent specific provisions to the\ncontrary’ ” (quotingNewportv.Fact Concerts,\nInc.,453 U.S.\n247, 258 (1981));Pulliamv.Allen,466 U.S.\n522, 529 (1984) (“The starting point in our own analysis is the\ncommon law. Our cases have proceeded on the assumption that\ncommon-law principles of . . . immunity were incorporated\ninto our judicial system and that they should not be abrogated\nabsent clear legislative intent to do so”).BRecognizing that “Congress intended [§1983] to\nbe construed in the light of common-law principles,” the Court has\nlooked to the common law for guidance in determining the scope of\nthe immunities available in a §1983 action.Kalinav.Fletcher,522\nU.S. 118, 123 (1997). We do not simply make our own judgment\nabout the need for immunity. We have made it clear that it is not\nour role “to make a freewheeling policy choice,”Malleyv.Briggs,475\nU.S. 335, 342 (1986), and that we do not have a license to\ncreate immunities based solely on our view of sound pol- icy, seeTowerv. Glover,467 U.S.\n914, 922–923 (1984). Instead, we conduct “a considered inquiry\ninto the immunity historically accorded the relevant official at\ncommon law and the interests behind it.”Imbler, supra,at\n421.We take what has been termed a “functional\napproach.” SeeForresterv.White,484 U.S.\n219, 224 (1988);Burns,supra,at 486. We consult\nthe common law to identify those governmental functions that were\nhistorically viewed as so important and vulnerable to interference\nby means of litigation that some form of absolute immunity from\ncivil liability was needed to ensure that they are performed\n“ ‘with independence and without fear of consequences.’ ”Pierson,supra,at 554 (quotingBradleyv.Fisher, 13 Wall. 335, 350, n. ‡ (1872)). Taking this\napproach, we have identified the following functions that are\nabsolutely immune from liability for damages under §1983: actions\ntaken by legislators within the legitimate scope of legislative\nauthority, seeTenney,supra; actions taken by judges\nwithin the legitimate scope of judicial authority, seePierson,supra; actions taken by prosecutors in their\nrole as advocates, seeImbler, 424 U. S., at 430–431;\nand the giving of testimony by witnesses at trial, seeBriscoe,supra. By contrast, the Court has found no\nabsolute immunity for the acts of the chief executive officer of a\nState, the senior and subordinate officers of a State’s National\nGuard, the president of a state university, seeScheuerv.Rhodes,416 U.S.\n232, 247–248 (1974); school board members, seeWoodv.Strickland,420 U.S.\n308, 318 (1975); the superintendent of a state hospital, seeO’Connorv.Donaldson,422 U.S.\n563, 577 (1975); police officers, seePierson,supra,at 555; prison officials and officers,Procunier,supra,at 561; and private co-conspirators\nof a judge, seeDennisv.Sparks,449 U.S.\n24, 27 (1980).CWhile the Court’s functional approach is tied\nto the common law’s identification of the functions that merit the\nprotection of absolute immunity, the Court’s precedents have not\nmechanically duplicated the precise scope of the absolute immunity\nthat the common law provided to pro- tect those functions. See,e.g.,Burns, 500 U. S.,at 493\n(“ ‘[T]he precise contours of official immunity’ need not\nmirror the immunity at common law” (quotingAndersonv.Creighton,483 U.S.\n635, 645 (1987))).This approach is illustrated by the Court’s\nanalysis of the absolute immunity enjoyed today by public\nprosecutors. When §1983’s predecessor was enacted in 1871, it was\ncommon for criminal cases to be prosecuted by private parties. See,e.g.,Stewartv.Sonneborn,98 U.S.\n187, 198 (1879) (Bradley, J., dissenting) (“[E]very man in the\ncommunity, if he has probable cause for prosecuting another, has a\nperfect right, by law, to institute such prosecution, subject only,\nin the case of private prosecutions, to the penalty of paying the\ncosts if he fails in his suit”). And private prosecutors, like\nprivate plaintiffs in civil suits, did not enjoy absolute immunity\nfrom suit. SeeMalley, 475 U. S., at 340–341, and\nn. 3 (citing cases). Instead, “the generally accepted rule”\nwas that a private complainant who procured an arrest or\nprosecution could be held liable in an action for malicious\nprosecution if the complainant acted with malice and without\nprobable cause. Seeid., at 340–341; see alsoBriscoe, 460 U. S., at 351 (Marshall, J., dissenting)\n(“Both English and American courts routinely permitted plaintiffs\nto bring actions alleging that the de- fendant had made a false and\nmalicious accusation of a felony to a magistrate or other judicial\nofficer”);Wheelerv.Nesbitt, 24 How. 544, 550\n(1861) (“Undoubtedly, every person who puts the criminal law in\nforce maliciously, and without any reasonable or probable cause,\ncommits a wrongful act; and if the accused is thereby prejudiced,\neither in his person or property, the injury and loss so sustained\nconstitute the proper foundation of an action to recover\ncompensation”);Dinsmanv.Wilkes, 12 How. 390, 402\n(1852) (no immunity “where a party had maliciously, and without\nprobable cause, procured the plaintiff to be indicted or arrested\nfor an offence of which he was not guilty”).In the decades after the adoption of the 1871\nCivil Rights Act, however, the prosecutorial function was\nincreasingly assumed by public officials, and common-law courts\nheld that public prosecutors, unlike their private predecessors,\nwere absolutely immune from the types of tort claims that an\naggrieved or vengeful criminal defendant was most likely to assert,\nnamely, claims for malicious prosecution or defamation. SeeImbler,supra,at 441–442 (White, J., concurring in\njudgment);Kalina,supra, at 124, n. 11 (noting\nthat cases “decided after 1871 . . . granted a broader\nimmunity to public prosecutors than had been available in malicious\nprosecution actions against private persons who brought\nprosecutions at early common law”); see alsoBurns,supra, at 505 (Scalia, J., concurring in judgment in part\nand dissenting in part) (noting that the “common-law tradition of\nprosecutorial immunity . . . developed much later than\n1871”).This adaptation of prosecutorial immunity\naccommo- dated the special needs of public, as opposed to private,\nprosecutors. Because the daily function of a public prosecutor is\nto bring criminal charges, tort claims against public prosecutors\n“could be expected with some frequency, for a defendant often will\ntransform his resentment at being prosecuted into the ascription of\nimproper and malicious actions to the State’s advocate.”Imbler, 424 U. S., at 425. Such “harassment by\nunfounded litigation would cause a deflection of the prosecutor’s\nenergies from his public duties,” and would result in a severe\ninterference with the administration of an important public office.Id., at 423. Constant vulnerability to vexatious litigation\nwould give rise to the “possibility that [the prosecutor] would\nshade his decisions instead of exercising the independence of\njudgment required by his public trust.”Ibid.Thus, when the issue of prosecutorial immunity\nun- der §1983 reached this Court inImbler, the Court did\nnot simply apply the scope of immunity recognized by common-law\ncourts as of 1871 but instead placed substantial reliance on\npost-1871 cases extending broad immunity to public prosecutors sued\nfor common-law torts.While the Court has looked to the common law in\ndetermining the scope of the absolute immunity available under\n§1983, the Court has not suggested that §1983 is simply a\nfederalized amalgamation of pre-existing common-law claims, an\nall-in-one federal claim encompassing the torts of assault,\ntrespass, false arrest, defamation, malicious prosecution, and\nmore. The new federal claim created by §1983 differs in important\nways from those pre-existing torts. It is broader in that it\nreaches constitutional and statutory violations that do not\ncorrespond to any previously known tort. SeeKalina, 522\nU. S., at 123. But it is narrower in that it applies only to\ntortfeasors who act under color of state law. SeeBriscoe,supra, at 329. Section 1983 “ha[s] no precise counterpart in\nstate law. . . . [I]t is the purest coincidence when\nstate statutes or the common law provide for equivalent remedies;\nany analogies to those causes of action are bound to be imperfect.”Wilsonv. Garcia,471 U.S.\n261, 272 (1985) (internal quotation marks and citation\nomitted). Thus, both the scope of the new tort and the scope of the\nabsolute immunity available in §1983 actions differ in some\nrespects from the common law.IIIAAt common law, trial witnesses enjoyed a\nlimited form of absolute immunity for statements made in the course\nof a judicial proceeding: They had complete immunity against\nslander and libel claims, even if it was alleged that the\nstatements in question were maliciously false.Kalina,supra,at 133 (Scalia, J., concurring) (citing F. Hilliard,\nLaw of Torts 319 (1866)); seeBriscoe,supra, at 351\n(Marshall, J., dissenting);Burns, 500 U. S., at 501\n(opinion of Scalia, J.).InBriscoe, however, this Court held that\nthe immunity of a trial witness sued under §1983 is broader: In\nsuch a case, a trial witness has absolute immunity with respect toanyclaim based on the witness’ testimony. When a witness is\nsued because of his testimony, the Court wrote, “ ‘the claims\nof the individual must yield to the dictates of public\npolicy.’ ” 460 U. S., at 332–333 (quotingCalkinsv.Sumner, 13 Wis. 193, 197 (1860)). Without absolute\nimmunity for witnesses, the Court concluded, the truth-seeking\nprocess at trial would be impaired. Witnesses “might be reluctant\nto come forward to testify,” and even if a witness took the stand,\nthe witness “might be inclined to shade his testimony in favor of\nthe potential plaintiff” for “fear of subsequent liability.” 460\nU. S., at 333.The factors that justify absolute immunity for\ntrial witnesses apply with equal force to grand jury witnesses. In\nboth contexts, a witness’ fear of retaliatory litigation may\ndeprive the tribunal of critical evidence. And in neither context\nis the deterrent of potential civil liability needed to prevent\nperjurious testimony. InBriscoe, the Court concluded that\nthe possibility of civil liability was not needed to deter false\ntestimony at trial because other sanctions—chiefly prosecution for\nperjury—provided a sufficient deterrent.Id., at 342. Since\nperjury before a grand jury, like perjury at trial, is a serious\ncriminal offense, see,e.g., 18 U. S. C. §1623(a),\nthere is no reason to think that this deterrent is any less\neffective in preventing false grand jury testimony.BNeither is there any reason to distinguish law\nenforcement witnesses from lay witnesses. InBriscoe, it was\nargued that absolute immunity was not needed for police-officer\nwitnesses, but the Court refused to draw that distinction. The\nCourt wrote:“When a police officer appears as a\nwitness, he may reasonably be viewed as acting like any other\nwitness sworn to tell the truth—in which event he can make a strong\nclaim to witness immunity; alternatively, he may be regarded as an\nofficial performing a critical role in the judicial process, in\nwhich event he may seek the benefit afforded to other governmental\nparticipants in the same proceeding. Nothing in the language of the\nstatute suggests that such a witness belongs in a narrow, special\ncategory lacking protection against damages suits.” 460 U. S.,\nat 335–336 (footnote omitted).See alsoid., at 342 (“A police officer\non the witness stand performs the same functions as any other\nwitness”).TheBriscoeCourt rebuffed two arguments\nfor distinguishing between law enforcement witnesses and lay\nwitnesses for immunity purposes: first, that absolute im- munity is\nnot needed for law enforcement witnesses because they are less\nlikely to be intimidated by the threat of suit and, second, that\nsuch witnesses should not be shielded by absolute immunity because\nfalse testimony by a police officer is likely to be more damaging\nthan false testimony by a lay witness. Seeibid.The Court\nobserved that there are other factors not applicable to lay\nwitnesses that weigh in favor of extending absolute immunity to\npolice officer witnesses.First, police officers testify with some\nfrequency.Id., at 343. “Police officers testify in scores\nof cases every year,” the Court noted, “and defendants often will\ntransform resentment at being convicted into allegations of perjury\nby the State’s official witnesses.”Ibid. If police officer\nwitnesses were routinely forced to defend against claims based on\ntheir testimony, their “ ‘energy and attention would be\ndiverted from the pressing duty of enforcing the criminal\nlaw.’ ”Id.,at 343–344 (quotingImbler, 424\nU. S., at 425).Second, a police officer witness’ potential\nliability, if conditioned on the exoneration of the accused, could\ninfluence decisions on appeal and collateral relief. 460\nU. S., at 344. Needless to say, such decisions should not be\ninfluenced by the likelihood of a subsequent civil rights action.\nBut the possibility that a decision favorable to the accused might\nsubject a police officer witness to liability would create the\n“ ‘risk of injecting extraneous concerns’ ” into\nappellate review and postconviction proceedings.Ibid.\n(quotingImbler,supra,at 428, n. 27). In\naddition, law enforcement witnesses face the possibility of\nsanctions not applicable to lay witnesses, namely, loss of their\njobs and other employment-related sanctions.For these reasons, we conclude that grand jury\nwit- nesses should enjoy the same immunity as witnesses at trial.\nThis means that a grand jury witness has absolute immunity from any\n§1983 claim based on the witness’ testimony. In addition, as the\nCourt of Appeals held, this rule may not be circumvented by\nclaiming that a grand jury witness conspired to present false\ntestimony or by using evidence of the witness’ testimony to support\nany other §1983 claim concerning the initiation or maintenance of a\nprosecution. Were it otherwise, “a criminal defendant turned civil\nplaintiff could simply reframe a claim to attack the preparation\ninstead of the absolutely immune actions themselves.”Buckleyv.Fitzsimmons,509 U.S.\n259, 283 (1993) (Kennedy, J., concurring in part and dissenting\nin part); see alsoDykesv.Hosemann, 776 F.2d 942,\n946 (CA11 1985)(per curiam)(“[J]udges, on mere\nallegations of conspiracy or prior agreement, could be hauled into\ncourt and made to defend their judicial acts, the precise result\njudicial immunity was designed to avoid”). In the vast majority of\ncases involving a claim against a grand jury witness, the witness\nand the prose- cutor conducting the investigation engage in\npreparatory activity, such as a preliminary discussion in which the\nwitness relates the substance of his intended testimony. We decline\nto endorse a rule of absolute immunity that is so easily\nfrustrated.[1]IVAPetitioner’s main argument is that our cases,\nchieflyMalleyandKalina, already establish that a\n“complaining witness” is not shielded by absolute immunity. See\nBrief for Petitioner 17–22. In those cases, law enforcement\nofficials who submitted affidavits in support of applications for\narrest warrants were denied absolute immunity because they\n“performed the function of a complaining witness.”Kalina,\n522 U. S., at 131; seeMalley, 475 U. S., at\n340–341. Relying on these cases, petitioner contends that certain\ngrand jury witnesses—namely, those who qualify as “complaining\nwitnesses”—are not entitled to absolute immunity. Petitioner’s\nargument is based on a fundamental misunderstanding of the\ndistinctive function played by a “complaining witness” during the\nperiod when §1983’s predecessor was enacted.At that time, the term “complaining witness” was\nused to refer to a party who procured an arrest and initiated a\ncriminal prosecution, seeKalina, 522 U. S., at 135\n(Scalia, J., concurring). A “complaining witness” might not\nactually ever testify, and thus the term “ ‘witness’ in\n‘complaining witness’ is misleading.”Ibid. See alsoMalley,supra,at 340 (complaining witness\n“procure[s] the issuance of an arrest warrant by submitting a\ncomplaint”);Wyattv.Cole,504\nU.S. 158, 164–165 (1992) (complaining witness “set[s] the\nwheels of government in motion by instigating a legal action”).It is true that a mid-19th century complaining\nwitnessmighttestify, either before a grand jury or at\ntrial. But testifying was not a necessary characteristic of a\n“complaining witness.” See M. Newell, Malicious Prosecution 368\n(1892). Nor have we been presented with evidence that witnesses who\ndid no more than testify before a grand jury were regarded as\ncomplaining witnesses and were successfully sued for malicious\nprosecution. See Tr. of Oral Arg. 14–15, 24–25.In sum, testifying, whether before a grand jury\nor at trial, was not the distinctive function performed by a\ncomplaining witness. It is clear—and petitioner does not contend\notherwise—that a complaining witness cannot be held liable for\nperjurioustrialtestimony.Briscoe, 460 U. S.,\nat 326. And there is no more reason why a complaining witness\nshould be subject to liability for testi- mony before a grand\njury.Once the distinctive function performed by a\n“complaining witness” is understood, it is apparent that a law\nenforcement officer who testifies before a grand jury is not at all\ncomparable to a “complaining witness.” By testifying before a grand\njury, a law enforcement officer does not perform the function of\napplying for an arrest warrant; nor does such an officer make the\ncritical decision to initiate a prosecution. It is of course true\nthat a detective or case agent who has performed or supervised most\nof the investigative work in a case may serve as an important\nwitness in the grand jury proceeding and may very much want the\ngrand jury to return an indictment. But such a witness, unlike a\ncomplaining witness at common law, does not make the decision to\npress criminal charges.Instead, it is almost always a prosecutor who is\nresponsible for the decision to present a case to a grand jury, and\nin many jurisdictions, even if an indictment is handed up, a\nprosecution cannot proceed unless the prosecutor signs the\nindictment.[2] It would thus be\nanomalous to permit a police officer who testifies before a grand\njury to be sued for maliciously procuring an unjust prosecution\nwhen it is the prosecutor, who is shielded by absolute immunity,\nwho is actually responsible for the decision to prosecute. SeeAlbrightv.Oliver,510 U.S.\n266, 279, n. 5 (1994) (Ginsburg, J., concurring) (the\nprosecutor is the “principal player in carrying out a\nprosecution”); seeibid. (“[T]he star player is exonerated,\nbut the supporting actor is not”).[3]Precisely because no grand jury witness has the\npower to initiate a prosecution, petitioner is unable to provide a\nworkable standard for determining whether a particular grand jury\nwitness is a “complaining witness.” Here, respondent was the only\nwitness to testify in two of the three grand jury sessions that\nresulted in indictments. But where multiple witnesses testify\nbefore a grand jury, identifying the “complaining witness” would\noften be difficult. Petitioner suggests that a “complaining\nwitness” is “someone who sets the prosecution in motion.” Tr. of\nOral Arg. 8; see Reply Brief for Petitioner 15. And petitioner\nmaintains that the same distinction made at common law between\ncomplaining witnesses and other witnesses applies in §1983 actions.\nSeeid.,at 14–16. But, as we have explained, a complaining\nwitness played a dis- tinctive role, and therefore even when a\n“complaining witness” testified, there was a clear basis for\ndistinguishing between the “complaining witness” and other wit-\nnesses. Because no modern grand jury witness plays a comparable\nrole, petitioner’s proposed test would be of little use. Consider a\ncase in which the case agent or lead detective testifies before the\ngrand jury and provides a wealth of background information and then\na cooperating witness appears and furnishes critical incriminating\ntestimony. Or suppose that two witnesses each provide essential\ntestimony regarding different counts of an indictment or different\nelements of an offense. In these cases, which witnesses would be\n“complaining witnesses” and thus vulnerable to suit based on their\ntestimony?BPetitioner contends that the deterrent effect\nof civil liability is more needed in the grand jury context because\ntrial witnesses are exposed to cross-examination, which is designed\nto expose perjury. See Brief for Petitioner 21, 25–26. This\nargument overlooks the fact that a critical grand jury witness is\nlikely to testify again at trial and may be cross-examined at that\ntime. But in any event, the force of petitioner’s argument is more\nthan offset by a special problem that would be created by allowing\ncivil actions against grand jury witnesses—subversion of grand jury\nsecrecy.“ ‘We consistently have recognized that the\nproper functioning of our grand jury system depends upon the\nsecrecy of grand jury proceedings.’ ”United Statesv.Sells Engineering, Inc.,463 U.S.\n418, 424 (1983) (quotingDouglas Oil Co.v.Petrol\nStops Northwest,441 U.S.\n211, 218–219 (1979)). “ ‘[I]f preindictment proceedings\nwere made public, many prospective witnesses would be hesitant to\ncome forward voluntarily, knowing that those against whom they\ntestify would be aware of that testimony. Moreover, witnesses who\nappeared before the grand jury would be less likely to testify\nfully and frankly, as they would be open to retribution.’ ”\n463 U. S., at 424.Allowing §1983 actions against grand jury\nwitnesses would compromise this vital secrecy. If the testimony of\nwitnesses before a grand jury could provide the basis for, or could\nbe used as evidence supporting, a §1983 claim, the identities of\ngrand jury witnesses could be discovered by filing a §1983 action\nand moving for the disclosure of the transcript of grand jury\nproceedings. Especially in cases involving violent criminal\norganizations or other subjects who might retaliate against adverse\ngrand jury witnesses, the threat of such disclosure might seriously\nundermine the grand jury process.CFinally, contrary to petitioner’s suggestion,\nrecognizing absolute immunity for grand jury witnesses does not\ncreate an insupportable distinction between States that use grand\njuries and those that do not. Petitioner argues that it would make\nno sense to distinguish for purposes of §1983 immunity between\nprosecutions initiated by the return of a grand jury indictment and\nthose initiated by the filing of a complaint or information, and he\nnotes that 26 States permit felony prosecutions to be brought by\ninformation. Brief for Petitioner 23–24. But petitioner draws the\nwrong analogy. In States that permit felony prosecutions to be\ninitiated by information, the closest analog to a grand jury\nwitness is a witness at a preliminary hearing. Most of the States\nthat do not require an indictment for felonies provide a\npreliminary hearing at which witnesses testify. See LaFave\n§14.2(d), at 304, and n. 47, 307, and n. 60. The lower\ncourts have held that witnesses at a preliminary hearing are\nprotected by the same immunity accorded grand jury witnesses, see,e.g.,Bricev.Nkaru,220 F.3d 233, 239, n. 6 (CA4 2000);Curtisv.Bembenek,48 F.3d 281, 284–285 (CA7 1995) (citing cases), and petitioner\ndoes not argue otherwise, see Tr. of Oral Arg. 51.*  *  *For these reasons, we hold that a grand jury\nwitness is entitled to the same immunity as a trial witness.\nAccordingly, the judgment of the Court of Appeals for the Eleventh\nCircuit isAffirmed.Notes1Of course, we do not\nsuggest that absolute immunity extends toallactivity that\na witness conducts outside of the grand jury room. For example, we\nhave accorded only qualified immunity to law enforcement officials\nwho falsify affidavits, seeKalinav.Fletcher,522 U.S.\n118, 129–131 (1997);Malleyv.Briggs,475 U.S.\n335, 340–345 (1986), and fabricate evidence concerning an\nunsolved crime, seeBuckley, 509 U. S., at\n272–276.2The federal courts have\nconcluded uniformly that Rule 7(c) of the Federal Rules of Criminal\nProcedure, providing that an indictment “must be signed by an\nattorney for the government,” precludes federal grand juries from\nissuing an indictment without the prosecutor’s signature,\nsignifying his or her approval. See 4 W. LaFave, J. Israel,N. King,\n& O. Kerr, Criminal Procedure §15.1(d) (3d ed. 2007)\n(hereinafter LaFave). However, in some jurisdictions, the grand\njury may return an indictment and initiate a prosecution without\nthe prosecutor’s signature, but such cases are rare. See 1 S.\nBeale, W. Bryson, J. Felman, & M. Elston, Grand Jury Law and\nPractice, p. 4–76, and n. 2 (2d ed. 2001).3Petitioner says there is\nno reason to distinguish between a person who goes to the police to\nswear out a criminal complaint and a person who testifies to facts\nbefore a grand jury for the same purpose and with the same effect.\nBrief for Petitioner 2, 23. But this is like saying thata bicycle\nand an F-16 are the same thing. Even if the functions are similar\nas a general matter, the entities are quite different. Grand\njuries, by tradition, statute, and sometimes constitutional\nmandate, have a status and entitlement to information that absolute\nimmunity furthers. See,e.g.,Imblerv.Pachtman,424 U.S.\n409, 423, n. 20 (1976) (“It is the functional\ncomparability of their judgments to those ofthe judge that has\nresulted in both grand jurors and prosecutors be-ing referred to as\n‘quasi-judicial’ officers, and their immunities being termed\n‘quasi-judicial’ as well”); see alsoUnited Statesv.Sells Engineering, Inc.,463 U.S.\n418, 423 (1983) (“The grand jury has always occupied a high\nplace as an instrument of justice in our system of criminal law—so\nmuch so that it is enshrined in the Constitution”). Our holding\ntoday supports the functioning of the grand jury system. The\nimportance of the grand jury cannot be underestimated: In the\nfederal system and many States, see LaFave §15.1(d), a felony\ncannot be charged without the consent of community representatives,\na vital protection from unwarranted prosecutions.",
    "joined": []
}