{
    "case": {
        "docket": "18-882",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-882/"
    },
    "id": "4233001",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–882_________________NORIS BABB, PETITIONERv.ROBERT\nWILKIE, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 6, 2020]Justice Alito delivered the opinion of the\nCourt.[1]*The federal-sector provision of the Age\nDiscrimination in Employment Act of 1967 (ADEA), 88Stat. 74, 29\nU. S. C. §633a(a), provides (with just a few exceptions)\nthat “personnel actions” affecting individuals aged 40 and older\n“shall be made free from any discrimination based on age.” We are\nasked to decide whether this provision imposes liability only when\nage is a “but-for cause” of the personnel action in question.We hold that §633a(a) goes further than that.\nThe plain meaning of the critical statutory language (“made free\nfrom any discrimination based on age”) demands that personnel\nactions be untainted by any consideration of age. This does not\nmean that a plaintiff may obtain all forms of relief that are\ngenerally available for a violation of §633a(a), including hiring,\nreinstatement, backpay, and compensatory damages, without showing\nthat a personnel action would have been different if age had not\nbeen taken into account. To obtain such relief, a plaintiff must\nshow that age was a but-for cause of the challenged employment\ndecision. But if age discrimination played a lesser part in the\ndecision, other remedies may be appropriate.INoris Babb, who was born in 1960, is a\nclinical pharmacist at the U. S. Department of Veterans\nAffairs Medical Center in Bay Pines, Florida. Babb brought suit in\n2014 against the Secretary of Veterans Affairs (hereinafter VA),\nclaiming that she had been subjected to age and sex discrimination,\nas well as retaliation for engaging in activities protected by\nfederal anti-discrimination law. Only her age-discrimination claims\nare now before us.Those claims center on the following personnel\nactions. First, in 2013, the VA took away Babb’s “advanced scope”\ndesignation, which had made her eligible for promotion on the\nFederal Government’s General Scale from a GS–12 to a\nGS–13.[2] Second, during this\nsame time period, she was denied training opportunities and was\npassed over for positions in the hospital’s anticoagulation clinic.\nThird, in 2014, she was placed in a new position, and while her\ngrade was raised to GS–13, her holiday pay was reduced. All these\nactions, she maintains, involved age discrimination, and in support\nof her claims, she alleges, among other things, that supervisors\nmade a variety of age-related comments.The VA moved for summary judgment and offered\nnon-discriminatory reasons for the challenged actions, and the\nDistrict Court granted that motion. Evaluating each of Babb’s\nclaims under the burden-shifting framework outlined inMcDonnell\nDouglas Corp.v.Green,411 U.S.\n792(1973), the court found that Babb had established a prima\nfacie case, that the Secretary had proffered legitimate reasons for\nthe challenged actions, and that no jury could reasonably conclude\nthat those reasons were pretextual.Babb appealed, contending that the District\nCourt should not have used theMcDonnell Douglasframework\nbecause it is not suited for “mixed motives” claims. She argued\nthat under the terms of the ADEA’s federal-sector provision, a\npersonnel action is unlawful if age is a factor in the challenged\ndecision. As a result, she explained that even if the VA’s\nproffered reasons were not pretextual, it would not necessarily\nfollow that age discrimination played no part.The Eleventh Circuit panel that heard Babb’s\nappeal found that her argument was “foreclosed” by Circuit\nprecedent but added that it might have agreed with her if it were\n“writing on a clean slate.”Babbv.Secretary,Dept. of Veterans Affairs, 743 Fed. Appx. 280, 287 (2018)\n(citingTraskv.Secretary,Dept. of Veterans\nAffairs, 822 F.3d 1179 (CA11 2016)).We granted certiorari, 588 U. S. ___\n(2019), to resolve a Circuit split over the interpretation of\n§633a(a).IIThat provision of the ADEA states in relevant\npart: “All personnel actions affecting employees or applicants for\nemployment who are at least 40 years of age . . . shall\nbe made free from any discrimination based on age.” 29\nU. S. C. §633a(a).The Government interprets this provision to\nimpose liability only when age is a but-for cause of an employment\ndecision. According to the Government, even if age played a part in\nsuch a decision, an employee or applicant for employment cannot\nobtain any relief unless it is shown that the decision would have\nbeen favorable if age had not been taken into account. This\ninterpretation, the Government contends, follows both from the\nmeaning of the statutory text and from the “default rule” that we\nhave recognized in other employment discrimination cases, namely,\nthat recovery for wrongful conduct is generally permitted only if\nthe injury would not have occurred but for that conduct. See,e.g.,University of Tex. Southwestern Medical Centerv.Nassar,570 U.S.\n338, 346–347 (2013).Babb interprets the provision differently. She\nmaintains that its language prohibits any adverse consideration of\nage in the decision-makingprocess.Accordingly, she argues\nproof that age was a but-for cause of a challenged employment\ndecision is not needed.AWhich interpretation is correct? To decide, we\nstart with the text of the statute, seeGrossv.FBL\nFinancial Services,Inc.,557\nU.S. 167, 175 (2009), and as it turns out, it is not necessary\nto go any further. The plain meaning of the statutory text shows\nthat age need not be a but-for cause of an employment decision in\norder for there to be a violation of §633a(a). To explain the basis\nfor our interpretation, we will first define the important terms in\nthe statute and then consider how they relate to each other.1Section 633a(a) concerns “personnel actions,”\nand while the ADEA does not define this term, its meaning is easy\nto understand. The Civil Service Reform Act of 1978, which governs\nfederal employment, broadly defines a “personnel action” to include\nmost employment-related decisions, such as appointment, promotion,\nwork assignment, compensation, and performance reviews. See 5\nU. S. C. §2302(a)(2)(A). That interpretation is\nconsistent with the term’s meaning in general usage, and we assume\nthat it has the same meaning under the ADEA.Under §633a(a), personnel actions must be made\n“free from” discrimination. The phrase “free from” means\n“untainted” or “[c]lear of (something which is regarded as\nobjectionable).” Webster’s Third New International Dictionary 905\n(def. 4(a)(2)) (1976); 4 Oxford English Dictionary 521 (def. 12)\n(1933); see also American Heritage Dictionary 524 (def. 5(a))\n(1969) (defining “free” “used with from” as “[n]ot affected or\nrestricted by a given condition or circumstance”); Random House\nDictionary of the English Language 565 (def. 12) (1966) (defining\n“free” as “exempt or released from something specified that\ncontrols, restrains, burdens, etc.”). Thus, under §633a(a), a\npersonnel action must be made “untainted” by discrimination based\non age, and the addition of the term “any” (“free fromanydiscrimination based on age”) drives the point home.[3] And as for “discrimination,” we assume\nthat it carries its “ ‘normal definition,’ ” which is\n“ ‘differential treatment.’ ”Jacksonv.Birm-\ningham Bd. of Ed.,544 U.S.\n167, 174 (2005).Under §633a(a), the type of discrimination\nforbidden is “discrimination based on age,” and “[i]n common talk,\nthe phrase ‘based on’ indicates a but-for causal relationship.”Safeco Ins. Co. of Americav.Burr,551 U.S.\n47, 63 (2007); cf.Comcast Corp.v.National Assn. of\nAfrican American-Owned Media,ante, at 6. Therefore,\n§633a(a) requires that age be a but-for cause of the discrimination\nalleged.What remains is the phrase “shall be made.”\n“[S]hall be made” is a form of the verb “to make,” which means “to\nbring into existence,” “to produce,” “to render,” and “to cause to\nbe or become.” Random House Dictionary of the English Language, at\n866. Thus, “shall be made” means “shall be produced,” etc. And the\nimperative mood, denoting a duty, see Black’s Law Dictionary 1233\n(5th ed. 1979), emphasizes the importance of avoiding the\ntaint.2So much for the individual terms used in\n§633a(a). What really matters for present purposes is the way these\nterms relate to each other. Two matters of syntax are critical.\nFirst, “based on age” is an adjectival phrase that modifies the\nnoun “discrimination.” It does not modify “personnel actions.” The\nstatute does not say that “it is unlawful to take personnel actions\nthat are based on age”; it says that “personnel actions\n. . . shall be made free from any discrimination based on\nage.” §633a(a). As a result, age must be a but-for cause of\ndiscrimination—that is, of differential treatment—but not\nnecessarily a but-for cause of a personnel action itself.Second, “free from any discrimination” is an\nadverbial phrase that modifies the verb “made.”Ibid. Thus,\n“free from any discrimination” describes how a personnel action\nmust be “made,” namely, in a way that is not tainted by\ndifferential treatment based on age. If age discrimination plays\nany part in the way a decision is made, then the decision is not\nmade in a way that is untainted by such discrimination.This is the straightforward meaning of the terms\nof §633a(a), and it indicates that the statute does not require\nproof that an employment decision would have turned out differently\nif age had not been taken into account.To see what this entails in practice, consider a\nsimple example. Suppose that a decision-maker is trying to decide\nwhether to promote employee A, who is 35 years old, or employee B,\nwho is 55. Under the employer’s policy, candidates for promotion\nare first given numerical scores based on non-discriminatory\nfactors. Candidates over the age of 40 are then docked five points,\nand the employee with the highest score is promoted. Based on the\nnon-discriminatory factors, employee A (the 35-year-old) is given a\nscore of 90, and employee B (the 55-year-old) gets a score of 85.\nBut employee B is then docked 5 points because of age and thus ends\nup with a final score of 80. The decision-maker looks at the\ncandidates’ final scores and, seeing that employee A has the higher\nscore, promotes employee A.This decision is not “made” “free from any\ndiscrimination” because employee B was treated differently (and\nless favorably) than employee A (because she was docked five points\nand A was not). And this discrimination was “based on age” because\nthe five points would not have been taken away were it not for\nemployee B’s age.It is true that this difference in treatment did\nnot affect the outcome, and therefore age was not a but-for cause\nof the decision to promote employee A. Employee A would have won\nout even if age had not been considered and employee B had not lost\nfive points, since A’s score of 90 was higher than B’s initial,\nlegitimate score of 85. But under the language of §633a(a), this\ndoes not preclude liability.The Government has no answer to this parsing of\nthe statutory text. It makes two correct points: first, that\n“ ‘discrimination based on age’ ” “requires but-for\ncausation,” and, second, that “ ‘discrimination’ ” means\n“ ‘ “differential treatment.” ’ ” Brief for\nRespondent 16–17. But based on these two points, the Government\ndraws the unwarranted conclusion that “[i]t is thus not enough for\na federal employer merely toconsiderage . . . if\nthat consideration does not actually cause the employer to make a\nless favorable personnel action than it would have made for a\nsimilarly situated person who is younger.”Id., at 17. That\nconclusion does not follow from the two correct points on which it\nclaims to be based. What follows instead is that, under §633a(a),\nage must be the but-for cause ofdifferential treatment, not\nthat age must be a but-for cause ofthe ultimate\ndecision.[4]BThe Government’s primary argument rests not on\nthe text of §633a(a) but on prior cases interpreting different\nstatutes. But contrary to the Government’s argument, nothing in\nthese past decisions undermines our interpretation of §633a(a).1. InSafeco Ins. Co. of Americav.Burr, 551 U. S., at 63, we interpreted a provision of\nthe Fair Credit Reporting Act (FCRA) requiring that notice be\nprovided “[i]f any person takes anyadverse actionwith\nrespect to any consumer that isbasedin whole or in parton any information contained in a consumer [credit] report.”\n15 U. S. C. §1681m(a) (emphasis added). This language is\nquite different from that of 29 U. S. C. §633a(a).In §1681m(a), the phrase “based . . .\non any information contained in a consumer [credit] report”\nmodifies “adverse action,” and thus the information in question\nmust be a but-for cause of the adverse action. By contrast, in\n§633a(a), “based on” does not modify “personnel actions”; it\nmodifies “discrimination,”i.e., differential treatment\nbased on age.The Government tries to find support inSafeco’s discussion of FCRA’s reference to an adverse action\nthat is “based . . .in part” on a credit report.\n15 U. S. C. §1681m(a) (emphasis added). TheSafecoCourt observed that the phrase “in part” could be read to mean that\nnotice had to be given “whenever the report was considered in the\nrate-setting process,” but it rejected this reading. 551\nU. S., at 63. The Government suggests that the Court reached\nthis conclusion because it thought that Congress would have “said\nso expressly” if it had meant to require notice in situations where\nconsideration of a credit report was inconsequential. Brief for\nRespondent 19. Accordingly, the Government argues, because §633a(a)\ndoes not say expressly that consideration of age is unlawful, we\nshould conclude that mere consideration is insufficient to trigger\nliability. Seeid., at 19–20.This argument fails for two reasons. First, as\nexplained above, the language of §633a(a)doesexpressly\nimpose liability if age discrimination plays a part in a federal\nemployment decision. Second,Safecodid not invoke the sort\nof super-plain-statement rule that the Government now attributes to\nit. Instead, theSafecoCourt rejected the argument on other\ngrounds, including its assessment of the particular statutory\nscheme at issue. See 551 U. S., at 63–64. That reasoning\nobviously has no application here.2. InGrossv.FBL Financial\nServices,Inc.,557 U.S.\n167, we interpreted the private-sector provision of the ADEA,\n29 U. S. C. §623(a)(1), and held that it requires a\nplaintiff to prove that “age was the ‘but-for’ cause of the\nemployer’s adverse action.” 557 U. S., at 177. But as we\npreviously recognized, the ADEA’s private- and public-sector\nprovisions are “couched in very different terms.”Gómez-Pérezv.Potter,553 U.S.\n474, 488 (2008).Section 623(a)(1) makes it “unlawful for an\nemployer . . . to fail or refuse to hire or to discharge\nany individual or otherwise discriminate against any individual\nwith respect to his compensation, terms, conditions, or privileges\nof employment, because of such individual’s age.” Thus, the but-for\ncausal language in §623(a)(1)––“because of such individual’s\nage”––is an adverbial phrase modifying the verbs (“to fail or\nrefuse to hire,” etc.) that specify the conduct that the provision\nregulates. For this reason, the syntax of §623(a)(1) is critically\ndifferent from that of §633a(a), where, as noted, the but-for\nlanguage modifies the noun “discrimination.” This is important\nbecause all the verbs in §623(a)(1)—failing or refusing to hire,\ndischarging, or otherwise discriminating with respect to\n“compensation, terms, conditions, or privileges of\nemployment”—refer to end results.[5] By contrast, the provision in our case, §633a(a),\nprohibits any age discrimination in the “mak[ing]” of a personnel\ndecision, not just with respect to end results.3. Finally, inUniversity of Tex.\nSouthwestern Medical Centerv.Nassar,570 U.S.\n338, we interpreted Title VII’s anti-retaliation provision, 42\nU. S. C. §2000e–3(a), as requiring retaliation to be a\nbut-for cause of the end result of the employment decision. The\nCourt saw no “meaningful textual difference between the text [of\nthat provision] and the one inGross,” 570 U. S., at\n352, and the Court found support for its interpretation in the rule\nthat recovery for an intentional tort generally requires proof\n“ ‘that the harm would not have occurred’ in the absence\nof—that is, but for—the defendant’s conduct.” 570 U. S., at\n346–347 (quoting Restatement of Torts §431, Commenta, pp.\n1159–1160 (1934)).That reasoning has no application in the present\ncase. The wording of §633a(a)––which refers expressly to the\n“mak[ing]” of personnel actions in a way that is “free from any\ndiscrimination based on age”––is markedly different from the\nlanguage of the statutes at issue inGrossandNassar, and the traditional rule favoring but-for causation\ndoes not dictate a contrary result. Section 633a(a) requires proof\nof but-for causation, but the object of that causation is\n“discrimination,”i.e., differential treatment, not the\npersonnel action itself.For these reasons,Safeco,Gross,\nandNassarare entirely consistent with our holding in this\ncase.CWe are not persuaded by the argument that it\nis anomalous to hold the Federal Government to a stricter standard\nthan private employers or state and local governments. That is what\nthe statutory language dictates, and if Congress had wanted to\nimpose the same standard on all employers, it could have easily\ndone so.As first enacted, the ADEA “applied only to\nactions against private employers.”Lehmanv.Nakshian,453 U.S.\n156, 166 (1981). In 1974, “Congress expanded the scope of the\nADEA” to reach both state and local governments and the Federal\nGovernment.Ibid.To cover state and local governments,\nCongress simply added them to the definition of an “employer” in\nthe ADEA’s private-sector provision, see 29 U. S. C.\n§630(b), and Congress could have easily done the same for the\nFederal Government. Indeed, the first proposal for expansion of the\nADEA to government entities did precisely that.Lehman, 453\nU. S., at 166, n. 14.But Congress did not choose this route. Instead,\nit “deliberately prescribed a distinct statutory scheme applicable\nonly to the federal sector,”id., at 166, and in doing so,\nit eschewed the language used in the private-sector provision,\n§623(a). SeeGómez-Pérez, 553 U. S., at 488. We\ngenerally ascribe significance to such a decision. SeeRussellov.United States,464 U.S.\n16, 23 (1983) (“ ‘[W]here Congress includes particular\nlanguage in one section of a statute but omits it in another\nsection of the same Act, it is generally presumed that Congress\nacts intentionally and purposely in the disparate inclusion or\nexclusion’ ”).That Congress would want to hold the Federal\nGovernment to a higher standard than state and private employers is\nnot unusual. See Supp. Letter Brief for Respond- ent 1 (“The\nfederal government has long adhered to anti- discrimination\npolicies that are more expansive than those required by\n. . . the ADEA”);e.g., Exec. Order No. 11478, §1,\n3 CFR 446 (1969) (“It is the policy of the Government of the United\nStates to provide equal opportunity in Federal employment for all\npersons, to prohibit discrimination in employment . . .\nand to promote the full realization of equal employment opportunity\nthrough a continuing affirmative program”); Exec. Order No. 12106,\n§1–102, 3 CFR 263 (1978) (amending Exec. Order No. 11478 to cover\ndiscrimination on the basis of age). And several years after adding\n§633a(a) to the ADEA, Congress amended the civil service laws to\nprescribe similar standards. See 5 U. S. C. §2301(b)(2)\n(“Federal personnel management should be implemented consistent\nwith the . . . merit system principl[e that a]ll\nemployees and applicants for employment should receive fair and\nequitable treatment in all aspects of personnel management without\nregard to . . . age”).In any event, “where, as here, the words of [a]\nstatute are unambiguous, the ‘ “judicial inquiry is\ncomplete.” ’ ”Desert Palace,Inc.v.Costa,539 U.S.\n90, 98 (2003) (quotingConnecticut Nat. Bankv.Germain,503 U.S.\n249, 254 (1992)).DWhile Babb can establish that the VA violated\n§633a(a) without proving that age was a but-for cause of the VA’s\npersonnel actions, she acknowledges—and we agree—that but-for\ncausation is important in determining the appropriate remedy. It is\nbedrock law that “requested relief ” must “redress the alleged\ninjury.”Steel Co.v.Citizens for Better\nEnvironment,523 U.S.\n83, 103 (1998). Thus, §633a(a) plaintiffs who demonstrate only\nthat they were subjected to unequal consideration cannot obtain\nreinstatement, backpay, compensatory damages, or other forms of\nrelief related to the end result of an employment decision. To\nobtain such remedies, these plaintiffs must show that age\ndiscrimination was a but-for cause of the employment outcome.We have long employed these basic principles. InTexasv.Lesage,528 U.S.\n18, 21–22 (1999) (per curiam), we applied this rule to a\nplaintiff who sought recovery under Rev. Stat. §1979, 42\nU. S. C. §1983, for an alleged violation of the Equal\nProtection Clause. We explained: “[W]here a plaintiff challenges a\ndiscrete governmental decision as being based on an impermissible\ncriterion and it is undisputed that the government would have made\nthe same decision regardless, there is no cognizable injury\nwarranting [damages] relief.” 528 U. S., at 21. Cf.Mt.\nHealthy City Bd. of Ed.v.Doyle,429 U.S.\n274, 285 (1977) (rejecting rule that “would require\nreinstatement . . . even if the same decision would have\nbeen reached had the incident not occurred”).Our conclusion is also supported by traditional\nprinciples of tort and remedies law. “Remedies generally seek to\nplace the victim of a legal wrong . . . in the position\nthat person would have occupied if the wrong had not occurred.” R.\nWeaver, E. Shoben, & M. Kelly, Principles of Remedies Law 5 (3d\ned. 2017). Thus, “[a]n actor’s liability is limited to those harms\nthat result from the risks that made the actor’s conduct tortious.”\nRestatement (Third) of Torts §29, p. 493 (2005). Remedies\nshould not put a plaintiff in a more favorable position than he or\nshe would have enjoyed absent discrimination. But this is precisely\nwhat would happen if individuals who cannot show that\ndiscrimination was a but-for cause of the end result of a personnel\naction could receive relief that alters or compensates for the end\nresult.Although unable to obtain such relief,\nplaintiffs are not without a remedy if they show that age was a\nbut-for cause of differential treatment in an employment decision\nbut not a but-for cause of the decision itself. In that situation,\nplaintiffs can seek injunctive or other forward-looking relief.\nDetermining what relief, if any, is appropriate in the present case\nis a matter for the District Court to decide in the first instance\nif Babb succeeds in showing that §633a(a) was violated.*  *  *The judgment of the United States Court of\nAppeals for the Eleventh Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1*Justice Ginsburg joins all but\nfootnote 3 of this opinion.2The General Schedule (GS)\nis a federal pay scale that is divided into 15 numbered grades. See\n5 U. S. C. §5104. “[A]s the number of the grade\nincreases, so do pay and responsibilities.”United Statesv.Clark,454 U.S.\n555, 557 (1982).3We have repeatedly\nexplained that “ ‘the word “any” has an expansive\nmeaning.’ ”Aliv.Federal Bureau of Prisons,552 U.S.\n214, 219 (2008) (quotingUnited Statesv.Gonzales,520 U.S.\n1, 5 (1997)). The standard dictionary definition of “any” is\n“[s]ome, regardless of quantity or number.” American Heritage\nDictionary 59 (def. 2) (1969).4Beyond this, the\nGovernment’s only other textual argument is that the term “made”\nrefers to a particular moment in time,i.e., the moment when\nthe final employment decision is made. We agree, but this does not\nmean that age must be a but-for cause of the ultimate outcome. If,\nat the time when the decision is actually made, age plays a part,\nthen the decision is not made “free from” age discrimination. It is\nnot clear that Babb actually disagrees with the Government on this\npoint, although the many references in her brief to the\ndecision-making process could be read to mean that §633a(a) can be\nviolated even if age played no part whatsoever when the actual\ndecision was made. If that is what Babb wants to suggest, however,\nwe must disagree. It is entirely natural to regard an employment\ndecision as being “made” at the time when the outcome is actually\ndetermined and not during events leading up to that decision. See\nAmerican Heritage Dictionary, at 788 (def. 10) (defining “make” as\n“[t]o arrive at” a particular conclusion,i.e., to“make\na decision”). And holding that §633a(a) is violated when the\nconsideration of age plays no role in the final decision would have\nstartling implications. Consider this example: A decision-maker\nmust decide whether to promote employee A, who is under 40, or\nemployee B, who is over 40. A subordinate recommends employee A and\nsays that the recommendation is based in part on employee B’s age.\nThe decision-maker rebukes this subordinate for taking age into\naccount, disregards the recommendation, and makes the decision\nindependently. Under an interpretation that read “made” expansively\nto encompass a broader personnel process, §633a(a) would be\nviolated even though age played no role whatsoever in the ultimate\ndecision. Indeed, there might be a violation even if the\ndecision-maker decided to promote employee B. We are aware of no\nother anti-discrimination statute that imposes liability under such\ncircumstances, and we do not think that §633a(a) should be\nunderstood as the first.5Moreover, even if\n“discriminating with respect to compensation, terms, conditions, or\nprivileges of employment” could be read more broadly to encompass\nthings that occur before a final decision is made, theejusdem\ngeneriscanon would counsel a court to read that final phrase\nto refer––like the prior terms––to the final decision. SeeChristopherv.SmithKline Beecham Corp.,567 U.S.\n142, 163, and n. 19 (2012).",
    "joined": []
}