{
    "case": {
        "docket": "20-843",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-843/"
    },
    "id": "4600255",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–843_________________New York State Rifle & Pistol Association,\nInc., et al., PETITIONERSv.Kevin P. Bruen, in his\nofficial capacity as Superintendent of New York State Police,\net al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 23, 2022]Justice Alito, concurring.I join the opinion of the Court in full but add\nthe following comments in response to the dissent.IMuch of the dissent seems designed to obscure\nthe specific question that the Court has decided, and therefore it\nmay be helpful to provide a succinct summary of what we have\nactually held. InDistrict of Columbiav.Heller,554 U.S.\n570(2008), the Court concluded that the Second Amendment\nprotects the right to keep a handgun in the home for self-defense.Hellerfound that the Amendment codified a preexisting right\nand that this right was regarded at the time of the Amendment’s\nadoption as rooted in “ ‘the natural right of resistance and\nself-preservation.’ ”Id.,at 594. “[T]he inherent\nright of self-defense,”Hellerexplained, is “central to the\nSecond Amendment right.”Id., at 628.AlthoughHellerconcerned the possession\nof a handgun in the home, the key point that we decided was that\n“the people,” not just members of the “militia,” have the right to\nuse a firearm to defend themselves. And because many people face a\nserious risk of lethal violence when they venture outside their\nhomes, the Second Amendment was understood at the time of adoption\nto apply under those circumstances. The Court’s exhaustive\nhistorical survey establishes that point very clearly, and today’s\ndecision therefore holds that a State may not enforce a law, like\nNew York’s Sullivan Law, that effectively prevents its law-abiding\nresidents from carrying a gun for this purpose.That is all we decide. Our holding decides\nnothing about who may lawfully possess a firearm or the\nrequirements that must be met to buy a gun. Nor does it decide\nanything about the kinds of weapons that people may possess. Nor\nhave we disturbed anything that we said inHellerorMcDonaldv.Chicago,561 U.S.\n742(2010), about restrictions that may be imposed on the\npossession or carrying of guns.In light of what we have actually held, it is\nhard to see what legitimate purpose can possibly be served by most\nof the dissent’s lengthy introductory section. Seepost, at\n1–8 (opinion of Breyer, J.). Why, for example, does the\ndissent think it is relevant to recount the mass shootings that\nhave occurred in recent years?Post, at 4–5. Does the\ndissent think that laws like New York’s prevent or deter such\natrocities? Will a person bent on carrying out a mass shooting be\nstopped if he knows that it is illegal to carry a handgun outside\nthe home? And how does the dissent account for the fact that one of\nthe mass shootings near the top of its list took place in Buffalo?\nThe New York law at issue in this case obviously did not stop that\nperpetrator.What is the relevance of statistics about the\nuse of guns to commit suicide? Seepost, at 5–6. Does the\ndissent think that a lot of people who possess guns in their homes\nwill be stopped or deterred from shooting themselves if they cannot\nlawfully take them outside?The dissent cites statistics about the use of\nguns in domestic disputes, seepost,at 5, but it does not\nexplain why these statistics are relevant to the question presented\nin this case. How many of the cases involving the use of a gun in a\ndomestic dispute occur outside the home, and how many are prevented\nby laws like New York’s?The dissent cites statistics on children and\nadolescents killed by guns, seepost,at 1, 4, but what does\nthis have to do with the question whether an adult who is licensed\nto possess a handgun may be prohibited from carrying it outside the\nhome? Our decision, as noted, does not expand the categories of\npeople who may lawfully possess a gun, and federal law generally\nforbids the possession of a handgun by a person who is under the\nage of 18, 18 U. S. C. §§922(x)(2)–(5), and bars the sale\nof a handgun to anyone under the age of 21, §§922(b)(1),\n(c)(1).[1]The dissent cites the large number of guns in\nprivate hands—nearly 400 million—but it does not explain what this\nstatistic has to do with the question whether a person who already\nhas the right to keep a gun in the home for self-defense is likely\nto be deterred from acquiring a gun by the knowledge that the gun\ncannot be carried outside the home. Seepost, at 3. And\nwhile the dissent seemingly thinks that the ubiquity of guns and\nour country’s high level of gun violence provide reasons for\nsustaining the New York law, the dissent appears not to understand\nthat it is these very facts that cause law-abiding citizens to feel\nthe need to carry a gun for self-defense.No one apparently knows how many of the 400\nmillion privately held guns are in the hands of criminals, but\nthere can be little doubt that many muggers and rapists are armed\nand are undeterred by the Sullivan Law. Each year, the New York\nCity Police Department (NYPD) confiscates thousands of\nguns,[2] and it is fair to\nassume that the number of guns seized is a fraction of the total\nnumber held unlawfully. The police cannot disarm every person who\nacquires a gun for use in criminal activity; nor can they provide\nbodyguard protection for the State’s nearly 20 million residents or\nthe 8.8 million people who live in New York City. Some of these\npeople live in high-crime neighborhoods. Some must traverse dark\nand dangerous streets in order to reach their homes after work or\nother evening activities. Some are members of groups whose members\nfeel especially vulnerable. And some of these people reasonably\nbelieve that unless they can brandish or, if necessary, use a\nhandgun in the case of attack, they may be murdered, raped, or\nsuffer some other serious injury.Ordinary citizens frequently use firearms to\nprotect themselves from criminal attack. According to survey data,\ndefensive firearm use occurs up to 2.5 million times per year.\nBrief for Law Enforcement Groups et al. asAmici Curiae5. A\nCenters for Disease Control and Prevention report commissioned by\nformer President Barack Obama reviewed the literature surrounding\nfirearms use and noted that “[s]tudies that directly assessed the\neffect of actual defensive uses of guns . . . have found\nconsistently lower injury rates among gun-using crime victims\ncompared with victims who used other self-protective strategies.”\nInstitute of Medicine and National Research Council, Priorities for\nResearch To Reduce the Threat of Firearm-Related Violence 15–16\n(2013) (referenced in Brief for Independent Women’s Law Center asAmicus Curiae19–20).Many of theamicusbriefs filed in this\ncase tell the story of such people. Some recount incidents in which\na potential victim escaped death or serious injury only because\ncarrying a gun for self-defense was allowed in the jurisdiction\nwhere the incident occurred. Here are two examples. One night in\n1987, Austin Fulk, a gay man from Arkansas, “was chatting with\nanother man in a parking lot when four gay bashers charged them\nwith baseball bats and tire irons. Fulk’s companion drew his pistol\nfrom under the seat of his car, brandished it at the attackers, and\nfired a single shot over their heads, causing them to flee and\nsaving the would-be victims from serious harm.” Brief for DC\nProject Foundation et al. asAmici Curiae31 (footnote\nomitted).On July 7, 2020, a woman was brutally assaulted\nin the parking lot of a fast food restaurant in Jefferson City,\nTennessee. Her assailant slammed her to the ground and began to\ndrag her around while strangling her. She was saved when a\nbystander who was lawfully carrying a pistol pointed his gun at the\nassailant, who then stopped the assault and the assailant was\narrested.Ibid.(citing C. Wethington, Jefferson City\nPolice: Legally Armed Good Samaritan Stops Assault, ABC News 6,\nWATE.com (July 9, 2020),\nhttps://www.wate.com/news/local-news/jefferson-city-police-legally-armed-good-samaritan-stops-assault/).In other incidents, a law-abiding person was\ndriven to violate the Sullivan Law because of fear of victimization\nand as a result was arrested, prosecuted, and incarcerated. See\nBrief for Black Attorneys of Legal Aid et al. asAmici\nCuriae22–25.Some briefs were filed by members of groups\nwhose members feel that they have special reasons to fear attacks.\nSee Brief for Asian Pacific American Gun Owners Association asAmicus Curiae; Brief for DC Project Foundation et al.\nasAmici Curiae; Brief for Black Guns Matter\net al.asAmici Curiae; Brief for Independent\nWomen’s Law Center asAmicus Curiae; Brief for National\nAfrican American Gun Association, Inc., asAmicus\nCuriae.I reiterate: All that we decide in this case is\nthat the Second Amendment protects the right of law-abiding people\nto carry a gun outside the home for self-defense and that the\nSullivan Law, which makes that virtually impossible for most New\nYorkers, is unconstitutional.IIThis brings me to Part II–B of the dissent,post, at 11–21, which chastises the Court for deciding this\ncase without a trial and factual findings about just how hard it is\nfor a law-abiding New Yorker to get a carry permit. The record\nbefore us, however, tells us everything we need on this score. At\nargument, New York’s solicitor general was asked about an ordinary\nperson who works at night and must walk through dark and\ncrime-infested streets to get home. Tr. of Oral Arg. 66–67. The\nsolicitor general was asked whether such a person would be issued a\ncarry permit if she pleaded: “[T]here have been a lot of muggings\nin this area, and I am scared to death.”Id.,at 67. The\nsolicitor general’s candid answer was “in general,” no.Ibid.To get a permit, the applicant would have to show\nmore—for example, that she had been singled out for attack.Id.,at 65; see alsoid.,at 58. A law that dictates\nthat answer violates the Second Amendment.IIIMy final point concerns the dissent’s\ncomplaint that the Court relies too heavily on history and should\ninstead approve the sort of “means-end” analysis employed in this\ncase by the Second Circuit. Under that approach, a court, in most\ncases, assesses a law’s burden on the Second Amendment right and\nthe strength of the State’s interest in imposing the challenged\nrestriction. Seepost, at 20. This mode of analysis places\nno firm limits on the ability of judges to sustain any law\nrestricting the possession or use of a gun. Two examples illustrate\nthe point.The first is the Second Circuit’s decision in a\ncase the Court decided two Terms ago,New York State Rifle &\nPistol Assn., Inc.v.City of New York, 590 U. S.\n___ (2020). The law in that case affected New York City residents\nwho had been issued permits to keep a gun in the home for self-\ndefense. The city recommended that these permit holders practice at\na range to ensure that they are able to handle their guns safely,\nbut the law prohibited them from taking their guns to any range\nother than the seven that were spread around the city’s five\nboroughs. Even if such a person unloaded the gun, locked it in the\ntrunk of a car, and drove to the nearest range, that person would\nviolate the law if the nearest range happened to be outside city\nlimits. The Second Circuit held that the law was constitutional,\nconcluding, among other things, that the restriction was\nsubstantially related to the city’s interests in public safety and\ncrime prevention. SeeNew York State Rifle & Pistol Assn.,\nInc.v.New York, 883 F.3d 45, 62–64 (2018). But after\nwe agreed to review that decision, the city repealed the law and\nadmitted that it did not actually have any beneficial effect on\npublic safety. See N. Y. Penal Law Ann. §400.00(6) (West Cum.\nSupp. 2022); Suggestion of Mootness inNew York State Rifle\n& Pistol Assn., Inc.v.City of New York, O. T.\n2019, No. 18–280, pp. 5–7.Exhibit two is the dissent filed inHellerby Justice Breyer, the author of today’s dissent. At\nissue inHellerwas an ordinance that made it impossible for\nany District of Columbia resident to keep a handgun in the home for\nself-defense. See 554 U. S., at 574–575. Even the respondent,\nwho carried a gun on the job while protecting federal facilities,\ndid not qualify.Id.,at 575–576. The District of Columbia\nlaw was an extreme outlier; only a few other jurisdictions in the\nentire country had similar laws. Nevertheless, Justice Breyer’s\ndissent, while accepting for the sake of argument that the Second\nAmendment protects the right to keep a handgun in the home,\nconcluded, based on essentially the same test that today’s dissent\ndefends, that the District’s complete ban was constitutional. Seeid.,at 689, 722 (under “an interest-balancing\ninquiry. . .” the dissent would “conclude that the\nDistrict’s measure is a proportionate, not a disproportionate,\nresponse to the compelling concerns that led the District to adopt\nit”).Like that dissent inHeller, the real\nthrust of today’s dissent is that guns are bad and that States and\nlocal jurisdictions should be free to restrict them essentially as\nthey see fit.[3] That argument\nwas rejected inHeller, and while the dissent protests that\nit is not rearguingHeller, it proceeds to do just that. Seepost, at 25–28.Hellercorrectly recognized that the\nSecond Amendment codifies the right of ordinary law-abiding\nAmericans to protect themselves from lethal violence by possessing\nand, if necessary, using a gun. In 1791, when the Second Amendment\nwas adopted, there were no police departments, and many families\nlived alone on isolated farms or on the frontiers. If these people\nwere attacked, they were on their own. It is hard to imagine the\nfuror that would have erupted if the Federal Government and the\nStates had tried to take away the guns that these people needed for\nprotection.Today, unfortunately, many Americans have good\nreason to fear that they will be victimized if they are unable to\nprotect themselves. And today, no less than in 1791, the Second\nAmendment guarantees their right to do so.Notes1The dissent makes no\neffort to explain the relevance of most of the incidents and\nstatistics cited in its introductory section (post, at 1–8)\n(opinion of Breyer, J.). Instead, it points to studies (summarized\nlater in its opinion) regarding the effects of “shall issue”\nlicensing regimes on rates of homicide and other violent crimes. I\nnote only that the dissent’s presentation of such studies is\none-sided. See RAND Corporation, Effects of Concealed-Carry Laws on\nViolent Crime (Apr. 22,\n2022), https://www.rand.org/research/gun-policy/analysis/concealed-carry/violent-crime-html;\nsee also Brief for William English et al. asAmici Curiae3\n(“The overwhelming weight of statistical analysis on the effects of\n[right-to-carry] laws on violent crime concludes that RTC laws do\nnot result in any statistically significant increase in violent\ncrime rates”); Brief for Arizona et al. asAmici Curiae12 (“[P]opulation-level data on licensed carry is extensive, and\nthe weight of the evidence confirms that objective,\nnon-discriminatory licensed-carry laws have two results: (1)\nstatistically significant reductions in some types of violent\ncrime, or (2) no statistically significant effect on overall\nviolent crime”); Brief for Law Enforcement Groups et al. asAmici Curiae12 (“[O]ver the period 1991–2019 the inventory\nof firearms more than doubled; the number of concealed carry\npermits increased by at least sevenfold,” but “murder rates fell by\nalmost half, from 9.8 per 100,000 people in 1991 to 5.0 per 100,000\nin 2019” and “[v]iolent crimes plummeted by over\nhalf ”).2NYPD statistics show\napproximately 6,000 illegal guns were seized in 2021. A. Southall,\nThis Police Captain’s Plan To Stop Gun Violence Uses More Than\nHandcuffs, N. Y. Times, Feb. 4, 2022. According to recent\nremarks by New York City Mayor Eric Adams, the NYPD has confiscated\n3,000 firearms in 2022 so far. City of New York, Transcript: Mayor\nEric Adams Makes Announcement About NYPD Gun Violence Suppression\nDivision (June 6, 2022),\nhttps://www1.nyc.gov/office-of-the-mayor/news/369-22/trascript-mayor-eric-adams-makes-announcement-nypd-gun-violence-suppression-division.3If we put together the\ndissent in this case and Justice Breyer’sHellerdissent,\nStates and local governments would essentially be free to ban the\npossession of all handguns, and it is unclear whether its approach\nwould impose any significant restrictions on laws regulating long\nguns. The dissent would extend a very large measure of deference to\nlegislation implicating Second Amendment rights, but it does not\nclaim that such deference is appropriate when any other\nconstitutional right is at issue.",
    "joined": []
}