{
    "case": {
        "docket": "595",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/595/"
    },
    "id": "1970760",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1447_________________COY A. KOONTZ, Jr., PETITIONER v. ST. JOHNS\nRIVER WATER MANAGEMENT DISTRICTon writ of certiorari to the supreme court of\nflorida[June 25, 2013]Justice Alito\ndelivered the opinion of the Court.Our decisions in Nollan\nv. California Coastal Comm’n, 483 U. S. 825 (1987) , and\nDolan v. City of Tigard, 512 U. S. 374 (1994) , provide\nimportant protection against the misuse of the power of land-use\nregulation. In those cases, we held that a unit of government may\nnot condition the approval of a land-use permit on the\nowner’s relinquishment of a portion of his property unless\nthere is a “nexus” and “rough\nproportionality” between the government’s demand and\nthe effects of the proposed land use. In this case, the St. Johns\nRiver Water Management District (District) believes that it\ncircumvented Nollan and Dolan because of the way in which it\nstructured its handling of a permit application submitted by Coy\nKoontz, Sr., whose estate is represented in this Court by Coy\nKoontz, Jr. [1] The District\ndid not approve his application on the condition that he surrender\nan interest in his land. Instead, the District, after suggesting\nthat he could obtain approval by signing over such an interest,\ndenied his application because he refused to yield. The Florida\nSupreme Court blessed this maneuver and thus effectively interred\nthose important decisions. Because we conclude that Nollan and\nDolan cannot be evaded in this way, the Florida Supreme\nCourt’s decision must be reversed.IAIn 1972, petitioner\npurchased an undeveloped 14.9-acre tract of land on the south side\nof Florida State Road 50, a divided four-lane highway east of\nOrlando. The property is located less than 1,000 feet from that\nroad’s intersection with Florida State Road 408, a tolled\nexpressway that is one of Orlando’s major thoroughfares.A drainage ditch runs\nalong the property’s western edge, and high-voltage power\nlines bisect it into northern and southern sections. The combined\neffect of the ditch, a 100foot wide area kept clear for the power\nlines, the highways, and other construction on nearby parcels is to\nisolate the northern section of petitioner’s property from\nany other undeveloped land. Although largely classified as wetlands\nby the State, the northern section drains well; the most\nsignificant standing water forms in ruts in an unpaved road used to\naccess the power lines. The natural topography of the\nproperty’s southern section is somewhat more diverse, with a\nsmall creek, forested uplands, and wetlands that sometimes have\nwater as much as a foot deep. A wildlife survey found evidence of\nanimals that often frequent developed areas: raccoons, rabbits,\nseveral species of bird, and a turtle. The record also indicates\nthat the land may be a suitable habitat for opossums.The same year that\npetitioner purchased his property, Florida enacted the Water\nResources Act, which divided the State into five water management\ndistricts and authorized each district to regulate\n“construction that connects to, draws water from, drains\nwater into, or is placed in or across the waters in the\nstate.” 1972 Fla. Laws ch. 72–299, pt. IV, §1(5),\npp. 1115, 1116 (codified as amended at Fla. Stat. §373.403(5)\n(2010)). Under the Act, a landowner wishing to undertake such\nconstruction must obtain from the relevant district a Management\nand Storage of Surface Water (MSSW) permit, which may impose\n“such reasonable conditions” on the permit as are\n“necessary to assure” that construction will “not\nbe harmful to the water resources of the district.” 1972 Fla.\nLaws §4(1), at 1118 (codified as amended at Fla. Stat.\n§373.413(1)).In 1984, in an effort\nto protect the State’s rapidly diminishing wetlands, the\nFlorida Legislature passed the Warren S. Henderson Wetlands\nProtection Act, which made it illegal for anyone to “dredge\nor fill in, on, or over sur- face waters” without a Wetlands\nResource Management (WRM) permit. 1984 Fla. Laws ch. 84–79,\npt. VIII, §403.905(1), pp. 204–205. Under the Henderson\nAct, permit applicants are required to provide “reasonable\nassurance” that proposed construction on wetlands is\n“not contrary to the public interest,” as defined by an\nenumerated list of criteria. See Fla. Stat. §373.414(1).\nConsistent with the Henderson Act, the St. Johns River Water\nManagement District, the district with jurisdiction over\npetitioner’s land, requires that permit applicants wishing to\nbuild on wetlands offset the resulting environmental damage by\ncreating, enhancing, or preserving wetlands elsewhere.Petitioner decided to\ndevelop the 3.7-acre northern section of his property, and in 1994\nhe applied to the District for MSSW and WRM permits. Under his\nproposal, petitioner would have raised the elevation of the\nnorthernmost section of his land to make it suitable for a\nbuilding, graded the land from the southern edge of the building\nsite down to the elevation of the high-voltage electrical lines,\nand installed a dry-bed pond for retaining and gradually releasing\nstormwater runoff from the building and its parking lot. To\nmitigate the environmental effects of his proposal, petitioner\noffered to foreclose any possible future development of the\napproximately 11acre southern section of his land by deeding to the\nDistrict a conservation easement on that portion of his\nproperty.The District considered\nthe 11acre conservation easement to be inadequate, and it informed\npetitioner that it would approve construction only if he agreed to\none of two concessions. First, the District proposed that\npetitioner reduce the size of his development to 1 acre and deed to\nthe District a conservation easement on the remaining 13.9 acres.\nTo reduce the development area, the District suggested that\npetitioner could eliminate the dry-bed pond from his proposal and\ninstead install a more costly subsurface stormwater management\nsystem beneath the building site. The District also suggested that\npetitioner install retaining walls rather than gradually sloping\nthe land from the building site down to the elevation of the rest\nof his property to the south.In the alternative, the\nDistrict told petitioner that he could proceed with the development\nas proposed, build- ing on 3.7 acres and deeding a conservation\neasement to the government on the remainder of the property, if he\nalso agreed to hire contractors to make improvements to\nDistrict-owned land several miles away. Specifically, peti- tioner\ncould pay to replace culverts on one parcel or fill in ditches on\nanother. Either of those projects would have enhanced approximately\n50 acres of District-owned wetlands. When the District asks permit\napplicants to fund offsite mitigation work, its policy is never to\nrequire any particular offsite project, and it did not do so here.\nInstead, the District said that it “would also favorably\nconsider” alternatives to its suggested offsite mitigation\nprojects if petitioner proposed something “equivalent.”\nApp. 75.Believing the\nDistrict’s demands for mitigation to be excessive in light of\nthe environmental effects that his building proposal would have\ncaused, petitioner filed suit in state court. Among other claims,\nhe argued that he was entitled to relief under Fla. Stat.\n§373.617(2), which allows owners to recover “monetary\ndamages” if a state agency’s action is “an\nunreasonable exercise of the state’s police power\nconstituting a taking without just compensation.”BThe Florida Circuit\nCourt granted the District’s mo- tion to dismiss on the\nground that petitioner had not ade- quately exhausted his\nstate-administrative remedies, but the Florida District Court of\nAppeal for the Fifth Circuit re- versed. On remand, the State\nCircuit Court held a 2-day bench trial. After considering testimony\nfrom several ex- perts who examined petitioner’s property,\nthe trial court found that the property’s northern section\nhad already been “seriously degraded” by extensive\nconstruction on the surrounding parcels. App. to Pet. for Cert.\nD–3. In light of this finding and petitioner’s offer to\ndedicate nearly three-quarters of his land to the District, the\ntrial court concluded that any further mitigation in the form of\npayment for offsite improvements to District property lacked both a\nnexus and rough proportionality to the environmental impact of the\nproposed construction. Id., at D–11. It accordingly held the\nDistrict’s actions unlawful under our decisions in Nollan and\nDolan.The Florida District\nCourt affirmed, 5 So. 3d 8 (2009), but the State Supreme Court\nreversed, 77 So. 3d 1220 (2011). A majority of that court\ndistinguished Nollan and Dolan on two grounds. First, the majority\nthought it significant that in this case, unlike Nollan or Dolan,\nthe District did not approve petitioner’s application on the\ncondition that he accede to the District’s demands; in-\nstead, the District denied his application because he refused to\nmake concessions. 77 So. 3d, at 1230. Second, the majority\ndrew a distinction between a demand for an interest in real\nproperty (what happened in Nollan and Dolan) and a demand for\nmoney. 77 So. 3d, at 1229– 1230. The majority\nacknowledged a division of authority over whether a demand for\nmoney can give rise to a claim under Nollan and Dolan, and sided\nwith those courts that have said it cannot. 77 So. 3d, at\n1229–1230. Compare, e.g., McClung v. Sumner, 548 F. 3d\n1219, 1228 (CA9 2008), with Ehrlich v. Culver City, 12 Cal. 4th\n854, 876, 911 P. 2d 429, 444 (1996); Flower Mound v. Stafford\nEstates Ltd. Partnership, 135 S. W. 3d 620, 640–641\n(Tex. 2004). Two justices concurred in the result, arguing that\npetitioner had failed to exhaust his administrative remedies as re-\nquired by state law before bringing an inverse condem- nation suit\nthat challenges the propriety of an agency action. 77 So. 3d,\nat 1231–1232; see Key Haven Associated Enterprises, Inc. v.\nBoard of Trustees of Internal Improvement Trust Fund, 427\nSo. 2d 153, 159 (Fla. 1982).Recognizing that the\nmajority opinion rested on a question of federal constitutional law\non which the lower courts are divided, we granted the petition for\na writ of certiorari, 568 U. S. ___ (2012), and now\nreverse.IIAWe have said in a\nvariety of contexts that “the government may not deny a\nbenefit to a person because he ex- ercises a constitutional\nright.” Regan v. Taxation With Representation of Wash., 461\nU. S. 540, 545 (1983) . See also, e.g., Rumsfeld v. Forum for\nAcademic and Institutional Rights, Inc., 547 U. S. 47 –60\n(2006); Rutan v. Republican Party of Ill., 497 U. S. 62, 78\n(1990) . In Perry v. Sindermann, 408 U. S. 593 (1972) , for\nexample, we held that a public college would violate a\nprofessor’s freedom of speech if it declined to renew his\ncontract because he was an outspoken critic of the college’s\nadministration. And in Memorial Hospital v. Maricopa County, 415\nU. S. 250 (1974) , we concluded that a county impermissibly\nburdened the right to travel by extending healthcare benefits only\nto those indigent sick who had been residents of the county for at\nleast one year. Those cases reflect an overarching principle, known\nas the unconstitutional condi- tions doctrine, that vindicates the\nConstitution’s enumerated rights by preventing the government\nfrom coercing people into giving them up.Nollan and Dolan\n“involve a special application” of this doctrine that\nprotects the Fifth Amendment right to just compensation for\nproperty the government takes when owners apply for land-use\npermits. Lingle v. Chevron U. S. A. Inc., 544 U. S.\n528, 547 (2005) ; Dolan, 512 U. S., at 385 (invoking\n“the well-settled doctrine of ‘unconstitutional\nconditions’ ”). Our decisions in those cases\nreflect two realities of the permitting process. The first is that\nland-use permit applicants are especially vulnerable to the type of\ncoercion that the unconstitutional conditions doctrine prohibits\nbecause the government often has broad discretion to deny a permit\nthat is worth far more than property it would like to take. By\nconditioning a building permit on the owner’s deeding over a\npublic right-of- way, for example, the government can pressure an\nowner into voluntarily giving up property for which the Fifth\nAmendment would otherwise require just compensation. See id., at\n384; Nollan, 483 U. S., at 831. So long as the building permit\nis more valuable than any just compensation the owner could hope to\nreceive for the right-of-way, the owner is likely to accede to the\ngovernment’s demand, no matter how unreasonable. Extortionate\ndemands of this sort frustrate the Fifth Amendment right to just\ncompensation, and the unconstitutional conditions doctrine\nprohibits them.A second reality of the\npermitting process is that many proposed land uses threaten to\nimpose costs on the public that dedications of property can offset.\nWhere a building proposal would substantially increase traffic\ncongestion, for example, officials might condition permit approval\non the owner’s agreement to deed over the land needed to\nwiden a public road. Respondent argues that a similar rationale\njustifies the exaction at issue here: petitioner’s proposed\nconstruction project, it submits, would destroy wetlands on his\nproperty, and in order to compensate for this loss, respondent\ndemands that he enhance wet- lands elsewhere. Insisting that\nlandowners internalize the negative externalities of their conduct\nis a hallmark of responsible land-use policy, and we have long\nsustained such regulations against constitutional attack. See\nVillage of Euclid v. Ambler Realty Co., 272 U. S. 365 (1926)\n.Nollan and Dolan\naccommodate both realities by allowing the government to condition\napproval of a permit on the dedication of property to the public so\nlong as there is a “nexus” and “rough\nproportionality” between the prop- erty that the government\ndemands and the social costs of the applicant’s proposal.\nDolan, supra, at 391; Nollan, 483 U. S., at 837. Our\nprecedents thus enable permitting authorities to insist that\napplicants bear the full costs of their proposals while still\nforbidding the government from engaging in “out-and-out\n. . . extortion” that would thwart the Fifth\nAmendment right to just compensation. Ibid. (internal quotation\nmarks omitted). Under Nollan and Dolan the government may choose\nwhether and how a per- mit applicant is required to mitigate the\nimpacts of a proposed development, but it may not leverage its\nlegitimate interest in mitigation to pursue governmental ends that\nlack an essential nexus and rough proportionality to those\nimpacts.BThe principles that\nundergird our decisions in Nollan and Dolan do not change depending\non whether the government approves a permit on the condition that\nthe applicant turn over property or denies a permit because the\napplicant refuses to do so. We have often concluded that denials of\ngovernmental benefits were impermissible under the unconstitutional\nconditions doctrine. See, e.g., Perry, 408 U. S., at 597\n(explaining that the government “may not deny a benefit to a\nperson on a basis that infringes his constitutionally protected\ninterests” (emphasis added)); Memorial Hospital, 415\nU. S. 250 (finding unconstitutional condition where government\ndenied healthcare benefits). In so holding, we have recognized that\nregardless of whether the government ultimately succeeds in\npressuring someone into forfeiting a constitutional right, the\nunconstitutional conditions doctrine forbids burdening the\nConstitution’s enumerated rights by coercively withholding\nbenefits from those who exercise them.A contrary rule would\nbe especially untenable in this case because it would enable the\ngovernment to evade the limitations of Nollan and Dolan simply by\nphrasing its demands for property as conditions precedent to permit\napproval. Under the Florida Supreme Court’s approach, a\ngovernment order stating that a permit is “approved if”\nthe owner turns over property would be subject to Nollan and Dolan,\nbut an identical order that uses the words “denied\nuntil” would not. Our unconstitutional condi- tions cases\nhave long refused to attach significance to the distinction between\nconditions precedent and conditions subsequent. See Frost &\nFrost Trucking Co. v. Railroad Comm’n of Cal., 271 U. S.\n583 –593 (1926) (invalidating regulation that required the\npetitioner to give up a constitutional right “as a condition\nprecedent to the enjoyment of a privilege”); Southern Pacific\nCo. v. Denton, 146 U. S. 202, 207 (1892) (invalidating statute\n“requiring the corporation, as a condition precedent to\nobtaining a per- mit to do business within the State, to surrender\na right and privilege secured to it by the Constitution”).\nSee also Flower Mound, 135 S. W. 3d, at 639 (“The\ngovernment cannot sidestep constitutional protections merely by\nrephrasing its decision from ‘only if’ to ‘not\nunless’ ”). To do so here would effectively render\nNollan and Dolan a dead letter.The Florida Supreme\nCourt puzzled over how the government’s demand for property\ncan violate the Takings Clause even though “ ‘no\nproperty of any kind was ever taken,’ ” 77\nSo. 3d, at 1225 (quoting 5 So. 3d, at 20 (Griffin, J.,\ndissenting)); see also 77 So. 3d, at 1229–1230, but the\nunconstitutional conditions doctrine provides a ready answer.\nExtortionate demands for property in the land-use permitting\ncontext run afoul of the Takings Clause not because they take\nproperty but because they impermis- sibly burden the right not to\nhave property taken without just compensation. As in other\nunconstitutional condi- tions cases in which someone refuses to\ncede a constitutional right in the face of coercive pressure, the\nimpermissible denial of a governmental benefit is a\nconstitutionally cog- nizable injury.Nor does it make a\ndifference, as respondent suggests, that the government might have\nbeen able to deny petitioner’s application outright without\ngiving him the option of securing a permit by agreeing to spend\nmoney to improve public lands. See Penn Central Transp. Co. v. New\nYork City, 438 U. S. 104 (1978) . Virtually all of our\nunconstitutional conditions cases involve a gratuitous governmental\nbenefit of some kind. See, e.g., Regan, 461 U. S. 540 (tax\nbenefits); Memorial Hospital, 415 U. S. 250 (healthcare);\nPerry, 408 U. S. 593 (public employment); United States v.\nButler, 297 U. S. 1, 71 (1936) (crop payments); Frost, supra\n(business license). Yet we have repeatedly rejected the argument\nthat if the government need not confer a benefit at all, it can\nwithhold the benefit because someone refuses to give up\nconstitutional rights. E.g., United States v. American Library\nAssn., Inc., 539 U. S. 194, 210 (2003) (“[T]he\ngovernment may not deny a benefit to a person on a basis that\ninfringes his constitutionally protected . . . freedom of\nspeech even if he has no entitlement to that benefit”\n(emphasis added and inter- nal quotation marks omitted)); Wieman v.\nUpdegraff, 344 U. S. 183, 191 (1952) (explaining in\nunconstitutional conditions case that to focus on “the facile\ngeneralization that there is no constitutionally protected right to\npublic employment is to obscure the issue”). Even if\nrespondent would have been entirely within its rights in denying\nthe permit for some other reason, that greater authority does not\nimply a lesser power to condition permit approval on\npetitioner’s forfeiture of his constitutional rights. See\nNollan, 483 U. S., at 836–837 (explaining that\n“[t]he evident constitutional propriety” of prohibiting\na land use “disappears . . . if the condition\nsubstituted for the prohibition utterly fails to further the end\nadvanced as the justification for the prohibition”).That is not to say,\nhowever, that there is no relevant difference between a consummated\ntaking and the denial of a permit based on an unconstitutionally\nextortionate demand. Where the permit is denied and the condition\nis never imposed, nothing has been taken. While the un-\nconstitutional conditions doctrine recognizes that this burdens a\nconstitutional right, the Fifth Amendment man- dates a particular\nremedy—just compensation—only for takings. In cases\nwhere there is an excessive demand but no taking, whether money\ndamages are available is not a question of federal constitutional\nlaw but of the cause of action—whether state or\nfederal—on which the landowner relies. Because petitioner\nbrought his claim pursuant to a state law cause of action, the\nCourt has no occasion to discuss what remedies might be available\nfor a Nollan/Dolan unconstitutional conditions violation either\nhere or in other cases.CAt oral argument,\nrespondent conceded that the denial of a permit could give rise to\na valid claim under Nollan and Dolan, Tr. of Oral Arg. 33–34,\nbut it urged that we should not review the particular denial at\nissue here because petitioner sued in the wrong court, for the\nwrong remedy, and at the wrong time. Most of respondent’s\nobjections to the posture of this case raise questions of Florida\nprocedure that are not ours to decide. See Mullaney v. Wilbur, 421\nU. S. 684, 691 (1975) ; Murdock v. Memphis, 20 Wall. 590, 626\n(1875). But to the extent that respondent suggests that the posture\nof this case creates some federal obstacle to adjudicating\npetitioner’s unconstitutional conditions claim, we remand for\nthe Florida courts to consider that argument in the first\ninstance.Respondent argues that\nwe should affirm because, rather than suing for damages in the\nFlorida trial court as authorized by Fla. Stat. §373.617,\npetitioner should have first sought judicial review of the denial\nof his permit in the Florida appellate court under the\nState’s Administrative Procedure Act, see\n§§120.68(1), (2) (2010). The Flor-ida Supreme Court has\nsaid that the appellate court is the “proper forum to\nresolve” a “claim that an agency has applied a\n. . . statute or rule in such a way that the aggrieved\nparty’s constitutional rights have been violated,” Key\nHaven Associated Enterprises, 427 So. 2d, at 158, and\nrespondent has argued throughout this litigation that petitioner\nbrought his unconstitutional conditions claim in the wrong forum.\nTwo members of the Florida Supreme Court credited\nrespondent’s argument, 77 So. 3d, at 1231–1232,\nbut four others refused to address it. We decline\nrespondent’s invitation to second-guess a State Supreme\nCourt’s treatment of its own procedural law.Respondent also\ncontends that we should affirm because petitioner sued for damages\nbut is at most entitled to an injunction ordering that his permit\nissue without any conditions. But we need not decide whether\nfederal law authorizes plaintiffs to recover damages for\nunconstitutional conditions claims predicated on the Takings Clause\nbecause petitioner brought his claim under state law. Florida law\nallows property owners to sue for “damages” whenever a\nstate agency’s action is “an unreasonable ex- ercise of\nthe state’s police power constituting a taking without just\ncompensation.” Fla. Stat. Ann. §373.617. Whether that\nprovision covers an unconstitutional conditions claim like the one\nat issue here is a question of state law that the Florida Supreme\nCourt did not address and on which we will not opine.For similar reasons, we\ndecline to reach respondent’s argument that its demands for\nproperty were too indefinite to give rise to liability under Nollan\nand Dolan. The Florida Supreme Court did not reach the question\nwhether respondent issued a demand of sufficient concreteness to\ntrigger the special protections of Nollan and Dolan. It relied\ninstead on the Florida District Court of Appeals’\ncharacterization of respondent’s behavior as a demand for\nNollan/Dolan purposes. See 77 So. 3d, at 1224 (quoting 5 So. 3d, at\n10). Whether that characterization is correct is beyond the scope\nof the questions the Court agreed to take up for review. If\npreserved, the issue remains open on remand for the Florida Supreme\nCourt to address. This Court therefore has no occasion to consider\nhow concrete and specific a demand must be to give rise to\nliability un- der Nollan and Dolan.Finally, respondent\nargues that we need not decide whether its demand for offsite\nimprovements satisfied Nollan and Dolan because it gave petitioner\nanother avenue for obtaining permit approval. Specifically,\nrespondent said that it would have approved a revised permit\napplication that reduced the footprint of petitioner’s\nproposed construction site from 3.7 acres to 1 acre and placed a\nconservation easement on the remaining 13.9 acres of\npetitioner’s land. Respondent argues that regardless of\nwhether its demands for offsite mitigation satisfied Nollan and\nDolan, we must separately consider each of petitioner’s\noptions, one of which did not require any of the offsite work the\ntrial court found objectionable.Respondent’s\nargument is flawed because the option to which it\npoints—developing only 1 acre of the site and granting a\nconservation easement on the rest—involves the same issue as\nthe option to build on 3.7 acres and perform offsite mitigation. We\nagree with respondent that, so long as a permitting authority\noffers the landowner at least one alternative that would satisfy\nNollan and Dolan, the landowner has not been subjected to an\nunconstitutional condition. But respondent’s suggestion that\nwe should treat its offer to let petitioner build on 1 acre as an\nalternative to offsite mitigation misapprehends the gov- ernmental\nbenefit that petitioner was denied. Petitioner sought to develop\n3.7 acres, but respondent in effect told petitioner that it would\nnot allow him to build on 2.7 of those acres unless he agreed to\nspend money improving public lands. Petitioner claims that he was\nwrongfully denied a permit to build on those 2.7 acres. For that\nreason, respondent’s offer to approve a less ambitious\nbuilding project does not obviate the need to determine whether the\ndemand for offsite mitigation satisfied Nollan and Dolan.IIIWe turn to the\nFlorida Supreme Court’s alternative holding that\npetitioner’s claim fails because respondent asked him to\nspend money rather than give up an easement on his land. A\npredicate for any unconstitutional conditions claim is that the\ngovernment could not have constitutionally ordered the person\nasserting the claim to do what it attempted to pressure that person\ninto doing. See Rumsfeld, 547 U. S., at 59–60. For that\nreason, we began our analysis in both Nollan and Dolan by observing\nthat if the government had directly seized the easements it sought\nto obtain through the permitting process, it would have committed a\nper se taking. See Dolan, 512 U. S., at 384; Nollan, 483\nU. S., at 831. The Florida Su- preme Court held that\npetitioner’s claim fails at this first step because the\nsubject of the exaction at issue here was money rather than a more\ntangible interest in real prop- erty. 77 So. 3d, at 1230.\nRespondent and the dissent take the same position, citing the\nconcurring and dissenting opinions in Eastern Enterprises v. Apfel,\n524 U. S. 498 (1998) , for the proposition that an obligation\nto spend money can never provide the basis for a takings claim. See\npost, at 5–8 (opinion of Kagan, J.).We note as an initial\nmatter that if we accepted this argument it would be very easy for\nland-use permitting officials to evade the limitations of Nollan\nand Dolan. Because the government need only provide a permit\napplicant with one alternative that satisfies the nexus and rough\nproportionality standards, a permitting authority wishing to exact\nan easement could simply give the owner a choice of either\nsurrendering an easement or making a payment equal to the\neasement’s value. Such so-called “in lieu of”\nfees are utterly commonplace, Rosenberg, The Changing Culture of\nAmerican Land Use Regulation: Paying for Growth with Impact Fees,\n59 S. M. U. L. Rev. 177, 202–203 (2006), and\nthey are functionally equivalent to other types of land use\nexactions. For that reason and those that follow, we reject\nrespondent’s argument and hold that so-called “monetary\nexactions” must satisfy the nexus and rough proportionality\nrequirements of Nollan and Dolan.AIn Eastern\nEnterprises, supra, the United States retroactively imposed on a\nformer mining company an obligation to pay for the medical benefits\nof retired miners and their families. A four-Justice plurality\nconcluded that the statute’s imposition of retroactive\nfinancial liability was so arbitrary that it violated the Takings\nClause. Id., at 529–537. Although Justice Kennedy concurred\nin the result on due process grounds, he joined four other Justices\nin dissent in arguing that the Takings Clause does not apply to\ngovernment-imposed financial obligations that “d[o] not\noperate upon or alter an identified property interest.” Id.,\nat 540 (opinion concurring in judgment and dissenting in part); see\nid., at 554–556 (Breyer, J., dissenting) (“The\n‘private property’ upon which the [Takings] Clause\ntraditionally has focused is a specific interest in physical or\nintellectual property”). Relying on the concurrence and\ndissent in Eastern Enterprises, respondent argues that a\nrequirement that petitioner spend money improving public lands\ncould not give rise to a taking.Respondent’s\nargument rests on a mistaken premise. Unlike the financial\nobligation in Eastern Enterprises, the demand for money at issue\nhere did “operate upon . . . an identified property\ninterest” by directing the owner of a particular piece of\nproperty to make a monetary payment. Id., at 540 (opinion of\nKennedy, J.). In this case, unlike Eastern Enterprises, the\nmonetary obligation burdened petitioner’s ownership of a\nspecific parcel of land. In that sense, this case bears resemblance\nto our cases holding that the government must pay just compensation\nwhen it takes a lien—a right to receive money that is secured\nby a particular piece of property. See Armstrong v. United States,\n364 U. S. 40 –49 (1960); Louisville Joint Stock Land\nBank v. Radford, 295 U. S. 555 –602 (1935); United\nStates v. Security Industrial Bank, 459 U. S. 70 –78\n(1982); see also Palm Beach Cty. v. Cove Club Investors Ltd., 734\nSo. 2d 379, 383–384 (1999) (the right to receive income\nfrom land is an interest in real property under Florida law). The\nfulcrum this case turns on is the direct link between the\ngovernment’s demand and a spe- cific parcel of real property.\n[2] Because of that direct\nlink, this case implicates the central concern of Nollan and Dolan:\nthe risk that the government may use its substantial power and\ndiscretion in land-use permitting to pursue governmental ends that\nlack an essential nexus and rough proportionality to the effects of\nthe proposed new use of the specific property at issue, thereby\ndiminishing without justification the value of the property.In this case, moreover,\npetitioner does not ask us to hold that the government can commit a\nregulatory taking by directing someone to spend money. As a result,\nwe need not apply Penn Central’s “essentially\nad hoc, factual inquir[y],” 438 U. S., at 124, at\nall, much less extend that “already difficult and uncertain\nrule” to the “vast category of cases” in which\nsomeone believes that a regulation is too costly. Eastern\nEnterprises, 524 U. S., at 542 (opinion of Kennedy, J.).\nInstead, petitioner’s claim rests on the more limited\nproposition that when the government commands the relinquishment of\nfunds linked to a specific, identifiable property interest such as\na bank account or parcel of real property, a “per se\n[takings] approach” is the proper mode of analysis under the\nCourt’s precedent. Brown v. Legal Foundation of Wash., 538\nU. S. 216, 235 (2003) .Finally, it bears\nemphasis that petitioner’s claim does not implicate\n“normative considerations about the wisdom of government\ndecisions.” Eastern Enterprises, 524 U. S., at 545\n(opinion of Kennedy, J.). We are not here concerned with whether it\nwould be “arbitrary or unfair” for respondent to order\na landowner to make improvements to public lands that are nearby.\nId., at 554 (Breyer, J., dissenting). Whatever the wisdom of such a\npolicy, it would transfer an interest in property from the\nlandowner to the government. For that reason, any such demand would\namount to a per se taking similar to the taking of an easement\nor a lien. Cf. Dolan, 512 U. S., at 384; Nollan, 483\nU. S., at 831.BRespondent and the\ndissent argue that if monetary exactions are made subject to\nscrutiny under Nollan and Dolan, then there will be no principled\nway of distinguishing impermissible land-use exactions from\nproperty taxes. See post, at 9–10. We think they exaggerate\nboth the extent to which that problem is unique to the land-use\npermitting context and the practical difficulty of distinguishing\nbetween the power to tax and the power to take by eminent\ndomain.It is beyond dispute\nthat “[t]axes and user fees . . . are not\n‘takings.’ ” Brown, supra, at 243, n. 2\n(Scalia, J., dissenting). We said as much in County of Mobile v.\nKimball, 102 U. S. 691, 703 (1881) , and our cases have been\nclear on that point ever since. United States v. Sperry Corp., 493\nU. S. 52 , n. 9 (1989); see A. Magnano Co. v. Hamilton,\n292 U. S. 40, 44 (1934) ; Dane v. Jackson, 256 U. S. 589,\n599 (1921) ; Henderson Bridge Co. v. Henderson City, 173 U. S.\n592 –615 (1899). This case therefore does not affect the\nability of governments to impose property taxes, user fees, and\nsimilar laws and regulations that may impose financial burdens on\nproperty owners.At the same time, we\nhave repeatedly found takings where the government, by confiscating\nfinancial obligations, achieved a result that could have been\nobtained by imposing a tax. Most recently, in Brown, supra, at 232,\nwe were unanimous in concluding that a State Supreme Court’s\nseizure of the interest on client funds held in escrow was a taking\ndespite the unquestionable constitutional propriety of a tax that\nwould have raised exactly the same revenue. Our holding in Brown\nfollowed from Phillips v. Washington Legal Foundation, 524\nU. S. 156 (1998) , and Webb’s Fabulous Pharmacies, Inc.\nv. Beckwith, 449 U. S. 155 (1980) , two earlier cases in which\nwe treated confiscations of money as takings despite their\nfunctional similarity to a tax. Perhaps most closely analogous to\nthe present case, we have repeatedly held that the government takes\nproperty when it seizes liens, and in so ruling we have never\nconsidered whether the government could have achieved an\neconomically equivalent result through taxation. Armstrong, 364\nU. S. 40 ; Louisville Joint Stock Land Bank, 295 U. S.\n555 .Two facts emerge from\nthose cases. The first is that the need to distinguish taxes from\ntakings is not a creature of our holding today that monetary\nexactions are subject to scrutiny under Nollan and Dolan. Rather,\nthe problem is inherent in this Court’s long-settled view\nthat property the government could constitutionally demand through\nits taxing power can also be taken by eminent domain.Second, our cases show\nthat teasing out the difference between taxes and takings is more\ndifficult in theory than in practice. Brown is illustrative.\nSimilar to respondent in this case, the respondents in Brown argued\nthat extending the protections of the Takings Clause to a bank\naccount would open a Pandora’s Box of constitutional chal-\nlenges to taxes. Brief for Respondents Washington Legal Foundation\net al. 32 and Brief for Respondent Justices of the Washington\nSupreme Court 22, in Brown v. Legal Foundation of Wash., O. T.\n2002, No. 01–1325. But also like respondent here, the Brown\nrespondents never claimed that they were exercising their power to\nlevy taxes when they took the petitioners’ property. Any such\nargument would have been implausible under state law; in\nWashington, taxes are levied by the legislature, not the courts.\nSee 538 U. S., at 242, n. 2 (Scalia, J., dissenting).The same dynamic is at\nwork in this case because Flor- ida law greatly circumscribes\nrespondent’s power to tax. See Fla. Stat. Ann. §373.503\n(authorizing respondent to impose ad valorem tax on properties\nwithin its jurisdiction); §373.109 (authorizing respondent to\ncharge permit application fees but providing that such fees\n“shall not exceed the cost . . . for processing,\nmonitoring, and inspecting for compliance with the permit”).\nIf respondent had argued that its demand for money was a tax, it\nwould have effectively conceded that its denial of\npetitioner’s permit was improper under Florida law. Far from\nmaking that concession, respondent has maintained throughout this\nlitigation that it considered petitioner’s money to be a\nsubstitute for his deeding to the public a conservation easement on\na larger parcel of undeveloped land. [3]This case does not\nrequire us to say more. We need not decide at precisely what point\na land-use permitting charge denominated by the government as a\n“tax” becomes “so arbitrary . . . that\nit was not the exertion of taxation but a confiscation of\nproperty.” Brushaber v. Union Pacific R. Co., 240\nU. S. 1 –25 (1916). For present purposes, it suffices to\nsay that despite having long recognized that “the power of\ntaxation should not be confused with the power of eminent\ndomain,” Houck v. Little River Drainage Dist., 239 U. S.\n254, 264 (1915) , we have had little trouble distinguishing between\nthe two.CFinally, we disagree\nwith the dissent’s forecast that our decision will work a\nrevolution in land use law by depriving local governments of the\nability to charge reasonable permitting fees. Post, at 8. Numerous\ncourts—including courts in many of our Nation’s most\npopulous States—have confronted constitutional challenges to\nmonetary exactions over the last two decades and applied the\nstandard from Nollan and Dolan or something like it. See, e.g.,\nNorthern Ill. Home Builders Assn. v. County of Du Page, 165 Ill.\n2d. 25, 31–32, 649 N. E. 2d 384, 388–389 (1995);\nHome Builders Assn. v. Beavercreek, 89 Ohio St. 3d 121, 128, 729\nN. E. 2d 349, 356 (2000); Flower Mound, 135 S. W. 3d, at\n640–641. Yet the “significant practical harm” the\ndissent predicts has not come to pass. Post, at 8. That is hardly\nsurprising, for the dissent is correct that state law normally\nprovides an independent check on excessive land use permitting\nfees. Post, at 11.The dissent criticizes\nthe notion that the Federal Constitution places any meaningful\nlimits on “whether one town is overcharging for sewage, or\nanother is setting the price to sell liquor too high.” Post,\nat 9. But only two pages later, it identifies three constraints on\nland use permitting fees that it says the Federal Constitution\nimposes and suggests that the additional protections of Nollan and\nDolan are not needed. Post, at 11. In any event, the\ndissent’s argument that land use permit applicants need no\nfurther protection when the government demands money is really an\nargument for overruling Nollan and Dolan. After all, the Due\nProcess Clause protected the Nollans from an unfair allocation of\npublic burdens, and they too could have argued that the\ngovernment’s demand for property amounted to a taking under\nthe Penn Central framework. See Nollan, 483 U. S., at 838. We\nhave repeatedly rejected the dissent’s contention that other\nconstitutional doctrines leave no room for the nexus and rough\nproportionality requirements of Nollan and Dolan. Mindful of the\nspecial vulnerability of land use permit applicants to extortionate\ndemands for money, we do so again today.*  *  *We hold that the\ngovernment’s demand for property from a land-use permit\napplicant must satisfy the requirements of Nollan and Dolan even\nwhen the government denies the permit and even when its demand is\nfor money. The Court expresses no view on the merits of\npetitioner’s claim that respondent’s actions here\nfailed to comply with the principles set forth in this opinion and\nthose two cases. The Florida Supreme Court’s judgment is\nreversed, and this case is remanded for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1For ease of reference,\nthis opinion refers to both men as\n“petitioner.”2Thus, because the\nproposed offsite mitigation obligation in this case was tied to a\nparticular parcel of land, this case does not implicate the\nquestion whether monetary exactions must be tied to a particular\nparcel of land in order to constitute a taking. That is so even\nwhenthe demand is considered “outside the permitting\nprocess.” Post, at 8 (Kagan, J., dissenting). The\nunconstitutional conditions analysis requires us to set aside\npetitioner’s permit application, not his ownership of a\nparticular parcel of real property.3Citing cases in which\nstate courts have treated similar governmental demands for money\ndifferently, the dissent predicts that courts will “struggle\nto draw a coherent boundary” between taxes and excessive\ndemands for money that violate Nollan and Dolan. Post, at\n9–10. But the cases the dissent cites illustrate how the\nfrequent need to decide whether a particular demand for money\nqualifies as a tax under state law, and the resulting state\nstatutes and judicial precedents on point, greatly reduce the\npractical difficulty of resolving the same issue in federal\nconstitutional cases like this one.",
    "joined": []
}