{
    "case": {
        "docket": "19-715",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-715/"
    },
    "id": "4271583",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–715 and 19–760_________________DONALD J. TRUMP, et al., PETITIONERS19–715v.MAZARS USA, LLP, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuitDONALD J. TRUMP, et al., PETITIONERS19–760v.DEUTSCHE BANK AG, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[July 9, 2020]Justice Alito, dissenting.Justice Thomas makes a valuable argument about\nthe constitutionality of congressional subpoenas for a President’s\npersonal documents. In these cases, however, I would assume for the\nsake of argument that such subpoenas are not categorically barred.\nNevertheless, legislative subpoenas for a President’s personal\ndocuments are inherently suspicious. Such documents are seldom of\nany special value in considering potential legislation, and\nsubpoenas for such documents can easily be used for improper\nnon-legislative purposes. Accordingly, courts must be very\nsensitive to separation of powers issues when they are asked to\napprove the enforcement of such subpoenas.In many cases, disputes about subpoenas for\nPresidential documents are fought without judicial involvement. If\nCongress attempts to obtain such documents by subpoenaing a\nPresident directly, those two heavyweight institutions can use\ntheir considerable weapons to settle the matter. Seeante,\nat 10 (opinion of the Court) (“Congress and the President\nmaintained this tradition of negotiation and compromise—without the\ninvolvement of this Court—until the present dispute”). But when\nCongress issues such a subpoena to a third party, Congress must\nsurely appreciate that the Judiciary may be pulled into the\ndispute, and Congress should not expect that the courts will allow\nthe subpoena to be enforced without seriously examining its\nlegitimacy.Whenever such a subpoena comes before a court,\nCongress should be required to make more than a perfunctory showing\nthat it is seeking the documents for a legitimate legislative\npurpose and not for the purpose of exposing supposed Presidential\nwrongdoing. Seeante, at 12. The House can inquire about\npossible Presidential wrongdoing pursuant to its impeachment power,\nseeante, at 17–21 (Thomas, J., dissenting), but the\nCommittees do not defend these subpoenas as ancillary to that\npower.Instead, they claim that the subpoenas were\nissued to gather information that is relevant to legislative\nissues, but there is disturbing evidence of an improper law\nenforcement purpose. See 940 F.3d 710, 767–771 (CADC 2019) (Rao,\nJ., dissenting). In addition, the sheer volume of documents sought\ncalls out for explanation. See 943 F.3d 627, 676–681 (CA2 2019)\n(Livingston, J., concurring in part and dissenting in part).The Court recognizes that the decisions below\ndid not give adequate consideration to separation of powers\nconcerns. Therefore, after setting out a non-exhaustive list of\nconsiderations for the lower courts to take into account,ante, at 18–20, the Court vacates the judgments of the\nCourts of Appeals and sends the cases back for reconsideration. I\nagree that the lower courts erred and that these cases must be\nremanded, but I do not think that the considerations outlined by\nthe Court can be properly satisfied unless the House is required to\nshow more than it has put forward to date.Specifically, the House should provide a\ndescription of the type of legislation being considered, and while\ngreat specificity is not necessary, the description should be\nsufficient to permit a court to assess whether the particular\nrecords sought are of any special importance. The House should also\nspell out its constitutional authority to enact the type of\nlegislation that it is contemplating, and it should justify the\nscope of the subpoenas in relation to the articulated legislative\nneeds. In addition, it should explain why the subpoenaed\ninformation, as opposed to information available from other\nsources, is needed. Unless the House is required to make a showing\nalong these lines, I would hold that enforcement of the subpoenas\ncannot be ordered. Because I find the terms of the Court’s remand\ninadequate, I must respectfully dissent.",
    "joined": []
}