{
    "case": {
        "docket": "17-290",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-290/"
    },
    "id": "4096595",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–290_________________MERCK SHARP & DOHME CORP., PETITIONERv.DORIS ALBRECHT, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[May 20, 2019]Justice Alito, with whom The Chief Justice and\nJustice Kavanaugh join, concurring in the judgment.I concur in the judgment because I agree with\nthe Court’s decision on the only question that it actually decides,\nnamely, that whether federal law allowed Merck to include in the\nFosamax label the warning alleged to be required by state law is a\nquestion of law to be decided by the courts, not a question of\nfact. I do not, however, join the opinion of the Court because I am\nconcerned that its discussion of the law and the facts may be\nmisleading on remand.II begin with the law. The Court correctly\nnotes that a drug manufacturer may prove impossibility pre-emption\nby showing that “federal law (including appropriate [Food and Drug\nAdministration (FDA)] actions) prohibited the drug manufacturer\nfrom adding any and all warnings to the drug label that would\nsatisfy state law.”Ante,at 13. But in expounding further\non the pre-emption analysis, the Court provides a skewed summary.\nWhile dwelling on our decision inWyethv.Levine,555 U.S.\n555(2009), seeante,at 9–14, the Court barely notes a\nstatutory provision enacted after the underlying events in that\ncase that may have an important bearing on the ultimate pre-emption\nanalysis in this case.Under 21 U. S. C.\n§355(o)(4)(A), which was enacted in 2007, Congress has\nimposed on the FDA a duty to initiate a label change “[i]f the\nSecretary becomes aware of new information, including any new\nsafety information . . . that the Secretary determines\nshould be included in the labeling of the drug.”[1] This provision does not relieve drug\nmanufacturers of their own responsibility to maintain their drug\nlabels, see §355(o)(4)(I), but the FDA’s “actions,”ante,at 13, taken pursuant to this duty arguably affect the\npre-emption analysis. This is so because, if the FDA declines to\nrequire a label change despite having received and considered\ninformation regarding a new risk, the logical conclusion is that\nthe FDA determined that a label change was unjustified. SeeUnited Statesv.Chemical Foundation, Inc.,272 U.S.\n1, 14–15 (1926) (“The presumption of regularity supports the\nofficial acts of public officers and, in the absence of clear\nevidence to the con- trary, courts presume that they have properly\ndischarged their official duties”). The FDA’s duty does not depend\non whether the relevant drug manufacturer, as opposed to some other\nentity or individual, brought the new information to the FDA’s\nattention. Cf.ante,at 13 (“the drug manufacturer [must]\nshow that it fully informed the FDA of the justifications for the\nwarning required by state law”). Nor does §355(o)(4)(A)\nrequire the FDA to communicate to the relevant drug manufacturer\nthat a label change is unwarranted; instead, the FDA could simply\nconsider the new information and decide not to act. Cf.ante,at 13 (“[T]he FDA, in turn, [must have] informed the\ndrug manufacturer that the FDA would not approve changing the\ndrug’s label to include that warning”).Section 355(o)(4)(A) is thus highly\nrelevant to the pre-emption analysis, which turns on whether\n“federal law (including appropriate FDA actions) prohibited\nthe drug manufacturer from adding any and all warnings to the drug\nlabel that would satisfy state law.”Ante,at 13 (emphasis\nadded). On remand, I assume that the Court of Appeals will consider\nthe effect of §355(o)(4)(A) on the pre-emption issue in this\ncase.Two other aspects of the Court’s discussion of\nthe legal background must also be mentioned. First, although the\nCourt’s discussion of the point is a bit opaque, the Court\nholds—correctly, in my view—thatWyeth’s use of the phrase\n“clear evidence” was merely a rhetorical flourish. As the Court\nexplains, a judge, in determining whether federal law would permit\na label change allegedly required by state law, “must simply ask\nhimself or herself whether the relevant federal and state laws\n‘irreconcilably conflic[t].’ ”Ante,at 14 (quotingRicev.Norman Williams Co.,458\nU.S. 654, 659 (1982)).Standards of proof, such as\npreponderance of the evidence and clear and convincing evidence,\nhave no place in the resolution of this question of law.Second, for reasons that entirely escape me, the\nCourt refuses to acknowledge that there are two ways in which a\ndrug manufacturer may attempt to alter a drug’s label. The Court\nnotes that a manufacturer may proceed under the FDA’s “ ‘changes\nbeing effected’ ” or “ ‘CBE’ ” regulation, which permits\na manufacturer to change a label without prior FDA approval under\nsome circumstances. Seeante,at 3–4, 14. But the Court\nrefuses to note that a manufacturer may (and, in many\ncircumstances, must) submit a Prior Approval Supplement (PAS). 21\nCFR §314.70(b) (2018). As the name suggests, changes proposed in a\nPAS must receive FDA approval before drug manufac- turers may make\nthe changes. §314.70(b)(3). And “[h]istorically,” the FDA has\n“accepted PAS applications instead of CBE supplements, as occurred\nin this case, particularly where significant questions exist on\nwhether to revise or how to modify existing drug labeling.” Brief\nfor United States asAmicus Curiae5.III now turn to the facts. Resolution of the\nlegal question that the Court decides does not require much\ndiscussion of the facts, but if the Court wishes to include such a\nsummary, its presentation should be balanced. Instead, the Court\nprovides a one-sided account. For example, it highlights historical\naccounts dating back to the 1990s that purportedly linked atypical\nfemoral fractures with Fosamax use, seeante,at 5, 7, but\nit omits any mention of the extensive communication between Merck\nand the FDA during the relevant period.A reader of the Court’s opinion will inevitably\nbe left with the impression that, once the FDA rejected Merck’s\nproposed warning in 2009, neither the FDA nor Merck took any other\nactions related to atypical femoral fractures “until 2011,”ante,at 6. But that is simply not true.While Merck’s 2008 proposal was pending, the FDA\nremained in contact with Merck about the issue of atypical femoral\nfractures, which Merck, at the time, labeled as a type of stress\nfracture. See,e.g.,App. 707, 746–748. An internal Merck\nmemorandum describes a phone call in which an FDA official\nallegedly told Merck that “[t]he conflicting nature of the\nliterature does not provide a clear path forward, and more time\nwill be need[ed] for FDA to formulate a formal opinion on the issue\nof a precaution around these data.”Id.,at 767. In an\ne-mail about a week later, another FDA official told Merck that the\nFDA would “close out” Merck’s applications if Merck “agree[d] to\nhold off on the [Precautions] language at this time.”Id.,at 508. The official went on to say that the FDA “would then work\nwith . . . Merck to decide on language for a\n[Precautions] atypical fracture language, if it is warranted.”Ibid.Then, months after the FDA rejected Merck’s\nproposed warning, the FDA issued a Safety Announcement regarding\nits “[o]ngoing safety review of oral bisphosphonates and atypical\nsubtrochanteric femur fractures.”Id.,at 519. The Safety\nAnnouncement stated that, “[a]t this point, the data that FDA has\nreviewed have not shown a clear connection between bisphosphonate\nuse and a risk of atypical subtrochanteric femur fractures.”Ibid.Nonetheless, the Safety Announcement announced the\nFDA’s intent to further study the issue alongside a task force\nformed to address the atypical fractures.Id.,at 519–520.\nAnd the Safety Announcement concluded by admonishing healthcare\nprofessionals to “continue to follow the recommendations in the\ndrug label when prescribing oral bisphosphonates” and patients to\n“not stop taking their medication unless told to do so by their\nhealthcare professional.”Id.,at 520–521.In September 2010, the task force published its\nreport, which concluded that, although there was no established\n“causal association” between bisphosphonates and atypical femoral\nfractures, “recent observations suggest that the risk rises with\nincreasing duration of exposure, and there is concern that lack of\nawareness and underreporting may mask the true incidence of the\nproblem.”Id.,at 284. The same day, the FDA issued a\nstatement acknowledging the task force report and committing to\n“considering label revisions.”Id.,at 523–525. And in\nOctober 2010, the FDA issued another Safety Announcement in which\nthe FDA stated that it would initiate changes in the Precautions\nsection of bisphosphonate drug labels to warn of atypical femoral\nfractures.Id.,at 246–249. It was not until then that,\npursuant to its §355(o)(4)(A) obligations, the FDA\ninstructed Merck to include a warning about such fractures in its\nFosamax drug labels.Id.,at 526–534.Thus, for years the FDA was: aware of this\nissue, communicating with drug manufacturers, studying all relevant\ninformation, and instructing healthcare professionals and patients\nalike to continue to use Fosamax as directed. For this reason, the\nFDA itself, speaking through the Solicitor General, takes the\nposition that the FDA’s decision not to require a label change\nprior to October 2010 reflected the FDA’s “determin[ation]” that a\nnew warning “should [not] be included in the labeling of the drug,”\n§355(o)(4)(A). See Brief for United States asAmicus\nCuriae30,33–34.For these reasons, I concur in the judgment\nonly.Notes1Prior to October 2018,\n§355(o)(4)(A)’s language contained slight differences not\nrelevant here. See Substance Use–Disorder Prevention That Promotes\nOpioid Recovery and Treatment for Patients and Communities Act,\nPub. L. 115–271, §3041(b), 132Stat. 3942–3943, effective Oct. 24,\n2018.",
    "joined": []
}