{
    "case": {
        "docket": "377",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/377/"
    },
    "id": "1962641",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTUNITED STATES V. RODRIQUEZ553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1646UNITED STATES, PETITIONERv.GINO\nRODRIQUEZon writ of certiorari to the united states court of\nappeals for the ninth circuit[May 19, 2008]Justice Alito delivered the\nopinion of the Court.Under the Armed Career Criminal\nAct (ACCA), 18 U. S. C. §924(e)(2)(A)(ii), a state\ndrug-trafficking conviction qualifies as “a serious drug offense”\nif “a maximum term of imprisonment of ten years or more is\nprescribed by law” for the “offense.” The Court of Appeals for the\nNinth Circuit held that “the maximum term of imprisonment . . .\nprescribed by law” must be determined without taking recidivist\nenhancements into account. 464 F. 3d 1072, 1082 (2006). We\nreverse.IAt issue in this case is\nrespondent’s sentence on his 2004 conviction in the United States\nDistrict Court for the Eastern District of Washington for\npossession of a firearm by a convicted felon, in violation of 18 U.\nS. C. §922(g)(1). Respondent had two prior state convictions\nin California for residential burglary and three state convictions\nin Washington for delivery of a controlled substance, in violation\nof Wash. Rev. Code §§69.50.401(a)(1)(ii)–(iv) (1994).[Footnote 1] Respondent’s three Washington\ndrug convictions occurred on the same day but were based on\ndeliveries that took place on three separate dates. Sentencing\nOrder No. CR–03–142–RHW (ED Wash., Sept. 3, 2004), p. 5, App. 245,\n250 (hereinafter Sentencing Order). At the time of respondent’s\ndrug offenses, the Washington statute that respondent was convicted\nof violating stated that, upon conviction, a defendant could be\n“imprisoned for not more than five years,”\n§§69.50.401(a)(1)(ii)–(iv),but another provision\nspecified that “[a]ny person convicted of a second or subsequent\noffense” could “be imprisoned for a term up to twice the term\notherwise authorized,” §69.50.408(a). Thus, by virtue of this\nlatter, recidivist, provision respondent faced a maximum penalty of\nimprisonment for 10 years. The judgment of conviction for each of\nthe drug-delivery charges listed the maximum term of imprisonment\nfor the offense as “ten years,” App. 16, 42, 93, but the state\ncourt sentenced respondent to concurrent sentences of 48 months’\nimprisonment on each count.Id.,at 21, 47, 98.In the federal\nfelon-in-possession case, the Government asked the District Court\nto sentence respondent under ACCA, which sets a 15-year minimum\nsentence “[i]n the case of a person who violates section 922(g) of\n[Title 18] and has three previous convictions . . . for a violent\nfelony or a serious drug offense, or both, committed on occasions\ndifferent from one another … .” 18 U. S. C. §924(e)(1)\n(2000 ed., Supp. V). The Government argued that respondent’s two\nprior California burglary convictions were for “ ‘violent\nfelonies.’ ” Pet. for Cert. 4. See §924(e)(2)(B)(ii) (2000\ned.) (listing “burglary” as a “violent felony”). The District Court\nagreed, and that ruling is not at issue here.The Government also argued that at least two\nof respondent’s Washington drug convictions were for “serious drug\noffense[s].” Under ACCA, a “serious drug offense” includes:“an offense under State law, involving\nmanufacturing, distributing, or possessing with intent to\ndistribute, a controlled substance (as defined in section 102 of\nthe Controlled Substances Act (21 U. S. C. 802)),for\nwhich a maximum term of imprisonment of ten years or more is\nprescribed by law.” §924(e)(2)(A) (emphasis added).Because the maximum term that respondent faced on\nat least two of the Washington charges was 10 years, the Government\ncontended that these convictions had to be counted under ACCA. The\nDistrict Court disagreed, holding that respondent’s\ndrug-trafficking convictions were not convictions for “serious drug\noffense[s]” under ACCA because the “maximum term of imprisonment”\nfor the purposes of §924(e)(2)(A)(ii) is determined without\nreference to recidivist enhancements. Sentencing Order, at 9, App.\n254.The Court of Appeals for the Ninth Circuit,\napplying its prior precedent inUnited Statesv.Corona-Sanchez, 291 F. 3d 1201 (2002) (en banc),\naffirmed. 464 F. 3d 1072. The Court recognized that its\ndecision conflicted with the Seventh Circuit’s decision inUnited Statesv.Henton, 374 F. 3d 467,\n469–470, cert. denied,543 U. S. 967(2004),\nand was “in tension” with decisions of the Fourth and Fifth\nCircuits. 464 F. 3d, at 1082, n. 6; seeMutascuv.Gonzales, 444 F. 3d 710, 712 (CA5 2006)(per\ncuriam);United Statesv.Williams, 326 F.\n3d 535, 539 (CA4 2003). We granted the Government’s petition for a\nwrit of certiorari, 551 U. S. ___ (2007).IIThe question that we must decide\nis whether the “maximum term of imprisonment prescribed by law” in\nthis case is, as respondent maintains and the Ninth Circuit held,\nthe 5-year ceiling for first offenses or, as the Government\ncontends, the 10-year ceiling for second or subsequent offenses.\nSee Wash. Rev. Code §§69.50.401(a) (ii)–(iv), 69.50.408(a).The Government’s reading is\ncompelled by the language of ACCA. For present purposes, there are\nthree key statutory terms: “offense,” “law,” and “maximum term.”\nThe “offense” in each of the drug-delivery cases was a violation of\n§§69.50.401(a)(ii)–(iv). The relevant “law” is set out in both that\nprovision, which prescribes a “maximum term” of five years for a\nfirst “offense,” and §69.50.408(a), which prescribes a “maximum\nterm” of 10 years for a second or subsequent “offense.” Thus, in\nthis case, the maximum term prescribed by Washington law for at\nleast two of respondent’s state drug offenses was 10 years.The Ninth Circuit’s holding that the maximum\nterm was five years contorts ACCA’s plain terms. Although the\nWashington state court sentenced respondent to 48 months’\nimprisonment, there is no dispute that §69.50.408(a) permitted a\nsentence of up to 10 years. On the Ninth Circuit’s reading of ACCA,\neven if respondent had been sentenced to, say, six years’\nimprisonment, “the maximum term of imprisonment” prescribed by law\nstill would have been five years. It is hard to accept the\nproposition that a defendant may lawfully be sentenced to a term of\nimprisonment that exceeds the “maximum term of imprisonment . . .\nprescribed by law,” but that is where the Ninth Circuit’s reading\nof the statute leads.The Ninth Circuit’s interpretation is also\ninconsistent with the way in which the concept of the “maximum term\nof imprisonment” is customarily understood by participants in the\ncriminal justice process. Suppose that a defendant who indisputably\nhad more than three prior convictions for “violent felon[ies]” or\n“serious drug offense[s]” was charged in federal court with\nviolating the felon-in-possession statute. Under ACCA, this\ndefendant would face a sentence of “not less than 15 years.” 18 U.\nS. C. §924(e)(1) (2000 ed., Supp. V). Suppose that the\ndefendant asked his or her attorney, “What’s the maximum term I\nface for the new offense?” An attorney aware of ACCA would surely\nnot respond, “10 years,” even though 10 years is the maximum\nsentence without the ACCA enhancement. See §924(a)(2) (2000\ned.).Suppose that the defendant then pleaded guilty\nto the felon-in-possession charge. Under Federal Rule of Criminal\nProcedure 11(b)(1)(H), the trial judge would be required to advise\nthe defendant of the “maximum possible penalty.” If the judge told\nthe defendant that the maximum possible sentence was 10 years and\nthen imposed a sentence of 15 years based on ACCA, the defendant\nwould have been sorely misled and would have a ground for moving to\nwithdraw the plea. SeeUnited Statesv.Gonzalez,\n420 F. 3d 111, 132 (CA2 2005);United Statesv.Harrington, 354 F. 3d 178, 185–186 (CA2 2004). In\nsum, a straightforward application of the language of ACCA leads to\nthe conclusion that the “maximum term of imprisonment prescribed by\nlaw” in this case was 10 years.IIIAIn an effort to defend the Ninth\nCircuit’s decision, respondent offers both a textual argument and a\nrelated argument based on the “manifest purpose” of ACCA. Brief for\nRespondent 8.Respondent’s textual argument is\nas follows. The term “offense” “generally is understood to describe\nthe elements constituting the crime.”Id., at 10. Because\nprior convictions required for recidivist enhancements are not\ntypically offense elements, they should not be considered part of\nthe “offense” under ACCA. Thus, the “maximum term of imprisonment\nprescribed by law” for the drug convictions at issue was the\nmaximum term prescribed for simply committing the elements of the\ndrug offense and was therefore five years.Id., at\n10–11.Respondent’s argument is not faithful to the\nstatutory text. Respondent reads ACCA as referring to “the maximum\nterm of imprisonment prescribed by law” for a defendantwith no\nprior convictions that trigger a recidivist enhancement, but\nthat is not what ACCA says. ACCA instead refers to “the maximum\nterm of imprisonment prescribed by law” for “an offense,” and, as\npreviously explained, in this case, the maximum term prescribed by\nWashington law for each of respondent’s two relevant offenses was\n10 years.Respondent’s argument based on ACCA’s\n“manifest purpose” must also be rejected. Respondent argues that\nACCA uses “the maximum penalty specified for the offense by state\nlaw as a short-hand means of identifying conduct deemed\nsufficiently ‘serious’ to trigger [the] mandatory penalty.”Id., at 9. According to respondent, “[t]he nature of [a\ndefendant’s] conduct, the elements of the offense, and the impact\nof the crime . . . are the characteristics that typically are used\nto gauge the ‘seriousness’ of an offense,” and a defendant’s\n“status as a recidivist has no connection to whether the offense\ncommitted by the defendant was a ‘serious’ one.”Id.,at 11.This argument rests on the erroneous\nproposition that a defendant’s prior record of convictions has no\nbearing on the seriousness of an offense. On the contrary, however,\nan offense committed by a repeat offender is often thought to\nreflect greater culpability and thus to merit greater punishment.\nSimilarly, a second or subsequent offense is often regarded as more\nserious because it portends greater future danger and therefore\nwarrants an increased sentence for purposes of deterrence and\nincapacitation. SeeWittev.United States,515 U. S. 389,\n403 (1995);Spencerv.Texas,385 U. S. 554, 570\n(1967) (Warren, C. J., dissenting in two judgments and\nconcurring in one).If respondent were correct that a defendant’s\nrecord of prior convictions has no bearing on the seriousness of an\noffense, then it would follow that any increased punishment imposed\nunder a recidivist provision would not be based on the offense of\nconviction but on something else—presumably the defendant’s prior\ncrimes or the defendant’s “status as a recidivist,” Brief for\nRespondent 11. But we have squarely rejected this understanding of\nrecidivism statutes. InNicholsv.United States,511 U. S. 738(1994), we explained that “ ‘[t]his Court consistently has\nsustained repeat-offender laws as penalizing only the last offense\ncommitted by the defendant.’ ”Id., at 747 (quotingBaldasarv.Illinois,446 U. S. 222, 232\n(1980) (Powell, J., dissenting)). When a defendant is given a\nhigher sentence under a recidivism statute—or for that matter, when\na sentencing judge, under a guidelines regime or a discretionary\nsentencing system, increases a sentence based on the defendant’s\ncriminal history—100% of the punishment is for the offense of\nconviction. None is for the prior convictions or the defendant’s\n“status as a recidivist.” The sentence “is a stiffened penalty for\nthe latest crime, which is considered to be an aggravated offense\nbecause [it is] a repetitive one.”Grygerv.Burke,334\nU. S. 728, 732 (1948).BRespondent argues that our\ninterpretation of ACCA produces “a sort of perverse bootstrapping”\nunder which a defendant is “punished under federal law for being\ntreated as a recidivist under state law,” Brief for Respondent 20\n(emphasis deleted), but the fact that ACCA is itself a recidivist\nstatute bolsters our reading. Since ACCA is a recidivist statute,\nCongress must have had such provisions in mind and must have\nunderstood that the “maximum penalty prescribed by [state] law” in\nsome cases would be increased by state recidivism provisions.Contrary to respondent’s\nsuggestion,United Statesv.LaBonte,520 U. S. 751(1997),\nsupports our interpretation of ACCA. The statute at issue inLaBonte, a provision of the Sentencing Reform Act of 1984,\nas amended, 28 U. S. C. §994(h), directed the United States\nSentencing Commission to “assure” that the Sentencing Guidelines\nspecify a prison sentence “at or near the maximum term authorized\nfor categories of” adult offenders who commit their third felony\ndrug offense or violent crime. We held that the phrase “maximum\nterm authorized” “refers to all applicable statutes,” including\nrecidivist enhancements. 520 U. S., at 758, n. 4.Respondent claims thatLaBontesupports his position because ACCA, unlike 28 U. S. C.\n§994(h), does not refer to “categories of” offenders. Respondent\nsuggests that Congress’ failure to include such language in ACCA\nmeans that Congress intended to refer to a “maximum term” that does\nnot depend on whether a defendant falls into the\nfirst-time-offender or recidivist “category.” Respondent does not\nexplain how 18 U. S. C. §924(e)(2)(A) could have easily been\nreworded to mirror 28 U. S. C. §994(h). But in any event, the\nlanguage used in ACCA, for the reasons explained above, is more\nthan clear enough.Respondent argues that the Ninth Circuit’s\ndecision is supported by the so-called “categorical” approach that\nwe used inTaylorv.United States,495 U. S. 575(1990), in\ndetermining which offenses qualify as “violent felon[ies]” under 18\nU. S. C. §924(e)(2)(B)(ii). Section 924(e)(2)(B)(ii) provides\nthat four enumerated crimes—burglary, arson, extortion, and\noffenses involving the use of explosives—are “violent felon[ies]”\nfor ACCA purposes. InTaylor,we held that Congress\nintended for these crimes to have a “uniform definition” that was\n“independent of the labels employed by the various States’ criminal\ncodes.”Id., at 592. According to respondent, “[t]he\ncategorical approach rests on the congressional intent—reflected in\nthe statutory language—to focus the ACCA inquiry on the offense of\nconviction, rather than on collateral matters unrelated to the\ndefinition of the crime.” Brief for Respondent 12.We see no connection, however, between the\nissue inTaylor(the meaning of the term “burglary” in\n§924(e)(2)(B)(ii)) and the issue here (the meaning of the phrase\n“maximum term of imprisonment . . . prescribed by law” under\n§924(e)(2)(A)(ii)).Taylorheld that the meaning of\n“burglary” for purposes of ACCA does not depend on the label\nattached by the law of a particular State, 495 U. S., at 600–601,\nbut the “maximum penalty prescribed by law” for a state offense\nnecessarily depends on state law.For a similar reason, we reject respondent’s\nargument that, under our interpretation, offenses that are not\nreally serious will be included as “serious drug offense[s]”\nbecause of recidivist enhancements. In §924(e)(2)(A)(ii), Congress\nchose to rely on the “maximum term of imprisonment . . .\nprescribed” by state law as the measure of the seriousness of state\noffenses involving the manufacture, distribution, or possession of\nillegal drugs. Congress presumably thought—not without reason—that\nif state lawmakers provide that a crime is punishable by 10 years’\nimprisonment, the lawmakers must regard the crime as “serious,” and\nCongress chose to defer to the state lawmakers’ judgment.\nTherefore, our interpretation poses no risk that a drug-trafficking\noffense will be treated as a “serious” without satisfying the\nstandard that Congress prescribed.[Footnote 2]CRespondent argues that it will\noften be difficult to determine whether a defendant faced the\npossibility of a recidivist enhancement in connection with a past\nstate drug conviction and that therefore our interpretation of ACCA\nwill require the federal courts to “engage in difficult inquiries\nregarding novel questions of state law and complex factual\ndeterminations about long-past proceedings in state courts.” Brief\nfor Respondent 21. Respondent greatly exaggerates the problems to\nwhich he refers.First, in some cases, a defendant\nwill have received a recidivist enhancement, and this will\nnecessarily be evident from the length of the sentence imposed.\nSecond, as the present case illustrates, see App. 16, 42, 93, the\njudgment of conviction will sometimes list the maximum possible\nsentence even where the sentence that was imposed did not exceed\nthe top sentence allowed without any recidivist enhancement. Third,\nas respondent himself notes, some jurisdictions require that the\nprosecution submit a formal charging document in order to obtain a\nrecidivist enhancement. See Brief for Respondent 33. Such documents\nfall within the limited list of generally available documents that\ncourts already consult for the purpose of determining if a past\nconviction qualifies as an ACCA predicate. SeeShepardv.United States,544 U. S. 13, 20 (2005).\nFourth, in those cases in which the defendant pleaded guilty to the\nstate drug charges, the plea colloquy will very often include a\nstatement by the trial judge regarding the maximum penalty. This is\nmandated by Federal Rule of Criminal Procedure 11(b)(1)(H), and\nmany States have similar requirements.[Footnote 3] Finally, in those cases in which the records\nthat may properly be consulted do not show that the defendant faced\nthe possibility of a recidivist enhancement, it may well be that\nthe Government will be precluded from establishing that a\nconviction was for a qualifying offense. The mere possibility that\nsome future cases might present difficulties cannot justify a\nreading of ACCA that disregards the clear meaning of the statutory\nlanguage.DRespondent’s last argument is\nthat if recidivist enhancements can increase the “maximum term” of\nimprisonment under ACCA, it must follow that mandatory guidelines\nsystems that cap sentences can decrease the “maximum term” of\nimprisonment. Brief for Respondent 38. In each situation,\nrespondent argues, the “maximum term” of imprisonment is the term\nto which the state court could actually have sentenced the\ndefendant. Respondent concedes that he has waived this argument\nwith respect to his own specific state-court convictions. See Brief\nin Opposition 15, n. 7. He argues, however, that Congress\ncannot have wanted to make the “maximum term” of imprisonment for\nACCA purposes dependent on the complexities of state sentencing\nguidelines. We conclude, however, that the phrase “maximum term of\nimprisonment . . . prescribed by law” for the “offense” was not\nmeant to apply to the top sentence in a guidelines range.First, the top sentence in a\nguidelines range is generally not really the “maximum term . . .\nprescribed by law” for the “offense” because guidelines systems\ntypically allow a sentencing judge to impose a sentence that\nexceeds the top of the guidelines range under appropriate\ncircumstances. The United States Sentencing Guidelines, for\nexample, permit “upward departures,” see United States Sentencing\nCommission, Guidelines Manual §5K2.0 (Nov. 2007), and essentially\nthe same characteristic was shared by all of the mandatory\nguidelines system in existence at the time of the enactment of the\nACCA provision at issue in this case.[Footnote 4] (Following this pattern, Washington law\nlikewise provided at the time of respondent’s state convictions\nthat a sentencing judge could “impose a sentence outside the\nstandard sentence range” upon a finding “that there [were]\nsubstantial and compelling reasons justifying an exceptional\nsentence.” Wash. Rev. Code §9.94A.120(2) (1994).[Footnote 5])Second, the concept of the “maximum” term of\nimprisonment or sentence prescribed by law was used in many\nstatutes that predated the enactment of ACCA and the federal\nSentencing Reform Act of 1984, Pub. L. 98–473, §211, 98 Stat. 1987,\nand in all those statutes the concept necessarily referred to the\nmaximum term prescribed by the relevant criminal statute, not the\ntop of a sentencing guideline range. See,e.g.,18 U.\nS. C. §3 (1982 ed.) (“[A]n accessory after the fact shall be\nimprisoned not more than one-half the maximum term of imprisonment\n… for the punishment of the principal”); §3575(b) (allowing for an\nincreased sentence for dangerous special offenders “not\ndisproportionate in severity to the maximum term otherwise\nauthorized by law for” the underlying felony); see also §371 (the\npunishment for conspiracy to commit a misdemeanor “shall not exceed\nthe maximum punishment provided for such misdemeanor”); §3651\n(allowing for confinement and suspension of sentence upon\nconviction of an offense not punishable by death or life\nimprisonment “if the maximum sentence for such offense is more than\nsix months”); §3653 (referring to the “maximum probation\nperiod”).It is instructive that, even in the Sentencing\nReform Act, the concept of the “maximum term of imprisonment”\nprescribed for an offense was used in this sense. See §212, 98\nStat. 1991–1992 (new 18 U. S. C. §3559 classifying offenses\nbased on “the maximum term of imprisonment authorized … by the\nstatute describing the offense”); §235(b)(1)(F), 98 Stat. 2032\n(“The maximum term of imprisonment in effect on the effective date\n[of the Sentencing Reform Act]” remains in effect for five years\nafter the effective date “for an offense committed before the\neffective date”); §1003(a),id.,at 2138 (solicitation to\ncommit a crime of violence punishable by “one-half the maximum term\nof imprisonment . . . prescribed for the punishment of the crime\nsolicited”). In light of this established pattern and the relative\nnewness of sentencing guidelines systems when the ACCA provision at\nissue here was added, we conclude that Congress meant for the\nconcept of the “maximum term of imprisonment” prescribed by law for\nan “offense” to have same meaning in ACCA.Our decision inUnited Statesv.R. L. C.,503 U. S. 291(1992), is\nnot to the contrary. The statutory provision there, 18 U.\nS. C. §5037(c) (2000 ed.), set out the term of official\ndetention for a juvenile found to be a delinquent. This provision\nwas amended by the Sentencing Reform Act, see §214, 98 Stat. 2013,\nand then amended again two years later, see §§21(a)(2)–(4), 100\nStat. 3596. As thus amended, the provision did not refer to the\n“maximum term of imprisonment” prescribed for an “offense.” Rather,\nthe provision focused on the particular juvenile being sentenced.\nIt provided that, “ ‘in the case of a juvenile who is less\nthan eighteen years old,’ ” official detention could not\nextend beyond the earlier of two dates: the juvenile’s 21st\nbirthday or “ ‘the maximum term of imprisonment that would be\nauthorized if the juvenile had been tried and convicted as an\nadult.’ ”United Statesv.R.L.C.,supra, at\n295–296, n. 1 (quoting 18 U. S. C. §5037(c)). Because\nthis provision clearly focuses on the circumstances of the\nparticular juvenile and not on the offense, 503 U. S., at 299, it\nis not analogous to the ACCA provision that is before us in this\ncase.*  *  *For these reasons, we hold that\nthe “maximum term of imprisonment … prescribed by law” for the\nstate drug convictions at issue in this case was the 10-year\nmaximum set by the applicable recidivist provision. Accordingly, we\nreverse the judgment of the Court of Appeals and remand the case\nfor further proceedings consistent with this opinion.It is so ordered.Footnote 1“Except as authorized by this chapter, it is\nunlawful for any person to manufacture, deliver, or possess with\nintent to manufacture or deliver a controlled substance.” Wash.\nRev. Code §69.50.401(a)(1994).Footnote 2In any event, the only “minor drug crime”\nthat respondent identifies as potentially constituting an ACCA\npredicate based on recidivist enhancement is distribution of a 21\nU. S. C. §812, Schedule III narcotic in violation of Mich.\nComp. Laws Ann. §333.7401(2)(b)(ii) (West Supp. 2007). Given that\nSchedule III substances include anabolic steroids and painkillers\nwith specified amounts of certain narcotics like opium, see 21 U.\nS. C. §812, one might debate respondent’s assertion that\ndistribution of these narcotics is not “serious” in the generic\nsense of the word. However, Congress chose to defer to the Michigan\nLegislature’s judgment that the offense was “serious” enough to\nwarrant punishment of first offenses by up to seven years’\nimprisonment, and certain repeat offenses by a maximum term of life\nimprisonment. See Mich. Comp. Laws Ann. §§333.7401(2)(b)(ii),\n333.769.12(1).Footnote 3See,e.g., Kan. Stat. Ann.\n§22–3210(a)(2) (2007); N. C. Gen. Stat. Ann. §15A–1022(a)(6)\n(Lexis 2007); Tex. Crim. Proc. Code Ann. §§26.13(a)(1), (d) (West\nSupp. 2007); Ala. Rule Crim. Proc. 14.4(a)(1)(ii) (Lexis 2007);\nFla. Rule Crim. Proc. 3.172(b), (c)(1) (West 2007); Ga. Uniform\nSuper. Ct. Rule 33.8(C)(3) (Lexis 2008); Ill. Sup. Ct. Rule\n402(a)(2) (West 2007); Pa. Rule Crim. Proc. 590,comment(West 2008); Ohio Rule Crim. Proc. 11(C)(2)(a) (West 2008); Mich.\nRule Crim. Proc. 6.302(B)(2) (West 2007);Alexanderv.State, 605 So. 2d 1170, 1172 (Miss. 1992);Bunnellv.Superior Court, 13 Cal. 3d 592,\n604–605, 531 P. 2d 1086, 1094 (1975).Footnote 4By 1986, when Congress added the relevant\nstatutory language, see Pub. L. 99–570, §1402, 100 Stat. 3207–39,\neight States had guidelines systems in effect. See Frase, State\nSentencing Guidelines: Diversity, Consensus, and Unresolved Policy\nIssues, 105 Colum. L. Rev. 1190, 1196, Table 1 (2005). Two of\nthose States (Utah and Maryland) had voluntary guidelines,id., at 1198, and the other six States had guidelines\nsystems that allowed for sentences in excess of the recommended\nrange in various circumstances, seePeoplev.Miles, 156 Mich. App. 431, 437, 402 N. W. 2d 34, 37\n(1986) (remanding for the trial court to state reasons for upward\ndeparture);Staatsv.State, 717 P. 2d 413,\n422 (Alaska App. 1986) (affirming upward departure);Statev.Armstrong, 106 Wash. 2d 547, 549–550, 723 P. 2d\n1111, 1113–1114 (1986) (en banc) (same);Statev.Mortland, 395 N. W. 2d 469, 474 (Minn. App. 1986)\n(same);Walkerv.State, 496 So. 2d 220\n(Fla. App. 1986)(per curiam)(same);Commonwealthv.Mills, 344 Pa. Super. 200, 204,\n496 A. 2d 752, 754 (1985) (same).Footnote 5While Washington law provided a list of\n“illustrative factors which the court [could] consider in the\nexercise of its discretion to impose an exceptional sentence,” the\nlist was “not intended to be exclusive” of other potential reasons\nfor departing. §9.94A.390.",
    "joined": []
}