{
    "case": {
        "docket": "16-476",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-476/"
    },
    "id": "3901188",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 16–476 and 16–477_________________PHILIP D. MURPHY, GOVERNOR OF NEW\nJERSEY, et al., PETITIONERS16–476v.NATIONAL COLLEGIATE ATHLETIC\nASSOCIATION, et al.NEW JERSEY THOROUGHBRED HORSEMEN’S\nASSOCIATION, INC., PETITIONER16–477v.NATIONAL COLLEGIATE ATHLETIC\nASSOCIATION, et al.on writs of certiorari to the united states\ncourt of appeals for the third circuit[May 14, 2018]Justice Alito delivered the opinion of the\nCourt.The State of New Jersey wants to legalize sports\ngambling at casinos and horseracing tracks, but a federal law, the\nProfessional and Amateur Sports Protection Act, generally makes it\nunlawful for a State to “authorize” sports gambling schemes. 28\nU. S. C. §3702(1). We must decide whether this provision\nis compatible with the system of “dual sovereignty” embodied in the\nConstitution.IAAmericans have never been of one mind about\ngambling, and attitudes have swung back and forth. By the end of\nthe 19th century, gambling was largely banned throughout the\ncountry,[1] but beginning in\nthe 1920s and 1930s, laws prohibiting gambling were gradually\nloosened.New Jersey’s experience is illustrative. In\n1897, New Jersey adopted a constitutional amendment that barred all\ngambling in the State.[2] But\nduring the Depression, the State permitted parimutuel betting on\nhorse races as a way of increasing state revenue,[3] and in 1953, churches and other nonprofit\norganizations were allowed to host bingo games.[4] In 1970, New Jersey became the third State to\nrun a state lottery,[5] and\nwithin five years, 10 other States followed suit.[6]By the 1960s, Atlantic City, “once the most\nfashionable resort of the Atlantic Coast,” had fallen on hard\ntimes,[7] and casino gambling\ncame to be seen as a way to revitalize the city.[8] In 1974, a referendum on statewide\nlegalization failed,[9] but two\nyears later, voters approved a narrower measure allowing casino\ngambling in Atlantic City alone.[10] At that time, Nevada was the only other State with\nlegalcasinos,[11] and thus for a while the Atlantic City casinos had an\neast coast monopoly. “With 60 million people living within a\none-tank car trip away,” Atlantic City became “the most popular\ntourist destination in the United States.”[12] But that favorable situation eventually came\nto an end.With the enactment of the Indian Gaming\nRegulatory Act in 1988, 25 U. S. C. §2701et seq.,\ncasinos opened on Indian land throughout the country. Some were\nlocated within driving distance of Atlantic City,[13] and nearby States (and many others)\nlegalized casino gambling.[14] But Nevada remained the only state venue for legal\nsports gambling in casinos, and sports gambling is immensely\npopular.[15]Sports gambling, however, has long had strong\nopposition. Opponents argue that it is particularly addictive and\nespecially attractive to young people with a strong interest in\nsports,[16] and in the past\ngamblers corrupted and seriously damaged the reputation of\nprofessional and amateur sports.[17] Apprehensive about the potential effects of sports\ngambling, professional sports leagues and the National Collegiate\nAthletic Association (NCAA) long opposed legalization.[18]BBy the 1990s, there were signs that the trend\nthat had brought about the legalization of many other forms of\ngambling might extend to sports gambling,[19] and this sparked federal efforts to stem the tide.\nOpponents of sports gambling turned to the legislation now before\nus, the Professional and Amateur Sports Protection Act (PASPA). 28\nU. S. C. §3701et seq.PASPA’s proponents\nargued that it would protect young people, and one of the bill’s\nsponsors, Senator Bill Bradley of New Jersey, a former college and\nprofessional basketball star, stressed that the law was needed to\nsafeguard the integrity of sports.[20] The Department of Justice opposed the bill,[21] but it was passed and signed\ninto law.PASPA’s most important provision, part of which\nis directly at issue in these cases, makes it “unlawful” for a\nState or any of its subdivisions[22] “to sponsor, operate, advertise, promote, license, or\nauthorize by law or compact . . . a lottery, sweepstakes,\nor other betting, gambling, or wagering scheme based\n. . . on” competitive sporting events. §3702(1). In\nparallel, §3702(2) makes it “unlawful” for “a person to sponsor,\noperate, advertise, or promote” those same gambling\nschemes[23]—but only if this\nis done “pursuant to the law or compact of a governmental entity.”\nPASPA does not make sports gambling a federal crime (and thus was\nnot anticipated to impose a significant law enforcement burden on\nthe Federal Government).[24]\nInstead, PASPA allows the Attorney General, as well as professional\nand amateur sports organizations, to bring civil actions to enjoin\nviolations. §3703.At the time of PASPA’s adoption, a few\njurisdictions allowed some form of sports gambling. In Nevada,\nsports gambling was legal in casinos,[25] and three States hosted sports lotteries or allowed\nsports pools.[26] PASPA\ncontains “grandfather” provisions allowing these activities to\ncontinue. §3704(a)(1)–(2). Another provision gave New Jersey the\noption of legalizing sports gambling in Atlantic City—provided that\nit did so within one year of the law’seffective date. §3704(a)(3).[27]New Jersey did not take advantage of this\nspecial option, but by 2011, with Atlantic City facing stiff\ncompetition, the State had a change of heart. New Jersey voters\napproved an amendment to the State Constitution making it lawful\nfor the legislature to authorize sports gambling, Art. IV, §7,\n¶2(D), (F), and in 2012 the legislature enacted a law doing just\nthat, 2011 N. J. Laws p. 1723 (2012 Act).The 2012 Act quickly came under attack. The\nmajor professional sports leagues and the NCAA brought an action in\nfederal court against the New Jersey Governor and other state\nofficials (hereinafter New Jersey), seeking to enjoin the new law\non the ground that it violated PASPA. In response, the State\nargued, among other things, that PASPA unconstitutionally infringed\nthe State’s sovereign authority to end its sports gambling ban. SeeNational Collegiate Athletic Assn.v.Christie, 926\nF. Supp. 2d 551, 561 (NJ 2013).In making this argument, the State relied\nprimarily on two cases,New Yorkv.United States,\n505 U. S. 144 (1992), andPrintzv.United\nStates, 521 U. S. 898 (1997), in which we struck down\nfederal laws based on what has been dubbed the “anticommandeering”\nprinciple. InNew York, we held that a federal law\nunconstitutionally ordered the State to regulate in accordance with\nfederal standards, and inPrintz, we found that another\nfederal statute unconstitutionally compelled state officers to\nenforce federal law.Relying on these cases, New Jersey argued that\nPASPA is similarly flawed because it regulates a State’s\nexerciseof its lawmaking power by prohibiting it from\nmodifying or repealing its laws prohibiting sports gambling. SeeNational Collegiate Athletic Assn.v.Christie, 926\nF. Supp. 2d, at 561–562. The plaintiffs countered that\nPASPA is critically different from the commandeering cases because\nit does not command the States to take any affirmative act.Id., at 562. Without an affirmative fed- eral command todosomething, the plaintiffs insisted, there can be no claim\nof commandeering.Ibid.The District Court found no anticommandeering\nviolation,id., at 569–573, and a divided panel of the Third\nCircuit affirmed,National Collegiate Athletic Assn.v.Christie, 730 F. 3d 208 (2013) (ChristieI). The panel thought it significant that PASPA does\nnot impose any affirmative command.Id., at 231. In the\nwords of the panel, “PASPA does not require or coerce the states to\nlift a finger.”Ibid.(emphasis deleted). The panel\nrecognized that an affirmative command (for example, “Do not\nrepeal”) can often be phrased as a prohibition (“Repeal is\nprohibited”), but the panel did not interpret PASPA as prohibiting\nthe repeal of laws outlawing sports gambling.Id., at 232. A\nrepeal, it thought, would not amount to “authoriz[ation]” and thus\nwould fall outside the scope of §3702(1). “[T]he lack of an\naffirmative prohibition of an activity,” the panel wrote, “does not\nmean it is affirmatively authorized by law. The right to do that\nwhich is not prohibited derives not from the authority of the state\nbut from the inherent rights of the people.”Id., at 232\n(emphasis deleted).New Jersey filed a petition for a writ of\ncertiorari, raising the anticommandeering issue. Opposing\ncertiorari, the United States told this Court that PASPA does not\nrequire New Jersey “to leave in place the state-law prohibitions\nagainst sports gambling that it had chosen to adopt prior to\nPASPA’s enactment. To the contrary, New Jersey is free to repeal\nthose prohibitions in whole or in part.” Brief for United States in\nOpposition inChristiev.National Collegiate Athletic\nAssn., O. T. 2013, No. 13–967 etc., p. 11. See also Brief\nfor Respondents in Opposition in No. 13–967 etc., p. 23\n(“Nothing in that unambiguous language compels states to prohibit\nor maintain any existing prohibition on sports gambling”). We\ndenied review.Christiev.National Collegiate Athletic\nAssn., 573 U. S. ___ (2014).Picking up on the suggestion that a partial\nrepeal would be allowed, the New Jersey Legislature enacted the law\nnow before us. 2014 N. J. Laws p. 602 (2014 Act). The\n2014 Act declares that it is not to be interpreted as causing the\nState to authorize, license, sponsor, operate, advertise, or\npromote sports gambling.Ibid.Instead, it is framed as a\nrepealer. Specifically, it repeals the provisions of state law\nprohibiting sports gambling insofar as they concerned the\n“placement and acceptance of wagers” on sporting events by persons\n21 years of age or older at a horseracing track or a casino or\ngambling house in Atlantic City.Ibid.The new law also\nspecified that the repeal was effective only as to wagers on\nsporting events not involving a New Jersey college team or a\ncollegiate event taking place in the State.Ibid.Predictably, the same plaintiffs promptly\ncommenced a new action in federal court. They won in the District\nCourt,National Collegiate Athletic Assn.v.Christie,61 F. Supp. 3d 488 (NJ 2014), and the\ncase was eventually heard by the Third Circuit sitting en banc. The\nen banc court affirmed, finding that the new law, no less than the\nold one, violated PASPA by “author[izing]” sports gambling.National Collegiate Athletic Assn.v.Governor of\nN. J., 832 F. 3d 389 (2016) (case below). The court\nwas unmoved by the New Jersey Legislature’s “artful[ ]”\nattempt to frame the 2014 Act as a repealer.Id., at 397.\nLooking at what the law “actually does,” the court concluded that\nit constitutes an authorization because it “selectively remove[s] a\nprohibition on sports wagering in a manner that permissively\nchannels wagering activity to particular locations or operators.”Id., at 397, 401. The court disavowed some of the reasoning\nin theChristie Iopinion,finding its discussion of\n“the relationship between a ‘repeal’ and an ‘authorization’ to have\nbeen too facile.” 832 F. 3d, at 401. But the court declined to\nsay whether a repeal that was more complete than the 2014 Act would\nstill amount to an authorization. The court observed that a partial\nrepeal that allowed only “de minimiswagers between friends\nand family would not have nearly the type of authorizing effect”\nthat it found in the 2014 Act, and it added: “We need not\n. . . articulate a line whereby a partial repeal of a\nsports wagering ban amounts to an authorization under PASPA,if\nindeed such a line could be drawn.”Id., at 402\n(emphasis added).Having found that the 2014 Act violates PASPA’s\nprohibition of state authorization of sports gambling schemes, the\ncourt went on to hold that this prohibition does not contravene the\nanticommandeering principle because it “does not command states to\ntake affirmative actions.”Id., at 401.We granted review to decide the important\nconstitutional question presented by these cases,sub nom.Christiev.National Collegiate\nAthletic Assn., 582 U. S. ___ (2017).IIBefore considering the constitutionality of\nthe PASPA provision prohibiting States from “author[izing]” sports\ngambling, we first examine its meaning. The parties advance dueling\ninterpretations, and this dispute has an important bearing on the\nconstitutional issue that we must decide. Neither respondents nor\nthe United States, appearing as anamicusin support of\nrespondents, contends that the provision at issue would be\nconstitutional if petitioners’ interpretation is correct. Indeed,\nthe United States expressly concedes that the provision is\nunconstitutional if it means what petitioners claim. Brief for\nUnited States 8, 19.APetitioners argue that the anti-authorization\nprovision requires States to maintain their existing laws against\nsports gambling without alteration. One of the accepted meanings of\nthe term “authorize,” they point out, is “permit.” Brief for\nPetitioners in No. 16–476, p. 42 (citing Black’s Law\nDictionary 133 (6th ed. 1990); Webster’s Third New International\nDictionary 146 (1992)). They therefore contend that any state law\nthat has the effect of permitting sports gambling, including a law\ntotally or partially repealing a prior prohibition, amounts to an\nauthorization. Brief for Petitioners in No. 16–476, at 42.Respondents interpret the provision more\nnarrowly. They claim that theprimarydefinition of\n“authorize” requires affirmative action. Brief for Respondents 39.\nTo authorize, they maintain, means “ ‘[t]o empower; to give a\nright or authority to act; to endow with authority.’ ”Ibid.(quoting Black’s Law Dictionary, at 133). And this,\nthey say, is precisely what the 2014 Act does: It empowers a\ndefined group of entities, and it endows them with the authority to\nconduct sports gambling operations.Respondents do not take the position that PASPA\nbans all modifications of old laws against sports gambling, Brief\nfor Respondents 20, but just how far they think a modification\ncould go is not clear. They write that a State “can also repeal or\nenhance [laws prohibiting sports gambling] without running afoul of\nPASPA” but that it “cannot ‘partially repeal’ a general prohibition\nfor only one or two preferred providers, or only as to\nsports-gambling schemes conducted by the state.”Ibid.Later\nin their brief, they elaborate on this point:“If, for example, a state had an existing\nfelony prohibition on all lotteries, it could maintain the law, it\ncould repeal the law, it could downgrade the crime to a misdemeanor\nor increase the penalty . . . . But if the state\nmodified its law, whether through a new authorization or through an\namendment partially repealing the existing prohibition, to\nauthorize the state to conduct a sports lottery, that modified law\nwould be preempted.”Id., at 31.The United States makes a similar argument.\nPASPA, it contends, does not prohibit a State from enacting a\ncomplete repeal because “one would not ordinarily say that private\nconduct is ‘authorized by law’ simply because the government has\nnot prohibited it.” Brief for United States 17. But the United\nStates claims that “[t]he 2014 Act’s selective and conditional\npermission to engage in conduct that is generally prohibited\ncertainly qualifies” as an authorization.Ibid.The United\nStates does not argue that PASPA outlawsallpartial\nrepeals, but it does not set out any clear rule for distinguishing\nbetween partial repeals that constitute the “authorization” of\nsports gambling and those that are permissible. The most that it is\nwilling to say is that a State could “eliminat[e] prohibitions on\nsports gambling involving wagers by adults or wagers below a\ncertain dollar threshold.”Id., at 29.BIn our view, petitioners’ interpretation is\ncorrect: When a State completely or partially repeals old laws\nbanning sports gambling, it “authorize[s]” that activity. This is\nclear when the state-law landscape at the time of PASPA’s enactment\nis taken into account. At that time, all forms of sports gambling\nwere illegal in the great majority of States, and in that context,\nthe competing definitions offered by the parties lead to the same\nconclusion. The repeal of a state law banning sports gambling not\nonly “permits” sports gambling (petitioners’ favored definition);\nit also gives those now free to conduct a sports betting operation\nthe “right or authority to act”; it “empowers” them (respondents’\nand the United States’s definition).The concept of state “authorization” makes sense\nonly against a backdrop of prohibition or regulation. A State is\nnot regarded as authorizing everything that it does not prohibit or\nregulate. No one would use the term in that way. For example, no\none would say that a State “authorizes” its residents to brush\ntheir teeth or eat apples or sing in the shower. We commonly speak\nof state authoriza- tion only if the activity in question would\notherwise be restricted.[28]The United States counters that, even if the\nterm “authorize,” standing alone, is interpreted as petitioners\nclaim, PASPA contains additional language that precludes that\nreading. The provision at issue refers to “authoriz[ation]by\nlaw,” §3702(1) (emphasis added), and the parallel provision\ngoverning private conduct, §3702(2), applies to conduct done\n“pursuant to the law . . . of a governmental entity.” The\nUnited States maintains that one “would not naturally describe a\nperson conducting a sports-gambling operation that is merely left\nunregulated as acting ‘pursuant to’ state law.” Brief for United\nStates 18. But one might well say exactly that if the person\npreviously was prohibited from engaging in the activity. (“Now that\nthe State has legalized the sale of marijuana, Joe is able to sell\nthe drug pursuant to state law.”)The United States also claims to find support\nfor its interpretation in the fact that the authorization ban\nap-plies to all “governmental entities.” It is\nimplausible, the United States submits, to think that Congress\n“commanded every county, district, and municipality in the Nation\nto prohibit sports betting.”Ibid.But in making this\nargument, the United States again ignores the legal landscape at\nthe time of PASPA’s enactment. At that time, sports gambling was\ngenerally prohibited by state law, and therefore a State’s\npolitical subdivisions were powerless to legalize the activity. But\nwhat if a State enacted a law enabling, but not requiring, one or\nmore of its subdivisions to decide whether to authorize sports\ngambling? Such a state law would not itself authorize sports\ngambling. The ban on legalization at the local level addresses this\nproblem.The interpretation adopted by the Third Circuit\nand advocated by respondents and the United States not only ignores\nthe situation that Congress faced when it enacted PASPA but also\nleads to results that Congress is most unlikely to have wanted.\nThis is illustrated by the implausible conclusions that all of\nthose favoring alternative interpretations have been forced to\nreach about the extent to which the provision permits the repeal of\nlaws banning sports gambling.The Third Circuit could not say which, if any,\npartial repeals are allowed. 832 F. 3d, at 402. Respondents\nand the United States tell us that the PASPA ban on state\nauthorization allows complete repeals, but beyond that they\nidentify no clear line. It is improbable that Congress meant to\nenact such a nebulous regime.CThe respondents and United States argue that\neven if there is some doubt about the correctness of their\ninterpretation of the anti-authorization provision, that\ninterpretation should be adopted in order to avoid any\nanticommandeering problem that would arise if the provision were\nconstrued to require States to maintain their laws prohibiting\nsports gambling. Brief for Respondents 38; Brief for United States\n19. They invoke the canon of interpretation that a statute should\nnot be held to be unconstitutional if there is any reasonable\ninterpretation that can save it. SeeJenningsv.Rodriguez, 583 U. S. ___, ___ (2018) (slip op., at 12).\nThe plausibility of the alternative interpretations is debatable,\nbut even if the law could be interpreted as respondents and the\nUnited States suggest, it would still violate the anticommandeering\nprinciple, as we now explain.IIIAThe anticommandeering doctrine may sound\narcane, but it is simply the expression of a fundamental structural\ndecision incorporated into the Constitution,i.e., the\ndecision to withhold from Congress the power to issue orders\ndirectly to the States. When the original States declared their\nindependence, they claimed the powers inherent in sovereignty—in\nthe words of the Declaration of Independence, the authority “to do\nall . . . Acts and Things which Independent States may of\nright do.” ¶32. The Constitution limited but did not abolish the\nsovereign powers of the States, which retained “a residuary and\ninviolable sovereignty.” The Federalist No. 39, p. 245 (C.\nRossiter ed. 1961). Thus, both the Federal Government and the\nStates wield sovereign powers, and that is why our system of\ngovernment is said to be one of “dual sovereignty.”Greg-\noryv.Ashcroft, 501 U. S. 452, 457 (1991).The Constitution limits state sovereignty in\nseveral ways. It directly prohibits the States from exercising some\nattributes of sovereignty. See,e.g., Art. I, §10. Some\ngrants of power to the Federal Government have been held to impose\nimplicit restrictions on the States. See,e.g.,Department of Revenue of Ky.v.Davis, 553 U. S.\n328 (2008);American Ins. Assn.v.Garamendi, 539\nU. S. 396 (2003). And the Constitution indirectly restricts\nthe States by granting certain legislative powers to Congress, see\nArt. I, §8, while providing in the Supremacy Clause that federal\nlaw is the “supreme Law of the Land . . . any Thing in\nthe Constitution or Laws of any State to the Contrary\nnotwithstanding,” Art. VI, cl. 2. This means that when federal and\nstate law conflict, federal law prevails and state law is\npreempted.The legislative powers granted to Congress are\nsizable, but they are not unlimited. The Constitution confers on\nCongress not plenary legislative power but only certain enumerated\npowers. Therefore, all other legislative power is reserved for the\nStates, as the Tenth Amendment confirms. And conspicuously absent\nfrom the list of powers given to Congress is the power to issue\ndirect orders to the governments of the States. The\nanticommandeering doctrine simply represents the recognition of\nthis limit on congressional authority.Although the anticommandeering principle is\nsimple and basic, it did not emerge in our cases until relatively\nrecently, when Congress attempted in a few isolated instances to\nextend its authority in unprecedented ways. The pioneering case wasNew Yorkv.United States, 505 U. S. 144 (1992),\nwhich concerned a federal law that required a State, under certain\ncircumstances, either to “take title” to low-level radioactive\nwaste or to “regulat[e] according to the instructions of Congress.”Id., at 175. In enacting this provision, Congress issued\norders to either the legislative or executive branch of state\ngovernment (depending on the branch authorized by state law to take\nthe actions demanded). Either way, the Court held, the provision\nwas unconstitutional because “the Constitution does not empower\nCongress to subject state governments to this type of instruction.”Id., at 176.Justice O’Connor’s opinion for the Court traced\nthis rule to the basic structure of government established under\nthe Constitution. The Constitution, she noted, “confers upon\nCongress the power to regulate individuals, not States.”Id., at 166. In this respect, the Constitution represented a\nsharp break from the Articles of Confederation. “Under the Articles\nof Confederation, Congress lacked the authority in most respects to\ngovern the people directly.”Id., at 163. Instead, Congress\nwas limited to acting “ ‘only upon the States.’ ”Id., at 162 (quotingLane Countyv.Oregon, 7\nWall. 71, 76 (1869)). Alexander Hamilton, among others, saw this as\n“ ‘[t]he great and radical vice in . . . the\nexisting Confederation.’ ” 505 U. S., at 163 (quoting The\nFederalist No. 15, at 108). The Constitutional Convention\nconsidered plans that would have preserved this basic structure,\nbut it rejected them in favor of a plan under which “Congress would\nexercise its legislative authority directly over individuals rather\nthan over States.” 505 U. S., at 165.As to what this structure means with regard to\nCongress’s authority to control state legislatures,New Yorkwas clear and emphatic. The opinion recalled that “no Member of the\nCourt ha[d] ever suggested” that even “a particularly strong\nfederal interest” “would enable Congress to command a state\ngovernment to enactstateregulation.”Id., at 178\n(emphasis in original). “We have always understood that even where\nCongress has the authority under the Constitution to pass laws\nrequiring or prohibiting certain acts, it lacks the power directly\nto compel the States to require or prohibit those acts.”Id., at 166. “Congress may not simply ‘commandee[r] the\nlegislative processes of the States by directly compelling them to\nenact and enforce a federal regulatory program.’ ”Id.,\nat 161 (quotingHodelv.Virginia Surface Mining &\nReclamation Assn.,Inc., 452 U. S. 264, 288\n(1981)). “Where a federal interest is sufficiently strong to cause\nCongress to legislate, it must do so directly; it may not conscript\nstate governments as its agents.” 505 U. S., at 178.Five years afterNew York, the Court\napplied the same principles to a federal statute requiring state\nand local law enforcement officers to perform background checks and\nrelated tasks in connection with applications for handgun licenses.Printz, 521 U. S. 898. Holding this provision\nunconstitutional, the Court put the point succinctly: “The Federal\nGovernment” may not “command the States’ officers, or those of\ntheir political subdivisions, to administer or enforce a federal\nregulatory program.”Id., at 935. This rule applies,Printzheld, not only to state officers with policymaking\nresponsibility but also to those assigned more mundane tasks.Id., at 929–930.BOur opinions inNew YorkandPrintzexplained why adherence to the anticommandeering\nprinciple is important. Without attempting a complete survey, we\nmention several reasons that are significant here.First, the rule serves as “one of the\nConstitution’s structural protections of liberty.”Printz,supra, at 921. “The Constitution does not protect the\nsovereignty of States for the benefit of the States or state\ngovernments as abstract political entities.”New York,supra, at 181. “To the contrary, the Constitution divides\nauthority between federal and state governments for the protection\nof individuals.”Ibid.“ ‘[A] healthy balance of power\nbetween the States and the Federal Government [reduces] the risk of\ntyranny and abuse from either front.’ ”Id., at 181–182\n(quotingGregory, 501 U. S., at 458).Second, the anticommandeering rule promotes\npolitical accountability. When Congress itself regulates, the\nresponsibility for the benefits and burdens of the regulation is\napparent. Voters who like or dislike the effects of the regulation\nknow who to credit or blame. By contrast, if a State imposes\nregulations only because it has been commanded to do so by\nCongress, responsibility is blurred. SeeNew York,supra, at 168–169;Printz,supra, at\n929–930.Third, the anticommandeering principle prevents\nCongress from shifting the costs of regulation to the States. If\nCongress enacts a law and requires enforcement by the Executive\nBranch, it must appropriate the funds needed to administer the\nprogram. It is pressured to weigh the expected benefits of the\nprogram against its costs. But if Congress can compel the States to\nenact and enforce its program, Congress need not engage in any such\nanalysis. See,e.g., E. Young, Two Cheers for Process\nFederalism, 46 Vill. L. Rev. 1349, 1360–1361 (2001).IVAThe PASPA provision at issue here—prohibiting\nstate authorization of sports gambling—violates the\nanticommandeering rule. That provision unequivocally dictates what\na state legislature may and may not do. And this is true under\neither our interpretation or that advocated by respondents and the\nUnited States. In either event, state legislatures are put under\nthe direct control of Congress. It is as if federal officers were\ninstalled in state legislative chambers and were armed with the\nauthority to stop legislators from voting on any offending\nproposals. A more direct affront to state sovereignty is not easy\nto imagine.Neither respondents nor the United States\ncontends that Congress can compel a State to enact legislation, but\nthey say that prohibiting a State from enacting new laws is another\nmatter. See Brief for Respondents 19; Brief for United States 12.\nNoting that the laws challenged inNew YorkandPrintz“told states what they must do instead of what they\nmust not do,” respondents contend that commandeering occurs “only\nwhen Congress goes beyond precluding state action and affirmatively\ncommands it.” Brief for Respondents 19 (emphasis deleted).This distinction is empty. It was a matter of\nhappenstance that the laws challenged inNew YorkandPrintzcommanded “affirmative” action as opposed to imposing\na prohibition. The basic principle—that Congress cannot issue\ndirect orders to state legislatures—applies in either event.Here is an illustration. PASPA includes an\nexemption for States that permitted sports betting at the time of\nenactment, §3704, but suppose Congress did not adopt such an\nexemption. Suppose Congress ordered States with legalized sports\nbetting to take the affirmative step of criminalizing that activity\nand ordered the remaining States to retain their laws prohibiting\nsports betting. There is no good reason why the former would\nintrude more deeply on state sovereignty than the latter.BRespondents and the United States claim that\nprior decisions of this Court show that PASPA’s anti-authorization\nprovision is constitutional, but they misread those cases. In none\nof them did we uphold the constitutionality of a federal statute\nthat commanded state legislatures to enact or refrain from enacting\nstate law.InSouth Carolinav.Baker, 485\nU. S. 505 (1988), the federal law simply altered the federal\ntax treatment of private investments. Specifically, it removed the\nfederal tax exemption for interest earned on state and local bonds\nunless they were issued in registered rather than bearer form. This\nlaw did not order the States to enact or maintain any existing\nlaws. Rather, it simply had the indirect effect of pressuring\nStates to increase the rate paid on their bearer bonds in order to\nmake them competitive with other bonds paying taxable interest.In any event, even if we assume that removal of\nthe tax exemption was tantamount to an outright prohibition of the\nissuance of bearer bonds, seeid., at 511, the law would\nsimply treat state bonds the same as private bonds. The\nanticommandeering doctrine does not apply when Congress\nevenhandedly regulates an activity in which both States and private\nactors engage.That principle formed the basis for the Court’s\ndecision inRenov.Condon, 528 U. S. 141\n(2000), which concerned a federal law restricting the disclosure\nand dissemination of personal information provided in applications\nfor driver’s licenses. The law applied equally to state and private\nactors. It did not regulate the States’ sovereign authority to\n“regulate their own citizens.”Id., at 151.InHodel, 452 U. S., at 289, the\nfederal law, which involved what has been called “cooperative\nfederalism,” by no means commandeered the state legislative\nprocess. Congress enacted a statute that comprehensively regulated\nsurface coal mining and offered States the choice of “either\nimplement[ing]” the federal program “or else yield[ing] to a\nfederally administered regulatory program.”Ibid.Thus, the\nfederal lawallowedbut did notrequirethe States to\nimplement a federal program. “States [were] not compelled to\nenforce the [federal] standards, to expend any state funds, or to\nparticipate in the federal regulatory program in any manner\nwhatsoever.”Id., at 288. If a State did not “wish” to bear\nthe burden of regulation, the “full regulatory burden [would] be\nborne by the Federal Government.”Ibid.Finally, inFERCv.Mississippi,\n456 U. S. 742 (1982), the federal law in question issued no\ncommand to a state legislature. Enacted to restrain the consumption\nof oil and natural gas, the federal law directed state utility\nregulatory commissions to consider, but not necessarily to adopt,\nfederal “ ‘rate design’ and regulatory standards.”Id.,\nat 746. The Court held that this modest requirement did not\ninfringe the States’ sovereign powers, but the Court warned that it\nhad “never . . . sanctioned explicitly a federal command\nto the States to promulgate and enforce laws and regulations.”Id., at 761–762.FERCwas decided well before our\ndecisions inNew YorkandPrintz, and PASPA, unlike\nthe law inFERC, does far more than require States toconsiderCongress’s preference that the legalization of\nsports gambling be halted. SeePrintz, 521 U. S., at\n929 (distinguishingFERC).In sum, none of the prior decisions on which\nrespondents and the United States rely involved federal laws that\ncommandeered the state legislative process. None concerned laws\nthat directed the States either to enact or to refrain from\nenacting a regulation of the conduct of activities occurring within\ntheir borders. Therefore, none of these precedents supports the\nconstitutionality of the PASPA provision at issue here.VRespondents and the United States defend the\nanti-authorization prohibition on the ground that it constitutes a\nvalid preemption provision, but it is no such thing. Preemption is\nbased on the Supremacy Clause, and that Clause is not an\nindependent grant of legislative power to Congress. Instead, it\nsimply provides “a rule of decision.”Armstrongv.Exceptional Child Center, Inc., 575 U. S. ___, ___\n(2015) (slip op., at 3). It specifies that federal law is supreme\nin case of a conflict with state law. Therefore, in order for the\nPASPA provision to preempt state law, it must satisfy two\nrequirements. First, it must represent the exercise of a power\nconferred on Congress by the Constitution; pointing to the\nSupremacy Clause will not do. Second, since the Constitution\n“confers upon Congress the power to regulate individuals, not\nStates,”New York, 505 U. S., at 166, the PASPA\nprovision at issue must be best read as one that regulates private\nactors.Our cases have identified three different types\nof preemption—“conflict,” “express,” and “field,” seeEnglishv.General Elec. Co., 496 U. S. 72,\n78–79 (1990)—but all of them work in the same way: Congress enacts\na law that imposes restrictions or confers rights on private\nactors; a state law confers rights or imposes restrictions that\nconflict with the federal law; and therefore the federal law takes\nprecedence and the state law is preempted.This mechanism is shown most clearly in cases\ninvolving “conflict preemption.” A recent example isMutual\nPharmaceutical Co.v.Bartlett, 570 U. S. 472\n(2013). In that case, a federal law enacted under the Commerce\nClause regulated manufacturers of generic drugs, prohibiting them\nfrom altering either the composition or labeling approved by the\nFood and Drug Administration. A State’s tort law, however,\neffectively required a manufacturer to supplement the warnings\nincluded in the FDA-approved label.Id., at 480–486. We held\nthat the state law was preempted because it imposed a duty that was\ninconsistent—i.e., in conflict—with federal law.Id.,at 493.“Express preemption” operates in essentially the\nsame way, but this is often obscured by the language used by\nCongress in framing preemption provisions. The provision at issue\ninMoralesv.Trans World Airlines, Inc., 504\nU. S. 374 (1992), is illustrative. The Airline Deregulation\nAct of 1978 lifted prior federal regulations of airlines, and “[t]o\nensure that the States would not undo federal deregulation with\nregulation of their own,”id., at 378, the Act provided that\n“no State or political subdivision thereof . . . shall\nenact or enforce any law, rule, regulation, standard, or other\nprovision having the force and effect of law relating to rates,\nroutes, or services of any [covered] air car- rier.” 49\nU. S. C. App. §1305(a)(1) (1988 ed.).This language might appear to operate directly\non the States, but it is a mistake to be confused by the way in\nwhich a preemption provision is phrased. As we recently explained,\n“we do not require Congress to employ a particular linguistic\nformulation when preempting state law.”Coventry Health Care of\nMo., Inc.v.Nevils, 581 U. S. ___, ___–___ (2017)\n(slip op., at 10–11). And if we look beyond the phrasing employed\nin the Airline Deregulation Act’s preemption provision, it is clear\nthat this provision operates just like any other federal law with\npreemptive effect. It confers on private entities (i.e.,\ncovered carriers) a federal right to engage in certain conduct\nsubject only to certain (federal) constraints.“Field preemption” operates in the same way.\nField preemption occurs when federal law occupies a “field” of\nregulation “so comprehensively that it has left no room for\nsupplementary state legislation.”R. J. Reynolds Tobacco\nCo.v.Durham County, 479 U. S. 130, 140 (1986). In\ndescribing field preemption, we have sometimes used the same sort\nof shorthand employed by Congress in express preemption provisions.\nSee,e.g.,Oneok, Inc.v.Learjet, Inc.,575\nU. S. ___, ___ (2015) (slip op., at 2) (“Congress has\nforbidden the State to take action in thefieldthat the\nfederal statute pre-empts”). But in substance, field preemption\ndoes not involve congressional commands to the States. Instead,\nlike all other forms of preemption, it concerns a clash between a\nconstitutional exercise of Congress’s legislative power and\nconflicting state law. SeeCrosbyv.National Foreign\nTrade Council, 530 U. S. 363, 372, n. 6 (2000).The Court’s decision inArizonav.United States, 567 U. S. 387 (2012), shows how this\nworks. Noting that federal statutes “provide a full set of\nstandards governing alien registration,” we concluded that these\nlaws “reflect[ ] a congressional decision to foreclose any\nstate regulation in the area, even if it is parallel to federal\nstandards.”Id., at 401. What this means is that the federal\nregistration provisions not only impose federal registration\nobligations on aliens but also confer a federal right to be free\nfrom any other registration requirements.In sum, regardless of the language sometimes\nused by Congress and this Court, every form of preemption is based\non a federal law that regulates the conduct of private actors, not\nthe States.Once this is understood, it is clear that the\nPASPA provision prohibiting state authorization of sports gambling\nis not a preemption provision because there is no way in which this\nprovision can be understood as a regulation of private actors. It\ncertainly does not confer any federal rights on private actors\ninterested in conducting sports gambling operations. (It does not\ngive them a federal right to engage in sports gambling.) Nor does\nit impose any federal restrictions on private actors. If a private\ncitizen or company started a sports gambling operation, either with\nor without state authorization, §3702(1) would not be violated and\nwould not provide any ground for a civil action by the Attorney\nGeneral or any other party. Thus, there is simply no way to\nunderstand the provision prohibiting state authorization as\nanything other than a direct command to the States. And that is\nexactly what the anticommandeering rule does not allow.In so holding, we recognize that a closely\nrelated provision of PASPA, §3702(2),doesrestrict private\nconduct, but that is not the provision challenged by petitioners.\nIn Part VI–B–2,infra, we consider whether §3702(2) is\nseverable from the provision directly at issue in these cases.VIHaving concluded that §3702(1) violates the\nanti-commandeering doctrine, we consider two additional questions:\nfirst, whether the decision below should be affirmed on an\nalternative ground and, second, whether our decision regarding the\nanti-authorization provision dooms the remainder of PASPA.ARespondents and the United States argue that,\neven if we disagree with the Third Circuit’s decision regarding the\nconstitutionality of the anti-authorization provision, we should\nnevertheless affirm based on PASPA’s prohibition of state\n“licens[ing]” of sports gambling. Brief for Respondents 43,\nn. 10; Brief for United States 34–35. Although New Jersey’s\n2014 Act does not expressly provide for the licensing of sports\ngambling operations, respondents and the United States contend that\nthe law effectively achieves that result because the only entities\nthat it authorizes to engage in that activity,i.e., casinos\nand racetracks, are already required to be licensed.Ibid.We need not decide whether the 2014 Act violates\nPASPA’s prohibition of state “licens[ing]” because that provision\nsuffers from the same defect as the prohibition of state\nauthorization. It issues a direct order to the state\nlegislature.[29] Just as\nCongress lacks the power to order a state legislature not to enact\na law authorizing sports gambling, it may not order a state\nlegislature to refrain from enacting a law licensing sports\ngambling.[30]BWe therefore turn to the question whether, as\npetitioners maintain, our decision regarding PASPA’s prohibition of\nthe authorization and licensing of sports gambling operations dooms\nthe remainder of the Act. In order for other PASPA provisions to\nfall, it must be “evident that[Congress] would not have enacted those\nprovisions which are within its power, independently of [those]\nwhich [are] not.”Alaska Airlines, Inc.v.Brock,480 U. S. 678, 684 (1987) (internal\nquotation marks omitted). In conducting that inquiry, we ask\nwhether the law remains “fully operative” without the invalid\nprovisions,Free Enterprise Fundv.Public Company\nAccounting Oversight Bd., 561 U. S. 477, 509 (2010)\n(internal quotation marks omitted), but “we cannot rewrite a\nstatute and give it an effect altogether different from that sought\nby the measure viewed as a whole,”Railroad Retirement Bd.v.Alton R. Co., 295 U. S. 330, 362 (1935). We will\nconsider each of the provisions at issue separately.1Under 28 U. S. C. §3702(1), States\nare prohibited from “operat[ing],” “sponsor[ing],” or “promot[ing]”\nsports gambling schemes. If the provisions prohibiting state\nauthorization and licensing are stricken but the prohibition on\nstate “operat[ion]” is left standing, the result would be a scheme\nsharply different from what Congress contemplated when PASPA was\nenacted. At that time, Congress knew that New Jersey was\nconsidering the legalization of sports gambling in the privately\nowned Atlantic City casinos and that other States were thinking\nabout the institution of state-run sports lotteries. PASPA\naddressed both of these potential developments. It gave New Jersey\none year to legalize sports gambling in Atlantic City but otherwise\nbanned the authorization of sports gambling in casinos, and it\nlikewise prohibited the spread of state-run lotteries. If Congress\nhad known that States would be free to authorize sports gambling in\nprivately owned casinos, would it have nevertheless wanted to\nprevent States from running sports lotteries?That seems most unlikely. State-run lotteries,\nwhich sold tickets costing only a few dollars, were thought more\nbenign than other forms of gambling, and that is why they had been\nadopted in many States. Casino gambling, on the other hand, was\ngenerally regarded as far more dangerous. A gambler at a casino can\neasily incur heavy losses, and the legalization of privately owned\ncasinos was known to create the threat of infiltration by organized\ncrime, as Nevada’s early experience had notoriously shown.[31] To the Congress that adopted\nPASPA, legalizing sports gambling in privately owned casinos while\nprohibiting state-run sports lotteries would have seemed exactly\nbackwards.Prohibiting the States from engaging in\ncommercial activities that are permitted for private parties would\nalso have been unusual, and it is unclear what might justify such\ndisparate treatment. Respondents suggest that Congress wanted to\nprevent States from taking steps that the public might interpret as\nthe endorsement of sports gambling, Brief for Respondents 39, but\nwe have never held that the Constitution permits the Federal\nGovernment to prevent a state legislature from expressing its views\non subjects of public importance. For these reasons, we do not\nthink that the provision barring state operation of sports gambling\ncan be severed.We reach the same conclusion with respect to the\nprovisions prohibiting state “sponsor[ship]” and “promot[ion].” The\nline between authorization, licensing, and operation, on the one\nhand, and sponsorship or promotion, on the other, is too uncertain.\nIt is unlikely that Congress would have wanted to prohibit such an\nill-defined category of state conduct.2Nor do we think that Congress would have\nwanted tosever the PASPA provisions that prohibit a\nprivate actor from “sponsor[ing],” “operat[ing],” or “promot[ing]”\nsports gambling schemes “pursuant to” state law. §3702(2). These\nprovisions were obviously meant to work together with the\nprovisions in §3702(1) that impose similar restrictions on\ngovernmental entities. If Congress had known that the latter\nprovisions would fall, we do not think it would have wanted the\nformer to stand alone.The present cases illustrate exactly how\nCongress must have intended §3702(1) and §3702(2) to work. If a\nState attempted to authorize particular private entities to engage\nin sports gambling, the State could be sued under §3702(1), and the\nprivate entity could be sued at the same time under §3702(2). The\ntwo sets of provisions were meant to be deployed in tandem to stop\nwhat PASPA aimed to prevent: state legalization of sports gambling.\nBut if, as we now hold, Congress lacks the authority to prohibit a\nState from legalizing sports gambling, the prohibition of private\nconduct under §3702(2) ceases to implement any coherent federal\npolicy.Under §3702(2), private conduct violates federal\nlaw only if it is permitted by state law. That strange rule is\nexactly the opposite of the general federal approach to gambling.\nUnder 18 U. S. C. §1955, operating a gambling business\nviolates federal law only if that conduct is illegal under state or\nlocal law. Similarly, 18 U. S. C. §1953, which\ncriminalizes the interstate transmission of wagering paraphernalia,\nand 18 U. S. C. §1084, which outlaws the interstate\ntransmission of information that assists in the placing of a bet on\na sporting event, apply only if the underlying gambling is illegal\nunder state law. See also 18 U. S. C. §1952 (making it\nillegal to travel in interstate commerce to further a gambling\nbusiness that is illegal under applicable state law).These provisions implement a coherent federal\npolicy: They respect the policy choices of the people of each State\non the controversial issue of gambling. By contrast, if §3702(2) is\nsevered from §3702(1), it implements a perverse policy that\nundermines whatever policy is favored by the people of a State. If\nthe people of a State support the legalization of sports gambling,\nfederal law would make the activity illegal. But if a State outlaws\nsports gambling, that activity would be lawful under §3702(2). We\ndo not think that Congress ever contemplated that such a weird\nresult would come to pass.PASPA’s enforcement scheme reinforces this\nconclusion. PASPA authorizes civil suits by the Attorney General\nand sports organizations but does not make sports gambling a\nfederal crime or provide civil penalties for violations. This\nenforcement scheme is suited for challenging state authorization or\nlicensing or a small number of private operations, but the scheme\nwould break down if a State broadly decriminalized sports gambling.\nIt is revealing that the Congressional Budget Office estimated that\nPASPA would impose “no cost” on the Federal Government, see\nS. Rep. No. 102–248, p. 10 (1991), a conclusion that\nwould certainly be incorrect if enforcement required a multiplicity\nof civil suits and applications to hold illegal bookies and other\nprivate parties in contempt.[32]3The remaining question that we must decide is\nwhether the provisions of PASPA prohibiting the “advertis[ing]” of\nsports gambling are severable. See §§3702(1)–(2). If these\nprovisions were allowed to stand, federal law would forbid the\nadvertising of an activity that is legal under bothfederal and state law, and that is something\nthat Congress has rarely done. For example, the advertising of\ncigarettes is heavily regulated but not totally banned. See Federal\nCigarette Labeling and Advertising Act, 79Stat. 282; Family Smoking\nPrevention and Tobacco Control Act, §§201–204, 123Stat.\n1842–1848.It is true that at one time federal law\nprohibited the use of the mail or interstate commerce to distribute\nadvertisements of lotteries that were permitted under state law,\nbut that is no longer the case. SeeUnited Statesv.Edge\nBroadcasting Co., 509 U. S. 418, 421–423 (1993). In 1975,\nCongress passed a new statute, codified at 18 U. S. C.\n§1307, that explicitlyexemptsprint advertisements\nregarding a lottery lawfully conducted by States, and inGreater\nNew Orleans Broadcasting Assn.,Inc.v.United\nStates, 527 U. S. 173, 176 (1999), we held that the First\nAmendment protects the right of a radio or television station in a\nState with a lottery to run such advertisements. In light of these\ndevelopments, we do not think that Congress would want the\nadvertising provisions to stand if the remainder of PASPA must\nfall.For these reasons, we hold that no provision of\nPASPA is severable from the provision directly at issue in these\ncases.*  *  *The legalization of sports gambling is a\ncontroversial subject. Supporters argue that legalization will\nproduce revenue for the States and critically weaken illegal sports\nbetting operations, which are often run by organized crime.\nOpponents contend that legalizing sports gambling will hook the\nyoung on gambling, encourage people of modest means to squander\ntheir savings and earnings, and corrupt professional and college\nsports.The legalization of sports gambling requires an\nimportant policy choice, but the choice is not ours to make.\nCongress can regulate sports gambling directly, but if it elects\nnot to do so, each State is free to act on its own. Our job is to\ninterpret the law Congress has enacted and decide whether it is\nconsistent with the Constitution. PASPA is not. PASPA “regulate[s]\nstate governments’ regulation” of their citizens,New York,\n505 U. S., at 166. The Constitution gives Congress no such\npower.The judgment of the Third Circuit is\nreversed.It is so ordered.Notes1See Nat. Gambling Impact\nStudy Comm’n, Final Report, p. 2–1 (1999) (Final Report); S.\nDurham & K. Hashimoto, The History of Gambling in America 34–35\n(2010).2SeeAtlantic City\nRacing Assn.v.Attorney General, 98 N. J. 535,\n539–541, 489 A. 2d 165, 167–168 (1985).3See Note, The Casino Act:\nGambling’s Past and the Casino Act’s Future, 10 Rutgers-Camden L.\nJ. 279, 287 (1979) (The Casino Act).4Id., at 288; see\nalso N. J. Const., Art. 4, §7, ¶2(A); Bingo Licensing Law, N.\nJ. Stat. Ann. §5:8–24et seq.( West\n2012).5See State Lottery Law,\nN. J. Stat. Ann. §5:9–1et seq.; The Casino Act,\nat 288; N. J. Const., Art. 4, §7, ¶2(C); Final Report, at\n2–1.6Id., at\n2–1.7T. White, The Making of\nthe President 1964, p. 275 (1965).8See D. Clary, Gangsters\nto Governors 152–153 (2017) (Clary).9See The Casino Act, at\n289.10Seeibid.; N. J. Const., Art. 4, §7, ¶2(D).11Clary\n146.12Id., at 146, 158.13Id., at 208–210.14Casinos now operate in New York,\nPennsylvania, Delaware, and Maryland. See American Gaming Assn.,\n2016 State of the States, p. 8, online at\nhttps://www.americangaming.org/sites/default/files/2016%20State%20of%20the%20States_FINAL.pdf\n(all Internet materials as last visited May 4, 2018).15See,e.g., Brief for American Gaming Assn. asAmicus\nCuriae1–2.16See,e.g., Final Report, at 3–10; B. Bradley, The Professional\nand Amateur Sports Protection Act—Policy Concerns Behind Senate\nBill 474, 2 Seton Hall J. Sport L. 5, 7 (1992); Brief for Stop\nPredatory Gambling et al. asAmici Curiae22–23.17For\nexample, in 1919, professional gamblers are said to have paid\nmembers of the Chicago White Sox to throw the World Series, an\nepisode that was thought to have threatened baseball’s status as\nthe Nation’s pastime. See E. Asinof, Eight Men Out: The Black Sox\nandthe 1919 World Series 5, 198–199 (1963). And in the early 1950s,\nthe Nation was shocked when several college basketball players were\nconvicted for shaving points. S. Cohen, The Game They Played\n183–238 (1977). This scandal is said to have nearly killed college\nbasketball. See generally C. Rosen, Scandals of ’51: How the\nGamblers Almost Killed College Basketball (1978).18See\nProfessional and Amateur Sports Protection, S. Rep. No. 102–248,\np. 8 (1991); Hearing before the Subcommittee on Patents,\nCopyrights and Trademarks of the Senate Committee on the Judiciary,\n102d Cong., 1st Sess., 21, 39, 46–47, 59–60, 227 (1991) (S. Hrg.\n102–499) (statements by representatives of major sports leagues\nopposing sports gambling).19S. Rep. No. 102–248, at\n5.20S.\nHrg. 102–499, at 10–14.21App.\nto Pet. for Cert. in No. 16–476, p. 225a.22The\nstatute applies to any “governmental entity,” which is definedas “a\nState, a political subdivision of a State, or an entity or\norganization . . . that has governmental authority within\nthe territorial boundaries of the United States.” 28\nU. S. C. §3701(2).23PASPA\ndoes not define the term “scheme.” The United States has not\noffered a definition of the term but suggests that it encompasses\nonly those forms of gambling having some unspecified degree of\norganization or structure. See Brief for United States asAmicus\nCuriae28–29. For convenience, we will use the term “sports\ngambling” to refer to whatever forms of sports gambling fall within\nPASPA’s reach.24The\nCongressional Budget Office estimated that PASPA would not require\nthe appropriation of any federal funds. S. Rep. No. 102–248, at\n10.25Ibid.26Ibid.; 138 Cong. Rec.\n12973.27Although this provision did not\nspecifically mention New Jersey or Atlantic City, its\nrequirements—permitting legalization only “in a municipality” with\nan uninterrupted 10-year history of legal casino gaming—did not fit\nanyplace else.28See,e.g., A. McCullum, Vermont’s legal recreational marijuana\nlaw: What you should know, USA Today Network (Jan. 23, 2018),\nonline at\nhttps://www.usatoday.com/story/news/nation-now/ 2018/ 01 /23 / vermont-legal-marijuana-law-what-know/1056869001/\n(“Vermont . . . bec[ame] the first [State] in the country\ntoauthorizethe recreational use of [marijuana] by an act\nof a state legislature.” (emphasis added)).29Even\nif the prohibition of state licensing were not itself\nunconstitutional, we do not think it could be severed from the\ninvalid provision forbidding state authorization. The provision of\nPASPA giving New Jersey the option of legalizing sports gambling\nwithin one year of enactment applied only to casinos operated\n“pursuant to a compre-hensive system of State regulation.”\n§3704(a)(3)(B). This showsthat Congress preferred tightly regulated\nsports gambling over total deregulation.30The\ndissent apparently disagrees with our holding that the provisions\nforbidding state authorization and licensing violate the\nanticommandering principle, but it provides no explanation for its\nposition.31See\nClary 84–102.32Of\ncourse, one need not rely on the Senate Report for the commonsense\nproposition that leaving §3702(2) in place could wildly change the\nfiscal calculus, “giv[ing] it an effect altogether different from\nthat sought by the measure viewed as a whole.”Railroad\nRetirement Bd.v.Alton R. Co.,295\nU.S. 330, 362 (1935).",
    "joined": []
}