{
    "case": {
        "docket": "16-1094",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/16-1094/"
    },
    "id": "4071124",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1094_________________REPUBLIC OF SUDAN, PETITIONERv.RICK\nHARRISON, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[March 26, 2019]Justice Alito delivered the opinion of the\nCourt.This case concerns the requirements applicable\nto a particular method of serving civil process on a foreign state.\nUnder the Foreign Sovereign Immunities Act of 1976 (FSIA), a\nforeign state may be served by means of a mailing that is\n“addressed and dispatched . . . to the head of the\nministry of foreign affairs of the foreign state concerned.” 28\nU. S. C. §1608(a)(3). The question now before us is\nwhether this provision is satisfied when a service packet that\nnames the foreign minister is mailed to the foreign state’s embassy\nin the United States. We hold that it is not. Most naturally read,\n§1608(a)(3) requires that a mailing be sent directly to the foreign\nminister’s office in the minister’s home country.IAUnder the FSIA, a foreign state is immune from\nthe jurisdiction of courts in this country unless one of several\nenumerated exceptions to immunity applies. 28 U. S. C.\n§§1604, 1605–1607. If a suit falls within one of these exceptions,\nthe FSIA provides subject-matter jurisdiction in federal district\ncourts. §1330(a). The FSIA also provides for personal jurisdiction\n“where service has been made under section 1608.” §1330(b).Section 1608(a) governs service of process on “a\nforeign state or political subdivision of a foreign state.”\n§1608(a); Fed. Rule Civ. Proc. 4(j)(1). In particular, it sets out\nin hierarchical order the following four methods by which\n“[s]ervice . . . shall be made.” 28 U. S. C.\n§1608(a). The first method is by delivery of a copy of the summons\nand complaint “in accordance with any special arrangement for\nservice between the plaintiff and the foreign state or political\nsubdivision.” §1608(a)(1). “[I]f no special arrangement exists,”\nservice may be made by the second method, namely, delivery of a\ncopy of the summons and complaint “in accordance with an applicable\ninternational convention on service of judicial documents.”\n§1608(a)(2). If service is not possible under either of the first\ntwo methods, the third method, which is the one at issue in this\ncase, may be used. This method calls for“sending a copy of the summons and\ncomplaint and a notice of suit, together with a translation of each\ninto the official language of the foreign state,by any form of\nmail requiring a signed receipt, to be addressed and dispatchedby the clerk of the courtto the head of the ministry of foreign\naffairs of the foreign state concerned.” §1608(a)(3) (emphasis\nadded).Finally, if service cannot be made within 30\ndays under §1608(a)(3), service may be effected by sending the\nservice packet “by any form of mail requiring a signed receipt, to\nbe addressed and dispatched by the clerk of the court to the\nSecretary of State in Washington, District of Columbia,” for\ntransmittal “through diplomatic channels to the foreign state.”\n§1608(a)(4).Once served, a foreign state or political\nsubdivision has 60 days to file a responsive pleading. §1608(d). If\nthe foreign state or political subdivision does not do this, it\nruns the risk of incurring a default judgment. See §1608(e). A copy\nof any such default judgment must be “sent to the foreign state or\npolitical subdivision in the [same] manner prescribed for service.”Ibid.BOn October 12, 2000, the USSCole, a\nUnited States Navy guided-missile destroyer, entered the harbor of\nAden, Yemen, for what was intended to be a brief refueling stop.\nWhile refueling was underway, a small boat drew along the side of\ntheCole, and the occupants of the boat detonated explosives\nthat tore a hole in the side of theCole. Seventeen\ncrewmembers were killed, and dozens more were injured. Al Qaeda\nlater claimed responsibility for the attack.Respondents in this case are victims of the USSColebombing and their family members. In 2010, respondents\nsued petitioner, the Republic of Sudan, alleging that Sudan had\nprovided material support to al Qaeda for the bombing. See 28\nU. S. C. §§1605A(a)(1), (c). Because respondents brought\nsuit under the FSIA, they were required to serve Sudan with process\nunder §1608(a). It is undisputed that service could not be made\nunder §1608(a)(1) or §1608(a)(2), and respondents therefore turned\nto §1608(a)(3). At respondents’ request, the clerk of the court\nsent the service packet, return receipt requested, to: “Republic of\nSudan, Deng Alor Koul, Minister of Foreign Affairs, Embassy of the\nRepublic of Sudan, 2210 Massachusetts Avenue NW, Washington, DC\n20008.” App. 172. The clerk certified that the service packet had\nbeen sent and, a few days later, certified that a signed receipt\nhad been returned.[1] After\nSudan failed to appear in the litigation, the District Court for\nthe District of Columbia held an evidentiary hearing and entered a\n$314 million default judgment against Sudan. Again at respondents’\nrequest, the clerk of the court mailed a copy of the default\njudgment in the same manner that the clerk had previously used. See\n§1608(e).With their default judgment in hand, respondents\nturned to the District Court for the Southern District of New York,\nwhere they sought to register the judgment and satisfy it through\norders requiring several banks to turn over Sudanese assets. See 28\nU. S. C. §1963 (providing for registration of judgments\nfor enforcement in other districts). Pursuant to §1610(c), the\nDistrict Court entered an order confirming that a sufficient period\nof time had elapsed following the entry and notice of the default\njudgment, and the court then issued three turnover orders.At this point, Sudan made an appearance for the\npurpose of contesting jurisdiction. It filed a notice of appeal\nfrom each of the three turnover orders and contended on appeal that\nthe default judgment was invalid for lack of personal jurisdiction.\nIn particular, Sudan maintained that §1608(a)(3) required that the\nservice packet be sent to its foreign minister at his principal\noffice in Khartoum, the capital of Sudan, and not to the Sudanese\nEmbassy in the United States.The Court of Appeals for the Second Circuit\nrejected this argument and affirmed the orders of the District\nCourt. 802 F.3d 399 (2015). The Second Circuit reasoned that,\nalthough §1608(a)(3) requires that a service packet be mailed “to\nthe head of the ministry of foreign affairs of the foreign state\nconcerned,” the statute “is silent as to a specific location where\nthe mailing is to be addressed.”Id.,at 404. In light of\nthis, the court concluded that “the method chosen by plaintiffs—a\nmailing addressed to the minister of foreign affairs at the\nembassy—was consistent with the language of the statute and could\nreasonably be expected to result in delivery to the intended\nperson.”Ibid.Sudan filed a petition for rehearing, and the\nUnited States filed anamicus curiaebrief in support of\nSudan’s petition. The panel ordered supplemental briefing and heard\nadditional oral argument, but it once again affirmed, reiterating\nits view that §1608(a)(3) “does not specify that the mailing be\nsent to the head of the ministry of foreign affairsinthe\nforeign country.” 838 F.3d 86, 91 (CA2 2016). The court thereafter\ndenied Sudan’s petition for rehearing en banc.Subsequent to the Second Circuit’s decision, the\nCourt of Appeals for the Fourth Circuit held in a similar case that\n§1608(a)(3) “does not authorize delivery of service to a foreign\nstate’s embassy even if it correctly identifies the intended\nrecipient as the head of the ministry of foreign affairs.”Kumarv.Republic of Sudan, 880 F.3d 144, 158 (2018),\ncert. pending, No. 17–1269.We granted certiorari to resolve this conflict.\n585 U. S. ___ (2018)IIAThe question before us concerns the meaning of\n§1608(a)(3), and in interpreting that provision, “[w]e begin ‘where\nall such inquiries must begin: with the language of the statute\nitself.’ ”Caraco Pharmaceutical Laboratories, Ltd.v.Novo Nordisk A/S,566 U.S.\n399, 412 (2012) (quotingUnited Statesv.Ron Pair\nEnterprises, Inc.,489 U.S.\n235, 241 (1989)). As noted, §1608(a)(3) requires that service\nbe sent “by any form of mail requiring a signed receipt, to be\naddressed and dispatched by the clerk of the court to the head of\nthe ministry of foreign affairs of the foreign state\nconcerned.”The most natural reading of this language is\nthat service must be mailed directly to the foreign minister’s\noffice in the foreign state. Although this is not, we grant, the\nonly plausible reading of the statutory text, it is the most\nnatural one. See,e.g.,United Statesv.Hohri,482 U.S.\n64, 69–71 (1987) (choosing the “more natural” reading of a\nstatute);ICCv.Texas,479 U.S.\n450, 456–457 (1987) (same); see alsoFlorida Dept. of\nRevenuev.Piccadilly Cafeterias, Inc.,554 U.S.\n33, 41 (2008) (similar).A key term in §1608(a)(3) is the past participle\n“addressed.” A letter or package is “addressed” to an intended\nrecipient when his or her name and “address” is placed on the\noutside of the item to be sent. And the noun “address,” in the\nsense relevant here, means “the designation of a place (as a\nresidence or place of business) where a person or organization may\nbe found or communicated with.” Webster’s Third New International\nDictionary 25 (1971) (Webster’s Third); see also Webster’s Second\nNew International Dictionary 30 (1957) (“the name or description of\na place of residence, business, etc., where a person may be found\nor communicated with”); Random House Dictionary of the English\nLanguage 17 (1966) (“the place or the name of the place where a\nperson, organization, or the like is located or may be reached”);\nAmerican Heritage Dictionary 15 (1969) (“[t]he location at which a\nparticular organization or person may be found or reached”); Oxford\nEnglish Dictionary 106 (1933) (OED) (“the name of the place to\nwhich any one’s letters are directed”). Since a foreign nation’s\nembassy in the United States is neither the residence nor the usual\nplace of business of that nation’s foreign minister and is not a\nplace where the minister can customarily be found, the most common\nunderstanding of the minister’s “address” is inconsistent with the\ninterpretation of §1608(a)(3) adopted by the court below and\nadvanced by respondents.We acknowledge that there are circumstances in\nwhich a mailing may be “addressed” to the intended recipient at a\nplace other than the individual’s residence or usual place of\nbusiness. For example, if the person sending the mailing does not\nknow the intended recipient’s current home or business address, the\nsender might use the intended recipient’s last known address in the\nhope that the mailing will be forwarded. Or a sender might send a\nmailing to a third party who is thought to be in a position to\nensure that the mailing is ultimately received by the intended\nrecipient. But in the great majority of cases, addressing a mailing\nto X means placing on the outside of the mailing both X’s name and\nthe address of X’s residence or customary place of work.Section 1608(a)(3)’s use of the term\n“dispatched” points in the same direction. To “dispatch” a\ncommunication means “to send [it] off or away (as to a special\ndestination) with promptness or speed often as a matter of official\nbusiness.” Webster’s Third 653; see also OED 478 (“To send off\npost-haste or with expedition or promptitude (a messenger, message,\netc., having an express destination)”). A person who wishes to\n“dispatch” a letter to X will generally send it directly to X at a\nplace where X is customarily found. The sender will not “dispatch”\nthe letter in a roundabout way, such as by directing it to a third\nparty who, it is hoped, will then send it on to the intended\nrecipient.A few examples illustrate this point. Suppose\nthat a person is instructed to “address” a letter to the Attorney\nGeneral of the United States and “dispatch” the letter\n(i.e., to “send [it] off post-haste”) to the Attorney\nGeneral. The person giving these instructions would likely be\ndisappointed and probably annoyed to learn that the letter had been\nsent to, let us say, the office of the United States Attorney for\nthe District of Idaho. And this would be so even though a\nU. S. Attorney’s office is part of the Department headed by\nthe Attorney General and even though such an office would very\nprobably forward the letter to the Attorney General’s office in\nWashington. Similarly, a person who instructs a subordinate to\ndispatch a letter to the CEO of a big corporation that owns retail\noutlets throughout the country would probably be irritated to learn\nthat the letter had been mailed to one of those stores instead of\ncorporate headquarters. To “dispatch” a letter to an addressee\nconnotes sending it directly.A similar understanding underlies the venerable\n“mailbox rule.” As first-year law students learn in their course on\ncontracts, there is a presumption that a mailed acceptance of an\noffer is deemed operative when “dispatched” if it is “properly\naddressed.” Restatement (Second) of Contracts § 66, p. 161 (1979)\n(Restatement);Rosenthalv.Walker,111 U.S.\n185, 193 (1884). But no acceptance would be deemed properly\naddressed and dispatched if it lacked, and thus was not sent to,\nthe offer- or’s address (or an address that the offeror held out as\nthe place for receipt of an acceptance). See Restatement § 66,\nCommentb.It is also significant that service under\n§1608(a)(3) requires a signed returned receipt, a standard method\nfor ensuring delivery to the addressee. Cf. Black’s Law Dictionary\n1096 (10th ed. 2014) (defining “certified mail” as “[m]ail for\nwhich the sender requests proof of delivery in the form of a\nreceipt signed by the addressee”). We assume that certified mail\nsent to a foreign minister will generally be signed for by a\nsubordinate, but the person who signs for the minister’s certified\nmail in the foreign ministry itself presumably has authority to\nreceive mail on the minister’s behalf and has been instructed on\nhow that mail is to be handled. The same is much less likely to be\ntrue for an employee in the mailroom of an embassy.For all these reasons, we think that the most\nnatural reading of §1608(a)(3) is that the service packet must bear\nthe foreign minister’s name and customary address and that it be\nsent to the minister in a direct and expeditious way. And the\nminister’s customary office is the place where he or she generally\nworks, not a farflung outpost that the minister may at most\noccasionally visit.BSeveral related provisions in §1608 support\nthis reading. SeeDavisv.Michigan Dept. of\nTreasury,489 U.S.\n803, 809 (1989) (“It is a fundamental canon of statutory\nconstruction that the words of a statute must be read in their\ncontext and with a view to their place in the overall statutory\nscheme”).1One such provision is §1608(b)(3)(B). Section\n1608(b) governs service on “an agency or instrumentality of a\nforeign state.” And like §1608(a)(3), §1608(b)(3)(B) requires\ndelivery of a service packet to the intended recipient “by any form\nof mail requiring a signed receipt, to be addressed and dispatched\nby the clerk of the court.” But §1608(b)(3)(B), unlike §1608(a)(3),\ncontains prefatory language saying that service by this method is\npermissible “if reasonably calculated to give actual notice.”Respondents read §1608(a)(3) as embodying a\nsimilar requirement. See Brief for Respondents 34. At oral\nargument, respondents’ counsel stressed this point, arguing that\nrespondents’ interpretation of §1608(a)(3) “gives effect” to the\n“familiar” due process standard articulated inMullanev.Central Hanover Bank & Trust Co.,339 U.S.\n306(1950), which is “the notion that [service] must be\nreasonably calculated to give notice.” Tr. of Oral Arg. 37–38.This argument runs up against two well-settled\nprinciples of statutory interpretation. First, “Congress generally\nacts intentionally when it uses particular language in one section\nof a statute but omits it in another.”Department of Homeland\nSecurityv.MacLean, 574 U. S. ___, ___ (2015)\n(slip op., at 7). Because Congress included the “reasonably\ncalculated to give actual notice” language only in §1608(b), and\nnot in §1608(a), we resist the suggestion to read that language\ninto §1608(a). Second, “we are hesitant to adopt an interpretation\nof a congressional enactment which renders superfluous another\nportion of that same law.”Mackeyv.Lanier Collection\nAgency & Service, Inc.,486 U.S.\n825, 837 (1988). Here, respondents encounter a superfluity\nproblem when they argue that the “addressed and dispatched” clause\nin §1608(a)(3) gives effect to theMullanedue process\nstandard. They fail to account for the fact that §1608(b)(3)(B)\ncontainsboththe “addressed and dispatched” and “reasonably\ncalculated to give actual notice” requirements. If respondents were\ncorrect that “addressed and dispatched” means “reason- ably\ncalculated to give notice,” then the phrase “reasonably calculated\nto give actual notice” in §1608(b)(3) would be superfluous. Thus,\nas the dissent agrees, §1608(a)(3) “does not deem a foreign state\nproperly served solely because the service method is reasonably\ncalculated to provide actual notice.”Post,at 2 (opinion of\nThomas, J.).2Section 1608(b)(2) similarly supports our\ninterpretation of §1608(a)(3). Section 1608(b)(2) provides for\ndelivery of a service packet to an officer or a managing or general\nagent of the agency or instrumentality of a foreign state or “to\nany other agent authorized by appointment or by law to receive\nservice of process in the United States.”This language is significant for three reasons.\nFirst, it expressly allows service on an agent. Second, it\nspecifies the particular individuals who are permitted to be served\nas agents of the recipient. Third, it makes clear that service on\nthe agent may occurin the United Statesif an agent here\nfalls within the provision’s terms.If Congress had contemplated anything similar\nunder §1608(a)(3), there is no apparent reason why it would not\nhave included in that provision terms similar to those in\n§1608(b)(2). Respondents would have us believe that Congress was\ncontent to have the courts read such terms into §1608(a)(3). In\nview of §1608(b)(2), this seems un- likely.[2] See alsopost,at 2 (“Nor does the FSIA\nauthorize service on a foreign state by utilizing an agent\ndesignated to receive process for the state”).3Section 1608(c) further buttresses our reading\nof §1608(a)(3). Section 1608(c) sets out the rules for determining\nwhen service “shall be deemed to have been made.” For the first\nthree methods of service under §1608(a), service is deemed to have\noccurred on the date indicated on “the certification, signed and\nreturned postal receipt, or other proof of service applicable to\nthe method of service employed.” §1608(c)(2). The sole exception is\nservice under §1608(a)(4), which requires the Secretary of State to\ntransmit a service packet to the foreign state through diplomatic\nchannels. Under this method, once the Secretary has transmitted the\npacket, the Secretary must send to the clerk of the court “a\ncertified copy of the diplomatic note indicating when the papers\nwere transmitted.” §1608(a)(4). And when service is effected in\nthis way, service is regarded as having occurred on the transmittal\ndate shown on the certified copy of the diplomatic note.\n§1608(c)(1).Under all these methods, service is deemed to\nhave occurred only when there is a strong basis for concluding that\nthe service packet will very shortly thereafter come into the hands\nof a foreign official who will know what needs to be done. Under\n§1608(a)(4), where service is transmitted by the Secretary of State\nthrough diplomatic channels, there is presumably good reason to\nbelieve that the service packet will quickly come to the attention\nof a high-level foreign official, and thus service is regarded as\nhaving been completed on the date of transmittal. And under\n§§1608(a)(1), (2), and (3), where service is deemed to have\noccurred on the date shown on a document signed by the person who\nreceived it from the carrier, Congress presumably thought that the\nindividuals who signed for the service packet could be trusted to\nensure that the service packet is handled properly and\nexpeditiously.It is easy to see why Congress could take that\nview with respect to a person designated for the receipt of process\nin a “special arrangement for service between the plaintiff and the\nforeign state or political subdivision,” §1608(a)(1), and a person\nso designated under “an applicable international convention,”\n§1608(a)(2). But what about §1608(a)(3), the provision now before\nus? Who is more comparable to those who sign for mail under\n§§1608(a)(1) and (2)? A person who works in the office of the\nforeign minister in the minister’s home country and is authorized\nto receive and process the minister’s mail? Or a mailroom employee\nin a foreign embassy? We think the answer is obvious, and therefore\ninterpreting §1608(a)(3) to require that a service packet be sent\nto a foreign minister’s own office better harmonizes the rules for\ndetermining when service is deemed to have been made.Respondents seek to soften the blow of an\nuntimely delivery to the minister by noting that the foreign state\ncan try to vacate a default judgment under Federal Rule of Civil\nProcedure 55(c). Brief for Respondents 27. But that is a poor\nsubstitute for sure and timely receipt of service, since a foreign\nstate would have to show “good cause” to vacate the judgment under\nthat Rule. Here, as with the previously mentioned provisions in\n§1608, giving §1608(a)(3) its ordinary meaning better harmonizes\nthe various provisions in §1608 and avoids the oddities that\nrespondents’ interpretation would create.CThe ordinary meaning of the “addressed and\ndispatched” requirement in §1608(a)(3) also has the virtue of\navoiding potential tension with the Federal Rules of Civil\nProcedure and the Vienna Convention on Diplomatic Relations.1Take the Federal Rules of Civil Procedure\nfirst. At the time of the FSIA’s enactment, Rule 4(i), entitled\n“Alternative provisions for service in a foreign-country,” set out\ncertain permissible methods of service on “part[ies] in a foreign\ncountry.” Fed. Rule Civ. Proc. 4(i)(1) (1976). One such method\nwas “by any form of mail, requiring a signed receipt, to be\naddressed and dispatched by the clerk of the courtto the party\nto be served.” Rule 4(i)(1)(D) (emphasis added). Rule 4(i)(2)\nfurther provided that “proof of service” pursuant to that method\n“shall include a receiptsigned by the addresseeor other\nevidence ofdelivery to the addresseesatisfactory to the\ncourt.” (Emphasis added.) The current version of Rule 4 is similar.\nSee Rules 4(f )(2)(C)(ii), 4(l)(2)(B).The virtually identical methods of service\noutlined in Rule 4 and §1608(a)(3) pose a problem for respondents’\nposition: If mailing a service packet to a foreign state’s embassy\nin the United States were sufficient for purposes of §1608(a)(3),\nthen it would appear to be easier to serve the foreign state than\nto serve a person in that foreign state. This is so because a\nreceipt signed by an embassy employee would not necessarily satisfy\nRule 4 since such a receipt would not bear the signature of the\nforeign minister and might not constitute evidence that is\nsufficient to show that the service packet had actually been\ndelivered to the minister. It would be an odd state of affairs for\na foreign state’s inhabitants to enjoy more protections in federal\ncourts than the foreign state itself, particularly given that the\nforeign state’s immunity from suit is at stake. The natural reading\nof §1608(a)(3) avoids that oddity.2Our interpretation of §1608(a)(3) avoids\nconcerns regarding the United States’ obligations under the Vienna\nConvention on Diplomatic Relations. We have previously noted that\nthe State Department “helped to draft the FSIA’s language,” and we\ntherefore pay “special attention” to the Department’s views on\nsovereign immunity.Bolivarian Republic of Venezuelav.Helmerich & Payne Int’l Drilling Co., 581 U. S.\n___, ___ (2017) (slip op., at 9). It is also “well settled that the\nExecutive Branch’s interpretation of a treaty ‘is entitled to great\nweight.’ ”Abbottv.Abbott,560 U.S.\n1, 15 (2010) (quotingSumitomo Shoji America, Inc.v.Avagliano,457 U.S.\n176, 185 (1982)).Article 22(1) of the Vienna Convention provides:\n“The premises of the mission shall be inviolable. The agents of the\nreceiving State may not enter them, except with the consent of the\nhead of the mission.” Vienna Convention on Diplomatic Relations,\nApr. 18, 1961, 23 U. S. T. 3237, T. I. A. S. No. 7502. Since\nat least 1974, the State Department has taken the position that\nArticle 22(1)’s principle of inviolability precludes serving a\nforeign state by mailing process to the foreign state’s embassy in\nthe United States. See Service of Legal Process by Mail on Foreign\nGovernments in the United States, 71 Dept. State Bull. 458–459\n(1974). In this case, the State Department has reiterated this view\ninamicus curiaebriefs filed in this Court and in the\nSecond Circuit. The Government also informs us that United States\nembassies do not accept service of process when the United States\nis sued in a foreign court, and the Government expresses concern\nthat accepting respondents’ interpretation of §1608 might imperil\nthis practice. Brief for United States asAmicus Curiae25–26.Contending that the State Department held a\ndifferent view of Article 22(1) before 1974, respondents argue that\nthe Department’s interpretation of the Vienna Convention is wrong,\nbut we need not decide this question. By giving §1608(a)(3) its\nmost natural reading, we avoid the potential international\nimplications of a contrary interpretation.IIIRespondents’ remaining arguments do not alter\nour conclusion. First, respondents contend that §1608(a)(3) says\nnothing about where the service packet must be sent. See Brief for\nRespondents 22 (“the statute is silent as to the locationwherethe service packet should be sent”). But while it is\ntrue that §1608(a)(3) does not expressly provide where service must\nbe sent, it is common ground that this provision must implicitly\nimpose some requirement. Respondents acknowledge this when they\nargue that the provision demands that service be sent “to a\nlocation that is likely to have a direct line of communication to\nthe foreign minister.”Id.,at 34; cf.post,at 6\n(stating that sending a letter to a Washington-based embassy “with\na direct line of communication” to the foreign minister seems as\nefficient as sending it to the minister’s office in the foreign\nstate). The question, then, is precisely what §1608(a)(3)\nimplicitly requires. Respondents assure us that a packet sent to\n“an embassy plainly would qualify,” while a packet sent to “a\ntourism office plainly would not.” Brief for Respondents 34. But if\nthe test is whether “a location . . . is likely to have a\ndirect line of communication to the foreign minister,”ibid., it is not at all clear why service could not be sent\nto places in the United States other than a foreign state’s\nembassy. Why not allow the packet to be sent, for example, to a\nconsulate? The residence of the foreign state’s ambassador? The\nforeign state’s mission to the United Nations? Would the answer\ndepend on the size or presumed expertise of the staff at the\ndelivery location? The difficult line-drawing problems that flow\nfrom respondents’ interpretation of §1608(a)(3) counsel in favor of\nmaintaining a clear, administrable rule: The service packet must be\nmailed directly to the foreign minister at the minister’s office in\nthe foreign state.Second, respondents (and the dissent, seepost,at 5–6) contrast the language of §1608(a)(3) with that\nof §1608(a)(4), which says that service by this method requires\nthat process be sent to the Secretary of State in “Washington,\nDistrict of Columbia.” If Congress wanted to require that process\nunder §1608(a)(3) be sent to a foreign minister’s office in the\nminister’s home country, respondents ask, why didn’t Congress use a\nformulation similar to that in §1608(a)(4)? This is respondents’\nstrongest argument, and in the end, we see no entirely satisfactory\nresponse other than that §1608(a) does not represent an example of\nperfect draftsmanship. We grant that the argument based on the\ncontrasting language in §1608(a)(4) cuts in respondents’ favor, but\nit is outweighed in our judgment by the countervailing arguments\nalready noted.Finally, respondents contend that it would be\n“the height of unfairness to throw out [their] judgment” based on\nthe highly technical argument belatedly raised by petitioner. See\nBrief for Respondents 35. We understand respondents’ exasperation\nand recognize that enforcing compliance with §1608(a)(3) may seem\nlike an empty formality in this particular case, which involves\nhighly publicized litigation of which the Government of Sudan may\nhave been aware prior to entry of default judgment. But there are\ncircumstances in which the rule of law demands adherence to strict\nrequirements even when the equities of a particular case may seem\nto point in the opposite direction. The service rules set out in\n§1608(a)(3), which apply to a category of cases with sensitive\ndiplo- matic implications, clearly fall into this category. Under\nthose rules, all cases must be treated the same.Moreover, as respondents’ counsel acknowledged\nat oral argument, holding that Sudan was not properly served under\n§1608(a)(3) is not the end of the road. Tr. of Oral Arg. 56.\nRespondents may attempt service once again under §1608(a)(3), and\nif that attempt fails, they may turn to §1608(a)(4). When asked at\nargument to provide examples of any problems with service under\n§1608(a)(4), respondents’ counsel stated that he was unaware of any\ncases where such service failed.Id.,at 59–62.*  *  *We interpret §1608(a)(3) as it is most\nnaturally understood: A service packet must be addressed and\ndispatched to the foreign minister at the minister’s office in the\nforeign state. We therefore reverse the judgment of the Court of\nAppeals and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Notes1Sudan questions whether\nrespondents named the correct foreign minister and whether the\nSudanese Embassy received the service packet. Because we find the\nservice deficient in any event, we assume for the sake of argument\nthat the correct name was used and that the Embassy did receive the\npacket.2Notably, the idea of\ntreating someone at a foreign state’s embassy as an agent for\npurposes of service on the foreign state was not unfamiliar to\nCongress. An earlier proposed version of the FSIA would have\npermitted service on a foreign state by sending the service packet\n“to the ambassador or chief of mission of the foreign state.” See\nS. 566, 93d Cong., 1st Sess., §1608, p. 6 (1973).",
    "joined": []
}