{
    "case": {
        "docket": "289",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/289/"
    },
    "id": "1970573",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–465_________________DEBORAH K. JOHNSON, ACTING WARDEN, PE-\nTITIONERv.TARA SHENEVA WILLIAMSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 20, 2013]Justice Alito delivered the opinion of the\nCourt.The Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA) restricts the circumstances under which a\nfederal habeas court may grant relief to a state prisoner whose\nclaim has already been “adjudicated on the merits in State court.”\n28 U. S. C. §2254(d). Specifically, if a claim has been\n“adjudicated on the merits in State court,” a federal habeas court\nmay not grant relief unless “the adjudication of the claim—“(1) resulted in a decision that was contrary\nto, or involved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates; or“(2) resulted in a decision that was based on an\nunreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.”Ibid.Because the requirements of §2254(d) are\ndifficult to meet, it is important whether a federal claim was\n“adjudicated on the merits in State court,” and this case requires\nus to ascertain the meaning of the adjudication-on-the merits\nrequirement. This issue arises when a defendant convicted in state\ncourt attempts to raise a federal claim, either on direct appeal or\nin a collateral state proceeding, and a state court rules against\nthe defendant and issues an opinion that addresses some issues but\ndoes not expressly address the federal claim in question. If this\ndefendant then raises the same claim in a federal habeas\nproceeding, should the federal court regard the claim as having\nbeen adjudicated on the merits by the state court and apply\ndeference under §2254(d)? Or may the federal court assume that the\nstate court simply overlooked the federal claim and proceed to\nadjudicate the claimde novo, the course taken by the\nCourt of Appeals in the case at hand?We believe that the answer to this question\nfollows logically from our decision inHarringtonv.Richter, 562 U. S. ___ (2011). In that case, we held\nthat, when a state court issues an order that summarily rejects\nwithout discussionallthe claims raised by a defendant,\nincluding a federal claim that the defendant subsequently presses\nin a federal habeas proceeding, the federal habeas court must\npresume (subject to rebuttal) that the federal claim was\nadjudicated on the merits. We see no reason why this same rule\nshould not apply when the state court addresses some of the claims\nraised by a defendant but not a claim that is later raised in a\nfederal habeas proceeding.Applying this rule in the present case, we hold\nthat the federal claim at issue here (a Sixth Amendment jury trial\nclaim) must be presumed to have been adjudicated on the merits by\nthe California courts, that this presumption was not adequately\nrebutted, that the restrictive standard of review set out in\n§2254(d)(2) consequently applies, and that under that standard\nrespondent is not entitled to habeas relief. We therefore reverse\nthe judgment of the Court of Appeals.IAIn October 1993, respondent Tara Williams took\ntwo of her friends for a drive in southern California with the\nobjective of committing a robbery. They stopped at a liquor store\nin Long Beach, and while Williams waited in the getaway car, her\nfriends stole money from the cash register and fatally shot the\nstore’s owner. Williams then drove one of her friends away, and the\nother fled on foot. Williams avoided capture for five years but was\nultimately apprehended and charged with first-degree murder.At trial, Williams admitted that she had served\nas the getaway driver but claimed that she did not know that her\nfriends were going to rob the liquor store at the particular time\nin question. Instead, she contended that the three friends had\nagreed only that they would “case” the store and would possibly\nreturn later that evening to rob it. The State countered that,\nregardless of whether Williams knew precisely when and where the\nrobbery was to take place, she had agreed to help commit a robbery\nand that this was sufficient to provide the predicate for felony\nmurder under California law.After deliberating for about three hours, the\njury foreman sent the judge two notes. The first note asked the\nfollowing question:“ ‘Is it legally permissible for a juror\nto interpret . . . the jury instructions to mean that the\nconspiracy should involve a plan to commit a specific robbery\nrather than a general plan to commit robberies in the\nfuture?’ ” Tr. 1247.The second note stated:“I wish to inform you that we have one juror\nwho . . . has expressed an intention to disregard the law\n. . . and . . . has expressed concern relative\nto the severity of the charge (first degree murder).”Id.,\nat 1246.The judge told the jury that the answer to the\nquestion in the first note was “no.”Id.,at 1249. Then,\nover Williams’ objection, the judge briefly questioned the foreman\noutside the presence of the rest of the jury about the second note.\nThe foreman said that he thought the judge’s answer to the first\nnote might resolve the problem, and the judge instructed the jury\nto resume its deliberations.The next morning, once again over Williams’\nobjection, the judge decided to inquire further about the foreman’s\nsecond note. On questioning by the judge and lawyers for both\nparties, the foreman testified that Juror 6 had brought up past\ninstances of jury nullification. The foreman also expressed doubt\nabout whether Juror 6 was willing to apply the felony-murder rule.\nThe trial judge then ordered questioning of Juror 6, who first\ndenied and then admitted bringing up instances of nullification.\nJuror 6 also testified that this was a serious case and that he\nwould vote to convict only if he was “very convinced\n. . . beyond a reasonable doubt.”Id.,at 1280. He\nlater clarified that in his view “convinced beyond a reasonable\ndoubt” and “very convinced beyond a reasonable doubt” meant the\nsame thing.Id.,at 1281. After taking testi- mony from the\nremaining jurors, who corroborated the foreman’s testimony to\nvarying degrees, the trial judge dis- missed Juror 6 for bias. With\nan alternate juror in place, the jury convicted Williams of\nfirst-degree murder.BOn appeal to the California Court of Appeal,\nWilliams argued, among other things, that the discharge of Juror 6\nviolated both the Sixth Amendment and the California Penal Code,\nwhich allows a California trial judge to dismiss a juror who “upon\n. . . good cause shown to the court is found to be unable\nto perform his or her duty.” Cal. Penal Code Ann. §1089 (West\n2004). Although Williams’ brief challenged the questioning and\ndismissal of Juror 6 on both state and federal grounds, it did not\nclearly distinguish between these two lines of authority.In a written opinion affirming Williams’\nconviction, the California Court of Appeal devoted several pages to\ndiscussing the propriety of the trial judge’s decision to dis- miss\nthe juror.Peoplev.Taylor, No. B137365 (Mar. 27,\n2001). The court held that Juror 6 had been properly dismissed for\nbias and quoted this Court’s definition of “impartiality” inUnitedStatesv.Wood,299\nU.S. 123, 145–146 (1936). But despite its extended discussion\nof Juror 6’s dismissal and the questioning that preceded it, the\nCalifornia Court of Appeal never expressly acknowledged that it was\ndeciding a Sixth Amendment issue.Williams petitioned the California Supreme Court\nfor review, and while her petition was pending, that court decidedPeoplev.Cleveland,25 Cal. 4th 466,21 P.3d 1225(2001), which held that a trial court had abused\nits discretion by dismissing for failure to deliberate a juror who\nappeared to disagree with the rest of the jury about the evidence.\nThe California Supreme Court granted Williams’ petition for review\nand remanded her case for further consideration in light of this\nintervening authority.Peoplev.Taylor, No. S097387\n(July 11, 2001).On remand, the California Court of Appeal issued\na revised opinion holding that the trial court had not abused its\ndiscretion by questioning the jury and dismissing Juror 6. Williams\nargued that Juror 6—like the holdout juror inCleveland—was\ndismissed because he was uncooperative with other jurors who did\nnot share his view of the evidence. But the California Court of\nAppeal disagreed, explaining that Williams’ argument “not only\nmisstate[d] the evidence,” but also “ignore[d] the trial court’s\nexplanation that it was discharging Juror No. 6 because he had\nshown himself to be biased,notbecause he was failing to\ndeliberate or engaging in juror nullification.”Peoplev.Taylor, No. B137365 (Jan. 18, 2002), App. to Pet. for Cert.\n105a. As in its earlier opinion, the California Court of Appeal\nquoted our definition of juror bias inWood, but the court\ndid not expressly acknowledge that Williams had invoked a federal\nbasis for her argument. Despite that omission, however, Williams\ndid not seek rehearing or other- wise suggest that the court had\noverlooked her federal claim. Instead, she filed another petition\nfor review in the California Supreme Court, but this time that\ncourt denied relief in a one-sentence order.Peoplev.Taylor, No. S104661 (Apr. 10, 2002), App. to Pet. for Cert.\n85a.Williams sought but failed to obtain relief\nthrough state habeas proceedings, and she then filed a federal\nhabeas petition under 28 U. S. C. §2254. The District\nCourt applied AEDPA’s deferential standard of review for claims\npreviously adjudicated on the merits and denied relief.Williamsv.Mitchell, No. 03–2691 (CD Cal., May 30,\n2007), App. to Pet. for Cert. 57a. In so holding, the District\nCourt adopted a Magistrate Judge’s finding that the evidence “amply\nsupport[ed] the trial judge’s determination that good cause existed\nfor the discharge of Juror 6.”Williamsv.Mitchell,\nNo. 03–2691 (CD Cal., Mar. 19, 2007),id.,at 70a.The Ninth Circuit reversed. Unlike the District\nCourt, the Ninth Circuit declined to apply the deferential standard\nof review contained in §2254(d). The Ninth Circuit took this\napproach because it thought it “obvious” that the State Court of\nAppeal had “overlooked or disregarded” Williams’ Sixth Amendment\nclaim.[1]Williamsv.Cavazos, 646 F.3d 626, 639 (2011). The Ninth Circuit\nreasoned thatCleveland, the State Supreme Court decision on\nwhich the State Court of Appeal had relied, “was not a\nconstitutional decision,” 646 F. 3d, at 640, and the Ninth\nCircuit attributed no significance to the state court’s citation of\nour decision inWood. Reviewing Williams’ Sixth Amendment\nclaimde novo, the Ninth Circuit applied its own\nprecedent and held that the questioning and dismissal of Juror 6\nviolated the Sixth Amendment. 646 F. 3d, at 646–647. We\ngranted the warden’s petition for a writ of certiorari, 565\nU. S. ___ (2012), in order to decide whether the Ninth Circuit\nerred by refusing to afford AEDPA deference to the California Court\nof Appeal’s decision.IIAAs noted above, AEDPA sharply limits the\ncircum- stances in which a federal court may issue a writ of habeas\ncorpus to a state prisoner whose claim was “adjudicated on the\nmerits in State court proceedings.” 28 U. S. C. §2254(d).\nInRichter, 562 U. S., at ___ (slip op., at 10), we\nheld that §2254(d) “does not require a state court to give reasons\nbefore its decision can be deemed to have been ‘adjudicated on the\nmerits.’ ” Rather, we explained, “[w]hen a federal claim has\nbeen presented to a state court and the state court has denied\nrelief, it may be presumed that the state court adjudicated the\nclaim on the merits in the absence of any indication or state-law\nprocedural principles to the contrary.”Id.,at ___ (slip\nop., at 9).Our reasoning inRichterpoints clearly\nto the answer to the question presented in the case at hand.\nAlthoughRichteritself concerned a state-court order that\ndid not addressanyof the defendant’s claims, we see no\nreason why theRichterpresumption should not also apply\nwhen a state-court opinion addresses some but not all of a\ndefendant’s claims. There would be a reason for drawing a\ndistinction between these two situations if opinions issued by\nstate appellate courts always separately addressed every single\nclaim that is mentioned in a defendant’s papers. If there were such\na uniform practice, then federal habeas courts could assume that\nany unaddressed federal claim was simply overlooked.No such assumption is warranted, however,\nbecause it is not the uniform practice of busy state courts to\ndiscuss separately every single claim to which a defendant makes\neven a passing reference. On the contrary, there are several\nsituations in which state courts frequently take a different\ncourse.First, there are circumstances in which a line\nof state precedent is viewed as fully incorporating a related\nfederal constitutional right. In California, for example, the state\nconstitutional right to be present at trial “ ‘is generally\ncoextensive with’ ” the protections of the Federal\nConstitution.Peoplev.Butler, 46 Cal. 4th 847, 861,\n209 P.3d 596, 606 (2009); see also,e.g., Commonwealthv.Prunty, 462 Mass. 295, 305, n. 14, 968 N.E.2d 361, 371,\nn. 14 (2012) (standard for racial discrimination in juror selection\n“ ‘is the same under the Federal Constitution and the\n[Massachusetts] Declaration of Rights’ ”);Statev.Krause, 817 N.W.2d 136, 144 (Minn. 2012) (“ ‘The due\nprocess protection provided under the Minnesota Constitution is\nidentical to the due proces[s] guaranteed under the Constitution of\nthe United States’ ”);Statev.Engelhardt, 280\nKan. 113, 122, 119 P.3d 1148, 1158 (2005) (observing that a Kansas\nstatute is “analytically and functionally identical to the\nrequirements under the Confrontation Clause and the Due Process\nClause of the federal Constitution”). In this situation, a state\nappellate court may regard its discussion of the state precedent as\nsufficient to cover a claim based on the related federal right.Second, a state court may not regard a fleeting\nreference to a provision of the Federal Constitution or federal\nprecedent as sufficient to raise a separate federal claim. Federal\ncourts of appeals refuse to take cognizance of arguments that are\nmade in passing without proper development. See,e.g.,United Statesv.Cloud, 680 F.3d 396, 409, n. 7\n(CA4 2012);United Statesv.Mitchell, 502 F.3d 931,\n953, n. 2 (CA9 2007);United Statesv.Charles,469 F.3d 402,408(CA5 2006);Reynoldsv.Wagner,128 F.3d 166, 178 (CA3 1997);Carducciv.Regan,\n714 F.2d 171, 177 (CADC 1983). State appellate courts are entitled\nto follow the same practice.Third, there are instances in which a state\ncourt may simply regard a claim as too insubstantial to merit\ndiscussion. Indeed, the California Court of Appeal has expressly\nstated that it has no obligation to address claims that lack\narguable merit. SeePeoplev.Rojas,118 Cal. App. 3d 278, 290, 173 Cal. Rptr. 91,93(1981). That court has explained: “In an era in which there is\nconcern that the quality of justice is being diminished by\nappellate backlog with its attendant delay, which in turn\ncontributes to a lack of finality of judgment, it behooves us as an\nappellate court to ‘get to the heart’ of cases presented and\ndispose of them expeditiously.”Ibid.See alsoPeoplev.Burke,18 Cal. App. 72, 79, 122 P. 435, 439 (1912) (“The\nauthor of an opinion . . . must follow his own judgment\nas to the degree of elaboration to be accorded to the treatment of\nany proposition andas to the questions which are worthy of\nnotice at all” (emphasis added)). While it is preferable for an\nappellate court in a criminal case to list all of the arguments\nthat the court recognizes as having been properly presented, see R.\nAldisert, Opinion Writing 95–96 (3d ed. 2012), federal courts have\nno authority to impose mandatory opinion-writing standards on state\ncourts, seeColemanv.Thompson,501 U.S.\n722, 739 (1991) (“[W]e have no power to tell state courts how\nthey must write their opinions”). The caseloads shouldered by many\nstate appellate courts are very heavy,[2] and the opinions issued by these courts must be read\nwith that factor in mind.In sum, because it is by no means uncommon for a\nstate court to fail to address separately a federal claim that the\ncourt has not simply overlooked, we see no sound reason for failing\nto apply theRichterpresumption in cases like the one now\nbefore us. When a state court rejects a federal claim without\nexpressly addressing that claim, a federal habeas court must\npresume that the federal claim was adjudicated on the merits—but\nthat presumption can in some limited circumstances be rebutted.BNot satisfied with a strong but rebuttable\npresumption, petitioner urges us to make the presumption\nirrebuttable. Specifically, petitioner contends that a state court\nmust be regarded as having adjudicated a federal claim on the\nmerits if the state court addressed “the substance of [an] asserted\ntrial error.” Brief for Petitioner 27. Suppose, for example, that a\ndefendant claimed in state court that something that occurred at\ntrial violated both a provision of the Federal Constitution and a\nrelated provision of state law, and suppose further that the state\ncourt, in denying relief, made no reference to federal law.\nAccording to petitioner’s argument, a federal habeas court would be\nrequired to proceed on the assumption that the federal claim was\nadjudicated on the merits.This argument goes too far. To be sure, if the\nstate-law rule subsumes the federal standard—that is, if it is at\nleast as protective as the federal standard—then the federal claim\nmay be regarded as having been adjudicated on the merits. SeeEarlyv.Packer,537 U.S.\n3, 8 (2002) (per curiam).But what if, for\nexample, in at least some circumstances the state standard islessprotective? Or what if the state standard is quite\ndifferent from the federal standard, and the defendant’s papers\nmade no effort to develop the basis for the federal claim? What if\na provision of the Federal Constitution or a federal precedent was\nsimply mentioned in passing in a footnote or was buried in a string\ncite? In such circumstances, the presumption that the federal claim\nwas adjudicated on the merits may be rebutted—either by the habeas\npetitioner (for the purpose of showing that the claim should be\nconsidered by the federal courtde novo) or by the\nState (for the purpose of showing that the federal claim should be\nregarded as procedurally defaulted). SeeColeman,supra, at 739 (rebuttable presumption of no independent and\nadequate state ground applies so long as “it fairly appears that a\nstate court judgment rested primarily on federal law or was\ninterwoven with federal law”). Thus, while theRichterpresumption is a strong one that may be rebutted only in unusual\ncircumstances, it is not irrebuttable.[3] “Per serules should not be applied\n. . . in situations where the generalization is incorrect\nas an empirical matter,”Coleman, 501 U. S., at 737,\nand an irrebuttable presumption that state courts never overlook\nfederal claims would occasionally miss the mark.The language of 28 U. S. C. §2254(d)\nmakes it clear that this provision applies only when a federal\nclaim was “adjudicatedon the meritsin State court.” A\njudgment is normally said to have been rendered “on the merits”\nonly if it was “delivered after the court . . . heard andevaluatedthe evidence and the parties’ substantive\narguments.” Black’s Law Dictionary 1199 (9th ed. 2009) (emphasis\nadded). And as used in this context, the word “merits” is defined\nas “[t]he intrinsic rights and wrongs of a caseas\ndetermined bymatters of substance, in distinction from\nmatters of form.” Webster’s New International Dictionary 1540 (2d\ned. 1954) (emphasis added); see also,e.g.,9 Oxford English\nDictionary 634 (2d ed. 1989) (“the intrinsic ‘rights and wrongs’\nof the matter, in contradistinction to extraneous points such\nas the competence of the tribunal or the like” (emphasis added));\nRandom House Dictionary of the English Language 897 (1967) (“theintrinsic right and wrong of a matter, as a law case,\nunobscured by procedural details, technicalities, personal\nfeelings, etc.” (emphasis added)). If a federal claim is rejected\nas a result of sheer inadvertence, it has not been evaluated based\non the intrinsic right and wrong of the matter. Justice Scalia is\nsurely correct that such claims have been adjudicated and present\nfederal questions we may review,post,at 3–4, but it does\nnot follow that they have been adjudicated “on the merits.” By\nhaving us nevertheless apply AEDPA’s deferential standard of review\nin such cases, petitioner’s argument would improperly excise\n§2254(d)’s on-the-merits requirement.Nor does petitioner’s preferred approach follow\ninexorably from AEDPA’s deferential architecture. Even while\nleaving “primary responsibility” for adjudicating federal claims to\nthe States,Woodfordv.Visciotti,537 U.S.\n19, 27 (2002) (per curiam), AEDPA permitsde novoreview in those rare cases when a state court\ndecides a federal claim in a way that is “contrary to” clearly\nestablished Supreme Court precedent, seePanettiv.Quarterman,551 U.S.\n930, 953 (2007). When the evidence leads very clearly to the\nconclusion that a federal claim was inadvertently overlooked in\nstate court, §2254(d) entitles the prisoner to an unencumbered\nopportunity to make his case before a fed- eral judge.We are not persuaded that applying a rebuttable\npresumption in this context will be unduly burdensome for federal\ncourts. BeforeRichter, every Court of Appeals to consider\nthe issue allowed a prisoner to argue that a state court had\noverlooked his federal claim.[4] That approach did not prompt an unmanageable flood of\nlitigation, and we see no reason to fear that it will do so\nnow.IIIApplying the presumption of merits\nadjudication to the facts of this case, we hold that the Ninth\nCircuit erred by finding that the California Court of Appeal\noverlooked Williams’ Sixth Amendment claim. Several facts make this\nconclusion inescapable.Most important is the state court’s discussion\nofCleveland,25 Cal. 4th 466,21 P.3d 1225, a California Supreme Court decision on which the\nCourt of Appeal solicited briefing.Clevelandheld that a\nCalifornia trial court, “if put on notice that a juror is not\nparticipating in delib- erations,” may “conduct ‘whatever inquiry\nis reasonably necessary to determine’ whether such grounds exist\nand . . . discharge the juror if it appears as a\n‘demonstrable reality’ that the juror is unable or unwilling to\ndeliberate.”Id.,at 484, 21 P. 3d, at 1237 (citations\nomitted). TheClevelandcourt acknowledged “[t]he need to\nprotect the sanctity of jury deliberations,”id.,at 476, 21\nP. 3d, at 1231, and included a lengthy discussion of three Federal\nCourt of Appeals cases that it said had “considered these issues in\ndepth,”id.,at 480–484, 21 P. 3d, at 1234–1237. Those three\ncases—UnitedStatesv.Symington,195 F.3d 1080(CA9 1999),UnitedStatesv.Thomas,116 F.3d 606(CA2 1997), andUnited Statesv.Brown, 823 F.2d 591 (CADC 1987)—concern the discharge of\nholdout jurors in federal court. Each case discusses the Sixth\nAmendment right to a jury trial and concludes that a trial court\nshould not inquire further if it appears that there is “ ‘any\nreasonable possibility that the impetus for a juror’s dismissal\nstems from the juror’s views on the merits of the case.’ ”Cleveland,supra,at 484, 21 P. 3d, at 1237\n(quotingSymington,supra, at 1087); see alsoThomas,supra, at 621–622;Brown,supra, at 596. Though theClevelandcourt found much\nto praise in these decisions, it expressly declined to follow them\non this point. 25 Cal. 4th, at 483–484, 21 P. 3d, at\n1236–1237.Clevelanddid not expressly purport to\ndecide a federal constitutional question, but its discussion ofSymington,Thomas, andBrownshows that the\nCalifornia Supreme Court understood itself to be deciding a\nquestion with federal constitutional dimensions. See 25 Cal. 4th,\nat 487, 21 P. 3d, at 1239 (Werdegar, J., concurring)\n(emphasizing importance of careful appellate review in juror\ndischarge cases in light of the “constitutional dimension to the\nproblem”). Indeed, it is difficult to imagine the California\nSupreme Court announcing an interpretation of Cal. Penal Code Ann.\n§1089 that it believed to be less protective than the Sixth\nAmendment, as any such interpretation would provide no guidance to\nstate trial judges bound to follow both state and federal law.The Ninth Circuit’s conclusion to the contrary\nrested on the fact thatClevelandrefused to followSymington,Brown, andThomas. 646 F. 3d,\nat 640. But the views of the federal courts of appeals do not bind\nthe California Supreme Court when it decides a federal\nconstitutional question, and disagreeing with the lower federal\ncourts is not the same as ignoring federal law. The Ninth Circuit’s\napparent assumption that the California Supreme Court could not\nrefuse to follow federal court of appeals precedent without\ndisregarding the Federal Constitution would undo §2254(d)’s\n“contrary to” provision, which requires deference unless a state\ncourt fails to followSupreme Courtprecedent. 28\nU. S. C. §2254(d)(1).Regardless of whether a California court would\nconsider Williams’ §1089 and Sixth Amendment claims to be perfectly\ncoextensive, the fact that these claims are so similar makes it\nunlikely that the California Court of Appeal decided one while\noverlooking the other. Indeed, it is dif- ficult to imagine any\npanel of appellate judges readingClevelandand passing on\nthe propriety of dismissing a holdout juror under §1089 without\nrealizing that such situations also bear on the federal\nconstitutional right to a fair trial. The California Court of\nAppeal’s quotation of our definition of “impartiality” fromWood, 299 U. S., at 145–146, points to the same\nconclusion, confirming that the state court was well aware that the\nquestioning and dismissal of Juror 6 implicated both state and\nfederal law.Williams’ litigation strategy supports the same\nresult. Throughout her state proceedings, Williams treated her\nstate and federal claims as interchangeable, and it is hardly\nsurprising that the state courts did so as well. See Brief for\nAppellant in No. B137365 (Cal. App.), App. 29 (citing §1089\nprecedent and concluding that Williams “was accordingly denied her\nSixth Amendment right to a unanimous jury”). After the California\nCourt of Appeal rendered its decision, Williams neither petitioned\nthat court for rehearing nor argued in the subsequent state and\nfederal proceedings that the state court had failed to adjudicate\nher Sixth Amendment claim on the merits. The possibility that the\nCalifornia Court of Appeal had simply overlooked Williams’ Sixth\nAmendment claim apparently did not occur to anyone until that issue\nwas raised by two judges during the oral argument in the Ninth\nCircuit. See 646 F. 3d, at 638, n. 7. Williams presumably\nknows her case better than anyone else, and the fact that she does\nnot appear to have thought that there was an oversight makes such a\nmistake most improbable.We think it exceedingly unlikely that the\nCalifornia Court of Appeal overlooked Williams’ federal claim, and\nthe Ninth Circuit’s judgment to the contrary is reversed. The case\nis remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1Consistent with our\ndecision inYlstv.Nunnemaker,501 U.S.\n797, 806 (1991), the Ninth Circuit “look[ed] through” the\nCalifornia Supreme Court’s summary denial of Williams’ petition for\nreview and examined the California Court of Appeal’s opinion, the\nlast reasoned state-court decision to address Juror 6’s dismissal.Williamsv.Cavazos, 646 F.3d 626, 635\n(2011).2See,e.g.,\nJudicial Council of California, 2011 Court Statistics Report,\nStatewide Caseload Trends, 2000–2001 Through 2009–2010, p. 15\n(observing that in fiscal year 2009–2010, the 105-judge California\nCourt of Appeal produced opinions in 10,270 cases), online at\nhttp://www.courts.ca.gov/documents/2011CourtStatisticsReport.pdf\n(all Inter-net materials as visited Jan. 24, 2013, and available in\nClerk of Court’s case file);In re Certification of Need\nfor Additional Judges, 2012 WL 6619382 (Fla., Dec. 20, 2012)\n(in fiscal year 2011–2012, Florida’s Second District Court of\nAppeal received appeals in 6,834 cases); Supreme Court of Ohio,\n2011 Ohio Courts Statistical Report, p. 14 (observing that in 2011\nthe State’s 69 intermediate appellatejudges rendered decisions in\n7,129 cases), online at\nhttp://www.supremecourt.ohio.gov / publications / annrep / IOCS / 2011OCS.pdf;Court\nStatistics Project, Examining the Work of State Courts: An Analysis\nof 2010 State Court Caseloads 40 (2012) (noting that in 2010 state\nappellate courts received appeals in over 270,000\ncases).3For example, when a\ndefendant does so little to raise his claim that he fails to\n“ ‘fairly present’ ” it in “each appropriate state\ncourt,”Baldwinv.Reese,541 U.S.\n27, 29 (2004), theRichterpresumption is fully\nrebutted.4See,e.g.,Lyellv.Renico,470 F.3d 1177, 1181–1182 (CA6 2006);Billingsv.Polk,441 F.3d 238, 252 (CA4 2006);Espyv.Massac,443 F.3d 1362, 1364–1365, and n. 2 (CA11 2006);Brownv.Luebbers,371 F.3d 458, 460–461 (CA8 2004) (en banc);Chadwickv.Janecka,312 F.3d 597, 606 (CA3 2002);Nordev.Keane,294 F.3d 401, 410 (CA2 2002);Duckettv.Mullin,306 F.3d 982, 990 (CA10 2002);Fortiniv.Murphy,257 F.3d 39, 47 (CA1 2001).",
    "joined": []
}