{
    "case": {
        "docket": "14-6166",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-6166/"
    },
    "id": "3587719",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–6166_________________DAVID ANTHONY TAYLOR, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2016]Justice Alito delivered the opinion of the\nCourt.The Hobbs Act makes it a crime for a person to\naffect commerce, or to attempt to do so, by robbery. 18\nU. S. C. §1951(a). The Act defines “commerce” broadly as\ninterstate commerce “and all other commerce over which the United\nStates has jurisdiction.” §1951(b)(3). This case requires us to\ndecide what the Government must prove to satisfy the Hobbs Act’s\ncommerce element when a defendant commits a robbery that targets a\nmarijuana dealer’s drugs or drug proceeds.The answer to this question is straightforward\nand dictated by our precedent. We held inGonzalesv.Raich, 545 U. S. 1 (2005) , that the Commerce Clause\ngives Congress authority to regulate the national market for\nmarijuana, including the authority to proscribe the purely\nintrastate production, possession, and sale of this controlled\nsubstance. Because Congress may regulate these intrastate\nactivities based on their aggregate effect on interstate commerce,\nit follows that Congress may also regulate intrastate drugtheft. And since the Hobbs Act criminalizes robberies and\nattempted robberies that affect any commerce “over which the United\nStates has jurisdiction,” §1951(b)(3), the prosecution in a Hobbs\nAct robbery case satisfies the Act’s commerce element if it shows\nthat the defendant robbed or attempted to rob a drug dealer of\ndrugs or drug proceeds. By targeting a drug dealer in this way, a\nrobber necessarily affects or attempts to affect commerce over\nwhich the United States has jurisdiction.In this case, petitioner Anthony Taylor was\nconvicted on two Hobbs Act counts based on proof that he attempted\nto rob marijuana dealers of their drugs and drug money. We hold\nthat this evidence was sufficient to satisfy the Act’s commerce\nelement.IBeginning as early as 2009, an outlaw gang\ncalled the “Southwest Goonz” committed a series of home invasion\nrobberies targeting drug dealers in the area of Roanoke, Virginia.\n754 F. 3d 217, 220 (CA4 2014). For obvious reasons, drug\ndealers are more likely than ordinary citizens to keep large\nquantities of cash and illegal drugs in their homes and are less\nlikely to report robberies to the police. For participating in two\nsuch home invasions, Taylor was convicted of two counts of Hobbs\nAct robbery, in violation of §1951(a), and one count of using a\nfirearm in furtherance of a crime of violence, in violation of\n§924(c).The first attempted drug robbery for which\nTaylor was convicted occurred in August 2009.Id., at 220.\nTaylor and others targeted the home of Josh Whorley, having\nobtained information that Whorley dealt “exotic and high grade”\nmarijuana.Ibid.“The robbers expected to find both drugs\nand money” in Whorley’s home.Ibid.Taylor and the others\nbroke into the home, searched it, and assaulted Whorley and his\ngirlfriend. They demanded to be told the location of money and\ndrugs but, not locating any, left with only jewelry, $40, two cell\nphones, and a marijuana cigarette.Ibid.The second attempted drug robbery occurred two\nmonths later in October 2009 at the home of William Lynch.Ibid.A source informed the leader of the gang that, on a\nprior occasion, the source had robbed Lynch of 20 pounds of\nmarijuana in front of Lynch’s home. The gang also received\ninformation that Lynch continued to deal drugs. Taylor and others\nbroke into Lynch’s home, held his wife and young children at\ngunpoint, assaulted his wife, and demanded to know the location of\nhis drugs and money. Again largely unsuccessful, the robbers made\noff with only a cell phone.Id.,at 221.For his participation in these two home\ninvasions, Taylor was indicted under the Hobbs Act on two counts of\naffecting commerce or attempting to do so through robbery. App.\n11a–13a. His first trial resulted in a hung jury. On retrial, at\nthe urging of the Government, the District Court precluded Taylor\nfrom introducing evidence that the drug dealers he targeted might\nbe dealing in only locally grown marijuana.Id.,at 60a; see\n754 F. 3d, at 221. During the second trial, Taylor twice moved\nfor a judgment of acquittal on the ground that the prosecution had\nfailed to meet its burden on the commerce element, Tr. 445–447,\n532–533; see 754 F. 3d, at 221, but the District Court denied\nthose motions, holding that the proof that Taylor attempted to rob\ndrug dealers was sufficient as a matter of law to satisfy that\nelement. Tr. 446, 532–533. The jury found Taylor guilty on both of\nthe Hobbs Act counts and one of the firearms counts. App.\n67a–69a.On appeal, Taylor challenged the sufficiency of\nthe evidence to prove the commerce element of the Hobbs Act, but\nthe Fourth Circuit affirmed. “Because drug dealing in the aggregate\nnecessarily affects interstate commerce,” the court reasoned, “the\ngovernment was simply required to prove that Taylor depleted or\nattempted to deplete the assets of such an operation.” 754\nF. 3d, at 224.We granted certiorari to resolve a conflict in\nthe Circuits regarding the demands of the Hobbs Act’s commerce\nelement in cases involving the theft of drugs and drug proceeds\nfrom drug dealers. 576 U. S. ___ (2015).IIAThe Hobbs Act provides in relevant part as\nfollows:“Whoever in any way or degree obstructs,\ndelays, or affects commerce or the movement of any article or\ncommodity in commerce, by robbery . . . or attemptsor\nconspires so to do . . . shall be fined under this title\nor imprisoned not more than twenty years, or both.”\n18U. S. C. §1951(a).The Act then defines the term “commerce” to\nmean“commerce within the District of Columbia,\nor any Territory or Possession of the United States; all commerce\nbetween any point in a State, Territory, Possession, or the\nDistrict of Columbia and any point outside thereof; all commerce\nbetween points within the same State through any place outside such\nState; and all other commerce over which the United States has\njurisdiction.” §1951(b)(3).The language of the Hobbs Act is unmistakably\nbroad. It reaches any obstruction, delay, or other effect on\ncommerce, even if small, and the Act’s definition of commerce\nencompasses “all . . . commerce over which the United\nStates has jurisdiction.”Ibid.We have noted the sweep of\nthe Act in past cases.United Statesv.Culbert, 435\nU. S. 371, 373 (1978) (“These words do not lend themselves to\nrestrictive interpretation”);Stironev.United\nStates, 361 U. S. 212, 215 (1960) (The Hobbs Act “speaks\nin broad language, manifesting a purpose to use all the\nconstitutional power Congress has to punish interference with\ninterstate commerce by extortion, robbery or physical\nviolence”).BTo determine how far this commerce element\nextends—and what the Government must prove to meet it—we look to\nour Commerce Clause cases. We have said that there are three\ncategories of activity that Congress may regulate under its\ncommerce power: (1) “the use of the channels of interstate\ncommerce”; (2) “the instrumentalities of interstate commerce, or\npersons or things in interstate commerce, even though the threat\nmay come only from intrastate activities”; and (3) “those\nactivities having a substantial relation to interstate commerce,\n. . .i. e.,those activities that\nsubstantially affect interstate commerce.”United Statesv.Lopez, 514 U. S. 549 –559 (1995). We have held that\nactivities in this third category—those that “substantially affect”\ncommerce—may be regulated so long as they substantially affect\ninterstate commerce in the aggregate, even if their individual\nimpact on interstate commerce is minimal. SeeWickardv.Filburn, 317 U. S. 111, 125 (1942) (“[E]ven if\nappellee’s activity be local and though it may not be regarded as\ncommerce, it may still, whatever its nature, be reached by Congress\nif it exerts a substantial economic effect on interstate\ncommerce”).While this final category is broad, “thus far in\nour Nation’s history our cases have upheld Commerce Clause\nregulation of intrastate activity only where that activity is\neconomic in nature.”United Statesv.Morrison, 529\nU. S. 598, 613 (2000) .In this case, the activity at issue, the sale of\nmarijuana, is unquestionably an economic activity. It is, to be\nsure, a form of business that is illegal under federal law and the\nlaws of most States. But there can be no question that marijuana\ntrafficking is a moneymaking endeavor—and a potentially lucrative\none at that.InRaich, the Court addressed Congress’s\nauthority to regulate the marijuana market. The Court reaffirmed\n“Congress’ power to regulate purely local activities that are part\nof an economic ‘class of activities’ that have a substantial effect\non interstate commerce.” 545 U. S., at 17. The production,\npossession, and distribution of controlled substances constitute a\n“class of activities” that in the aggregate substantially affect\ninterstate commerce, and therefore, the Court held, Congress\npossesses the authority to regulate (and to criminalize) the\nproduction, possession, and distribution of controlled substances\neven when those activities occur entirely within the boundaries of\na single State. Any other outcome, we warned, would leave a gaping\nenforcement hole in Congress’s regulatory scheme.Id., at\n22.The case now before us requires no more than\nthat we graft our holding inRaichonto the commerce element\nof the Hobbs Act. The Hobbs Act criminalizes robberies affecting\n“commerce over which the United States has jurisdiction.”\n§1951(b)(3). UnderRaich, the market for marijuana,\nincluding its intrastate aspects, is “commerce over which the\nUnited States has jurisdiction.” It therefore follows as a simple\nmatter of logic that a robberwho affects or attempts to affect even\nthe intrastate saleof marijuana grown within the State affects or\nattemptsto affect commerce over which the United States has\njurisdiction.CRejecting this logic, Taylor takes the\nposition that the robbery or attempted robbery of a drug dealer’s\ninventory violates the Hobbs Act only if the Government proves\nsomething more. This argument rests in part on the fact thatRaichconcerned the Controlled Substances Act (CSA), the\ncriminal provisions of which lack a jurisdictional element. See 21\nU. S. C. §§841(a), 844. The Hobbs Act, by contrast,\ncontains such an element—namely, the conduct criminalized must\naffect or attempt to affect commerce in some way or degree. See 18\nU. S. C. §1951(a). Therefore, Taylor reasons, the\nprosecution must prove beyond a reasonable doubt either (1) that\nthe particular drugs in question originated or were destined for\nsale out of State or (2) that the particular drug dealer targeted\nin the robbery operated an interstate business. See Brief for\nPetitioner 25–27; Reply Brief 8. The Second and Seventh Circuits\nhave adopted this same argument. SeeUnited Statesv.Needham, 604 F. 3d 673, 681 (CA2 2010);United\nStatesv.Peterson, 236 F. 3d 848, 855 (CA7\n2001).This argument is flawed. It confuses the\nstandard of proof with the meaning of the element that must be\nproved. There is no question that the Government in a Hobbs Act\nprosecution must prove beyond a reasonable doubt that the defendant\nengaged in conduct that satisfies the Act’s commerce element, but\nthe meaning of that element is a question of law. And, as noted,Raichestablished that the purely intrastate production and\nsale of marijuana is commerce over which the Federal Government has\njurisdiction. Therefore, if the Government proves beyond a\nreasonable doubt that a robber targeted a marijuana dealer’s drugs\nor illegal proceeds, the Government has proved beyond a reasonable\ndoubt that commerce over which the United States has jurisdiction\nwas affected.The only way to escape that conclusion would be\nto hold that the Hobbs Act does not exercise the full measure of\nCongress’s commerce power. But we reached the opposite conclusion\nmore than 50 years ago, seeStirone, 361 U. S., at 215,\nand it is not easy to see how the expansive language of the Act\ncould be interpreted in any other way.This conclusion does not make the commerce\nprovision of the Hobbs Act superfluous. That statute, unlike the\ncriminal provisions of the CSA, applies to forms of conduct that,\neven in the aggregate, may not substantially affect commerce. The\nAct’s commerce element ensures that applications of the Act do not\nexceed Congress’s authority. But in a case like this one, where the\ntarget of a robbery is a drug dealer, proof that the defendant’s\nconduct in and of itself affected or threatened commerce is not\nneeded. All that is needed is proof that the defendant’s conduct\nfell within a category of conduct that, in the aggregate, had the\nrequisite effect.DContrary to the dissent, seepost,at\n10–12 (opinion of Thomas, J.), today’s holding merely applies—it in\nno way expands—Raich’s interpretation of the scope of\nCongress’s power under the Commerce Clause. The dissent resists the\nsubstantial-effects approach and the aggregation principle on whichRaichis based, seepost, at 11–12. But we have not\nbeen asked to reconsiderRaich. So our decision inRaichcontrols the outcome here. As long as Congress may\nregulate the purely intrastate possession and sale of illegal\ndrugs, Congress may criminalize the theft or attempted theft of\nthose same drugs.We reiterate what this means. In order to obtain\na conviction under the Hobbs Act for the robbery or attempted\nrobbery of a drug dealer, the Government need not show that the\ndrugs that a defendant stole or attempted to steal either traveled\nor were destined for transport across state lines. Rather, to\nsatisfy the Act’s commerce element, it is enough that a defendant\nknowingly stole or attempted to steal drugs or drug proceeds, for,\nas a matter of law, the market for illegal drugs is “commerce over\nwhich the United States has jurisdiction.” And it makes no\ndifference under our cases that any actual or threatened effect on\ncommerce in a particular case is minimal. SeePerezv.United States, 402 U. S. 146, 154 (1971) (“Where the\nclass of activities is regulated and that class is within the reach\nof federal power, the courts have no power ‘to excise, as trivial,\nindividual instances’ of the class” (emphasis deleted)).EIn the present case, the Government met its\nburden by introducing evidence that Taylor’s gang intentionally\ntargeted drug dealers to obtain drugs and drug proceeds. One of the\nvictims had been robbed of substantial quantities of drugs at his\nresidence in the past, and the other was thought to possess\nhigh-grade marijuana. The robbers also made explicit statements in\nthe course of the robberies revealing that they believed that the\nvictims possessed drugs and drug proceeds. Tr. 359 (asking Lynch\n“where the weed at”);id., at 93 (asking Whorley “where the\nmoney was at, where the weed was at”);id., at 212–213\n(asking Whorley, “Where is your money and where is your weed at?”).\nBoth robberies were committed with the express intent to obtain\nillegal drugs and the proceeds from the sale of illegal drugs. Such\nproof is sufficient to meet the commerce element of the Hobbs\nAct.Our holding today is limited to cases in which\nthe defendant targets drug dealers for the purpose of stealing\ndrugs or drug proceeds. We do not resolve what the Government must\nprove to establish Hobbs Act robbery where some other type of\nbusiness or victim is targeted. See,e.g., Stirone,supra, at 215 (Government offered evidence that the\ndefendant attempted to extort a concrete business that actually\nobtained supplies and materials from out of State).*  *  *The judgment of the Fourth Circuit is\naffirmed.It is so ordered.",
    "joined": []
}