{
    "case": {
        "docket": "474",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/474/"
    },
    "id": "1962629",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTGOMEZ-PEREZ V. POTTER553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1321MYRNA GOMEZ-PEREZ, PETITIONERv.JOHN E.\nPOTTER, POSTMASTER GENERALon writ of certiorari to the united states court of\nappeals for the first circuit[May 27, 2008]Justice Alito delivered the\nopinion of the Court.The question before us is\nwhether a federal employee who is a victim of retaliation due to\nthe filing of a complaint of age discrimination may assert a claim\nunder the federal-sector provision of the Age Discrimination in\nEmployment Act of 1967 (ADEA), as added, 88 Stat. 74, and amended,\n29 U. S. C. §633a(a) (2000 ed., Supp. V). We hold that such a\nclaim is authorized.IPetitioner Myrna Gómez-Pérez was\na window distribution clerk for the United States Postal Service.\nIn October 2002, petitioner, then 45 years of age, was working full\ntime at the Post Office in Dorado, Puerto Rico. She requested a\ntransfer to the Post Office in Moca, Puerto Rico, in order to be\ncloser to her mother, who was ill. The transfer was approved, and\nin November 2002, petitioner began working at the Moca Post Office\nin a part-time position. Later that month, petitioner requested a\ntransfer back to her old job at the Dorado Post Office, but her\nsupervisor converted the Dorado position to part-time, filled it\nwith another employee, and denied petitioner’s application.After first filing an\nunsuccessful union grievance seeking a transfer back to her old\njob, petitioner filed a Postal Service equal employment opportunity\nage discrimination complaint. According to petitioner, she was then\nsubjected to various forms of retaliation. Specifically, petitioner\nalleges that her supervisor called her into meetings during which\ngroundless complaints were leveled at her, that her name was\nwritten on antisexual harassment posters, that she was falsely\naccused of sexual harassment, that her co-workers told her to\n“ ‘go back’ ” to where she “ ‘belong[ed],’ ”\nand that her work hours were drastically reduced. 476 F. 3d\n54, 56 (CA1 2007).Petitioner responded by filing this action in\nthe United States District Court for the District of Puerto Rico,\nclaiming, among other things, that respondent had violated the\nfederal-sector provision of the ADEA, 29 U. S. C. §633a(a)\n(2000 ed., Supp. V), by retaliating against her for filing her\nequal employment opportunity age discrimination complaint.\nRespondent moved for summary judgment, arguing that the United\nStates has not waived sovereign immunity for ADEA retaliation\nclaims and that the ADEA federal-sector provision does not reach\nretaliation. The District Court granted summary judgment in favor\nof respondent on the basis of sovereign immunity.On appeal, the United States Court of Appeals\nfor the First Circuit held that the Postal Reorganization Act, 39\nU. S. C. §401(1), unequivocally waived the Postal Service’s\nsovereign immunity, see 476 F. 3d, at 54, 57, but the Court\naffirmed the decision of the District Court on the alternative\nground that the federal-sector provision’s prohibition of\n“discrimination based on age,” §633a(a) (2000 ed., Supp. V), does\nnot cover retaliation,id., at 60, creating a split among\nthe Courts of Appeals. CompareFormanv.Small,\n271 F. 3d 285, 296 (CADC 2001) (ADEA federal-sector provision\ncovers retaliation). We granted certiorari. 552 U. S. ___\n(2007).IIThe federal-sector provision of\nthe ADEA provides that “[a]ll personnel actions affecting employees\nor applicants for employment who are at least 40 years of age . . .\nshall be made free from any discrimination based on age.” §633a(a)\n(2000 ed., Supp. V). The key question in this case is whether the\nstatutory phrase “discrimination based on age” includes retaliation\nbased on the filing of an age discrimination complaint. We hold\nthat it does.In reaching this conclusion, we\nare guided by our prior decisions interpreting similar language in\nother antidiscrimination statutes. InSullivanv.Little Hunting Park, Inc.,396 U. S. 229(1969), we\nconsidered whether a claim of retaliation could be brought under\nRev. Stat. §1978, 42 U. S. C. §1982, which provides that\n“[a]ll citizens of the United States shall have the same right … as\nis enjoyed by white citizens … to inherit, purchase, lease, sell,\nhold, and convey real and personal property.” While §1982 does not\nuse the phrase “discrimination based on race,” that is its plain\nmeaning. SeeTennesseev.Lane,541 U. S. 509, 561\n(2004) (Scalia, J., dissenting) (describing §1982 as “banning\npublic or private racial discrimination in the sale and rental of\nproperty”);Jonesv.Alfred H. Mayer Co.,392 U. S. 409(1968).InSullivan, a white man (Sullivan)\nheld membership shares in a nonstock corporation that operated a\npark and playground for residents of the area in which he owned a\nhome. Under the bylaws of the corporation, a member who leased a\nhome in the area could assign a membership share in the\ncorporation. But when Sullivan rented his house and attempted to\nassign a membership share to an African-American (Freeman), the\ncorporation disallowed the assignment because of Freeman’s race and\nsubsequently expelled Sullivan from the corporation for protesting\nthat decision. Sullivan sued the corporation, and we held that his\nclaim that he had been expelled “for the advocacy of Freeman’s\ncause” was cognizable under §1982. 396 U. S., at 237. A contrary\nholding, we reasoned, would have allowed Sullivan to be “punished\nfor trying to vindicate the rights of minorities” and would have\ngiven “impetus to the perpetuation of racial restrictions on\nproperty.”Ibid.More recently, inJacksonv.Birmingham Bd. of Ed.,544 U. S. 167(2005), we\nrelied onSullivanin interpreting Title IX of the\nEducation Amendments of 1972, 86 Stat. 373, as amended, 20 U.\nS. C. §1681et seq.(2000 ed. and Supp. V). Jackson,\na public school teacher, sued his school board under Title IX,\n“alleging that the Board retaliated against him because he had\ncomplained about sex discrimination in the high school’s athletic\nprogram.” 544 U. S., at 171. Title IX provides in relevant part\nthat “[n]o person in the United States shall,on the basis of\nsex, … be subjected todiscriminationunder any\neducation program or activity receiving Federal financial\nassistance.” §1681(a) (2000 ed.) (emphasis added). Holding that\nthis provision prohibits retaliation, we wrote:“Retaliation against a person because that person\nhas complained of sex discrimination is another form of intentional\nsex discrimination … . Retaliation is, by definition, an\nintentional act. It is a form of ‘discrimination’ because the\ncomplainant is being subjected to differential treatment. Moreover,\nretaliation is discrimination ‘on the basis of sex’ because it is\nan intentional response to the nature of the complaint: an\nallegation of sex discrimination. We conclude that when a funding\nrecipient retaliates against a personbecausehe complains\nof sex discrimination, this constitutes intentional\n‘discrimination’ ‘on the basis of sex,’ in violation of Title IX.”Id., at 173–174 (citations omitted).This interpretation, we found,\nflowed naturally fromSullivan:“Retaliation for Jackson’s\nadvocacy of the rights of the girls’ basketball team in this case\nis ‘discrimination’ ‘on the basis of sex,’ just as retaliation for\nadvocacy on behalf of a black lessee inSullivanwas\ndiscrimination on the basis of race.” 544 U. S., at 176–177.Following the reasoning ofSullivanandJackson, we interpret the ADEA federal-sector\nprovision’s prohibition of “discrimination based on age” as\nlikewise proscribing retaliation. The statutory language at issue\nhere (“discrimination based on age”) is not materially different\nfrom the language at issue inJackson(“ ‘discrimination’ ” “ ‘on the basis of\nsex’ ”) and is the functional equivalent of the language at\nissue inSullivan, seeJackson,supra,at 177 (describingSullivanas involving “discrimination\non the basis of race”). And the context in which the statutory\nlanguage appears is the same in all three cases; that is, all three\ncases involve remedial provisions aimed at prohibiting\ndiscrimination.TheJacksondissent strenuously\nargued that a claim of retaliation is conceptually different from a\nclaim of discrimination, see 544 U. S., at 184–185 (opinion of\nThomas, J.), but that view did not prevail.[Footnote 1] And respondent in this case does not ask us\nto overruleSullivanorJackson.Nor does\nrespondent question the reasoning of those decisions. Indeed, inJackson, the Government contended that “[t]he text . . .\nof Title IX demonstrate[s] that it encompasses protection against\nretaliation” since “retaliation against a person because that\nperson has filed a sex discrimination complaint is a form of\nintentional sex discrimination.” Brief for United States asAmicus Curiae8, inJacksonv.Birmingham Bd.\nof Ed., O. T. 2004, No. 02–1672. Similarly, in another case\nthis Term, the Government has urged us to follow the reasoning ofSullivanand to hold that a claim of retaliation may be\nbrought under Rev. Stat. §1977, 42 U. S. C. §1981. In that\ncase, the Government argues that §1981’s prohibition of\n“ ‘discrimination’ . . . quite naturally includes\ndiscrimination on account of having complained about\ndiscrimination.” Brief for United States asAmicus Curiae10, inCBOCS West, Inc.v.Humphries, O. T. 2007,\nNo. 06–1431.IIIThe decision of the Court of\nAppeals, which respondent defends, perceived a “clear difference\nbetween a cause of action for discrimination and a cause of action\nfor retaliation” and sought to distinguishJacksonon\nthree grounds. 476 F. 3d, at 58–59. We are not persuaded,\nhowever, by any of these attempted distinctions.AThe Court of Appeals first relied\non the fact that the ADEA expressly creates a private right of\naction whereas Title IX, the statute at issue inJackson,\ndoes not. See 476 F. 3d, at 58. The Court of Appeals appears\nto have reasoned that, because the private right of action under\nTitle IX is implied and not express, seeCannonv.University of Chicago,441 U. S. 677(1979),\ntheJacksonCourt had greater leeway to adopt an expansive\ninterpretation of Title IX’s prohibition of discrimination on the\nbasis of sex.This reasoning improperly\nconflates the question whether a statute confers a private right of\naction with the question whether the statute’s substantive\nprohibition reaches a particular form of conduct. These questions\nare analytically distinct, and confusing them would lead to\nexceedingly strange results.For example, under the Court of Appeals’\nreasoning, Title IX’s prohibition of “discrimination” “on the basis\nof sex,” in 20 U. S. C. §1681(a), might have a narrower scope\nand might not reach retaliation if Title IX contained a provision\nexpressly authorizing an aggrieved private party to bring suit to\nremedy a violation of §1681(a). We do not see how such a conclusion\ncould be defended. Section 1681(a)’s prohibition of\n“discrimination” either does or does not reach retaliation, and the\npresence or absence of another statutory provision expressly\ncreating a private right of action cannot alter §1681(a)’s scope.\nIn addition, it would be perverse if the enactment of a provision\nexplicitly creating a private right of action—a provision that, if\nanything, would tend to suggest that Congress perceived a need for\na strong remedy—were taken as a justification for narrowing the\nscope of the underlying prohibition.The Court of Appeals’ reasoning also seems to\nlead to the strange conclusion that, despiteJackson’s\nholding that a private party may assert a retaliation claim under\nTitle IX, the Federal Government might not be authorized to impose\nupon an entity that engages in retaliation the administrative\nremedies, including the termination of funding, that are expressly\nsanctioned under §1682. It would be extremely odd, however, if\n§1681(a) had a broader scope when enforced by a means not expressly\nsanctioned by statute than it does when enforced by the means that\nthe statute explicitly provides. For these reasons, we reject the\nproposition thatJacksonmay be distinguished from the\npresent case on the ground that Title IX’s private right of action\nis implied.BThe Court of Appeals next\nattempted to distinguishJacksonon the ground that\nretaliation claims play a more important role under Title IX than\nthey do under the ADEA. The Court of Appeals pointed to our\nstatement inJacksonthat “ ‘teachers and coaches . .\n. are often in the best position to vindicate the rights of their\nstudents because they are better able to identify discrimination\nand bring it to the attention of administrators.’ ” 476\nF. 3d, at 58 (quotingJackson, 544 U. S., at 181).\nThe Court of Appeals suggested that third parties are not needed to\n“identify instances of age discrimination and bring it to the\nattention of supervisors” and that, consequently, there is no need\nto extend §633a(a) (2000 ed., Supp. V) to reach retaliation. 476\nF. 3d, at 58.This argument ignores the basis\nfor the decision inJackson. Jacksondid not hold that\nTitle IX prohibits retaliation because the Court concluded as a\npolicy matter that such claims are important. Instead, the holding\ninJacksonwas based on an interpretation of the “text of\nTitle IX.” 544 U. S., at 173, 178.Moreover, the statements inJacksonon which the Court of Appeals relied did not address the question\nwhether the statutory term “discrimination” encompasses\nretaliation. Instead, those statements addressed the school board’s\nargument that, even if Title IX was held to permit some retaliation\nclaims, only a “victim of the discrimination”—and not third\nparties—should be allowed to assert such a claim.Id., at\n179–182. It was in response to this argument that the Court noted\nthe particular importance of reports of Title IX violations by\nthird parties such as teachers and coaches.Id., at\n181.CFinally, the Court of Appeals\nattempted to distinguishJacksonon the ground that “Title\nIX was adopted in response to the Court’s holding inSullivan,” whereas “there is no evidence in the\nlegislative history that the ADEA’s federal sector provisions were\nadopted in a similar context.” 476 F. 3d, at 58–59.Jackson’s reliance onSullivan, however, did not\nstem from “evidence in the legislative history” of Title IX.Jacksondid not identify any such evidence but merely\nobserved that “Congress enacted Title IX just three years afterSullivanwas decided.” 544 U. S., at 176. Due to this\nchronology, the Court concluded, it was “ ‘not only\nappropriate but also realistic to presume that Congress was\nthoroughly familiar with[Sullivan]and that it expected\nits enactment [of Title IX] to be interpreted in conformity with\n[it].”Ibid.(quotingCannon, 441 U. S., at 699).\nSee also 544 U. S., at 176 (“Title IX was enacted in 1972, three\nyears after[Sullivan]”);id., at 179–180\n(“Sullivan. . . formed an important part of the backdrop\nagainst which Congress enacted Title IX”).WhatJacksonsaid about\nthe relationship betweenSullivanand the enactment of\nTitle IX can be said as well about the relationship betweenSullivanand the enactment of the ADEA’s federal-sector\nprovision, 29 U. S. C. §633a (2000 ed. and Supp. V).Sullivanwas decided in 1969 and §633a was enacted in\n1974—five years after the decision inSullivanand two\nyears after the enactment of Title IX. We see no reason to think\nthat Congress forgot aboutSullivanduring the two years\nthat passed between the enactment of Title IX in 1972 and the\nenactment of §633a in 1974. And if, asJacksonpresumed,\nCongress hadSullivanin mind when it enacted Title IX in\n1972, it is “appropriate” and “realistic” to presume that Congress\nexpected its prohibition of “discrimination based on age” in\n§633a(a) “ ‘to be interpreted in conformity with’ ” its\nsimilarly worded prohibition of “discrimination” “on the basis of\nsex” in 20 U. S. C. §1681(a), which it had enacted just two\nyears earlier. 544 U. S., at 176 (quotingCannon,supra, at 699).IVAIn arguing that §633a(a) (2000\ned., Supp. V) does not encompass retaliation claims, respondent\nrelies principally on the presence of a provision in the ADEA\nspecifically prohibiting retaliation against individuals who\ncomplain about age discrimination in the private sector, §623(d),\nand the absence of a similar provision specifically prohibiting\nretaliation against individuals who complain about age\ndiscrimination in federal employment. According to respondent, “the\nstrong presumption is that [the] omission reflects that Congress\nacted intentionally and purposely in including such language in\nSection 623 of the Act and excluding it from Section 633a.” Brief\nfor Respondent 17 (internal quotation marks omitted).“[N]egative implications raised\nby disparate provisions are strongest” in those instances in which\nthe relevant statutory provisions were “considered simultaneously\nwhen the language raising the implication was inserted.”Lindhv.Murphy,521 U. S. 320, 330\n(1997). Here, the two relevant provisions were not considered or\nenacted together. Section 623(d), which specifically prohibits\nprivate sector retaliation, was enacted in 1967, see §4(d), 81\nStat. 603, but the federal-sector provision, §633a, was not added\nuntil 1974, see §28(b)(2), 88 Stat. 74.[Footnote 2]Respondent’s argument is also undermined by\nthe fact that the prohibitory language in the ADEA’s federal-sector\nprovision differs sharply from that in the corresponding ADEA\nprovision relating to private-sector employment. In the\nprivate-sector provision, Congress set out a specific list of\nforbidden employer practices. See 29 U. S. C.\n§623(a).[Footnote 3] The\nomission from such a list of a specific prohibition of retaliation\nmight have been interpreted as suggesting that Congress did not\nwant to reach retaliation, and therefore Congress had reason to\ninclude a specific prohibition of retaliation, §623(d), in order to\ndispel any such inference.The ADEA federal-sector provision, however,\nwas not modeled after §623(d) and is couched in very different\nterms. The ADEA federal-sector provision was patterned “directly\nafter” Title VII’s federal-sector discrimination ban.Lehmanv.Nakshian,453 U. S. 156, 167, n. 15 (1981).\nLike the ADEA’s federal-sector provision, Title VII’s\nfederal-sector provision, contains a broad prohibition of\n“discrimination,” rather than a list of specific prohibited\npractices. Compare 118 Stat. 814, as amended, 42 U. S. C.\n§2000(e)–16(a) (2000 ed., Supp. V) (personnel actions affecting\nfederal employees “shall be made free from any discrimination based\non race, color, religion, sex, or national origin”) with 29 U.\nS. C. §633a(a) (2000 ed., Supp. V) (personnel actions\naffecting federal employees who are at least 40 years of age “shall\nbe made free from any discrimination based on age”). And like the\nADEA’s federal-sector provision, Title VII’s federal-sector\nprovision incorporates certain private-sector provisions but does\nnot incorporate the provision prohibiting retaliation in the\nprivate sector. See 42 U. S. C. §2000e–16(d) (incorporating\n§§2000e–5(f) to (k) but not §2000e–3(a), which forbids\nprivate-sector retaliation).[Footnote 4]When Congress decided not to pattern 29 U.\nS. C. §633a(a) after §623(a) but instead to enact a broad,\ngeneral ban on “discrimination based on age,” Congress was\npresumably familiar withSullivanand had reason to expect\nthat this ban would be interpreted “in conformity” with that\nprecedent.Jackson, 544 U. S., at 176. Under the reasoning\nofSullivan, retaliation for complaining about age\ndiscrimination, is “discrimination based on age,” “just as\nretaliation for advocacy on behalf of [the] black lessee inSullivanwas discrimination on the basis of race.”Id., at 176–177. Thus, because §§623(d) and 633a were\nenacted separately and are couched in very different terms, the\nabsence of a federal-sector provision similar to §623(d) does not\nprovide a sufficient reason to depart from the reasoning ofSullivanandJackson.[Footnote 5]BWe see even less merit in\nrespondent’s reliance on 29 U. S. C. §633a(f), which provides\nthat personnel actions by a federal department, agency, or other\nentity covered by §633a “shall not be subject to, or affected by,\nany provision of this chapter” other than §§633a and 631(b), the\nprovision that restricts the coverage of the ADEA to persons who\nare at least 40 years of age. Respondent contends that recognizing\nfederal-sector retaliation claims would be tantamount to making\n§623(d) applicable to federal-sector employers and would thus\ncontravene §633a(f).This argument is unsound because\nour holding that the ADEA prohibits retaliation against\nfederal-sector employees is not in any way based on §623(d). Our\nconclusion, instead, is based squarely on §633a(a) (2000 ed., Supp.\nV) itself, “unaffected by other sections” of the Act.Lehman,supra, at 168.CRespondent next advances a\ncomplicated argument concerning “[t]he history of congressional and\nexecutive branch responses to the problem of discrimination in\nfederal employment.” Brief for Respondent 27. After Title VII was\nmade applicable to federal employment in 1972, see Equal Employment\nAct, §11, 86 Stat. 111, the Civil Service Commission issued new\nregulations that prohibited discrimination in federal employment\nbased on race, color, religion, sex, and national origin (but not\nage), see 5 CFR §713.211 (1973), as well as “reprisal[s]” prompted\nby complaints about such discrimination, §713.262(a). When Congress\nenacted the ADEA’s federal-sector provisions in 1974, respondent\nargues, Congress anticipated that the enactment of §633a would\nprompt the Civil Service Commission to “extend its existing\nreprisal regulations” to cover age discrimination complaints and\nthat Congress intended for the civil service process to provide the\nexclusive avenue for asserting retaliation claims. Brief for\nRespondent 27, 33, and n. 7. Respondent suggests that Congress\ntook this approach because it believed that the Civil Service\nregulations “reflect[ed] a distinct set of public policy concerns\nin the civil service sector.”Id., at 27.Respondent cites no direct\nevidence that Congress actually took this approach;[Footnote 6] respondent’s argument rests on\nnothing more than unsupported speculation. And, in any event,\nrespondent’s argument contradicts itself. If, as respondent\nmaintains, “[s]ection 633a(a) does not confer an anti-retaliation\nright,”id.,at 9, then there is no reason to assume that\nCongress expected the Civil Service Commission to respond to the\nenactment of §633a(a) by issuing new regulations prohibiting\nretaliation. On the contrary, if, as respondent maintains, Congress\nhad declined to provide an antiretaliation right, then Congress\npresumably would have expected the Civil Service Commission to\nabide by that policy choice.DRespondent’s final argument is\nthat principles of sovereign immunity “require that Section 633a(a)\nbe read narrowly as prohibiting substantive age discrimination, but\nnot retaliation.”Id.,at 44. Respondent contends that the\nbroad waiver of sovereign immunity in the Postal Reorganization\nAct, 39 U. S. C. §401(1), is beside the point for present\npurposes because, for many federal agencies, the only provision\nthat waives sovereign immunity for ADEA claims is contained in\n§633a, and therefore this waiver provision “must be construed\nstrictly in favor of the sovereign.” Brief for Respondent 44\n(quotingUnited Statesv.Nordic Village, Inc.,503 U. S. 30, 34\n(1992); internal quotation marks omitted).Respondent is of course correct\nthat “[a] waiver of the Federal Government’s sovereign immunity\nmust be unequivocally expressed in statutory text” and “will be\nstrictly construed, in terms of its scope, in favor of the\nsovereign.”Lanev.Pe&nacute;a,518 U. S. 187, 192\n(1996). But this rule of construction is satisfied here. Subsection\n(c) of §633a unequivocally waives sovereign immunity for a claim\nbrought by “[a]ny person aggrieved” to remedy a violation of §633a.\nUnlike §663a(c), §633a(a) (2000 ed., Supp. V) is not a waiver of\nsovereign immunity; it is a substantive provision outlawing\n“discrimination.” That the waiver in §633a(c) applies to §633a(a)\nclaims does not mean that §633a(a) must surmount the same high\nhurdle as §633a(c). SeeUnited Statesv.White\nMountain Apache Tribe,537 U. S. 465, 472–473\n(2003) (where one statutory provision unequivocally provides for a\nwaiver of sovereign immunity to enforce a separate statutory\nprovision, that latter provision “ ‘need not … be construed in\nthe manner appropriate to waivers of sovereign immunity’ ”\n(quotingUnited Statesv.Mitchell,463 U. S. 206, 218–219\n(1983))). But in any event, even if §633a(a) must be construed in\nthe same manner as §633a(c), we hold, for the reasons previously\nexplained, that §633a(a) prohibits retaliation with the requisite\nclarity.*  *  *For these reasons, we hold that\n§633a(a) prohibits retaliation against a federal employee who\ncomplains of age discrimination. The judgment of the Court of\nAppeals is reversed, and this case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1Suggesting that we have retreated from the\nreasoning ofSullivanandJackson, The Chief\nJustice, citingBurlington N. & S. F. R. Co.v.White,548\nU. S. 53, 63–65 (2006), states that “we have since explained\nthat antidiscrimination and antiretaliation provisions are indeed\nconceptually distinct, and serve distinct purposes.”Post,\nat 4 (dissenting opinion). But as the Court explains today inCBOCS West, Inc.v.Humphries,ante, at\n13, “[i]nBurlington… we used the status/conduct\ndistinction to help explain why Congress might have wanted its\nexplicit Title VII antiretaliation provision to sweep more broadly\n(i.e., to include conductoutsidethe workplace)\nthan its substantive Title VII (status-based ) antidiscrimination\nprovision.Burlingtondid not suggest that Congress must\nseparate the two in all events.”Footnote 2The situation here is quite different from\nthat which we faced inLehmanv.Nakshian,453 U. S. 156(1981), where both the\nprivate and federal-sector provisions of the ADEA already existed\nand a single piece of legislation—the 1978 amendments to the\nADEA—added a provision conferring a jury-trial right for\nprivate-sector ADEA suits but failed to include any similar\nprovision for federal-sector suits. See Age Discrimination in\nEmployment Act Amendments of 1978, §4(a)(2), 92 Stat. 189.Footnote 3Section 623(a) provides:“(a) Employer practices“It shall be unlawful for an employer—“(1) to fail or refuse to hire or to discharge\nany individual or otherwise discriminate against any individual\nwith respect to his compensation, terms, conditions, or privileges\nof employment, because of such individual’s age;“(2) to limit, segregate, or classify his\nemployees in any way which would deprive or tend to deprive any\nindividual of employment opportunities or otherwise adversely\naffect his status as an employee, because of such individual’s age;\nor“(3) to reduce the wage rate of any employee in\norder to comply with this chapter.”Footnote 4While the federal-sector provision of Title\nVII does not incorporate §2000e–3(a), the federal-sector provision\nof Title VII does incorporate a remedial provision,\n§2000e–5(g)(2)(A), that authorizes relief for a violation of\n§2000–3(a). Petitioner argues that this remedial provision shows\nthat Congress meant for the Title VII federal-sector provision’s\nbroad prohibition of “discrimination based on race, color,\nreligion, sex, or national origin” to reach retaliation because\notherwise there would be no provision banning retaliation in the\nfederal sector and thus no way in which relief for retaliation\ncould be awarded. Brief for Petitioner 20. The Federal Government,\nhowever, has declined to take a position on the question whether\nTitle VII bans retaliation in federal employment, see Tr. of Oral\nArg. 31, and that issue is not before us in this case.Footnote 5The Government’s theory that the absence of a\nprovision specifically banning federal-sector retaliation gives\nrise to the inference that §633a(a) (2000 ed., Supp. V) does not\nban retaliation would lead logically to the strange conclusion that\n§633a(a) also does not forbid age-discriminatory job notices and\nadvertisements because §633a(a), unlike §623(e) (2000 ed.), fails\nto mention such practices expressly.Footnote 6Respondent asks us to infer that §633a(a)\n(2000 ed., Sup. V) does not proscribe retaliation because, when\nCongress made the ADEA applicable to the Federal Government,\nCongress did not simply subject the Federal Government to the\nADEA’s private-employment provisions by amending the definition of\n“employer” to include the United States. Respondent contends that a\nsimilar inference may be drawn from the fact that in 1974 Congress\nadded to the Fair Labor Standards Act of 1938 (FLSA) a provision\nspecifically making it unlawful to retaliate against an employee\nfor attempting to vindicate FLSA rights. See §215(a)(3). These\narguments fail to appreciate the significance of §633a(a)’s broad\nprohibition of “discrimination based on age.” Because Congress had\ngood reason to expect that this broad ban would be interpreted in\nthe same way thatSullivanv.Little Hunting Park,\nInc.,392 U. S.\n657(1968), had interpreted the broad ban on racial\ndiscrimination in 42 U. S. C. §1982, the inference that\nrespondent asks us to draw is unfounded.",
    "joined": []
}