{
    "case": {
        "docket": "15-628",
        "citation": "580",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-628/"
    },
    "id": "3659828",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–628_________________BASSAM YACOUB SALMAN, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[December 6, 2016]Justice Alito delivered the opinion of the\nCourt.Section 10(b) of the Securities Exchange Act of\n1934 and the Securities and Exchange Commission’s Rule 10b–5\nprohibit undisclosed trading on inside corporate information by\nindividuals who are under a duty of trust and confidence that\nprohibits them from secretly using such information for their\npersonal advantage. 48Stat. 891, as amended, 15 U. S. C.\n§78j(b) (prohibiting the use, “in connection with the purchase or\nsale of any security,” of “any manipulative or deceptive device or\ncontrivance in contravention of such rules as the [Securities and\nExchange Commission] may prescribe”); 17 CFR §240.10b–5 (2016)\n(forbidding the use, “in connection with the sale or purchase of\nany security,” of “any device, scheme or artifice to defraud,” or\nany “act, practice, or course of business which operates\n. . . as a fraud or deceit”); seeUnited Statesv.O’Hagan, 521 U. S. 642 –652 (1997). Individuals under\nthis duty may face criminal and civil liability for trading on\ninside information (unless they make appropriate disclosures ahead\nof time).These persons also may not tip inside\ninformation to others for trading. The tippee acquires the tipper’s\nduty to disclose or abstain from trading if the tippee knows the\ninformation was disclosed in breach of the tipper’s duty, and the\ntippee may commit securities fraud by trading in disregard of that\nknowledge. InDirksv.SEC, 463 U. S. 646 (1983)\n, this Court explained that a tippee’s liability for trading on\ninside information hinges on whether the tipper breached a\nfiduciary duty by disclosing the information. A tipper breaches\nsuch a fiduciary duty, we held, when the tipper discloses the\ninside information for a personal benefit. And, we went on to say,\na jury can infer a personal benefit—and thus a breach of the\ntipper’s duty—where the tipper receives something of value in\nexchange for the tip or “makes a gift of confidential information\nto a trading relative or friend.”Id.,at 664.Petitioner Bassam Salman challenges his\nconvictions for conspiracy and insider trading. Salman received\nlucrative trading tips from an extended family member, who had\nreceived the information from Salman’s brother-in-law. Salman then\ntraded on the information. He argues that he cannot be held liable\nas a tippee because the tipper (his brother-in-law) did not\npersonally receive money or property in exchange for the tips and\nthus did not personally benefit from them. The Court of Appeals\ndisagreed, holding thatDirksallowed the jury to infer that\nthe tipper here breached a duty because he made a “ ‘gift of\nconfidential information to a trading relative.’ ” 792\nF. 3d 1087, 1092 (CA9 2015) (quotingDirks,supra, at 664). Because the Court of Appeals properly\nappliedDirks, we affirm the judgment below.IMaher Kara was an investment banker in\nCitigroup’s healthcare investment banking group. He dealt with\nhighly confidential information about mergers and acquisitions\ninvolving Citigroup’s clients. Maher enjoyed a close relationship\nwith his older brother, Mounir Kara (known as Michael). After Maher\nstarted at Citigroup, he began discussing aspects of his job with\nMichael. At first he relied on Michael’s chemistry background to\nhelp him grasp scientific concepts relevant to his new job. Then,\nwhile their father was battling cancer, the brothers discussed\ncompanies that dealt with innovative cancer treatment and pain\nmanagement techniques. Michael began to trade on the information\nMaher shared with him. At first, Maher was unaware of his brother’s\ntrading activity, but eventually he began to suspect that it was\ntaking place.Ultimately, Maher began to assist Michael’s\ntrading by sharing inside information with his brother about\npending mergers and acquisitions. Maher sometimes used code words\nto communicate corporate information to his brother. Other times,\nhe shared inside information about dealshe was not working on in\norder to avoid detection. See,e.g.,App. 118, 124–125.\nWithout his younger brother’s knowledge, Michael fed the\ninformation to others—including Salman, Michael’s friend and\nMaher’s brother-in-law. By the time the authorities caught on,\nSalman had made over $1.5 million in profits that he split with\nanother relative who executed trades via a brokerage account on\nSalman’s behalf.Salman was indicted on one count of conspiracy\nto commit securities fraud, see 18 U. S. C. §371, and\nfour counts of securities fraud, see 15 U. S. C.\n§§78j(b), 78ff; 18 U. S. C. §2; 17 CFR §240.10b–5. Facing\ncharges of their own, both Maher and Michael pleaded guilty and\ntestified at Salman’s trial.The evidence at trial established that Maher and\nMichael enjoyed a “very close relationship.” App. 215. Maher\n“love[d] [his] brother very much,” Michael was like “a second\nfather to Maher,” and Michael was the best man at Maher’s wedding\nto Salman’s sister.Id., at 158, 195, 104–107. Maher\ntestified that he shared inside information with his brother to\nbenefit him and with the expectation that his brother would trade\non it. While Maher explained that he disclosed the information in\nlarge part to appease Michael (who pestered him incessantly for\nit), he also testified that he tipped his brother to “help him” and\nto “fulfil[l] whatever needs he had.”Id., at 118, 82. For\ninstance, Michael once called Maher and told him that “he needed a\nfavor.”Id., at 124. Maher offered his brother money but\nMichael asked for information instead. Maher then disclosed an\nupcoming acquisition.Ibid.Although he instantly regretted\nthe tip and called his brother back to implore him not to trade,\nMaher expected his brother to do so anyway.Id., at 125.For his part, Michael told the jury that his\nbrother’s tips gave him “timely information that the average person\ndoes not have access to” and “access to stocks, options, and what\nhave you, that I can capitalize on, that the average person would\nnever have or dream of.”Id., at 251. Michael testified that\nhe became friends with Salman when Maher was courting Salman’s\nsister and later began sharing Maher’s tips with Salman. As he\nexplained at trial, “any time a major deal came in, [Salman] was\nthe first on my phone list.”Id., at 258. Michael also\ntestified that he told Salman that the information was coming from\nMaher. See,e.g., id., at 286 (“ ‘Maher is the source\nof all thisinformation’ ”).After a jury trial in the Northern District of\nCalifornia, Salman was convicted on all counts. He was sentenced to\n36 months of imprisonment, three years of supervised release, and\nover $730,000 in restitution. After his motion for a new trial was\ndenied, Salman appealed to the Ninth Circuit. While his appeal was\npending, the Second Circuit issued its opinion inUnited\nStatesv.Newman, 773 F. 3d 438 (2014), cert.\ndenied, 577 U. S. ___ (2015). There, the Second Circuit\nreversed the convictions of two portfolio managers who traded on\ninside information. TheNewmandefendants were “several\nsteps removed from the corporate insiders” and the court found that\n“there was no evidence that either was aware of the source of the\ninside information.” 773 F. 3d, at 443. The court acknowledged\nthatDirksand Second Circuit case law allow a factfinder to\ninfer a personal benefit to the tipper from a gift of confidential\ninformation to a trading relative or friend. 773 F. 3d, at\n452. But the court concluded that, “[t]o the extent”Dirkspermits “such an inference,” the inference “is impermissible in the\nabsence of proof of a meaningfully close personal relationship that\ngenerates an exchange that is objective, consequential, and\nrepresents at least a potential gain of a pecuniary or similarly\nvaluable nature.” 773 F. 3d, at 452.[1]Pointing toNewman, Salman argued that\nhis conviction should be reversed. While the evidence established\nthat Maher made a gift of trading information to Michael and that\nSalman knew it, there was no evidence that Maher received anything\nof “a pecuniary or similarly valuable nature” in exchange—or that\nSalman knew of any such benefit. The Ninth Circuit disagreed and\naffirmed Salman’s conviction. 792 F. 3d 1087. The court\nreasoned that the case was governed byDirks’s holding that\na tipper benefits personally by making a gift of confidential\ninformation to a trading relative or friend. Indeed, Maher’s\ndisclosures to Michael were “precisely the gift of confidential\ninformation to a trading relative thatDirksenvisioned.”\n792 F. 3d, at 1092 (internal quotation marks omitted). To the\nextentNewmanwent further and required additional gain to\nthe tipper in cases involving gifts of confidential information to\nfamily and friends, the Ninth Circuit “decline[d] to follow it.”\n792 F. 3d, at 1093.We granted certiorari to resolve the tension\nbetween the Second Circuit’sNewmandecision and the Ninth\nCircuit’s decision in this case.[2] 577 U. S. ___ (2016).IIAIn this case, Salman contends that an\ninsider’s “gift of confidential information to a trading relative\nor friend,”Dirks, 463 U. S., at 664, is not enough to\nestablish securities fraud. Instead, Salman argues, a tipper does\nnot personally benefit unless the tipper’s goal in disclosing\ninside information is to obtain money, property, or something of\ntangible value. He claims that our insider-trading precedents, and\nthe cases those precedents cite, involve situations in which the\ninsider exploited confidential information for the insider’s own\n“tangible monetary profit.” Brief for Petitioner 31. He suggests\nthat his position is reinforced by our criminal-fraud precedents\noutside of the insider-trading context, because those cases confirm\nthat a fraudster must personally obtain money or property.Id., at 33–34. More broadly, Salman urges that defining a\ngift as a personal benefit renders the insider-trading offense\nindeterminate and overbroad: indeterminate, because liability may\nturn on facts such as the closeness of the relationship between\ntipper and tippee and the tipper’s purpose for disclosure; and\noverbroad, because the Government may avoid having to prove a\nconcrete per-sonal benefit by simply arguing that the tipper meant\nto give a gift to the tippee. He also argues that we should\ninterpretDirks’s standard narrowly so as to avoid\nconstitutional concerns. Brief for Petitioner 36–37. Finally,\nSalman contends that gift situations create especially troubling\nproblems for remote tippees—that is, tippees who receive inside\ninformation from another tippee, rather than the tipper—who may\nhave no knowledge of the relationship between the original tipper\nand tippee and thus may not know why the tipper made the\ndisclosure.Id., at 43, 48, 50.The Government disagrees and argues that a gift\nof confidential information to anyone, not just a “trading relative\nor friend,” is enough to prove securities fraud. See Brief for\nUnited States 27 (“Dirks’s personal-benefit test encompasses\na gift toanyperson with the expectation that the\ninformation will be used for trading, not just to ‘a trading\nrelative or friend’ ” (quoting 463 U. S., at 664;\nemphasis in original)). Under the Government’s view, a tipper\npersonally benefits whenever the tipper discloses confidential\ntrading information for a noncorporate purpose. Accordingly, a gift\nto a friend, a family member, or anyone else would support the\ninference that the tipper exploited the trading value of inside\ninformation for personal purposes and thus personally benefited\nfrom the disclosure. The Government claims to find support for this\nreading inDirksand the precedents on whichDirksrelied. See,e.g., id., at 654 (“fraud” in an\ninsider-trading case “derives ‘from the inherent unfairness\ninvolved where one takes advantage’ of ‘information intended to be\navailable only for a corporate purpose and not for the personal\nbenefit of anyone’ ” (quotingIn re Merrill Lynch,\nPierce, Fenner & Smith, Inc., 43 S. E. C. 933, 936\n(1968))).The Government also argues that Salman’s\nconcerns about unlimited and indeterminate liability for remote\ntippees are significantly alleviated by other statutory elements\nthat prosecutors must satisfy to convict a tippee for insider\ntrading. The Government observes that, in order to establish a\ndefendant’s criminal liability as a tippee, it must prove beyond a\nreasonable doubt that the tipper expected that the information\nbeing disclosed would be used in securities trading. Brief for\nUnited States 23–24; Tr. of Oral Arg. 38. The Government also notes\nthat, to establish a defendant’s criminal liability as a tippee, it\nmust prove that the tippee knew that the tipper breached a\nduty—in other words, that the tippee knew that the tipper\ndisclosed the information for a personal benefit and that the\ntipper expected trading to ensue. Brief for United States 43; Tr.\nof Oral Arg. 36–37, 39.BWe adhere toDirks,which easily\nresolves the narrow issue presented here.InDirks, we explained that a tippee is\nexposed to liability for trading on inside information only if the\ntippee participates in a breach of the tipper’s fiduciary duty.\nWhether the tipper breached that duty depends “in large part on the\npurpose of the disclosure” to the tippee. 463 U. S., at 662.\n“[T]he test,” we explained, “is whether the insider personally will\nbenefit, directly or indirectly, from his disclosure.”Ibid.Thus, the disclosure of confidential information without personal\nbenefit is not enough. In determining whether a tipper derived a\npersonal benefit, we instructed courts to “focus on objective\ncriteria,i.e.,whether the insider receives a direct or\nindirect personal benefit from the disclosure, such as a pecuniary\ngain or a reputational benefit that will translate into future\nearnings.”Id.,at 663. This personal benefit can “often” be\ninferred “from objective facts and circumstances,” we explained,\nsuch as “a relationship between the insider and the recipient that\nsuggests aquid pro quofrom the latter, or an intention to\nbenefit the particular recipient.”Id.,at 664. In\nparticular, we held that “[t]he elements of fiduciary duty and\nexploitation of nonpublic information also existwhen an insider\nmakes a gift of confidential information to a trading relative or\nfriend.”Ibid.(emphasis added). In such cases, “[t]he\ntip and trade resemble trading by the insider followed by a gift of\nthe profits to the recipient.”Ibid.We then applied this\ngift-giving principle to resolveDirksitself, finding it\ndispositive that the tippers “received no monetary or personal\nbenefit” from their tips to Dirks, “nor was their purpose to\nmake a gift of valuable information to Dirks.”Id.,at\n667 (emphasis added).Our discussion of gift giving resolves this\ncase. Maher, the tipper, provided inside information to a close\nrelative, his brother Michael.Dirksmakes clear that a\ntipper breaches a fiduciary duty by making a gift of confidential\ninformation to “a trading relative,” and that rule is sufficient to\nresolve the case at hand. As Salman’s counsel acknowledged at oral\nargument, Maher would have breached his duty had he personally\ntraded on the information here himself then given the proceeds as a\ngift to his brother. Tr. of Oral Arg. 3–4. It is obvious that Maher\nwould personally benefit in that situation. But Maher effectively\nachieved the same result by disclosing the information to Michael,\nand allowing him to trade on it.Dirksappropriately\nprohibits that approach, as well. Cf. 463 U. S., at 659\n(holding that “insiders [are] forbidden” both “from personally\nusing undisclosed corporate information to their advantage” and\nfrom “giv[ing] such information to an outsider for the same\nimproper purpose of exploiting the information for their personal\ngain”).Dirksspecifies that when a tipper gives inside\ninformation to “a trading relative or friend,” the jury can infer\nthat the tipper meant to provide the equivalent of a cash gift. In\nsuch situations, the tipper benefits personally because giving a\ngift of trading information is the same thing as trading by the\ntipper followed by a gift of the proceeds. Here, by disclosing\nconfidential information as a gift to his brother with the\nexpectation that he would trade on it, Maher breached his duty of\ntrust and confidence to Citigroup and its clients—a duty Salman\nacquired, and breached himself, by trading on the information with\nfull knowledge that it had been improperly disclosed.To the extent the Second Circuit held that the\ntipper must also receive something of a “pecuniary or similarly\nvaluable nature” in exchange for a gift to family or friends,Newman, 773 F. 3d, at 452, we agree with the Ninth\nCircuit that this requirement is inconsistent withDirks.CSalman points out that many insider-trading\ncases—including several thatDirkscited—involved insiders\nwho personally profited through the misuse of trading information.\nBut this observation does not undermine the testDirksarticulated and applied. Salman also cites a sampling of our\ncriminal-fraud decisions construing other federal fraud statutes,\nsuggesting that they stand for the proposition that fraud is not\nconsummated unless the defendant obtains money or property.Sekharv.United States, 570 U. S. ___ (2013)\n(Hobbs Act);Skillingv.United States, 561\nU. S. 358 (2010) (honest-services mail and wire fraud);Clevelandv.United States, 531 U. S. 12 (2000)\n(wire fraud);McNallyv.United States, 483\nU. S. 350 (1987) (mail fraud). Assuming that these cases are\nrelevant to our construction of §10(b) (a proposition the\nGovernment forcefully disputes), nothing in them undermines the\ncommonsense point we made inDirks.Making a gift of inside\ninformation to a relative like Michael is little different from\ntrading on the information, obtaining the profits, and doling them\nout to the trading relative. The tipper benefits either way. The\nfacts of this case illustrate the point: In one of their\ntipper-tippee interactions, Michael asked Maher for a favor,\ndeclined Maher’s offer of money, and instead requested and received\nlucrative trading information.We reject Salman’s argument thatDirks’s\ngift-giving standard is unconstitutionally vague as applied to this\ncase.Dirkscreated a simple and clear “guiding principle”\nfor determining tippee liability, 463 U. S., at 664, and\nSalman has not demonstrated that either §10(b) itself or theDirksgift-giving standard “leav[e] grave uncertainty about\nhow to estimate the risk posed by a crime” or are plagued by\n“hopeless indeterminacy,”Johnsonv.United States,\n576 U. S. ___, ___, ___ (2015) (slip op., at 5, 7). At most,\nSalman shows that in some factual circumstances assessing liability\nfor gift-giving will be difficult. That alone cannot render\n“shapeless” a federal criminal prohibition, for even clear rules\n“produce close cases.”Id.,at ___, ___ (slip op., at 9,\n10). We also reject Salman’s appeal to the rule of lenity, as he\nhas shown “no grievous ambiguity or uncertainty that would trigger\nthe rule’s application.”Barberv.Thomas, 560\nU. S. 474, 492 (2010) (internal quotation marks omitted). To\nthe contrary, Salman’s conduct is in the heartland ofDirks’s rule concerning gifts. It remains the case that\n“[d]etermining whether an insider personally benefits from a\nparticular disclosure, a question of fact, will not always be easy\nfor courts.” 463 U. S., at 664. But there is no need for us to\naddress those difficult cases today, because this case involves\n“precisely the ‘gift of confidential information to a trading\nrelative’ thatDirksenvisioned.” 792 F. 3d, at 1092\n(quoting 463 U. S., at 664).IIISalman’s jury was properly instructed that a\npersonal benefit includes “the benefit one would obtain from simply\nmaking a gift of confidential information to a trading relative.”\nApp. 398–399. As the Court of Appeals noted, “the Government\npresented direct evidence that the disclosure was intended as a\ngift of market-sensitive information.” 792 F. 3d, at 1094.\nAnd, as Salman conceded below, this evidence is sufficient to\nsustain his conviction under our reading ofDirks.\nAppellant’s Supplemental Brief in No. 14–10204 (CA9), p. 6\n(“Maher made a gift of confidential information to a trading\nrelative [Michael] . . . and, if [Michael’s] testimony is\naccepted as true (as it must be for purposes of sufficiency\nreview), Salman knew that Maher had made such a gift” (internal\nquotation marks, brackets, and citation omitted)). Accordingly, the\nNinth Circuit’s judgment is affirmed.It is so ordered.Notes1The Second Circuit also\nreversed theNewmandefendants’ convictions because the\nGovernment introduced no evidence that the defendants knew the\ninformation they traded on came from insiders or that the insiders\nreceived a personal benefit in exchange for the tips. 773\nF. 3d, at 453–454. This case does not implicate those\nissues.2Dirksv.SEC, 463 U. S. 646 (1983) , established the\npersonal-benefit framework in a case brought under the classical\ntheory of insider-trading liability, which applies “when a\ncorporate insider” or his tippee “trades in the securities of [the\ntipper’s] corporation on the basis of material, nonpublic\ninformation.”United Statesv.O’Hagan, 521\nU. S. 642 –652 (1997). In such a case, the defendant breaches\na duty to, and takes advantage of, the shareholders of his\ncorporation. By contrast, the misappropriation theory holds that a\nperson commits securities fraud “when he misappropriates\nconfidential information for securities trading purposes, in breach\nof a duty owed to the source of the information” such as an\nemployer or client.Id.,at 652. In such a case, the\ndefendant breaches a duty to, and defrauds, the source of the\ninformation, as opposed to the shareholders of his corporation. The\nCourt of Appeals observed that this is a misappropriation case, 792\nF. 3d, 1087, 1092, n. 4 (CA9 2015), while the Government\nrepresents that both theories apply on the facts of this case,\nBrief for United States 15, n. 1. We need not resolve the\nquestion. The parties do not dispute thatDirks’s\npersonal-benefit analysis applies in both classical and\nmisappropriation cases, so we will proceed on the assumption that\nit does.",
    "joined": []
}