{
    "case": {
        "docket": "19-1392",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/19-1392/"
    },
    "id": "4600822",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–1392_________________THOMAS E. DOBBS, STATE HEALTH OFFICER OF THE\nMISSISSIPPI DEPARTMENT OF HEALTH, et al., PETITIONERSv.JACKSON WOMEN’S HEALTH ORGANIZATION, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2022]Justice Alito delivered the opinion of the\nCourt.Abortion presents a profound moral issue on\nwhich Americans hold sharply conflicting views. Some believe\nfervently that a human person comes into being at conception and\nthat abortion ends an innocent life. Others feel just as strongly\nthat any regulation of abortion invades a woman’s right to control\nher own body and prevents women from achieving full equality. Still\nothers in a third group think that abortion should be allowed under\nsome but not all circumstances, and those within this group hold a\nvariety of views about the particular restrictions that should be\nimposed.For the first 185 years after the adoption of\nthe Constitution, each State was permitted to address this issue in\naccordance with the views of its citizens. Then, in 1973, this\nCourt decidedRoev.Wade,410\nU.S. 113. Even though the Constitution makes no mention of\nabortion, the Court held that it confers a broad right to obtain\none. It did not claim that American law or the common law had ever\nrecognized such a right, and its survey of history ranged from the\nconstitutionally irrelevant (e.g., its discussion of\nabortion in antiquity) to the plainly incorrect (e.g., its\nassertion that abortion was probably never a crime under the common\nlaw). After cataloging a wealth of other information having no\nbearing on the meaning of the Constitution, the opinion concluded\nwith a numbered set of rules much like those that might be found in\na statute enacted by a legislature.Under this scheme, each trimester of pregnancy\nwas regulated differently, but the most critical line was drawn at\nroughly the end of the second trimester, which, at the time,\ncorresponded to the point at which a fetus was thought to achieve\n“viability,”i.e., the ability to survive outside the womb.\nAlthough the Court acknowledged that States had a legitimate\ninterest in protecting “potential life,”[1] it found that this interest could not justify any\nrestriction on pre-viability abortions. The Court did not explain\nthe basis for this line, and even abortion supporters have found it\nhard to defendRoe’s reasoning. One prominent constitutional\nscholar wrote that he “would vote for a statute very much like the\none the Court end[ed] up drafting” if he were “a legislator,” but\nhis assessment ofRoewas memorable and brutal:Roewas “not constitutional law” at all and gave “almost no sense of an\nobligation to try to be.”[2]At the time ofRoe, 30 States still\nprohibited abortion at all stages. In the years prior to that\ndecision, about a third of the States had liberalized their laws,\nbutRoeabruptly ended that political process. It imposed\nthe same highly restrictive regime on the entire Nation, and it\neffectively struck down the abortion laws of every single\nState.[3] As Justice Byron\nWhite aptly put it in his dissent, the decision represented the\n“exercise of raw judicial power,” 410 U. S., at 222, and it\nsparked a national controversy that has embittered our political\nculture for a half century.[4]Eventually, inPlanned Parenthood of\nSoutheastern Pa.v.Casey,505 U.S.\n833(1992), the Court revisitedRoe, but the Members of\nthe Court split three ways. Two Justices expressed no desire to\nchangeRoein any way.[5] Four others wanted to overrule the decision in its\nentirety.[6] And the three\nremaining Justices, who jointly signed the controlling opinion,\ntook a third position.[7] Their\nopinion did not endorseRoe’s reasoning, and it even hinted\nthat one or more of its authors might have “reservations” about\nwhether the Constitution protects a right to abortion.[8] But the opinion concluded thatstare decisis, which calls for prior decisions to be\nfollowed in most instances, required adherence to what it calledRoe’s “central holding”—that a State may not\nconstitutionally protect fetal life before “viability”—even if that\nholding was wrong.[9] Anything\nless, the opinion claimed, would undermine respect for this Court\nand the rule of law.Paradoxically, the judgment inCaseydid\na fair amount of overruling. Several important abortion decisions\nwere overruledin toto, andRoeitself was overruled\nin part.[10]Caseythrew outRoe’s trimester scheme and substituted a new rule\nof uncertain origin under which States were forbidden to adopt any\nregulation that imposed an “undue burden” on a woman’s right to\nhave an abortion.[11] The\ndecision provided no clear guidance about the difference between a\n“due” and an “undue” burden. But the three Justices who authored\nthe controlling opinion “call[ed] the contending sides of a\nnational controversy to end their national division” by treating\nthe Court’s decision as the final settlement of the question of the\nconstitutional right to abortion.[12]As has become increasingly apparent in the\nintervening years,Caseydid not achieve that goal.\nAmericans continue to hold passionate and widely divergent views on\nabortion, and state legislatures have acted accordingly. Some have\nrecently enacted laws allowing abortion, with few restrictions, at\nall stages of pregnancy. Others have tightly restricted abortion\nbeginning well before viability. And in this case, 26 States have\nexpressly asked this Court to overruleRoeandCaseyand allow the States to regulate or prohibit pre-viability\nabortions.Before us now is one such state law. The State\nof Mississippi asks us to uphold the constitutionality of a law\nthat generally prohibits an abortion after the 15th week of\npregnancy—several weeks before the point at which a fetus is now\nregarded as “viable” outside the womb. In defending this law, the\nState’s primary argument is that we should reconsider and overruleRoeandCaseyand once again allow each State to\nregulate abortion as its citizens wish. On the other side,\nrespondents and the Solicitor General ask us to reaffirmRoeandCasey, and they contend that the Mississippi law cannot\nstand if we do so. Allowing Mississippi to prohibit abortions after\n15 weeks of pregnancy, they argue, “would be no different than\noverrulingCaseyandRoeentirely.” Brief for\nRespondents 43. They contend that “no half-measures” are available\nand that we must either reaffirm or overruleRoeandCasey. Brief for Respondents 50.We hold thatRoeandCasey must be\noverruled. The Constitution makes no reference to abortion, and no\nsuch right is implicitly protected by any constitutional provision,\nincluding the one on which the defenders ofRoeandCaseynow chiefly rely—the Due Process Clause of the\nFourteenth Amendment. That provision has been held to guarantee\nsome rights that are not mentioned in the Constitution, but any\nsuch right must be “deeply rooted in this Nation’s history and\ntradition” and “implicit in the concept of ordered liberty.”Washingtonv. Glucksberg,521\nU.S. 702, 721 (1997) (internal quotation marks omitted).The right to abortion does not fall within this\ncategory. Until the latter part of the 20th century, such a right\nwas entirely unknown in American law. Indeed, when the Fourteenth\nAmendment was adopted, three quarters of the States made abortion a\ncrime at all stages of pregnancy. The abortion right is also\ncritically different from any other right that this Court has held\nto fall within the Fourteenth Amendment’s protection of “liberty.”Roe’s defenders characterize the abortion right as similar\nto the rights recognized in past decisions involving matters such\nas intimate sexual relations, contraception, and marriage, but\nabortion is fundamentally different, as bothRoeandCaseyacknowledged, because it destroys what those decisions\ncalled “fetal life” and what the law now before us describes as an\n“unborn human being.”[13]Stare decisis, the doctrine on whichCasey’s controlling opinion was based, does not compel\nunending adherence toRoe’s abuse of judicial authority.Roewas egregiously wrong from the start. Its reasoning was\nexceptionally weak, and the decision has had damaging consequences.\nAnd far from bringing about a national settlement of the abortion\nissue,RoeandCaseyhave enflamed debate and\ndeepened division.It is time to heed the Constitution and return\nthe issue of abortion to the people’s elected representatives. “The\npermissibility of abortion, and the limitations, upon it, are to be\nresolved like most important questions in our democracy: by\ncitizens trying to persuade one another and then voting.”Casey, 505 U. S., at 979 (Scalia, J., concurring in\njudgment in part and dissenting in part). That is what the\nConstitution and the rule of law demand.IThe law at issue in this case, Mississippi’s\nGestational Age Act, see Miss. Code Ann. §41–41–191 (2018),\ncontains this central provision: “Except in a medical emergency or\nin the case of a severe fetal abnormality, a person shall not\nintentionally or knowingly perform . . . or induce an\nabortion of an unborn human being if the probable gestational age\nof the unborn human being has been determined to be greater than\nfifteen (15) weeks.” §4(b).[14]To support this Act, the legislature made a\nseries of factual findings. It began by noting that, at the time of\nenactment, only six countries besides the United States\n“permit[ted] nontherapeutic or elective abortion-on-demand after\nthe twentieth week of gestation.”[15] §2(a). The legislature then found that at 5 or 6\nweeks’ gestational age an “unborn human being’s heart begins\nbeating”; at 8 weeks the “unborn human being begins to move about\nin the womb”; at 9 weeks “all basic physiological functions are\npresent”; at 10 weeks “vital organs begin to function,” and\n“[h]air, fingernails, and toenails . . . begin to form”;\nat 11 weeks “an unborn human being’s diaphragm is developing,” and\nhe or she may “move about freely in the womb”; and at 12 weeks the\n“unborn human being” has “taken on ‘the human form’ in all relevant\nrespects.” §2(b)(i) (quotingGonzalesv.Carhart,550 U.S.\n124, 160 (2007)). It found that most abortions after 15 weeks\nemploy “dilation and evacuation procedures which involve the use of\nsurgical instruments to crush and tear the unborn child,” and it\nconcluded that the “intentional commitment of such acts for\nnontherapeutic or elective reasons is a barbaric practice,\ndangerous for the maternal patient, and demeaning to the medical\nprofession.” §2(b)(i)(8).Respondents are an abortion clinic, Jackson\nWomen’s Health Organization, and one of its doctors. On the day the\nGestational Age Act was enacted, respondents filed suit in Federal\nDistrict Court against various Mississippi officials, alleging that\nthe Act violated this Court’s precedents establishing a\nconstitutional right to abortion. The District Court granted\nsummary judgment in favor of respondents and permanently enjoined\nenforcement of the Act, reasoning that “viability marks the\nearliest point at which the State’s interest in fetal life is\nconstitutionally adequate to justify a legislative ban on\nnontherapeutic abortions” and that 15 weeks’ gestational age is\n“prior to viability.”Jackson Women’s Health Org.v.Currier, 349 F. Supp. 3d 536, 539–540 (SD Miss. 2019)\n(internal quotation marks omitted). The Fifth Circuit affirmed. 945\nF.3d 265 (2019).We granted certiorari, 593 U. S. ___\n(2021), to resolve the question whether “all pre-viability\nprohibitions on elective abortions are unconstitutional,” Pet. for\nCert. i. Petitioners’ primary defense of the Mississippi\nGestational Age Act is thatRoeandCaseywere\nwrongly decided and that “the Act is constitutional because it\nsatisfies rational-basis review.” Brief for Petitioners 49.\nRespondents answer that allowing Mississippi to ban pre-viability\nabortions “would be no different than overrulingCaseyandRoeentirely.” Brief for Respondents 43. They tell us that\n“no half-measures” are available: We must either reaffirm or\noverruleRoeandCasey. Brief for Respondents 50.IIWe begin by considering the critical question\nwhether the Constitution, properly understood, confers a right to\nobtain an abortion. Skipping over that question, the controlling\nopinion inCaseyreaffirmedRoe’s “central holding”\nbased solely on the doctrine ofstare decisis, but as we\nwill explain, proper application ofstare decisisrequired\nan assessment of the strength of the grounds on whichRoewas based. Seeinfra,at 45–56.We therefore turn to the question that theCaseyplurality did not consider, and we address that\nquestion in three steps. First, we explain the standard that our\ncases have used in determining whether the Fourteenth Amendment’s\nreference to “liberty” protects a particular right. Second, we\nexamine whether the right at issue in this case is rooted in our\nNation’s history and tradition and whether it is an essential\ncomponent of what we have described as “ordered liberty.” Finally,\nwe consider whether a right to obtain an abortion is part of a\nbroader entrenched right that is supported by other precedents.A1Constitutional analysis must begin with “the\nlanguage of the instrument,”Gibbonsv.Ogden, 9\nWheat. 1, 186–189 (1824), which offers a “fixed standard” for\nascertaining what our founding document means, 1 J. Story,\nCommentaries on the Constitution of the United States §399, p. 383\n(1833). The Constitution makes no express reference to a right to\nobtain an abortion, and therefore those who claim that it protects\nsuch a right must show that the right is somehow implicit in the\nconstitutional text.Roe,however, was remarkably loose in its\ntreatment of the constitutional text. It held that the abortion\nright, which is not mentioned in the Constitution, is part of a\nright to privacy, which is also not mentioned. See 410 U. S.,\nat 152–153. And that privacy right,Roeobserved, had been\nfound to spring from no fewer than five different constitutional\nprovisions—the First, Fourth, Fifth, Ninth, and Fourteenth\nAmendments.Id., at 152.The Court’s discussion left open at least three\nways in which some combination of these provisions could protect\nthe abortion right. One possibility was that the right was “founded\n. . . in the Ninth Amendment’s reservation of rights to\nthe people.”Id.,at 153. Another was that the right was\nrooted in the First, Fourth, or Fifth Amendment, or in some\ncombination of those provisions, and that this right had been\n“incorporated” into the Due Process Clause of the Fourteenth\nAmendment just as many other Bill of Rights provisions had by then\nbeen incorporated.Ibid; see alsoMcDonaldv.Chicago,561 U.S.\n742, 763–766 (2010) (majority opinion) (discussing\nincorporation). And a third path was that the First, Fourth, and\nFifth Amendments played no role and that the right was simply a\ncomponent of the “liberty” protected by the Fourteenth Amendment’s\nDue Process Clause.Roe, 410 U. S., at 153.Roeexpressed the “feel[ing]” that the Fourteenth Amendment was the\nprovision that did the work, but its message seemed to be that the\nabortion right could be foundsomewherein the Constitution\nand that specifying its exact location was not of paramount\nimportance.[16] TheCaseyCourt did not defend this unfocused analysis and\ninstead grounded its decision solely on the theory that the right\nto obtain an abortion is part of the “liberty” protected by the\nFourteenth Amendment’s Due Process Clause.We discuss this theory in depth below, but\nbefore doing so, we briefly address one additional constitutional\nprovision that some of respondents’amicihave now offered\nas yet another potential home for the abortion right: the\nFourteenth Amendment’s Equal Protection Clause. See Brief for\nUnited States asAmicus Curiae24 (Brief for United States);\nsee also Brief for Equal Protection Constitutional Law Scholars asAmici Curiae.NeitherRoenorCaseysaw fit to\ninvoke this theory, and it is squarely foreclosed by our\nprecedents, which establish that a State’s regulation of abortion\nis not a sex-based classification and is thus not subject to the\n“heightened scrutiny” that applies to such\nclassifications.[17] The\nregulation of a medical procedure that only one sex can undergo\ndoes not trigger heightened constitutional scrutiny unless the\nregulation is a “mere pretex[t] designed to effect an invidious\ndiscrimination against members of one sex or the other.”Geduldigv.Aiello,417 U.S.\n484, 496, n. 20 (1974). And as the Court has stated, the “goal\nof preventing abortion” does not constitute “invidiously\ndiscriminatory animus” against women.Brayv.Alexandria\nWomen’s Health Clinic,506 U.S.\n263, 273–274 (1993) (internal quotation marks omitted).\nAccordingly, laws regulating or prohibiting abortion are not\nsubject to heightened scrutiny. Rather, they are governed by the\nsame standard of review as other health and safety\nmeasures.[18]With this new theory addressed, we turn toCasey’s bold assertion that the abortion right is an aspect\nof the “liberty” protected by the Due Process Clause of the\nFourteenth Amendment. 505 U. S., at 846; Brief for Respondents\n17; Brief for United States 21–22.2The underlying theory on which this argument\nrests—that the Fourteenth Amendment’s Due Process Clause provides\nsubstantive, as well as procedural, protection for “liberty”—has\nlong been controversial. But our decisions have held that the Due\nProcess Clause protects two categories of substantive rights.The first consists of rights guaranteed by the\nfirst eight Amendments. Those Amendments originally applied only to\nthe Federal Government,Barron ex rel. Tiernanv.Mayor\nof Baltimore, 7 Pet. 243, 247–251 (1833) (opinion for the Court\nby Marshall, C. J.), but this Court has held that the Due\nProcess Clause of the Fourteenth Amendment “incorporates” the great\nmajority of those rights and thus makes them equally applicable to\nthe States. SeeMcDonald, 561 U. S., at 763–767, and\nnn. 12–13. The second category—which is the one in question\nhere—comprises a select list of fundamental rights that are not\nmentioned anywhere in the Constitution.In deciding whether a right falls into either of\nthese categories, the Court has long asked whether the right is\n“deeply rooted in [our] history and tradition” and whether it is\nessential to our Nation’s “scheme of ordered liberty.”Timbsv.Indiana, 586 U. S. ___, ___ (2019) (slip op., at 3)\n(internal quotation marks omitted);McDonald, 561\nU. S., at 764, 767 (internal quotation marks omitted);Glucksberg, 521 U. S., at 721 (internal quotation marks\nomitted).[19] And in\nconducting this inquiry, we have engaged in a careful analysis of\nthe history of the right at issue.Justice Ginsburg’s opinion for the Court inTimbsis a recent example. In concluding that the Eighth\nAmendment’s protection against excessive fines is “fundamental to\nour scheme of ordered liberty” and “deeply rooted in this Nation’s\nhistory and tradition,” 586 U. S., at ___ (slip op., at 7)\n(internal quotation marks omitted), her opinion traced the right\nback to Magna Carta, Blackstone’s Commentaries, and 35 of the 37\nstate constitutions in effect at the ratification of the Fourteenth\nAmendment. 586 U. S., at ___–___ (slip op., at 3–7).A similar inquiry was undertaken inMcDonald, which held that the Fourteenth Amendment protects\nthe right to keep and bear arms. The lead opinion surveyed the\norigins of the Second Amendment, the debates in Congress about the\nadoption of the Fourteenth Amendment, the state constitutions in\neffect when that Amendment was ratified (at least 22 of the 37\nStates protected the right to keep and bear arms), federal laws\nenacted during the same period, and other relevant historical\nevidence. 561 U. S., at 767–777. Only then did the opinion\nconclude that “the Framers and ratifiers of the Fourteenth\nAmendment counted the right to keep and bear arms among those\nfundamental rights necessary to our system of ordered liberty.”Id., at 778; see alsoid., at 822–850 (Thomas, J.,\nconcurring in part and concurring in judgment) (surveying history\nand reaching the same result under the Fourteenth Amendment’s\nPrivileges or Immunities Clause).TimbsandMcDonaldconcerned the\nquestion whether the Fourteenth Amendment protects rights that are\nexpressly set out in the Bill of Rights, and it would be anomalous\nif similar historical support were not required when a putative\nright is not mentioned anywhere in the Constitution. Thus, inGlucksberg, which held that the Due Process Clause does not\nconfer a right to assisted suicide, the Court surveyed more than\n700 years of “Anglo-American common law tradition,” 521 U. S.,\nat 711, and made clear that a fundamental right must be\n“objectively, deeply rooted in this Nation’s history and\ntradition,”id., at 720–721.Historical inquiries of this nature are\nessential whenever we are asked to recognize a new component of the\n“liberty” protected by the Due Process Clause because the term\n“liberty” alone provides little guidance. “Liberty” is a capacious\nterm. As Lincoln once said: “We all declare for Liberty; but in\nusing the same word we do not all mean the same thing.”[20] In a well-known essay, Isaiah\nBerlin reported that “[h]istorians of ideas” had cataloged more\nthan 200 different senses in which the term had been used.[21]In interpreting what is meant by the Fourteenth\nAmendment’s reference to “liberty,” we must guard against the\nnatural human tendency to confuse what that Amendment protects with\nour own ardent views about the liberty that Americans should enjoy.\nThat is why the Court has long been “reluctant” to recognize rights\nthat are not mentioned in the Constitution.Collinsv.Harker Heights,503 U.S.\n115, 125 (1992). “Substantive due process has at times been a\ntreacherous field for this Court,”Moorev.East\nCleveland,431\nU.S. 494, 503 (1977) (plurality opinion), and it has sometimes\nled the Court to usurp authority that the Constitution entrusts to\nthe people’s elected representatives. SeeRegents of Univ. of\nMich.v.Ewing,474 U.S.\n214, 225–226 (1985). As the Court cautioned inGlucksberg, “[w]e must . . . exercise the utmost\ncare whenever we are asked to break new ground in this field, lest\nthe liberty protected by the Due Process Clause be subtly\ntransformed into the policy preferences of the Members of this\nCourt.” 521 U. S., at 720 (internal quotation marks and\ncitation omitted).On occasion, when the Court has ignored the\n“[a]ppropriate limits” imposed by “ ‘respect for the teachings\nof history,’ ”Moore,431 U. S., at 503 (plurality\nopinion), it has fallen into the freewheeling judicial policymaking\nthat characterized discredited decisions such asLochnerv.New York,198 U.S.\n45(1905). The Court must not fall prey to such an unprincipled\napproach. Instead, guided by the history and tradition that map the\nessential components of our Nation’s concept of ordered liberty, we\nmust ask what theFourteenth Amendmentmeans by the term\n“liberty.” When we engage in that inquiry in the present case, the\nclear answer is that the Fourteenth Amendment does not protect the\nright to an abortion.[22]B1Until the latter part of the 20th century,\nthere was no support in American law for a constitutional right to\nobtain an abortion. No state constitutional provision had\nrecognized such a right. Until a few years beforeRoewas\nhanded down, no federal or state court had recognized such a right.\nNor had any scholarly treatise of which we are aware. And although\nlaw review articles are not reticent about advocating new rights,\nthe earliest article proposing a constitutional right to abortion\nthat has come to our attention was published only a few years\nbeforeRoe.[23]Not only was there no support for such a\nconstitutional right until shortly beforeRoe, but abortion\nhad long been acrimein every single State. At common law,\nabortion was criminal in at least some stages of pregnancy and was\nregarded as unlawful and could have very serious consequences at\nall stages. American law followed the common law until a wave of\nstatutory restrictions in the 1800s expanded criminal liability for\nabortions. By the time of the adoption of the Fourteenth Amendment,\nthree-quarters of the States had made abortion a crime at any stage\nof pregnancy, and the remaining States would soon follow.Roeeither ignored or misstated this\nhistory, andCaseydeclined to reconsiderRoe’s\nfaulty historical analysis. It is therefore important to set the\nrecord straight.2aWe begin with the common law, under which\nabortion was a crime at least after “quickening”—i.e., the\nfirst felt movement of the fetus in the womb, which usually occurs\nbetween the 16th and 18th week of pregnancy.[24]The “eminent common-law authorities (Blackstone,\nCoke, Hale, and the like),”Kahlerv.Kansas, 589\nU. S. ___, ___ (2020) (slip op., at 7),alldescribe\nabortion after quickening as criminal. Henry de Bracton’s\n13th-century treatise explained that if a person has “struck a\npregnant woman, or has given her poison, whereby he has caused\nabortion, if the foetus be already formed and animated, and\nparticularly if it be animated, he commits homicide.” 2 De Legibus\net Consuetudinibus Angliae 279 (T. Twiss ed. 1879); see also 1\nFleta, c. 23, reprinted in 72 Selden Soc. 60–61 (H. Richardson\n& G. Sayles eds. 1955) (13th-century treatise).[25]Sir Edward Coke’s 17th-century treatise likewise\nasserted that abortion of a quick child was “murder” if the “childe\nbe born alive” and a “great misprision” if the “childe dieth in her\nbody.” 3 Institutes of the Laws of England 50–51 (1644).\n(“Misprision” referred to “some heynous offence under the degree of\nfelony.”Id., at 139.) Two treatises by Sir Matthew Hale\nlikewise described abortion of a quick child who died in the womb\nas a “great crime” and a “great misprision.” Pleas of the Crown 53\n(P. Glazebrook ed. 1972); 1 History of the Pleas of the Crown 433\n(1736) (Hale). And writing near the time of the adoption of our\nConstitution, William Blackstone explained that abortion of a\n“quick” child was “by the ancient law homicide or manslaughter”\n(citing Bracton), and at least a very “heinous misdemeanor” (citing\nCoke). 1 Commentaries on the Laws of England 129–130 (7th ed. 1775)\n(Blackstone).English cases dating all the way back to the\n13th century corroborate the treatises’ statements that abortion\nwas a crime. See generally J. Dellapenna, Dispelling the Myths of\nAbortion History 126, and n. 16, 134–142, 188–194, and nn. 84–86\n(2006) (Dellapenna); J. Keown, Abortion, Doctors and the Law 3–12\n(1988) (Keown). In 1732, for example, Eleanor Beare was convicted\nof “destroying the Foetus in the Womb” of another woman and\n“thereby causing her to miscarry.”[26] For that crime and another “misdemeanor,” Beare was\nsentenced to two days in the pillory and three years’\nimprisonment.[27]Although a pre-quickening abortion was not\nitself considered homicide, it does not follow that abortion waspermissibleat common law—much less that abortion was a\nlegalright. Cf.Glucksberg, 521 U. S., at 713\n(removal of “common law’s harsh sanctions did not represent an\nacceptance of suicide”). Quite to the contrary, in the 1732 case\nmentioned above, the judge said of the charge of abortion (with no\nmention of quickening) that he had “never met with a case so\nbarbarous and unnatural.”[28] Similarly, an indictment from 1602, which did not\ndistinguish between a pre-quickening and post-quickening abortion,\ndescribed abortion as “pernicious” and “against the peace of our\nLady the Queen, her crown and dignity.” Keown 7 (discussingR.v.Webb, Calendar of Assize Records, Surrey\nIndictments 512 (1980)).That the common law did not condone even pre-\nquickening abortions is confirmed by what one might call a\nproto-felony-murder rule. Hale and Blackstone explained a way in\nwhich a pre-quickening abortion could rise to the level of a\nhomicide. Hale wrote that if a physician gave a woman “with\nchild”a “potion” to cause an abortion, and the woman died,\nit was “murder” because the potion was given “unlawfullyto\ndestroy her child within her.” 1 Hale 429–430 (emphasis added). As\nBlackstone explained, to be “murder” a killing had to be done with\n“malice aforethought, . . . either express or implied.” 4\nBlackstone 198 (emphasis deleted). In the case of an abortionist,\nBlackstone wrote, “the law will imply [malice]” for the same reason\nthat it would imply malice if a person who intended to kill one\nperson accidentally killed a different person:“[I]f one shoots at A and misseshim, but kills B, this is murder; because of the previous\nfelonious intent, which the law transfers from one to the other.\nThe same is the case, where one lays poison for A; and B, against\nwhom the prisoner had no malicious intent, takes it, and it kills\nhim; this is likewise murder.So also, if one givesa\nwoman with childa medicine to procure abortion, and it\noperates so violently as to kill the woman,this is murderin the person who gave it.”Id., at 200–201 (emphasis added;\nfootnote omitted).[29]Notably, Blackstone, like Hale, did not state\nthat this proto-felony-murder rule required that the woman be “with\nquick child”—only that she be “with child.”Id., at 201. And\nit is revealing that Hale and Blackstone treated abortionists\ndifferently fromotherphysicians or surgeons who caused the\ndeath of a patient “without any intent of doing [the patient] any\nbodily hurt.” Hale 429; see 4 Blackstone 197. These other\nphysicians—even if “unlicensed”—would not be “guilty of murder or\nmanslaughter.” Hale 429. But a physician performing an abortion\nwould, precisely because his aim was an “unlawful” one.In sum, although common-law authorities differed\non the severity of punishment for abortions committed at different\npoints in pregnancy, none endorsed the practice. Moreover, we are\naware of no common-law case or authority, and the parties have not\npointed to any, that remotely suggests a positiverightto\nprocure an abortion at any stage of pregnancy.bIn this country, the historical record is\nsimilar. The “most important early American edition of Blackstone’s\nCommentaries,”District of Columbiav.Heller,554 U.S.\n570, 594 (2008), reported Blackstone’s statement that abortion\nof a quick child was at least “a heinous misdemeanor,” 2 St. George\nTucker, Blackstone’s Commentaries 129–130 (1803), and that edition\nalso included Blackstone’s discussion of the proto-felony-murder\nrule, 5id., at 200–201. Manuals for justices of the peace\nprinted in the Colonies in the 18th century typically restated the\ncommon-law rule on abortion, and some manuals repeated Hale’s and\nBlackstone’s statements that anyone who prescribed medication\n“unlawfully to destroy the child” would be guilty of murder if the\nwoman died. See,e.g., J. Parker, Conductor Generalis 220\n(1788); 2 R. Burn, Justice of the Peace, and Parish Officer 221–222\n(7th ed. 1762) (English manual stating the same).[30]The few cases available from the early colonial\nperiod corroborate that abortion was a crime. See generally\nDellapenna 215–228 (collecting cases). In Maryland in 1652, for\nexample, an indictment charged that a man “Murtherously endeavoured\nto destroy or Murther the Child by him begotten in the Womb.”Proprietaryv.Mitchell, 10 Md. Archives 80, 183\n(1652) (W. Browne ed. 1891). And by the 19th century, courts\nfrequently explained that the common law made abortion of a quick\nchild a crime. See,e.g.,Smithv.Gaffard, 31\nAla. 45, 51 (1857);Smithv.State, 33 Me. 48, 55\n(1851);Statev.Cooper, 22 N. J. L. 52, 52–55\n(1849);Commonwealthv.Parker, 50 Mass. 263, 264–268\n(1845).cThe original ground for drawing a distinction\nbetween pre- and post-quickening abortions is not entirely clear,\nbut some have attributed the rule to the difficulty of proving that\na pre-quickening fetus was alive. At that time, there were no\nscientific methods for detecting pregnancy in its early\nstages,[31] and thus, as one\ncourt put it in 1872: “[U]ntil the period of quickening there is noevidenceof life; and whatever may be said of the feotus,\nthe law has fixed upon this period of gestation as the time when\nthe child is endowed with life” because “foetal movements are the\nfirst clearly marked and well definedevidencesof\nlife.”Evansv.People, 49 N.Y. 86, 90 (emphasis\nadded);Cooper, 22 N. J. L., at 56 (“In\ncontemplation of law life commences at the moment of quickening, at\nthat moment when the embryo givesthe first physical proof of\nlife, no matter when it first received it” (emphasis\nadded)).The Solicitor General offers a different\nexplanation of the basis for the quickening rule, namely, that\nbefore quickening the common law did not regard a fetus “as having\na ‘separate and independent existence.’ ” Brief for United\nStates 26 (quotingParker, 50 Mass., at 266). But the case\non which the Solicitor General relies for this proposition also\nsuggested that the criminal law’s quickening rule was out of step\nwith the treatment of prenatal life in other areas of law, noting\nthat “to many purposes, in reference to civil rights, an infantin ventre sa mereis regarded as a person in being.”Ibid. (citing 1 Blackstone 129); see alsoEvans,49\nN. Y., at 89;Millsv.Commonwealth, 13 Pa. 631,\n633 (1850);Morrowv.Scott, 7 Ga. 535, 537 (1849);Hallv.Hancock, 32 Mass. 255, 258 (1834);Thellussonv.Woodford, 4 Ves. 227, 321–322, 31 Eng.\nRep. 117, 163 (1789).At any rate, the original ground for the\nquickening rule is of little importance for present purposes\nbecause the rule was abandoned in the 19th century. During that\nperiod, treatise writers and commentators criticized the quickening\ndistinction as “neither in accordance with the result of medical\nexperience, nor with the principles of the common law.” F. Wharton,\nCriminal Law §1220, p. 606 (rev. 4th ed. 1857) (footnotes omitted);\nsee also J. Beck, Researches in Medicine and Medical Jurisprudence\n26–28 (2d ed. 1835) (describing the quickening distinction as\n“absurd” and “injurious”).[32] In 1803, the British Parliament made abortion a crime\nat all stages of pregnancy and authorized the imposition of severe\npunishment. See Lord Ellenborough’s Act, 43 Geo. 3, c. 58 (1803).\nOne scholar has suggested that Parliament’s decision “may partly\nhave been attributable to the medical man’s concern that fetal life\nshould be protected by the law at all stages of gestation.” Keown\n22.In this country during the 19th century, the\nvast majority of the States enacted statutes criminalizing abortion\nat all stages of pregnancy. See Appendix A,infra(listing\nstate statutory provisions in chronological order).[33] By 1868, the year when the Fourteenth\nAmendment was ratified, three-quarters of the States, 28 out of 37,\nhad enacted statutes making abortion a crime even if it was\nperformed before quickening.[34] Seeibid.Of the nine States that had not yet\ncriminalized abortion at all stages, all but one did so by 1910.\nSeeibid.The trend in the Territories that would become\nthe last 13 States was similar: All of them criminalized abortion\nat all stages of pregnancy between 1850 (the Kingdom of Hawaii) and\n1919 (New Mexico). See Appendix B,infra; see alsoCasey, 505 U. S., at 952 (Rehnquist, C. J.,\nconcurring in judgment in part and dissenting in part); Dellapenna\n317–319. By the end of the 1950s, according to theRoeCourt’s own count, statutes in all but four States and the District\nof Columbia prohibited abortion “however and whenever performed,\nunless done to save or preserve the life of the mother.” 410\nU. S., at 139.[35]This overwhelming consensus endured until the\ndayRoewas decided. At that time, also by theRoeCourt’s own count, a substantial majority—30 States—still\nprohibited abortion at all stages except to save the life of the\nmother. Seeid., at 118, and n. 2 (listing States). And\nthoughRoediscerned a “trend toward liberalization” in\nabout “one-third of the States,” those States still criminalized\nsome abortions and regulated them more stringently thanRoewould allow.Id., at 140, and n. 37; Tribe 2. In short, the\n“Court’s opinion inRoeitself convincingly refutes the\nnotion that the abortion liberty is deeply rooted in the history or\ntradition of our people.”Thornburghv.American College\nof Obstetricians and Gynecologists,476\nU.S. 747, 793 (1986) (White, J., dissenting).dThe inescapable conclusion is that a right to\nabortion is not deeply rooted in the Nation’s history and\ntraditions. On the contrary, an unbroken tradition of prohibiting\nabortion on pain of criminal punishment persisted from the earliest\ndays of the common law until 1973. The Court inRoecould\nhave said of abortion exactly whatGlucksbergsaid of\nassisted suicide: “Attitudes toward [abortion] have changed since\nBracton, but our laws have consistently condemned, and continue to\nprohibit, [that practice].” 521 U. S., at 719.3Respondents and theiramicihave no\npersuasive answer to this historical evidence.Neither respondents nor the Solicitor General\ndisputes the fact that by 1868 the vast majority of States\ncriminalized abortion at all stages of pregnancy. See Brief for\nPetitioners 12–13; see also Brief for American Historical\nAssociation et al. asAmici Curiae27–28, and nn. 14–15\n(conceding that 26 out of 37 States prohibited abortion before\nquickening); Tr. of Oral Arg. 74–75 (respondents’ counsel conceding\nthe same). Instead, respondents are forced to argue that it “does\n[not] matter that some States prohibited abortion at the timeRoewas decided or when the Fourteenth Amendment was\nadopted.” Brief for Respondents 21. But that argument flies in the\nface of the standard we have applied in determining whether an\nasserted right that is nowhere mentioned in the Constitution is\nnevertheless protected by the Fourteenth Amendment.Not only are respondents and theiramiciunable to show that a constitutional right to abortion was\nestablished when the Fourteenth Amendment was adopted, but they\nhave found no support for the existence of an abortion right that\npredates the latter part of the 20th century—no state\nconstitutional provision, no statute, no judicial decision, no\nlearned treatise. The earliest sources called to our attention are\na few district court and state court decisions decided shortly\nbeforeRoeand a small number of law review articles from\nthe same time period.[36]A few of respondents’amicimuster\nhistorical arguments, but they are very weak. The Solicitor General\nrepeatsRoe’s claim that it is “ ‘doubtful’\n. . . ‘abortion was ever firmly established as a\ncommon-law crime even with respect to the destruction of a quick\nfetus.’ ” Brief for United States 26 (quotingRoe, 410\nU. S., at 136). But as we have seen, great common-law\nauthorities like Bracton, Coke, Hale, and Blackstone all wrote that\na post-quickening abortion was a crime—and a serious one at that.\nMoreover, Hale and Blackstone (and many other authorities following\nthem) asserted that even a pre-quickening abortion was “unlawful”\nand that, as a result, an abortionist was guilty of murder if the\nwoman died from the attempt.Instead of following these authorities,Roerelied largely on two articles by a pro-abortion\nadvocate who claimed that Coke had intentionally misstated the\ncommon law because of his strong anti-abortion views.[37] These articles have been\ndiscredited,[38] and it has\ncome to light that even members of Jane Roe’s legal team did not\nregard them as serious scholarship. An internal memorandum\ncharacterized this author’s work as donning “the guise of impartial\nscholarship while advancing the proper ideological goals.”[39] Continued reliance on such\nscholarship is unsupportable.The Solicitor General next suggests that history\nsupports an abortion right because the common law’s failure to\ncriminalize abortion before quickening means that “at the Founding\nand for decades thereafter, women generally could terminate a\npregnancy, at least in its early stages.”[40] Brief for United States 26–27; see also Brief for\nRespondents 21. But the insistence on quickening was not universal,\nseeMills, 13 Pa., at 633;Statev.Slagle, 83\nN. C. 630, 632 (1880), and regardless, the fact that many\nStates in the late 18th and early 19th century did not criminalize\npre-quickening abortions does not mean that anyone thought the\nStates lacked the authority to do so. When legislatures began to\nexercise that authority as the century wore on, no one, as far as\nwe are aware, argued that the laws they enacted violated a\nfundamental right. That is not surprising since common-law\nauthorities had repeatedly condemned abortion and described it as\nan “unlawful” act without regard to whether it occurred before or\nafter quickening. Seesupra, at 16–21.Anotheramicusbrief relied upon by\nrespondents (see Brief for Respondents 21) tries to dismiss the\nsignificance of the state criminal statutes that were in effect\nwhen the Fourteenth Amendment was adopted by suggesting that they\nwere enacted for illegitimate reasons. According to this account,\nwhich is based almost entirely on statements made by one prominent\nproponent of the statutes, important motives for the laws were the\nfear that Catholic immigrants were having more babies than\nProtestants and that the availability of abortion was leading White\nProtestant women to “shir[k their] maternal duties.” Brief for\nAmerican Historical Association et al. asAmici Curiae20.Resort to this argument is a testament to the\nlack of any real historical support for the right thatRoeandCaseyrecognized. This Court has long disfavored\narguments based on alleged legislative motives. See,e.g.,Eriev.Pap’s A. M.,529\nU.S. 277, 292 (2000) (plurality opinion);Turner\nBroadcasting System, Inc.v.FCC,512 U.S.\n622, 652 (1994);United Statesv.O’Brien,391 U.S.\n367, 383 (1968);Arizonav.California,283 U.S.\n423, 455 (1931) (collecting cases). The Court has recognized\nthat inquiries into legislative motives “are a hazardous matter.”O’Brien, 391 U. S., at 383. Even when an argument about\nlegislative motive is backed by statements made by legislators who\nvoted for a law, we have been reluctant to attribute those motives\nto the legislative body as a whole. “What motivates one legislator\nto make a speech about a statute is not necessarily what motivates\nscores of others to enact it.”Id.,at 384.Here, the argument about legislative motive is\nnot even based on statements by legislators, but on statements made\nby a few supporters of the new 19th-century abortion laws, and it\nis quite a leap to attribute these motives to all the legislators\nwhose votes were responsible for the enactment of those laws.\nRecall that at the time of the adoption of the Fourteenth\nAmendment, over three-quarters of the States had adopted statutes\ncriminalizing abortion (usually at all stages of pregnancy), and\nthat from the early 20th century until the dayRoewas\nhanded down, every single State had such a law on its books. Are we\nto believe that the hundreds of lawmakers whose votes were needed\nto enact these laws were motivated by hostility to Catholics and\nwomen?There is ample evidence that the passage of\nthese laws was instead spurred by a sincere belief that abortion\nkills a human being. Many judicial decisions from the late 19th and\nearly 20th centuries made that point. See,e.g.,Nashv.Meyer, 54 Idaho 283, 301, 31 P.2d 273, 280 (1934);Statev.Ausplund, 86 Ore. 121, 131–132, 167 P. 1019,\n1022–1023 (1917);Trentv.State, 15 Ala. App. 485,\n488, 73 S. 834, 836 (1916);Statev.Miller, 90 Kan.\n230, 233, 133 P. 878, 879 (1913);Statev.Tippie, 89\nOhio St. 35, 39–40, 105 N.E. 75, 77 (1913);Statev.Gedicke, 43 N. J. L. 86, 90 (1881);Doughertyv.People, 1 Colo. 514, 522–523 (1873);Statev.Moore, 25 Iowa 128, 131–132 (1868);Smith,33 Me., at 57; see alsoMemphis Center for\nReproductive Healthv.Slatery, 14 F. 4th 409, 446, and\nn. 11 (CA6 2021) (Thapar, J., concurring in judgment in part and\ndissenting in part) (citing cases).One may disagree with this belief (and our\ndecision is not based on any view about when a State should regard\nprenatal life as having rights or legally cognizable interests),\nbut evenRoeandCaseydid not question the good\nfaith of abortion opponents. See,e.g.,Casey, 505\nU. S., at 850 (“Men and women of good conscience can disagree\n. . . about the profound moral and spiritual implications\nof terminating a pregnancy even in its earliest stage”). And we see\nno reason to discount the significance of the state laws in\nquestion based on theseamici’s suggestions about\nlegislative motive.[41]C1Instead of seriously pressing the argument\nthat the abortion right itself has deep roots, supporters ofRoeandCaseycontend that the abortion right is an\nintegral part of a broader entrenched right.Roetermed this\na right to privacy, 410 U. S., at 154, andCaseydescribed it as the freedom to make “intimate and personal choices”\nthat are “central to personal dignity and autonomy,” 505\nU. S., at 851.Caseyelaborated: “At the heart of\nliberty is the right to define one’s own concept of existence, of\nmeaning, of the universe, and of the mystery of human life.”Ibid.The Court did not claim that this broadly framed\nright is absolute, and no such claim would be plausible. While\nindividuals are certainly freetothinkandto\nsaywhat they wish about “existence,” “meaning,” the\n“universe,” and “the mystery of human life,” they are not always\nfreeto actin accordance with those thoughts. License to\nact on the basis of such beliefs may correspond to one of the many\nunderstandings of “liberty,” but it is certainly not “ordered\nliberty.”Ordered liberty sets limits and defines the\nboundary between competing interests.RoeandCaseyeach struck a particular balance between the interests of a woman\nwho wants an abortion and the interests of what they termed\n“potential life.”Roe, 410 U. S., at 150 (emphasis\ndeleted);Casey, 505 U. S., at 852. But the people of\nthe various States may evaluate those interests differently. In\nsome States, voters may believe that the abortion right should be\neven more extensive than the right thatRoeandCaseyrecognized. Voters in other States may wish to impose tight\nrestrictions based on their belief that abortion destroys an\n“unborn human being.” Miss. Code Ann. §41–41–191(4)(b). Our\nNation’s historical understanding of ordered liberty does not\nprevent the people’s elected representatives from deciding how\nabortion should be regulated.Nor does the right to obtain an abortion have a\nsound basis in precedent.Caseyrelied on cases involving\nthe right to marry a person of a different race,Lovingv.Virginia,388 U.S. 1(1967); the right to marry while in prison,Turnerv.Safley,482 U.S.\n78(1987); the right to obtain contraceptives,Griswoldv.Connecticut,381 U.S.\n479(1965),Eisenstadtv.Baird,405 U.S.\n438(1972),Careyv.Population Services Int’l,431 U.S.\n678(1977); the right to reside with relatives,Moorev.East Cleveland,431 U.S.\n494(1977); the right to make decisions about the education of\none’s children,Piercev.Society of Sisters,268 U.S.\n510(1925),Meyerv.Nebraska,262 U.S.\n390(1923); the right not to be sterilized without consent,Skinnerv.Oklahoma ex rel. Williamson,316 U.S.\n535(1942); and the right in certain circumstances not to\nundergo involuntary surgery, forced administration of drugs, or\nother substantially similar procedures,Winstonv.Lee,470 U.S.\n753(1985),Washingtonv. Harper,494 U.S.\n210(1990),Rochinv.California,342 U.S.\n165(1952). Respondents and the Solicitor General also rely on\npost-Caseydecisions likeLawrencev.Texas,539 U.S.\n558(2003) (right to engage in private, consensual sexual\nacts), andObergefellv.Hodges, 576 U.S. 644 (2015)\n(right to marry a person of the same sex). See Brief for\nRespondents 18; Brief for United States 23–24.These attempts to justify abortion through\nappeals to a broader right to autonomy and to define one’s “concept\nof existence” prove too much.Casey, 505 U. S., at 851.\nThose criteria, at a high level of generality, could license\nfundamental rights to illicit drug use, prostitution, and the like.\nSeeCompassion in Dyingv.Washington,85 F.3d 1440, 1444 (CA9 1996) (O’Scannlain, J., dissenting from\ndenial of rehearing en banc). None of these rights has any claim to\nbeing deeply rooted in history.Id., at 1440,\n1445.What sharply distinguishes the abortion right\nfrom the rights recognized in the cases on whichRoeandCaseyrely is something that both those decisions\nacknowledged: Abortion destroys what those decisions call\n“potential life” and what the law at issue in this case regards as\nthe life of an “unborn human being.” SeeRoe, 410\nU. S., at 159 (abortion is “inherently different”);Casey, 505 U. S., at 852 (abortion is “a unique act”).\nNone of the other decisions cited byRoeandCaseyinvolved the critical moral question posed by abortion. They are\ntherefore inapposite. They do not support the right to obtain an\nabortion, and by the same token, our conclusion that the\nConstitution does not confer such a right does not undermine them\nin any way.2In drawing this critical distinction between\nthe abortion right and other rights, it is not necessary to disputeCasey’s claim (which we accept for the sake of argument)\nthat “the specific practices of States at the time of the adoption\nof the Fourteenth Amendment” do not “mar[k] the outer limits of the\nsubstantive sphere of liberty which the Fourteenth Amendment\nprotects.” 505 U. S., at 848. Abortion is nothing new. It has\nbeen addressed by lawmakers for centuries, and the fundamental\nmoral question that it poses is ageless.Defenders ofRoeandCaseydo not\nclaim that any new scientific learning calls for a different answer\nto the underlying moral question, but they do contend that changes\nin society require the recognition of a constitutional right to\nobtain an abortion. Without the availability of abortion, they\nmaintain, people will be inhibited from exercising their freedom to\nchoose the types of relationships they desire, and women will be\nunable to compete with men in the workplace and in other\nendeavors.Americans who believe that abortion should be\nrestricted press countervailing arguments about modern\ndevelopments. They note that attitudes about the pregnancy of\nunmarried women have changed drastically; that federal and state\nlaws ban discrimination on the basis of pregnancy;[42] that leave for pregnancy and childbirth\nare now guaranteed by law in many cases;[43] that the costs of medical care associated with\npregnancy are covered by insurance or government\nassistance;[44] that States\nhave increasingly adopted “safe haven” laws, which generally allow\nwomen to drop off babies anonymously;[45] and that a woman who puts her newborn up for adoption\ntoday has little reason to fear that the baby will not find a\nsuitable home.[46] They also\nclaim that many people now have a new appreciation of fetal life\nand that when prospective parents who want to have a child view a\nsonogram, they typically have no doubt that what they see is their\ndaughter or son.Both sides make important policy arguments, but\nsupporters ofRoeandCaseymust show that this Court\nhas the authority to weigh those arguments and decide how abortion\nmay be regulated in the States. They have failed to make that\nshowing, and we thus return the power to weigh those arguments to\nthe people and their elected representatives.D1The dissent is very candid that it cannot show\nthat a constitutional right to abortion has any foundation, let\nalone a “ ‘deeply rooted’ ” one, “ ‘in this Nation’s\nhistory and tradition.’ ”Glucksberg, 521 U. S.,\nat 721; seepost, at 12–14 (joint opinion of Breyer,\nSotomayor, and Kagan, JJ.). The dissent does not identifyanypre-Roeauthority that supports such a right—no\nstate constitutional provision or statute, no federal or state\njudicial precedent, not even a scholarly treatise. Comparepost, at 12–14, n. 2, withsupra,at 15–16, and\nn. 23. Nor does the dissent dispute the fact that abortion was\nillegal at common law at least after quickening; that the 19th\ncentury saw a trend toward criminalization of pre-quickening\nabortions; that by 1868, a supermajority of States (at least 26 of\n37) had enacted statutes criminalizing abortion at all stages of\npregnancy; that by the late 1950s at least 46 States prohibited\nabortion “however and whenever performed” except if necessary to\nsave “the life of the mother,”Roe, 410 U. S., at 139;\nand that whenRoewas decided in 1973 similar statutes were\nstill in effect in 30 States. Comparepost, at 12–14, nn.\n2–3, withsupra,at 23–25, and nn. 33–34.[47]The dissent’s failure to engage with this long\ntradition is devastating to its position. We have held that the\n“established method of substantive-due-process analysis” requires\nthat an unenumerated right be “ ‘deeply rooted in this\nNation’s history and tradition’ ” before it can be recognized\nas a component of the “liberty” protected in the Due Process\nClause.Glucksberg, 521 U. S., at 721; cf.Timbs, 586 U. S., at ___ (slip op., at 7). But despite\nthe dissent’s professed fidelity tostare decisis, it fails\nto seriously engage with that important precedent—which it cannot\npossibly satisfy.The dissent attempts to obscure this failure by\nmisrepresenting our application ofGlucksberg.The dissent\nsuggests that we have focused only on “the legal status of abortion\nin the 19th century,”post,at 26, but our review of this\nNation’s tradition extends well past that period. As explained, for\nmore than a century after 1868—including “another half-century”\nafter women gained the constitutional right to vote in 1920, seepost, at 15; Amdt. 19—it was firmly established that laws\nprohibiting abortion like the Texas law at issue inRoewere\npermissible exercises of state regulatory authority. And today,\nanother half century later, more than half of the States have asked\nus to overruleRoeandCasey.The dissent cannot\nestablish that a right to abortion haseverbeen part of\nthis Nation’s tradition.2Because the dissent cannot argue that the\nabortion right is rooted in this Nation’s history and tradition, it\ncontends that the “constitutional tradition” is “not captured whole\nat a single moment,” and that its “meaning gains content from the\nlong sweep of our history and from successive judicial precedents.”Post, at 18 (internal quotation marks omitted). This vague\nformulation imposes no clear restraints on what Justice White\ncalled the “exercise of raw judicial power,”Roe, 410\nU. S., at 222 (dissenting opinion), and while the dissent\nclaims that its standard “does not mean anything goes,”post, at 17, any real restraints are hard to discern.The largely limitless reach of the dissenters’\nstandard is illustrated by the way they apply it here. First, if\nthe “long sweep of history” imposes any restraint on the\nrecognition of unenumerated rights, thenRoewas surely\nwrong, since abortion was never allowed (except to save the life of\nthe mother) in a majority of States for over 100 years before that\ndecision was handed down. Second, it is impossible to defendRoebased on prior precedent because all of the precedentsRoecited, includingGriswoldandEisenstadt,\nwere critically different for a reason that we have explained: None\nof those cases involved the destruction of whatRoecalled\n“potential life.” Seesupra, at 32.So without support in history or relevant\nprecedent,Roe’s reasoning cannot be defended even under the\ndissent’s proposed test, and the dissent is forced to rely solely\non the fact that a constitutional right to abortion was recognized\ninRoeand later decisions that acceptedRoe’s\ninterpretation. Under the doctrine ofstare decisis, those\nprecedents are entitled to careful and respectful consideration,\nand we engage in that analysis below. But as the Court has\nreiterated time and time again, adherence to precedent is not\n“ ‘an inexorable command.’ ”Kimblev.Marvel\nEntertainment, LLC, 576 U.S. 446, 455 (2015). There are\noccasions when past decisions should be overruled, and as we will\nexplain, this is one of them.3The most striking feature of the dissent is\nthe absence of any serious discussion of the legitimacy of the\nStates’ interest in protecting fetal life. This is evident in the\nanalogy that the dissent draws between the abortion right and the\nrights recognized inGriswold(contraception),Eisenstadt(same),Lawrence(sexual conduct with\nmember of the same sex),andObergefell(same-sex\nmarriage). Perhaps this is designed to stoke unfounded fear that\nour decision will imperil those other rights, but the dissent’s\nanalogy is objectionable for a more important reason: what it\nreveals about the dissent’s views on the protection of whatRoecalled “potential life.” The exercise of the rights at\nissue inGriswold,Eisenstadt,Lawrence, andObergefelldoes not destroy a “potential life,” but an\nabortion has that effect. So if the rights at issue in those cases\nare fundamentally the same as the right recognized inRoeandCasey, the implication is clear: The Constitution does\nnot permit the States to regard the destruction of a “potential\nlife” as a matter of any significance.That view is evident throughout the dissent. The\ndissent has much to say about the effects of pregnancy on women,\nthe burdens of motherhood, and the difficulties faced by poor\nwomen. These are important concerns. However, the dissent evinces\nno similar regard for a State’s interest in protecting prenatal\nlife. The dissent repeatedly praises the “balance,”post, at\n2, 6, 8, 10, 12, that the viability line strikes between a woman’s\nliberty interest and the State’s interest in prenatal life. But for\nreasons we discuss later, seeinfra,at 50–54, 55–56, and\ngiven in the opinion of The Chief Justice,post,at 2–5\n(opinion concurring in judgment), the viability line makes no\nsense. It was not adequately justified inRoe, and the\ndissent does not even try to defend it today. Nor does it identify\nany other point in a pregnancy after which a State is permitted to\nprohibit the destruction of a fetus.Our opinion is not based on any view about if\nand when prenatal life is entitled to any of the rights enjoyed\nafter birth. The dissent, by contrast, would impose on the people a\nparticular theory about when the rights of personhood begin.\nAccording to the dissent, the Constitutionrequiresthe\nStates to regard a fetus as lacking even the most basic human\nright—to live—at least until an arbitrary point in a pregnancy has\npassed. Nothing in the Constitution or in our Nation’s legal\ntraditions authorizes the Court to adopt that “ ‘theory of\nlife.’ ”Post, at 8.IIIWe next consider whether the doctrine ofstare decisiscounsels continued acceptance ofRoeandCasey.Stare decisisplays an important role in\nour case law, and we have explained that it serves many valuable\nends. It protects the interests of those who have taken action in\nreliance on a past decision. SeeCasey, 505 U. S., at\n856 (joint opinion); see alsoPaynev.Tennessee,501\nU.S. 808, 828 (1991). It “reduces incentives for challenging\nsettled precedents, saving parties and courts the expense of\nendless relitigation.”Kimble, 576 U. S., at 455. It\nfosters “evenhanded” decisionmaking by requiring that like cases be\ndecided in a like manner.Payne, 501 U. S., at 827. It\n“contributes to the actual and perceived integrity of the judicial\nprocess.”Ibid. And it restrains judicial hubris and reminds\nus to respect the judgment of those who have grappled with\nimportant questions in the past. “Precedent is a way of\naccumulating and passing down the learning of past generations, a\nfont of established wisdom richer than what can be found in any\nsingle judge or panel of judges.” N. Gorsuch, A Republic, If You\nCan Keep It 217 (2019).We have long recognized, however, thatstare\ndecisisis “not an inexorable command,”Pearsonv.Callahan,555 U.S.\n223, 233 (2009) (internal quotation marks omitted), and it “is\nat its weakest when we interpret the Constitution,”Agostiniv.Felton,521\nU.S. 203, 235 (1997). It has been said that it is sometimes\nmore important that an issue “ ‘be settled than that it be\nsettled right.’ ”Kimble, 576 U. S., at 455\n(quotingBurnetv.Coronado Oil & Gas Co.,285 U.S.\n393, 406 (1932) (Brandeis, J., dissenting)). But when it comes\nto the interpretation of the Constitution—the “great charter of our\nliberties,” which was meant “to endure through a long lapse of\nages,”Martinv.Hunter’s Lessee,1 Wheat. 304, 326\n(1816) (opinion for the Court by Story, J.)—we place a high value\non having the matter “settled right.” In addition, when one of our\nconstitutional decisions goes astray, the country is usually stuck\nwith the bad decision unless we correct our own mistake. An\nerroneous constitutional decision can be fixed by amending the\nConstitution, but our Constitution is notoriously hard to amend.\nSee Art. V;Kimble, 576 U. S., at 456. Therefore, in\nappropriate circumstances we must be willing to reconsider and, if\nnecessary, overrule constitutional decisions.Some of our most important constitutional\ndecisions have overruled prior precedents. We mention three. InBrownv.Board of Education,347\nU.S. 483(1954), the Court repudiated the “separate but equal”\ndoctrine, which had allowed States to maintain racially segregated\nschools and other facilities.Id., at 488 (internal\nquotation marks omitted). In so doing, the Court overruled the\ninfamous decision inPlessyv.Ferguson,163 U.S.\n537(1896), along with six other Supreme Court precedents that\nhad applied the separate-but-equal rule. SeeBrown, 347\nU. S., at 491.InWest Coast Hotel Co.v.Parrish,300 U.S.\n379(1937), the Court overruledAdkinsv.Children’s\nHospital of D. C.,261 U.S.\n525(1923), which had held that a law setting minimum wages for\nwomen violated the “liberty” protected by the Fifth Amendment’s Due\nProcess Clause.Id., at 545.West Coast Hotelsignaled the demise of an entire line of important precedents that\nhad protected an individual liberty right against state and federal\nhealth and welfare legislation. SeeLochnerv.New\nYork,198 U.S.\n45(1905) (holding invalid a law setting maximum working\nhours);Coppagev.Kansas,236 U.S.\n1(1915) (holding invalid a law banning contracts forbidding\nemployees to join a union);Jay Burns Baking Co.v.Bryan,264 U.S.\n504(1924) (holding invalid laws fixing the weight of loaves of\nbread).Finally, inWest Virginia Bd. of Ed.v.Barnette,319 U.S.\n624(1943), after the lapse of only three years, the Court\noverruledMinersville School Dist.v.Gobitis,310 U.S.\n586(1940), and held that public school students could not be\ncompelled to salute the flag in violation of their sincere beliefs.Barnettestands out because nothing had changed during the\nintervening period other than the Court’s belated recognition that\nits earlier decision had been seriously wrong.On many other occasions, this Court has\noverruled important constitutional decisions. (We include a partial\nlist in the footnote that follows.[48]) Without these decisions, American constitutional law\nas we know it would be unrecognizable, and this would be a\ndifferent country.No Justice of this Court has ever argued that\nthe Court shouldneveroverrule a constitutional decision,\nbut overruling a precedent is a serious matter. It is not a step\nthat should be taken lightly. Our cases have attempted to provide a\nframework for deciding when a precedent should be overruled, and\nthey have identified factors that should be considered in making\nsuch a decision.Janusv.State, County, and Municipal\nEmployees, 585 U. S. ___, ___–___ (2018) (slip op., at\n34–35);Ramosv.Louisiana, 590 U. S. ___,\n___–___ (2020) (Kavanaugh, J., concurring in part) (slip op., at\n7–9).In this case, five factors weigh strongly in\nfavor of overrulingRoeandCasey: the nature of\ntheir error, the quality of their reasoning, the “workability” of\nthe rules they imposed on the country, their disruptive effect on\nother areas of the law, and the absence of concrete reliance.AThe nature of the Court’s error. An\nerroneous interpretation of the Constitution is always important,\nbut some are more damaging than others.The infamous decision inPlessyv.Ferguson, was one such decision. It betrayed our commitment\nto “equality before the law.” 163 U. S., at 562 (Harlan, J.,\ndissenting). It was “egregiously wrong” on the day it was decided,\nseeRamos,590 U. S., at ___ (opinion of Kavanaugh, J.)\n(slip op., at 7), and as the Solicitor General agreed at oral\nargument, it should have been overruled at the earliest\nopportunity, see Tr. of Oral Arg. 92–93.Roewas also egregiously wrong and deeply\ndamaging. For reasons already explained,Roe’s\nconstitutional analysis was far outside the bounds of any\nreasonable interpretation of the various constitutional provisions\nto which it vaguely pointed.Roewas on a collision course with the\nConstitution from the day it was decided,Caseyperpetuated\nits errors, and those errors do not concern some arcane corner of\nthe law of little importance to the American people. Rather,\nwielding nothing but “raw judicial power,”Roe, 410\nU. S., at 222 (White, J., dissenting), the Court usurped the\npower to address a question of profound moral and social importance\nthat the Constitution unequivocally leaves for the people.Caseydescribed itself as calling both sides of the national\ncontroversy to resolve their debate, but in doing so,Caseynecessarily declared a winning side. Those on the losing side—those\nwho sought to advance the State’s interest in fetal life—could no\nlonger seek to persuade their elected representatives to adopt\npolicies consistent with their views. The Court short-circuited the\ndemocratic process by closing it to the large number of Americans\nwho dissented in any respect fromRoe. “Roefanned\ninto life an issue that has inflamed our national politics in\ngeneral, and has obscured with its smoke the selection of Justices\nto this Court in particular, ever since.”Casey, 505\nU. S., at 995–996 (opinion of Scalia, J.). Together,RoeandCaseyrepresent an error that cannot be\nallowed to stand.As the Court’s landmark decision inWest\nCoast Hotelillustrates, the Court has previously overruled\ndecisions that wrongly removed an issue from the people and the\ndemocratic process. As Justice White later explained, “decisions\nthat find in the Constitution principles or values that cannot\nfairly be read into that document usurp the people’s authority, for\nsuch decisions represent choices that the people have never made\nand that they cannot disavow through corrective legislation. For\nthis reason, it is essential that this Court maintain the power to\nrestore authority to its proper possessors by correcting\nconstitutional decisions that, on reconsideration, are found to be\nmistaken.”Thornburgh, 476 U. S., at 787 (dissenting\nopinion).BThe quality of the reasoning. Under our\nprecedents, the quality of the reasoning in a prior case has an\nimportant bearing on whether it should be reconsidered. SeeJanus, 585 U. S., at ___ (slip op., at 38);Ramos, 590 U. S., at ___–___ (opinion of Kavanaugh, J.)\n(slip op., at 7–8). In Part II,supra, we explained whyRoewas incorrectly decided, but that decision was more than\njust wrong. It stood on exceptionally weak grounds.Roefound that the Constitution\nimplicitly conferred a right to obtain an abortion, but it failed\nto ground its decision in text, history, or precedent. It relied on\nan erroneous historical narrative; it devoted great attention to\nand presumably relied on matters that have no bearing on the\nmeaning of the Constitution; it disregarded the fundamental\ndifference between the precedents on which it relied and the\nquestion before the Court; it concocted an elaborate set of rules,\nwith different restrictions for each trimester of pregnancy, but it\ndid not explain how this veritable code could be teased out of\nanything in the Constitution, the history of abortion laws, prior\nprecedent, or any other cited source; and its most important rule\n(that States cannot protect fetal life prior to “viability”) was\nnever raised by any party and has never been plausibly explained.Roe’s reasoning quickly drew scathing scholarly criticism,\neven from supporters of broad access to abortion.TheCaseyplurality, while reaffirmingRoe’s central holding,pointedly refrained from\nendorsing most of its reasoning. It revised the textual basis for\nthe abortion right, silently abandonedRoe’s erroneous\nhistorical narrative, and jettisoned the trimester framework. But\nit replaced that scheme with an arbitrary “undue burden” test and\nrelied on an exceptional version ofstare decisisthat, as\nexplained below, this Court had never before applied and has never\ninvoked since.1aThe weaknesses inRoe’s reasoning are\nwell-known. Without any grounding in the constitutional text,\nhistory, or precedent, it imposed on the entire country a detailed\nset of rules much like those that one might expect to find in a\nstatute or regulation. See 410 U. S., at 163–164. Dividing\npregnancy into three trimesters, the Court imposed special rules\nfor each. During the first trimester, the Court announced, “the\nabortion decision and its effectuation must be left to the medical\njudgment of the pregnant woman’s attending physician.”Id.,\nat 164. After that point, a State’s interest in regulating abortion\nfor the sake of a woman’s health became compelling, and\naccordingly, a State could “regulate the abortion procedure in ways\nthat are reasonably related to maternal health.”Ibid.\nFinally, in “the stage subsequent to viability,” which in 1973\nroughly coincided with the beginning of the third trimester, the\nState’s interest in “the potentiality of human life” became\ncompelling, and therefore a State could “regulate, and even\nproscribe, abortion except where it is necessary, in appropriate\nmedical judgment, for the preservation of the life or health of the\nmother.”Id.,at 164–165.This elaborate scheme was the Court’s own\nbrainchild. Neither party advocated the trimester framework; nor\ndid either party or anyamicusargue that “viability” should\nmark the point at which the scope of the abortion right and a\nState’s regulatory authority should be substantially transformed.\nSee Brief for Appellant and Brief for Appellee inRoev.Wade, O. T. 1972, No. 70–18; see also C. Forsythe, Abuse of\nDiscretion: The Inside Story ofRoev.Wade127, 141\n(2012).bNot only did this scheme resemble the work of\na legislature, but the Court made little effort to explain how\nthese rules could be deduced from any of the sources on which\nconstitutional decisions are usually based. We have already\ndiscussedRoe’s treatment of constitutional text, and the\nopinion failed to show that history, precedent, or any other cited\nsource supported its scheme.Roefeatured a lengthy survey of history,\nbut much of its discussion was irrelevant, and the Court made no\neffort to explain why it was included. For example, multiple\nparagraphs were devoted to an account of the views and practices of\nancient civilizations where infanticide was widely accepted. See\n410 U. S., at 130–132 (discussing ancient Greek and Roman\npractices).[49] When it came\nto the most important historical fact—how the States regulated\nabortion when the Fourteenth Amendment was adopted—the Court said\nalmost nothing. It allowed that States had tightened their abortion\nlaws “in the middle and late 19th century,”id., at 139, but\nit implied that these laws might have been enacted not to protect\nfetal life but to further “a Victorian social concern” about\n“illicit sexual conduct,”id., at 148.Roe’s failure even to note the\noverwhelming consensus of state laws in effect in 1868 is striking,\nand what it said about the common law was simply wrong. Relying on\ntwo discredited articles by an abortion advocate, the Court\nerroneously suggested—contrary to Bracton, Coke, Hale, Blackstone,\nand a wealth of other authority—that the common law had probably\nnever really treated post-quickening abortion as a crime. Seeid., at 136 (“[I]t now appear[s] doubtful that abortion was\never firmly established as a common-law crime even with respect to\nthe destruction of a quick fetus”). This erroneous understanding\nappears to have played an important part in the Court’s thinking\nbecause the opinion cited “the lenity of the common law” as one of\nthe four factors that informed its decision.Id., at\n165.After surveying history, the opinion spent many\nparagraphs conducting the sort of fact-finding that might be\nundertaken by a legislative committee. This included a lengthy\naccount of the “position of the American Medical Association” and\n“[t]he position of the American Public Health Association,” as well\nas the vote by the American Bar Association’s House of Delegates in\nFebruary 1972 on proposed abortion legislation.Id., at 141,\n144, 146 (emphasis deleted). Also noted were a British judicial\ndecision handed down in 1939 and a new British abortion law enacted\nin 1967.Id., at 137–138. The Court did not explain why\nthese sources shed light on the meaning of the Constitution, and\nnot one of them adopted or advocated anything like the scheme thatRoeimposed on the country.Finally, after all this, the Court turned to\nprecedent. Citing a broad array of cases, the Court found support\nfor a constitutional “right of personal privacy,”id.,at\n152, but it conflated two very different meanings of the term: the\nright to shield information from disclosure and the right to make\nand implement important personal decisions without governmental\ninterference. SeeWhalenv.Roe,429 U.S.\n589, 599–600 (1977). Only the cases involving this second sense\nof the term could have any possible relevance to the abortion\nissue, and some of the cases in that category involved personal\ndecisions that were obviously very, very far afield. SeePierce,268 U.S.\n510(right to send children to religious school);Meyer,262 U.S.\n390(right to have children receive German language\ninstruction).What remained was a handful of cases having\nsomething to do with marriage,Loving,388 U.S. 1(right to marry a person of a different race), or procreation,Skinner,316 U.S.\n535(right not to be sterilized);Griswold,381 U.S.\n479(right of married persons to obtain contraceptives);Eisenstadt,405 U.S.\n438(same, for unmarried persons). But none of these decisions\ninvolved what is distinctive about abortion: its effect on whatRoetermed “potential life.”When the Court summarized the basis for the\nscheme it imposed on the country, it asserted that its rules were\n“consistent with” the following: (1) “the relative weights of the\nrespective interests involved,” (2) “the lessons and examples of\nmedical and legal history,” (3) “the lenity of the common law,” and\n(4) “the demands of the profound problems of the present day.”Roe, 410 U. S.,at 165. Put aside the second and\nthird factors, which were based on the Court’s flawed account of\nhistory, and what remains are precisely the sort of considerations\nthat legislative bodies often take into account when they draw\nlines that accommodate competing interests. The schemeRoeproducedlookedlike legislation, and the Court provided the\nsort of explanation that might be expected from a legislative\nbody.cWhatRoedid not provide was any cogent\njustification for the lines it drew. Why, for example, does a State\nhave no authority to regulate first trimester abortions for the\npurpose of protecting a woman’s health? The Court’s only\nexplanation was that mortality rates for abortion at that stage\nwere lower than the mortality rates for childbirth.Id., at\n163. But the Court did not explain why mortality rates were the\nonly factor that a State could legitimately consider. Many health\nand safety regulations aim to avoid adverse health consequences\nshort of death. And the Court did not explain why it departed from\nthe normal rule that courts defer to the judgments of legislatures\n“in areas fraught with medical and scientific uncertainties.”Marshallv.United States,414\nU.S. 417, 427 (1974).An even more glaring deficiency wasRoe’s\nfailure to justify the critical distinction it drew between pre-\nand post-viability abortions. Here is the Court’s entire\nexplanation:“With respect to the State’s important and\nlegitimate interest in potential life, the ‘compelling’ point is at\nviability. This is so because the fetus then presumably has the\ncapability of meaningful life outside the womb.” 410 U. S., at\n163.As Professor Laurence Tribe has written,\n“[c]learly, this mistakes ‘a definition for a syllogism.’ ”\nTribe 4 (quoting Ely 924). The definition of a “viable” fetus is\none that is capable of surviving outside the womb, but why is this\nthe point at which the State’s interest becomes compelling? If, asRoeheld, a State’s interest in protecting prenatal life is\ncompelling “after viability,” 410 U. S., at 163, why isn’t\nthat interest “equally compelling before viability”?Websterv.Reproductive Health Services,492\nU.S. 490, 519 (1989) (plurality opinion) (quotingThornburgh, 476 U. S., at 795 (White, J., dissenting)).Roedid not say, and no explanation is apparent.This arbitrary line has not found much support\namong philosophers and ethicists who have attempted to justify a\nright to abortion. Some have argued that a fetus should not be\nentitled to legal protection until it acquires the characteristics\nthat they regard as defining what it means to be a “person.” Among\nthe characteristics that have been offered as essential attributes\nof “personhood” are sentience, self-awareness, the ability to\nreason, or some combination thereof.[50] By this logic, it would be an open question whether\neven born individuals, including young children or those afflicted\nwith certain developmental or medical conditions, merit protection\nas “persons.” But even if one takes the view that “personhood”\nbegins when a certain attribute or combination of attributes is\nacquired, it is very hard to see why viability should mark the\npoint where “personhood” begins.The most obvious problem with any such argument\nis that viability is heavily dependent on factors that have nothing\nto do with the characteristics of a fetus. One is the state of\nneonatal care at a particular point in time. Due to the development\nof new equipment and improved practices, the viability line has\nchanged over the years. In the 19th century, a fetus may not have\nbeen viable until the 32d or 33d week of pregnancy or even\nlater.[51] WhenRoewas decided, viability was gauged at roughly 28 weeks. See 410\nU. S., at 160. Today, respondents draw the line at 23 or 24\nweeks. Brief for Respondents 8. So, according toRoe’s\nlogic, States now have a compelling interest in protecting a fetus\nwith a gestational age of, say, 26 weeks, but in 1973 States did\nnot have an interest in protecting an identical fetus. How can that\nbe?Viability also depends on the “quality of the\navailable medical facilities.”Colauttiv.Franklin,439\nU.S. 379, 396 (1979). Thus, a 24-week-old fetus may be viable\nif a woman gives birth in a city with hospitals that provide\nadvanced care for very premature babies, but if the woman travels\nto a remote area far from any such hospital, the fetus may no\nlonger be viable. On what ground could the constitutional status of\na fetus depend on the pregnant woman’s location? And if viability\nis meant to mark a line having universal moral significance, can it\nbe that a fetus that is viable in a big city in the United States\nhas a privileged moral status not enjoyed by an identical fetus in\na remote area of a poor country?In addition, as the Court once explained,\nviability is not really a hard-and-fast line.Ibid. A\nphysician determining a particular fetus’s odds of surviving\noutside the womb must consider “a number of variables,” including\n“gestational age,” “fetal weight,” a woman’s “general health and\nnutrition,” the “quality of the available medical facilities,” and\nother factors.Id., at 395–396. It is thus “only with\ndifficulty” that a physician can estimate the “probability” of a\nparticular fetus’s survival.Id., at 396. And even if each\nfetus’s probability of survival could be ascertained with\ncertainty, settling on a “probabilit[y] of survival” that should\ncount as “viability” is another matter.Ibid.Is a fetus\nviable with a 10 percent chance of survival? 25 percent? 50\npercent? Can such a judgment be made by a State? And can a State\nspecify a gestational age limit that applies in all cases? Or must\nthese difficult questions be left entirely to the individual\n“attending physician on the particular facts of the case before\nhim”?Id., at 388.The viability line, whichCaseytermedRoe’s central rule, makes no sense, and it is telling that\nother countries almost uniformly eschew such a line.[52] The Court thus asserted raw judicial\npower to impose, as a matter of constitutional law, a uniform\nviability rule that allowed the States less freedom to regulate\nabortion than the majority of western democracies enjoy.dAll in all,Roe’s reasoning was\nexceedingly weak, and academic commentators, including those who\nagreed with the decision as a matter of policy, were unsparing in\ntheir criticism. John Hart Ely famously wrote thatRoewas\n“not constitutional law and g[ave] almost no sense of an obligation\nto try to be.” Ely 947 (emphasis deleted). Archibald Cox, who\nserved as Solicitor General under President Kennedy, commented thatRoe“read[s] like a set of hospital rules and regulations”\nthat “[n]either historian, layman, nor lawyer will be persuaded\n. . . are part of . . . the Constitution.” The\nRole of the Supreme Court in American Government 113–114 (1976).\nLaurence Tribe wrote that “even if there is a need to divide\npregnancy into several segments with lines that clearly identify\nthe limits of governmental power, ‘interest-balancing’ of the form\nthe Court pursues fails to justify any of the lines actually\ndrawn.” Tribe 4–5. Mark Tushnet termedRoea “totally\nunreasoned judicial opinion.” Red, White, and Blue: A Critical\nAnalysis of Constitutional Law 54 (1988). See also P. Bobbitt,\nConstitutional Fate 157 (1982); A. Amar, Foreword: The Document and\nthe Doctrine, 114 Harv. L. Rev. 26, 110 (2000).DespiteRoe’s weaknesses, its reach was\nsteadily extended in the years that followed. The Court struck down\nlaws requiring that second-trimester abortions be performed only in\nhospitals,Akronv.Akron Center for Reproductive Health,\nInc.,462\nU.S. 416, 433–439 (1983); that minors obtain parental consent,Planned Parenthood of Central Mo.v.Danforth,428 U.S.\n52, 74 (1976); that women give written consent after being\ninformed of the status of the developing prenatal life and the\nrisks of abortion,Akron, 462 U. S., at 442–445; that\nwomen wait 24 hours for an abortion,id., at 449–451; that a\nphysician determine viability in a particular manner,Colautti, 439 U. S., at 390–397; that a physician\nperforming a post-viability abortion use the technique most likely\nto preserve the life of the fetus,id.,at 397–401; and that\nfetal remains be treated in a humane and sanitary manner,Akron, 462 U. S., at 451–452.Justice White complained that the Court was\nengaging in “unrestrained imposition of its own extraconstitutional\nvalue preferences.”Thornburgh, 476 U. S., at 794\n(dissenting opinion). And the United States asamicus curiaeasked the Court to overruleRoefive times in the decade\nbeforeCasey, see 505 U. S., at 844 (joint opinion),\nand then asked the Court to overrule it once more inCaseyitself.2WhenCaseyrevisitedRoealmost\n20 years later, very little ofRoe’s reasoning was defended\nor preserved. The Court abandoned any reliance on a privacy right\nand instead grounded the abortion right entirely on the Fourteenth\nAmendment’s Due Process Clause. 505 U. S., at 846. The Court\ndid not reaffirmRoe’s erroneous account of abortion\nhistory. In fact, none of the Justices in the majority said\nanything about the history of the abortion right.And as for\nprecedent, the Court relied on essentially the same body of cases\nthatRoehad cited. Thus, with respect to the standard\ngrounds for constitutional decisionmaking—text, history, and\nprecedent—Caseydid not attempt to bolsterRoe’s\nreasoning.The Court also made no real effort to remedy one\nof the greatest weaknesses inRoe’s analysis: its\nmuch-criticized discussion of viability. The Court retained what it\ncalledRoe’s “central holding”—that a State may not regulate\npre-viability abortions for the purpose of protecting fetal\nlife—but it provided no principled defense of the viability line.\n505 U. S.,at 860, 870–871. Instead, it merely\nrephrased whatRoehad said, stating that viability marked\nthe point at which “the independent existence of a second life can\nin reason and fairness be the object of state protection that now\noverrides the rights of the woman.” 505 U. S., at 870. Why\n“reason and fairness” demanded that the line be drawn at viability\nthe Court did not explain. And the Justices who authored the\ncontrolling opinion conspicuously failed to say that they agreed\nwith the viability rule; instead, they candidly acknowledged “the\nreservations [some] of us may have in reaffirming [that] holding ofRoe.”Id., at 853.The controlling opinion criticized and rejectedRoe’s trimester scheme, 505 U. S., at 872, and\nsubstituted a new “undue burden” test, but the basis for this test\nwas obscure. And as we will explain, the test is full of\nambiguities and is difficult to apply.Casey, in short, either refused to\nreaffirm or rejected important aspects ofRoe’s analysis,\nfailed to remedy glaring deficiencies inRoe’s reasoning,\nendorsed what it termedRoe’s central holding while\nsuggesting that a majority might not have thought it was correct,\nprovided no new support for the abortion right other thanRoe’s status as precedent, and imposed a new and problematic\ntest with no firm grounding in constitutional text, history, or\nprecedent.As discussed below,Caseyalso deployed a\nnovel version of the doctrine ofstare decisis. Seeinfra, at 64–69. This new doctrine did not account for the\nprofound wrongness of the decision inRoe, and placed great\nweight on an intangible form of reliance with little if any basis\nin prior case law.Stare decisisdoes not command the\npreservation of such a decision.CWorkability. Our precedents counsel\nthat another important consideration in deciding whether a\nprecedent should be overruled is whether the rule it imposes is\nworkable—that is, whether it can be understood and applied in a\nconsistent and predictable manner.Montejov.Louisiana,556\nU.S. 778, 792 (2009);Pattersonv.McLean Credit\nUnion,491 U.S.\n164, 173 (1989);Gulfstream Aerospace Corp.v.Mayacamas Corp.,485 U.S.\n271, 283–284 (1988).Casey’s “undue burden” test has\nscored poorly on the workability scale.1Problems begin with the very concept of an\n“undue burden.” As Justice Scalia noted in hisCaseypartial\ndissent, determining whether a burden is “due” or “undue” is\n“inherently standardless.” 505 U. S., at 992; see alsoJune\nMedical Services L. L. C.v.Russo, 591 U. S. ___,\n___ (2020) (Gorsuch, J., dissenting) (slip op., at 17) (“[W]hether\na burden is deemed undue depends heavily on which factors the judge\nconsiders and how much weight he accords each of them” (internal\nquotation marks and alterations omitted)).TheCaseyplurality tried to put meaning\ninto the “undue burden” test by setting out three subsidiary rules,\nbut these rules created their own problems. The first rule is that\n“a provision of law is invalid, if its purpose or effect is to\nplace asubstantial obstaclein the path of a woman seeking\nan abortion before the fetus attains viability.” 505 U. S., at\n878 (emphasis added); see alsoid., at 877. But whether a\nparticular obstacle qualifies as “substantial” is often open to\nreasonable debate. In the sense relevant here, “substantial” means\n“of ample or considerable amount, quantity, or size.” Random House\nWebster’s Unabridged Dictionary 1897 (2d ed. 2001). Huge burdens\nare plainly “substantial,” and trivial ones are not, but in between\nthese extremes, there is a wide gray area.This ambiguity is a problem, and the second\nrule, which applies at all stages of a pregnancy, muddies things\nfurther. It states that measures designed “to ensure that the\nwoman’s choice is informed” are constitutional so long as they do\nnot impose “an undue burden on the right.”Casey, 505\nU. S., at 878. To the extent that this rule applies to\npre-viability abortions, it overlaps with the first rule and\nappears to impose a different standard. Consider a law that imposes\nan insubstantial obstacle but serves little purpose. As applied to\na pre-viability abortion, would such a regulation be constitutional\non the ground that it does not impose a “substantialobstacle”? Or would it be unconstitutional on the ground that it\ncreates an “undueburden” because the burden it imposes,\nthough slight, outweighs its negligible benefits?Caseydoes\nnot say, and this ambiguity would lead to confusion down the line.\nCompareJune Medical, 591 U. S., at ___–___ (plurality\nopinion) (slip op., at 1–2), withid.,at ___–___ (Roberts,\nC. J., concurring) (slip op., at 5–6).The third rule complicates the picture even\nmore. Under that rule,“[u]nnecessary healthregulations\nthat have the purpose or effect of presenting asubstantial\nobstacleto a woman seeking an abortion impose anundue\nburdenon the right.”Casey, 505 U. S., at 878\n(emphasis added). This rule contains no fewer than three vague\nterms. It includes the two already discussed—“undue burden” and\n“substantial obstacle”—even though they are inconsistent. And it\nadds a third ambiguous term when it refers to “unnecessaryhealth regulations.” The term “necessary” has a range of\nmeanings—from “essential” to merely “useful.” See Black’s Law\nDictionary 928 (5th ed. 1979); American Heritage Dictionary of the\nEnglish Language 877 (1971).Caseydid not explain the sense\nin which the term is used in this rule.In addition to these problems, one more applies\nto all three rules. They all call on courts to examine a law’s\neffect on women, but a regulation may have a very different impact\non different women for a variety of reasons, including their places\nof residence, financial resources, family situations, work and\npersonal obligations, knowledge about fetal development and\nabortion, psychological and emotional disposition and condition,\nand the firmness of their desire to obtain abortions. In order to\ndetermine whether a regulation presents a substantial obstacle to\nwomen, a court needs to know which set of women it should have in\nmind and how many of the women in this set must find that an\nobstacle is “substantial.”Caseyprovided no clear answer to these\nquestions. It said that a regulation is unconstitutional if it\nimposes a substantial obstacle “in a large fraction of cases in\nwhich [it] is relevant,” 505 U. S., at 895, but there is\nobviously no clear line between a fraction that is “large” and one\nthat is not. Nor is it clear what the Court meant by “cases in\nwhich” a regulation is “relevant.” These ambiguities have caused\nconfusion and disagreement. CompareWhole Woman’s Healthv.Hellerstedt, 579 U.S. 582, 627–628 (2016), withid.,at 666–667, and n. 11 (Alito, J., dissenting).2The difficulty of applyingCasey’s new\nrules surfaced in that very case. The controlling opinion found\nthat Pennsylvania’s 24-hour waiting period requirement and its\ninformed-consent provision did not impose “undue burden[s],”Casey, 505 U. S., at 881–887, but Justice Stevens,\napplying the same test, reached the opposite result,id.,at\n920–922 (opinion concurring in part and dissenting in part). That\ndid not bode well, and then-Chief Justice Rehnquist aptly observed\nthat “the undue burden standard presents nothing more workable than\nthe trimester framework.”Id., at 964–966 (dissenting\nopinion).The ambiguity of the “undue burden” test also\nproduced disagreement in later cases. InWhole Woman’s\nHealth, the Court adopted the cost-benefit interpretation of\nthe test, stating that “[t]he rule announced inCasey. . . requires that courts consider the burdens a law\nimposes on abortion accesstogether with the benefits those laws\nconfer.” 579 U. S., at 607 (emphasis added). But five\nyears later, a majority of the Justices rejected that\ninterpretation. SeeJune Medical, 591 U. S. ___. Four\nJustices reaffirmedWhole Woman’s Health’s instruction to\n“weigh” a law’s “benefits” against “the burdens it imposes on\nabortion access.” 591 U. S., at ___ (plurality opinion) (slip\nop., at 2) (internal quotation marks omitted). But The Chief\nJustice—who cast the deciding vote—argued that “[n]othing aboutCaseysuggested that a weighing of costs and benefits of an\nabortion regulation was a job for the courts.”Id.,at ___\n(opinion concurring in judgment) (slip op., at 6). And the four\nJustices in dissent rejected the plurality’s interpretation ofCasey. See 591 U. S., at ___ (opinion of Alito, J.,\njoined in relevant part by Thomas, Gorsuch, and Kavanaugh, JJ.)\n(slip op., at 4);id.,at ___–___ (opinion of Gorsuch, J.)\n(slip op., at 15–18);id., at ___–___ (opinion of Kavanaugh,\nJ.) (slip op., at 1–2) (“[F]ive Members of the Court reject theWhole Woman’s Healthcost-benefit standard”).This Court’s experience applyingCaseyhas confirmed Chief Justice Rehnquist’s prescient diagnosis that\nthe undue-burden standard was “not built to last.”Casey,\n505 U. S., at 965 (opinion concurring in judgment in part and\ndissenting in part).3The experience of the Courts of Appeals\nprovides further evidence thatCasey’s “line between”\npermissible and unconstitutional restrictions “has proved to be\nimpossible to draw with precision.”Janus, 585 U. S.,\nat ___ (slip op., at 38).Caseyhas generated a long list of\nCircuit conflicts. Most recently, the Courts of Appeals have\ndisagreed about whether the balancing test fromWhole Woman’s\nHealthcorrectly states the undue-burden framework.[53] They have disagreed on the\nlegality of parental notification rules.[54] They have disagreed about bans on certain dilation\nand evacuation procedures.[55] They have disagreed about when an increase in the\ntime needed to reach a clinic constitutes an undue burden.[56] And they have disagreed on\nwhether a State may regulate abortions performed because of the\nfetus’s race, sex, or disability.[57]The Courts of Appeals have experienced\nparticular difficulty in applying the\nlarge-fraction-of-relevant-cases test. They have criticized the\nassignment while reaching unpredictable results.[58] And they have candidly outlinedCasey’s many other problems.[59]Casey’s “undue burden” test has proved to\nbe unworkable. “[P]lucked from nowhere,” 505 U. S., at 965\n(opinion of Rehnquist, C. J.), it “seems calculated to\nperpetuate give-it-a-try litigation” before judges assigned an\nunwieldy and inappropriate task.Lehnertv.Ferris\nFaculty Assn.,500 U.S.\n507, 551 (1991) (Scalia, J., concurring in judgment in part and\ndissenting in part). Continued adherence to that standard would\nundermine, not advance, the “evenhanded, predictable, and\nconsistent development of legal principles.”Payne, 501\nU. S., at 827.DEffect on other areas of law.RoeandCaseyhave led to the distortion of many\nimportant but unrelated legal doctrines, and that effect provides\nfurther support for overruling those decisions. SeeRamos,\n590 U. S., at ___ (opinion of Kavanaugh, J.) (slip op., at 8);Janus, 585 U. S., at ___ (slip op., at 34).Members of this Court have repeatedly lamented\nthat “no legal rule or doctrine is safe from ad hoc nullification\nby this Court when an occasion for its application arises in a case\ninvolving state regulation of abortion.”Thornburgh, 476\nU. S., at 814 (O’Connor, J., dissenting); seeMadsenv.Women’s Health Center, Inc.,512 U.S.\n753, 785 (1994) (Scalia, J., concurring in judgment in part and\ndissenting in part);Whole Woman’s Health, 579 U. S.,\nat 631–633 (Thomas, J., dissenting);id.,at 645–666,\n678–684 (Alito, J., dissenting);June Medical, 591\nU. S., at ___–___ (Gorsuch, J., dissenting) (slip op., at\n1–15).The Court’s abortion cases have diluted the\nstrict standard for facial constitutional challenges.[60] They have ignored the Court’s\nthird-party standing doctrine.[61] They have disregarded standardres judicataprinciples.[62] They have\nflouted the ordinary rules on the severability of unconstitutional\nprovisions,[63] as well as\nthe rule that statutes should be read where possible to avoid\nunconstitutionality.[64] And\nthey have distorted First Amendment doctrines.[65]When vindicating a doctrinal innovation requires\ncourts to engineer exceptions to longstanding background rules, the\ndoctrine “has failed to deliver the ‘principled and intelligible’\ndevelopment of the law thatstare decisispurports to\nsecure.”Id., at ___ (Thomas, J., dissenting) (slip op., at\n19) (quotingVasquezv.Hillery,474 U.S.\n254, 265 (1986)).EReliance interests.We last consider\nwhether overrulingRoeandCaseywill upend\nsubstantial reliance interests. SeeRamos, 590 U. S.,\nat ___ (opinion of Kavanaugh, J.) (slip op., at 15);Janus,\n585 U. S., at ___–___ (slip op., at 34–35).1Traditional reliance interests arise “where\nadvance planning of great precision is most obviously a necessity.”Casey, 505 U. S., at 856 (joint opinion); see alsoPayne, 501 U. S., at 828. InCasey, the\ncontrolling opinion conceded that those traditional reliance\ninterests were not implicated because getting an abortion is\ngenerally “unplanned activity,” and “reproductive planning could\ntake virtually immediate account of any sudden restoration of state\nauthority to ban abortions.” 505 U. S., at 856. For these\nreasons, we agree with theCaseyplurality that\nconventional, concrete reliance interests are not present here.2Unable to find reliance in the conventional\nsense, the controlling opinion inCaseyperceived a more\nintangible form of reliance. It wrote that “people [had] organized\nintimate relationships and made choices that define their views of\nthemselves and their places in society . . . in reliance\non the availability of abortion in the event that contraception\nshould fail” and that “[t]he ability of women to participate\nequally in the economic and social life of the Nation has been\nfacilitated by their ability to control their reproductive lives.”Ibid.But this Court is ill-equipped to assess “generalized\nassertions about the national psyche.”Id., at 957 (opinion\nof Rehnquist, C. J.).Casey’s notion of reliance thus\nfinds little support in our cases, which instead emphasize very\nconcrete reliance interests, like those that develop in “cases\ninvolving property and contract rights.”Payne, 501\nU. S., at 828.When a concrete reliance interest is asserted,\ncourts are equipped to evaluate the claim, but assessing the novel\nand intangible form of reliance endorsed by theCaseyplurality is another matter. That form of reliance depends on an\nempirical question that is hard for anyone—and in particular, for a\ncourt—to assess, namely, the effect of the abortion right on\nsociety and in particular on the lives of women. The contending\nsides in this case make impassioned and conflicting arguments about\nthe effects of the abortion right on the lives of women. Compare\nBrief for Petitioners 34–36; Brief for Women Scholars et al. asAmici Curiae13–20, 29–41, with Brief for Respondents 36–41;\nBrief for National Women’s Law Center et al. asAmici Curiae15–32. The contending sides also make conflicting arguments about\nthe status of the fetus. This Court has neither the authority nor\nthe expertise to adjudicate those disputes, and theCaseyplurality’s speculations and weighing of the relative importance of\nthe fetus and mother represent a departure from the “original\nconstitutional proposition” that “courts do not substitute their\nsocial and economic beliefs for the judgment of legislative\nbodies.”Fergusonv.Skrupa,372\nU.S. 726, 729–730 (1963).Our decision returns the issue of abortion to\nthose legislative bodies, and it allows women on both sides of the\nabortion issue to seek to affect the legislative process by\ninfluencing public opinion, lobbying legislators, voting, and\nrunning for office. Women are not without electoral or political\npower. It is noteworthy that the percentage of women who register\nto vote and cast ballots is consistently higher than the percentage\nof men who do so.[66] In the\nlast election in November 2020, women, who make up around 51.5\npercent of the population of Mississippi,[67] constituted 55.5 percent of the voters who cast\nballots.[68]3Unable to show concrete reliance onRoeandCaseythemselves, the Solicitor General suggests that\noverruling those decisions would “threaten the Court’s precedents\nholding that the Due Process Clause protects other rights.” Brief\nfor United States 26 (citingObergefell, 576 U.S. 644;Lawrence,539 U.S.\n558;Griswold, 381 U. S. 479). That is not correct\nfor reasons we have already discussed. As even theCaseyplurality recognized, “[a]bortion is a unique act” because it\nterminates “life or potential life.” 505 U. S., at 852; see\nalsoRoe, 410 U. S., at 159 (abortion is “inherently\ndifferent from marital intimacy,” “marriage,” or “procreation”).\nAnd to ensure that our decision is not misunderstood or\nmischaracterized, we emphasize that our decision concerns the\nconstitutional right to abortion and no other right. Nothing in\nthis opinion should be understood to cast doubt on precedents that\ndo not concern abortion.IVHaving shown that traditionalstare\ndecisisfactors do not weigh in favor of retainingRoeorCasey, we must address one final argument that featured\nprominently in theCaseyplurality opinion.The argument was cast in different terms, but\nstated simply, it was essentially as follows. The American people’s\nbelief in the rule of law would be shaken if they lost respect for\nthis Court as an institution that decides important cases based on\nprinciple, not “social and political pressures.” 505 U. S., at\n865.There is a special danger that the public will perceive\na decision as having been made for unprincipled reasons when the\nCourt overrules a controversial “watershed” decision, such asRoe. 505 U. S., at 866–867. A decision overrulingRoewould be perceived as having been made “under fire” and\nas a “surrender to political pressure,” 505 U. S., at 867, and\ntherefore the preservation of public approval of the Court weighs\nheavily in favor of retainingRoe, see 505 U. S., at\n869.This analysis starts out on the right foot but\nultimately veers off course. TheCaseyplurality was\ncertainly right that it is important for the public to perceive\nthat our decisions are based on principle, and we should make every\neffort to achieve that objective by issuing opinions that carefully\nshow how a proper understanding of the law leads to the results we\nreach. But we cannot exceed the scope of our authority under the\nConstitution, and we cannot allow our decisions to be affected by\nany extraneous influences such as concern about the public’s\nreaction to our work. Cf.Texasv.Johnson,491 U.S.\n397(1989);Brown,347\nU.S. 483. That is true both when we initially decide a\nconstitutional issueandwhen we consider whether to\noverrule a prior decision. As Chief Justice Rehnquist explained,\n“The Judicial Branch derives its legitimacy, not from following\npublic opinion, but from deciding by its best lights whether\nlegislative enactments of the popular branches of Government\ncomport with the Constitution. The doctrine ofstare decisisis an adjunct of this duty, and should be no more subject to the\nvagaries of public opinion than is the basic judicial task.”Casey, 505 U. S., at 963 (opinion concurring in\njudgment in part and dissenting in part). In suggesting otherwise,\ntheCaseyplurality went beyond this Court’s role in our\nconstitutional system.TheCaseyplurality “call[ed] the\ncontending sides of a national controversy to end their national\ndivision,” and claimed the authority to impose a permanent\nsettlement of the issue of a constitutional abortion right simply\nby saying that the matter was closed.Id.,at 867. That\nunprecedented claim exceeded the power vested in us by the\nConstitution. As Alexander Hamilton famously put it, the\nConstitution gives the judiciary “neither Force nor Will.” The\nFederalist No. 78, p. 523 (J. Cooke ed. 1961). Our sole authority\nis to exercise “judgment”—which is to say, the authority to judge\nwhat the law means and how it should apply to the case at hand.Ibid.The Court has no authority to decree that an erroneous\nprecedent ispermanentlyexempt from evaluation under\ntraditionalstare decisisprinciples. A precedent of this\nCourt is subject to the usual principles ofstare decisisunder which adherence to precedent is the norm but not an\ninexorable command. If the rule were otherwise, erroneous decisions\nlikePlessyandLochnerwould still be the law. That\nis not howstare decisisoperates.TheCaseyplurality also misjudged the\npractical limits of this Court’s influence.Roecertainly\ndid not succeed in ending division on the issue of abortion. On the\ncontrary,Roe“inflamed” a national issue that has remained\nbitterly divisive for the past half century.Casey, 505\nU. S., at 995 (opinion of Scalia, J.); see also R. Ginsburg,\nSpeaking in a Judicial Voice, 67 N. Y. U. L. Rev. 1185,\n1208 (1992) (Roemay have “halted a political process,”\n“prolonged divisiveness,” and “deferred stable settlement of the\nissue”). And for the past 30 years,Caseyhas done the\nsame.Neither decision has ended debate over the issue\nof a constitutional right to obtain an abortion. Indeed, in this\ncase, 26 States expressly ask us to overruleRoeandCaseyand to return the issue of abortion to the people and\ntheir elected representatives. This Court’s inability to end debate\non the issue should not have been surprising. This Court cannot\nbring about the permanent resolution of a rancorous national\ncontroversy simply by dictating a settlement and telling the people\nto move on. Whatever influence the Court may have on public\nattitudes must stem from the strength of our opinions, not an\nattempt to exercise “raw judicial power.”Roe, 410\nU. S., at 222 (White, J., dissenting).We do not pretend to know how our political\nsystem or society will respond to today’s decision overrulingRoeandCasey. And even if we could foresee what will\nhappen, we would have no authority to let that knowledge influence\nour decision. We can only do our job, which is to interpret the\nlaw, apply longstanding principles ofstare decisis, and\ndecide this case accordingly.We therefore hold that the Constitution does not\nconfer a right to abortion.RoeandCaseymust be\noverruled, and the authority to regulate abortion must be returned\nto the people and their elected representatives.VA1The dissent argues that we have “abandon[ed]”stare decisis,post,at 30, but we have done no such\nthing, and it is the dissent’s understanding ofstare\ndecisisthat breaks with tradition. The dissent’s foundational\ncontention is that the Court should never (or perhaps almost never)\noverrule an egregiously wrong constitutional precedent unless the\nCourt can “poin[t] to major legal or factual changes undermining\n[the] decision’s original basis.”Post, at 37. To support\nthis contention, the dissent claims thatBrownv.Board\nof Education,347\nU.S. 483, and other landmark cases overruling prior precedents\n“responded to changed law and to changed facts and attitudes that\nhad taken hold throughout society.”Post,at 43. The\nunmistakable implication of this argument is that only the passage\nof time and new developments justified those decisions. Recognition\nthat the cases they overruled were egregiously wrong on the day\nthey were handed down was not enough.The Court has never adopted this strange new\nversion ofstare decisis—and with good reason. Does the\ndissent really maintain that overrulingPlessywas not\njustified until the country had experienced more than a\nhalf-century of state-sanctioned segregation and generations of\nBlack school children had suffered all its effects?Post,at\n44–45.Here is another example. On the dissent’s view,\nit must have been wrong forWest Virginia Bd. of Ed.v.Barnette,319 U.S.\n624, to overruleMinersville School Dist.v.\nGobitis,310 U.S.\n586, a bare three years after it was handed down. In both\ncases, children who were Jehovah’s Witnesses refused on religious\ngrounds to salute the flag or recite the pledge of allegiance. TheBarnetteCourt did not claim that its reexamination of the\nissue was prompted by any intervening legal or factual\ndevelopments, so if the Court had followed the dissent’s new\nversion ofstare decisis,it would have been compelled to\nadhere toGobitisand countenance continued First Amendment\nviolations for some unspecified period.Precedents should be respected, but sometimes\nthe Court errs, and occasionally the Court issues an important\ndecision that is egregiously wrong. When that happens,stare\ndecisisis not a straitjacket. And indeed, the dissent\neventually admits that a decisioncould“be overruled just\nbecause it is terribly wrong,” though the dissent does not explain\nwhen that would be so.Post, at 45.2Even if the dissent were correct in arguing\nthat an egregiously wrong decision should (almost) never be\noverruled unless its mistake is later highlighted by “major legal\nor factual changes,” reexamination ofRoeandCaseywould be amply justified. We have already mentioned a number of\npost-Caseydevelopments, seesupra, at 33–34, 59–63,\nbut the most profound change may be the failure of theCaseyplurality’s call for “the contending sides” in the controversy\nabout abortion “to end their national division,” 505 U. S., at\n867. That has not happened, and there is no reason to think that\nanother decision sticking withRoewould achieve whatCaseycould not.The dissent, however, is undeterred. It contends\nthat the “very controversy surroundingRoeandCasey”\nis an importantstare decisisconsideration that requires\nupholding those precedents. Seepost,at 55–57. The dissent\ncharacterizesCaseyas a “precedent about precedent” that is\npermanently shielded from further evaluation under traditionalstare decisisprinciples. Seepost,at 57. But as we\nhave explained,Caseybroke new ground when it treated the\nnational controversy provoked byRoeas a ground for\nrefusing to reconsider that decision, and no subsequent case has\nrelied on that factor. Our decision today simply applies\nlongstandingstare decisisfactors instead of applying a\nversion of the doctrine that seems to apply only in abortion\ncases.3Finally, the dissent suggests that our\ndecision calls into questionGriswold,Eisenstadt,Lawrence, andObergefell.Post, at 4–5, 26–27,\nn. 8. But we have stated unequivocally that “[n]othing in this\nopinion should be understood to cast doubt on precedents that do\nnot concern abortion.”Supra, at 66. We have also explained\nwhy that is so: rights regarding contraception and same-sex\nrelationships are inherently different from the right to abortion\nbecause the latter (as we have stressed) uniquely involves whatRoeandCaseytermed “potential life.”Roe,\n410 U. S., at 150 (emphasis deleted);Casey, 505\nU. S., at 852. Therefore, a right to abortion cannot be\njustified by a purported analogy to the rights recognized in those\nother cases or by “appeals to a broader right to autonomy.”Supra, at 32. It is hard to see how we could be clearer.\nMoreover, even putting aside that these cases are distinguishable,\nthere is a further point that the dissent ignores: Each precedent\nis subject to its ownstare decisisanalysis, and the\nfactors that our doctrine instructs us to consider like reliance\nand workability are different for these cases than for our abortion\njurisprudence.B1We now turn to the concurrence in the\njudgment, which reproves us for deciding whetherRoeandCaseyshould be retained or overruled. That opinion (which\nfor convenience we will call simply “the concurrence”) recommends a\n“more measured course,” which it defends based on what it claims is\n“a straightforwardstare decisisanalysis.”Post, at\n1 (opinion of Roberts, C. J.). The concurrence would “leave\nfor another day whether to reject any right to an abortion at all,”post, at 7, and would hold only that if the Constitution\nprotects any such right, the right ends once women have had “a\nreasonable opportunity” to obtain an abortion,post, at 1.\nThe concurrence does not specify what period of time is sufficient\nto provide such an opportunity, but it would hold that 15 weeks,\nthe period allowed under Mississippi’s law, is enough—at least\n“absent rare circumstances.”Post, at 2, 10.There are serious problems with this approach,\nand it is revealing that nothing like it was recommended by either\nparty. As we have recounted, both parties and the Solicitor General\nhave urged us either to reaffirm or overruleRoeandCasey. Seesupra, at 4–5. And when the specific\napproach advanced by the concurrence was broached at oral argument,\nboth respondents and the Solicitor General emphatically rejected\nit. Respondents’ counsel termed it “completely unworkable” and\n“less principled and less workable than viability.” Tr. of Oral\nArg. 54. The Solicitor General argued that abandoning the viability\nline would leave courts and others with “no continued guidance.”Id., at 101. What is more, the concurrence has not\nidentified any of the more than 130amicusbriefs filed in\nthis case that advocated its approach. The concurrence would do\nexactly what it criticizesRoefor doing: pulling “out of\nthin air” a test that “[n]o party oramicusasked the Court\nto adopt.”Post, at 3.2The concurrence’s most fundamental defect is\nits failure to offer any principled basis for its approach. The\nconcurrence would “discar[d]” “the rule fromRoeandCaseythat a woman’s right to terminate her pregnancy\nextends up to the point that the fetus is regarded as ‘viable’\noutside the womb.”Post, at 2. But this rule was a critical\ncomponent of the holdings inRoeandCasey, andstare decisisis “a doctrine of preservation, not\ntransformation,”Citizens Unitedv.Federal Election\nComm’n,558\nU.S. 310, 384 (2010) (Roberts, C. J., concurring).\nTherefore, a new rule that discards the viability rule cannot be\ndefended onstare decisisgrounds.The concurrence concedes that its approach would\n“not be available” if “the rationale ofRoeandCaseywere inextricably entangled with and dependent upon the viability\nstandard.”Post, at 7. But the concurrence asserts that the\nviability line is separable from the constitutional right they\nrecognized, and can therefore be “discarded” without disturbing any\npast precedent.Post, at 7–8. That is simply incorrect.Roe’s trimester rule was expressly tied\nto viability, see 410 U. S., at 163–164, and viability played\na critical role in later abortion decisions. For example, inPlanned Parenthood of Central Mo. v.Danforth,428 U.S.\n52, the Court reiteratedRoe’s rule that a “State may\nregulate an abortion to protect the life of the fetus and even may\nproscribe abortion” at “the stagesubsequent to viability.”\n428 U. S., at 61 (emphasis added). The Court then rejected a\nchallenge to Missouri’s definition of viability, holding that the\nState’s definition was consistent withRoe’s. 428\nU. S., at 63–64. If viability was not an essential part of the\nrule adopted inRoe, the Court would have had no need to\nmake that comparison.The holding inColauttiv.Franklin,439 U.S.\n379, is even more instructive. In that case, the Court noted\nthat prior cases had “stressed viability” and reiterated that\n“[v]iability is the critical point” underRoe.439\nU. S., at 388–389. It then struck down Pennsylvania’s\ndefinition of viability,id., at 389–394, and it is hard to\nsee how the Court could have done that ifRoe’s discussion\nof viability was not part of its holding.When the Court reconsideredRoeinCasey, it left no doubt about the importance of the\nviability rule. It described the rule asRoe’s “central\nholding,” 505 U. S., at 860, and repeatedly stated that the\nright it reaffirmed was “the right of the woman to choose to have\nan abortionbefore viability.”Id., at 846 (emphasis\nadded). Seeid., at 871 (“The woman’s right to terminate her\npregnancybefore viabilityis the most central principle ofRoev.Wade. It is a rule of law and a component of\nliberty we cannot renounce” (emphasis added));id., at 872\n(A “woman has a right to choose to terminate or continue her\npregnancybefore viability” (emphasis added));id.,\nat 879 (“[A] State may not prohibit any woman from making the\nultimate decision to terminate her pregnancybefore\nviability” (emphasis added)).Our subsequent cases have continued to recognize\nthe centrality of the viability rule. SeeWhole Women’s\nHealth, 579 U. S., at 589–590 (“[A] provision of law is\nconstitutionally invalid, if the ‘purpose or effect’ of the\nprovision ‘is to place a substantial obstacle in the path of a\nwoman seeking an abortionbefore the fetus attains\nviability’ ” (emphasis deleted and added));id., at\n627 (“[W]e now use‘viability’as the relevant point at\nwhich a State may begin limiting women’s access to abortion for\nreasons unrelated to maternal health” (emphasis added)).Not only is the new rule proposed by the\nconcurrence inconsistent withCasey’s unambiguous\n“language,”post, at 8, it is also contrary to the judgment\nin that case and later abortion cases. InCasey, the Court\nheld that Pennsylvania’s spousal-notification provision was\nfacially unconstitutional, not just that it was unconstitutional as\napplied to abortions sought prior to the time when a woman has had\na reasonable opportunity to choose. See 505 U. S., at 887–898.\nThe same is true ofWhole Women’s Health, which held that\ncertain rules that required physicians performing abortions to have\nadmitting privileges at a nearby hospital were facially\nunconstitutional because they placed “a substantial obstacle in the\npath of women seekinga previability abortion.” 579\nU. S., at 591 (emphasis added).For all these reasons,stare decisiscannot justify the new “reasonable opportunity” rule propounded by\nthe concurrence. If that rule is to become the law of the land, it\nmust stand on its own, but the concurrence makes no attempt to show\nthat this rule represents a correct interpretation of the\nConstitution. The concurrence does not claim that the right to a\nreasonable opportunity to obtain an abortion is “ ‘deeply\nrooted in this Nation’s history and tradition’ ” and\n“ ‘implicit in the concept of ordered liberty.’ ”Glucksberg, 521 U. S., at 720–721. Nor does it propound\nany other theory that could show that the Constitution supports its\nnew rule. And if the Constitution protects a woman’s right to\nobtain an abortion, the opinion does not explain why that right\nshould end after the point at which all “reasonable” women will\nhave decided whether to seek an abortion. While the concurrence is\nmoved by a desire for judicial minimalism, “we cannot embrace a\nnarrow ground of decision simply because it is narrow; it must also\nbe right.”Citizens United, 558 U. S., at 375 (Roberts,\nC. J., concurring). For the reasons that we have explained,\nthe concurrence’s approach is not.3The concurrence would “leave for another day\nwhether to reject any right to an abortion at all,”post, at\n7, but “another day” would not be long in coming. Some States have\nset deadlines for obtaining an abortion that are shorter than\nMississippi’s. See,e.g.,Memphis Center for Reproductive\nHealthv.Slatery, 14 F. 4th, at 414 (considering law\nwith bans “at cascading intervals of two to three weeks” beginning\nat six weeks), reh’g en banc granted, 14 F. 4th 550 (CA6 2021). If\nwe held only that Mississippi’s 15-week rule is constitutional, we\nwould soon be called upon to pass on the constitutionality of a\npanoply of laws with shorter deadlines or no deadline at all. The\n“measured course” charted by the concurrence would be fraught with\nturmoil until the Court answered the question that the concurrence\nseeks to defer.Even if the Court ultimately adopted the new\nrule suggested by the concurrence, we would be faced with the\ndifficult problem of spelling out what it means. For example, if\nthe period required to give women a “reasonable” opportunity to\nobtain an abortion were pegged, as the concurrence seems to\nsuggest, at the point when a certain percentage of women make that\nchoice, seepost, at 1–2, 9–10, we would have to identify\nthe relevant percentage. It would also be necessary to explain what\nthe concurrence means when it refers to “rare circumstances” that\nmight justify an exception.Post, at 10. And if this new\nright aims to give women a reasonable opportunity to get an\nabortion, it would be necessary to decide whether factors other\nthan promptness in deciding might have a bearing on whether such an\nopportunity was available.In sum, the concurrence’s quest for a middle way\nwould only put off the day when we would be forced to confront the\nquestion we now decide. The turmoil wrought byRoeandCaseywould be prolonged. It is far better—for this Court\nand the country—to face up to the real issue without further\ndelay.VIWe must now decide what standard will govern\nif state abortion regulations undergo constitutional challenge and\nwhether the law before us satisfies the appropriate standard.AUnder our precedents, rational-basis review is\nthe appropriate standard for such challenges. As we have explained,\nprocuring an abortion is not a fundamental constitutional right\nbecause such a right has no basis in the Constitution’s text or in\nour Nation’s history. Seesupra,at 8–39.It follows that the States may regulate abortion\nfor legitimate reasons, and when such regulations are challenged\nunder the Constitution, courts cannot “substitute their social and\neconomic beliefs for the judgment of legislative bodies.”Ferguson, 372 U. S., at 729–730; see alsoDandridgev.Williams,397 U.S.\n471, 484–486 (1970);United Statesv.Carolene\nProducts Co.,304 U.S.\n144, 152 (1938). That respect for a legislature’s judgment\napplies even when the laws at issue concern matters of great social\nsignificance and moral substance. See,e.g.,Board of\nTrustees of Univ. of Ala.v.Garrett,531 U.S.\n356, 365–368 (2001) (“treatment of the disabled”);Glucksberg, 521 U. S., at 728 (“assisted suicide”);San Antonio Independent School Dist.v.Rodriguez,411 U.S.\n1, 32–35, 55 (1973) (“financing public education”).A law regulating abortion, like other health and\nwelfare laws, is entitled to a “strong presumption of validity.”Hellerv.Doe,509 U.S.\n312, 319 (1993). It must be sustained if there is a rational\nbasis on which the legislature could have thought that it would\nserve legitimate state interests.Id.,at 320;FCCv.Beach Communications,Inc.,508\nU.S. 307, 313 (1993);New Orleansv.Dukes,427 U.S.\n297, 303 (1976) (per curiam);Williamsonv.Lee Optical of Okla., Inc.,348 U.S.\n483, 491 (1955). These legitimate interests include respect for\nand preservation of prenatal life at all stages of development,Gonzales, 550 U. S., at 157–158; the protection of\nmaternal health and safety; the elimination of particularly\ngruesome or barbaric medical procedures; the preservation of the\nintegrity of the medical profession; the mitigation of fetal pain;\nand the prevention of discrimination on the basis of race, sex, or\ndisability. Seeid., at 156–157;Roe, 410 U. S.,\nat 150; cf.Glucksberg, 521 U. S., at 728–731\n(identifying similar interests).BThese legitimate interests justify\nMississippi’s Gestational Age Act. Except “in a medical emergency\nor in the case of a severe fetal abnormality,” the statute\nprohibits abortion “if the probable gestational age of the unborn\nhuman being has been determined to be greater than fifteen (15)\nweeks.” Miss. Code Ann. §41–41–191(4)(b). The Mississippi\nLegislature’s findings recount the stages of “human prenatal\ndevelopment” and assert the State’s interest in “protecting the\nlife of the unborn.” §2(b)(i). The legislature also found that\nabortions performed after 15 weeks typically use the dilation and\nevacuation procedure, and the legislature found the use of this\nprocedure “for nontherapeutic or elective reasons [to be] a\nbarbaric practice, dangerous for the maternal patient, and\ndemeaning to the medical profession.” §2(b)(i)(8); see alsoGonzales, 550 U. S., at 135–143 (describing such\nprocedures). These legitimate interests provide a rational basis\nfor the Gestational Age Act, and it follows that respondents’\nconstitutional challenge must fail.VIIWe end this opinion where we began. Abortion\npresents a profound moral question. The Constitution does not\nprohibit the citizens of each State from regulating or prohibiting\nabortion.RoeandCaseyarrogated that authority. We\nnow overrule those decisions and return that authority to the\npeople and their elected representatives.The judgment of the Fifth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.APPENDICESAThis appendix contains statutes criminalizing\nabortion at all stages of pregnancy in the States existing in 1868.\nThe statutes appear in chronological order.1. Missouri (1825):Sec. 12. “That every person who shall\nwilfully and maliciously administer or cause to be administered to\nor taken by any person, any poison, or other noxious, poisonous or\ndestructive substance or liquid, with an intention to harm him or\nher thereby to murder, or therebyto cause or procure the\nmiscarriage of any woman then being with child, and shall\nthereof be duly convicted, shall suffer imprisonment not exceeding\nseven years, and be fined not exceeding three thousand\ndollars.”[69]2. Illinois (1827):Sec. 46. “Every person who shall wilfully\nand maliciously administer, or cause to be administered to, or\ntaken by any person, any poison, or other noxious or destructive\nsubstance or liquid, with an intention to cause the death of such\nperson,or to procure the miscarriage of any woman, then being\nwith child, and shall thereof be duly convicted, shall be\nimprisoned for a term not exceeding three years, and be fined in a\nsum not exceeding one thousand dollars.” [70]3. New York (1828):Sec. 9. “Every person who shall administerto any woman pregnant with a quick child, any medicine, drug\nor substance whatever, or shall use or employ any instrument or\nother means, with intent thereby to destroy such child, unless the\nsame shall have been necessary to preserve the life of such mother,\nor shall have been advised by two physicians to be necessary for\nsuch purpose, shall, in case the death of such child or of such\nmother be thereby produced, be deemed guilty of manslaughter in the\nsecond degree.”Sec. 21. “Every person who shall willfully\nadministerto any pregnant woman, any medicine, drug,\nsubstance or thing whatever, or shall use or employ any instrument\nof other means whatever, with intent thereby to procure the\nmiscarriage of any such woman, unless the same shall have been\nnecessary to preserve the life of such woman, or shall have been\nadvised by two physicians to be necessary for that purpose; shall,\nupon conviction, be punished by imprisonment in a county jail not\nmore than one year, or by fine not exceeding five hundred dollars,\nor by both such fine and imprisonment.”[71]4. Ohio (1834):Sec. 1. “Be it enacted by the General\nAssembly of State of Ohio, That any physician, or other person, who\nshall wilfully administerto any pregnant womanany\nmedicine, drug, substance, or thing whatever, or shall use any\ninstrument or other means whatever, with intent thereby to procure\nthe miscarriage of any such woman, unless the same shall have been\nnecessary to preserve the life of such woman, or shall have been\nadvised by two physicians to be necessary for that purpose, shall,\nupon conviction, be punished by imprisonment in the county jail not\nmore than one year, or by fine not exceeding five hundred dollars,\nor by both such fine and imprisonment.”Sec. 2. “That any physician, or other\nperson, who shall administerto any woman pregnant with a quick\nchild, any medicine, drug, or substance whatever, or shall use\nor employ any instrument, or other means, with intent thereby to\ndestroy such child, unless the same shall have been necessary to\npreserve the life of such mother, or shall have been advised by two\nphysicians to be necessary for such purpose, shall, in case of the\ndeath of such child or mother in consequence thereof, be deemed\nguilty of high misdemeanor, and, upon conviction thereof, shall be\nimprisoned in the penitentiary not more than seven years, nor less\nthan one year.”[72]5. Indiana (1835):Sec. 3.  “That every person who shall\nwilfully administertoany pregnant woman, any\nmedicine, drug, substance or thing whatever, or shall use or employ\nany instrument or other means whatever, with intent thereby to\nprocure the miscarriage of any such woman, unless the same shall\nhave been necessary to preserve the life of such woman, shall upon\nconviction be punished by imprisonment in the county jail any term\nof [time] not exceeding twelve months and be fined any sum not\nexceeding five hundred dollars.”[73]6. Maine (1840):Sec. 13. “Every person, who shall\nadministerto any woman pregnant with child, whether such child\nbe quick or not, any medicine, drug or substance whatever, or\nshall use or employ any instrument or other means whatever, with\nintent to destroy such child, and shall thereby destroy such child\nbefore its birth, unless the same shall have been done as necessary\nto preserve the life of the mother, shall be punished by\nimprisonment in the state prison, not more than five years, or by\nfine, not exceeding one thousand dollars, and imprisonment in the\ncounty jail, not more than one year.”Sec. 14. “Every person, who shall\nadministerto any woman, pregnant with child, whether such child\nshall be quick or not, any medicine, drug or substance\nwhatever, or shall use or employ any instrument or other means\nwhatever, with intent thereby to procure the miscarriage of such\nwoman, unless the same shall have been done, as necessary to\npreserve her life, shall be punished by imprisonment in the county\njail, not more than one year, or by fine, not exceeding one\nthousand dollars.”[74]7. Alabama (1841):Sec. 2. “Every person who shall wilfully\nadministerto any pregnant womanany medicines, drugs,\nsubstance or thing whatever, or shall use and employ any instrument\nor means whatever with intent thereby to procure the miscarriage of\nsuch woman, unless the same shall be necessary to preserve her\nlife, or shall have been advised by a respectable physician to be\nnecessary for that purpose, shall upon conviction, be punished by\nfine not exceeding five hundred dollars, and by imprisonment in the\ncounty jail, not less than three, and not exceeding six\nmonths.”[75]8. Massachusetts (1845):Ch. 27. “Whoever, maliciously or without\nlawful justification, with intent to cause and procure the\nmiscarriageof a woman then pregnant with child, shall\nadminister to her, prescribe for her, or advise or direct her to\ntake or swallow, any poison, drug, medicine or noxious thing, or\nshall cause or procure her with like intent, to take or swallow any\npoison, drug, medicine or noxious thing; and whoever maliciously\nand without lawful justification, shall use any instrument or means\nwhatever with the like intent, and every person, with the like\nintent, knowingly aiding and assisting such offender or offenders,\nshall be deemed guilty of felony, if the woman die in consequence\nthereof, and shall be imprisoned not more than twenty years, nor\nless than five years in the State Prison; and if the woman doth not\ndie in consequence thereof, such offender shall be guilty of a\nmisdemeanor, and shall be punished by imprisonment not exceeding\nseven years, nor less than one year, in the state prison or house\nof correction, or common jail, and by fine not exceeding two\nthousand dollars.”[76]9. Michigan (1846):Sec. 33. “Every person who shall\nadministerto any woman pregnant with a quick child, any\nmedicine, drug or substance whatever, or shall use or employ any\ninstrument or other means, with intent thereby to destroy such\nchild, unless the same shall have been necessary to preserve the\nlife of such mother, or shall have been advised by two physicians\nto be necessary for such purpose, shall, in case the death of such\nchild or of such mother be thereby produced, be deemed guilty of\nmanslaughter.”Sec. 34. “Every person who shall wilfully\nadministertoany pregnant womanany medicine, drug,\nsubstance or thing whatever, or shall employ any instrument or\nother means whatever, with intent thereby to procure the\nmiscarriage of any such woman, unless the same shall have been\nnecessary to preserve the life of such woman, or shall have been\nadvised by two physicians to be necessary for that purpose, shall,\nupon conviction, be punished by imprisonment in a county jail not\nmore than one year, or by a fine not exceeding five hundred\ndollars, or by both such fine and imprisonment.”[77]10. Vermont (1846):Sec. 1. “Whoever maliciously, or without\nlawful justification with intent to cause and procure the\nmiscarriageof a woman, then pregnant with child,shall\nadminister to her, prescribe for her, or advise or direct her to\ntake or swallow any poison, drug, medicine or noxious thing, or\nshall cause or procure her, with like intent, to take or swallow\nany poison, drug, medicine or noxious thing, and whoever\nmaliciously and without lawful justification, shall use any\ninstrument or means whatever, with the like intent, and every\nperson, with the like intent, knowingly aiding and assisting such\noffenders, shall be deemed guilty of felony, if the woman die in\nconsequence thereof, and shall be imprisoned in the state prison,\nnot more than ten years, nor less than five years; and if the woman\ndoes not die in consequence thereof, such offenders shall be deemed\nguilty of a misdemeanor; and shall be punished by imprisonment in\nthe state prison not exceeding three years, nor less than one year,\nand pay a fine not exceeding two hundred dollars.”[78]11. Virginia (1848):Sec. 9. “Any free person who shall\nadministerto any pregnant woman, any medicine, drug or\nsubstance whatever, or use or employ any instrument or other means\nwith intent thereby to destroy the child with which such woman may\nbe pregnant, or to produce abortion or miscarriage, and shall\nthereby destroy such child, or produce such abortion or\nmiscarriage, unless the same shall have been done to preserve the\nlife of such woman, shall be punished, if the death of a quick\nchild be thereby produced, by confinement in the penitentiary, for\nnot less than one nor more than five years, or if the death of a\nchild, not quick, be thereby produced, by confinement in the jail\nfor not less than one nor more than twelve months.”[79]12. New Hampshire (1849):Sec. 1. “That every person, who shall\nwilfully administerto any pregnant woman, any medicine,\ndrug, substance or thing whatever, or shall use or employ any\ninstrument or means whatever with intent thereby to procure the\nmiscarriage of any such woman, unless the same shall have been\nnecessary to preserve the life of such woman, or shall have been\nadvised by two physicians to be necessary for that purpose, shall,\nupon conviction, be punished by imprisonment in the county jail not\nmore than one year, or by a fine not exceeding one thousand\ndollars, or by both such fine and imprisonment at the discretion of\nthe Court.”Sec. 2. “Every person who shall administerto any woman pregnant with a quick child, any medicine, drug\nor substance whatever, or shall use or employ any instrument or\nmeans whatever, with intent thereby to destroy such child, unless\nthe same shall have been necessary to preserve the life of such\nwoman, or shall have been advised by two physicians to be necessary\nfor such purpose, shall, upon conviction, be punished by fine not\nexceeding one thousand dollars, and by confinement to hard labor\nnot less than one year, nor more than ten years.”[80]13. New Jersey (1849):“That if any person or persons,\nmaliciously or without lawful justification, with intent to cause\nand procure the miscarriageof a woman then pregnant with\nchild, shall administer to her, prescribe for her, or advise or\ndirect her to take or swallow any poison, drug, medicine, or\nnoxious thing; and if any person or persons maliciously, and\nwithout lawful justification, shall use any instrument or means\nwhatever, with the like intent; and every person, with the like\nintent, knowingly aiding and assisting such offender or offenders,\nshall, on conviction thereof, be adjudged guilty of a high\nmisdemeanor; and if the woman die in consequence thereof, shall be\npunished by fine, not exceeding one thousand dollars, or\nimprisonment at hard labour for any term not exceeding fifteen\nyears, or both; and if the woman doth not die in consequence\nthereof, such offender shall, on conviction thereof, be adjudged\nguilty of a misdemeanor, and be punished by fine, not exceeding\nfive hundred dollars, or imprisonment at hard labour, for any term\nnot exceeding seven years, or both.”[81]14. California (1850):Sec. 45. “And every person who shall\nadminister or cause to be administered or taken, any medical\nsubstances, or shall use or cause to be used any instruments\nwhatever, with the intentionto procure the miscarriage of any\nwoman then being with child, and shall be thereof duly\nconvicted, shall be punished by imprisonment in the State Prison\nfor a term not less than two years, nor more than five years:\nProvided, that no physician shall be affected by the last clause of\nthis section, who, in the discharge of his professional duties,\ndeems it necessary to produce the miscarriage of any woman in order\nto save her life.”[82]15. Texas (1854):Sec. 1. “If any person, with the intent to\nprocure the miscarriageof any woman being with child,\nunlawfully and maliciously shall administer to her or cause to be\ntaken by her any poison or other noxious thing, or shall use any\ninstrument or any means whatever, with like intent, every such\noffender, and every person counselling or aiding or abetting such\noffender, shall be punished by confinement to hard labor in the\nPenitentiary not exceeding ten years.”[83]16. Louisiana (1856):Sec. 24. “Whoever shall feloniously\nadminister or cause to be administered any drug, potion, or any\nother thing to any woman, for the purpose of procuring a premature\ndelivery, and whoever shall administer or cause to be administeredto any woman pregnant with child, any drug, potion, or any\nother thing, for the purpose of procuring abortion, or a premature\ndelivery, shall be imprisoned at hard labor, for not less than one,\nnor more than ten years.”[84]17. Iowa (1858):Sec. 1. “That every person who shall\nwillfully administertoany pregnant woman, any\nmedicine, drug, substance or thing whatever, or shall use or employ\nany instrument or other means whatever, with the intent thereby to\nprocure the miscarriage of any such woman, unless the same shall be\nnecessary to preserve the life of such woman, shall upon conviction\nthereof, be punished by imprisonment in the county jail for a term\nof not exceeding one year, and be fined in a sum not exceeding one\nthousand dollars.”[85]18. Wisconsin (1858):Sec. 11. “Every person who shall\nadministerto any woman pregnant with a childany medicine,\ndrug, or substance whatever, or shall use or employ any instrument\nor other means, with intent thereby to destroy such child, unless\nthe same shall have been necessary to preserve the life of such\nmother, or shall have been advised by two physicians to be\nnecessary for such purpose, shall, in case the death of such child\nor of such mother be thereby produced, be deemed guilty of\nmanslaughter in the second degree.”[86]Sec. 58. “Every person who shall\nadministerto any pregnant woman, or prescribe for any such\nwoman, or advise or procure any such woman to take, any medicine,\ndrug, or substance or thing whatever, or shall use or employ any\ninstrument or other means whatever, or advise or procure the same\nto be used, with intent thereby to procure the miscarriage of any\nsuch woman, shall upon conviction be punished by imprisonment in a\ncounty jail, not more than one year nor less than three months, or\nby fine, not exceeding five hundred dollars, or by both fine and\nimprisonment, at the discretion of the court.”19. Kansas (1859):Sec. 10. “Every person who shall\nadministerto any woman, pregnant with a quick child, any\nmedicine, drug or substance whatsoever, or shall use or employ any\ninstrument or other means, with intent thereby to destroy such\nchild, unless the same shall have been necessary to preserve the\nlife of such mother, or shall have been advised by a physician to\nbe necessary for that purpose, shall be deemed guilty of\nmanslaughter in the second degree.”Sec. 37. “Every physician or other person\nwho shall wilfully administerto any pregnant womanany\nmedicine, drug or substance whatsoever, or shall use or employ any\ninstrument or means whatsoever, with intent thereby to procure\nabortion or the miscarriage of any such woman, unless the same\nshall have been necessary to preserve the life of such woman, or\nshall have been advised by a physician to be necessary for that\npurpose, shall, upon conviction, be adjudged guilty of a\nmisdemeanor, and punished by imprisonment in a county jail not\nexceeding one year, or by fine not exceeding five hundred dollars,\nor by both such fine and imprisonment.”[87]20. Connecticut (1860):Sec. 1. “That any person with intentto\nprocure the miscarriage or abortion of any woman, shall give or\nadminister to her, prescribe for her, or advise, or direct, or\ncause or procure her to take, any medicine, drug or substance\nwhatever, or use or advise the use of any instrument, or other\nmeans whatever, with the like intent, unless the same shall have\nbeen necessary to preserve the life of such woman, or of her unborn\nchild, shall be deemed guilty of felony, and upon due conviction\nthereof shall be punished by imprisonment in the Connecticut state\nprison, not more than five years or less than one year, or by a\nfine of one thousand dollars, or both, at the discretion of the\ncourt.”[88]21. Pennsylvania (1860):Sec. 87. “If any person shall unlawfully\nadministerto any woman, pregnant or quick with child, or\nsupposed and believed to be pregnant or quick with child, any\ndrug, poison, or other substance whatsoever, or shall unlawfully\nuse any instrument or other means whatsoever, with the intent to\nprocure the miscarriage of such woman, and such woman, or any child\nwith which she may be quick, shall die in consequence of either of\nsaid unlawful acts, the person so offending shall be guilty of\nfelony, and shall be sentenced to pay a fine not exceeding five\nhundred dollars, and to undergo an imprisonment, by separate or\nsolitary confinement at labor, not exceeding seven years.”Sec. 88. “If any person, with intentto\nprocure the miscarriage of any woman, shall unlawfully\nadminister to her any poison, drug or substance whatsoever, or\nshall unlawfully use any instrument, or other means whatsoever,\nwith the like intent, such person shall be guilty of felony, and\nbeing thereof convicted, shall be sentenced to pay a fine not\nexceeding five hundred dollars, and undergo an imprisonment, by\nseparate or solitary confinement at labor, not exceeding three\nyears.”[89]22. Rhode Island (1861):Sec. 1. “Every person who shall be\nconvicted of wilfully administeringto any pregnant woman, or to\nany woman supposed by such person to be pregnant, anything\nwhatever, or shall employ any means whatever, with intent thereby\nto procure the miscarriage of such woman, unless the same is\nnecessary to preserve her life, shall be imprisoned not exceeding\none year, or fined not exceeding one thousand dollars.”[90]23. Nevada (1861):Sec. 42. “[E]very person who shall\nadminister, or cause to be administered or taken, any medicinal\nsubstance, or shall use, or cause to be used, any instruments\nwhatever, with the intentionto procure the miscarriage of any\nwoman then being with child, and shall be thereof duly\nconvicted, shall be punished by imprisonment in the Territorial\nprison, for a term not less than two years, nor more than five\nyears; provided, that no physician shall be affected by the last\nclause of this section, who, in the discharge of his professional\nduties, deems it necessary to produce the miscarriage of any woman\nin order to save her life.”[91]24. West Virginia (1863):West Virginia’s Constitution adopted the laws\nof Virginia when it became its own State:“Such parts of the common law and of the\nlaws of the State of Virginia as are in force within the boundaries\nof the State of West Virginia, when this Constitution goes into\noperation, and are not repugnant thereto, shall be and continue the\nlaw of this State until altered or repealed by the\nLegislature.”[92]The Virginia law in force in 1863\nstated:Sec. 8. “Any free person who shall\nadminister to, or cause to be taken,by a woman, any drug or\nother thing, or use any means, with intent to destroy her unborn\nchild, or to produce abortion or miscarriage, and shall thereby\ndestroy such child, or produce such abortion or miscarriage, shall\nbe confined in the penitentiary not less than one, nor more than\nfive years. No person, by reason of any act mentioned in this\nsection, shall be punishable where such act is done in good faith,\nwith the intention of saving the life of such woman or\nchild.”[93]25. Oregon (1864):Sec. 509. “If any person shall administerto any woman pregnant with child, any medicine, drug or\nsubstance whatever, or shall use or employ any instrument or other\nmeans, with intent thereby to destroy such child, unless the same\nshall be necessary to preserve the life of such mother, such person\nshall, in case the death of such child or mother be thereby\nproduced, be deemed guilty of manslaughter.”[94]26. Nebraska (1866):Sec. 42. “Every person who shall willfully\nand maliciously administer or cause to be administered to or taken\nby any person, any poison or other noxious or destructive substance\nor liquid, with the intention to cause the death of such person,\nand being thereof duly convicted, shall be punished by confinement\nin the penitentiary for a term not less than one year and not more\nthan seven years. And every person who shall administer or cause to\nbe administered or taken, any such poison, substance or liquid,\nwith the intentionto procure the miscarriageof any\nwoman then being with child, and shall thereof be duly\nconvicted, shall be imprisoned for a term not exceeding three years\nin the penitentiary, and fined in a sum not exceeding one thousand\ndollars.”[95]27. Maryland (1868):Sec. 2. “And be it enacted, That any\nperson who shall knowingly advertise, print, publish, distribute or\ncirculate, or knowingly cause to be advertised, printed, published,\ndistributed or circulated, any pamphlet, printed paper, book,\nnewspaper notice, advertisement or reference containing words or\nlanguage, giving or conveying any notice, hint or reference to any\nperson, or to the name of any person real or fictitious, from whom;\nor to any place, house, shop or office, when any poison, drug,\nmixture, preparation, medicine or noxious thing, or any instrument\nor means whatever; for the purpose of producing abortion, or who\nshall knowingly sell, or cause to be sold any such poison, drug,\nmixture, preparation, medicine or noxious thing or instrument of\nany kind whatever; or where any advice, direction, information or\nknowledge may be obtainedfor the purpose of causing the\nmiscarriage or abortion of any woman pregnant with child, at any\nperiod of her pregnancy, or shall knowingly sell or cause to be\nsold any medicine, or who shall knowingly use or cause to be used\nany means whatsoever for that purpose, shall be punished by\nimprisonment in the penitentiary for not less than three years, or\nby a fine of not less than five hundred nor more than one thousand\ndollars, or by both, in the discretion of the Court; and in case of\nfine being imposed, one half thereof shall be paid to the State of\nMaryland, and one-half to the School Fund of the city or county\nwhere the offence was committed; provided, however, that nothing\nherein contained shall be construed so as to prohibit the\nsupervision and management by a regular practitioner of medicine of\nall cases of abortion occurring spontaneously, either as the result\nof accident, constitutional debility, or any other natural cause,\nor the production of abortion by a regular practitioner of medicine\nwhen, after consulting with one or more respectable physicians, he\nshall be satisfied that the foetus is dead, or that no other method\nwill secure the safety of the mother.”[96]28. Florida (1868):Ch. 3, Sec. 11. “Every person who shall\nadministerto any woman pregnant with a quick childany\nmedicine, drug, or substance whatever, or shall use or employ any\ninstrument, or other means, with intent thereby to destroy such\nchild, unless the same shall have been necessary to preserve the\nlife of such mother, or shall have been advised by two physicians\nto be necessary for such purpose, shall, in case the death of such\nchild or of such mother be thereby produced, be deemed guilty of\nmanslaughter in the second degree.”Ch. 8, Sec. 9. “Whoever, with intentto\nprocure miscarriage of any woman, unlawfully administers to\nher, or advises, or prescribes for her, or causes to be taken by\nher, any poison, drug, medicine, or other noxious thing, or\nunlawfully uses any instrument or other means whatever with the\nlike intent, or with like intent aids or assists therein, shall, if\nthe woman does not die in consequence thereof, be punished by\nimprisonment in the State penittentiary not exceeding seven years,\nnor less than one year, or by fine not exceeding one thousand\ndollars.”[97]29. Minnesota (1873):Sec. 1. “That any person who shall\nadministerto any woman with child, or prescribe for any\nsuch woman, or suggest to, or advise, or procure her to take any\nmedicine, drug, substance or thing whatever, or who shall use or\nemploy, or advise or suggest the use or employment of any\ninstrument or other means or force whatever, with intent thereby to\ncause or procure the miscarriage or abortion or premature labor of\nany such woman, unless the same shall have been necessary to\npreserve her life, or the life of such child, shall, in case the\ndeath of such child or of such woman results in whole or in part\ntherefrom, be deemed guilty of a felony, and upon conviction\nthereof, shall be punished by imprisonment in the state prison for\na term not more than ten (10) years nor less than three (3)\nyears.”Sec. 2. “Any person who shall administerto any woman with child, or prescribe, or procure, or\nprovide for any such woman, or suggest to, or advise, or procure\nany such woman to take any medicine, drug, substance or thing\nwhatever, or shall use or employ, or suggest, or advise the use or\nemployment of any instrument or other means or force whatever, with\nintent thereby to cause or procure the miscarriage or abortion or\npremature labor of any such woman, shall upon conviction thereof be\npunished by imprisonment in the state prison for a term not more\nthan two years nor less than one year, or by fine not more than\nfive thousand dollars nor less than five hundred dollars, or by\nsuch fine and imprisonment both, at the discretion of the\ncourt.”[98]30. Arkansas (1875):Sec. 1. “That it shall be unlawful for any\none to administer or prescribe any medicine or drugsto any\nwoman with child, with intent to produce an abortion, or\npremature delivery of any foetus before the period of quickening,\nor to produce or attempt to produce such abortion by any other\nmeans; and any person offending against the provision of this\nsection, shall be fined in any sum not exceeding one thousand\n($1000) dollars, and imprisoned in the penitentiary not less than\none (1) nor more than five (5) years; provided, that this section\nshall not apply to any abortion produced by any regular practicing\nphysician, for the purpose of saving the mother’s life.”[99]31. Georgia (1876):Sec. 2. “That every person who shall\nadministerto any woman pregnant with a child, any medicine,\ndrug, or substance whatever, or shall use or employ any instrument\nor other means, with intent thereby to destroy such child, unless\nthe same shall have been necessary to preserve the life of such\nmother, or shall have been advised by two physicians to be\nnecessary for such purpose, shall, in case the death of such child\nor mother be thereby produced, be declared guilty of an assault\nwith intent to murder.”Sec. 3. “That any person who shall\nwilfully administerto any pregnant womanany medicine, drug\nor substance, or anything whatever, or shall employ any instrument\nor means whatever, with intent thereby to procure the miscarriage\nor abortion of any such woman, unless the same shall have been\nnecessary to preserve the life of such woman, or shall have been\nadvised by two physicians to be necessary for that purpose, shall,\nupon conviction, be punished as prescribed in section 4310 of the\nRevised Code of Georgia.”[100]32. North Carolina (1881):Sec. 1. “That every person who shall\nwilfully administerto any woman either pregnant or quick with\nchild, or prescribe for any such woman, or advise or procure\nany such woman to take any medicine, drug or substance whatever, or\nshall use or employ any instrument or other means with intent\nthereby to destroy said child, unless the same shall have been\nnecessary to preserve the life of such mother, shall be guilty of a\nfelony, and shall be imprisoned in the state penitentiary for not\nless than one year nor more than ten years, and be fined at the\ndiscretion of the court.”Sec. 2. “That every person who shall\nadministerto any pregnant woman, or prescribe for any such\nwoman, or advise and procure such woman to take any medicine, drug\nor any thing whatsoever, with intent thereby to procure the\nmiscarriage of any such woman, or to injure or destroy such woman,\nor shall use any instrument or application for any of the above\npurposes, shall be guilty of a misdemeanor, and, on conviction,\nshall be imprisoned in the jail or state penitentiary for not less\nthan one year or more than five years, and fined at the discretion\nof the court.”[101]33. Delaware (1883):Sec. 2. “Every person who, with the intent\nto procure the miscarriageof any pregnant woman or women\nsupposed by such person to be pregnant, unless the same be\nnecessary to preserve her life, shall administer to her, advise, or\nprescribe for her, or cause to be taken by her any poison, drug,\nmedicine, or other noxious thing, or shall use any instrument or\nother means whatsoever, or shall aid, assist, or counsel any person\nso intending to procure a miscarriage, whether said miscarriage be\naccomplished or not, shall be guilty of a felony, and upon\nconviction thereof shall be fined not less than one hundred dollars\nnor more than five hundred dollars and be imprisoned for a term not\nexceeding five years nor less than one year.”[102]34. Tennessee (1883):Sec. 1. “That every person who shall\nadministerto any woman pregnant with child, whether such child\nbe quick or not, any medicine, drug or substance whatever, or\nshall use or employ any instrument, or other means whatever with\nintent to destroy such child, and shall thereby destroy such child\nbefore its birth, unless the same shall have been done with a view\nto preserve the life of the mother, shall be punished by\nimprisonment in the penitentiary not less than one nor more than\nfive years.”Sec. 2. “Every person who shall administer\nany substance with the intentionto procure the miscarriageof a woman then being with child, or shall use or employ any\ninstrument or other means with such intent, unless the same shall\nhave been done with a view to preserve the life of such mother,\nshall be punished by imprisonment in the penitentiary not less than\none nor more than three years.”[103]35. South Carolina (1883):Sec. 1. “That any person who shall\nadministerto any woman with child, or prescribe for any\nsuch woman, or suggest to or advise or procure her to take, any\nmedicine, substance, drug or thing whatever, or who shall use or\nemploy, or advise the use or employment of, any instrument or other\nmeans of force whatever, with intent thereby to cause or procure\nthe miscarriage or abortion or premature labor of any such woman,\nunless the same shall have been necessary to preserve her life, or\nthe life of such child, shall, in case the death of such child or\nof such woman results in whole or in part therefrom, be deemed\nguilty of a felony, and, upon conviction thereof, shall be punished\nby imprisonment in the Penitentiary for a term not more than twenty\nyears nor less than five years.”Sec. 2. “That any person who shall\nadministerto any woman with child, or prescribe or procure\nor provide for any such woman, or advise or procure any such woman\nto take, any medicine, drug, substance or thing whatever, or shall\nuse or employ or advise the use or employment of, any instrument or\nother means of force whatever, with intent thereby to cause or\nprocure the miscarriage or abortion or premature labor of any such\nwoman, shall, upon conviction thereof, be punished by imprisonment\nin the Penitentiary for a term not more than five years, or by fine\nnot more than five thousand dollars, or by such fine and\nimprisonment both, at the discretion of the Court; but no\nconviction shall be had under the provisions of Section 1 or 2 of\nthis Act upon the uncorroborated evidence of such woman.”[104]36. Kentucky (1910):Sec. 1. “It shall be unlawful for any\nperson to prescribe or administerto any pregnant woman, or to\nany woman whom he has reason to believe pregnant, at any time\nduring the period of gestation, any drug, medicine or\nsubstance, whatsoever, with the intent thereby to procure the\nmiscarriage of such woman, or with like intent, to use any\ninstrument or means whatsoever, unless such miscarriage is\nnecessary to preserve her life; and any person so offending, shall\nbe punished by a fine of not less than five hundred nor more than\none thousand dollars, and imprisoned in the State prison for not\nless than one nor more than ten years.”Sec. 2. “If by reason of any of the acts\ndescribed in Section 1 hereof, the miscarriage of such woman is\nprocured, and she does miscarry, causing the death of the unborn\nchild, whether before or after quickening time, the person so\noffending shall be guilty of a felony, and confined in the\npenitentiary for not less than two, nor more than twenty-one\nyears.”Sec. 3. “If, by reason of the commission\nof any of the acts described in Section 1 hereof, the woman to whom\nsuch drug or substance has been administered, or upon whom such\ninstrument has been used, shall die, the person offending shall be\npunished as now prescribed by law, for the offense of murder or\nmanslaughter, as the facts may justify.”Sec. 4. “The consent of the woman to the\nperformance of the operation or administering of the medicines or\nsubstances, referred to, shall be no defense, and she shall be a\ncompetent witness in any prosecution under this act, and for that\npurpose she shall not be considered an accomplice.”[105]37. Mississippi (1952):Sec. 1. “Whoever, by means of any\ninstrument, medicine, drug, or other means whatever shall willfully\nand knowingly causeany woman pregnant with childto abort\nor miscarry, or attempts to procure or produce an abortion or\nmiscarriage, unless the same were done as necessary for the\npreservation of the mother’s life, shall be imprisoned in the state\npenitentiary no less than one (1) year, nor more than ten (10)\nyears; or if the death of the mother results therefrom, the person\nprocuring, causing, or attempting to procure or cause the abortion\nor miscarriage shall be guilty of murder.”Sec. 2. “No act prohibited in section 1\nhereof shall be considered as necessary for the preservation of the\nmother’s life unless upon the prior advice, in writing, of two\nreputable licensed physicians.”Sec. 3. “The license of any physician or\nnurse shall be automatically revoked upon conviction under the\nprovisions of this act.”[106]BThis appendix contains statutes criminalizing\nabortion at all stages in each of the Territories that became\nStates and in the District of Columbia. The statutes appear in\nchronological order of enactment.1. Hawaii (1850):Sec. 1. “Whoever maliciously, without\nlawful justification, administers, or causes or procures to be\nadministered any poison or noxious thingto a woman then with\nchild, in order to produce her mis-carriage, or maliciously\nuses any instrument or other means with like intent, shall, if such\nwoman be then quick with child, be punished by fine not exceeding\none thousand dollars and imprisonment at hard labor not more than\nfive years. And if she be then not quick with child, shall be\npunished by a fine not exceeding five hundred dollars, and\nimprisonment at hard labor not more than two years.”Sec. 2. “Where means of causing abortion\nare used for the purpose of saving the life of the woman, the\nsurgeon or other person using such means is lawfully\njustified.”[107]2. Washington (1854):Sec. 37. “Every person who shall\nadministerto any woman pregnant with a quick child, any\nmedicine, drug, or substance whatever, or shall use or employ any\ninstrument, or other means, with intent thereby to destroy such\nchild, unless the same shall have been necessary to preserve the\nlife of such mother, shall, in case the death of such child or of\nsuch mother be thereby produced, on conviction thereof, be\nimprisoned in the penitentiary not more than twenty years, nor less\nthan one year.”Sec. 38. “Every person who shall\nadministerto any pregnant woman, or to any woman who he\nsupposes to be pregnant, any medicine, drug, or substance\nwhatever, or shall use or employ any instrument, or other means,\nthereby to procure the miscarriage of such woman, unless the same\nis necessary to preserve her life, shall on conviction thereof, be\nimprisoned in the penitentiary not more than five years, nor less\nthan one year, or be imprisoned in the county jail not more than\ntwelve months, nor less than one month, and be fined in any sum not\nexceeding one thousand dollars.”[108]3. Colorado (1861):Sec. 42.  “[E]very person who shall\nadminister substance or liquid, or who shall use or cause to be\nused any instrument, of whatsoever kind, with the intentionto\nprocure the miscarriage of any woman then being with child, and\nshall thereof be duly convicted, shall be imprisoned for a term not\nexceeding three years, and fined in a sum not exceeding one\nthousand dollars; and if any woman, by reason of such treatment,\nshall die, the person or persons administering, or causing to be\nadministered, such poison, substance or liquid, or using or causing\nto be used, any instrument, as aforesaid, shall be deemed guilty of\nmanslaughter, and if convicted, be punished accordingly.”[109]4. Idaho (1864):Sec. 42. “[E]very person who shall\nadminister or cause to be administered, or taken, any medicinal\nsubstance, or shall use or cause to be used, any instruments\nwhatever, with the intentionto procure the miscarriage of any\nwoman then being with child, and shall be thereof duly\nconvicted, shall be punished by imprisonment in the territorial\nprison for a term not less than two years, nor more than five\nyears:Provided, That no physician shall be effected by the\nlast clause of this section, who in the discharge of his\nprofessional duties, deems it necessary to produce the miscarriage\nof any woman in order to save her life.”[110]5. Montana (1864):Sec. 41. “[E]very person who shall\nadminister, or cause to be administered, or taken, any medicinal\nsubstance, or shall use, or cause to be used, any instruments\nwhatever, with the intentionto produce the miscarriage of any\nwoman then being with child, and shall be thereof duly\nconvicted, shall be punished by imprisonment in the Territorial\nprison for a term not less than two years nor more than five years.Provided, That no physician shall be affected by the last\nclause of this section, who in the discharge of his professional\nduties deems it necessary to produce the miscarriage of any woman\nin order to save her life.”[111]6. Arizona (1865):Sec. 45. “[E]very person who shall\nadminister or cause to be administered or taken, any medicinal\nsubstances, or shall use or cause to be used any instruments\nwhatever, with the intentionto procure the miscarriage of any\nwoman then being with child, and shall be thereof duly\nconvicted, shall be punished by imprisonment in the Territorial\nprison for a term not less than two years nor more than five years:\nProvided, that no physician shall be affected by the last clause of\nthis section, who in the discharge of his professional duties,\ndeems it necessary to produce the miscarriage of any woman in order\nto save her life.”[112]7. Wyoming (1869):Sec. 25. “[A]ny person who shall\nadminister, or cause to be administered, or taken, any such poison,\nsubstance or liquid, or who shall use, or cause to be used, any\ninstrument of whatsoever kind, with the intentionto procure the\nmiscarriage of any woman then being with child, and shall\nthereof be duly convicted, shall be imprisoned for a term not\nexceeding three years, in the penitentiary, and fined in a sum not\nexceeding one thousand dollars; and if any woman by reason of such\ntreatment shall die, the person, or persons, administering, or\ncausing to be administered such poison, substance, or liquid, or\nusing or causing to be used, any instrument, as aforesaid, shall be\ndeemed guilty of manslaughter, and if convicted, be punished by\nimprisonment for a term not less than three years in the\npenitentiary, and fined in a sum not exceeding one thousand\ndollars, unless it appear that such miscarriage was procured or\nattempted by, or under advice of a physician or surgeon, with\nintent to save the life of such woman, or to prevent serious and\npermanent bodily injury to her.”[113]8. Utah (1876):Sec. 142. “Every person who provides,\nsupplies, or administersto any pregnant woman, or procures\nany such woman to take any medicine, drug, or substance, or uses or\nemploys any instrument or other means whatever, with intent thereby\nto procure the miscarriage of such woman, unless the same is\nnecessary to preserve her life, is punishable by imprisonment in\nthe penitentiary not less than two nor more than ten\nyears.”[114]9. North Dakota (1877):Sec. 337. “Every person who administersto any pregnant woman, or who prescribes for any such woman,\nor advises or procures any such woman to take any medicine, drug or\nsubstance, or uses or employs any instrument, or other means\nwhatever with intent thereby to procure the miscarriage of such\nwoman, unless the same is necessary to preserve her life, is\npunishable by imprisonment in the territorial prison not exceeding\nthree years, or in a county jail not exceeding one year.”[115]10. South Dakota (1877):Same as North\nDakota.11. Oklahoma (1890):Sec. 2187. “Every person who administersto any pregnant woman, or who prescribes for any such woman,\nor advises or procures any such woman to take any medicine, drug or\nsubstance, or uses or employs any instrument, or other means\nwhatever, with intent thereby to procure the miscarriage of such\nwoman, unless the same is necessary to preserve her life, is\npunishable by imprisonment in the Territorial prison not exceeding\nthree years, or in a county jail not exceeding one year.”[116]12. Alaska (1899):Sec. 8. “That if any person shall\nadministerto any woman pregnant with a childany medicine,\ndrug, or substance whatever, or shall use any instrument or other\nmeans, with intent thereby to destroy such child, unless the same\nshall be necessary to preserve the life of such mother, such person\nshall, in case the death of such child or mother be thereby\nproduced, be deemed guilty of manslaughter, and shall be punished\naccordingly.”[117]13. New Mexico (1919):Sec. 1. “Any person who shall administerto any pregnant woman any medicine, drug or substance\nwhatever, or attempt by operation or any other method or means to\nproduce an abortion or miscarriage upon such woman, shall be guilty\nof a felony, and, upon conviction thereof, shall be fined not more\nthan two thousand ($2,000.00) Dollars, nor less than five hundred\n($500.00) Dollars, or imprisoned in the penitentiary for a period\nof not less than one nor more than five years, or by both such fine\nand imprisonment in the discretion of the court trying the\ncase.”Sec. 2. “Any person committing such act or\nacts mentioned in section one hereof which shall culminate in the\ndeath of the woman shall be deemed guilty of murder in the second\ndegree;Provided, however, an abortion may be produced when\ntwo physicians licensed to practice in the State of New Mexico, in\nconsultation, deem it necessary to preserve the life of the woman,\nor to prevent serious and permanent bodily injury.”Sec. 3. “For the purpose of the act, the\nterm “pregnancy” is defined as that condition of a womanfrom\nthe date of conception to the birth of her child.”[118]*  *  *District of Columbia (1901):Sec. 809. “Whoever, with intentto\nprocure the miscarriageof any woman, prescribes or\nadministers to her any medicine, drug, or substance whatever, or\nwith like intent uses any instrument or means, unless when\nnecessary to preserve her life or health and under the direction of\na competent licensed practitioner of medicine, shall be imprisoned\nfor not more than five years; or if the woman or her child dies in\nconsequence of such act, by imprisonment for not less than three\nnor more than twenty years.”[119]Notes1Roev.Wade,410 U.S.\n113, 163 (1973).2J. Ely, The Wages of\nCrying Wolf: A Comment onRoev.Wade, 82 Yale L. J.\n920, 926, 947 (1973) (Ely) (emphasis deleted).3L. Tribe, Foreword:\nToward a Model of Roles in the Due Process of Life and Law, 87\nHarv. L. Rev. 1, 2 (1973) (Tribe).4See R. Ginsburg, Speaking\nin a Judicial Voice, 67 N. Y. U. L. Rev. 1185, 1208\n(1992) (“Roe. . . halted a political process that\nwas moving in a reform direction and thereby, I believed, prolonged\ndivisiveness and deferred stable settlement of the\nissue”).5See 505 U. S., at\n911 (Stevens, J., concurring in part and dissenting in part);id.,at 922 (Blackmun, J., concurring in part, concurring in\njudgment in part, and dissenting in part).6Seeid., at 944\n(Rehnquist, C. J., concurring in judgment in part and\ndissenting in part);id.,at 979 (Scalia, J., concurring in\njudgment in part and dissenting in part).7Seeid., at 843\n(joint opinion of O’Connor, Kennedy, and Souter, JJ.).8Id., at\n853.9Id., at\n860.10Id., at 861, 870, 873\n(overrulingAkronv.Akron Center for Reproductive\nHealth, Inc.,462 U.S.\n416(1983), andThornburghv.American College of\nObstetricians and Gynecologists,476 U.S.\n747(1986)).11505\nU. S., at 874.12Id., at 867.13Miss.\nCode Ann. §41–41–191(4)(b) (2018).14The\nAct defines “gestational age” to be “the age of an unborn human\nbeing as calculated from the first day of the last menstrual period\nof the pregnant woman.” §3(f ).15Those\nother six countries were Canada, China, the Netherlands, North\nKorea, Singapore, and Vietnam. See A. Baglini, Charlotte Lozier\nInstitute, Gestational Limits on Abortion in the United States\nCompared to International Norms 6–7 (2014); M. Lee, Is the United\nStates One of Seven Countries That “Allow Elective Abortions After\n20 Weeks of Pregnancy?” Wash. Post (Oct. 8, 2017),\nwww.washingtonpost.com/news/fact-checker/wp/2017/10/09/is-the-united-states-one-of-seven-countries-that-allow-elective-abortions-after-20-weeks-of-preganacy\n(stating that the claim made by the Mississippi Legislature and the\nCharlotte Lozier Institute was “backed by data”). A more recent\ncompilation from the Center for Reproductive Rights indicates that\nIceland and Guinea-Bissau are now also similarly permissive. See\nThe World’s Abortion Laws, Center for Reproductive Rights (Feb. 23,\n2021),\nhttps://reproductiverights.org/maps/worlds-abortion-laws/.16The\nCourt’s words were as follows: “This right of privacy, whether it\nbe founded in the Fourteenth Amendment’s concept of personal\nliberty and restrictions upon state action, as we feel it is, or,\nas the District Court determined, in the Ninth Amendment’s\nreservation of rights to the people, is broad enough to encompass a\nwoman’s decision whether or not to terminate her pregnancy.” 410\nU. S., at 153.17See,e.g., Sessionsv.Morales-Santana, 582 U.S. 47, ___\n(2017) (slip op., at 8).18We\ndiscuss this standard in Part VI of this opinion.19See\nalso,e.g., Duncanv.Louisiana,391 U.S.\n145, 148 (1968) (asking whether “a right is among those\n‘fundamental principles of liberty and justice which lie at the\nbase of our civil and political institutions’ ”);Palkov.Connecticut,302 U.S.\n319, 325 (1937) (requiring “a ‘principle of justice so rooted\nin the traditions and conscience of our people as to be ranked as\nfundamental’ ” (quotingSnyderv.Massachusetts,291 U.S.\n97, 105 (1934))).20Address at Sanitary Fair at\nBaltimore, Md. (Apr. 18, 1864), reprinted in 7 The Collected Works\nof Abraham Lincoln 301 (R. Basler ed. 1953).21Four\nEssays on Liberty 121 (1969).22That\nis true regardless of whether we look to the Amendment’s Due\nProcess Clause or its Privileges or Immunities Clause. Some\nscholars and Justices have maintained that the Privileges or\nImmunities Clause is the provision of the Fourteenth Amendment that\nguarantees substantive rights. See,e.g.,McDonaldv.Chicago,561 U.S.\n742, 813–850 (2010) (Thomas, J., concurring in part and\nconcurring in judgment);Duncan, 391 U. S., at 165–166\n(Black, J., concurring); A. Amar, Bill of Rights: Creation and\nReconstruction 163–180 (1998) (Amar); J. Ely, Democracy and\nDistrust 22–30 (1980); 2 W. Crosskey, Politics and the Constitution\nin the History of the United States 1089–1095 (1953). But even on\nthat view, such a right would need to be rooted in the Nation’s\nhistory and tradition. SeeCorfieldv.Coryell, 6 F.\nCas. 546, 551–552 (No. 3,230) (CC ED Pa. 1823) (describing\nunenumerated rights under the Privileges and Immunities Clause,\nArt. IV, §2, as those “fundamental” rights “which have, at all\ntimes, been enjoyed by the citizens of the several states”); Amar\n176 (relying onCorfieldto interpret the Privileges or\nImmunities Clause); cf.McDonald, 561 U. S., at\n819–820, 832, 854 (opinion of Thomas, J.) (reserving the question\nwhether the Privileges or Immunities Clause protects “any rights\nbesides those enumerated in the Constitution”).23See\nR. Lucas, Federal Constitutional Limitations on the Enforcement and\nAdministration of State Abortion Statutes, 46 N. C. L. Rev. 730\n(1968) (Lucas); see also D. Garrow, Liberty and Sexuality 334–335\n(1994) (Garrow) (stating that Lucas was “undeniably the first\nperson to fully articulate on paper” the argument that “a woman’s\nright to choose abortion was a fundamental individual freedom\nprotected by the U. S. Constitution’s guarantee of personal\nliberty”).24The\nexact meaning of “quickening” is subject to some debate. Compare\nBrief for Scholars of Jurisprudence asAmici Curiae12–14,\nand n. 32 (emphasis deleted) (“ ‘a quick child’ ” meant\nsimply a “live” child, and under the era’s outdated knowledge of\nembryology, a fetus was thought to become “quick” at around the\nsixth week of pregnancy), with Brief for American Historical\nAssociation et al. asAmici Curiae6, n. 2\n(“quick” and “quickening” consistently meant “the woman’s\nperception of fetal movement”). We need not wade into this debate.\nFirst, it suffices for present purposes to show that abortion was\ncriminal byat leastthe 16th or 18th week of pregnancy.\nSecond, as we will show, during the relevant period—i.e.,the period surrounding the enactment of the Fourteenth\nAmendment—the quickening distinction was abandoned as States\ncriminalized abortion at all stages of pregnancy. Seeinfra,\nat 21–25.25Even\nbefore Bracton’s time, English law imposed punishment for the\nkilling of a fetus. See Leges Henrici Primi 222–223 (L. Downer ed.\n1972) (imposing penalty for any abortion and treating a woman who\naborted a “quick” child “as if she were a murderess”).262\nGentleman’s Magazine 931 (Aug. 1732).27Id., at 932.28Ibid.29Other\ntreatises restated the same rule. See 1 W. Russell & C.\nGreaves, Crimes and Misdemeanors 540 (5th ed. 1845) (“So where a\nperson gave medicine to a woman to procure an abortion, and where a\nperson put skewers into the woman for the same purpose, by which in\nboth cases the women were killed, these acts were clearly held to\nbe murder” (footnotes omitted)); 1 E. East, Pleas of the Crown 230\n(1803) (similar).30For\nmanuals restating one or both rules, see J. Davis, Criminal Law 96,\n102–103, 339 (1838); Conductor Generalis 194–195 (1801) (printed in\nPhiladelphia); Conductor Generalis 194–195 (1794) (printed in\nAlbany); Conductor Generalis 220 (1788) (printed in New York);\nConductor Generalis 198 (1749) (printed in New York); G. Webb,\nOffice and Authority of a Justice of Peace 232 (1736) (printed in\nWilliamsburg); Conductor Generalis 161 (1722) (printed in\nPhiladelphia); see also J. Conley, Doing It by the Book: Justice of\nthe Peace Manuals and English Law in Eighteenth Century America, 6\nJ. Legal Hist. 257, 265, 267 (1985) (noting that these manuals were\nthe justices’ “primary source of legal reference” and of “practical\nvalue for a wider audience than the justices”). For cases stating\nthe proto-felony-murder rule, see,e.g.,Commonwealthv.Parker, 50 Mass. 263, 265 (1845);Peoplev.Sessions, 58 Mich. 594, 595–596, 26 N.W. 291, 292–293\n(1886);Statev.Moore, 25 Iowa 128, 131–132 (1868);Smithv.State, 33 Me. 48, 54–55 (1851).31See\nE. Rigby, A System of Midwifery 73 (1841) (“Under all\ncircumstances, the diagnosis of pregnancy must ever be difficult\nand obscure during the early months”); see alsoid.,at\n74–80 (discussing rudimentary techniques for detecting early\npregnancy); A. Taylor, A Manual of Medical Jurisprudence 418–421\n(6th Am. ed. 1866) (same).32SeeMitchellv.Commonwealth, 78 Ky. 204, 209–210 (1879)\n(acknowledging the common-law rule but arguing that “the law should\npunish abortions and miscarriages, willfully produced, at any time\nduring the period of gestation”);Millsv.Commonwealth, 13 Pa., 631, 633 (1850) (the quickening rule\n“never ought to have been the law anywhere”); J. Bishop,\nCommentaries on the Law of Statutory Crimes §744, p. 471 (1873)\n(“If we look at the reason of the law, we shall prefer” a rule that\n“discard[s] this doctrine of the necessity of a quickening”); I.\nDana, Report of the Committee on the Production of Abortion, in 5\nTransactions of the Maine Medical Association 37–39 (1866); Report\non Criminal Abortion, in 12 Transactions of the American Medical\nAssociation 75–77 (1859); W. Guy, Principles of Medical Forensics\n133–134 (1845); J. Chitty, Practical Treatise on Medical\nJurisprudence 438 (2d Am. ed. 1836); 1 T. Beck & J. Beck,\nElements of Medical Jurisprudence 293 (5th ed. 1823); 2 T.\nPercival, The Works, Literary, Moral and Medical 430 (1807); see\nalso Keown 38–39 (collecting English authorities).33See\ngenerally Dellapenna 315–319 (cataloging the development of the law\nin the States); E. Quay, Justifiable Abortion—Medical and Legal\nFoundations, 49 Geo. L. J. 395, 435–437, 447–520 (1961) (Quay)\n(same); J. Witherspoon, ReexaminingRoe: Nineteenth-Century\nAbortion Statutes and The Fourteenth Amendment, 17 St. Mary’s\nL. J. 29, 34–36 (1985) (Witherspoon) (same).34Some\nscholars assert that only 27 States prohibited abortion at all\nstages. See,e.g., Dellapenna 315; Witherspoon 34–35, and\nn. 15. Those scholars appear to have overlooked Rhode Island,\nwhich criminalized abortion at all stages in 1861. See Acts and\nResolves R. I. 1861, ch. 371, §1, p. 133 (criminalizing the\nattempt to “procure the miscarriage” of “any pregnant woman” or\n“any woman supposed by such person to be pregnant,” without mention\nof quickening). Theamicusbrief for the American Historical\nAssociation asserts that only 26 States prohibited abortion at all\nstages, but that brief incorrectly excludes West Virginia and\nNebraska from its count. Compare Brief for American Historical\nAssociation 27–28 (citing Quay), with Appendix A,infra.35The\nstatutes of three States (Massachusetts, New Jersey, and\nPennsylvania) prohibited abortions performed “unlawfully” or\n“without lawful justification.”Roe, 410 U. S., at 139\n(internal quotation marks omitted). In Massachusetts, case law held\nthat abortion was allowed when, according to the judgment of\nphysicians in the relevant community, the procedure was necessary\nto preserve the woman’s life or her physical or emotional health.Commonwealthv. Wheeler, 315 Mass. 394, 395, 53\nN.E.2d 4, 5 (1944). In the other two States, however, there is no\nclear support in case law for the proposition that abortion was\nlawful where the mother’s life was not at risk. SeeStatev. Brandenberg,137 N. J. L. 124, 58 A.2d 709\n(1948);Commonwealthv. Trombetta, 131 Pa. Super.\n487, 200 A. 107 (1938). Statutes in the two remaining jurisdictions\n(the District of Columbia and Alabama) permitted “abortion to\npreserve the mother’s health.”Roe, 410 U. S., at 139.\nCase law in those jurisdictions does not clarify the breadth of\nthese exceptions.36See\n410 U. S., at 154–155 (collecting cases decided between 1970\nand 1973); C. Means, The Phoenix of Abortional Freedom: Is a\nPenumbral or Ninth-Amendment Right About To Arise From the\nNineteenth-Century Legislative Ashes of a Fourteenth-Century\nCommon-Law Liberty? 17 N. Y. L. Forum 335, 337–339 (1971)\n(Means II); C. Means, The Law of New York Concerning Abortion and\nthe Status of the Foetus, 1664–1968: A Case of Cessation of\nConstitutionality, 14 N. Y. L. Forum 411 (1968) (Means\nI); Lucas 730.37See\n410 U. S., at 136, n. 26 (citing Means II); 410 U. S., at\n132–133, n. 21 (citing Means I).38For\ncritiques of Means’s work, see,e.g., Dellapenna 143–152,\n325–331; Keown 3–12; J. Finnis, “Shameless Acts” in Colorado: Abuse\nof Scholarship in Constitutional Cases, 7 Academic Questions 10,\n11–12 (1994); R. Destro, Abortion and the Constitution: The Need\nfor a Life-Protective Amendment, 63 Cal. L. Rev. 1250, 1267–1282\n(1975); R. Byrn, An American Tragedy: The Supreme Court on\nAbortion, 41 Ford. L. Rev. 807, 814–829 (1973).39Garrow 500–501, and n. 41 (internal\nquotation marks omitted).40In\nany event,Roe,Casey, and other related abortion\ndecisions imposed substantial restrictions on a State’s capacity to\nregulate abortions performed after quickening. See,e.g.,June Medical Services L. L. C.v.Russo,\n591 U. S. ___ (2020) (holding a law requiring doctors\nperforming abortions to secure admitting privileges to be\nunconstitutional);Whole Woman’s Healthv.Hellerstedt, 579 U.S. 582 (2016) (similar);Casey,\n505 U. S., at 846 (declaring that prohibitions on “abortion\nbefore viability” are unconstitutional);id., at 887–898\n(holding that a spousal notification provision was\nunconstitutional). In addition,Doev.Bolton,410 U.S.\n179(1973), has been interpreted by some to protect a broad\nright to obtain an abortion at any stage of pregnancy provided that\na physician is willing to certify that it is needed due to a\nwoman’s “emotional” needs or “familial” concerns.Id., at\n192. See,e.g.,Women’s Medical Professional Corp.v.Voinovich,130 F.3d 187, 209 (CA6 1997), cert. denied, 523 U.S. 1036\n(1998); but seeid., at 1039 (Thomas, J., dissenting from\ndenial of certiorari).41Otheramicusbriefs present arguments about the motives of\nproponents of liberal access to abortion. They note that some such\nsupporters have been motivated by a desire to suppress the size of\nthe African-American population. See Brief for African-American\nOrganization et al. asAmici Curiae14–21; see alsoBoxv.Planned Parenthood of Ind. and Ky., Inc., 587\nU. S. ___, ___–___ (2019) (Thomas, J., concurring) (slip op.,\nat 1–4). And it is beyond dispute thatRoehas had that\ndemographic effect. A highly disproportionate percentage of aborted\nfetuses are Black. See,e.g., Dept. of Health and Human\nServs., Centers for Disease Control and Prevention (CDC), K.\nKortsmit et al., Abortion Surveillance—United States, 2019, 70\nMorbidity and Mortality Report, Surveillance Summaries, p. 20 (Nov.\n26, 2021) (Table 6). For our part, we do not question the motives\nof either those who have supported or those who have opposed laws\nrestricting abortions.42See,e.g., Pregnancy Discrimination Act, 92Stat. 2076, 42\nU. S. C. §2000e(k) (federal law prohibiting pregnancy\ndiscrimination in employment); Dept. of Labor, Women’s Bureau,\nEmployment Protections for Workers Who Are Pregnant or Nursing,\nhttps://www.dol.gov/agencies/wb/pregnant-nursing-employment-protections\n(showing that 46 States and the District of Columbia have\nemployment protections against pregnancy\ndiscrimination).43See,e.g., Family and Medical Leave Act of 1993, 107Stat. 9, 29\nU. S. C. §2612 (federal law guaranteeing employment leave\nfor pregnancy and birth); Bureau of Labor Statistics, Access to\nPaid and Unpaid Family Leave in 2018,\nhttps://www.bls.gov/opub/ted/2019/access-to-paid-and-unpaid-family-leave-in-2018.htm\n(showing that 89 percent of civilian workers had access to unpaid\nfamily leave in 2018).44The\nAffordable Care Act (ACA) requires non-grandfathered health plans\nin the individual and small group markets to cover certain\nessential health benefits, which include maternity and newborn\ncare. See 124Stat. 163, 42 U. S. C. §18022(b)(1)(D). The\nACA also prohibits annual limits, see §300gg–11, and limits annual\ncost-sharing obligations on such benefits, §18022(c). State\nMedicaid plans must provide coverage for pregnancy-related\nservices—including, but not limited to, prenatal care, delivery,\nand postpartum care—as well as services for other conditions that\nmight complicate the pregnancy. 42 CFR §§440.210(a)(2)(i)–(ii)\n(2020). State Medicaid plans are also prohibited from imposing\ndeductions, cost-sharing, or similar charges for pregnancy-related\nservices for pregnant women. 42 U. S. C.\n§§1396o(a)(2)(B), (b)(2)(B).45SinceCasey, all 50 States and the District of Columbia have\nenacted such laws. Dept. of Health and Human Servs., Children’s\nBureau, Infant Safe Haven Laws 1–2 (2016),\nhttps://www.childwelfare.gov/pubPDFs/safehaven.pdf (noting that\nsafe haven laws began in Texas in 1999).46See,e.g., CDC, Adoption Experiences of Women and Men and Demand\nfor Children To Adopt by Women 18–44 Years of Age in the United\nStates 16 (Aug. 2008) (“[N]early 1 million women were seeking to\nadopt children in 2002 (i.e., they were in demand for a\nchild), whereas the domestic supply of infants relinquished at\nbirth or within the first month of life and available to be adopted\nhad become virtually nonexistent”); CDC, National Center for Health\nStatistics, Adoption and Nonbiological Parenting,\nhttps://www.cdc.gov/nchs/nsfg/key_statistics/a-keystat.htm#adoption\n(showing that approximately 3.1 million women between the ages of\n18–49 had ever “[t]aken steps to adopt a child” based on data\ncollected from 2015–2019).47By\nway of contrast, at the timeGriswoldv.Connecticut,381 U.S.\n479(1965), was decided, the Connecticut statute at issue was\nan extreme outlier. See Brief for Planned Parenthood Federation of\nAmerica, Inc. asAmicus CuriaeinGriswoldv.Connecticut, O. T. 1964, No. 496, p. 27.48See,e.g.,Obergefellv.Hodges, 576 U.S. 644\n(2015) (right to same-sex marriage), overrulingBakerv.Nelson, 409 U.S. 810 (1972);Citizens Unitedv.Federal Election Comm’n,558 U.S.\n310(2010) (right to engage in campaign-related speech),\noverrulingAustinv.Michigan Chamber of Commerce,494 U.S.\n652(1990), and partially overrulingMcConnellv.Federal Election Comm’n,540 U.S.\n93(2003);Montejov.Louisiana,556 U.S.\n778(2009) ( Sixth Amendment right to counsel), overrulingMichiganv.Jackson,475 U.S.\n625(1986);Crawfordv.Washington,541 U.S.\n36(2004) ( Sixth Amendment right to confront witnesses),\noverrulingOhiov.Roberts,448 U.S.\n56(1980);Lawrencev.Texas,539 U.S.\n558(2003) (right to engage in consensual, same-sex intimacy in\none’s home), overrulingBowersv.Hardwick,478 U.S.\n186(1986);Ringv.Arizona,536 U.S.\n584(2002) ( Sixth Amendment right to a jury trial in capital\nprosecutions), overrulingWaltonv.Arizona,497 U.S.\n639(1990);Agostiniv.Felton,521 U.S.\n203(1997) (evaluating whether government aid violates the\nEstablishment Clause), overrulingAguilarv.Felton,473 U.S.\n402(1985), andSchool Dist. of Grand Rapidsv.Ball,473 U.S.\n373(1985);Seminole Tribe of Fla.v.Florida,517 U.S.\n44(1996) (lack of congressional power under the Indian\nCommerce Clause to abrogate States’ Eleventh Amendment immunity),\noverrulingPennsylvaniav.Union Gas Co.,491 U.S. 1(1989);Paynev.Tennessee,501\nU.S. 808(1991) (the Eighth Amendment does not erect aper\nsebar to the admission of victim impact evidence during the\npenalty phase of a capital trial), overrulingBoothv.Maryland,482 U.S.\n496(1987), andSouth Carolinav.Gathers,490 U.S.\n805(1989);Batsonv.Kentucky,476 U.S.\n79(1986) (the Equal Protection Clause guarantees the defendant\nthat the State will not exclude members of his race from the jury\nvenire on account of race), overrulingSwainv.Alabama,380 U.S.\n202(1965);Garciav.San Antonio Metropolitan\nTransit Authority,469 U.S.\n528, 530 (1985) (rejecting the principle that the Commerce\nClause does not empower Congress to enforce requirements, such as\nminimum wage laws, against the States “ ‘in areas of\ntraditional governmental functions’ ”), overrulingNational\nLeague of Citiesv.Usery,426 U.S.\n833(1976);Illinoisv.Gates,462 U.S.\n213(1983) (the Fourth Amendment requires a totality of the\ncircumstances approach for determining whether an informant’s tip\nestablishes probable cause), overrulingAguilarv.Texas,378 U.S.\n108 (1964), andSpinelliv.United States,393 U.S.\n410(1969);United Statesv.Scott,437 U.S.\n82(1978) (the Double Jeopardy Clause does not apply to\nGovernment appeals from orders granting defense motions to\nterminate a trial before verdict), overrulingUnited Statesv.Jenkins,420 U.S.\n358(1975);Craigv.Boren,429 U.S.\n190(1976) (gender-based classifications are subject to\nintermediate scrutiny under the Equal Protection Clause),\noverrulingGoesaertv.Cleary,335 U.S.\n464(1948);Taylorv.Louisiana,419 U.S.\n522(1975) (jury system which operates to exclude women from\njury service violates the defendant’s Sixth and Fourteenth\nAmendment right to an impartial jury), overrulingHoytv.Florida,368 U.S.\n57(1961);Brandenburgv.Ohio,395 U.S.\n444(1969) (per curiam) (the mere advocacy of violence\nis protected under the First Amendment unless it is directed to\nincite or produce imminent lawless action), overrulingWhitneyv.California,274 U.S.\n357(1927);Katzv.United States,389 U.S.\n347, 351 (1967) ( Fourth Amendment “protects people, not\nplaces,” and extends to what a person “seeks to preserve as\nprivate”), overrulingOlmsteadv.United States,277 U.S.\n438(1928), andGoldmanv.United States,316 U.S.\n129(1942);Mirandav.Arizona,384 U.S.\n436(1966) (procedural safeguards to protect the Fifth\nAmendment privilege against self-incrimination), overrulingCrookerv.California,357 U.S.\n433(1958), andCiceniav.Lagay,357 U.S.\n504(1958);Malloyv.Hogan,378 U.S. 1(1964) (the Fifth Amendment privilege against self-incrimination is\nalso protected by the Fourteenth Amendment against abridgment by\nthe States), overrulingTwiningv.New Jersey,211 U.S.\n78(1908), andAdamsonv.California,332 U.S.\n46(1947);Wesberryv.Sanders,376 U.S.\n1, 7–8 (1964) (congressional districts should be apportioned so\nthat “as nearly as is practicable one man’s vote in a congressional\nelection is to be worth as much as another’s”), overruling in\neffectColegrovev.Green,328\nU.S. 549(1946);Gideonv.Wainwright,372 U.S.\n335(1963) (right to counsel for indigent defendant in a\ncriminal prosecution in state court under the Sixth and Fourteenth\nAmendments), overrulingBettsv.Brady,316 U.S.\n455(1942);Bakerv.Carr,369 U.S.\n186(1962) (federal courts have jurisdiction to consider\nconstitutional challenges to state redistricting plans),\neffectively overruling in partColegrove,328 U.S.\n549;Mappv.Ohio,367 U.S.\n643(1961) (the exclusionary rule regarding the inadmissibility\nof evidence obtained in violation of the Fourth Amendment applies\nto the States), overrulingWolfv.Colorado,338 U.S.\n25(1949);Smithv.Allwright,321 U.S.\n649(1944) (racial restrictions on the right to vote in primary\nelections violates the Equal Protection Clause of the Fourteenth\nAmendment), overrulingGroveyv.Townsend,295 U.S.\n45(1935);United Statesv.Darby,312 U.S.\n100(1941) (congressional power to regulate employment\nconditions under the Commerce Clause), overrulingHammerv.Dagenhart,247 U.S.\n251(1918);Erie R. Co.v.Tompkins,304 U.S.\n64(1938) (Congress does not have the power to declare\nsubstantive rules of common law; a federal court sitting in\ndiversity jurisdiction must apply the substantive state law),\noverrulingSwiftv.Tyson, 16 Pet. 1\n(1842).49See,e.g., C. Patterson, “Not Worth the Rearing”: The Causes of\nInfant Exposure in Ancient Greece, 115 Transactions Am.\nPhilosophical Assn. 103, 111–123 (1985); A. Cameron, The Exposure\nof Children and Greek Ethics, 46 Classical Rev. 105–108 (1932); H.\nBennett, The Exposure of Infants in Ancient Rome, 18 Classical J.\n341–351 (1923); W. Harris, Child-Exposure in the Roman Empire, 84\nJ. Roman Studies 1 (1994).50See,e.g., P. Singer, Rethinking Life & Death 218 (1994)\n(defining a person as “a being with awareness of her or his own\nexistence over time, and the capacity to have wants and plans for\nthe future”); B. Steinbock, Life Before Birth: The Moral and Legal\nStatus of Embryos and Fetuses 9–13 (1992) (arguing that “the\npossession of interests is both necessary and sufficient for moral\nstatus” and that the “capacity for conscious awareness is a\nnecessary condition for the possession of interests” (emphasis\ndeleted)); M. Warren, On the Moral and Legal Status of Abortion, 57\nThe Monist 1, 5 (1973) (arguing that, to qualify as a person, a\nbeing must have at least one of five traits that are “central to\nthe concept of personhood”: (1) “consciousness (of objects and\nevents external and/or internal to the being), and in particular\nthe capacity to feel pain”; (2) “reasoning (the developed capacity\nto solve new and relatively complex problems)”; (3) “self-motivated\nactivity (activity which is relatively independent of either\ngenetic or direct external control)”; (4) “the capacity to\ncommunicate, by whatever means, messages of an indefinite variety\nof types”; and (5) “the presence of self-concepts, and\nself-awareness, either individual or racial, or both” (emphasis\ndeleted)); M. Tooley, Abortion & Infanticide, 2 Philosophy\n& Pub. Affairs 37, 49 (Autumn 1972) (arguing that “having a\nright to life presupposes that one is capable of desiring to\ncontinue existing as a subject of experiences and other mental\nstates”).51See\nW. Lusk, Science and the Art of Midwifery 74–75 (1882) (explaining\nthat “[w]ith care, the life of a child born within [the eighth\nmonth of pregnancy] may be preserved”);id., at 326 (“Where\nthe choice lies with the physician, the provocation of labor is\nusually deferred until the thirty-third or thirty-fourth week”); J.\nBeck, Researches in Medicine and Medical Jurisprudence 68 (2d ed.\n1835) (“Although children born before the completion of the seventh\nmonth have occasionally survived, and been reared, yet in a\nmedico-legal point of view, no child ought to be considered as\ncapable of sustaining an independent existence until the seventh\nmonth has been fully completed”); see also J. Baker, The Incubator\nand the Medical Discovery of the Premature Infant, J. Perinatology\n322 (2000) (explaining that, in the 19th century, infants born at\nseven to eight months’ gestation were unlikely to survive beyond\n“the first days of life”).52According to the Center for\nReproductive Rights, only the United States and the Netherlands use\nviability as a gestational limit on the availability of abortion\non-request. See Center for Reproductive Rights, The World’s\nAbortion Laws (Feb. 23, 2021),\nhttps://reproductiverights.org/maps/worlds-abortion-laws.53CompareWhole Woman’s Healthv.Paxton, 10 F. 4th 430, 440 (CA5 2021),EMW\nWomen’s Surgical Center, P.S.C.v.Friedlander, 978 F.3d\n418, 437 (CA6 2020), andHopkinsv.Jegley, 968 F.3d\n912, 915 (CA8 2020) (per curiam), withPlanned\nParenthood of Ind. & Ky., Inc.v.Box, 991 F.3d 740,\n751–752 (CA7 2021).54ComparePlanned Parenthoodof Blue Ridgev.Camblos,155 F.3d 352, 367 (CA4 1998), withPlanned Parenthood of\nInd. & Ky., Inc.v.Adams, 937 F.3d 973, 985–990\n(CA7 2019), cert. granted, judgment vacated, 591 U. S. ___\n(2020), andPlanned Parenthood, Sioux Falls Clinicv.Miller,63 F.3d 1452, 1460 (CA8 1995).55CompareWhole Woman’s Healthv.Paxton, 10 F. 4th, at 435–436, withWest Ala. Women’s\nCenterv.Williamson, 900 F.3d 1310, 1319, 1327 (CA11\n2018), andEMW Women’s Surgical Center, P.S.C.v.Friedlander, 960 F.3d 785, 806–808 (CA6 2020).56CompareTucson Woman’s Clinicv.Eden,379 F.3d 531, 541 (CA9 2004), withWomen’s Medical\nProfessional Corp.v.Baird,438 F.3d 595, 605 (CA6 2006), andGreenville Women’s\nClinicv.Bryant,222 F.3d 157, 171–172 (CA4 2000).57ComparePreterm-Clevelandv.McCloud, 994 F.3d 512, 520–535 (CA6 2021), withLittle\nRock Family Planning Servs.v.Rutledge, 984 F.3d 682,\n688–690 (CA8 2021).58See,e.g.,Bristol Regional Women’s Center, P.C.v.Slatery, 7 F. 4th 478, 485 (CA6 2021);Reproductive\nHealth Servs.v.Strange, 3 F. 4th 1240, 1269 (CA11\n2021) (per curiam);June Medical Servs., L.L.C.v.Gee, 905 F.3d 787, 814 (CA5 2020), rev’d, 591 U. S.\n___;Preterm-Cleveland, 994 F. 3d, at 534;Planned\nParenthood of Ark. & Eastern Okla.v.Jegley, 864\nF.3d 953, 958–960 (CA8 2017);McCormackv.Hertzog,\n788 F.3d 1017, 1029–1030 (CA9 2015); compareA Womans\nChoice–East Side Womens Clinicv.Newman,305 F.3d 684, 699 (CA7 2002) (Coffey, J., concurring), withid., at 708 (Wood, J., dissenting).59See,e.g.,Memphis Center for Reproductive Healthv.Slatery, 14 F. 4th 409, 451 (CA6 2021) (Thapar, J.,\nconcurring in judgment in part and dissenting in part);Preterm-Cleveland, 994 F. 3d, at 524;Planned\nParenthood of Ind. & Ky., Inc.v.Commissioner of Ind.\nState Dept. of Health, 888 F.3d 300, 313 (CA7 2018) (Manion,\nJ., concurring in judgment in part and dissenting in part);Planned Parenthood of Ind. & Ky., Inc.v.Box,\n949 F.3d 997, 999 (CA7 2019) (Easterbrook, J., concurring in denial\nof reh’g en banc) (“How much burden is ‘undue’ is a matter of\njudgment, which depends on what the burden would be . . .\nand whether that burden is excessive (a matter of weighing costs\nagainst benefits, which one judge is apt to do differently from\nanother, and which judges as a group are apt to do differently from\nstate legislators)”);National Abortion Federationv.Gonzales,437 F.3d 278, 290–296 (CA2 2006) (Walker, C. J.,\nconcurring);Planned Parenthood of Rocky Mountains Servs.\nCorp.v.Owens,287 F.3d 910, 931 (CA10 2002) (Baldock, J.,\ndissenting).60CompareUnited Statesv.Salerno,481 U.S.\n739, 745 (1987), withCasey, 505 U. S., at 895; see\nalsosupra,at 56–59.61CompareWarthv.Seldin,422 U.S.\n490, 499 (1975), andElk Grove Unified School Dist.v.Newdow,542 U.S.\n1, 15, 17–18 (2004), withJune Medical, 591 U. S.,\nat ___ (Alito, J., dissenting) (slip op., at 28),id., at\n___–___ (Gorsuch, J., dissenting) (slip op., at 6–7) (collecting\ncases), andWhole Woman’s Health, 579 U. S., at 632,\nn. 1 (Thomas, J., dissenting).62Compareid., at 598–606\n(majority opinion), withid.,at 645–666 (Alito, J.,\ndissenting).63Compareid., at 623–626\n(majority opinion), withid., at 644–645 (Alito, J.,\ndissenting).64SeeStenbergv.Carhart,530 U.S.\n914, 977–978 (2000) (Kennedy, J., dissenting);id.,at\n996–997 (Thomas, J., dissenting).65SeeHillv.Colorado,530 U.S.\n703, 741–742 (2000) (Scalia, J., dissenting);id., at\n765 (Kennedy, J., dissenting).66See\nDept. of Commerce, U. S. Census Bureau (Census Bureau), An\nAnalysis of the 2018 Congressional Election 6 (Dec. 2021) (Fig. 5)\n(showing that women made up over 50 percent of the voting\npopulation in every congressional election between 1978 and\n2018).67Census Bureau, QuickFacts,\nMississippi (July 1, 2021),\nhttps://www.census.gov/quickfacts/MS.68Census Bureau, Voting and\nRegistration in the Election of November 2020, Table 4b: Reported\nVoting and Registration, by Sex, Race and Hispanic Origin, for\nStates: November 2020,\nhttps://www.census.gov/data/tables/time-series/demo/voting-and-registration/p20-585.html.691825\nMo. Laws p. 283 (emphasis added); see also, Mo. Rev. Stat., Art.\nII, §§10, 36 (1835) (extending liability to abortions performed by\ninstrument and establishing differential penalties for pre- and\npost-quickening abortion) (emphasis added).70Ill.\nRev. Code §46 (1827) (emphasis added); see also Ill. Rev. Code §46\n(1833) (same); 1867 Ill. Laws p. 89 (extending liability to\nabortions “by means of any instrument[s]” and raising penalties to\nimprisonment “not less than two nor more than ten\nyears”).71N. Y. Rev. Stat., pt. 4, ch. 1,\nTit. 2, §9 (emphasis added); Tit. 6, §21 (1828) (emphasis added);\n1829 N. Y. Laws p. 19 (codifying these provisions in the\nrevised statutes).721834\nOhio Laws pp. 20–21 (emphasis deleted and added).731835\nInd. Laws p. 66 (emphasis added).74Me.\nRev. Stat., Tit. 12, ch. 160, §§13–14 (1840) (emphasis\nadded).751841\nAla. Acts p. 143 (emphasis added).761845\nMass. Acts p. 406 (emphasis added).77Mich.\nRev. Stat., Tit. 30, ch. 153, §§33–34 (1846) (emphasis\nadded).781846\nVt. Acts & Resolves pp. 34–35 (emphasis added).791848\nVa. Acts p. 96 (emphasis added).801849\nN. H. Laws p. 708 (emphasis added).811849\nN. J. Laws pp. 266–267 (emphasis added).821850\nCal. Stats. p. 233 (emphasis added and deleted).831854\nTex. Gen. Laws p. 58 (emphasis added).84La.\nRev. Stat. §24 (1856) (emphasis added).851858\nIowa Acts p. 93 (codified in Iowa Rev. Laws §4221) (emphasis\nadded).86Wis.\nRev. Stat., ch. 164, §11, ch. 169, §58 (1858) (emphasis\nadded).871859\nKan. Laws pp. 233, 237 (emphasis added).881860\nConn. Pub. Acts p. 65 (emphasis added).891861\nPa. Laws pp. 404–405 (emphasis added).90R. I. Acts & Resolves p. 133\n(emphasis added).911861\nNev. Laws p. 63 (emphasis added and deleted).92W.\nVa. Const., Art. XI, §8 (1862).93Va.\nCode, Tit. 54, ch. 191, §8 (1849) (emphasis added); see also\nW. Va. Code, ch. 144, §8 (1870) (similar).94Ore.\nGen. Laws, Crim. Code, ch. 43, §509 (1865).95Neb.\nRev. Stat., Tit. 4, ch. 4, §42 (1866) (emphasis added); see also\nNeb. Gen. Stat., ch. 58, §§6, 39 (1873) (expanding criminal\nliability for abortions by other means, including\ninstruments).961868\nMd. Laws p. 315 (emphasis deleted and added).971868\nFla. Laws, ch. 1637, pp. 64, 97 (emphasis added).981873\nMinn. Laws pp. 117–118 (emphasis added).991875\nArk. Acts p. 5 (emphasis added and deleted).1001876 Ga. Acts & Resolutions p.\n113 (emphasis added).1011881 N. C. Sess. Laws pp.\n584–585 (emphasis added).1021883 Del. Laws, ch. 226 (emphasis\nadded).1031883 Tenn. Acts pp. 188–189 (emphasis\nadded).1041883 S. C. Acts pp. 547–548\n(emphasis added).1051910 Ky. Acts pp. 189–190 (emphasis\nadded).1061952 Miss. Laws p. 289 (codified at\nMiss. Code Ann. §2223 (1956) (emphasis added)).107Haw. Penal Code, ch. 12, §§1–2 (1850)\n(emphasis added). Hawaii became a State in 1959. See Presidential\nProclamation No. 3309, 73 Stat. c74–c75.108Terr. of Wash. Stat., ch. 2, §§37–38,\np. 81 (1854) (emphasis added). Washington became a State in 1889.\nSee Presidential Proclamation No. 8, 26Stat.\n1552–1553.1091861 Terr. of Colo. Gen. Laws pp.\n296–297. Colorado became a State in 1876. See Presidential\nProclamation No. 7, 19Stat. 665–666.1101863–1864 Terr. of Idaho Laws p. 443.\nIdaho became a State in 1890. See 26Stat. 215–219.1111864 Terr. of Mont. Laws p. 184.\nMontana became a State in 1889. See Presidential Proclamation No.\n7, 26Stat. 1551–1552.112Howell Code, ch. 10, §45 (1865).\nArizona became a State in 1912. See Presidential Proclamation of\nFeb. 14, 1912, 37Stat. 1728–1729.1131869 Terr. of Wyo. Gen. Laws p. 104\n(emphasis added). Wyoming became a State in 1889. See 26Stat.\n222–226.114Terr. of Utah Comp. Laws §1972 (1876)\n(emphasis added). Utah became a State in 1896. See Presidential\nProclamation No. 9, 29Stat. 876–877.115Dakota Penal Code §337 (1877)\n(codified at N. D. Rev. Code §7177 (1895)), and S. D.\nRev. Penal Code Ann. §337 (1883). North and South Dakota became\nStates in 1889. See Presidential Proclamation No. 5, 26Stat.\n1548–1551.116Okla. Stat. §2187 (1890) (emphasis\nadded). Oklahoma became a State in 1907. See Presidential\nProclamation of Nov. 16, 1907, 35Stat. 2160–2161.1171899 Alaska Sess. Laws ch. 2, p. 3\n(emphasis added). Alaska became a State in 1959. See Presidential\nProclamation No. 3269, 73 Stat. c16.118N. M. Laws p. 6 (emphasis\nadded). New Mexico became a State in 1912. See Presidential\nProclamation of Jan. 6, 1912, 37Stat. 1723–1724.119§809, 31Stat. 1322 (1901) (emphasis\nadded).",
    "joined": []
}