{
    "case": {
        "docket": "352",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/352/"
    },
    "id": "3228492",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–6827_________________GREGORY HOUSTON HOLT, aka ABDUL MAALIK MUHAMMAD, PETITIONERv.RAY HOBBS, DIRECTOR, ARKANSAS DEPARTMENT OF CORRECTION,\net al.on writ of certiorari to the united states court of appeals for\nthe eighth circuit[January 20, 2015]Justice Alito delivered the opinion of the Court.Petitioner Gregory Holt, also known as Abdul Maalik Muhammad, is\nan Arkansas inmate and a devout Muslim who wishes to grow a\n1∕2-inch beard in accordance with his religious beliefs.\nPetitioner’s objection to shaving his beard clashes with the\nArkansas Department of Correction’s grooming policy, which\nprohibits inmates from growing beards unless they have a particular\ndermatological condition. We hold that the Department’s policy, as\napplied in this case, violates the Religious Land Use and\nInstitutionalized Persons Act of 2000 (RLUIPA),114Stat.803,42\nU. S. C. §2000ccet seq.,which prohibits a\nstateor local government from taking any action that substantially\nburdens the religious exercise of an institutionalized person\nunless the government demonstrates that the action constitutes the\nleast restrictive means of furthering a compelling governmental\ninterest.We conclude in this case that the Department’s policy\nsubstantially burdens petitioner’s religious exercise. Although we\ndo not question the importance of the Department’s interests in\nstopping the flow of contraband and facilitating prisoner\nidentification, we do doubt whether the prohibition against\npetitioner’s beard furthers its compelling interest about\ncontraband. And we conclude that the Department has failed to show\nthat its policy is the least restrictive means of furthering its\ncompelling interests. We thus reverse the decision of the United\nStates Court of Appeals for the Eighth Circuit.IACongress enacted RLUIPA and its sister statute, the Religious\nFreedom Restoration Act of 1993 (RFRA),107Stat.1488,42\nU. S. C. §2000bbet seq., “in order to\nprovide very broad protection for religious liberty.”Burwellv.Hobby Lobby Stores, Inc., 573 U. S.\n___, ___ (2014) (slip op., at 4). RFRA was enacted three years\nafter our decision inEmployment Div., Dept. of Human Resources\nof Ore.v.Smith,494 U. S. 872 (1990), which held\nthat neutral, generally applicable laws that incidentally burden\nthe exercise of religion usually do not violate the Free Exercise\nClause of the First Amendment.Id., at 878–882.Smithlargely repudiated the method of analysis used in prior free\nexercise cases likeWisconsinv.Yoder,406 U. S.\n205 (1972), andSherbertv.Verner,374 U. S. 398\n(1963). In those cases, we employed a balancing test that\nconsidered whether a challenged government action that\nsubstantially burdened the exercise of religion was necessary to\nfurther a compelling state interest. SeeYoder,supra, at 214, 219;Sherbert,supra, at 403,\n406.Following our decision inSmith, Congress enacted RFRA in\norder to provide greater protection for religious exercise than is\navailable under the First Amendment. SeeHobby Lobby,supra, at ___ – ___ (slip op., at 5–6). RFRA provides that\n“[g]overnment shall not substantially burden a person’s exercise of\nreligion even if the burden results from a rule of general\napplicability,” unless the government “demonstrates that\napplication of the burden to the person––(1) is in furtherance\nof a compelling governmental interest; and (2) is the least\nrestrictive means of furthering that compelling governmental\ninterest.” 42 U. S. C. §§2000bb–1(a), (b). In making RFRA\napplicable to the States and their subdivisions, Congress relied on\nSection 5 of the Fourteenth Amendment, but inCity of Boernev.Flores,521 U. S. 507 (1997), this Court held that\nRFRA exceeded Congress’ powers under that provision.Id., at\n532–536.Congress responded toCity of Boerneby enacting RLUIPA,\nwhich applies to the States and their subdivisions and invokes\ncongressional authority under the Spending and Commerce Clauses.\nSee §2000cc–1(b). RLUIPA concerns two areas of government activity:\nSection 2 governs land-use regulation, §2000cc; and Section 3—the\nprovision at issue in this case—governs religious exercise by\ninstitutionalized persons, §2000cc–1. Section 3 mirrors RFRA and\nprovides that “[n]o government shall impose a substantial burden on\nthe religious exercise of a person residing in or confined to an\ninstitution . . . even if the burden results from a rule\nof general applicability, unless the government demonstrates that\nimposition of the burden on that person––(1) is in furtherance\nof a compelling governmental interest; and (2) is the least\nrestrictive means of furthering that compelling governmental\ninterest.” §2000cc–1(a). RLUIPA thus allows prisoners “to seek\nreligious accommodations pursuant to the same standard as set forth\nin RFRA.”Gonzalesv.O Centro Espírita Beneficente União\ndo Vegetal,546 U. S. 418,436 (2006).Several provisions of RLUIPA underscore its expansive protection\nfor religious liberty. Congress defined “religious exercise”\ncapaciously to include “any exercise of religion, whether or not\ncompelled by, or central to, a system of religious belief.”\n§2000cc–5(7)(A). Congress mandated that this concept “shall be\nconstrued in favor of a broad protection of religious exercise, to\nthe maximum extent permitted by the terms of this chapter and the\nConstitution.” §2000cc–3(g). And Congress stated that RLUIPA “may\nrequire a government to incur expenses in its own operations to\navoid imposing a substantial burden on religious exercise.”\n§2000cc–3(c). SeeHobby Lobby,supra, at ___ – ___,\n___ (slip op., at 6–7, 43).BPetitioner, as noted, is in the custody of the Arkansas\nDepartment of Correction and he objects on religious grounds to the\nDepartment’s grooming policy, which provides that “[n]o inmates\nwill be permitted to wear facial hair other than a neatly trimmed\nmustache that does not extend beyond the corner of the mouth or\nover the lip.” App. to Brief for Petitioner 11a. The policy makes\nno exception for inmates who object on religious grounds, but it\ndoes contain an exemption for prisoners with medical needs:\n“Medical staff may prescribe that inmates with a diagnosed\ndermatological problem may wear facial hair no longer than one\nquarter of an inch.”Ibid.The policy provides that\n“[f]ailure to abide by [the Department’s] grooming standards is\ngrounds for disciplinary action.”Id., at 12a.Petitioner sought permission to grow a beard and, al-though he\nbelieves that his faith requires him not to trim his beard at all,\nhe proposed a “compromise” under which he would grow only a\n1∕2-inch beard. App. 164. Prison officials denied his request, and\nthe warden told him: “[Y]ou will abide by [Arkansas Department of\nCorrection] policies and if you choose to disobey, you can suffer\nthe consequences.” No. 5:11–cv–00164 (ED Ark., July 21, 2011), Doc.\n13, p. 6 (Letter from Gaylon Lay to Gregory Holt (July 19,\n2011)).Petitioner filed apro secomplaint in Federal\nDistrict Court challenging the grooming policy under RLUIPA. We\nrefer to the respondent prison officials collectively as the\nDepartment. In October 2011, the District Court granted petitioner\na preliminary injunction and remanded to a Magistrate Judge for an\nevidentiary hearing. At the hearing, the Department called two\nwitnesses. Both expressed the belief that inmates could hide\ncontraband in even a 1∕2-inch beard, but neither pointed to any\ninstances in which this had been done in Arkansas or elsewhere.\nBoth witnesses also acknowledged that inmates could hide items in\nmany other places, such as in the hair on their heads or their\nclothing. In addition, one of the witnesses—Gaylon Lay, the warden\nof petitioner’s prison—testified that a prisoner who escaped could\nchange his appearance by shaving his beard, and that a prisoner\ncould shave his beard to disguise himself and enter a restricted\narea of the prison. Neither witness, however, was able to explain\nwhy these problems could not be addressed by taking a photograph of\nan inmate without a beard, a practice followed in other prison\nsystems. Lay voiced concern that the Department would be unable to\nmonitor the length of a prisoner’s beard to ensure that it did not\nexceed one-half inch, but he acknowledged that the Department kept\ntrack of the length of the beards of those inmates who are allowed\nto wear a 1∕4-inch beard for medical reasons.As a result of the preliminary injunction, petitioner had a\nshort beard at the time of the hearing, and the Magistrate Judge\ncommented: “I look at your particular circumstance and I say, you\nknow, it’s almost preposterous to think that you could hide\ncontraband in your beard.” App. 155. Nevertheless, the Magistrate\nJudge recommended that the preliminary injunction be vacated and\nthat petitioner’s complaint be dismissed for failure to state a\nclaim on which relief can be granted. The Magistrate Judge\nemphasized that “the prison officials are entitled to deference,”id., at 168, and that the grooming policy allowed petitioner\nto exercise his religion in other ways, such as by praying on a\nprayer rug, maintaining the diet required by his faith, and\nobserving religious holidays.The District Court adopted the Magistrate Judge’s recommendation\nin full, and the Court of Appeals for the Eighth Circuit affirmed\nin a briefper curiamopinion, holding that the Department\nhad satisfied its burden of showing that the grooming policy was\nthe least restrictive means of furthering its compelling security\ninterests. 509 Fed. Appx. 561 (2013). The Court of Appeals stated\nthat “courts should ordinarily defer to [prison officials’] expert\njudgment” in security matters unless there is substantial evidence\nthat a prison’s response is exaggerated.Id., at 562. And\nwhile acknowledging that other prisons allow inmates to maintain\nfacial hair, the Eighth Circuit held that this evidence “does not\noutweigh deference owed to [the] expert judgment of prison\nofficials who are more familiar with their own institutions.”Ibid.We entered an injunction pending resolution of petitioner’s\npetition for writ of certiorari, 571 U. S. ___ (2013), and we\nthen granted certiorari, 571 U. S. ___ (2014).IIUnder RLUIPA, petitioner bore the initial burden of proving that\nthe Department’s grooming policy implicates his religious exercise.\nRLUIPA protects “any exercise of religion, whether or not compelled\nby, or central to, a system of religious belief,” §2000cc–5(7)(A),\nbut, of course, a prisoner’s request for an accommodation must be\nsincerely based on a religious belief and not some other\nmotivation, seeHobby Lobby, 573 U. S., at ___, n. 28\n(slip op., at 29, n. 28). Here, the religious exercise at\nissue is the growing of a beard, which petitioner believes is a\ndictate of his religious faith, and the Department does not dispute\nthe sincerity of petitioner’s belief.In addition to showing that the relevant exercise of religion is\ngrounded in a sincerely held religious belief, petitioner also bore\nthe burden of proving that the Department’s grooming policy\nsubstantially burdened that exercise of religion. Petitioner easily\nsatisfied that obligation. The Department’s grooming policy\nrequires petitioner to shave his beard and thus to “engage in\nconduct that seriously violates [his] religious beliefs.”Id.,at ___ (slip op., at 32). If petitioner contravenes\nthat policy and grows his beard, he will face serious disciplinary\naction. Because the grooming policy puts petitioner to this choice,\nit substantially burdens his religious exercise. Indeed, the\nDepartment does not argue otherwise.The District Court reached the opposite conclusion, but its\nreasoning (adopted from the recommendation of the Magistrate Judge)\nmisunderstood the analysis that RLUIPA demands. First, the District\nCourt erred by concluding that the grooming policy did not\nsubstantially burden petitioner’s religious exercise because “he\nhad been provided a prayer rug and a list of distributors of\nIslamic material, he was allowed to correspond with a religious\nadvisor, and was allowed to maintain the required diet and observe\nreligious holidays.” App. 177. In taking this approach, the\nDistrict Court improperly imported a strand of reasoning from cases\ninvolving prisoners’ First Amendment rights. See,e.g.,O’Lonev.Estate of Shabazz,482 U. S. 342–352\n(1987); see alsoTurnerv.Safley,482 U. S.\n78,90 (1987). Under those cases, the availability of alternative\nmeans of practicing religion is a relevant consideration, but\nRLUIPA provides greater protection. RLUIPA’s “substantial burden”\ninquiry asks whether the government has substantially burdened\nreligious exercise (here, the growing of a 1∕2-inch beard), not\nwhether the RLUIPA claimant is able to engage in other forms of\nreligious exercise.Second, the District Court committed a similar error in\nsuggesting that the burden on petitioner’s religious exercise was\nslight because, according to petitioner’s testi-mony, his religion\nwould “credit” him for attempting to follow his religious beliefs,\neven if that attempt provedto be unsuccessful. RLUIPA, however,\napplies to an exercise of religion regardless of whether it is\n“compelled.” §2000cc–5(7)(A).Finally, the District Court went astray when it relied on\npetitioner’s testimony that not all Muslims believe that men must\ngrow beards. Petitioner’s belief is by no means idiosyncratic. See\nBrief for Islamic Law Scholars asAmici Curiae2 (“hadith\nrequiring beards . . . are widely followed by observant\nMuslims across the various schools of Islam”). But even if it were,\nthe protection of RLUIPA, no less than the guarantee of the Free\nExercise Clause, is “not limited to beliefs which are shared by all\nof the members of a religious sect.”Thomasv.Review Bd.\nof Indiana Employment Security Div.,450 U. S. 707–716\n(1981).IIISince petitioner met his burden of showing that the Department’s\ngrooming policy substantially burdened his exercise of religion,\nthe burden shifted to the Department to show that its refusal to\nallow petitioner to grow a 1∕2-inch beard “(1) [was] in furtherance\nof a compelling governmental interest; and (2) [was] the least\nrestrictive means of furthering that compelling governmental\ninterest.” §2000cc–1(a).The Department argues that its grooming policy represents the\nleast restrictive means of furthering a “ ‘broadly formulated\ninteres[t],’ ” seeHobby Lobby,supra, at ___\n(slip op., at 39) (quotingO Centro, 546 U. S., at\n431), namely, the Department’s compelling interest in prison safety\nand security. But RLUIPA, like RFRA, contemplates a “ ‘more\nfocused’ ” inquiry and “ ‘requires the Government to\ndemonstrate that the compelling interest test is satisfied through\napplication of the challenged law “to the person”––the particular\nclaimant whose sincere exercise of religion is being substantially\nburdened.’ ”Hobby Lobby, 573 U. S.,at ___\n(slip op., at 39) (quotingO Centro,supra, at\n430–431 (quoting §2000bb–1(b))). RLUIPA requires us to\n“ ‘scrutiniz[e] the asserted harm of granting specific\nexemptions to particular religious claimants’ ” and “to look\nto the marginal interest in enforcing” the challenged government\naction in that particular context.Hobby Lobby,supra,at ___ (slip op., at 39) (quotingO Centro,supra, at 431; alteration in original). In this case, that\nmeans the enforcement of the Department’s policy to prevent\npetitioner from growing a 1∕2-inch beard.The Department contends that enforcing this prohibition is the\nleast restrictive means of furthering prison safety and security in\ntwo specific ways.AThe Department first claims that the no-beard policy prevents\nprisoners from hiding contraband. The Department worries that\nprisoners may use their beards to conceal all manner of prohibited\nitems, including razors, needles, drugs, and cellular phone\nsubscriber identity module (SIM) cards.We readily agree that the Department has a compelling interest\nin staunching the flow of contraband into and within its\nfacilities, but the argument that this interest would be seriously\ncompromised by allowing an inmate to grow a 1∕2-inch beard is hard\nto take seriously. As noted, the Magistrate Judge observed that it\nwas “almost preposterous to think that [petitioner] could hide\ncontraband” in the short beard he had grown at the time of the\nevidentiary hearing. App. 155. An item of contraband would have to\nbe very small indeed to be concealed by a 1∕2-inch beard, and a\nprisoner seeking to hide an item in such a short beard would have\nto find a way to prevent the item from falling out. Since the\nDepartment does not demand that inmates have shaved heads or short\ncrew cuts, it is hard to see why an inmate would seek to hide\ncontraband in a 1∕2-inch beard rather than in the longer hair on\nhis head.Although the Magistrate Judge dismissed the possibility that\ncontraband could be hidden in a short beard, the Magistrate Judge,\nthe District Court, and the Court of Appeals all thought that they\nwere bound to defer to the Department’s assertion that allowing\npetitioner to grow such a beard would undermine its interest in\nsuppressing contraband. RLUIPA, however, does not permit such\nunquestioning deference. RLUIPA, like RFRA, “makes clear that it is\nthe obligation of the courts to consider whether exceptions are\nrequired under the test set forth by Congress.”O Centro,\nsupra, at 434. That test requires the Department not merely\nto explain why it denied the exemption but to prove that denying\nthe exemption is the least restrictive means of furthering a\ncompelling governmental interest. Prison officials are experts in\nrunning prisons and evaluating the likely effects of altering\nprison rules, and courts should respect that expertise. But that\nrespect does not justify the abdication of the responsibility,\nconferred by Congress, to apply RLUIPA’s rigorous standard. And\nwithout a degree of deference that is tantamount to unquestioning\nacceptance, it is hard to swallow the argument that denying\npetitioner a 1∕2-inch beard actually furthers the Department’s\ninterest in rooting out contraband.Even if the Department could make that showing, its contraband\nargument would still fail because the Department cannot show that\nforbidding very short beards is the least restrictive means of\npreventing the concealment of contraband. “The\nleast-restrictive-means standard is exceptionally demanding,” and\nit requires the government to “sho[w] that it lacks other means of\nachieving its desired goal without imposing a substantial burden on\nthe exercise of religion by the objecting part[y].”Hobby\nLobby,supra, at ___ (slip op., at 40). “[I]f a less\nrestrictive means is available for the Government to achieve its\ngoals, the Government must use it.”United Statesv.Playboy Entertainment Group, Inc.,529 U. S. 803,815\n(2000).The Department failed to establish that it could not satisfy its\nsecurity concerns by simply searching petitioner’s beard. The\nDepartment already searches prisoners’ hair and clothing, and it\npresumably examines the 1∕4-inch beards of inmates with\ndermatological conditions. It has offered no sound reason why hair,\nclothing, and 1∕4-inch beards can be searched but 1∕2-inch beards\ncannot. The Department suggests that requiring guards to search a\nprisoner’s beard would pose a risk to the physical safety of a\nguard if a razor or needle was concealed in the beard. But that is\nno less true for searches of hair, clothing, and 1∕4-inch beards.\nAnd the Department has failed to prove that it could not adopt the\nless restrictive alternative of having the prisoner run a comb\nthrough his beard. For all these reasons, the Department’s interest\nin eliminating contraband cannot sustain its refusal to allow\npetitioner to grow a 1∕2-inch beard.BThe Department contends that its grooming policy is necessary to\nfurther an additional compelling interest,i.e., preventing\nprisoners from disguising their identities. The Department tells us\nthat the no-beard policy allows secu-rity officers to identify\nprisoners quickly and accurately. It claims that bearded inmates\ncould shave their beards and change their appearance in order to\nenter restricted areas within the prison, to escape, and to evade\napprehension after escaping.We agree that prisons have a compelling interest in the quick\nand reliable identification of prisoners, and we acknowledge that\nany alteration in a prisoner’s appearance, such as by shaving a\nbeard, might, in the absence of effective countermeasures, have at\nleast some effect on the ability of guards or others to make a\nquick identification. But even if we assume for present purposes\nthat the Department’s grooming policy sufficiently furthers its\ninterest in the identification of prisoners, that policy still\nviolates RLUIPA as applied in the circumstances present here. The\nDepartment contends that a prisoner who has a beard when he is\nphotographed for identification purposes might confuse guards by\nshaving his beard. But as petitioner has argued, the Department\ncould largely solve this problem by requiring that all inmates be\nphotographed without beards when first admitted to the facility\nand, if necessary, periodically thereafter. Once that is done, an\ninmate like petitioner could be allowed to grow a short beard and\ncould be photographed again when the beard reached the 1∕2-inch\nlimit. Prison guards would then have a bearded and clean-shaven\nphoto to use in making identifications. In fact, the Department\n(like many other States, see Brief for Petitioner 39) already has a\npolicy of photographing a prisoner both when he enters an\ninstitution and when his “appearance changes at any time during\n[his] incarceration.” Arkansas Department of Correction, Inmate\nHandbook 3–4 (rev. Jan. 2013).The Department argues that the dual-photo method is inadequate\nbecause, even if it might help authorities apprehend a bearded\nprisoner who escapes and then shaves his beard once outside the\nprison, this method is unlikely to assist guards when an inmate\nquickly shaves his beard in order to alter his appearance within\nthe prison. The Department contends that the identification concern\nis particularly acute at petitioner’s prison, where inmates live in\nbarracks and work in fields. Counsel for the Department suggested\nat oral argument that a pris-oner could gain entry to a restricted\narea by shavinghis beard and swapping identification cards with\nan-other inmate while out in the fields. Tr. of Oral Arg. 28–30,\n39–43.We are unpersuaded by these arguments for at least two reasons.\nFirst, the Department failed to show, in the face of petitioner’s\nevidence, that its prison system is so different from the many\ninstitutions that allow facial hair that the dual-photo method\ncannot be employed at its institutions. Second, the Department\nfailed to establish why the risk that a prisoner will shave a\n1∕2-inch beard to disguise himself is so great that 1∕2-inch beards\ncannot be allowed, even though prisoners are allowed to grow\nmustaches, head hair, or 1∕4-inch beards for medical reasons. All\nof these could also be shaved off at a moment’s notice, but the\nDepartment apparently does not think that this possibility raises a\nserious security concern.CIn addition to its failure to prove that petitioner’s proposed\nalternatives would not sufficiently serve its security interests,\nthe Department has not provided an adequate response to two\nadditional arguments that implicate the RLUIPA analysis.First, the Department has not adequately demonstrated why its\ngrooming policy is substantially underinclusive in at least two\nrespects. Although the Department denied petitioner’s request to\ngrow a 1∕2-inch beard, it permits prisoners with a dermatological\ncondition to grow 1∕4-inch beards. The Department does this even\nthough both beards pose similar risks. And the Department permits\ninmates to grow more than a 1∕2-inch of hair on their heads. With\nrespect to hair length, the grooming policy provides only that hair\nmust be worn “above the ear” and “no longer in the back than the\nmiddle of the nape of the neck.” App. to Brief for Petitioner 11a.\nHair on the head is a more plausible place to hide contraband than\na 1∕2-inch beard—and the same is true of an inmate’s clothing and\nshoes. Nevertheless, the Department does not require inmates to go\nabout bald, barefoot, or naked. Although the Department’s\nproclaimed objectives are to stop the flow of contraband and to\nfacilitate prisoner identification, “[t]he proffered objectives are\nnot pursued with respect to analogous nonreligious conduct,” which\nsuggests that “those interests could be achieved by narrower\nordinances that burdened religion to a far lesser degree.”Church of Lukumi Babalu Aye, Inc.v.Hialeah,508\nU. S. 520,546 (1993).In an attempt to demonstrate why its grooming policy is\nunderinclusive in these respects, the Department emphasizes that\npetitioner’s 1∕2-inch beard is longer than the 1∕4-inch beard\nallowed for medical reasons. But the Department has failed to\nestablish (and the District Court did not find) that a 1∕4-inch\ndifference in beard length poses a meaningful increase in security\nrisk. The Department also asserts that few inmates require beards\nfor medical reasons while many may request beards for religious\nreasons. But the Department has not argued that denying petitioner\nan exemption is necessary to further a compelling interest in cost\ncontrol or program administration. At bottom, this argument is but\nanother formulation of the “classic rejoinder of bureaucrats\nthroughout history: If I make an exception for you, I’ll have to\nmake one for everybody, so no exceptions.”O Centro, 546\nU. S., at 436. We have rejected a similar argument in\nanalogous contexts, seeibid.;Sherbert, 374\nU. S., at 407, and we reject it again today.Second, the Department failed to show, in the face of\npetitioner’s evidence, why the vast majority of States and the\nFederal Government permit inmates to grow 1∕2-inch beards, either\nfor any reason or for religious reasons, but it cannot. See Brief\nfor Petitioner 24–25; Brief for United States asAmicus\nCuriae28–29. “While not necessarily controlling, the policies\nfollowed at other well-run institutions would be relevant to a\ndetermination of the need for a particular type of restriction.”Procunierv.Martinez,416 U. S. 396, n. 14\n(1974). That so many other prisons allow inmates to grow beards\nwhile ensuring prison safety and security suggests that the\nDepartment could satisfy its security concerns through a means less\nrestrictive than denying petitioner the exemption he seeks.We do not suggest that RLUIPA requires a prison to grant a\nparticular religious exemption as soon as a few other jurisdictions\ndo so. But when so many prisons offer an accommodation, a prison\nmust, at a minimum, offer persuasive reasons why it believes that\nit must take a different course, and the Department failed to make\nthat showing here. Despite this, the courts below deferred to these\nprison officials’ mere say-so that they could not accommodate\npetitioner’s request. RLUIPA, however, demands much more. Courts\nmust hold prisons to their statutory burden, and they must not\n“assume a plausible, less restrictive alternative would be\nineffective.”Playboy Entertainment, 529 U. S., at\n824.We emphasize that although RLUIPA provides substantial\nprotection for the religious exercise of institutionalized persons,\nit also affords prison officials ample ability to maintain\nsecurity. We highlight three ways in which this is so. First, in\napplying RLUIPA’s statutory standard, courts should not blind\nthemselves to the fact that the analysis is conducted in the prison\nsetting. Second, if an institution suspects that an inmate is using\nreligious activity to cloak illicit conduct, “prison officials may\nappropriately question whether a prisoner’s religiosity, asserted\nas the basis for a requested accommodation, is authentic.”Cutterv.Wilkinson,544 U. S. 709, n. 13\n(2005). See alsoHobby Lobby, 573 U. S., at ___, n. 28\n(slip op., at 29, n. 28). Third, even if a claimant’s\nreligious belief is sincere, an institution might be entitled to\nwithdraw an accommodation if the claimant abuses the exemption in a\nmanner that undermines the prison’s compelling interests.IVIn sum, we hold that the Department’s grooming policy violates\nRLUIPA insofar as it prevents petitioner from growing a 1∕2-inch\nbeard in accordance with his religious beliefs. The judgment of the\nUnited States Court of Appeals for the Eighth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}