{
    "case": {
        "docket": "92",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/92/"
    },
    "id": "3515285",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–7505_________________TIMOTHY LEE HURST, PETITIONERv.FLORIDAon writ of certiorari to the supreme court of\nflorida[January 12, 2016]Justice Alito, dissenting.As the Court acknowledges, “this Court\n‘repeatedly has reviewed and upheld Florida’s capital sentencing\nstatute over the past quarter of a century.’ ”Ante, at\n8. And as the Court also concedes, our precedents hold that\n“ ‘the Sixth Amendmentdoes notrequire that the\nspecific findings authorizing the imposition of the sentence of\ndeath be made by the jury.’ ”Ante, at 9 (quotingHildwinv.Florida, 490 U. S. 638 –641 (1989)\n(per curiam); emphasis added); see alsoSpazianov.Florida, 468 U. S. 447, 460 (1984) . The Court now\nreverses course, striking down Florida’s capital sentencing system,\noverruling our decisions inHildwinandSpaziano, and\nholding that the Sixth Amendmentdoesrequire that the\nspecific findings authorizing a sentence of death be made by a\njury. I disagree.IFirst, I would not overruleHildwinandSpazianowithout reconsidering the cases on which the\nCourt’s present decision is based. The Court relies on later cases\nholding that any fact that exposes a defendant to a greater\npunishment than that authorized by the jury’s guilty verdict is an\nelement of the offense that must be submitted to a jury.Ante, at 5. But there are strong reasons to question whether\nthis principle is consistent with the original understanding of the\njury trial right. SeeAlleynev.United States, 570\nU. S. ___, ___–___ (2013) (Alito, J., dissent-ing) (slip op., at\n1–2). Before overrulingHildwinandSpaziano, I would\nreconsider the cases, including most prominentlyRingv.Arizona, 536 U. S. 584 (2002) , on which the Court now\nrelies.Second, even ifRingis assumed to be\ncorrect, I would not extend it. Although the Court suggests that\ntoday’s holding follows ineluctably fromRing, the Arizona\nsentencing scheme at issue in that case was much different from the\nFlorida procedure now before us. InRing, the jury found the\ndefendant guilty of felony murder and did no more. It did not make\nthe findings required by the Eighth Amendment before the death\npenalty may be imposed in a felony-murder case. Seeid., at\n591–592, 594;Enmundv.Florida, 458 U. S. 782\n(1982) ;Tisonv.Arizona, 481 U. S. 137 (1987)\n. Nor did the jury find the presence of any aggravating factor, as\nrequired for death eligibility under Arizona law.Ring,supra, at 592–593. Nor did it consider mitigating factors.\nAnd it did not determine whether a capital or noncapital sentence\nwas appropriate. Under that system, the jury playednorole\nin the capital sentencing process.The Florida system is quite different. In\nFlorida, the jury sits as the initial and primary adjudicator of\nthe factors bearing on the death penalty. After unanimously\ndetermining guilt at trial, a Florida jury hears evidence of\naggravating and mitigating circumstances. See Fla. Stat.\n§921.141(1) (2010). At the conclusion of this separate sentencing\nhearing, the jury may recommend a death sentence only if it finds\nthat the State has proved one or more aggravating factors beyond a\nreasonable doubt and only after weighing the aggravating and\nmitigating factors. §921.141(2).Once the jury has made this decision, the trial\ncourt performs what amounts, in practical terms, to a reviewing\nfunction. The judge duplicates the steps previously performed by\nthe jury and, while the court can impose a sentence different from\nthat recommended by the jury, the judge must accord the jury’s\nrecommendation “great weight.” SeeLambrixv.Singletary, 520 U. S. 518 –526 (1997) (recounting\nFlorida law and procedure). Indeed, if the jury recommends a life\nsentence, the judge may override that decision only if “the facts\nsuggesting a sentence of death were so clear and convincing that\nvirtually no reasonable person could differ.”Tedderv.State, 322 So. 2d 908, 910 (Fla. 1975) (per\ncuriam). No Florida trial court has overruled a jury’s\nrecommendation of a life sentence for more than 15 years.Under the Florida system, the jury plays a\ncritically important role. Our decision inRingdid not\ndecide whether this procedure violates the Sixth Amendment, and I\nwould not extendRingto cover the Florida system.IIFinally, even if there was a constitutional\nviolation in this case, I would hold that the error was harmless\nbeyond a reasonable doubt. SeeChapmanv.California,\n386 U. S. 18, 24 (1967) . Although petitioner attacks the\nFlorida system on numerous grounds, the Court’s decision is based\non a single perceived defect,i.e., that the jury’s\ndetermination that at least one aggravating factor was proved is\nnot binding on the trial judge.Ante,at 6. The Court makes\nno pretense that this supposed defect could have prejudiced\npetitioner, and it seems very clear that it did not.Attempting to show that he might have been\nprejudiced by the error, petitioner suggests that the jury might\nnot have found the existence of an aggravating factor had it been\ninstructed that its finding was a prerequisite for the imposition\nof the death penalty, but this suggestion is hard to credit. The\njury was told to consider two aggravating factors: that the murder\nwas committed during the course of a robbery and that it was\nespecially “heinous, atrocious, or cruel.” App. 212. The evidence\nin support of both factors was overwhelming.The evidence with regard to the first\naggravating factor—that the murder occurred during the commission\nof a robbery—was as follows. The victim, Cynthia Harrison, an\nassistant manager of a Popeye’s restaurant, arrived at work between\n7 a.m. and 8:30 a.m. on the date of her death. When other employees\nentered the store at about 10:30 a.m., they found that she had been\nstabbed to death and that the restaurant’s safe was open and the\nprevious day’s receipts were missing. At trial, the issue was\nwhether Hurst committed the murder. There was no suggestion that\nthe murder did not occur during the robbery. Any alternative\nscenario—for example, that Cynthia Harrison was first murdered by\none person for somereason other than robbery and that a second\npersoncame upon the scene shortly after the murder and somehow\ngained access to and emptied the Popeye’s safe—is fanciful.The evidence concerning the second aggravating\nfactor—that the murder was especially “heinous, atrocious, or\ncruel”—was also overwhelming. Cynthia Harrison was bound, gagged,\nand stabbed more than 60 times. Her injuries included “facial cuts\nthat went all the way down to the underlying bone,” “cuts through\nthe eyelid region” and “the top of her lip,” and “a large cut to\nher neck which almost severed her trachea.”Id., at 261. It\nwas estimated that death could have taken as long as 15 minutes to\noccur. The trial court characterized the manner of her death as\nfollows: “The utter terror and pain that Ms. Harrison likely\nexperienced during the incident is unfathomable. Words are\ninadequate to describe this death, but the photographs introduced\nas evidence depict a person bound, rendered helpless, and brutally,\nsavagely, and unmercifully slashed and disfigured. The murder of\nMs. Harrison was conscienceless, pitiless, and unnecessarily\ntorturous.”Id.,at 261–262.In light of this evidence, it defies belief to\nsuggest that the jury would not have found the existence of either\naggravating factor if its finding was binding. More than 17 years\nhave passed since Cynthia Harrison was brutally murdered. In the\ninterest of bringing this protracted litigation to a close, I would\nrule on the issue of harmless error and would affirm the decision\nof the Florida Supreme Court.",
    "joined": []
}