{
    "case": {
        "docket": "53",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/53/"
    },
    "id": "1962154",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTBURLINGTON N. & S. F.&NBSP;R.&NBSP;CO. V. WHITE548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-259BURLINGTON NORTHERN AND SANTA FE RAILWAY\nCOMPANY, PETITIONERv.SHEILA WHITEon writ of certiorari to the united states court of\nappeals for the sixth circuit[June 22, 2006]Justice Alito, concurring in the\njudgment.I concur in the judgment, but I\ndisagree with the majority’s interpretation of the antiretaliation\nprovision of Title VII of the Civil Rights Act of 1964, 78 Stat.\n257, §704(a), as amended, 42 U. S. C. §2000e–3(a). The\nmajority’s interpretation has no basis in the statutory language\nand will, I fear, lead to practical problems.ITwo provisions of Title VII are\nimportant here. Section 703(a) prohibits a broad range of\ndiscriminatory employment practices.[Footnote 1] Among other things, §703(a) makes it unlawful\nfor an employer “to discriminate againstany individual\nwith respect to his compensation, terms, conditions, or privileges\nof employment, because of such individual’s race, color, religion,\nsex, or national origin.” 42 U. S. C. §2000e–2(a)(1) (emphasis\nadded).A complementary and closely\nrelated provision, §704(a), makes it unlawful to “discriminate\nagainst” an employee for retaliatory purposes. Section 704(a)\nstates in pertinent part:“It shall be an unlawful\nemployment practice for an employer todiscriminate\nagainstany of his employees or applicants for employment …\nbecause he has opposed any practice made an unlawful employment\npractice by this subchapter, or because he has made a charge,\ntestified, assisted, or participated in any manner in an\ninvestigation, proceeding, or hearing under this subchapter.” 42 U.\nS. C. §2000e–3(a) (emphasis added).In this case, we must ascertain\nthe meaning of the term “discriminate” in §704(a). Two possible\ninterpretations are suggested by the language of §§703(a) and\n704(a).The first is the interpretation that\nimmediately springs to mind if §704(a) is read by\nitself—i.e., that the term “discriminate” in §704(a) means\nwhat the term literally means, to treat differently. Respondent\nstaunchly defends this interpretation, which the majority does not\nembrace, but this interpretation presents problems that are at\nleast sufficient to raise doubts about its correctness.\nRespondent’s interpretation makes §703(a) narrower in scope than\n§704(a) and thus implies that the persons whom Title VII is\nprincipally designed to protect—victims of discrimination based on\nrace, color, sex, national origin, or religion—receive less\nprotection than victims of retaliation. In addition, respondent’s\ninterpretation “makes a federal case” out of any small difference\nin the way an employee who has engaged in protected conduct is\ntreated. On respondent’s view, a retaliation claim must go to the\njury if the employee creates a genuine issue on such questions as\nwhether the employee was given any more or less work than others,\nwas subjected to any more or less supervision, or was treated in a\nsomewhat less friendly manner because of his protected activity.\nThere is reason to doubt that Congress meant to burden the federal\ncourts with claims involving relatively trivial differences in\ntreatment. SeeOncalev.Sundowner Offshore Services,\nInc.,523 U. S.\n75, 81 (1998);Faragherv.Boca Raton,524 U. S. 775,\n786–788 (1998).The other plausible interpretation, and the\none I favor, reads §§703(a) and 704(a) together. Under this\nreading, “discriminat[ion]” under §704(a) means the discriminatory\nacts reached by §703(a)—chiefly, discrimination “with respect to …\ncompensation, terms, conditions, or privileges of employment.” This\nis not, admittedly, the most straightforward reading of the bare\nlanguage of §704(a), but it is a reasonable reading that harmonizes\n§§703(a) and 704(a). It also provides an objective standard that\npermits insignificant claims to be weeded out at the summary\njudgment stage, while providing ample protection for employees who\nare subjected to real retaliation.The Courts of Appeals that have interpreted\n§704(a) in this way state that it requires a materially adverse\nemployment action. See,e.g.,Von Guntenv.Maryland, 243 F. 3d 858, 865 (CA4 2001);Guptav.Florida Bd. of Regents, 212 F. 3d 571, 587 (CA11\n2000), cert. denied,531 U. S. 1076(2001);Robinsonv.Pittsburgh, 120 F. 3d 1286, 1300\n(CA3 1997). InBurlington Industries, Inc.v.Ellerth,524 U. S. 742, 761–762\n(1998), we “import[ed]” this test for use in a different context—to\ndefine the term “tangible employment action,” a concept we used to\nlimit an employer’s liability for harassment carried out by its\nsupervisors. We explained that “[a] tangible employment action\nconstitutes a significant change in employment status, such as\nhiring, firing, failing to promote, reassignment with significantly\ndifferent responsibilities, or a decision causing a significant\nchange in benefits.”Id., at 761.IIThe majority does not adopt\neither of the two interpretations noted above. In Part II–A of its\nopinion, the majority criticizes the interpretation that harmonizes\n§§703(a) and 704(a) as not sufficiently faithful to the language of\n§704(a). Although we found the materially adverse employment action\ntest worthy of “import[ation]” inEllerth, the majority\nnow argues that this test is too narrow because it permits\nemployers to take retaliatory measures outside the workplace.Ante, at 8–9 (citingRochonv.Gonzales,\n438 F. 3d 1211, 1213 (CADC 2006);Berryv.Stevinson\nChevrolet, 74 F. 3d 980, 984, 986 (CA10 1996)). But the\nmajority’s concern is misplaced.First, an employer who wishes to\nretaliate against an employee for engaging in protected conduct is\nmuch more likely to do so on the job. There are far more\nopportunities for retaliation in that setting, and many forms of\nretaliation off the job constitute crimes and are therefore\nespecially risky.Second, the materially adverse employment\naction test is not limited to on-the-job retaliation, asRochon, one of the cases cited by the majority,\nillustrates. There, a Federal Bureau of Investigation agent claimed\nthat the Bureau had retaliated against him by failing to provide\nthe off-duty security that would otherwise have been furnished. See\n438 F. 3d, at 1213–1214. But, for an FBI agent whose life may\nbe threatened during off-duty hours, providing security easily\nqualifies as a term, condition, or privilege of employment.\nCertainly, if the FBI had a policy of denying protection to agents\nof a particular race, such discrimination would be actionable under\n§703(a).But in Part II–B, rather than adopting the\nmore literal interpretation based on the language of §704(a) alone,\nthe majority instead puts that language aside and adopts a third\ninterpretation—one that has no grounding in the statutory language.\nAccording to the majority, §704(a) does not reach all retaliatory\ndifferences in treatment but only those retaliatory acts that “well\nmight have dissuaded a reasonable worker from making or supporting\na charge of discrimination.”Ante, at 13 (internal\nquotation marks omitted).I see no sound basis for this test. The\nlanguage of §704(a), which employs the unadorned term\n“discriminate,” does not support this test. The unstated premise of\nthe majority’s reasoning seems to be that §704(a)’s only purpose is\nto prevent employers from taking those actions that are likely to\nstop employees from complaining about discrimination, but this\nunstated premise is unfounded. While surelyone of the\npurposesof §704(a) is to prevent employers from engaging in\nretaliatory measures that dissuade employees from engaging in\nprotected conduct, there is no reason to suppose that this is\n§704(a)’s only purpose. Indeed, the majority itself identifies\nanother purpose of the antiretaliation provision: “to prevent harm\nto individuals” who assert their rights.Ante, at 8. Under\nthe majority’s test, however, employer conduct that causes harm to\nan employee is permitted so long as the employer conduct is not so\nsevere as to dissuade a reasonable employee from making or\nsupporting a charge of discrimination.IIIThe practical consequences of the\ntest that the majority adopts strongly suggest that this test is\nnot what Congress intended.First, the majority’s test leads\nlogically to perverse results. Under the majority’s test, §704(a)\nreaches retaliation that well might dissuade an employee from\nmaking or supporting “a charge of discrimination.”Ante,\nat 13 (internal quotation marks omitted). I take it that the phrase\n“acharge of discrimination” means the particular charge\nthat the employee in question filed,[Footnote 2] and if that is the proper interpretation, the\nnature of the discrimination that led to the filing of the charge\nmust be taken into account in applying §704(a). Specifically, the\nmajority’s interpretation logically implies that the degree of\nprotection afforded to a victim of retaliation is inversely\nproportional to the severity of the original act of discrimination\nthat prompted the retaliation. A reasonable employee who is\nsubjected to the most severe discrimination will not easily be\ndissuaded from filing a charge by the threat of retaliation; the\ncosts of filing the charge, including possible retaliation, will\nhave to be great to outweigh the benefits, such as preventing the\ncontinuation of the discrimination in the future and obtaining\ndamages and other relief for past discrimination. Because the\npossibility of relatively severe retaliation will not easily\ndissuade this employee, the employer will be able to engage in\nrelatively severe retaliation without incurring liability under\n§704(a). On the other hand, an employee who is subjected to a much\nmilder form of discrimination will be much more easily dissuaded.\nFor this employee, the costs of complaining, including possible\nretaliation, will not have to be great to outweigh the lesser\nbenefits that might be obtained by filing a charge. These\ntopsy-turvy results make no sense.Second, the majority’s conception of a\nreasonable worker is unclear. Although the majority first states\nthat its test is whether a “reasonable worker” might well be\ndissuaded,ante, at 13 (internal quotation marks omitted),\nit later suggests that at least some individual characteristics of\nthe actual retaliation victim must be taken into account. The\nmajority comments that “the significance of any given act of\nretaliation will often depend upon the particular circumstances,”\nand provides the following illustration: “A schedule change in an\nemployee’s work schedule may make little difference to many\nworkers, but may matter enormously to a young mother with school\nage children.”Ante, at 14.This illustration suggests that the majority’s\ntest is not whether an act of retaliation well might dissuade the\naverage reasonable worker, putting aside all individual\ncharacteristics, but, rather, whether the act well might dissuade a\nreasonable worker who shares at least some individual\ncharacteristics with the actual victim. The majority’s illustration\nintroduces three individual characteristics: age, gender, and\nfamily responsibilities. How many more individual characteristics a\ncourt or jury may or must consider is unclear.Finally, the majority’s interpretation\ncontains a loose and unfamiliar causation standard. As noted, the\nmajority’s test asks whether an employer’s retaliatory act\n“well might have dissuadeda reasonable worker from making\nor supporting a charge of discrimination.”Ante, at 13\n(internal quotation marks omitted; emphasis added). Especially in\nan area of the law in which standards of causation are already\ncomplex, the introduction of this new and unclear standard is\nunwelcome.For these reasons, I would not adopt the\nmajority’s test but would hold that §704(a) reaches only those\ndiscriminatory practices covered by §703(a).IVApplying this interpretation, I\nwould affirm the decision of the Court of Appeals. The actions\ntaken against respondent—her assignment to new and substantially\nless desirable duties and her suspension without pay—fall within\nthe definition of an “adverse employment action.”With respect to respondent’s\nreassignment,Ellerthspecifically identified a\n“reassignment with significantly different responsibilities” as a\n“tangible employment action.” 524 U. S., at 761. Here, as the Court\nof Appeals stated, “[i]n essence, … the reassignment was a\ndemotion.” 364 F. 3d 789, 803 (CA6 2004). The “new position\nwas by all accounts more arduous and ‘dirtier,’ ”ibid., and petitioner’s sole stated rationale for the\nreassignment was that respondent’s prior duties were better suited\nfor someone with greater seniority. This was virtually an admission\nthat respondent was demoted when those responsibilities were taken\naway from her.I would hold that respondent’s suspension\nwithout pay likewise satisfied the materially adverse employment\naction test. Accordingly, although I would hold that a plaintiff\nasserting a §704(a) retaliation claim must show the same type of\nmaterially adverse employment action that is required for a §703(a)\ndiscrimination claim, I would hold that petitioner met that\nstandard in this case, and I, therefore, concur in the\njudgment.Footnote 1Section 703(a) states in pertinent part:“It shall be an unlawful employment practice\nfor an employer—“(1) to fail or refuse to hire or to discharge\nany individual, orotherwise to discriminate againstany\nindividual with respect to his compensation, terms, conditions, or\nprivileges of employment, because of such individual’s race, color,\nreligion, sex, or national origin; or“(2) to limit, segregate, or classify his\nemployees or applicants for employment in any way which would\ndeprive or tend to deprive any individual of employment\nopportunities or otherwise adversely affect his status as an\nemployee, because of such individual’s race, color, religion, sex,\nor national origin.” 42 U. S. C. §2000e–2(a) (emphasis\nadded).Footnote 2The alternative interpretation—that “a\ncharge” does not mean the specific charge filed by the employee but\nan average or generic charge—would be unworkable. Without gauging\nthe severity of the initial alleged discrimination, a jury cannot\npossibly compare the costs and benefits of filing a charge and,\nthus, cannot possibly decide whether the employer’s alleged\nretaliatory conduct is severe enough to dissuade the filing of a\ncharge. A jury will have no way of assessing the severity of the\naverage alleged act of discrimination that leads to the filing of a\ncharge, and, therefore, if “a charge” means an average or generic\ncharge, the majority’s test will leave juries hopelessly at\nsea.",
    "joined": []
}