{
    "case": {
        "docket": "17-7505",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-7505/"
    },
    "id": "4057625",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–7505_________________VERNON MADISON, PETITIONERv.ALABAMAon writ of certiorari to the circuit court of\nalabama, mobile county[February 27, 2019]Justice Alito, with whom Justice Thomas and\nJustice Gorsuch join, dissenting.What the Court has done in this case makes a\nmockery of our Rules.Petitioner’s counsel convinced the Court to stay\nhis client’s execution and to grant his petition for a writ of\ncertiorari for the purpose of deciding a clear-cut constitutional\nquestion: Does the Eighth Amendment prohibit the execution of a\nmurderer who cannot recall committing the murder for which the\ndeath sentence was imposed? The petition strenuously argued that\nexecuting such a person is unconstitutional.After persuading the Court to grant review of\nthis question, counsel abruptly changed course. Perhaps because he\nconcluded (correctly) that petitioner was unlikely to prevail on\nthe question raised in the petition, he conceded that the argument\nadvanced in his petition was wrong, and he switched to an entirely\ndifferent argument, namely, that the state court had rejected\npetitioner’s claim that he is incompetent to be executed because\nthe court erroneously thought that dementia, as opposed to other\nmental conditions, cannot provide a basis for such a claim. See\nBrief for Petitioner 16.This was not a question that the Court agreed to\nhear; indeed, there is no mention whatsoever of this argument in\nthe petition—not even a hint. Nor is this question fairly included\nwithin those on which the Court granted review. On the contrary, it\nis an entirely discrete and independent question.Counsel’s tactics flagrantly flouted our Rules.\nOur Rules make it clear that we grant certiorari to decide the\nspecific question or questions of law set out in a petition for\ncertiorari. See this Court’s Rule 14.1(a) (“Only the questions set\nout in the petition, or fairly included therein, will be considered\nby the Court”). Our whole certiorari system would be thrown into\nturmoil if we allowed counsel to obtain review of one question and\nthen switch to an entirely different question after review is\ngranted. In the past when counsel have done this, we have dismissed\nthe writ as improvidently granted. See,e.g.,Visa,\nInc.v.Osborn, 580 U. S. ___ (2016);City and\nCounty of San Franciscov.Sheehan, 575 U. S. ___\n(2015). We should do that here.Instead, the majority rewards counsel’s trick.\nIt vacates the judgment below because it is unsure whether the\nstate court committed the error claimed in petitioner’s merits\nbrief. But not only was there no trace of this argument in the\npetition, there is nothing in the record showing that the state\ncourt ever adopted the erroneous view that petitioner claims it\ntook.IThe question on which we granted review was an\noutgrowth of ourper curiamdecision inDunnv.Madison, 583 U. S. ___ (2017), which concerned an\nEleventh Circuit decision granting petitioner federal habeas\nrelief. Prior to that decision, this Court had held inFordv.Wainwright,477 U.S.\n399(1986), that the Eighth Amendment prohibits the execution\nof a person who is “insane,” and inPanettiv.Quarterman,551 U.S.\n930(2007), the Court elaborated on this rule, explaining that\na person cannot be executed if he lacks a rational understanding of\nthe reason for the execution. The Eleventh Circuit interpreted\nthose cases to mean that petitioner could not be executed because\nhe did not remember killing his victim, Mobile, Alabama, police\nofficer Julius Schulte.We summarily reversed. Under the relevant\nprovision of the federal habeas statute, 28 U. S. C.\n§2254(d), which was enacted as part of the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), petitioner could not\nobtain federal habeas relief unless the state court’s rejection of\nhis memory-loss claim represented an unreasonable application of\nfederal law as clearly established at the time by decisions of this\nCourt. We held that neitherFordnorPanetticlearly\nestablished that a person cannot be executed if he does not\nremember committing the crime for which the death sentence was\nimposed.Our opinion stated, however, that it\n“express[ed] no view on the merits of the underlying question\noutside of the AEDPA context.”Dunn, 583 U. S., at ___\n(slip op., at 4). And a concurring opinion authored by Justice\nGinsburg and joined by Justices Breyer and Sotomayor teed up this\nquestion for review in a later case.Id.,at ___ (slip op.,\nat 1) (“The issue whether a State may administer the death penalty\nto a person whose disability leaves him without memory of his\ncommission of a capital offense is a substantial question not yet\naddressed by the Court. Appropriately presented, the issue would\nwarrant full airing”).Taking this cue, petitioner then sought relief\nin state court based on his inability to remember his crime, and\nwhen that effort failed, he filed the petition at issue now.IIThe centerpiece of the petition and\npetitioner’s 11th-hour application for a stay of execution[1] was the argument that he could not\nconstitutionally be executed because he did not remember killing\nOfficer Schulte. The petition repeatedly noted petitioner’s\ninability to remember his crime. See Pet. for Cert. i, iii, 1, 2,\n8, 10, 11, 12, 18, 22, 23, 25, 26, 27, 28. And the petition was\nvery clear about the question on which review was sought:“[T]his case presents this Court with the\nappropriate vehicle to consider the substantial question of whether\nthe execution of a prisoner with no memory of the underlying\noffense is consistent with the evolving standards of decency\ninherent in this Court’s Eighth Amendment jurisprudence.”Id.,at 2.This same point was made time and again:●“[B]ecause [petitioner’s] disability renders\nhim unable to remember the underlying offense for which he is to be\npunished, his execution does not comport with the evolving\nstandards of decency required by this Court’s Eighth Amendment\njurisprudence.”Id.,at 18.●“[I]mposing death on a prisoner, who, like Mr.\nMadison, suffers from substantial memory deficits by virtue of\nmultiple stroke and resulting vascular dementia serves no\nretributive or deterrent purpose.”Id.,at 22.●“[E]xecuting an individual with no memory of\nthe underlying offense serves no retributive purpose.”Ibid.●“[W]here the person being punished has no\nmemory of the commission of the offense for which he is to be\nexecuted, the ‘moral quality’ of that punishment is lessened and\nunable to match outrage over the offense.”Id.,at\n22–23.●“Mr. Madison’s severe memory impairments as a\nresult of vascular dementia render him incompetent to be executed\nunder the Eight Amendment.”Id.,at 25 (quotation\naltered).In sum, the body of the petition makes it clear\nthat review was sought on the question invited by theDunnconcurrence, and the thrust of the wording of the two questions was\nthe same. They read as follows:“1. Consistent with the Eighth Amendment, and\nthis Court’s decisions inFordandPanetti, may the\nState execute a prisoner whose mental disability leaves him without\nmemory of his commission of the capital offense? SeeDunnv.Madison, [583 U. S. ___, ___ (2017) (Ginsburg, J.,\njoined by Breyer and Sotomayor, JJ., concurring).]“2. Do evolving standards of decency and the\nEighth Amendment’s prohibition of cruel and unusual punishment bar\nthe execution of a prisoner whose competency has been compromised\nby vascular dementia and multiple strokes causing severe cognitive\ndysfunction and a degenerative medical condition which prevents him\nfrom remembering the crime for which he was convicted or\nunderstanding the circumstances of his scheduled execution? ”\nPet. for Cert. iii.With the exception of the final phrase in\nquestion two (“or understanding the circumstances of his scheduled\nexecution”), both questions solely concern the effect of memory\nloss on an Eighth Amendment analysis. The final phrase in question\ntwo and certain passages in the petition, if read with an\nexceedingly generous eye,mightbe seen as a basis for\nconsidering whether the evidence in the state-court record shows\nthat petitioner’s dementia rendered him incapable of having a\nrational understanding of the reason for his execution. But that is\nthe sort of factbound question on which we rarely grant review, see\nthis Court’s Rule 10, and it is questionable whether we did so\nhere.But whether or not the petition may be fairly\nread to present that factbound question, it is a travesty to read\nit as challenging the state-court order on the ground that the\nstate court erroneously believed that dementia cannot provide a\nbasis for aFord/Panetticlaim. There is no inkling\nof that argument in the petition. Although the petition described\nthe state-court order at numerous places, the petition never\nclaimed that the order was based on an impermissible distinction\nbetween dementia and other mental conditions. See,e.g.,Pet. for Cert. ii, 2–3, 16. And in fact, there is a point in the\npetition where such an interpretation of the state-court order\nwould surely have been mentioned if the petition had intended to\nraise it as a ground for review. The petition noted that “courts\nhave recognized dementia and attendant cognitive decline and memory\nimpairment as a basis for a finding of incompetency to be\nexecuted,”id.,at 25, but the petition did not follow that\nstatement by claiming that the state court in this case took a\ncontradictory position.Because the petition did not raise—indeed, did\nnot even hint at—the argument on which the Court now grants relief,\nthe Court’s decision is insupportable.[2] It violates our Rule that “[o]nly the questions set out\nin the petition, or fairly included therein, will be considered by\nthe Court.” See Rule 14.1(a).IIIEven if it were proper for us to consider\nwhether the order below was based on an erroneous distinction\nbetween dementia and other mental conditions, there is little\nreason to think that it was. After a full evidentiary hearing in\n2016, the state court rejected petitioner’sFord/Panetticlaim based on a correct statement of\nthe holding of those decisions. It found that petitioner “ha[d] not\ncarried his burden [of showing] by a preponderance of the evidence\n. . . that he . . . does not rationally\nunderstand the punishment he is about to suffer and why he is about\nto suffer it.” Order (Apr. 29, 2016), p. 10. The court’s order\nwent on to say that it “specifically [found] that Madison has a\nrationa[l] understanding, as required byPanetti, that he is\ngoing to be executed because of the murder he committed and a\nrationa[l] understanding that the State is seeking retribution and\nthat he will die when he is executed.”Ibid.In concluding that the state court might have\ndrawn a distinction between dementia and other mental conditions,\nthe majority seizes upon the wording of the order issued after a\nsubsequent hearing in 2018.Ante,at 14. In that order, the\nsame judge wrote: “Defendant did not provide a substantial\nthreshold showing ofinsanity, a requirement set out by the\nUnited States Supreme Court, sufficient to convince this Court to\nstay the execution.” Order (Jan. 16, 2018), p. 1 (emphasis\nadded). The majority worries that the state-court judge might not\nhave applied the same standard in 2018 as he had two years earlier\nand might have viewed “insanity” as something narrower than the\nstandard mandated byFordandPanetti. This concern\nis unfounded.Taken out of context, the term “insanity” might\nnot be read to encompass dementia, but in context, it is apparent\nthat the state court’s use of that term was based on the way in\nwhich it was used inFordandPanetti. The state\ncourt did not simply refer to “insanity.” It referred to “insanity,\na requirement set out by the United States Supreme Court.” Thus, it\nfollowed the term “insanity” with an appositive, which is a word or\nphrase that renames the word or phrase that precedes it. In other\nwords, what the state court clearly meant by “insanity” was what\nthis Court termed insanity inFordandPanetti. What\nwas that?InFord, the Court held that the Eighth\nAmendment prohibits the execution of a person who is “insane,” and\nin the portion of Justice Marshall’s lead opinion that was joined\nby a plurality, Justice Marshall equated insanity with a mental\ncondition that “prevents [a person] from comprehending the reasons\nfor the penalty or its implications.” 477 U. S., at 417.\nJustice Powell, who provided the fifth vote for the decision, took\na similar position. Seeid.,at 422–423 (opinion concurring\nin part and concurring in judgment). InPanetti, which built\non the holding inFord, the Court used the term in a similar\nway. See 551 U. S., at 958–960. Accordingly, a defendant\nsuffers from “insanity,” as the term is used inFordandPanetti, if the prisoner does not understand the reason for\nhis execution.Today’s decision does not reject this\ninterpretation of the state-court order; it says only that it is\nvacating and remanding because it is “at the least unsure” whether\nthe state court used the term “insanity” in this way.Ante,at 14. The majority cites two reasons for its uncertainty, but both\nare weak.First, the majority attributes to the state\ncourt an interpretation of the term “insanity” that was advanced by\nthe State in this Court in its brief in opposition to the petition\nfor certiorari.Ante,at 15. In that submission, the State\nargued that certiorari should be denied because petitioner had\nsought relief in state court under the wrong provision of state\nlaw, namely, Ala. Code §15–16–23 (2011), which authorizes the\nsuspension of the execution of an inmate who is “insane.” The State\nargued that petitioner’s memory loss did not render him “insane”\nwithin the meaning of this statute and that if he wished to argue\nthat the Eighth Amendment bars the execution of an inmate who\ncannot remember his crime, he “should have filed a petition for\npost-conviction relief” under Alabama Rule of Criminal Procedure\n32.4. Brief in Opposition 11–12.The majority’s argument based on the State’s\nbrief in opposition suffers from multiple defects. For one thing,\nnothing suggests that the state court rejected petitioner’s\napplication on the ground that he invoked the wrong provision of\nstate law; the State’s filing in the state court made no mention of\nthe argument set out in its brief in opposition filed here.\nMoreover, if the state court had rejected petitioner’s application\non the ground that he moved under the wrong provision of state law,\nit is doubtful that we could review that decision, for then it\nwould appear to rest on an adequate and independent state-law\nground. And to top things off, the majority’s argument distorts\nwhat the State’s brief in opposition attempted to say about the\nterm “insane.” The State did not argue that a defendant who lacks a\nrational understanding of the reason for his execution due to\ndementia is not “insane” under Ala. Code §15–16–23. Instead, the\nState’s point was that a defendant is not “insane” in that sense\nmerely because he cannot remember committing the crime for which he\nwas convicted.The majority’s other proffered basis for doubt\nis that the State “repeatedly argued to the [state] court (over\nMadison’s objection) that only prisoners suffering from delusional\ndisorders could qualify as incompetent underPanetti.”Ante,at 16. The majority, however, cites no place where the\nState actually made such an argument. To be sure, the State, in\ncontending that petitioner was not entitled to relief underFordandPanetti, argued strenuously that he was not\ndelusional. (The State made this argument because petitioner’s\ncounsel claimed that petitioner was in fact delusional and fell\nwithinFordandPanettifor that reason.[3]) But arguing, as the State did, that\npetitioner was not entitled to relief because the claim that he was\ndelusional was untrue is not the same as arguing that petitioner\ncould be executed even if his dementia rendered him incapable of\nunderstanding the reason for his execution. The majority cites no\nplace where the State made the latter argument in the state\ncourt.[4] And even if the State\nhad made such an argument, what matters is the basis for the state\ncourt’s decision, not what counsel for the State wrote or said.I add one more comment regarding the majority’s\nuncertainty about the basis for the state-court decision: Our\ndecision two years ago inDunnevinced no similar doubts.\nThere, we said that the state court “held that, under this Court’s\ndecisions inFordandPanetti, Madison was en- titled\nto relief if he could show” that he lacks a rational understanding\nof the circumstances of his punishment. 583 U. S., at ___\n(slip op., at 2) (quotation altered). And we said that the state\ncourt “determined that Madison is competent to be executed\nbecause—notwithstanding his memory loss—he recognizes that he will\nbe put to death as punishment for the murder he was found to have\ncommitted.”Id.,at ___ (slip op., at 4); see alsoibid.(referring to the state court’s “finding that Madison\nunderstands both that he was tried and imprisoned for murder and\nthat Alabama will put him to death as punishment for that crime”).\nWhy the majority cannot now see what it understood without any\napparent difficulty two years ago is hard to grasp.For all these reasons, what the Court has done\nin this case cannot be defended, and therefore it is hard to escape\nthinking that the real reason for today’s decision is doubt on the\npart of the majority regarding the correctness of the state court’s\nfactual finding on the question whether Madison has a rational\nunderstanding of the reason for his execution. There is no question\nthat petitioner suffers from severe physical and mental problems,\nand the question whether he is capable of understanding the reason\nfor his execution was vigorously litigated below. But if the Court\nthinks it is proper for us to reach that question and to reverse\nthe state court’s finding based on a cold record, it should own up\nto what it is doing.*  *  *Petitioner has abandoned the question on which\nhe succeeded in persuading the Court to grant review, and it is\nhighly improper for the Court to grant him relief on a ground not\neven hinted at in his petition. The writ should be dismissed as\nimprovidently granted, and I therefore respectfully dissent.Notes1Petitioner sought and\nobtained a stay of execution based on this same argument. See\nApplication for Stay of Execution 2, 6 (moving the Court to stay\npetitioner’s execution so that it could address the “substantial”\nand “critical” question whether executing petitioner, “whose severe\ncognitive dysfunction leaves him without memory of his commission\nof the capital offense,” would violate the Eighth\nAmendment).2The Court is unable to\ncite a single place in the petition that makes any reference to the\nargument that the state court failed to understand that dementia\ncould satisfy theFord/Panettitest.3Petitioner’s papers\nemphasized again and again that he suffers from delusions. See Pet.\nfor Suspension in No. CC–85–1385.80 (C. C. Mobile Cty., Ala., Feb.\n12, 2016), p. 1 (“Mr. Madison has long suffered from serious\nmental illness, marked by paranoid delusions and other\ndisabilities”);id., at 5 (“At Mr. Madison’s trial, Dr.\nBarry Amyx established that Mr. Madison suffers from a delusional\ndisorder that has existed since he was an adolescent”);ibid.(“This well-documented history of paranoia was one of\nthe reasons Dr. Amyx concluded that Mr. Madison had a delusional\ndisorder in a paranoid, really a persecutory type” (internal\nquotation marks omitted));ibid.(“Dr. Amyx noted that Mr.\nMadison exhibited delusional thinking about . . .\nmedication and believed that he was being used as a guinea pig in\nmedical experiments”);id., at 6 (emphasizing a “more recent\nobservation” that “ ‘Mr. Madison consistently presented with\nparanoid delusions’ ”);id., at 8 (“Mr. Madison\nexhibited delusional and disoriented behavior in June 2015”);id., at 14 (“decades of delusional thinking and psychotropic\nmedications”); see also Pet. for Suspension in No. CC–85–1385.80\n(C. C. Mobile Cty., Ala., Dec. 18, 2017), pp. 6–7 (detailing\nsimilar statements). This line of argument fell apart when\npetitioner’s own expert testified that he found no indication that\npetitioner was “[e]ither delusional or psychotic.” Tr. 56 (Apr. 14,\n2016).4Unable to cite any place\nwhere the State made this argument to the state court, the Court\nclaims that the State did so in the Eleventh Circuit.Ante,at 6–7, n. 1. But even if that were so, it is hard to see what\nthat would have to do with the question whether the state court\nthought that dementia could not satisfy theFord/Panettitest. And in any event, the Court does\nnot fairly describe the State’s argument in the Eleventh Circuit.\nThe State’s Eleventh Circuit brief argued that merely suffering\nfrom a mental condition like dementia is not enough to render a\nprisoner incompetent to be executed; instead, the prisoner must\nalso establish that he lacks a rational understanding of the reason\nfor his execution. See Brief for Appellee in No. 16–12279 (CA11),\npp. 37–38 (Brief for Appellee) (“The fairest reading of the state\ncourt’s opinion is that it assumed that dementia and memory loss\ncaused by strokes is a mental illness and went straight to the\nrational understanding question. Thus, it is not that the trial\ncourt refused to consider Madison’s claims pertaining to\ndementia—Madison cannot point to any portion of the state court\norder that says this—it is that the trial court correctly noted\nthat Madison failed to prove that any dementia interfered with\nMadison’s ability to have a rational understanding of his\nexecution, including the reasons therefor”);id.,at 27\n(“The Supreme Court has not held that a petitioner can show\nincompetence without demonstrating a mental illness or that\ndementia and memory loss definitively preclude rational\nunderstanding”);id.,at 29 (“To the extent the state court\nfollowed the lead of the Supreme Court, this Court, and the ABA and\nrequired Madison to show that a mental illness prevented him from\nhaving a rational understanding of his punishment, doing so was not\nan unreasonable application of clearly established federal law”).\nIt is true that the State’s brief, in addressing the standard for\ngranting federal habeas relief under 28 U. S. C.\n§2254(d), stated that this Court “ha[d] never held that dementia or\nmemory loss is sufficient to show a lack of rational\nunderstanding,” Brief for Appellee 29, but that was because a claim\nunder §2254(d) must be based on a clearly established Supreme Court\nholding. See Recording of Oral Arg. in No. 16–12279 (CA11, June 23,\n2016), at  32:37–33:30 (State rejecting a suggestion thatPanettiholds “if you don’t remember committing the crime at\nall, and it is clear based on the medical testimony that you don’t\nremember committing this crime, then you don’t have  a\nrational understanding of the factual basis for the imposition of\nthe death penalty”: “First of all, under AEDPA deference, I think\nthat that is not the holding ofPanetti. . . .  I think\nunder AEDPA deference, it’s pretty clear that the holding ofPanettiis very narrow. . . .  I would say the holding\ninPanettiis that documented mental illness that results in\na delusion has to be considered when talking about rational\nunderstanding”);id.,at 36:00–36:30 (“I think the Supreme\nCourt has never held that not remembering something is equivalent\nto not having a rational understanding.  I think that is just\nundeniably true.  And if AEDPA deference applies, then I don’t\nthink the state court could have been unreasonable in rejecting the\nview that memory is required”).  The State did not argue\neither that dementia cannot satisfyFordandPanettior that the state court based its decision on that ground. On the\ncontrary, Alabama wrote that “even if the trial court had\ndetermined that dementia and severe memory loss—or even total\namnesia—are insufficient to meet the rational understanding test,\nthat finding would not contradict clearly established federal law.”\nBrief for Appellee 29; see alsoid.,at 30 (“Even assuming\nthe state court held, as a matter of law, that amnesia is not\nsufficient to show a lack of rational understanding, that\ndetermination was not unreasonable in light of clearly established\nfederal law”). The majority acknowledges that the State made this\nconcededly correct habeas argument, but then oddly writes it off as\nan “additional” or alternative argument.Ante,at 7,\nn. 1.  Yet, as the State’s brief and oral argument illustrate,\nthe State’s core contention was that the state court did not\nunreasonably apply clearly established law underPanetti’s\n“very narrow” holding.  (And as we later held inDunn,\nthe State was correct.)The majority simply cannot\nescape the inconvenient fact that the State never argued, as a\nnon-AEDPA matter, that peti-tioner could be executed even if his\ndementia precluded a rational understanding.",
    "joined": []
}