{
    "case": {
        "docket": "230",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/230/"
    },
    "id": "1962123",
    "author": "alito",
    "type": "concurrence",
    "text": "548 U. S. ____ (2006)RANDALL V. SORRELL548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNOS. 04-1528, 04-1530 AND 04-1697NEIL RANDALL, et al., PETITIONERS04–1528v.WILLIAM H. SORRELL et al.VERMONT REPUBLICAN STATE COMMITTEE,\net al., PETITIONERS04–1530v.WILLIAM H. SORRELL et al.WILLIAM H. SORRELL, et al.,PETITIONERS04–1697v.NEIL RANDALL et al.on writs of certiorari to the united states\ncourt of appeals for the second circuit[June 26, 2006]Justice Alito,\nconcurring in part and concurring in the judgment.I concur in the judgment and join\nin Justice Breyer’s opinion except for Parts II–B–1 and II–B–2.\nContrary to the suggestion of those sections, respondents’ primary\ndefense of Vermont’s expenditure limits is that those limits are\nconsistent withBuckleyv.Valeo,424 U. S. 1(1976)(per curiam). See Brief for William H. Sorrell et al.\nin Nos. 04–1528 and 04–1530, pp. 15–28 (hereinafter Sorrell Brief);\nBrief for Vermont Public Interest Research Group et al. in\nNos. 04–1528 and 04–1530, pp. 5–36 (hereinafter VPIRG Brief). Only\nas a backup argument, an afterthought almost, do respondents make a\nnaked plea for us to “revisitBuckley.” Sorrell Brief 28;\nVPIRG Brief 36. This is fairly incongruous, given that respondents’\ndefense of Vermont’s contribution limits rests squarely onBuckleyand later decisions that built onBuckley, and yet respondents fail to explain why it would\nbe appropriate to reexamine only one part of the holding inBuckley. More to the point, respondents fail to discuss\nthe doctrine ofstare decisisor the Court’s cases\nelaborating on the circumstances in which it is appropriate to\nreconsider a prior constitutional decision. Indeed, only once in 99\npages of briefing from respondents do the words “stare\ndecisis” appear, and that reference is in connection withcontributionlimits. See Sorrell Brief 31. Such an\nincomplete presentation is reason enough to refuse respondents’\ninvitation to reexamineBuckley. SeeUnited\nStatesv.International Business Machines Corp.,517 U. S. 843,\n856 (1996).Whether or not a case can be made for\nreexaminingBuckleyin whole or in part, what matters is\nthat respondents do not do so here, and so I think it unnecessary\nto reach the issue.",
    "joined": []
}