{
    "case": {
        "docket": "155",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/155/"
    },
    "id": "3422820",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–502_________________CLYDE REED, et al., PETITIONERSv.TOWN OF GILBERT, ARIZONA, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 18, 2015]Justice Alito, with whom Justice Kennedy and\nJustice Sotomayor join, concurring.I join the opinion of the Court but add a few\nwords of further explanation.As the Court holds, what we have termed\n“content-based” laws must satisfy strict scrutiny. Content-based\nlaws merit this protection because they present, albeit sometimes\nin a subtler form, the same dangers as laws that regulate speech\nbased on viewpoint. Limiting speech based on its “topic” or\n“subject” favors those who do not want to disturb the status quo.\nSuch regulations may interfere with democratic self-government and\nthe search for truth. SeeConsolidated Edison Co. of N. Y.v.Public Serv. Comm’n of N. Y., 447 U. S. 530, 537 (1980)\n.As the Court shows, the regulations at issue in\nthis case are replete with content-based distinctions, and as a\nresult they must satisfy strict scrutiny. This does not mean,\nhowever, that municipalities are powerless to enact and enforce\nreasonable sign regulations. I will not attempt to provide anything\nlike a comprehensive list, but here are some rules that would not\nbe content based:Rules regulating the size of signs. These rules\nmay distinguish among signs based on any content-neutral criteria,\nincluding any relevant criteria listed below.Rules regulating the locations in which signs\nmay be placed. These rules may distinguish between free-standing\nsigns and those attached to buildings.Rules distinguishing between lighted and\nunlighted signs.Rules distinguishing between signs with fixed\nmessages and electronic signs with messages that change.Rules that distinguish between the placement of\nsigns on private and public property.Rules distinguishing between the placement of\nsigns on commercial and residential property.Rules distinguishing between on-premises and\noff-premises signs.Rules restricting the total number of signs\nallowed per mile of roadway.Rules imposing time restrictions on signs\nadvertising a one-time event. Rules of this nature do not\ndiscriminate based on topic or subject and are akin to rules\nrestricting the times within which oral speech or music is\nallowed.[1]*In addition to regulating signs put up by\nprivate actors, government entities may also erect their own signs\nconsistent with the principles that allow governmental speech. SeePleasant Grove Cityv.Summum, 555 U. S. 460 –469\n(2009). They may put up all manner of signs to promote safety, as\nwell as directional signs and signs pointing out historic sites and\nscenic spots.Properly understood, today’s decision will not\nprevent cities from regulating signs in a way that fully protects\npublic safety and serves legitimate esthetic objectives.Notes1* Of course,\ncontent-neutral restrictions on speech are not necessarily\nconsistent with the First Amendment. Time, place, and manner\nrestrictions “must be narrowly tailored to serve the government’s\nlegitimate, content-neutral interests.”Wardv.Rock\nAgainst Racism, 491 U. S. 781, 798 (1989) . But they need not\nmeet the high standard imposed on viewpoint- and content-based\nrestrictions.",
    "joined": []
}