{
    "case": {
        "docket": "250",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/250/"
    },
    "id": "3520324",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–510_________________MENOMINEE INDIAN TRIBE OF WISCONSIN,\nPETITIONERv.UNITED STATES, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[January 25, 2016]Justice Alito delivered the opinion of the\nCourt.Petitioner Menominee Indian Tribe of Wisconsin\n(Tribe) seeks equitable tolling to preserve contract claims not\ntimely presented to a federal contracting officer. Because the\nTribe cannot establish extraordinary circumstances that stood in\nthe way of timely filing, we hold that equit-able tolling does not\napply.ICongress enacted the Indian Self-Determination\nand Education Assistance Act (ISDA), Pub. L. 93–638, 88Stat. 2203,\n25 U. S. C. §450et seq.,in 1975 to help\nIndian tribes assume responsibility for aid programs that benefit\ntheir members. Under the ISDA, tribes may enter into\n“self-determination contracts” with federal agencies to take\ncontrol of a variety of federally funded programs. §450f. A\ncontracting tribe is eligible to receive the amount of money that\nthe Government would have otherwise spent on the program, see\n§450j–1(a)(1), as well as reimbursement for reasonable “contract\nsupport costs,” which include administrative and overhead costs\nassociated with carrying out the contracted programs,\n§§450j–1(a)(2), (3), (5).In 1988, Congress amended the ISDA to apply the\nContract Disputes Act of 1978 (CDA), 41 U. S. C. §7101et seq., to disputes arising under the ISDA. See 25\nU. S. C. §450m–1(d); Indian Self-Determination and\nEducation Assistance Act Amendments of 1988, §206(2), 102Stat.\n2295. As part of its mandatory administrative process for resolving\ncontract disputes, the CDA requires contractors to present “[e]ach\nclaim” they may have to a contracting officer for decision. 41\nU. S. C. §7103(a)(1). Congress later amended the CDA to\ninclude a 6-year statute of limitations for presentment of each\nclaim. Federal Acquisition Streamlining Act of 1994, 41\nU. S. C. §7103(a)(4)(A).Under the CDA, the contracting officer’s\ndecision is generally final, unless challenged through one of the\nstatutorily authorized routes. §7103(g). A contractor dissatisfied\nwith the officer’s decision may either take an administrative\nappeal to a board of contract appeals or file an action for breach\nof contract in the United States Court of Federal Claims.\n§§7104(a), (b)(1), 7105(b). Both routes then lead to the United\nStates Court of Appeals for the Federal Circuit for any further\nreview. 28 U. S. C. §1295(a)(3); 41 U. S. C.\n§7107(a)(1); see 25 U. S. C. §450m–1(d). Under the ISDA,\ntribal contractors have a third option. They may file a claim for\nmoney damages in federal district court, §§450m–1(a), (d), and if\nthey lose, they may pursue an appeal in one of the regional courts\nof appeals, 28 U. S. C. §1291.Tribal contractors have repeatedly complained\nthat the Federal Government has not fully honored its obligations\nto pay contract support costs. Three lawsuits making such claims\nare relevant here.The first was a class action filed by the Ramah\nNavajo Chapter alleging that the Bureau of Indian Affairs (BIA)\nsystematically underpaid certain contract support costs.Ramah\nNavajo Chapterv.Lujan, No. 1:90–cv–0957 (D NM)\n(filed Oct. 4, 1990). In 1993, Ramah successfully moved for\ncertification of a nationwide class of all tribes that had\ncontracted with the BIA under the ISDA. See Order and Memorandum\nOpinion inRamah Navajo Chapterv.Lujan, No.\n1:90–cv–0957 (D NM, Oct. 1, 1993), App. 35–40. The Government\nargued that each tribe needed to present its claims to a\ncontracting officer before it could participate in the class.Id.,at 37–38. But the trial court held that tribal\ncontractors could participate in the class without presentment,\nbecause the suit alleged systemwide flaws in the BIA’s contracting\nscheme, not merely breaches of individual contracts.Id.,at\n39. The Government did not appeal the certification order, and theRamahclass action proceeded to further litigation and\nsettlement.The second relevant ISDA suit raised similar\nclaims about contract support costs but arose from contracts with\nthe Indian Health Service (IHS).Cherokee Nation of Okla.v.United States, No. 6:99–cv–0092 (ED Okla.) (filed Mar.\n5, 1999). InCherokee Nation, two tribes filed a putative\nclass action against IHS. On February 9, 2001, the District Court\ndenied class certification without addressing whether tribes would\nneed to present claims to join the class.Cherokee Nation of\nOkla.v.United States, 199 F. R. D. 357,\n363–366 (ED Okla.). The two plaintiff tribes did not appeal\nthe denial of class certification but proceeded to the merits on\ntheir own, eventually prevailing before this Court in a parallel\nsuit. SeeCherokee Nation of Okla.v.Leavitt, 543\nU. S. 631 (2005) .The third relevant case is the one now before\nus. In this case, the Tribe presented its contract support claims\n(for contract years 1995 through 2004) to IHS on September 7, 2005,\nshortly after ourCherokee Nationruling. As relevant here,\nthe contracting officer denied the Tribe’s claims based on its\n1996, 1997, and 1998 contracts because,inter alia,those\nclaims were barred by the CDA’s 6-year statute of\nlimitations.[1] The Tribe\nchallenged the denials in the United States District Court for the\nDistrict of Columbia, arguing, based on theories of class-action\nand equitable tolling, that the limitations period should be tolled\nfor the 707 days that the putativeCherokee Nationclass had\nbeen pending. SeeAmerican Pipe & Constr. Co.v.Utah, 414 U. S. 538 (1974) (class-action tolling);Hollandv.Florida, 560 U. S. 631 (2010)\n(equitable tolling).Initially, the District Court held that the\nlimitations period was jurisdictional and thus forbade tolling of\nany sort. 539 F. Supp. 2d 152, 154, and n. 2 (DDC 2008).\nOn appeal, the United States Court of Appeals for the District of\nColumbia Circuit concluded that the limitations period was not\njurisdictional and thus did not necessarily bar tolling. 614\nF. 3d 519, 526 (2010). But the court held that the Tribe was\nineligible for class-action tolling during the pendency of the\nputativeCherokee Nationclass, because the Tribe’s failure\nto present its claims to IHS made it “ineligible to participate in\nthe class action at the time class certification [was] denied.” 614\nF. 3d, at 527 (applyingAmerican Pipe). The court then\nremanded the case to the District Court to determine the Tribe’s\neligibility for equitable tolling.On remand, the District Court concluded that the\nTribe’s asserted reasons for failing to present its claims within\nthe specified time “do not, individually or collec-tively, amount\nto an extraordinary circumstance” that could warrant equitable\ntolling. 841 F. Supp. 2d 99, 107 (DC 2012) (internal quotation\nmarks omitted). This time, the Court of Appeals affirmed. 764\nF. 3d 51 (CADC 2014). It explained that, “[t]o count as\nsufficiently ‘extraordinary’ to support equitable tolling, the\ncircumstances that caused a litigant’s delay must have been beyond\nits control,” and “cannot be a product of that litigant’s own\nmisunderstanding of the law or tactical mistakes in litigation.”Id., at 58. Because none of the Tribe’s proffered\ncircumstances was beyond its control, the court held, there were no\nextraordinary circumstances that could merit equitable tolling.The Court of Appeals’ decision created a split\nwith the Federal Circuit, which granted another tribal entity\nequitable tolling under similar circumstances. SeeArctic Slope\nNative Assn., Ltd.v.Sebelius, 699 F. 3d 1289 (CA\nFed. 2012). We granted certiorari to resolve the conflict. 576\nU. S. ___ (2015).IIThe Court of Appeals denied the Tribe’s\nrequest for equitable tolling by applying the test that we\narticulated inHollandv.Florida, 560 U. S. 631\n. UnderHolland, a litigant is entitled to equitable tolling\nof a statute of limitations only if the litigant establishes two\nelements: “(1) that he has been pursuing his rights diligently, and\n(2) that some extraordinary circumstance stood in his way and\nprevented timely filing.”Id.,at 649 (internal quotation\nmarks omitted).The Tribe calls this formulation of the\nequitable tolling test overly rigid, given the doctrine’s equitable\nnature. First, it argues that diligence and extraordinary\ncircumstances should be considered together as two factors in a\nunitary test, and it faults the Court of Appeals for declining to\nconsider the Tribe’s diligence in connection with its finding that\nno extraordinary circumstances existed. But we have expressly\ncharacterized equitable tolling’s two components as “elements,” not\nmerely factors of indeterminate or commensurable weight.Pacev.DiGuglielmo, 544 U. S. 408, 418 (2005)\n(“Generally, a litigant seeking equitable tolling bears the burden\nof establishing two elements”). And we have treated the two\nrequirements as distinct elements in practice, too, rejecting\nrequests for equitable tolling where a litigant failed to satisfy\none without addressing whether he satisfied the other. See,e.g.,Lawrencev.Florida, 549 U. S. 327\n–337 (2007) (rejecting equitable tolling without addressing\ndiligence because habeas petitioner fell “far short of showing\n‘extraordinary circumstances’ ”);Pace,supra,\nat 418 (holding, without resolving litigant’s argument that he had\n“satisfied the extraordinary circumstance test,” that, “[e]ven if\nwe were to accept [his argument], he would not be entitled to\nrelief because he has not established the requisite\ndiligence”).Second, the Tribe objects to the Court of\nAppeals’ interpretation of the “extraordinary circumstances” prong\nas requiring a litigant seeking tolling to show an “external\nobstacl[e]” to timely filing,i.e., that “the circumstances\nthat caused a litigant’s delay must have been beyond its control.”\n764 F. 3d, at 58–59. The Tribe complains that this “external\nobstacle” formulation amounts to the same kind of “ ‘overly\nrigidper seapproach’ ” we rejected inHolland. Brief for Petitioner 32 (quoting 560 U. S., at\n653). But in truth, the phrase “external obstacle” merely reflects\nour requirement that a litigant seeking tolling show “that some\nextraordinary circumstancestood in his way.”Id., at\n649 (emphasis added; internal quotation marks omitted). This\nphrasing inHolland(and inPacebefore that) would\nmake little sense if equitable tolling were available when a\nlitigant was responsible for itsowndelay. Indeed, the\ndiligence prong already covers those affairs within the litigant’s\ncontrol; the extraordinary-circumstances prong, by contrast, is\nmeant to cover matters outside its control. We therefore reaffirm\nthat the second prong of the equitable tolling test is met only\nwhere the circumstances that caused a litigant’s delay are both\nextraordinaryandbeyond its control.[2]IIIThe Tribe offers no circumstances that meet\nthis standard.Its mistaken reliance on the putativeCherokee Nationclass action was not an obstacle beyond its\ncontrol.[3] As the Tribe\nconceded below, see 614 F. 3d, at 526–527, it could not have\nbeen a member of the putativeCherokee Nationclass because\nit did not present its claims to an IHS contracting officer before\nclass certification was denied. Before then, the Tribe had\nunilateral authority to present its claims and to join the putative\nclass. Presentment was blocked not by an obstacle outside its\ncontrol, but by the Tribe’s mistaken belief that presentment was\nunneeded.The Tribe’s mistake, in essence, was its\ninference that the reasoning of theRamahclass\ncertification decision (allowing tribes to participate—without\npresentment—in the class challenging underpayment of BIA contract\nsupport costs) applied to the putativeCherokee Nationclass. This mistake was fundamentally no different from “a garden\nvariety claim of excusable neglect,”Irwinv.Department\nof Veterans Affairs, 498 U. S. 89, 96 (1990) , “such as a\nsimple ‘miscalculation’ that leads a lawyer to miss a filing\ndeadline,”Holland,supra, at 651 (quotingLawrence,supra, at 336). And it is quite different\nfrom relying onactually bindingprecedent that is\nsubsequently reversed.[4]The Tribe’s other excuses are even less\ncompelling. Its belief that presentment was futile was not an\nobstacle beyond its control but a species of the same mistake that\nkept it out of the putativeCherokee Nationclass. And the\nfact that there may have been significant risk and expense\nassociated with presenting and litigating its claims is far from\nextraordinary. As the District Court noted below, “it is common for\na litigant to be confronted with significant costs to litigation,\nlimited financial resources, an uncertain outcome based upon an\nuncertain legal landscape, and impending deadlines. These\ncircumstances are not ‘extraordinary.’ ” 841 F. Supp. 2d,\nat 107.Finally, the Tribe also urges us to consider the\nspecial relationship between the United States and Indian tribes,\nas articulated in the ISDA. See 25 U. S. C. §450a(b)\n(“Congress declares its commitment to the maintenance of the\nFederal Government’s unique and continuing relationship with, and\nresponsibility to, individual Indian tribes and to the Indian\npeople as a whole”). We do not question the “general trust\nrelationship between the United States and the Indian tribes,” but\nany specific obligations the Government may have under that\nrelationship are “governed by statute rather than the common law.”United Statesv.Jicarilla Apache Nation, 564\nU. S. 162, 165 (2011) . The ISDA and CDA establish a clear\nprocedure for the resolution of disputes over ISDA contracts, with\nan unambiguous 6-year deadline for presentment of claims. The\n“general trust relationship” does not override the clear language\nof those statutes.[5]IVFor these reasons, the judgment of the United\nStates Court of Appeals for the District of Columbia Circuit is\naffirmed.It is so ordered.Notes1Because the contract\nclaims accrued no later than the end of each calendar-year\ncontract, the District Court determined, the statute of limitations\nfor the 1996, 1997, and 1998 contracts had run by January 1st of\nthe years 2003, 2004, and 2005, respectively. 539 F. Supp. 2d\n152, 154, n. 1 (DC 2008). The Tribe does not dispute the\ntiming of accrual before this Court.2Hollandv.Florida, 560 U. S. 631 (2010) , is a habeas case, and\nwe have never held that its equitable-tolling test necessarily\napplies outside the habeas context. Nevertheless, because we agree\nthat the Tribe cannot meetHolland’s test, we have no\noccasion to decide whether an even stricter test might apply to a\nnonhabeas case. Nor does the Tribe argue that a more generous test\nthanHolland’s should apply here.3Because we conclude that\nthe Tribe’s mistake of law was not outside its control, we need not\ndecide whether a mistake of law, however reasonable, could ever be\nextraordinary.4The Court of Appeals\nspeculated, without deciding, that such a development might merit\ntolling, but like that court we have no occasion to decide the\nquestion.5Because we hold that\nthere were no extraordinary circumstances, we need not decide\nwhether the Tribe was diligently pursuing its rights. We also need\nnot accept the Tribe’s invitation to assess prejudice to the\nGovernment, because the absence of prejudice to the opposing party\n“is not an independent basis for invoking the doctrine [of\nequitable tolling] and sanctioning deviations from established\nprocedures.”Baldwin County Welcome Centerv.Brown,\n466 U. S. 147, 152 (1984) (per curiam). Rather, the\nabsence of prejudice is “a factor to be considered in determining\nwhether the doctrine of equitable tolling should applyonce a\nfactor that might justify such tolling is identified.”Ibid.(emphasis added).",
    "joined": []
}