{
    "case": {
        "docket": "662",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/662/"
    },
    "id": "1963111",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTSTOLT-NIELSEN S. A. V. ANIMALFEEDS INT'L CORP.559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1198STOLT-NIELSEN S. A., et al., PETITIONERSv.ANIMALFEEDS INTERNATIONAL CORP.on writ of certiorari to the united states court of\nappeals for the second circuit[April 27, 2010]Justice Alito delivered the\nopinion of the Court.We granted certiorari in this\ncase to decide whether imposing class arbitration on parties whose\narbitration clauses are “silent” on that issue is consistent with\nthe Federal Arbitration Act (FAA), 9 U. S. C. §1et\nseq.IAPetitioners are shipping\ncompanies that serve a large share of the world market for parcel\ntankers—seagoing vessels with compartments that are separately\nchartered to customers wishing to ship liquids in small quantities.\nOne of those customers is AnimalFeeds International Corp.\n(hereinafter AnimalFeeds), which supplies raw ingredients, such as\nfish oil, to animal-feed producers around the world. AnimalFeeds\nships its goods pursuant to a standard contract known in the\nmaritime trade as a charter party.[Footnote 1] Numerous charter parties are in regular use,\nand the charter party that AnimalFeeds uses is known as the\n“Vegoilvoy” charter party. Petitioners assert, without\ncontradiction, that charterers like AnimalFeeds, or their\nagents—not the shipowners—typically select the particular charter\nparty that governs their shipments. Accord, Trowbridge, Admiralty\nLaw Institute: Symposium on Charter Parties: The History,\nDevelopment, and Characteristics of the Charter Concept, 49 Tulane\nL. Rev. 743, 753 (1975) (“Voyage charter parties are highly\nstandardized, with many commodities and charterers having their own\nspecialized forms”).Adopted in 1950, the\nVegoilvoy charter party contains the following arbitration\nclause:“Arbitration. Any dispute arising from the\nmaking, performance or termination of this Charter Party shall be\nsettled in New York, Owner and Charterer each appointing an\narbitrator, who shall be a merchant, broker or individual\nexperienced in the shipping business; the two thus chosen, if they\ncannot agree, shall nominate a third arbitrator who shall be an\nAdmiralty lawyer. Such arbitration shall be conducted in conformity\nwith the provisions and procedure of the United States Arbitration\nAct [i.e., the FAA], and a judgment of the Court shall be\nentered upon any award made by said arbitrator.” App. to Pet. for\nCert. 69a.In 2003, a Department of Justice\ncriminal investigation revealed that petitioners were engaging in\nan illegal price-fixing conspiracy. When AnimalFeeds learned of\nthis, it brought a putative class action against petitioners in the\nDistrict Court for the Eastern District of Pennsylvania, asserting\nantitrust claims for supracompetitive prices that petitioners\nallegedly charged their customers over a period of several\nyears.Other charterers brought similar suits. In one\nof these, the District Court for the District of Connecticut held\nthat the charterers’ claims were not subject to arbitration under\nthe applicable arbitration clause, but the Second Circuit reversed.\nSeeJLM Industries, Inc.v.Stolt-Nielsen\nS. A., 387 F. 3d 163, 183 (2004). While that appeal\nwas pending, the Judicial Panel on Multidistrict Litigation ordered\nthe consolidation of then-pending actions against petitioners,\nincluding AnimalFeeds’ action, in the District of Connecticut. SeeIn re Parcel Tanker Shipping Services Antitrust\nLitigation, 296 F. Supp. 2d 1370, 1371, and n. 1\n(JPML 2003). The parties agree that as a consequence of these\njudgments and orders, AnimalFeeds and petitioners must arbitrate\ntheir antitrust dispute.BIn 2005, AnimalFeeds served\npetitioners with a demand for class arbitration, designating New\nYork City as the place of arbitration and seeking to represent a\nclass of “[a]ll direct purchasers of parcel tanker transportation\nservices globally for bulk liquid chemicals, edible oils, acids,\nand other specialty liquids from [petitioners] at any time during\nthe period from August 1, 1998, to November 30, 2002.” 548\nF. 3d 85, 87 (CA2 2008) (internal quotation marks omitted).\nThe parties entered into a supplemental agreement providing for the\nquestion of class arbitration to be submitted to a panel of three\narbitrators who were to “follow and be bound by Rules 3 through 7\nof the American Arbitration Association’s Supplementary Rules for\nClass Arbitrations (as effective Oct. 8, 2003).” App. to Pet. for\nCert. 59a. These rules (hereinafter Class Rules) were developed by\nthe American Arbitration Association (AAA) after our decision inGreen Tree Financial Corp.v.Bazzle,539 U. S. 444(2003),\nand Class Rule 3, in accordance with the plurality opinion in that\ncase, requires an arbitrator, as a threshold matter, to determine\n“whether the applicable arbitration clause permits the arbitration\nto proceed on behalf of or against a class.” App. 56a.The parties selected a panel of\narbitrators and stipulated that the arbitration clause was “silent”\nwith respect to class arbitration. Counsel for AnimalFeeds\nexplained to the arbitration panel that the term “silent” did not\nsimply mean that the clause made no express reference to class\narbitration. Rather, he said, “[a]ll the parties agree that when a\ncontract is silent on an issue there’s been no agreement that has\nbeen reached on that issue.”Id.,at 77a.After hearing argument and evidence, including\ntestimony from petitioners’ experts regarding arbitration customs\nand usage in the maritime trade, the arbitrators concluded that the\narbitration clause allowed for class arbitration. They found\npersuasive the fact that other arbitrators ruling afterBazzlehad construed “a wide variety of clauses in a wide\nvariety of settings as allowing for class arbitration,” but the\npanel acknowledged that none of these decisions was “exactly\ncomparable” to the present dispute. See App. to Pet. for Cert.\n49a–50a. Petitioners’ expert evidence did not show an “inten[t] to\npreclude class arbitration,” the arbitrators reasoned, and\npetitioners’ argument would leave “no basis for a class action\nabsent express agreement among all parties and the putative class\nmembers.”Id.,at 51a.The arbitrators stayed the proceeding to allow\nthe parties to seek judicial review, and petitioners filed an\napplication to vacate the arbitrators’ award in the District Court\nfor the Southern District of New York. See 9 U. S. C.\n§10(a)(4) (authorizing a district court to “make an order vacating\nthe award upon the application of any party to the arbitration . .\n. where the arbitrators exceeded their powers”); Petition to Vacate\nArbitration Award, No. 1:06–CV–00420–JSR (SDNY) in App. in No.\n06–3474–cv (CA2), p. A–17, ¶16 (citing §10(a)(4) as a ground for\nvacatur of the award); see alsoid., at A–15 to A–16, ¶9\n(invoking the District Court’s jurisdiction under 9 U. S. C.\n§203 and 28 U. S. C. §§1331 and 1333). The District Court\nvacated the award, concluding that the arbitrators’ decision was\nmade in “manifest disregard” of the law insofar as the arbitrators\nfailed to conduct a choice-of-law analysis. 435 F. Supp. 2d\n382, 384–385 (SDNY 2006). SeeWilkov.Swan,346 U. S. 427,\n436–437 (1953) (“[T]he interpretations of the law by the\narbitrators in contrast to manifest disregard are not subject, in\nthe federal courts, to judicial review for error in\ninterpretation”); see also Petition to Vacate Arbitration Award,supra, at A–17, ¶17 (alleging that the arbitration panel\n“manifestly disregarded the law”). Had such an analysis been\nconducted, the District Court held, the arbitrators would have\napplied the rule of federal maritime law requiring that contracts\nbe interpreted in light of custom and usage. 435 F. Supp. 2d,\nat 385–386.AnimalFeeds appealed to the Court of Appeals,\nwhich reversed. See 9 U. S. C. §16(a)(1)(E) (“An appeal may be\ntaken from . . . an order . . . vacating an award”). As an initial\nmatter, the Court of Appeals held that the “manifest disregard”\nstandard survived our decision inHall Street Associates, L. L.\nC.v.Mattel, Inc.,552 U. S. 576(2008), as a “judicial\ngloss” on the enumerated grounds for vacatur of arbitration awards\nunder 9 U. S. C. §10. 548 F. 3d, at 94. Nonetheless, the\nCourt of Appeals concluded that, because petitioners had cited no\nauthority applying a federal maritime rule of custom and usageagainstclass arbitration, the arbitrators’ decision was\nnot in manifest disregard of federal maritime law.Id., at\n97–98. Nor had the arbitrators manifestly disregarded New York law,\nthe Court of Appeals continued, since nothing in New York case law\nestablished a rule against class arbitration.Id., at\n98–99.We granted certiorari. 557 U. S. ___\n(2009).[Footnote 2]IIAPetitioners contend that the\ndecision of the arbitration panel must be vacated, but in order to\nobtain that relief, they must clear a high hurdle. It is not enough\nfor petitioners to show that the panel committed an error—or even a\nserious error. SeeEastern Associated Coal Corp.v.Mine Workers,531 U. S. 57, 62 (2000);Paperworkersv.Misco, Inc.,484 U. S. 29, 38 (1987).\n“It is only when [an] arbitrator strays from interpretation and\napplication of the agreement and effectively ‘dispense[s] his own\nbrand of industrial justice’ that his decision may be\nunenforceable.”Major League Baseball Players Assn.v.Garvey,532\nU. S. 504, 509 (2001)(per curiam)(quotingSteelworkersv.Enterprise Wheel & Car Corp.,363 U. S. 593,\n597 (1960)). In that situation, an arbitration decision may be\nvacated under §10(a)(4) of the FAA on the ground that the\narbitrator “exceeded [his] powers,” for the task of an arbitrator\nis to interpret and enforce a contract, not to make public policy.\nIn this case, we must conclude that what the arbitration panel did\nwas simply to impose its own view of sound policy regarding class\narbitration.[Footnote 3]B1In its memorandum of law filed in\nthe arbitration proceedings, AnimalFeeds made three arguments in\nsupport of construing the arbitration clause to permit class\narbitration:“The parties’ arbitration clause\nshould be construed to allow class arbitration because (a) the\nclause is silent on the issue of class treatment and, without\nexpress prohibition, class arbitration is permitted underBazzle;(b) the clause should be construed to permit\nclass arbitration as a matter of public policy; and (c) the\nclause would be unconscionable and unenforceable if it forbade\nclass arbitration.” App. in No. 06–3474–cv (CA2), at A–308 to A–309\n(emphasis added).The arbitrators expressly\nrejected AnimalFeeds’ first argument, see App. to Pet. for Cert.\n49a, and said nothing about the third. Instead, the panel appears\nto have rested its decision on AnimalFeeds’ public policy argument.\nBecause the parties agreed their agreement was “silent” in the\nsense that they had not reached any agreement on the issue of class\narbitration, the arbitrators’ proper task was to identify the rule\nof law that governs in that situation. Had they engaged in that\nundertaking, they presumably would have looked either to the FAA\nitself or to one of the two bodies of law that the parties claimed\nwere governing,i.e., either federal maritime law or New\nYork law. But the panel did not consider whether the FAA provides\nthe rule of decision in such a situation; nor did the panel attempt\nto determine what rule would govern under either maritime or New\nYork law in the case of a “silent” contract. Instead, the panel\nbased its decision on post-Bazzlearbitral decisions that\n“construed a wide variety of clauses in a wide variety of settings\nas allowing for class arbitration.” App. to Pet. for Cert. 49a–50a.\nThe panel did not mention whether any of these decisions were based\non a rule derived from the FAA or on maritime or New York\nlaw.[Footnote 4]Rather than inquiring whether the FAA,\nmaritime law, or New York law contains a “default rule” under which\nan arbitration clause is construed as allowing class arbitration in\nthe absence of express consent, the panel proceeded as if it had\nthe authority of a common-law court to develop what it viewed as\nthe best rule to be applied in such a situation. Perceiving a\npost-Bazzleconsensus among arbitrators that class\narbitration is beneficial in “a wide variety of settings,” the\npanel considered only whether there was any good reason not to\nfollow that consensus in this case. App. to Pet. for Cert. 49a–50a.\nThe panel was not persuaded by “court cases denying consolidation\nof arbitrations,”[Footnote 5]\nby undisputed evidence that the Vegoilvoy charter party had “never\nbeen the basis of a class action,” or by expert opinion that\n“sophisticated, multinational commercial parties of the type that\nare sought to be included in the class would never intend that the\narbitration clauses would permit a class arbitration.”[Footnote 6]Id.,at 50a–51a.\nAccordingly, finding no convincing ground for departing from the\npost-Bazzlearbitral consensus, the panel held that class\narbitration was permitted in this case. App. to Pet. for Cert. 52a.\nThe conclusion is inescapable that the panel simply imposed its own\nconception of sound policy.[Footnote 7]2It is true that the panel opinion\nmakes a few references to intent, but none of these shows that the\npanel did anything other than impose its own policy preference. The\nopinion states that, underBazzle, “arbitrators must look\nto the language of the parties’ agreement to ascertain the parties’\nintention whether they intended to permit or to preclude class\naction,” and the panel added that “[t]his is also consistent with\nNew York law.” App. to Pet. for Cert. 49a. But the panel had no\noccasion to “ascertain the parties’ intention” in the present case\nbecause the parties were in complete agreement regarding their\nintent. In the very next sentence after the one quoted above, the\npanel acknowledged that the parties in this case agreed that the\nVegoilvoy charter party was “silent on whether [it] permit[ted] or\npreclude[d] class arbitration,” but that the charter party was “not\nambiguous so as to call for parol evidence.”Ibid.This\nstipulation left no room for an inquiry regarding the parties’\nintent, and any inquiry into that settled question would have been\noutside the panel’s assigned task.The panel also commented on the\nbreadth of the language in the Vegoilvoy charter party, seeid., at 50a, but since the only task that was left for the\npanel, in light of the parties’ stipulation, was to identify the\ngoverning rule applicable in a case in which neither the language\nof the contract nor any other evidence established that the parties\nhad reached any agreement on the question of class arbitration, the\nparticular wording of the charter party was quite beside the\npoint.In sum, instead of identifying and applying a\nrule of decision derived from the FAA or either maritime or New\nYork law, the arbitration panel imposed its own policy choice and\nthus exceeded its powers. As a result, under §10(b) of the FAA, we\nmust either “direct a rehearing by the arbitrators” or decide the\nquestion that was originally referred to the panel. Because we\nconclude that there can be only one possible outcome on the facts\nbefore us, we see no need to direct a rehearing by the\narbitrators.IIIAThe arbitration panel thought\nthatBazzle“controlled” the “resolution” of the question\nwhether the Vegoilvoy charter party “permit[s] this arbitration to\nproceed on behalf of a class,” App. to Pet. for Cert. 48a–49a, but\nthat understanding was incorrect.Bazzleconcerned\ncontracts between a commercial lender (Green Tree) and its\ncustomers. These contracts con- tained an arbitration clause but\ndid not expressly mention class arbitration. Nevertheless, an\narbitrator conducted class arbitration proceedings and entered\nawards for the customers.The South Carolina Supreme Court affirmed the\nawards.Bazzlev. Green Tree Financial Corp., 351\nS. C. 244, 569 S. E. 2d 349 (2002). After discussing both\nSeventh Circuit precedent holding that a court lacks authority to\norder classwide arbitration under §4 of the FAA, seeChampv.Siegel Trading Co.,55 F. 3d 269 (1995), and\nconflicting California precedent, seeKeatingv.Superior Court of Alameda Cty., 31 Cal. 3d 584, 645\nP. 2d 1192 (1982), the State Supreme Court elected to follow\nthe California approach, which it characterized as permitting a\ntrial court to “order class-wide arbitration under adhesive but\nenforceable franchise contracts,” 351 S. C., at 259, 266, 569\nS. E. 2d, at 357, 360. Under this approach, the South Carolina\ncourt observed, a trial judge must “[b]alanc[e] the potential\ninequities and inefficiencies” of requiring each aggrieved party to\nproceed on an individual basis against “resulting prejudice to the\ndrafting party” and should take into account factors such as\n“efficiency” and “equity.”Id.,at 260, and n. 15,\n569 S. E. 2d, at 357, and n. 15.Applying these standards to the case before\nit, the South Carolina Supreme Court found that the arbitration\nclause in the Green Tree contracts was “silent regarding class-wide\narbitration.”Id.,at 263, 569 S. E. 2d, at 359\n(emphasis deleted). The Court described its holding as follows:“[W]e … hold that class-wide arbitration may be\nordered when the arbitration agreement is silent if it would serve\nefficiency and equity, and would not result in prejudice. If we\nenforced a mandatory, adhesive arbitration clause, but prohibited\nclass actions in arbitration where the agreement is silent, the\ndrafting party could effectively prevent class actions against it\nwithout having to say it was doing so in the agreement.”Id.,at 266, 569 S. E. 2d, at 360 (footnote\nomitted).WhenBazzlereached this\nCourt, no single rationale commanded a majority. The opinions of\nthe Justices who joined the judgment—that is, the plurality opinion\nand Justice Stevens’ opinion—collectively addressed three separate\nquestions. The first was which decision maker (court or arbitrator)\nshould decide whether the contracts in question were “silent” on\nthe issue of class arbitration. The second was what standard the\nappropriate decision maker should apply in determining whether a\ncontract allows class arbitration. (For example, does the FAA\nentirely preclude class arbitration? Does the FAA permit class\narbitration only under limited circumstances, such as when the\ncontract expressly so provides? Or is this question left entirely\nto state law?) The final question was whether, under whatever\nstandard is appropriate, class arbitration had been properly\nordered in the case at hand.The plurality opinion decided only the first\nquestion, concluding that the arbitrator and not a court should\ndecide whether the contracts were indeed “silent” on the issue of\nclass arbitration. The plurality noted that, “[i]n certain limited\ncircumstances,” involving “gateway matters, such as whether the\nparties have a valid arbitration agreement at all or whether a\nconcededly binding arbitration clause applies to a certain type of\ncontroversy,” it is assumed “that the parties intended courts, not\narbitrators,” to make the decision. 539 U. S., at 452. But the\nplurality opined that the question whether a contract with an\narbitration clause forbids class arbitration “does not fall into\nthis narrow exception.”Ibid. The plurality therefore\nconcluded that the decision of the State Supreme Court should be\nvacated and that the case should be remanded for a decision by the\narbitrator on the question whether the contracts were indeed\n“silent.” The plurality did not decide either the second or the\nthird question noted above.Justice Stevens concurred in the judgment\nvacating and remanding because otherwise there would have been “no\ncontrolling judgment of the Court,” but he did not endorse the\nplurality’s rationale.Id.,at 455 (opinion concurring in\njudgment and dissenting in part). He did not take a definitive\nposition on the first question, stating only that“[a]rguablythe interpretation of the parties’ agreement\nshould have been made in the first instance by the arbitrator.”Ibid.(emphasis added). But because he did not believe\nthat Green Tree had raised the question of the appropriate decision\nmaker, he preferred not to reach that question and, instead, would\nhave affirmed the decision of the State Supreme Court on the ground\nthat “the decision to conduct a class-action arbitration was\ncorrect as a matter of law.”Ibid.Accordingly, his\nanalysis bypassed the first question noted above and rested instead\non his resolution of the second and third questions. Thus,Bazzledid not yield a majority decision on any of the\nthree questions.BUnfortunately, the opinions inBazzleappear to have baffled the parties in this case at\nthe time of the arbitration proceeding. For one thing, the parties\nappear to have believed that the judgment inBazzlerequires an arbitrator, not a court, to decide whether a contract\npermits class arbitration. See App. 89a (transcript of argument\nbefore arbitration panel) (counsel for Stolt-Nielsen states: “What[Bazzle]says is that the contract interpretation issue is\nleft up to the arbitrator, that’s the rule in[Bazzle]”).\nIn fact, however, only the plurality decided that question. But we\nneed not revisit that question here because the parties’\nsupplemental agreement expressly assigned this issue to the\narbitration panel, and no party argues that this assignment was\nimpermissible.Unfortunately, however, both the\nparties and the arbitration panel seem to have misunderstoodBazzlein another respect, namely, that it established the\nstandard to be applied by a decision maker in determining whether a\ncontract may permissibly be interpreted to allow class arbitration.\nThe arbitration panel began its discussion by stating that the\nparties “differ regardingthe rule of interpretationto be\ngleaned from [theBazzle] decision.” App. to Pet. for\nCert. 49a (emphasis added). The panel continued:“Claimants argue thatBazzlerequires\nclear language that forbids class arbitration in order to bar a\nclass action. The Panel, however, agrees with Respondents that the\ntest is a more general one—arbitrators must look to the language of\nthe parties’ agreement to ascertain the parties’ intention whether\nthey intended to permit or to preclude class action.”Ibid.As we have explained, however, Bazzledid\nnot establish the rule to be applied in deciding whether class\narbitration is permitted.[Footnote\n8] The decision inBazzleleft that question open, and\nwe turn to it now.IVWhile the interpretation of an\narbitration agreement is generally a matter of state law, seeArthur Andersen LLPv.Carlisle, 556 U. S. ___,\n___ (2009) (slip op., at 6);Perryv.Thomas,482 U. S. 483,\n493, n. 9 (1987), the FAA imposes certain rules of fundamental\nimportance, including the basic precept that arbitration “is a\nmatter of consent, not coercion,”Volt Information Sciences,\nInc.v.Board of Trustees of Leland Stanford Junior\nUniv.,489 U.\nS. 468, 479 (1989).AIn 1925, Congress enacted the\nUnited States Arbitration Act, as the FAA was formerly known, for\nthe express purpose of making “valid and enforceable written\nprovisions or agreements for arbitration of disputes arising out of\ncontracts, maritime transactions, or commerce among the States or\nTerritories or with foreign nations.” 43 Stat. 883. Reenacted and\ncodified in 1947, see 61 Stat. 669,[Footnote 9] the FAA provides, in pertinent part, that a\n“written provision in any maritime transaction” calling for the\narbitration of a controversy arising out of such transaction “shall\nbe valid, irrevocable, and enforceable, save upon such grounds as\nexist at law or in equity for the revocation of any contract,” 9 U.\nS. C. §2. Under the FAA, a party to an arbitration agreement\nmay petition a United States district court for an order directing\nthat “arbitration proceed in the manner provided for in such\nagreement.” §4. Consistent with these provisions, we have said on\nnumerous occasions that the central or “primary” purpose of the FAA\nis to ensure that “private agreements to arbitrate are enforced\naccording to their terms.”Volt, supra,at 479;Mastrobuonov.Shearson Lehman Hutton, Inc.,514 U. S. 52, 57, 58 (1995); see alsoDoctor’s Associates, Inc.v.Casarotto,517 U. S. 681, 688\n(1996). See generally 9 U. S. C. §4.Whether enforcing an agreement to\narbitrate or construing an arbitration clause, courts and\narbitrators must “give effect to the contractual rights and\nexpectations of the parties.”Volt,supra,at\n479. In this endeavor, “as with any other contract, the parties’\nintentions control.”Mitsubishi Motors Corp.v.Soler\nChrysler-Plymouth, Inc.,473 U. S. 614, 626\n(1985). This is because an arbitrator derives his or her powers\nfrom the parties’ agreement to forgo the legal process and submit\ntheir disputes to private dispute resolution. SeeAT&T\nTechnologies, Inc.v.Communications Workers,475 U. S. 643,\n648–649 (1986) (“[A]rbitrators derive their authority to resolve\ndisputes only because the parties have agreed in advance to submit\nsuch grievances to arbitration”);Mitsubishi Motors,supra, at 628 (“By agreeing to arbitrate … , [a\nparty] trades the procedures and opportunity for review of the\ncourtroom for the simplicity, informality, and expedition of\narbitration”); see alsoSteelworkersv.Warrior &\nGulf Nav. Co.,363 U. S. 574, 581\n(1960) (an arbitrator “has no general charter to administer justice\nfor a community which transcends the parties” but rather is “part\nof a system of self-government created by and confined to the\nparties” (internal quotation marks omitted)).Underscoring the consensual nature of private\ndispute resolution, we have held that parties are “ ‘generally\nfree to structure their arbitration agreements as they see\nfit.’ ”Mastrobuono,supra,at 57; see alsoAT&T Technologies,supra,at 648–649. For\nexample, we have held that parties may agree to limit the issues\nthey choose to arbitrate, seeMitsubishi Motors,supra,at 628, and may agree on rules under which any\narbitration will proceed,Volt,supra,at 479.\nThey may choose who will resolve specific disputes.E.g.,\nApp. 30a;Alexanderv.Gardner-Denver Co.,415 U. S. 36, 57\n(1974);Burchellv.Marsh, 17 How. 344, 349\n(1855); see alsoInternational Produce, Inc.v.A/S\nRosshavet, 638 F. 2d 548, 552 (CA2) (“The most\nsought-after arbitrators are those who are prominent and\nexperienced members of the specific business community in which the\ndispute to be arbitrated arose”), cert. denied,451 U. S. 1017(1981).We think it is also clear from our precedents\nand the contractual nature of arbitration that parties may specifywith whomthey choose to arbitrate their disputes. SeeEEOCv.Waffle House, Inc.,534 U. S. 279, 289\n(2002) (“[N]othing in the [FAA] authorizes a court to compel\narbitration of any issues,or by any parties, that are not\nalready covered in the agreement” (emphasis added));Moses H.\nCone Memorial Hospitalv.Mercury Constr. Corp.,460 U. S. 1, 20\n(1983) (“[A]n arbitration agreement must be enforced\nnotwithstanding the presence of other persons who are parties to\nthe underlying dispute but not to the arbitration agreement”);Steelworkers,supra,at 581 (an arbitrator “has\nno general charter to administer justice for a community which\ntranscends the parties” (internal quotation marks omitted));\naccord,First Options of Chicago, Inc.v.Kaplan,514 U. S. 938,\n943 (1995) (“[A]rbitration is simply a matter of contractbetween the parties; it is a way to resolve those\ndisputes—but only those disputes—that thepartieshave\nagreed to submit to arbitration” (emphasis added)). It falls to\ncourts and arbitrators to give effect to these contractual\nlimitations, and when doing so, courts and arbitrators must not\nlose sight of the purpose of the exercise: to give effect to the\nintent of the parties.Volt, 489 U. S., at 479.BFrom these principles, it follows\nthat a party may not be compelled under the FAA to submit to class\narbitration unless there is a contractual basis for concluding that\nthe partyagreedto do so. In this case, however, the\narbitration panel imposed class arbitration even though the parties\nconcurred that they had reached “no agreement” on that issue, see\nApp. 77a. The critical point, in the view of the arbitration panel,\nwas that petitioners did not “establish that the parties to the\ncharter agreements intended toprecludeclass\narbitration.” App. to Pet. for Cert. 51a. Even though the parties\nare sophisticated business entities, even though there is no\ntradition of class arbitration under maritime law, and even though\nAnimalFeeds does not dispute that it is customary for the shipper\nto choose the charter party that is used for a particular shipment,\nthe panel regarded the agreement’s silence on the question of class\narbitration as dispositive. The panel’s conclusion is fundamentally\nat war with the foundational FAA principle that arbitration is a\nmatter of consent.In certain contexts, it is\nappropriate to presume that parties that enter into an arbitration\nagreement implicitly authorize the arbitrator to adopt such\nprocedures as are necessary to give effect to the parties’\nagreement. Thus, we have said that “ ‘ “procedural”\nquestions which grow out of the dispute and bear on its final\ndisposition’ are presumptively not for the judge, but for an\narbitrator, to decide.”Howsamv.Dean Witter\nReynolds, Inc.,537 U. S. 79, 84 (2002)\n(quotingJohn Wiley & Sons, Inc.v.Livingston,376 U. S. 543, 557\n(1964)). This recognition is grounded in the background principle\nthat “[w]hen the parties to a bargain sufficiently defined to be a\ncontract have not agreed with respect to a term which is essential\nto a determination of their rights and duties, a term which is\nreasonable in the circumstances is supplied by the court.”\nRestatement (Second) of Contracts §204 (1979).An implicit agreement to authorize\nclass-action arbitration, however, is not a term that the\narbitrator may infer solely from the fact of the parties’ agreement\nto arbitrate. This is so because class-action arbitration changes\nthe nature of arbitration to such a degree that it cannot be\npresumed the parties consented to it by simply agreeing to submit\ntheir disputes to an arbitrator. In bilateral arbitration, parties\nforgo the procedural rigor and appellate review of the courts in\norder to realize the benefits of private dispute resolution: lower\ncosts, greater efficiency and speed, and the ability to choose\nexpert adjudicators to resolve specialized disputes. SeeGilmerv.Interstate/Johnson Lane Corp.,500 U. S. 20, 31 (1991);Mitsubishi Motors, 473 U. S., at 628; see also14 Penn\nPlaza LLCv.Pyett, 556 U. S. ___, ___ (2009) (slip.\nop., at 7–8) (“Parties generally favor arbitration precisely\nbecause of the economics of dispute resolution” (citingCircuit\nCity Stores, Inc.v.Adams,532 U. S. 105, 123\n(2001));Gardner-Denver,supra,at 57 (“Parties\nusually choose an arbitrator because they trust his knowledge and\njudgment concerning the demands and norms of industrial\nrelations”). But the relative benefits of class-action arbitration\nare much less assured, giving reason to doubt the parties’ mutual\nconsent to resolve disputes through class-wide arbitration. Cf.First Options,supra,at 945 (noting that “one\ncan understand why courts might hesitate to interpret silence or\nambiguity on the ‘who should decide arbitrability’ point as giving\nthe arbitrators that power, for doing so might too often force\nunwilling parties to arbitrate” contrary to their\nexpectations).Consider just some of the fundamental changes\nbrought about by the shift from bilateral arbitration to\nclass-action arbitration. An arbitrator chosen according to an\nagreed-upon procedure, see,e.g.,supra, at 2, no\nlonger resolves a single dispute between the parties to a single\nagreement, but instead resolves many disputes between hundreds or\nperhaps even thousands of parties. See App. 86a (“[W]e believe\ndomestic class members could be in the hundreds” and that “[t]here\ncould be class members that ship to and from the U. S. who are not\ndomestic who we think would be covered”); see also,e.g.,Bazzle, 351 S. C., at 251, 569 S. E. 2d, at\n352–353 (involving a class of 1,899 individuals that was awarded\ndamages, fees, and costs of more than $14 million by a single\narbitrator). Under the Class Rules, “the presumption of privacy and\nconfidentiality” that applies in many bilateral arbitrations “shall\nnot apply in class arbitrations,” see Addendum to Brief for\nAmerican Arbitration Association asAmicus Curiae10a\n(Class Rule 9(a)), thus potentially frustrating the parties’\nassumptions when they agreed to arbitrate. The arbitrator’s award\nno longer purports to bind just the parties to a single arbitration\nagreement, but adjudicates the rights of absent parties as well.\nCf.Ortizv.Fibreboard Corp.,527 U. S. 815, 846\n(1999) (noting that “the burden of justification rests on the\nexception” to the general rule that “one is not bound by a judgmentin personamin a litigation in which he is not designated\nas a party or to which he has not been made a party by service of\nprocess” (internal quotation marks omitted)). And the commercial\nstakes of class-action arbitration are comparable to those of\nclass-action litigation, cf. App. in No. 06–3474–cv (CA2), at A–77,\nA–79, ¶¶30, 31, 40, even though the scope of judicial review is\nmuch more limited, seeHall Street, 552 U. S., at 588. We\nthink that the differences between bilateral and class-action\narbitration are too great for arbitrators to presume, consistent\nwith their limited powers under the FAA, that the parties’ mere\nsilence on the issue of class-action arbitration constitutes\nconsent to resolve their disputes in class proceedings.[Footnote 10]The dissent minimizes these crucial\ndifferences by characterizing the question before the arbitrators\nas being merely what “procedural mode” was available to present\nAnimalFeeds’ claims.Post, at 9. If the question were that\nsimple, there would be no need to consider the parties’ intent with\nrespect to class arbitration. SeeHowsam,supra,\nat 84 (committing “procedural questions” presumptively to the\narbitrator’s discretion (internal quotation marks omitted)). But\nthe FAA requires more. Contrary to the dissent, but consistent with\nour precedents emphasizing the consensual basis of arbitration, we\nsee the question as being whether the partiesagreed toauthorizeclass arbitration. Here, where the parties\nstipulated that there was “no agreement” on this question, it\nfollows that the parties cannot be compelled to submit their\ndispute to class arbitration.VFor these reasons, the judgment\nof the Court of Appeals is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.It is so ordered.Justice Sotomayor took no part in\nthe consideration or decision of this case.Footnote 1“[C]harter parties are commonly drafted using\nhighly standardized forms specific to the particular trades and\nbusiness needs of the parties.” Comment, A Comparative Analysis of\nCharter Party Agreements “Subject to” Respective American\nand British Laws and Decisions … It’s All in the Details, 26 Tulane\nMar. L. J. 291, 294 (2001–2002); see also 2 T. Schoenbaum,\nAdmiralty and Maritime Law §11–1, p. 200 (3d ed. 2001).Footnote 2Invoking an argument not pressed in or\nconsidered by the courts below, the dissent concludes that the\nquestion presented is not ripe for our review. Seepost,\nat 1, 3–6 (opinion of Ginsburg, J.). In so doing, the dissent\noffers no clear justification for now embracing an argument “we\nnecessarily considered and rejected” in granting certiorari.United Statesv.Williams,504 U. S. 36, 40 (1992).\nRipeness reflects constitutional considerations that implicate\n“Article III limitations on judicial power,” as well as “prudential\nreasons for refusing to exercise jurisdiction.”Renov.Catholic Social Services, Inc.,509 U. S. 43, 57, n. 18\n(1993). In evaluating a claim to determine whether it is ripe for\njudicial review, we consider both “the fitness of the issues for\njudicial decision” and “the hardship of withholding court\nconsideration.”National Park Hospitality Assn.v.Department of Interior,538 U. S. 803, 808\n(2003). To the extent the dissent believes that the question on\nwhich we granted certiorari is constitutionally unripe for review,\nwe disagree. The arbitration panel’s award means that petitioners\nmust now submit to class determination proceedings before\narbitrators who, if petitioners are correct, have no authority to\nrequire class arbitration absent the parties’ agreement to resolve\ntheir disputes on that basis. See Class Rule 4(a) (cited in App.\n57a); Brief for American Arbitration Association asAmicus\nCuriae17. Should petitioners refuse to proceed with what\nthey maintain is essentially an ultra vires proceeding, they would\nalmost certainly be subject to a petition to compel arbitration\nunder 9 U. S. C. §4. Cf.Regional Rail Reorganization Act\nCases,419 U.\nS. 102, 143 (1974) (“Where the inevitability of the operation\nof a statute against certain individuals is patent, it is\nirrelevant to the existence of a justiciable controversy that there\nwill be a time delay before the disputed provisions will come into\neffect”). We think it is clear on these facts that petitioners have\ndemonstrated sufficient hardship, and that their question is fit\nfor our review at this time. To the extent the dissent believes\nthat the question is prudentially unripe, we reject that argument\nas waived,Sprietsmav.Mercury Marine,537 U. S. 51, 56,\nn. 4 (2002), and we see no reason to disregard the waiver. We\nexpress no view as to whether, in a similar case, a federal court\nmay consider a question of prudential ripeness on its own motion.\nSeeNational Park Hospitality Assn.,supra, at\n808 (“[E]ven in a case raising only prudential concerns, the\nquestion of ripeness may be considered on a court’s own\nmotion”).Footnote 3We do not decide whether “ ‘manifest\ndisregard’ ” survives our decision inHall Street\nAssociates, L. L. C.v.Mattel, Inc.,552 U. S. 576, 585 (2008), as an\nindependent ground for review or as a judicial gloss on the\nenumerated grounds for vacatur set forth at 9 U. S. C. §10.\nAnimalFeeds characterizes that standard as requiring a showing that\nthe arbitrators “knew of the relevant [legal] principle,\nappreciated that this principle controlled the outcome of the\ndisputed issue, and nonetheless willfully flouted the governing law\nby refusing to apply it.” Brief for Respondent 25 (internal\nquotation marks omitted). Assuming,arguendo,that such a\nstandard applies, we find it satisfied for the reasons that\nfollow.Footnote 4The panel’s reliance on these arbitral awards\nconfirms that the panel’s decision was not based on a determination\nregarding the parties’ intent. All of the arbitral awards were made\nunder the AAA’s Class Rules, which were adopted in 2003, and thus\nnone was available when the parties here entered into the Vegoilvoy\ncharter party during the class period ranging from 1998 to 2002.\nSee 548 F. 3d 85, 87 (CA2 2008) (defining the class period).\nIndeed, at the hearing before the panel, counsel for AnimalFeeds\nconceded that “[w]hen you talk about expectations, virtually every\none of the arbitration clauses that were the subject of the 25 AAA\ndecisions were drafted before[Bazzle]. So therefore, if\nyou are going to talk about the parties’ intentions,\npre-[Bazzle]class arbitrations were not common, post[Bazzle]they are common.” App. 87a. Moreover, in its\naward, the panel appeared to acknowledge that none of the cited\narbitration awards involved a contract between sophisticated\nbusiness entities. See App. to Pet. for Cert. 50a.Footnote 5SeeGovernment of United Kingdomv.Boeing Co., 998 F. 2d 68, 71, 74 (CA2 1993); see alsoGlencore, Ltd.v.Schnitzer Steel Prods. Co., 189\nF. 3d 264, 268 (CA2 1999);Champv.Siegel\nTrading Co., 55 F. 3d 269, 275 (CA7 1995). Unlike the\nsubsequent arbitration awards that the arbitrators cited, these\ndecisions were available to the parties when they entered into\ntheir contracts.Footnote 6Petitioners produced expert evidence from\nexperienced maritime arbitrators demonstrating that it is customary\nin the shipping business for parties to resolve their disputes\nthrough bilateral arbitration. See,e.g., App. 126a\n(expert declaration of John Kimball) (“In the 30 years I have been\npracticing as a maritime lawyer, I have never encountered an\narbitration clause in a charter party that could be construed as\nallowing class action arbitration”);id., at 139a (expert\ndeclaration of Bruce Harris) (“I have been working as a maritime\narbitrator for thirty years and this matter is the first I have\never encountered where the issue of a class action arbitration has\neven been raised”). These experts amplified their written\nstatements in their live testimony, as well. See,e.g.,\nApp. 112a, 113a (Mr. Kimball) (opining that the prospect of a class\naction in a maritime arbitration would be “quite foreign” to\noverseas shipping executives and charterers);id., at\n111a–112a (Mr. Harris) (opining that in the view of the London\nCorps of International Arbitration, class arbitration is\n“inconceivable”).Under both New York law and general maritime law, evidence of\n“custom and usage” is relevant to determining the parties’ intent\nwhen an express agreement is ambiguous. SeeExcess Ins.\nCo.v.Factory Mut. Ins. Co., 3 N. Y. 3d 577,\n590–591, 822 N. E. 2d 768, 777 (2004) (“Our precedent\nestablishes that where there is ambiguity in a reinsurance\ncertificate, the surrounding circumstances, including industry\ncustom and practice, should be taken into consideration”);Lopezv.Consolidated Edison Co. of N. Y.,40 N. Y. 2d 605, 609, 357 N. E. 2d 951, 954–955 (1976)\n(where contract terms were ambiguous, parol evidence of custom and\npractice was properly admitted to show parties’ intent);407\nEast 61st Garage, Inc.v.Savoy Fifth Avenue Corp.,\n23 N. Y. 2d 275, 281, 244 N. E. 2d 37, 41 (1968)\n(contract was “not so free from ambiguity to preclude extrinsic\nevidence” of industry “custom and usage” that would “establish the\ncorrect interpretation or understanding of the agreement as to its\nterm”). See alsoGreat Circle Lines, Ltd.v.Matheson\n& Co., 681 F. 2d 121, 125 (CA2 1982) (“Certain\nlong-standing customs of the shipping industry are crucial factors\nto be considered when deciding whether there has been a meeting of\nthe minds on a maritime contract”);Samsun Corp.v.Khozestan Mashine Kar Co., 926 F. Supp. 436, 439\n(SDNY 1996) (“[W]here as here the contract is one of charter party,\nestablished practices and customs of the shipping industry inform\nthe court’s analysis of what the parties agreed to”); Hough,\nAdmiralty Jurisdiction—Of Late Years, 37 Harv. L. Rev. 529,\n536 (1924) (noting that “maritime law is a body of sea customs” and\nthe “custom of the sea … includes a customary interpretation of\ncontract language”).Footnote 7The dissent calls this conclusion “hardly\nfair,” noting that the word “ ‘policy’ is not so much as\nmentioned in the arbitrators’ award.”Post, at 8. But just\nas merely saying something is so does not make it so, cf.United Statesv.Morrison,529 U. S. 598, 614\n(2000), the arbitrators need not have said they were relying on\npolicy to make it so. At the hearing before the arbitration panel,\none of the arbitrators recognized that the body of\npost-Bazzlearbitration awards on which AnimalFeeds relied\ninvolved “essentially consumer non-value cases.” App. 82a. In\nresponse, counsel for AnimalFeeds defended the applicability of\nthose awards by asserting that the “vast majority” of the claimants\nagainst petitioners “have negative value claims . . . meaning it\ncosts more to litigate than you would get if you won.”Id., at 82a–83a. The panel credited this body of awards in\nconcluding that petitioners had not demonstrated the parties’\nintent to preclude class arbitration, and further observed that if\npetitioners’ anticonsolidation precedents controlled, then “there\nwould appear to be no basis for a class action absent express\nagreement among all parties and the putative class members.” App.\nto Pet. for Cert. 50a, 51a.Footnote 8AnimalFeeds invokes the parties’ supplemental\nagreement as evidence that petitioners “waived” any claim that the\narbitrators could not construe the arbitration agreement to permit\nclass arbitration. Brief for Respondent 15. The dissent concludes,\nlikewise, that the existence of the parties’ supplemental agreement\nrenders petitioners’ argument under §10(a)(4) “scarcely debatable.”Post, at 7. These arguments are easily answered by the\nclear terms of the supplemental agreement itself. The parties\nexpressly provided that their supplemental agreement “does not\nalterthe scope of the Parties’ arbitration agreements in any\nCharter Party Agreement,” and that “[n]either the fact of this\nAgreement nor any of its terms may be used to support or opposeany argument in favor of a class action arbitration… and\nmay not be relied upon by the Parties, any arbitration panel,any court, or any other tribunal for such purposes.” App.\nto Pet. for Cert. 62a–63a (emphasis added). As with any agreement\nto arbitrate, we are obliged to enforce the parties’ supplemental\nagreement “according to its terms.”Mastrobuonov.Shearson Lehman Hutton, Inc.,514 U. S. 52, 58 (1995). The question\nthat the arbitration panel was charged with deciding was whether\nthe arbitration clause in the Vegoilvoy charter party allowed for\nclass arbitration, and nothing in the supplemental agreement\nconferred authority on the arbitrators to exceed the terms of the\ncharter party itself. Thus, contrary to AnimalFeeds’ argument,\nthese statements show that petitioners didnotwaive their\nargument thatBazzledid not establish the standard for\nthe decision maker to apply when construing an arbitration\nclause.Footnote 9See generally Sturges & Murphy, Some\nConfusing Matters Relating to Arbitration Under the United States\nArbitration Act, 17 Law & Contemp. Prob. 580, 580–581,\nn. 1 (1952) (recounting the history of the United States\nArbitration Act and its 1947 reenactment and codification).Footnote 10We have no occasion to decide what\ncontractual basis may support a finding that the parties agreed to\nauthorize class-action arbitration. Here, as noted, the parties\nstipulated that there was “no agreement” on the issue of\nclass-action arbitration. App. 77a.",
    "joined": []
}