{
    "case": {
        "docket": "229",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/229/"
    },
    "id": "1963586",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTDAVIS V. UNITED STATES564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-11328WILLIE GENE DAVIS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 16, 2011]Justice Alito delivered the\nopinion of the Court.The Fourth Amendment protects the\nright to be free from “unreasonable searches and seizures,” but it\nis silent about how this right is to be enforced. To supplement the\nbare text, this Court created the exclusionary rule, a deterrent\nsanction that bars the prosecution from introducing evidence\nobtained by way of a Fourth Amendment violation. The question here\nis whether to apply this sanction when the police conduct a search\nin compliance with binding precedent that is later overruled.\nBecause suppression would do nothing to deter police misconduct in\nthese circumstances, and because it would come at a high cost to\nboth the truth and the public safety, we hold that searches\nconducted in objectively reasonable reliance on binding appellate\nprecedent are not subject to the exclusionary rule.IThe question presented arises in\nthis case as a result of a shift in our Fourth Amendment\njurisprudence on searches of automobiles incident to arrests of\nrecent occupants.AUnder this Court’s decision inChimelv.California,395 U. S. 752(1969), a police officer\nwho makes a lawful arrest may conduct a warrantless search of the\narrestee’s person and the area “within his immediate control.”Id., at 763 (internal quotation marks omitted). This rule\n“may be stated clearly enough,” but in the early going afterChimelit proved difficult to apply, particularly in cases\nthat involved searches “inside [of] automobile[s] after the\narrestees [we]re no longer in [them].” SeeNew Yorkv.Belton,453 U. S. 454, 458–459 (1981). A\nnumber of courts up-held the constitutionality of vehicle searches\nthat were “substantially contemporaneous” with occupants’\narrests.[Footnote 1] Other\ncourts disapproved of automobile searches incident to arrests, at\nleast absent some continuing threat that the arrestee might gain\naccess to the vehicle and “destroy evidence or grab a\nweapon.”[Footnote 2] InNew\nYorkv.Belton,this Court granted certiorari to\nresolve the conflict. Seeid., at 459–460.InBelton, a police\nofficer conducting a traffic stop lawfully arrested four occupants\nof a vehicle and ordered the arrestees to line up, un-handcuffed,\nalong the side of the thruway.Id., at 456; see Brief for\nPetitioner inNew Yorkv.Belton, O. T.\n1980, No. 80–328, p. 3. The officer then searched the vehicle’s\npassenger compartment and found cocaine inside a jacket that lay on\nthe backseat.Belton, 453 U. S., at 456. This Court upheld\nthe search as reasonable incident to the occupants’ arrests. In an\nopinion that repeatedly stressed the need for a “straightforward,”\n“workable rule” to guide police conduct, the Court announced “that\nwhen a policeman has made a lawful custodial arrest of the occupant\nof an automobile, he may, as a contemporaneous incident of that\narrest, search the passenger compartment of that automobile.”Id., at 459–460 (footnote omitted).For years,Beltonwas widely\nunderstood to have set down a simple, bright-line rule. Numerous\ncourts read the decision to authorize automobile searches incident\nto arrests of recent occupants, regardless of whether the arrestee\nin any particular case was within reaching distance of the vehicle\nat the time of the search. SeeThorntonv.United\nStates,541 U.\nS. 615, 628 (2004) (Scalia, J., concurring in judgment)\n(collecting cases). Even after the arrestee had stepped out of the\nvehicle and had been subdued by police, the prevailing\nunderstanding was thatBeltonstill authorized a\nsubstantially contemporaneous search of the automobile’s passenger\ncompartment.[Footnote 3]Not every court, however, agreed with this\nreading ofBelton. InStatev.Gant, 216\nAriz. 1, 162 P. 3d 640 (2007), the Arizona Supreme Court\nconsidered an automobile search conducted after the vehicle’s\noccupant had been arrested, handcuffed, and locked in a patrol car.\nThe court distinguishedBeltonas a case in which “four\nunsecured” arrestees “presented an immediate risk of loss of\nevidence and an obvious threat to [a] lone officer’s safety.” 216\nAriz., at 4, 162 P. 3d, at 643. The court held that where no\nsuch “exigencies exis[t]”—where the arrestee has been subdued and\nthe scene secured—the rule ofBeltondoes not apply. 216\nAriz., at 4, 162 P. 3d, at 643.This Court granted certiorari inGant, see552 U. S. 1230(2008),\nand affirmed in a 5-to-4 decision.Arizonav.Gant, 556 U. S. ___ (2009). Four of the Justices in the\nmajority agreed with the Arizona Supreme Court thatBelton’s holding applies only where “the arrestee is\nunsecured and within reaching distance of the passenger compartment\nat the time of the search.” 556 U. S., at ___ (slip op., at 10).\nThe four dissenting Justices, by contrast, understoodBeltonto have explicitly adopted the simple, bright-line\nrule stated in theBeltonCourt’s opinion. 556 U. S., at\n___ (opinion of Alito, J.) (slip op., at 3); seeBelton,\n453 U. S., at 460 (“[W]e hold that when a policeman has made a\nlawful custodial arrest of the occupant of an automobile, he may,\nas a contemporaneous incident of that arrest, search the passenger\ncompartment of that automobile” (footnote omitted)). To limitBeltonto cases involving unsecured arrestees, the\ndissenters thought, was to overrule the decision’s clear holding.Gant,supra, at ___ (slip op., at 2–3). Justice\nScalia, who provided the fifth vote to affirm inGant,\nagreed with the dissenters’ understanding ofBelton’s\nholding. 556 U. S., at ___ (slip op., at 1–2) (concurring opinion).\nJustice Scalia favored a more ex-plicit and complete overruling ofBelton, but he joined what became the majority opinion to\navoid “a 4-to-1-to-4” disposition. 556 U. S., at ___ (slip op., at\n2–4). As a result, the Court adopted a new, two-part rule under\nwhich an automobile search incident to a recent occupant’s arrest\nis constitutional (1) if the arrestee is within reaching distance\nof the vehicle during the search, or (2) if the police have reason\nto believe that the vehicle contains “evidence relevant to the\ncrime of arrest.”Id., at ___ (slip op., at 9–10) (citingThornton,supra, at 632 (Scalia, J., concurring\nin judgment); internal quotation marks omitted).BThe search at issue in this case\ntook place a full two years before this Court announced its new\nrule inGant. On an April evening in 2007, police officers\nin Greenville, Alabama, conducted a routine traffic stop that\neventually resulted in the arrests of driver Stella Owens (for\ndriving while intoxicated) and passenger Willie Davis (for giving a\nfalse name to police). The police handcuffed both Owens and Davis,\nand they placed the arrestees in the back of separate patrol cars.\nThe police then searched the passenger compartment of Owens’s\nvehicle and found a revolver inside Davis’s jacket pocket.Davis was indicted in the Middle\nDistrict of Alabama on one count of possession of a firearm by a\nconvicted felon. See 18 U. S. C. §922(g)(1). In his motion to\nsuppress the revolver, Davis acknowledged that the officers’ search\nfully complied with “existing Eleventh Circuit precedent.” App.\n13–15. Like most courts, the Eleventh Circuit had long readBeltonto establish a bright-line rule authorizing\nsubstantially contemporaneous vehicle searches incident to arrests\nof recent occupants. SeeUnited Statesv.Gonzalez, 71 F. 3d 819, 822, 824–827 (CA11 1996)\n(upholding automobile search conducted after the defendant had been\n“pulled from the vehicle, handcuffed, laid on the ground, and\nplaced under arrest”). Davis recognized that the Dis-trict Court\nwas obligated to follow this precedent, but he raised a Fourth\nAmendment challenge to preserve “the issue for review” on appeal.\nApp. 15. The District Court denied the motion, and Davis was\nconvicted on the firearms charge.While Davis’s appeal was pending, this Court\ndecidedGant. The Eleventh Circuit, in the opinion below,\nappliedGant’s new rule and held that the vehicle search\nincident to Davis’s arrest “violated [his] Fourth Amendment\nrights.” 598 F. 3d 1259, 1263 (CA11 2010). As for whether this\nconstitutional violation warranted suppression, the Eleventh\nCircuit viewed that as a separate issue that turned on “the\npotential of exclusion to deter wrongful police conduct.”Id., at 1265 (quotingHerringv.United\nStates,555 U. S. 135, 137 (2009); internal\nquotation marks omitted). The court concluded that “penalizing the\n[arresting] officer” for following binding appellate precedent\nwould do nothing to “dete[r] … Fourth Amendment violations.” 598\nF. 3d, at 1265–1266 (bracketing and internal quotation marks\nomitted). It therefore declined to apply the exclusionary rule and\naffirmed Davis’s conviction. We granted certiorari. 562 U. S. ___\n(2010).IIThe Fourth Amendment protects the\n“right of the peo-ple to be secure in their persons, houses,\npapers, and ef-fects, against unreasonable searches and seizures.”\nThe Amendment says nothing about suppressing evidence ob-tained in\nviolation of this command. That rule—the exclusionary rule—is a\n“prudential” doctrine,Pennsylvania Bd. of Probation and\nParolev.Scott,524 U. S. 357, 363\n(1998), created by this Court to “compel respect for the\nconstitutional guaranty.”Elkinsv.United\nStates,364 U.\nS. 206, 217 (1960); seeWeeksv.United\nStates,232 U.\nS. 383(1914);Mappv.Ohio,367 U. S. 643(1961). Exclusion is\n“not a personal constitutional right,” nor is it designed to\n“redress the injury” occasioned by an unconstitutional search.Stonev.Powell,428 U. S. 465, 486\n(1976); seeUnited Statesv.Janis,428 U. S. 433, 454,\nn. 29 (1976) (exclusionary rule “unsupportable as reparation\nor compensatory dispensation to the injured criminal” (internal\nquotation marks omitted)). The rule’s sole purpose, we have\nrepeatedly held, is to deter future Fourth Amendment violations.E.g.,Herring,supra,at 141, and\nn. 2;United Statesv.Leon,468 U. S. 897, 909, 921, n. 22\n(1984);Elkins,supra, at 217 (“calculated to\nprevent, not to repair”). Our cases have thus limited the rule’s\noperation to situations in which this purpose is “thought most\nefficaciously served.”United Statesv.Calandra,414 U. S. 338,\n348 (1974). Where suppression fails to yield “appreciable\ndeterrence,” exclusion is “clearly . . . unwarranted.”Janis,supra, at 454.Real deterrent value is a\n“necessary condition for exclusion,” but it is not “a sufficient”\none.Hudsonv.Michigan,547 U. S. 586, 596\n(2006). The analysis must also account for the “substantial social\ncosts” generated by the rule.Leon,supra,at\n907. Exclusion exacts a heavy toll on both the judicial system and\nsociety at large.Stone, 428 U. S., at 490–491. It almost\nalways requires courts to ignore reliable, trustworthy evidence\nbearing on guilt or innocence.Ibid. And its bottom-line\neffect, in many cases, is to suppress the truth and set the\ncriminal loose in the community without punishment. SeeHerring,supra, at 141. Our cases hold that\nsociety must swallow this bitter pill when necessary, but only as a\n“last resort.”Hudson,supra,at 591. For\nexclusion to be appropriate, the deterrence benefits of suppression\nmust outweigh its heavy costs. SeeHerring, supra, at 141;Leon,supra, at 910.Admittedly, there was a time when our\nexclusionary-rule cases were not nearly so discriminating in their\napproach to the doctrine. “Expansive dicta” in several deci-sions,\nseeHudson,supra, at 591, suggested that the\nrule was a self-executing mandate implicit in the Fourth Amendment\nitself. SeeOlmsteadv.United States,277 U. S. 438, 462\n(1928) (remarking on the “striking outcome of theWeekscase” that “the Fourth Amendment, although not referring to or\nlimiting the use of evidence in courts, really forbade its\nintroduction”);Mapp,supra,at 655 (“[A]ll\nevidence obtained by searches and seizures in violation of the\nConstitution is, by that same authority, inadmissible in a state\ncourt”). As late as our 1971 decision inWhiteleyv.Warden,Wyo. State Penitentiary,401 U. S. 560, 568–569,\nthe Court “treated identification of a Fourth Amendment violation\nas synonymous with application of the exclusionary rule.”Arizonav.Evans,514 U. S. 1, 13 (1995). In\ntime, however, we came to acknowledge the exclusionary rule for\nwhat it undoubtedly is—a “judicially created remedy” of this\nCourt’s own making.Calandra,supra,at 348. We\nabandoned the old, “reflexive” application of the doctrine, and\nimposed a more rigorous weighing of its costs and deterrence\nbenefits.Evans,supra, at 13; see,e.g.,Calandra,supra;Janis,supra;Stone,supra;INSv.Lopez-Mendoza,468 U. S. 1032(1984);United Statesv.Havens,446 U. S. 620(1980). In\na line of cases beginning withUnited Statesv.Leon,468 U. S. 897, we also recalibrated\nour cost-benefit analysis in exclusion cases to focus the inquiry\non the “flagrancy of the police misconduct” at issue.Id.,\nat 909, 911.The basic insight of theLeonline of\ncases is that the deterrence benefits of exclusion “var[y] with the\nculpability of the law enforcement conduct” at issue.Herring, 555 U. S., at 143. When the police exhibit\n“deliberate,” “reckless,” or “grossly negligent” disregard for\nFourth Amendment rights, the deterrent value of exclusion is strong\nand tends to outweigh the resulting costs.Id.,at\n144.But when the police act with an objectively\n“reasonable good-faith belief” that their conduct is lawful,Leon,supra, at 909 (internal quotation marks\nomitted), or when their conduct involves only simple, “isolated”\nnegligence,Herring,supra, at 137, the\n“ ‘deterrence rationale loses much of its force,’ ” and\nexclusion cannot “pay its way.” SeeLeon,supra,\nat 919, 908, n. 6 (quotingUnited Statesv.Peltier,422 U. S. 531, 539\n(1975)).The Court has over time applied this\n“good-faith” exception across a range of cases.Leonitself, for example, held that the exclusionary rule does not apply\nwhen the police conduct a search in “objectively reasonable\nreliance” on a warrant later held invalid. 468 U. S., at 922. The\nerror in such a case rests with the issuing magistrate, not the\npolice officer, and “punish[ing] the errors of judges” is not the\noffice of the exclusionary rule.Id., at 916; see alsoMassachusettsv.Sheppard,468 U. S. 981, 990\n(1984) (companion case declining to apply exclusionary rule where\nwarrant held invalid as a result of judge’s clerical error).Other good-faith cases have sounded a similar\ntheme.Illinoisv.Krull,480 U. S. 340(1987), extended the\ngood-faith exception to searches conducted in reasonable reliance\non subsequently invalidated statutes.Id., at 349–350\n(“legislators, like judicial officers, are not the focus of the\nrule”). InArizonav.Evans,supra, the\nCourt applied the good-faith exception in a case where the police\nreasonably relied on erroneous information concerning an arrest\nwarrant in a database maintained by judicial employees.Id., at 14. Most recently, inHerringv.United States,555 U. S. 135, we extendedEvansin a case wherepoliceemployees erred in\nmaintaining records in a warrant database. “[I]solated,”\n“nonrecurring” police negligence, we determined, lacks the\nculpability required to justify the harsh sanction of exclusion.\n555 U. S., at 137, 144.IIIThe question in this case is\nwhether to apply the exclusionary rule when the police conduct a\nsearch in objectively reasonable reliance on binding judicial\nprecedent. At the time of the search at issue here, we had not yet\ndecidedArizonav.Gant, 556 U. S. ___, and the\nEleventh Circuit had interpreted our decision inNew Yorkv.Belton,453 U. S. 454, to establish a\nbright-line rule authorizing the search of a vehicle’s passenger\ncompartment incident to a recent occupant’s arrest.Gonzalez, 71 F. 3d, at 825. The search incident to Davis’s\narrest in this case followed the Eleventh Circuit’sGonzalezprecedent to the letter. Although the search\nturned out to be unconstitutional underGant, all agree\nthat the officers’ conduct was in strict compliance with\nthen-binding Circuit law and was not culpable in any way. See Brief\nfor Petitioner 49 (“suppression” in this case would “impl[y] no\nassignment of blame”).Under our exclusionary-rule\nprecedents, this acknowledged absence of police culpability dooms\nDavis’s claim. Police practices trigger the harsh sanction of\nexclusion only when they are deliberate enough to yield\n“meaningfu[l]” deterrence, and culpable enough to be “worth the\nprice paid by the justice system.”Herring, 555 U. S., at\n144. The conduct of the officers here was neither of these things.\nThe officers who conducted the search did not violate Davis’s\nFourth Amendment rights deliberately, recklessly, or with gross\nnegligence.See ibid.Nor does this case involve any\n“recurring or systemic negligence” on the part of law enforcement.Ibid. The police acted in strict compliance with binding\nprecedent, and their behavior was not wrongful. Unless the\nexclusionary rule is to become a strict-liability regime, it can\nhave no application in this case.Indeed, in 27 years of practice underLeon’s good-faith exception, we have “never applied” the\nexclusionary rule to suppress evidence obtained as a result of\nnonculpable, innocent police conduct.Herring,supra, at 144. If the police in this case had reasonably\nrelied on a warrant in conducting their search, seeLeon,supra, or on an erroneous warrant record in a government\ndatabase,Herring,supra, the exclusionary rule\nwould not apply. And if Congress or the Alabama Legislature had\nenacted a statute codifying the precise holding of the Eleventh\nCircuit’s decision inGonzalez,[Footnote 4] we would swiftly conclude that\n“ ‘[p]enalizing the officer for the legislature’s error …\ncannot logically contribute to the deterrence of Fourth Amendment\nviolations.’ ” SeeKrull, 480 U. S., at 350. The same\nshould be true of Davis’s attempt here to “ ‘[p]enaliz[e] the\nofficer for the [appellate judges’] error.’ ” Seeibid.About all that exclusion would deter in this\ncase is conscientious police work. Responsible law-enforcement\nofficers will take care to learn “what is required of them” under\nFourth Amendment precedent and will conform their conduct to these\nrules.Hudson, 547 U. S., at 599. But by the same token,\nwhen binding appellate precedent specificallyauthorizesa\nparticular police practice, well-trained officers will and should\nuse that tool to fulfill their crime-detection and public-safety\nresponsibilities. An of-ficer who conducts a search in reliance on\nbinding appellate precedent does no more than “ ‘ac[t] as a\nreasonable officer would and should act’ ” under the\ncircumstances.Leon, 468 U. S., at 920 (quotingStone, 428 U. S., at 539–540 (White, J., dissenting)). The\ndeterrent effect of exclusion in such a case can only be to\ndiscourage the officer from “ ‘do[ing] his duty.’ ” 468\nU. S., at 920.That is not the kind of deterrence the\nexclusionary rule seeks to foster. We have stated before, and we\nreaffirm today, that the harsh sanction of exclusion “should not be\napplied to deter objectively reasonable law enforcement activity.”Id.,at 919. Evidence obtained during a search conducted\nin reasonable reliance on binding precedent is not subject to the\nexclusionary rule.IVJustice Breyer’s dissent and\nDavis argue that, although the police conduct in this case was in\nno way culpable, other considerations should prevent the good-faith\nexception from applying. We are not persuaded.A1The principal argument of both\nthe dissent and Davis is that the exclusionary rule’s availability\nto enforce new Fourth Amendment precedent is a retroactivity issue,\nseeGriffithv.Kentucky,479 U. S. 314(1987), not a good-faith\nissue. They contend that applying the good-faith exception where\npolice have relied on overruled precedent effectively revives the\ndiscarded retroactivity regime ofLinkletterv.Walker,381\nU. S. 618(1965). Seepost, at 2–5.InLinkletter, we held\nthat the retroactive effect of a new constitutional rule of\ncriminal procedure should be determined on a case-by-case weighing\nof interests. For each new rule,Linkletterrequired\ncourts to consider a three-factor balancing test that looked to the\n“purpose” of the new rule, “reliance” on the old rule by law\nenforcement and others, and the effect retroactivity would have “on\nthe administration of justice.” 381 U. S., at 636. After\n“weigh[ing] the merits and demerits in each case,” courts decided\nwhether and to what extent a new rule should be given retroactive\neffect.Id., at 629. InLinkletteritself, the\nbalance of interests prompted this Court to conclude thatMappv.Ohio,367 U. S. 643—which incorporated the\nexclusionary rule against the States—should not apply retroactively\nto cases already final on direct review. 381 U. S., at 639–640. The\nnext year, we extendedLinkletterto retroactivity\ndeterminations in cases on direct review. SeeJohnsonv.New Jersey,384 U. S. 719, 733\n(1966) (holding thatMirandav.Arizona,384 U. S. 436(1966),\nandEscobedov.Illinois,378 U. S. 478(1964),\napplied retroactively only to trials commenced after the decisions\nwere released).Over time,Linkletterproved\ndifficult to apply in a consistent, coherent way. Individual\napplications of the standard “produced strikingly divergent\nresults,” seeDan-forthv.Minnesota,552 U. S. 264, 273\n(2008), that many saw as “incompatible” and “inconsistent.”Desistv.United States,394 U. S. 244, 258\n(1969) (Harlan, J., dissenting). Justice Harlan in particular, who\nhad endorsed theLinkletterstandard early on, offered a\nstrong critique in which he argued that “basic judicial” norms\nrequired full retroactive application of new rules to all cases\nstill subject to direct review. 394 U. S., at 258–259; see alsoMackeyv.United States,401 U. S. 667, 675–702\n(1971) (Harlan, J., concurring in part and dissenting in part).\nEventually, and after more than 20 years of toil underLinkletter, the Court adopted Justice Harlan’s view and\nheld that newly announced rules of constitutional criminal\nprocedure must apply “retroactively to all cases, state or federal,\npending on direct review or not yet final, with no exception.”Griffith,supra, at 328.2The dissent and Davis argue that\napplying the good-faith exception in this case is “incompatible”\nwith our retroactivity precedent underGriffith. Seepost, at 2; Reply Brief for Petitioner 3–7. We think this\nargument conflates what are two distinct doctrines.Our retroactivity jurisprudence\nis concerned with whether, as a categorical matter, a new rule is\navailable on direct review as apotentialground for\nrelief. Retroactive application underGriffithlifts what\nwould otherwise be a categorical bar to obtaining redress for the\ngovernment’s violation of a newly announced constitutional rule.\nSeeDanforth,supra,at 271, n. 5 (noting\nthat it may “make more sense to speak in terms of the\n‘redressability’ of violations of new rules, rather than the\n‘retroactivity’ of such new rules”). Retroactive application does\nnot, however, determine what “appropriate remedy” (if any) the\ndefendant should obtain. SeePowellv.Nevada,511 U. S. 79, 84\n(1994) (noting that it “does not necessarily follow” from\nretroactive application of a new rule that the defendant will “gain\n… relief”). Remedy is a separate, analytically distinct issue. Cf.American Trucking Assns., Inc.v.Smith,496 U. S. 167, 189\n(1990) (plurality opinion) (“[T]he Court has never equated its\nretroactivity principles with remedial principles”). As a result,\nthe retroactive application of a new rule of substantive Fourth\nAmendment lawraisesthe question whether a suppression\nremedy applies; it does not answer that question. SeeLeon, 468 U. S., at 906 (“Whether the exclusionary\nsanction is appropriately imposed in a particular case … is ‘an\nissue separate from the question whether the Fourth Amendment\nrights of the party seeking to invoke the rule were violated by\npolice conduct’ ”).When this Court announced its decision inGant, Davis’s conviction had not yet become final on\ndirect review.Ganttherefore applies retroactively to\nthis case. Davis may invoke its newly announced rule of substantive\nFourth Amendment law as a basis for seeking relief. SeeGriffith,supra, at 326, 328. The question, then,\nbecomes one of remedy, and on that issue Davis seeks application of\nthe exclusionary rule. But exclusion of evidence does not\nautomatically follow from the fact that a Fourth Amendment\nviolation occurred. SeeEvans, 514 U. S., at 13–14. The\nremedy is subject to exceptions and applies only where its “purpose\nis effectively advanced.”Krull, 480 U. S., at 347.The dissent and Davis recognize that at least\nsome of the established exceptions to the exclusionary rule limit\nits availability in cases involving new Fourth Amendment rules.\nSuppression would thus be inappropriate, the dissent and Davis\nacknowledge, if the inevitable-discovery exception were applicable\nin this case. Seepost, at 3; Reply Brief for Petitioner\n22 (“Doctrines such as inevitable discovery, independent source,\nattenuated basis, [and] standing … sharply limit the impact of\nnewly-announced rules”). The good-faith exception, however, is no\nless an established limit on theremedyof exclusion than\nis inevitable discovery. Its application here neither contravenesGriffithnor denies retroactive effect toGant.[Footnote 5]It is true that, under the old retroactivity\nregime ofLinkletter, the Court’s decisions on the\n“retroactivity prob-lem in the context of the exclusionary rule”\ndid take into account whether “law enforcement officers reasonably\nbelieved in good faith” that their conduct was in compliance with\ngoverning law.Peltier, 422 U. S., at 535–537. As a matter\nof retroactivity analysis, that approach is no longer applicable.\nSeeGriffith,479 U. S. 314. It does not follow,\nhowever, that reliance on binding precedent is irrelevant in\napplying the good-faith exception to the exclusionary rule. When\nthis Court adopted the good-faith exception inLeon, the\nCourt’s opinion explicitly relied onPeltierand imported\nits reasoning into the good-faith inquiry. See 468 U. S., at\n918–919. That reasonable reliance by police was once a factor in\nour retroactivity cases does not make it any less relevant under\nourLeonline of cases.[Footnote 6]BDavis also contends that applying\nthe good-faith ex-ception to searches conducted in reliance on\nbinding pre-cedent will stunt the development of Fourth Amendment\nlaw. With no possibility of suppression, criminal defendants will\nhave no incentive, Davis maintains, to request that courts overrule\nprecedent.[Footnote 7]1This argument is difficult to\nreconcile with our modern understanding of the role of the\nexclusionary rule. We have never held that facilitating the\noverruling of precedent is a relevant consideration in an\nexclusionary-rule case. Rather, we have said time and again that\nthesolepurpose of the exclusionary rule is to deter\nmisconduct by law enforcement. See,e.g.,Sheppard, 468 U. S., at 990 (“ ‘adopted to deter\nunlawful searches by police’ ”);Evans,supra,at 14 (“historically designed as a means of\ndeterring police misconduct”).We have also repeatedly rejected\nefforts to expand the focus of the exclusionary rule beyond\ndeterrence of culpable police conduct. InLeon,for\nexample, we made clear that “the exclusionary rule is designed to\ndeter police misconduct rather than to punish the errors of\njudges.” 468 U. S., at 916; seeid., at 918 (“If exclusion\nof evidence obtained pursuant to a subsequently invalidated warrant\nis to have any deterrent effect … it must alter the behavior of\nindividual law enforcement officers or the policies of their\ndepartments”).Krulltoo noted that “legislators, like\njudicial officers, are not the focus” of the exclusionary rule. 480\nU. S., at 350. And inEvans, we said that the exclusionary\nrule was aimed at deterring “police misconduct, not mistakes by\ncourt employees.” 514 U. S., at 14. These cases do not suggest that\nthe exclusionary rule should be modified to serve a purpose other\nthan deterrence of culpable law-enforcement conduct.2And in any event, applying the\ngood-faith exception in this context will not prevent judicial\nreconsideration of prior Fourth Amendment precedents. In most\ninstances, as in this case, the precedent sought to be challenged\nwill be a decision of a Federal Court of Appeals or State Supreme\nCourt. But a good-faith exception for objectively reasonable\nreliance on binding precedent will not prevent review and\ncorrection of such decisions. This Court reviews criminal\nconvictions from 12 Federal Courts of Appeals, 50 state courts of\nlast resort, and the District of Columbia Court of Appeals. If one\nor even many of these courts uphold a particular type of search or\nseizure, defendants in jurisdictions in which the question remains\nopen will still have an undiminished incentive to litigate the\nissue. This Court can then grant certiorari, and the de-velopment\nof Fourth Amendment law will in no way be stunted.[Footnote 8]Davis argues that Fourth\nAmendment precedents ofthisCourt will be effectively\ninsulated from challenge under a good-faith exception for reliance\non appellate precedent. But this argument is overblown. For one\nthing, it is important to keep in mind that this argument applies\nto an exceedingly small set of cases. Decisions overruling this\nCourt’s Fourth Amendment precedents are rare. Indeed, it has been\nmore than 40 years since the Court last handed down a decision of\nthe type to which Davis refers.Chimelv.California,395 U. S. 752(overrulingUnited\nStatesv.Rabinowitz,339 U. S. 56(1950), andHarrisv.United States,331 U. S. 145(1947)).\nAnd even in those cases, Davis points out that no fewer than eight\nseparate doctrines may preclude a defendant who successfully\nchallenges an existing precedent from getting any relief. Brief for\nPetitioner 50. Moreover, as a practical matter, defense counsel in\nmany cases will test this Court’s Fourth Amendment precedents in\nthe same way thatBeltonwas tested inGant—by\narguing that the precedent is distinguishable. See Brief for\nRespondent inArizonav.Gant, O. T. 2008,\nNo. 07–542, pp. 22–29.[Footnote\n9]At most, Davis’s argument might suggest\nthat—to prevent Fourth Amendment law from becoming ossified—the\npetitioner in a case that results in the overruling of one of this\nCourt’s Fourth Amendment precedents should be given the benefit of\nthe victory by permitting the suppression of evidence in that one\ncase. Such a result would undoubtedly be a windfall to this one\nrandom litigant. But the exclusionary rule is “not a personal\nconstitutional right.”Stone, 428 U. S., at 486. It is a\n“judicially created” sanction,Calandra, 414 U. S., at\n348, specifically designed as a “windfall” remedy to deter future\nFourth Amendment violations. SeeStone,supra, at\n490. The good-faith exception is a judicially created exception to\nthis judicially created rule. Therefore, in a future case, we\ncould, if necessary, recognize a limited exception to the\ngood-faith exception for a defendant who obtains a judgment\nover-ruling one of our Fourth Amendment prece- dents. Cf. Friendly,\nThe Bill of Rights as a Code of Criminal Procedure, 53 Cal. L. Rev.\n929, 952–953 (1965) (“[T]he same authority that empowered the Court\nto supplement the amendment by the exclusionary rule a hundred and\ntwenty-five years after its adoption, likewise allows it to modify\nthat rule as the lessons of experience may teach” (internal\nquotation marks and footnotes omitted)).[Footnote 10]But this is not such a case. Davis did not\nsecure a decision overturning a Supreme Court precedent; the police\nin his case reasonably relied on binding Circuit precedent. SeeUnited Statesv.Gonzalez, 71 F. 3d 819. That\nsort of blameless police conduct, we hold, comes within the\ngood-faith exception and is not properly subject to the\nexclusionary rule.*  *  *It is one thing for the criminal\n“to go free because the constable has blundered.”Peoplev.Defore, 242 N. Y. 13, 21, 150 N. E. 585, 587\n(1926) (Cardozo, J.). It is quite another to set the criminal free\nbecause the constable has scrupulously adhered to governing law.\nExcluding evidence in such cases deters no police misconduct and\nimposes substantial social costs. We therefore hold that when the\npolice conduct a search in objectively reasonable reliance on\nbinding appellate precedent, the exclusionary rule does not apply.\nThe judgment of the Court of Appeals for the Eleventh Circuit\nisAffirmed.Footnote 1Seee.g.,United Statesv.Sanders, 631 F. 2d 1309, 1313–1314 (CA8 1980);United Statesv.Dixon, 558 F. 2d 919, 922\n(CA9 1977);United Statesv.Frick, 490\nF. 2d 666, 668–669 (CA5 1973);Hinkelv.Anchorage, 618 P. 2d 1069, 1069–1071 (Alaska\n1980).Footnote 2Seee.g.,United Statesv.Benson, 631 F. 2d 1336, 1340 (CA8 1980); see alsoUnited Statesv.Rigales, 630 F. 2d 364,\n366–367 (CA5 1980);Uleskyv.State, 379\nSo. 2d 121, 125–126 (Fla. App. 1979).Footnote 3See,e.g.,United Statesv.Dorsey, 418 F. 3d 1038, 1041, 1043–1044 (CA9 2005)\n(upholding automobile search conducted after the officer had\n“handcuffed [the arrestee] and put him in the back of [the] patrol\ncar”);United Statesv.Barnes, 374 F. 3d\n601, 604 (CA8 2004) (same).Footnote 4Cf. Kan. Stat. Ann. §22–2501(c) (2007) (“When\na lawful arrest is effected a law enforcement officer may\nreasonably search the person arrested and the area within such\nperson’s immediate presence for the purpose of … [d]iscovering the\nfruits, instrumentalities, or evidence of a crime”). The Kansas\nSupreme Court recently struck this provision down in light ofArizonav.Gant, 556 U. S. ___ (2009).Statev.Henning, 289 Kan. 136, 137, 209\nP. 3d 711, 714 (2009). But it has appliedIllinoisv.Krull,480 U. S. 340(1987), and the\ngood-faith exception to searches conducted in reasonable reliance\non the statute. SeeStatev.Daniel, 291 Kan.\n490, 497–504, 242 P. 3d 1186, 1191–1195 (2010).Footnote 5The dissent argues that the good-faith\nexception is “unlike … inevitable discovery” because the former\napplies in all cases where the police reasonably rely on binding\nprecedent, while the latter “applies only upon occasion.”Post, at 3. We fail to see how this distinction makes any\ndifference. The same could be said—indeed, the samewassaid—of searches conducted in reasonable reliance on statutes. SeeKrull, 480 U. S., at 368–369 (O’Connor, J., dissenting)\n(arguing that result inKrullwas inconsistent withGriffith). When this Court strikes down a statute on\nFourth Amendment grounds, the good-faith exception may prevent the\nexclusionary rule from applying “ineverycase pending\nwhen [the statute] is overturned.”Post, at 3. This result\ndoes not make the Court’s newly announced rule of Fourth Amendment\nlaw any less retroactive. It simply limits the applicability of a\nsuppression remedy. SeeKrull,supra, at 354–355,\nn. 11.Footnote 6Nor doesUnited Statesv.Johnson,457 U. S. 537(1982),\nforeclose application of the good-faith exception in cases\ninvolving changing law.JohnsondistinguishedPeltierand held that all Fourth Amendment cases should be\nretroactive on direct review so long as the new decision is not a\n“clear break” from prior precedent. 457 U. S., at 562.Johnsonhad no occasion to opine on the good-faith\nexception to the exclusionary rule, which we adopted two years\nlater inLeon.Footnote 7Davis also asserts that a good-faith rule\nwould permit “new Fourth Amendment decisions to be applied only\nprospectively,” thus amounting to “a regime of rule-creation by\nadvisory opinion.” Brief for Petitioner 23, 25. For reasons\ndiscussed in connection with Davis’s argument that application of\nthe good-faith exception here would revive theLinkletterregime, this argument conflates the question of retroactivity with\nthe question of remedy.Footnote 8The dissent does not dispute this point, but\nit claims that the good-faith exception will prevent us from\n“rely[ing] upon lower courts to work out Fourth Amendment\ndifferences among themselves.”Post, at 5. If that is\ncorrect, then today’s holding may well lead tomorecircuit splits in Fourth Amendment cases and afullerdocket of Fourth Amendment cases in this Court. See this Court’s\nRule 10. Such a state of affairs is unlikely to result in\nossification of Fourth Amendment doctrine.Footnote 9Where the search at issue is conducted in\naccordance with a municipal “policy” or “custom,” Fourth Amendment\nprecedents may also be challenged, without the obstacle of the\ngood-faith exception or qualified immunity, in civil suits against\nmunicipalities. See 42 U. S. C. §1983;Los Angeles\nCountyv.Humphries, 562 U. S. ___, ___ (2010) (slip\nop., at 7) (citingMonellv.New York City Dept. of\nSocial Servs.,436 U. S. 658, 690–691\n(1978)).Footnote 10Davis contends that a criminal defendant will\nlack Article III standing to challenge an existing Fourth Amendment\nprecedent if the good-faith exception to the exclusionary rule\nprecludes the defendant from obtaining relief based on police\nconduct that conformed to that precedent. This argument confuses\nweakness on the merits with absence of Article III standing. SeeASARCO Inc.v.Kadish,490 U. S. 605, 624\n(1989) (standing does not “ ‘depen[d] on the merits of [a\nclaim]’ ”). And as a practical matter, the argument is also\noverstated. In many instances, as inGant, see 556 U. S.,\nat __ (slip op., at 8), defendants will not simply concede that the\npolice conduct conformed to the precedent; they will argue instead\nthat the police conduct did not fall within the scope of the\nprecedent.In any event, even if some criminal defendants\nwill be unable to challenge some precedents for the reason that\nDavis suggests, that provides no good reason for refusing to apply\nthe good-faith exception. As noted, the exclusionary rule is not a\npersonal right, seeStone, 428 U. S., at 486, 490, and\ntherefore the rights of these defendants will not be impaired. And\nbecause (at least in almost all instances) the precedent can be\nchallenged by others, Fourth Amendment case law will not be\ninsulated from reconsideration.",
    "joined": []
}