{
    "case": {
        "docket": "18-966",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-966/"
    },
    "id": "4114548",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–966_________________DEPARTMENT OF COMMERCE, et al., PETITIONERSv.NEW YORK, et al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 27, 2019]Justice Alito, concurring in part and\ndissenting in part.It is a sign of our time that the inclusion of a\nquestion about citizenship on the census has become a subject of\nbitter public controversy and has led to today’s regrettable\ndecision. While the decision to place such a question on the 2020\ncensus questionnaire is attacked as racist, there is a broad\ninternational consensus that inquiring about citizenship on a\ncensus is not just appropriate but advisable. No one disputes that\nit is important to know how many inhabitants of this country are\ncitizens.[1] And the most\ndirect way to gather this information is to ask for it in a census.\nThe United Nations recommends that a census inquire about\ncitizenship,[2] and many\ncountries do so.[3]Asking about citizenship on the census also has\na rich history in our country. Every census, from the very first\none in 1790 to the most recent in 2010, has sought not just a count\nof the number of inhabitants but also varying amounts of additional\ndemographic information. In 1800, Thomas Jefferson, as president of\nthe American Philosophical Society, signed a letter to Congress\nasking for the inclusion on the census of questions regarding\n“ ‘the respective numbers of native citizens, citizens of\nforeign birth, and of aliens’ ” “ ‘for the purpose\n. . . of more exactly distinguishing the increase of\npopulation by birth and immigration.’ ” C. Wright, History and\nGrowth of the United States Census (prepared for the Senate\nCommittee on the Census), S. Doc. No. 194, 56th Cong., 1st Sess.,\n19 (1900). In 1820, John Quincy Adams, as Secretary of State, was\nresponsible for conducting the census, and consistent with the 1820\nCensus Act, he instructed the marshals who were charged with\ngathering the information to ask about citizenship.[4] In 1830, when Martin Van Buren was\nSecretary of State, a question about citizenship was again\nincluded.[5] With the exception\nof the census of 1840, at least some portion of the population was\nasked a question about citizenship as part of the census through\n2000, after which the question was moved to the American Community\nSurvey, which is sent to only a small fraction of the population.\nAll these census inquiries were made by the Executive pursuant to\ncongressional authorization. None were reviewed by the courts.Now, for the first time, this Court has seen fit\nto claim a role with respect to the inclusion of a citizenship\nquestion on the census, and in doing so, the Court has set a\ndangerous precedent, both with regard to the census itself and with\nregard to judicial review of all other executive agency actions.\nFor the reasons ably stated by Justice Thomas, seeante, p.\n___ (opinion concurring in part and dissenting in part), today’s\ndecision is either an aberration or a license for widespread\njudicial inquiry into the motivations of Executive Branch\nofficials. If this case is taken as a model, then any one of the\napproximately 1,000 district court judges in this country, upon\nreceiving information that a controversial agency decision might\nhave been motivated by some unstated consideration, may order the\nquestioning of Cabinet officers and other high-ranking Executive\nBranch officials, and the judge may then pass judgment on whether\nthe decision was pretextual. What Bismarck is reputed to have said\nabout laws and sausages comes to mind. And that goes for\ndecisionmaking by all three branches.To put the point bluntly, the Federal Judiciary\nhas no authority to stick its nose into the question whether it is\ngood policy to include a citizenship question on the census or\nwhether the reasons given by Secretary Ross for that decision were\nhis only reasons or his real reasons. Of course, we may determine\nwhether the decision is constitutional. But under the\nconsiderations that typically guide this Court in the exercise of\nits power of judicial review of agency action, we have no authority\nto decide whether the Secretary’s decision was rendered in\ncompliance with the Administrative Procedure Act (APA).IThe APA authorizes judicial review of “agency\naction” taken in violation of law, 5 U. S. C.\n§§706(2)(A)–(D), but §701(a)(2) of the APA bars judicial review of\nagency actions that are “committed to agency discretion by law.”\nAlthough we have characterized the scope of §701(a)(2) as\n“ ‘narrow,’ ”Hecklerv.Chaney,470 U.S.\n821, 830 (1985), there are circumstances in which it applies.\nAnd while our cases recognize a strong presumption in favor of\njudicial review of agency action, see,e.g.,Weyerhaeuser\nCo.v.United States Fish and Wildlife Serv., 586\nU. S. ___, ___ (2018) (slip op., at 11), this “is ‘just’ a\npresumption,” and like all real presumptions, it may be (and has\nbeen) rebutted,Lincolnv.Vigil,508 U.S.\n182, 190 (1993).[6]In considering whether the general presumption\nin favor of judicial review has been rebutted in specific cases, we\nhave identified factors that are relevant to the inquiry: whether\nthe text and structure of the relevant statutes leave a court with\nany “ ‘meaningful standard against which to judge the agency’s\nexercise of discretion,’ ”Websterv.Doe,486\nU.S. 592, 600 (1988) (quotingHeckler,supra, at\n830); whether the matter at hand has traditionally been viewed as\ncommitted to agency discretion, seeICCv.Locomotive\nEngineers,482 U.S.\n270, 282 (1987); whether the challenged action manifests a\n“general unsuitability” for judicial review because it involves a\n“complicated balancing of a number of factors,” including judgments\nregarding the allocation of agency resources or matters otherwise\ncommitted to another branch,Heckler,supra, at\n831–832; and whether judicial review would produce “disruptive\npractical consequences,”Southern R. Co.v.Seaboard\nAllied Milling Corp.,442 U.S.\n444, 457 (1979) (applying this factor to the reviewability\ninquiry under §701(a)(1)).Applying those factors, I conclude that the\ndecision of the Secretary of Commerce to add core demographic\nquestions to the decennial census questionnaire is committed to\nagency discretion by law and therefore may not be challenged under\nthe APA.[7]IIAI start with the question whether the relevant\nstatutory provisions provide any standard that courts can apply in\nreviewing the Secretary’s decision to restore a citizenship\nquestion to the census. The provision that directly addresses this\nquestion is 13 U. S. C. §141(a), the statute that vests\nthe Secretary with authority to administer the decennial census.\nThis provision gives the Secretary unfettered discretion to include\non the census questions about basic demographic characteristics\nlike citizenship. It begins by providing that the Secretary“shall, in the year 1980 and every 10\nyears thereafter, take a decennialcensus of population. . .in such form and content as he may\ndetermine, including the use of sampling procedures and special\nsurveys.”Ibid.(emphasis added).The two phrases I have highlighted—“census of\npopulation” and “in such form and content as he may determine”—are\nof immediate importance. A “census of popu- lation” is broader than\na mere head count. The term is defined as “a census of population\n. . .and matters relating to population.” §141(g)\n(emphasis added). Because this definition refers to both “a census\nof population” and “matters relating to population,” the latter\nconcept must include more than a “census of population” in the\nstrict sense of a head count. And it seems obvious that what this\nadditional information must include is the sort of basic\ndemographic information that has long been sought in the census. So\nthe statute clearly authorizes the Secretary to gather such\ninformation.The second phrase, “in such form and content as\nhe may determine,” specifies how this information is to be\ngathered, namely, by a method having the “form and content” that\nthe Secretary “may determine.” In other words, this is left purely\nto the Secretary’s discretion. A clearer and less restricted\nconferral of discretion is hard to imagine.It is instructive to compare this delegation of\nauthority to the statutory language at issue in one of our most\nwell-known §701(a)(2) cases,Websterv.Doe,486 U.S.\n592. There, the relevant statute allowed termination of a\nCentral Intelligence Agency employee whenever the Director “shall\ndeem such termination necessary or advisable in the interests of\nthe United States.”Id., at 600 (internal quotation marks\nomitted and emphasis deleted). Reasoning that the statute’s “shalldeem” standard “fairly exudes deference to the Director,”\nthe Court concluded that the text of the statute “appear[ed]\n. . . to foreclose the application of any meaningful\njudicial standard of review.”Ibid.The §141(a) language discussed above is even\nmore sweeping than that of the statute inWebster.Unlike\nthe Census Act, the statute inWebsterplaced a condition on\nthe Director’s action—in particular, the requirement that he\nterminate an employee only after concluding that doing so would\nfurther the “interests of the United States.” No such condition\napplies to the Secretary’s determination about the form and content\nof the decennial census, a fact that distinguishes the statute at\nissue here from others this Court has found to fall outside\n§701(a)(2) and thus within courts’ power to review. See,e.g.,\nWeyerhaeuser Co., 586 U. S., at ___ (slip op., at 10)\n(statute conditioning agency power to exclude land from critical\nhabitat designation on agency’s consideration of “ ‘economic\nimpact’ ” of designation and “ ‘determin[ation] that the\nbenefits of such exclusion outweigh the benefits of specifying such\narea as part of the critical habitat’ ”).BThose arguing in favor of judicial review\ncontend that the §141(a) language that I have discussed so far is\nlimited by language that follows immediately after. That part of\n§141(a) states:“In connection with any such census\n[i.e., the decennial “census of population”], the Secretary\nis authorized to obtain such other census information asnecessary.” (Emphasis added.)This means, it is argued, that information about\ncitizenship may be obtained by means of the census only if that is\n“necessary.” But this argument is clearly wrong. The information\nthat must be “necessary” (whatever that means in this context) is\n“othercensus information.” That refers to information other\nthan that obtained in the “census of population,” and as explained,\nthe term “census of population” includes not just a head count but\nother “matters relating to population,” a category that encompasses\nbasic demographic information such as citizenship. Accordingly,\nthis argument is definitively refuted by the text of §141. And\nalthough it is not necessary to look beyond that text, it is worth\nnoting that this argument, if accepted, would require that the term\n“necessary” be given a less than strictly literal meaning;\notherwise, it would run contrary to the broad delegation effected\nby the first portion of §141(a) by making it all but impossible for\nthe Secretary to include on the census anything other than\nquestions relating to the number of persons living at a particular\naddress. That would be so because it will often not be “necessary”\nto obtain this information via the census rather than by some other\nmeans.CAnother argument in favor of review relies on\n13 U. S. C. §195, which states:“Except for the determination of\npopulation for purposes of apportionment of Representatives in\nCongress among the several States, the Secretary shall, if he\nconsiders it feasible, authorize the use of the statistical method\nknown as ‘sampling’ in carrying out the provisions of this\ntitle.”Justice Breyer, for example, interprets this\nprovision to mean that “the Secretary must, if feasible, obtain\ndemographic information through a survey sent to asampleof\nhouseholds, rather than through the short-form census questionnaire\nto whicheveryhousehold must respond.”Ante, at 3\n(opinion concurring in part and dissenting in part). Under that\nreading of §195, it is asserted, the provision sets forth a\njudicially reviewable limit on the Secretary’s authority to obtain\ninformation through direct inquiries.This argument fails to take into account that\nthe current version of §195 was enacted as part of the same Act of\nCongress that included the present version of §141[8] and that the two provisions are both parts\nof a unified scheme regarding the use of sampling. Section 141, a\nprovision concerned exclusively with the census, addresses the use\nof sampling in that particular context. I previously quoted the\nrelevant language, but I repeat it now so that it is clearly in\nmind. Section 141(a) provides that the Secretary“shall, in the year 1980 and every 10\nyears thereafter, take a decennial census of population\n. . .in such form and content as he may determine,\nincluding the use of sampling procedures and special surveys.”\n(Emphasis added.)What this means is that the Secretary, in\nconducting the “census of population,” has discretion to choose the\nform and content of the vehicles used in that project, and among\nthe methods that he may employ, if he sees fit, are sampling and\nspecial surveys.Section 195 is not a census-specific provision,\nbut it does have one (important) thing to say specifically about\nthe census: It prohibits the use of sampling “for the determination\nof population for purposes of apportionment of Representatives in\nCongress.” In this one way, it qualifies the Secretary’s discretion\nregarding the “form and content” of the vehicles used in conducting\nthe “census of population.” And that is what we meant inDepartment of Commercev.United States House of\nRepresentatives,525 U.S.\n316, 338 (1999), when we said that §141(a)’s “broad grant of\nauthority . . . is informed . . . by the\nnarrower and more specific §195.” Otherwise, the text of §195 does\nnot deal specifically with the census. It addresses all the many\ninformation-gathering activities conducted by the Commerce\nDepartment, and as to these, it says that the Secretary shall use\nsampling if he deems it “feasible.”If §195 were read to mean that no information\nother than a head count can be sought by means of a census\nquestionnaire unless it is not “feasible” to get that information\nby sampling, then there would be little if anything left of the\nbroad discretion “to use sampling techniques” conferred on the\nSecretary by §141(a). “Feasible” means “capable of being done,\nexecuted, or effected,” Webster’s Third New International\nDictionary 831 (1961), and it is not clear that the gathering ofanycore demographic information is not “capable of being\ndone” by sampling. So if that were what §195 means, then Congress,\nin the same Act, would have given the Secretary discretion to use\nsampling in the census “as he may determine” but also compelled him\nto use sampling in almost all instances. That is no way to read the\nprovisions of a single Act. A law’s provisions should be read to\nwork together. See A. Scalia & B. Garner, Reading Law 180\n(2012) (“The provisions of a text should be interpreted in a way\nthat renders them compatible, not contradictory”). See also,e.g.,Parker Drilling Management Services, Ltd.v.Newton, 587 U. S. ___, ___–___ (2019) (slip op., at\n5–6);Star Athletica, L. L. C.v.Varsity\nBrands, Inc., 580 U. S. ___, ___–___ (2017) (slip op., at\n6–7);Kawasaki Kisen Kaisha Ltd.v.Regal-Beloit\nCorp.,561 U.S.\n89, 108 (2010). And if there is tension between a specific\nprovision, like §141’s instruction regarding the use of sampling in\nthe decennial census, and a general one, like §195’s directive\nregarding the use of sampling in all data-collection activities,\nthe specific provision must take precedence. Cf.NLRBv.SW General, Inc., 580 U. S. ___, ___ (2017) (slip op.,\nat 14).When §§141 and 195 are read in this way, it is\neasy to see how they fit together. In using the census to gather\ninformation “relating to population” for any use other than the\nactual enumeration, the Secretary may use sampling “as he may\ndetermine.” In conducting all the Department’s efforts to collect\ndata by other means, he may authorize the use of sampling if he\nthinks that is “feasible.” The upshot for present purposes is that\n§195 does not require the “counterintuitive resul[t]” of barring\nthe Secretary from including on the census questionnaire the kinds\nof basic demographic questions that have been asked as part of\nevery census in U. S. history.RJR Nabisco, Inc.v.European Community, 579 U. S. ___, ___ (2016) (slip\nop., at 15).DOne additional provision, 13\nU. S. C. §6(c),[9]\nrequires close consideration. This provision, which was enacted in\n1976 in the same Act as §§141(a) and 195, has three subsections.\nSubsection (a) provides that the Secretary may call on other\ncomponents of the Federal Government to obtain information that is\n“pertinent to” the Department’s work. Subsection (b) authorizes the\nSecretary to “acquire, by purchase or otherwise” from state and\nlocal governments and private sources “such copies of records,\nreports, and other material as may be required for the efficient\nand economical conduct of the censuses and surveys provided for in\nthis title.” Finally, subsection (c) provides:“To the maximum extent possible and\nconsistent with the kind, timeliness, quality and scope of the\nstatistics required, the Secretary shall acquire and use\ninformation available from any source referred to in subsection (a)\nor (b) of this section instead of conducting direct inquiries.”The District Court interpreted subsection (c) to\nmean that the Secretary must turn to another federal agency or\noutside source for demographic information (rather than seeking the\ninformation on the census) unless doing so would not be “possible”\nor “consistent with the kind, timeliness, quality and scope of the\nstatistics required.” This argument fails for reasons similar to\nthose that sank the §195 argument just discussed. Section 6(c) is\nnot a census- specific provision but instead applies generally to\nall the Commerce Department’s information-gathering activities. If\nit is read to apply to the “census of population,” it cannot be\nreconciled with §141(a), which, as noted, broadly authorizes the\nSecretary to use that vehicle for obtaining information “relating\nto population,”i.e., core demographic information. If §6(c)\napplied to the gathering of such information, it would make it hard\nto justify the inclusion ofanydemographic questions on the\ncensus, even though this has been done since 1790. (Is it not\npossible to get information about age and sex, for example, from\nany outside source (or combination of sources), even if the\nDepartment offers to acquire it from a private source by purchase?)\nReading §6(c) to mean what the District Court thought would turn it\ninto the proverbial elephant stuffed into a mouse hole. Section\n6(c), however, is a decidedly mouse-like provision. It was enacted\nwith no fanfare and no real explanation,[10] and remained in the shadows, vir- tually unused\nand unnoticed, for more than 40 years.ERespondents and the Court cite two other\nprovisions in support of reviewability, but neither has anything to\ndo with the issue of putting a citizenship question on the census.\nIn determining whether statutory provisions include standards that\ncould provide a basis for judicial review, it is necessary to focus\non the precise claims at issue, see,e.g., Webster, 486\nU. S., at 601–602 (distinguishing between statutory and\nconstitutional claims);Locomotive Engineers, 482\nU. S., at 277–279 (parsing claims under different prongs of\nreopener statute);Heckler, 470 U. S., at 836\n(rejecting as “irrelevant” to the agency decision at issue two\nstatutory provisions that were argued to provide “ ‘law to\napply’ ”). And when viewed in this way, the remaining\nstatutory provisions cited in support of reviewability are of no\nvalue.Respondents point to §141(b), which requires the\nSecretary to complete the tabulation of total population by States\n“within 9 months after the census date” and then to report the\nresults to the President. That provision sets out an easily\nadministered deadline, and it has nothing to do with the content of\nthe census questionnaire.Respondents also claim that §141(f) is relevant\nto the question of judicial review, but that provision concernscongressionalreview. It directs the Secretary to report to\nCongress, at specified times, the subjects and questions that he\nintends to include on the census. According to respondents, the\nSecretary’s compliance with those requirements is judicially\nreviewable, and that, they contend, takes the Secretary’s decision\nto include a citizenship question out from under §701(a)(2).Respondents fundamentally misunderstand the\nsignifi- cance of congressional reporting requirements in\nevaluating whether a particular agency action is subject to\njudicial review. Congressional reporting requirements are “legion\nin federal law,”Natural Resources Defense Council, Inc.v.Hodel, 865 F.2d 288, 317 (CADC 1988), and their purpose is\nto permit Congress to monitor and, if it sees fit, to correct\nExecutive Branch actions to which it objects. When a congressional\nreporting requirement “[l]ack[s] a provision for judicial review,”\ncompliance “by its nature seems singularly committed tocongressionaldiscretion in measuring the fidelity of the\nExecutive Branch actor to legislatively mandated requirements.”Id., at 318. In other words, it is Congress, not the\nJudiciary, that is best situated to determine whether an agency’s\nresponses to Congress are sufficient and, if not, to “take what it\ndeems to be the appropriate action.”Id., at 319.In that respect, §141(f) actually cuts against\njudicial review. The Constitution gives Congress the authority to\n“direct” the “Manner” in which the census is conducted, and by\nimposing the §141(f) reporting requirements, Congress retained some\nof that supervisory authority. It did not transfer it to the\ncourts.[11]Respondents protest that congressional review\nmay not be enough to guard against a Secretary’s abuses, especially\nwhen the party in control of Congress stands to benefit. But that\ncomplaint simply expresses disagreement with the Framers’ choice to\nvest power over the census in a political body, cf.Baldrigev.Shapiro,455 U.S.\n345, 347–348 (1982) (“Under [the] Constitution, responsibility\nfor conducting the decennial census rests with Congress”), and the\nmanner in which Congress has chosen to exercise that power, seeWisconsinv.City of New York,517 U.S.\n1, 19 (1996) (Congress has delegated its “virtually unlimited\ndiscretion” in conducting the census to the Secretary). In any\nevent, the ability to press constitutional challenges to the\nSecretary’s decisions, see n. 7,supra,answers many of\nthe examples in respondents’ parade of horribles.In short, the relevant text of §141(a) “fairly\nexudes deference” to the Secretary.Webster, 486 U. S.,\nat 600. And no other provision of law cited by respondents or my\ncolleagues provides any “meaningful judicial standard” for\nreviewing the Secretary’s selection of demographic questions for\ninclusion on the census.Ibid.IIIIn addition to requiring an examination of the\ntext and structure of the relevant statutes, our APA §701(a)(2)\ncases look to whether the agency action in question is a type that\nhas traditionally been viewed as committed to agency discretion or\nwhether it is instead one that “federal courts regularly review.”Weyerhaeuser Co., 586 U. S., at ___ (slip op., at 12).\nIn cases where the Court has found that agency action is committed\nto agency discretion by law, an important factor has been the\nabsence of an established record of judicial review prior to the\nadoption of the APA. SeeHeckler, 470 U. S., at 832–833\n(agency nonenforcement);Locomotive Engineers, 482\nU. S., at 282 (agency decision not to reopen final decision\nbased on material error);Lincoln, 508 U. S., at 192\n(agency use of lump-sum appropriations).Here, there is no relevant record of judicial\nreview. We are confronted with a practice that reaches back two\ncenturies. The very first census went beyond a mere head count and\ngathered additional demographic information, and during virtually\nthe entire period prior to the enactment of the APA, a citizenship\nquestion was asked of everyone. Notably absent from that long\nrecord is any practice of judicial review of the content of the\ncensus. Indeed, this Court has never before encountered a direct\nchallenge to a census question. App. to Pet. for Cert. 416a. And\nlitigation in the lower courts about the census is sparse and\ngenerally of relatively recent vintage.Not only is this sort of history significant in\nall §701(a)(2) cases, seeLocomotive Engineers,supra, at 282, but we have previously stressed the\nparticular “importance of historical practice” when it comes to\nevaluating the Secretary’s authority over the census.Wisconsin,supra, at 21; see alsoante,at 13\n(opinion of the Court). Moreover, where the relevant question is\nnot whether review may be had at all, but rather the branch with\nthe authority to exercise review, the absence of any substantial\nrecord of judicial review is especially revealing. See,e.g.,\nNLRBv.Noel Canning, 573 U.S. 513, 525 (2014) (it is\n“neither new nor controversial” that “longstanding practice of the\ngovernment can inform our determination of what the law is”\n(internal quotation marks and citation omitted));United\nStatesv.Midwest Oil Co.,236 U.S.\n459, 473 (1915) (“in determining . . . the existence\nof a power, weight [is] given to . . . usage”). Thus, the\nabsence of any real tradition of judicial review of decisions\nregarding the content of the census counsels against review in this\ncase.In an attempt to show that there is no relevant\n“tradition of nonreviewability,”Locomotive Engineers,supra, at 282, respondents contend that this Court has\nrecently engaged in review of the “conduct of the census,” Brief\nfor Government Respondents 26–27. But in none of the cases they\ncite did the Court address an APA challenge to the content of\ncensus questions.[12] Some\ninvolved constitu- tional claims about enumeration and\napportionment. SeeFranklinv.Massachusetts,505 U.S.\n788, 790, 801 (1992) (constitutional challenge to “method used\nfor counting federal employees serving overseas” as part of\n“reapportionment determination”);Wisconsin, 517 U. S.,\nat 20 (constitutional challenge to Secretary’s decision not to\nadjust count). Others concerned enforcement of statutes with\nspecific directives. SeeDepartment of Commerce, 525 U. S.,\nat 343 (holding that §195 bars use of “sampling” to reach actual\nenumeration for apportionment);Utahv.Evans,536 U.S.\n452, 464–465 (2002) (considering whether statistical method\nviolated §195’s bar on use of “sampling” in apportionment\nenumeration). According to respondents, these cases mean thatallthe Secretary’s census-related decisions are suitable\nfor judicial review and thus fall outside of §701(a)(2), and the\nCourt apparently agrees, rejecting the Government’s §701(a)(2)\nargument in part because “[w]e and other courts have entertained\nboth constitutional and statutory challenges to census-related\ndecisionmaking.”Ante, at 15.This argument misses the point of §701(a)(2).\nThe question under that provision is whetherthe challenged\naction“is committed to agency discretion by law,” not whether\na different action by the same agency is review- able under the\nAPA, much less whether an action taken by the same agency can be\nchallenged under the Constitution. Take the example ofHecklerv.Chaney,supra, where the Court\nconsidered whether a particular Food and Drug Administration (FDA)\ndecision was reviewable under the APA. Many FDA actions are subject\nto APA review, see,e.g., Weinbergerv.Hynson, Westcott\n& Dunning, Inc.,412 U.S.\n609, 627 (1973), but that did not prevent theHecklerCourt from holding that the particular FDA decision at issue there\nfell within §701(a)(2). See also,e.g.,Heckler,supra,at 836–837.Respondents and some of theiramicicontend that the Secretary’s decision is at least amenable to\njudicial review for consistency with the APA’s reasoned-explanation\nrequirement. SeeMotor Vehicle Mfrs. Assn. of United States,\nInc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29, 43 (1983) (describing requirement). Thus, the argument\ngoes, even if no statute sets out a standard that can be used in\nreviewing the particular agency action in question, a court may\nreview an agency’s explanation of the reasons for its action and\nset it aside if the court finds those reasons to be arbitrary or\nirrational.This argument would obliterate §701(a)(2). Even\nif a statute expressly gave an agency absolute, unrestricted,\nunfettered, unlimited, and unqualified discretion with respect to a\nparticular decision, a court could still review the agency’s\nexplanation of the reasons for its decision. That is not what\n§701(a)(2) means. As we put it previously in answering a similar\nargument against application of §701(a)(2), it is “fals[e]” to\nsuggest “that if the agency gives a ‘reviewable’ reason for\notherwise unreviewable action, the action becomes reviewable.”Locomotive Engineers, 482 U. S., at 283. That is\nbecause when an action “is committed to agency discretion by law,”\nthe Judiciary has no role to play, even when an agency sets forth\n“an eminently ‘reviewable’ proposition.”Id.,at\n282–283.IVIn sum, neither respondents nor my colleagues\nhave been able to identify any relevant, judicially manageable\nlimits on the Secretary’s decision to put a core demographic\nquestion back on the census. And without an “adequate standard of\nreview for such agency action,”id., at 282, courts\nreviewing decisions about the “form and content” of the census\nwould inevitably be drawn into second-guessing the Secretary’s\nassessment of complicated policy tradeoffs,[13] another indicator of “general unsuitability”\nfor judicial review.Heckler,supra, at 831.Indeed, if this litigation is any indication,\nwidespread judicial review of the Secretary’s conduct of the census\nwill usher in an era of “disruptive practical consequences,” and\nthis too weighs against review.Seaboard Allied Milling\nCorp., 442 U. S., at 457. Cf.Tuckerv.United\nStates Dept. of Commerce, 958 F.2d 1411, 1418 (CA7 1992)\n(expressing doubt about “both the provenance and the\npracticability” of allowing judicial review of census-related\ndecisions).Respondents protest that the importance of the\ncensus provides a compelling reason to allow APA review. See alsoante,at 22–23 (opinion of Breyer, J.). But this argument\noverlooks the fact that the Secretary is account- able in other\nways for census-related decisionmaking.[14] If the Secretary violates the Constitution or any\napplicable statutory provision related to the census, his action is\nreviewable. The Secretary is also accountable to Congress with\nrespect to the administration of the census since he has that power\nonly because Congress has found it appropriate to entrust it to\nhim. And the Secretary is always answerable to the President, who\nis, in turn, accountable to the people.*  *  *Throughout our Nation’s history, the Executive\nBranch has decided without judicial supervision or interference\nwhether and, if so, in what form the decennial census should\ninquire about the citizenship of the inhabitants of this country.\nWhether to put a citizenship question on the 2020 census\nquestionnaire is a question that is committed by law to the\ndiscretion of the Secretary of Commerce and is therefore exempt\nfrom APA review. The District Court had the authority to decide\nrespondents’ constitutional claims, but the remainder of their\ncomplaint should have been dismissed.I join Parts I, II, III, IV–B, and IV–C[15] of the opinion of the Court. I\ndo not join the remainder, and insofar as the Court holds that the\nSecretary’s decision is reviewable under the APA, I respectfully\ndissent.Notes1As a 2016 Census Bureau\nguidance document explained, obtaining citizenship statistics is\n“essential for agencies and policy makers setting and evaluating\nimmigration policies and laws, understanding how different\nimmigrant groups are assimilated, and monitoring against\ndiscrimination.” Dept. of Commerce, Census Bureau, American\nCommunity Survey, Why We Ask: Place of Birth, Citizenship and Year\nof Entry,\nwww2.census. gov /programs - surveys / acs / about / qbyqfact / 2016 /Citizenship.pdf\n(all Internet materials as last visited June 25,\n2019).2United Nations, Dept. of\nEconomic and Social Affairs Statistics Div., Principles and\nRecommendations for Population and Housing Censuses 163, 191 (rev.\n3, 2017).3See,e.g., Brief\nfor Petitioners 29 (“ ‘[O]ther major democracies inquire about\ncitizenship on their census, including Australia, Canada, France,\nGermany, Indonesia, Ireland, Mexico, Spain, and the United Kingdom,\nto name a few’ ” (quoting App. to Pet. for Cert.\n561a)).4See Act of Mar. 14, 1820,\nch. 24, 3Stat. 550; Wright, History and Growth of the United States\nCensus, S. Doc. No. 194, 56th Cong., 1st Sess.,\n133–137.5See Dept. of Commerce,\nCensus Bureau, History: 1830 Census Questionnaire,\nhttps: / /www . census . gov /history /www /through _ the _ decades /questionnaires/1830_2.html.6Because the §701(a)(2)\nanalysis dictateswhetherAPA review may be had, Justice\nBreyer’s assertion that the APA “supplies [a] limit” on the\nSecretary’s otherwise “broad” delegation,ante, at 22\n(opinion concurring in part and dissenting in part), mistakenly\nassumes the answer to the reviewability question. Cf.Hecklerv.Chaney,470 U.S.\n821, 828 (1985) (“[B]efore any review at all may be had, a\nparty must first clear the hurdle of §701(a)”).7The Government concedes\nthat courts may review constitutional challenges to the Secretary’s\nactions. Cf.Websterv.Doe,486\nU.S. 592, 603 (1988). For the reasons given in the Court’s\nopinion, seeante, at 11–13, I agree that the only remaining\nconstitutional claim at issue—respondents’ Enumeration Clause\nclaim—lacks merit and thus does not constitute a basis for\nenjoining the addition of the citizenship question.8See 90Stat.\n2459.9Section 6 states: “(a)\nThe Secretary, whenever he considers it advisable, may call\nupon any other department, agency, or establishment of the Federal\nGovernment, or of the government of the District of Columbia, for\ninformation pertinent to the work provided for in this title. “(b)\nThe Secretary may acquire, by purchase or otherwise, from\nStates, counties, cities, or other units of government, or their\ninstrumentalities, or from private persons and agencies, such\ncopies of records, reports, and other material as may be required\nfor the efficient and economical conduct of the censuses and\nsurveys provided for in this title. “(c) To the maximum extent\npossible and consistent with the kind, timeliness, quality and\nscope of the statistics required, the Secretary shall acquire\nand use information available from any source referred to in\nsubsection (a) or (b) of this section instead of conducting direct\ninquiries.”10The\nmost respondents can muster are snippets from the legislative\nhistory of the 1976 Census Act indicating that §6(c) was enacted to\ndecrease the Secretary’s use of “direct inquiries” in the interest\nof “reducing respondent burden.” H. R. Rep. No. 94–1719, p. 10\n(1976). Even accepting that premise, it simply raises the same\nquestion just discussed—namely, whether Congress’s desire to reduce\nrespondent burden, as reflected by §6(c), yields to the Secretary’s\nbroad authorization in §141(a) to “determine” the “form and\ncontent” of any direct inquiries on the census. Cf.id.,at\n11 (characterizing §141 as a “provisio[n] directly related to\ndecennial . . . census”).11It is\nnotable that Congress, pursuant to its supervisory authority, has\nin some cases limited the particular demographic characteristics\nabout which the Secretary may require information through census\nquestionnaires. In §221(c), for example, Congress has dictated that\n“no person shall be compelled to disclose information relative to\nhis religious beliefs or to membership in a religious body.”\nSimilarly, in a series of appropriation Acts, Congress has\nspecified that “none of the funds provided in this or any other Act\nfor any fiscal year may be used for the collection of census data\non race identification that does not include ‘some other race’ as a\ncategory.” 123Stat. 3115, note following 13 U. S. C. §5.\nThose examples highlight that when Congress wishes to limit the\nSecretary’s authority to require responses to particular\ndemographic questions, it “knows precisely how to do so.”Limelight Networks, Inc.v.Akamai Technologies,\nInc., 572 U.S. 915, 923 (2014).12The\nsame can be said for the lower court cases on which respondents\nrely. See,e.g.,Brief for Government Respondents 26, and n.\n6 (collecting cases, none of which “involved the census\nquestionnaire” or the Secretary’s selection of\nquestions).13In\ndetermining how the census is to be conducted, the Secretary must\nmake decisions about a bevy of matters, such as the best way to\ncount particular persons or categories of persons with an adequate\ndegree of accuracy (e.g., by face-to-face interviews,\ntelephone calls, questionnaires to be mailed back, contacts with\nneighbors, or use of existing records); the use of followup\nprocedures and other quality control measures; which persons should\nbe included in which households; and issues concerning where a\nperson should be enumerated. These and countless other factors may\naffect whether an individual receives or responds to the census\nquestionnaire.14Since\nthe time Secretary Ross publicly announced his intent to add the\ncitizenship question, “Congress has questioned the Secretary about\nhis decision in public hearings on several occasions.” Brief for\nPetitioners 50 (collecting examples).15Although I would hold that the\nSecretary’s decision is not review-able under the APA, in the\nalternative I would conclude that the decision survives review\nunder the applicable standards. I join Parts IV–B and IV–C on that\nunderstanding.",
    "joined": []
}