{
    "case": {
        "docket": "17-646",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-646/"
    },
    "id": "4109123",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–646_________________TERANCE MARTEZ GAMBLE, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 17, 2019]Justice Alito delivered the opinion of the\nCourt.We consider in this case whether to overrule a\nlongstanding interpretation of the Double Jeopardy Clause of the\nFifth Amendment. That Clause provides that no person may be “twice\nput in jeopardy” “for the same offence.” Our double jeopardy case\nlaw is complex, but at its core, the Clause means that those\nacquitted or convicted of a particular “offence” cannot be tried a\nsecond time for the same “offence.” But what does the Clause mean\nby an “offence”?We have long held that a crime under one\nsovereign’s laws is not “the same offence” as a crime under the\nlaws of another sovereign. Under this “dual-sovereignty” doctrine,\na State may prosecute a defendant under state law even if the\nFederal Government has prosecuted him for the same conduct under a\nfederal statute.Or the reverse may happen, as it did here.\nTerance Gamble, convicted by Alabama for possessing a firearm as a\nfelon, now faces prosecution by the United States under its own\nfelon-in-possession law. Attacking this second prosecution on\ndouble jeopardy grounds, Gamble asks us to overrule the\ndual-sovereignty doctrine. He contends that it departs from the\nfounding-era understanding of the right enshrined by the Double\nJeopardy Clause. But the historical evidence assembled by Gamble is\nfeeble; pointing the other way are the Clause’s text, other\nhistorical evidence, and 170 years of precedent. Today we affirm\nthat precedent, and with it the decision below.IIn November 2015, a local police officer in\nMobile, Alabama, pulled Gamble over for a damaged headlight.\nSmelling marijuana, the officer searched Gamble’s car, where he\nfound a loaded 9-mm handgun. Since Gamble had been convicted of\nsecond-degree robbery, his possession of the handgun violated an\nAlabama law providing that no one convicted of “a crime of\nviolence” “shall own a firearm or have one in his or her\npossession.” Ala. Code §13A–11–72(a) (2015); see §13A–11–70(2)\n(defining “crime of violence” to include robbery). After Gamble\npleaded guilty to this state offense, federal prosecutors indicted\nhim for the same instance of possession under a federal law—one\nforbidding those convicted of “a crime punishable by imprisonment\nfor a term exceeding one year . . . to ship or transport\nin interstate or foreign commerce, or possess in or affecting\ncommerce, any firearm or ammunition.” 18 U. S. C.\n§922(g)(1).Gamble moved to dismiss on one ground: The\nfederal indictment was for “the same offence” as the one at issue\nin his state conviction and thus exposed him to double jeopardy.\nBut because this Court has long held that two offenses “arenotthe ‘same offence’ ” for double jeopardy purposes\nif “prosecuted by different sovereigns,”Heathv.Alabama,474 U.S.\n82, 92 (1985), the District Court denied Gamble’s motion to\ndismiss. Gamble then pleaded guilty to the federal offense while\npreserving his right to challenge the denial of his motion to\ndismiss on double jeopardy grounds. But on appeal the Eleventh\nCircuit affirmed, citing the dual-sovereignty doctrine. 694 Fed.\nAppx. 750 (2017). We granted certiorari to determine whether to\noverturn that doctrine.[1] 585\nU. S. ___ (2018).IIGamble contends that the Double Jeopardy\nClause must forbid successive prosecutions by different sovereigns\nbecause that is what the founding-era common law did. But before\nturning to that historical claim, see Part IIIinfra, we\nreview the Clause’s text and some of the cases Gamble asks us to\noverturn.AWe start with the text of the Fifth Amendment.\nAl- though the dual-sovereignty rule is often dubbed an “exception”\nto the double jeopardy right, it is not an exception at all. On the\ncontrary, it follows from the text that defines that right in the\nfirst place. “[T]he language of the Clause . . . protects\nindividuals from being twice put in jeopardy ‘for the sameoffence,’ not for the sameconductoractions,”Gradyv.Corbin,495 U.S.\n508, 529 (1990), as Justice Scalia wrote in a soon-vindicated\ndissent, seeUnited Statesv.Dixon,509 U.S.\n688(1993) (overrulingGrady). And the term\n“ ‘[o]ffence’ was commonly understood in 1791 to mean\n‘transgression,’ that is, ‘the Violation or Breaking of a\nLaw.’ ”Grady, 495 U. S., at 529 (Scalia, J.,\ndissenting) (quoting Dictionarium Britannicum (Bailey ed. 1730)).\nSee also 2 R. Burn & J. Burn, A New Law Dictionary 167 (1792)\n(“OFFENCE, is an act committed against law, or omitted where the\nlaw requires it”). As originally understood, then, an “offence” is\ndefined by a law, and each law is defined by a sovereign. So where\nthere are two sovereigns, there are two laws, and two “offences.”\nSeeGrady, 495 U. S., at 529 (Scalia, J., dissenting)\n(“If the same conduct violates two (or more) laws, then each\noffense may be separately prosecuted”);Moorev.Illinois, 14 How. 13, 17 (1852) (“The constitutional\nprovision is not, that no person shall be subject, for the same\nact, to be twice put in jeopardy of life or limb; but for the sameoffence, the sameviolation of law, no person’s life\nor limb shall be twice put in jeopardy” (emphasis added)).Faced with this reading, Gamble falls back on an\nepisode from the Double Jeopardy Clause’s drafting\nhistory.[2] The first Congress,\nworking on an earlier draft that would have banned “ ‘more\nthan one trial or one punishment for the same offence,’ ”\nvoted down a proposal to add “ ‘by any law of the United\nStates.’ ” 1 Annals of Cong. 753 (1789). In rejecting this\naddition, Gamble surmises, Congress must have intended to bar\nsuccessive prosecutions regardless of the sovereign bringing the\ncharge.Even if that inference were justified—something\nthat the Government disputes—it would count for little. The private\nintent behind a drafter’s rejection of one version of a text is\nshoddy evidence of the public meaning of an altogether different\ntext. Cf.United Statesv.Craft,535 U.S.\n274, 287 (2002) (“[F]ailed legislative proposals are a\nparticularly dangerous ground on which to rest an interpretation of\na prior statute” (internal quotation marks omitted)).Besides, if we allowed conjectures about purpose\nto inform our reading of the text, the Government’s conjecture\nwould prevail. The Government notes that the Declaration of\nIndependence denounced King George III for “protecting [British\ntroops] by a mock Trial, from punishment for any Murders which they\nshould commit on the Inhabitants of these States.” ¶ 17. The\nDeclaration was alluding to “the so-called Murderers’ Act, passed\nby Parliament after the Boston Massacre,” Amar, Sixth Amendment\nFirst Principles, 84 Geo. L. J. 641, 687, n. 181 (1996), a law that\nallowed British officials indicted for murder in America to be\n“ ‘tried in England, beyond the control of local\njuries.’ ”Ibid.(quoting J. Blum et al., The National\nExperience 95 (3d ed. 1973)). “During the late colonial period,\nAmericans strongly objected to . . . [t]his circumvention\nof the judgment of the victimized community.” Amar, 84 Geo.\nL. Rev., at 687, n. 181. Yet on Gamble’s reading, the same\nFounders who quite literallyrevoltedagainst the use of\nacquittals abroad to bar criminal prosecutions here would soon give\nus an Amendment allow- ing foreign acquittals to spare domestic\ncriminals. We doubt it.We see no reason to abandon the\nsovereign-specific reading of the phrase “same offence,” from which\nthe dual-sovereignty rule immediately follows.BOur cases reflect the same reading. A close\nlook at them reveals how fidelity to the Double Jeopardy Clause’s\ntext does more than honor the formal difference between two\ndistinct criminal codes. It honors the substantive differences\nbetween the interests that two sovereigns can have in punishing the\nsame act.The question of successive federal and state\nprosecutions arose in three antebellum cases implying and then\nspelling out the dual-sovereignty doctrine. The first,Foxv.Ohio, 5 How. 410 (1847), involved an Ohio prosecution for\nthe passing of counterfeit coins. The defendant argued that since\nCongress can punish counterfeiting, the States must be barred from\ndoing so, or else a person could face two trials for the same\noffense, contrary to the Fifth Amendment. We rejected the\ndefendant’s premise that under the Double Jeopardy Clause “offences\nfalling within the competency of different authorities to restrain\nor punish them would not properly be subjected to the consequences\nwhich those authorities might ordain and affix to their\nperpetration.”Id., at 435. Indeed, we observed, the nature\nof the crime or its effects on “public safety” might well\n“deman[d]” separate prosecutions.Ibid.Generalizing from\nthis point, we declared in a second case that “the same act might,\nas to its character and tendencies, and the consequences it\ninvolved, constitute an offence against both the State and Federal\ngovernments, and might draw to its commission the penalties\ndenounced by either, as appropriate to its character in reference\nto each.”United Statesv.Marigold, 9 How. 560, 569\n(1850).A third antebellum case,Moorev.Illinois, 14 How. 13, expanded on this concern for the\ndifferent interests of separate sovereigns, after tracing it to the\ntext in the manner set forth above. Recalling that the Fifth\nAmendment prohibits double jeopardy not “for the same ac[t]” but\n“for the same offence,” and that “[a]n offence, in its legal\nsignification, means the transgression of a law,”id., at\n19, we drew the now-familiar inference: A single act “may be an\noffence or transgression of the laws of” two sovereigns, and hence\npunishable by both,id.,at 20.Then we gave color to\nthis abstract principle—and to the diverse interests it might\nvindicate—with an example. An assault on a United States marshal,\nwe said, would offend against the Nation and a State: the first by\n“hindering” the “execution of legal process,” and the second by\n“breach[ing]” the “peace of the State.”Ibid.That duality\nof harm explains how “one act” could constitute “two offences, for\neach of which [the offender] is justly punishable.”Ibid.This principle comes into still sharper relief\nwhen we consider a prosecution in this country for crimes committed\nabroad. If, as Gamble suggests, only one sovereign may prosecute\nfor a single act, no American court—state or federal—could\nprosecute conduct already tried in a foreign court. Imagine, for\nexample, that a U. S. national has been murdered in another\ncountry. That country could rightfully seek to punish the killer\nfor committing an act of violence within its territory. The foreign\ncountry’s interest lies in protecting the peace in that territory\nrather than protecting the American specifically. But the United\nStates looks at the same conduct and sees an act of violence\nagainst one of its nationals, a person under the particular\nprotection of its laws. The murder of a U. S. national is an\noffense to the United States as much as it is to the country where\nthe murder occurred and to which the victim is a stranger. That is\nwhy the killing of an American abroad is a federal offense that can\nbe prose- cuted in our courts, see 18 U. S. C.\n§2332(a)(1), and why customary international law allows this\nexercise of jurisdiction.There are other reasons not to offload all\nprosecutions for crimes involving Americans abroad. We may lack\nconfidence in the competence or honesty of the other country’s\nlegal system. Less cynically, we may think that special protection\nfor U. S. nationals serves key national interests related to\nsecurity, trade, commerce, or scholarship. Such interests might\nalso give us a stake in punishing crimes committedbyU. S. nationals abroad—especially crimes that might do harm to\nour national security or foreign relations. See,e.g.,\n§2332a(b) (bombings). These examples reinforce the foundation laid\nin our antebellum cases: that a crime against two sovereigns\nconstitutes two offenses because each sovereign has an interest to\nvindicate.We cemented that foundation 70 years after the\nlast of those antebellum cases, in a decision upholding a federal\nprosecution that followed one by a State. SeeUnited Statesv.Lanza,260 U.S.\n377, 382 (1922) (“[A]n act denounced as a crime by both\nnational and state sovereignties is an offense against the peace\nand dignity of both and may be punished by each”). And for decades\nmore, we applied our precedent without qualm or quibble. See,e.g.,Screwsv.United States,325 U.S.\n91(1945);Jeromev.United States,318 U.S.\n101(1943);Puerto Ricov.Shell Co.(P. R.),Ltd.,302 U.S.\n253(1937);Westfallv.United States,274 U.S.\n256(1927);Hebertv.Louisiana,272 U.S.\n312(1926). When petitioners in 1959 asked us twice to reverse\ncourse, we twice refused, finding “[n]o consideration or persuasive\nreason not presented to the Court in the prior cases” for\ndisturbing our “firmly established” doctrine.Abbatev.United States,359 U.S.\n187, 195; see alsoBartkusv.Illinois,359 U.S.\n121. And then we went on enforcing it, adding another six\ndecades of cases to the doctrine’s history. See,e.g.,Puerto Ricov.Sánchez Valle, 579 U. S. ___\n(2016);Heathv.Alabama,474 U.S.\n82(1985);United Statesv.Wheeler,435 U.S.\n313(1978);Rinaldiv.United States,434 U.S.\n22(1977) (per curiam).CWe briefly address two objections to this\nanalysis.First, the dissents contend that our\ndual-sovereignty rule errs in treating the Federal and StateGovernmentsas two separate sovereigns when in fact\nsovereignty belongs to the people. Seepost, at 3 (opinion\nof Ginsburg, J.);post, at 7 (opinion of Gorsuch, J.). This\nargument is based on a non sequitur. Yes, our Constitution rests on\nthe principle that the people are sovereign, but that does not mean\nthat they have conferred all the attributes of sovereignty on a\nsingle government. Instead, the people, by adopting the\nConstitution, “ ‘split the atom of sovereignty.’ ”Aldenv.Maine,527 U.S.\n706, 751 (1999) (alteration omitted) (internal quotation marks\nand citation omitted). As we explained last Term:“When the original States declared their\nindependence, they claimed the powers inherent in sovereignty\n. . . . The Constitution limited but did not abolish the\nsovereign powers of the States, which retained ‘a residuary and\ninviolable sovereignty.’ The Federalist No. 39, p. 245 (C. Rossiter\ned. 1961). Thus, both the Federal Government and the States wield\nsovereign powers, and that is why our system of government is said\nto be one of ‘dual sovereignty.’ Gregoryv.Ashcroft,501 U.S.\n452, 457 (1991).”Murphyv.National Collegiate\nAthletic Assn., 584 U. S. ___, ___ (2018) (slip op., at\n14).It is true that the Republic is “ ‘ONE\nWHOLE,’ ”post, at 3 (opinion of Ginsburg, J.) (quoting\nThe Federalist No. 82, p. 493 (C. Rossiter ed. 1961) (A.\nHamilton)); accord,post,at 7 (opinion of Gorsuch, J.). But\nthere is a difference between the whole and a single part, and that\ndifference underlies decisions as foundational to our legal system\nasMcCullochv.Maryland, 4 Wheat. 316 (1819). There,\nin terms so directly relevant as to seem presciently tailored to\nanswer this very objection, Chief Justice Marshall distinguished\nprecisely between “the people of a State” and “[t]he people of all\nthe States,”id.,at 428, 435; between the “sovereignty\nwhich the people of a single state possess” and the sovereign\npowers “conferred by the people of the United States on the\ngovernment of the Union,”id.,at 429–430; and thus between\n“the action of a part” and “the action of the whole,”id.,at 435–436. In short,McCulloch’s famous holding that a\nState may not tax the national bank rested on a recognition that\nthe States and the Nation have different “interests” and\n“right[s].”Id., 431, 436. One strains to imagine a clearer\nstatement of the premises of our dual-sovereignty rule, or a more\nauthoritative source. The United States is afederalrepublic; it is not, contrary to Justice Gorsuch’s suggestion,post, at 10–11, a unitary state like the United Kingdom.Gamble and the dissents lodge a second objection\nto this line of reasoning. They suggest that because the division\nof federal and state power was meant to promote liberty, it cannot\nsupport a rule that exposes Gamble to a second sentence. Seepost, at 3–4 (opinion of Ginsburg, J.);post,at 8–9\n(opinion of Gorsuch, J.). This argument fundamentally\nmisunderstands the governmental structure established by our\nConstitution. Our federal system advances individual liberty in\nmany ways. Among other things, it limits the powers of the Federal\nGovernment and protects certain basic liberties from infringement.\nBut because the powers of the Federal Government and the States\noften overlap, allowing both to regulate often results in two\nlayers of regulation. Taxation is an example that comes immediately\nto mind. It is also not at all uncommon for the Federal Government\nto permit activities that a State chooses to forbid or heavily\nrestrict—for example, gambling and the sale of alcohol. And a State\nmay choose to legalize an activity that federal law prohibits, such\nas the sale of marijuana. So while our system of federalism is\nfundamental to the protection of liberty, it does not always\nmaximize individual liberty at the expense of other interests. And\nit is thus quite extraordinary to say that the venerable\ndual-sovereignty doctrine represents a\n“ ‘desecrat[ion]’ ” of federalism.Post, at 9\n(opinion of Gorsuch, J.).IIIGamble claims that our precedent contradicts\nthe common-law rights that the Double Jeopardy Clause was\noriginally understood to engraft onto the Constitution—rights\nstemming from the “common-law pleas ofauterfoits acquit[former acquittal] andauterfoits convict[former\nconviction].”Grady, 495 U. S., at 530 (Scalia, J.,\ndissenting). These pleas were treated as “reason[s] why the\nprisoner ought not to answer [an indictment] at all, nor put\nhimself upon his trial for the crime alleged.” 4 W. Blackstone,\nCommentaries on the Laws of England 335 (1773) (Blackstone). Gamble\nargues that those who ratified the Fifth Amendment understood these\ncommon-law principles (which the Amendment constitutionalized) to\nbar a domestic prosecution following one by a foreign nation. For\nsupport, he appeals to early English and American cases and\ntreatises. We have highlighted one hurdle to Gamble’s reading: the\nsovereign-specific original meaning of “offence.” But the doctrine\nofstare decisisis another obstacle.Stare decisis“promotes the evenhanded,\npredictable, and consistent development of legal principles,\nfosters reliance on judicial decisions, and contributes to the\nactual and perceived integrity of the judicial process.”Paynev.Tennessee,501 U.S.\n808, 827 (1991). Of course, it is also important to be right,\nespecially on constitutional matters, where Congress cannot\noverride our errors by ordinary legislation. But even in\nconstitutional cases, a departure from precedent “demands special\njustification.”Arizonav.Rumsey,467 U.S.\n203, 212 (1984). This means that something more than “ambiguous\nhistorical evidence” is required before we will “flatly overrule a\nnumber of major decisions of this Court.”Welchv.Texas\nDept. of Highways and Public Transp.,483\nU.S. 468, 479 (1987). And the strength of the case for adhering\nto such decisions grows in proportion to their “antiquity.”Montejov.Louisiana,556 U.S.\n778, 792 (2009). Here, as noted, Gamble’s historical arguments\nmust overcomenumerous“major decisions of this Court”\nspanning170 years. In light of these factors, Gamble’s\nhistorical evidence must, at a minimum, be better than\nmiddling.And it is not. The English cases are a muddle.\nTrea- tises offer spotty support. And early state and federal cases\nare by turns equivocal and downright harmful to Gamble’s position.\nAll told, this evidence does not establish that those who ratified\nthe Fifth Amendment took it to bar successive prosecutions under\ndifferent sovereigns’ laws—much less do so with enough force to\nbreak a chain of precedent linking dozens of cases over 170\nyears.AGamble’s core claim is that early English\ncases reflect an established common-law rule barring domestic\nprosecution following a prosecution for the same act under a\ndifferent sovereign’s laws. But from the very dawn of the common\nlaw in medieval England until the adoption of the Fifth Amendment\nin 1791, there is not one reported decision barring a prosecution\nbased on a prior trial under foreign law. We repeat: Gamble has not\ncited and we have not found a single pre- Fifth Amendment case in\nwhich a foreign acquittal or conviction barred a second trial in a\nBritish or American court. Given this void, Gamble faces a\nconsiderable challenge in convincing us that the Fifth Amendment\nwas originally understood to establish such a bar.Attempting to show that such a bar wasavailable, Gamble points to five early English decisions for\nwhich we have case reports. We will examine these in some detail,\nbut we note at the outset that they play only a secondary role for\nGamble.The foundation of his argument is a decision for\nwhich we have no case report: the prosecution in England in 1677 of\na man named Hutchinson. (We have a report of a decision denying\nHutchinson bail but no report of his trial.) As told by Gamble,\nHutchinson, having been tried and acquitted in a foreign court for\na murder committed abroad, was accused of the same homicide in an\nEnglish tribunal, but the English court held that the foreign\nprosecution barred retrial.Everything for Gamble stems from this one\nunreported decision. To the extent that the cases he cites provide\nany support for his argument—and for the most part, they do\nnot—those cases purport to take their cue from the Hutchinson\nepisode; the same is true of the treatises on which Gamble\nrelies.So what evidence do we have about what actually\nhappened to Hutchinson? The most direct evidence is a report of his\napplication for bail before the Court of King’s Bench. The report\nspans all of one sentence:“On Habeas Corpus it appeared the\nDefendant was committed to Newgate on suspicion of Murder in\nPortugal, which by Mr. Attorny being a Fact out of the Kings\nDominions, is not triable by Commission, upon 35 H. 8. Cap. 2. §.\nI. N. 2. but by a Constable and Marshal, and the Court refused\nto Bail him, & c.”Rexv.Hutchinson, 3 Keb. 785,\n84 Eng. Rep. 1011 (1677).From this report, all that we can tell about the\ncourt’s thinking is that it found no convincing reason to grant\nbail, as was typical in murder cases.[3] The rest of the report concerns claims by an attorney.\nWe are told that he contested the jurisdiction of the commission\nbefore which Hutchinson was to be tried, apparently a special\ncommission that would have issued pursuant to a statute enacted\nunder Henry VIII.[4] The\ncommission lacked jurisdiction, the attorney seemed to suggest,\nbecause the crime had occurred in Portugal and thus “out of the\nKings Dominions.” The attorney claimed that jurisdiction lay\ninstead with “a Constable and Marshal”—an apparent reference to the\nHigh Court of Chivalry, which dealt with treason and murder\ncommitted abroad.[5] But what,\nif anything, did the King’s Bench make of the attorney’s\njurisdictional claims? And more to the point, what happened after\nbail was denied? The bail report does not say.If Hutchinson did ultimately appear before the\nCourt of Chivalry—and if that court accepted a plea of prior\nacquittal in Portugal—this would be paltry evidence of any\ncommon-law principle, which is what Gamble citesHutchinsonto establish. After all, the High Court of Chivalry was a civil-law\ncourtprohibitedfrom proceeding under the common law\n(unlike every other English court of the time save Admiralty). 8\nRic. 2 ch. 5; see also Squibb 162;id.,at xxv–xxvi (“The\nessential distinction between the Court of Chivalry and other\ncourts is . . . that it administers justice in relation\nto those military matters which are not governed by the common\nlaw”). Nor would it be any surprise that we have no report of the\nproceeding; in fact, “[t]here is no report of a case in which a\njudge of the Court [of Chivalry] has set out the reasons for his\ndecision earlier than the [20th] century.”Id., at 162.In the end, we have only two early accounts fromjudgesof what finally became of Hutchinson, and both are\nindirect and shaky. First, they appear in the reports of cases\ndecided in the Court of Chancery more than a half century afterHutchinson. Second, both judges cite only one source, and it\nis of lower authority than their own: namely, an account ofHutchinsongiven by an interested party (a defendant) in a\nprevious,non-criminal case—an account on which the court in\nthat case did not rely or even comment.[6] Insofar as our two judges seem to add their own details\nto theHutchinsonsaga, we are not told where they obtained\nthis information or whether it reflects mere guesses as to how gaps\nin the story should be filled in, decades after the fact. Finally,\nthe two judges’ accounts are not entirely consistent. Still, they\nare the only early judicial glosses onHutchinsonthat we\nhave, so we will work with them.The more extensive account appears in the case\nofGagev.Bulkeley, Ridg. T. H. 263, 27 Eng. Rep.\n824 (Ch. 1744), and what the court said there—far from supporting\nGamble’s argument—cuts against it.Gageinvolved a bill in\nchancery for an account of money deposited with a banker in Paris.\nThe defendants pleaded, as a bar to this lawsuit, “a sentence”\n“given upon” the same demand in a French court.Ibid. In\naddressing this plea, Lord Chancellor Hardwicke first determined\nthat foreign judgments are not binding in an English court of law.\nHere his reasoning was very similar to that found in our\ndual-sovereignty decisions. Because each judgment rests on the\nauthority of a particular sovereign, the Chancellor thought, it\ncannot bind foreign courts, which operate by the power of a\ndifferent sovereign.Id., at 263–264, 27 Eng. Rep., at\n824.Turning next to courts of equity, the Lord\nChancellor saw no reason that the rule should be any different;\nthere too, he thought, a foreign judgment is not binding.Id., at 273, 27 Eng. Rep., at 827. But he did allow that in\nequity a foreign judgment could serve as “evidence, which may\naffect the right of [a plaintiff] when the cause comes to be\nheard.”Ibid.Elaborating on why foreign judgments did not\nbind English courts, whether of law or equity, the Lord Chancellor\nexplained whyHutchinsonwas “no proof” to the contrary. In\nthe Chancellor’s telling, Hutchinson was not indicted by the Court\nof King’s Bench, which could have tried a murder committed in\nEngland,[7] because that court\nhad no jurisdiction over a homicide committed in Portugal.Gage, Ridge. T. H., at 271, 27 Eng. Rep., at 826–827.\nInstead, Hutchinson was (as the bail decision indicates) before\nthat court on a writ of habeas corpus, and his case “was referred\nto the judges to know whether a commission should issue” under a\nstatute similar to the one mentioned in the bail decision.Ibid.,27 Eng. Rep., at 827; see 33 Hen. 8 ch. 28\n(1541–1542).[8] “And,” he\nexplained, “the judges very rightly andmercifullythought\nnot, because he had undergone one trial already.”Gage,\nRidg. T. H., at 271–272, 27 Eng. Rep., at 827 (emphasis added).\nThis suggests that Hutchinson was spared retrial as a matter of\ndiscretion (“merc[y]”)—which must be true if the Chancellor was\nright that foreign judgments were not binding. Indeed, at least one\nmodern scholar agrees (on other grounds as well) that the result inHutchinsonmay have been based on “expediency rather than\nlaw.” M. Friedland, Double Jeopardy 362–363 (1969).In the end, then,Gageis doubly damaging\nto Gamble. First, it squarely rejects the proposition that a\nlitigant in an English court—even a civil litigant in equity—had arightto the benefit of a foreign judgment, a right that the\nFifth Amendment might have codified. And second,Gageundermines Gamble’s chief historical example,Hutchinson, by\ngiving a contrary reading of that case—and doing so, no less, in\none of the only two judicial accounts ofHutchinsonthat we\nhave from before the Fifth Amendment.The other account appears inBurrowsv.Jemino, 2 Str. 733, 93 Eng. Rep. 815 (K. B. 1726).[9] InBurrows, a party that was\nsued in England on a bill of exchange sought an injunction against\nthis suit in the Court of Chancery, contending that the suit was\nbarred by the judgment of a court in Italy. In explaining why he\nwould grant the injunction, Lord Chancellor King citedHutchinson, which he thought had involved an acquittal inSpanishcourt that was “allowed to be a good bar to any\nproceedings here.” 2 Str., at 733, 93 Eng. Rep., at 815. This\nremark, showing that at least one English judge before the founding\nsawHutchinsonas Gamble does, provides a modicum of support\nfor Gamble’s argument. But that support soft- ens just a few lines\ndown in the report, where the Chan- cellor discusses the status of\nforeign judgments in courts of law in particular (as distinct from\ncourts of equity like his own)—i.e., the courts that\nactually applied the common-law rules later codified by the Fifth\nAmendment. Here the Chancellor explained that while he personally\nwould have accepted an Italian judgment as barring any suit at law,\n“other Judges might be of a different opinion.”Ibid.As a\nwhole, then, the Chancellor’s comments inBurrowscan hardly\nbe cited to prove that the common law had made up its mind on this\nmatter; just the opposite.Gamble’s other cases have even less force. The\n“most instructive” case, he claims, see Brief for Petitioner 13, is\nthe 1775 case ofKingv.Roche, 1 Leach 134,[10] 168 Eng. Rep. 169 (K.B.), but\nthat is a curious choice since theRochecourt does not so\nmuch as mentionHutchinsonor even tacitly affirm its\nsupposed holding. The defendant inRocheentered two pleas:\nprior acquittal abroad and not guilty of the charged crime. All\nthat theRochecourt held was that, as a procedural matter,\nit made no sense to charge the jury with both pleas at once,\nbecause a finding for Roche on the first (prior acquittal) would,\nifsuccessful, bar consideration of the second (not guilty).Roche,1 Leach, at 135, 168 Eng. Rep., at 169. But on our\nkey question—whether a plea based on a foreign acquittal could be\nsuccessful—theRochecourt said absolutely nothing; it had\nno occasion to do so. Before the prosecution could reply to Roche’s\nplea of prior acquittal, he withdrew it, opting for a full trial.\nThe name Hutchinson does not appear even in the marginalia of the\n1789 edition ofRoche, which existed in 1791. SeeCaptain\nRoche’s Case, 1 Leach at 138–139.Hutchinsonis mentioned in connection\nwithRocheonly after the Fifth Amendment’s ratification,\nand only in a compiler’s annotation to the 1800 edition of theRochecase report. See 168 Eng. Rep., at 169, n. (a). That\nannotation in turn cites one case as support for its reading ofHutchinson:Beakv.Thyrwhit, 3 Mod. 194, 87\nEng. Rep. 124 (K. B. 1688). ButBeakdid not involve a\nforeign prosecution; indeed, it did not involve a prosecution at\nall. It was an admiralty case for trover and conversion of a ship,\nand—more to the point—Hutchinsonis discussed only in the\ndefendant’s argument in that case, not the court’s response. A\nreport relaying the actual decision inBeakshows that the\ncourt ultimately said nothing about the defendant’s Hutchinson\nargument one way or another. SeeBeakev.Tyrrell, 1\nShow. K. B. 6, 89 Eng. Rep. 411 (1688).[11] This same defendant’s argument was the only source\nof information aboutHutchinsonon which the Chancellors inGageandBurrowsexplicitly relied, as we noted\nabove. All later accounts ofHutchinsonseem to stem from\nthis one shallow root.The last of Gamble’s five pre- Fifth Amendment\ncases,Rexv.Thomas, 1 Lev. 118, 83 Eng. Rep. 326\n(K. B. 1664), did not even involve a foreign prosecution. The\ndefendant was indicted for murder in England, and he pleaded a\nprior acquittal by a Welsh court. But Wales was then part of the\n“kingdom of England”; its laws were “the laws of England and no\nother.” 1 Blackstone 94–95; seeThomas, 1 Lev., at 118, 83\nEng. Rep., at 326–327. So the prior trial inThomaswas not\nunder another sovereign’s laws, making it totally irrelevant for\npresent purposes.Summing up the import of the preratification\ncases on which Gamble’s argument rests, we have the following: (1)\nnot a single reported case in which a foreign acquittal or\nconviction barred a later prosecution for the same act in either\nBritain or America; (2) not a single reported decision in which a\nforeign judgment was held to be binding in a civil case in a court\nof law; (3) fragmentary and not entirely consistent evidence about\na 17th-century case in which a defendant named Hutchinson, having\nbeen tried and acquitted for murder someplace in the Iberian\nPeninsula, is said to have been spared a second trial for this\ncrime on some ground, perhaps out of “merc[y],” not as a matter of\nright; (4) two cases (one criminal, one in admiralty) in which a\nparty invoked a prior foreign judgment, but the court did not\nendorse or rest anything on the party’s reliance on that judgment;\nand (5) two Court of Chancery cases actually holding that foreign\njudgments werenot(or not generally) treated as barring\ntrial at common law. This is the flimsy foundation in case law for\nGamble’s argument that when the Fifth Amendment was ratified, it\nwas well understood that a foreign criminal judgment would bar\nretrial for the same act.Surveying the pre- Fifth Amendment cases in\n1959, we concluded that their probative value was “dubious” due to\n“confused and inadequate reporting.”Bartkus, 359\nU. S., at 128, n. 9. Our assessment was accurate then, and the\npassing years have not made those early cases any clearer or more\nvaluable.BNot to worry, Gamble responds: Whatever the\nEnglish courts actually did prior to adoption of the Fifth\nAmendment, by that time the early English cases were widelythoughtto support his view. This is a curious argument\nindeed. It would have us hold that the Fifth Amendment codified a\ncommon-law right that existed in legend, not case law. In any\nevent, the evidence that this right was thought to be settled is\nvery thin.Gamble’s argument is based on treatises, but\nthey are not nearly as helpful as he claims. Alone they do not come\nclose to settling the historical question with enough force to meet\nGamble’s particular burden understare decisis.Gamble begins with Blackstone, but he reads\nvolumes into a flyspeck. In the body of his Commentaries, all that\nBlackstone stated was that successive prosecutions could be barred\nby prior acquittals by “any court having competent jurisdiction of\nthe offence.” 4 Blackstone 335. This is simply a statement of the\ngeneral double-jeopardy rule, without a word on separate\nsovereigns. So Gamble directs our attention to a footnote that\nappears after the phrase “any court having competent jurisdiction.”\nThe footnote refers to the report ofBeakv.Thyrwhit, which, as noted, merely rehearses the argument of\nthe defendant in that case, who in turn mentionedHutchinson—but not in a criminal prosecution, much less one\npreceded by a foreign trial. This thread tying Blackstone toHutchinson—a thread woven through footnotes and reports of\nreports but not a single statement by a court (or even by a party\nto an actual prosecution)—is tenuous evidence that Blackstone\nendorsed Gamble’s reading ofHutchinson.When Gamble’s attorney was asked at argument\nwhich other treatises he found most likely to have informed those\nwho ratified the Fifth Amendment, he offered four. See Tr. of Oral\nArg. 30–31. But two of the four treatises did not exist when the\nFifth Amendment was ratified. See 1 J. Chitty, Criminal Law 458\n(1816); 1 T. Starkie, Criminal Pleading 300–301, n. h (1814). And a\nthird discusses not a single case involving a prior prosecution\nunder foreign law. See 2 W. Hawkins, Pleas of the Crown 372\n(1739).That leaves one treatise cited by Gamble that\nspoke to this issue before ratification, F. Buller, An Introduction\nto the Law Relative to Trials at Nisi Prius (5th ed. 1788). That\ntreatise concerned the trial of civil cases,id., at 2, and\nits discussion of prior judgments appeared under the heading “Of\nEvidence in general,”id., at 221. After considering the\nevidentiary value of such documents as acts of Parliament, deeds,\nand depositions, Buller addressed what we would later call issue\npreclusion. Lifting language from an earlier publication, H.\nBathurst, The Theory of Evidence 39 (1761), Buller wrote that a\nfinal judgment was “conclusive Evidence” “against all the World” of\nthe factual determinations underlying the judgment. Buller, Nisi\nPrius, at 245. And it is on this basis that Buller (again lifting\nfrom Bathurst) said that even someone acquitted of a crime in Spain\n“might,” upon indictment in England, “plead the Acquittal inSpainin Bar.”Ibid.This endorsement of the preclusive effect of a\nforeign judgment in civil litigation (which even today is not\nuniformly accepted in this country[12]) provides no direct support for Gamble since his\nprior judgment was one of conviction, not acquittal. (There is,\nafter all, a major difference between the preclusive effect of a\nprior acquittal and that of a prior conviction: Only the first\nwould make a subsequent prosecution pointless, by requiring later\ncourts to assume a defendant’s innocence from the start.) And in\nany case, the fleeting references in the Buller and Bat- hurst\ntreatises are hardly sufficient to show that the Members of the\nFirst Congress and the state legislators who ratified the Fifth\nAmendment understood the Double Jeopardy Clause to bar a\nprosecution in this country after acquittal abroad for the same\ncriminal conduct.Gamble attempts to augment his support by citing\ntreatises publishedafterthe Fifth Amendment was\nadopted.[13] And he notes\nthat the Court inDistrict of Columbiav.Heller,554 U.S.\n570, 605–610 (2008), took treatises of a similar vintage to\nshed light on the public understanding in 1791 of the right\ncodified by the Second Amendment. But theHellerCourt\nturned to these later treatises only after surveying what it\nregarded as a wealth of authority for its reading—including the\ntext of the Second Amendment and state constitutions. The\n19th-century treatises were treated as mere confirmation of what\nthe Court thought had already been established. Here Gamble’s\nevidence as to the understanding in 1791 of the double jeopardy\nright is not at all comparable.CWhen we turn from 19th-century treatises to\n19th-century state cases, Gamble’s argument appears no stronger.\nThe last time we looked, we found these state cases to be\n“inconclusive.”Bartkus, 359 U. S., at 131. They seemed\nto be evenly split and to “manifest conflict[s] in conscience”\nrather than confident conclusions about the common law.Ibid.Indeed, two of those cases manifested nothing more\nthan a misreading of a then-recent decision of ours.Id., at\n130. We see things no differently today.The distinction between believing successive\nprosecutions by separate sovereigns unjust and holding them\nunlawful appears right on the face of the first state case that\nGamble discusses. InStatev.Brown, 2 N. C. 100, 101\n(1794), the court opined that it would be “against natural justice”\nfor a man who stole a horse in the Ohio Territory to be punished\nfor theft in North Carolina just for having brought the horse to\nthat State. To avoid this result, theBrowncourt simply\nconstrued North Carolina’s theft law not to reach the defendant’s\nconduct. But it did so precisely because the defendant otherwisecouldface two prosecutions for the same act of\ntheft—despite the common-law rule against double jeopardy for the\nsame “offence”—since “the offence against the laws of this State,\nand the offence against the laws of [the Ohio Territory] are\ndistinct; and satisfaction made for the offence committed against\nthis State, is no satisfaction for the offence committed against\nthe laws there.”Ibid. Far from undermining the\ndual-sovereignty rule,Brownexpressly affirms it, rejecting\noutright the idea that a judgment in one sovereign’s court could\n“be pleadable in bar to an indictment” in another’s.Ibid.Other state courts were divided. Massachusetts\nand Michigan courts thought that at least some trials in either\nfederal or state court could bar prosecution in the other, seeCommonwealthv.Fuller, 49 Mass. 313, 318 (1844);Harlanv.People, 1 Doug. 207, 212 (Mich. 1843), but\nthose antebellum cases are poor images of the founding-era common\nlaw, resting as they do on what we have explained, seeBartkus, 359 U. S., at 130, was a misreading of our\nthen-recent decision inHoustonv.Moore, 5 Wheat. 1\n(1820), which we discuss below. A Vermont court did take the same\nview based on its own analysis of the question,Statev.Randall, 2 Aik. 89, 100–101 (1827), but just a few years\nlater a Virginia court declared the opposite,Hendrickv.Commonwealth, 32 Va. 707, 713 (1834) (punishment for forgery\nunder both federal and Virginia law is not double punishment for\nthe “same offence” since “the law ofVirginiapunishes the\nforgery, not because it is an offence against theU. States,\nbut because it is an offence against this commonwealth”). And South\nCarolina—a perfect emblem of the time—produced cases cutting both\nways. SeeStatev.Antonio, 2 Tread. 776, 781 (1816);Statev.Tutt, 2 Bail. 44, 47–48 (1831).This is not the quantum of support for Gamble’s\nclaim about early American common law that might withstand his\nburden understare decisis. And once we look beyond the\nNation’s earliest years, the body of state-court decisions appears\neven less helpful to Gamble’s position. We aptly summarized those\ncases inBartkus, 359 U. S., at 134–136, and need not\nadd to that discussion here.[14]DLess useful still, for Gamble’s purposes, are\nthe two early Supreme Court cases on which he relies. In the first,\na member of the Pennsylvania militia was tried by a state\ncourt-martial for thefederal offenseof deserting the\nmilitia. SeeHoustonv.Moore, 5 Wheat. 1 (1820). The\naccused objected that the state court-martial lacked jurisdiction\nto try this federal offense. Since the offense could be tried in\nfederal court, the defendant argued, allowing the state\ncourt-martial to try him for this crime could expose him to\nsuccessive federal and state prosecutions for the same offense.\nJustice Washington answered that a ruling in either federal or\nstate court would bar a second trial in the other. Seeid.,\nat 31. But as we later explained,“that language by Mr. Justice Washington\nreflected his belief that the state statute imposed state sanctions\nfor violation of a federal criminal law. As he viewed the matter,\nthe two trials would not be of similar crimes arising out of the\nsame conduct; they would be of the same crime. Mr. Justice Johnson\nagreed that if the state courts had become empowered to try the\ndefendant for the federal offense, then such a state trial would\nbar a federal prosecution. ThusHoustonv.Moorecan\nbe cited only for the presence of a bar in a case in which the\nsecond trial is for a violation of the very statute whose violation\nby the same conduct has already been tried in the courts of an-\nother government empowered to try that question.”Bartkus,\n359 U. S., at 130 (citations omitted).In other words, Justice Washington taught only\nthat the law prohibits two sovereigns (in that case, Pennsylvania\nand the United States) from both trying an offense against one of\nthem (the United States). That is consistent with our doctrine\nallowing successive prosecutions for offenses againstseparatesovereigns. In light of this reading ofHouston, the case does not undercut our dual-sovereignty\ndoctrine.It may seem strange to think of state courts as\nprosecuting crimes against the United States, but that is just what\nstate courts and commentators writing within a decade ofHoustonthought it involved. See,e.g.,Tutt,\n2 Bail., at 47 (“In [Houston], the act punished by the law\nof the State, was certainly andexclusively an offence against\nthe general Government. . . [whereas h]ere,\ncertainly there is an offence against the State, and a very\ndifferent one from that committed against the United States”\n(emphasis added)); 1 J. Kent, Commentaries on American Law 373–374\n(1826) (“[M]any . . . acts of [C]ongress . . .\npermit jurisdiction, over the offences therein described, to be\nexercised by state magistrates and courts,” and whatHoustonbars are successive prosecutions for the same “crime against the\nUnited States”). Even the scholar Gamble cites for his cause findsHoustonnot “[o]n point” because it “was discussing the\njurisdiction of the state court to try a crimeagainst the\nnationand impose a fine payable to the latter government.”\nGrant, Successive Prosecutions by State and Nation: Common Law and\nBritish Empire Comparisons, 4 UCLA L. Rev. 1, 7, and n. 27 (1956)\n(citing Warren, Federal Criminal Laws and the State Courts, 38\nHarv. L. Rev. 545 (1925)).Perhaps feelingHoustonwobble, Gamble\nsays pre-emptively that if it is “inconclusive,” Brief for\nPetitioner 26, other cases are clear. But the other federal case on\nwhich he leans is worse for his argument. InUnited Statesv.Furlong, 5 Wheat. 184, 197 (1820), we said that an\nacquittal of piracy in the court of any “civilized State” would bar\nprosecution in any other nation because piracy, as an “offence\nwithin the criminal jurisdiction of all nations,” is “punished by\nall.”[15] Ending his\nquotation fromFurlongat this point, Gamble gives the\nimpression thatFurlongrejects any dual-sovereignty rule.\nBut that impression is shattered by the next sentence: “Not so with\nthe crime of murder.”Ibid.As tothatcrime, theFurlongCourt was “inclined to think that an acquittal” in\nthe United States “wouldnothave been a good plea in a\nCourt of Great Britain.”Ibid.(emphasis added). And that\nwas precisely because murder is “punishable under the laws ofeachState” rather than falling under some “universal\njurisdiction.”Ibid.(emphasis added). When it came to\ncrimes that were understood to offend against more than one\nsovereign,Furlongtreated them as separate offenses—just as\nwe have a dozen times since, and just as we do today.Thus, of the two federal cases that Gamble cites\nagainst the dual-sovereignty rule,Houstonsquares with it\nandFurlongsupports it. Together with the muddle in the\nearly state cases, this undermines Gamble’s claim that the early\nAmerican bench and bar took the Fifth Amendment to proscribe\nsuccessive prosecutions by different sovereigns. And without making\na splash in the legal practice of the time, a few early treatises\nby themselves cannot unsettle almost two centuries of\nprecedent.IVBesides appealing to the remote past, Gamble\ncontends that recent changes—one doctrinal, one practical—blunt the\nforce ofstare decisishere. They do not.AIf historical claims form the chorus of\nGamble’s argument, his refrain is “incorporation.” In Gamble’s\ntelling, the recognition of the Double Jeopardy Clause’s\nincorporation against the States, seeBentonv.Maryland,395 U.S.\n784, 794 (1969), washed away any theoretical foundation for the\ndual-sovereignty rule, seeUnited Statesv.Gaudin,515 U.S.\n506, 521 (1995) (abrogating precedent when “subsequent\ndecisions of this Court” have “eroded” its foundations). But this\nincorporation-changes-everything argument trades on a false\nanalogy.The analogy Gamble draws is to the evolution of\nour doctrine on the Fourth Amendment right against unreasonable\nsearches and seizures.[16]\nWe have long enforced this right by barring courts from relying on\nevidence gathered in an illegal search. Thus, inWeeksv.United States,232 U.S.\n383, 391–393 (1914), the Court held that federal prosecutors\ncould not rely on the fruits of an unreasonable search undertaken\nby federal agents. But what if state or local police conducted a\nsearch that would have violated the Fourth Amendment if conducted\nby federal agents? Before incorporation, the state search would not\nhave violated the Federal Constitution, so federal law would not\nhave barred admission of the resulting evidence in a state\nprosecution. But by the very same token, under what was termed “the\nsilver-platter doctrine,” state authorities could hand such\nevidence over tofederalprosecutors for use in a federal\ncase. Seeid., at 398.Once the Fourth Amendment was held to apply to\nthe States as well as the Federal Government, however, the\nsilver-platter doctrine was scuttled. SeeElkinsv.United States,364 U.S.\n206(1960);Wolfv.Colorado,338 U.S.\n25(1949). Now the fruits of unreasonable state searches are\ninadmissible in federal and state courts alike.Gamble contends that the incorporation of the\nDouble Jeopardy Clause should likewise end the dual-sovereignty\nrule, but his analogy fails. The silver-platter doctrine was based\non the fact that the state searches to which it applied did not at\nthat time violate federal law. Once the Fourth Amendment was\nincorporated against the States, the status of those state searches\nchanged. Now they did violate federal law, so the basis for the\nsilver-platter doctrine was gone. SeeElkins, 364\nU. S., at 213 (“The foundation upon which the admissibility of\nstate-seized evidence in a federal trial originally rested—that\nunreasonable state searches did not violate the Federal\nConstitution—thus disappeared [with incorporation]”).By contrast, the premises of the\ndual-sovereignty doctrine have survived incorporation intact.\nIncorporation meant that the States were now required to abide by\nthis Court’s interpretation of the Double Jeopardy Clause. But that\ninterpretation has long included the dual-sovereignty doctrine, and\nthere is no logical reason why incorporation should change it.\nAfter all, the doctrine rests on the fact that only same-sovereign\nsuccessive prosecutions are prosecutions for the “same offense,”\nsee Part II,supra—and that is just as true after\nincorporation as before.BIf incorporation is the doctrinal shift that\nGamble invokes to justify a departure from precedent, the practical\nchange he cites is the proliferation of federal criminal law.\nGamble says that the resulting overlap of federal and criminal\ncodes heightens the risk of successive prosecutions under state and\nfederal law for the same criminal conduct. Thus, Gamble contends,\nour precedent should yield to “ ‘far-reaching systemic and\nstructural changes’ ” that make our “earlier error all the\nmore egregious and harmful.”South Dakotav.Wayfair,\nInc., 585 U. S. ___, ___ (2018) (slip op., at 18). But\nunlike Gamble’s appeal to incorporation, this argument obviously\nassumes that the dual-sovereignty doctrine was legal error from the\nstart. So the argument is only as strong as Gamble’s argument about\nthe original understanding of double jeopardy rights, an argument\nthat we have found wanting.Insofar as the expansion of the reach of federal\ncriminal law has been questioned on constitutional rather than\npolicy grounds, the argument has focused on whether Congress has\noverstepped its legislative powers under the Constitution. See,e.g.,Gonzalesv.Raich,545 U.S.\n1, 57–74 (2005) (Thomas, J., dissenting). Eliminating the\ndual-sovereignty rule would do little to trim the reach of federal\ncriminal law, and it would not even prevent many successive state\nand federal prosecutions for the same criminal conduct unless we\nalso overruled the long-settled rule that an “offence” for double\njeopardy purposes is defined by statutory elements, not by what\nmight be described in a looser sense as a unit of criminal conduct.\nSeeBlockburgerv.United States,284 U.S.\n299(1932). Perhaps believing that two revolutionary assaults\nin the same case would be too much, Gamble has not asked us to\noverruleBlockburgeralong with the dual-sovereignty\nrule.*  *  *The judgment of the Court of Appeals for the\nEleventh Circuit is affirmed.It is so ordered.Notes1In addressing that\nquestion, we follow the parties’ lead and assume, without deciding,\nthat the state and federal offenses at issue here satisfy the other\ncriteria for being the “same offence” under our double jeopardy\nprecedent. SeeBlockburgerv.United States,284 U.S.\n299, 304 (1932).2Gamble also cites\nfounding-era uses of the word “offence” that arenottied to\nviolations of a sovereign’s laws, but the examples are not very\ntelling. Some, for instance, play on the unremarkable fact that at\nthe founding, “offence” could take on a different sense in nonlegal\nsettings, much as “offense” does today. In this vein, Gamble cites\na 19th-century dictionary defining “offense” broadly as “any\ntransgression of law, divine or human; a crime; sin; act of\nwickedness or omission of duty.” 2 N. Webster, An American\nDictionary of the English Language (1828). But the question is what\n“offence” meant in legal contexts. SeeMoorev.Illinois, 14 How. 13, 19 (1852) (“An offence,in its\nlegal signification, means the transgression of a\nlaw. . .” (emphasis added)).3See J. Beattie, Crime and\nthe Courts in England: 1660–1800, pp. 281–282 (1986).4Although this Act reached\nconduct committed “out of the King Majesties Realme of Englande and\nother his Graces [Dominions],” Acte concerning the triall of\nTreasons 1543–1544, 35 Hen. 8 ch. 2 (1543–1544), it applied only to\ntreasons and misprisions of treason—not to homicide, of which\nHutchinson was accused.5See G. Squibb, The High\nCourt of Chivalry 54, 147–148 (1959) (Squibb); 4 Blackstone\n267.6SeeGagev.Bulkeley, Ridg. T. H. 263, 271, 27 Eng. Rep. 824, 826–827\n(Ch. 1744) (citingBeakev.Tyrrell, 1 Show. K. B.\n6);Burrowsv.Jemino, 2 Str. 733, 25 Eng. Rep. 235\n(K. B. 1726) (same). As noted, the report cited by both\njudges—which also appears at 89 Eng. Rep. 411 (K. B. 1688)—mentionsHutchinsononly in summarizing a defendant’s argument. So\ndoes the only other source cited by either judge. SeeGage,\nRidg. T. H., at 271, 27 Eng. Rep., at 826–827 (citingBeakv.Thyrwhit, 3 Mod. 194, 87 Eng. Rep. 124 (K. B. 1688)).\nBelow we discuss in detail the case that figures in these two\nreports. Seeinfra, at 19, and n. 11.74 Blackstone\n262.8This statute authorized\ncommissioners to try certain defendants for acts of treason or\nmurder committed “in whatsoever other Shire or place, within the\nKing’s dominions or without.” But “[d]espite the words ‘or\nwithout’, contemporary opinion seems not to have regarded the\nextra-territorial operation of this Act as clear.” Squibb 149.\nIndeed, the statute cited in theHutchinsonbail report,\ndated to just two years later, cited lingering “doubtes and\nquestions” about whether English courts could try treason committed\nabroad (in the course of clarifying that treason and misprisions of\ntreason abroad could indeed be tried in England). 35 Hen. 8 ch. 2,\n§ I.9This case is also\nreported asBurrowsv.Jemineauin Sel. Ca. t. 69, 25\nEng. Rep. 228 (Ch. 1726); asBurroughsv.Jamineauin\nMos. 1, 25 Eng. Rep. 235; asBurrowsv.Jemineauin 2\nEq. Ca. Abr. 476, 22 Eng. Rep. 405; and asBurrowsv.Jeminoin 2 Eq. Ca. Abr. 524, 22 Eng. Rep. 443.10This\ncase is reported asCaptain Roche’s Casein 1 Leach 138\n(1789 ed.) and in 2 Leach 125 (1792 ed.).11This\ndecision is also reported asBeakev.Tirrell,Com.\n120, 90 Eng. Rep. 379.12Compare Restatement (Fourth) of\nForeign Relations Law of the United States § 481 (2018) (With a few\nspecified exceptions, “a final, conclusive, and enforceable\njudgment of a court of a foreign state granting or denying recovery\nof a sum of money, or determining a legal controversy, is entitled\nto recognition by courts in the United States”) and Restatement\n(Second) of Conflict of Laws § 98, Commentb. (1969) (“In\nmost respects,” judgments rendered in a foreign nation satisfying\nspecified criteria “will be accorded the same degree of recognition\nto which sister State judgments are entitled”), with,e.g.,Derrv.Swarek, 766 F.3d 430, 437 (CA5 2014)\n(recognition of foreign judgments is not required but is a matter\nof comity);Diorinouv.Mezitis,237 F.3d 133, 142–143 (CA2 2001) (same);id., at 139–140\n(“It is well-established that United States courts are notobligedto recognize judgments rendered by a foreign state,\nbut maychooseto give res judicata effect to foreign\njudgments on the basis of comity” (emphasis in original; internal\nquotation marks omitted));MacArthurv.San Juan\nCounty, 497 F.3d 1057, 1067 (CA10 2007) (“Comity is not an\ninexorable command . . . and a request for recognition of a foreign\njudgment may be rebuffed on any number of grounds”);Guinness\nPLCv.Ward, 955 F.2d 875, 883 (CA4 1992) (“The effect\nto be given foreign judgments has therefore historically been\ndetermined by more flexible principles of comity”).13See,e.g., F. Wharton, A Treatise on the Law of Homicide\nin the United States 283 (1855); F. Wharton, A Treatise on the\nCriminal Law of the United States 137 (1846); L. MacNally, The\nRules of Evidence on Pleas of the Crown 428 (1802).14As we\nput it inBartkus, 359 U. S., at 134–136: “Of the\ntwenty-eight States which have considered the validity of\nsuccessive state and federal prosecutions as against a challenge of\nviolation of either a state constitutional double-jeopardy\nprovision or a common-law evidentiary rule ofautrefoisacquitandautrefoisconvict, twenty-seven\nhave refused to rule that the second prosecution was or would be\nbarred. These States were not bound to follow this Court and its\ninterpretation of the Fifth Amendment. The rules, constitutional,\nstatutory, or common law which bound them, drew upon the same\nexperience as did the Fifth Amendment, but were and are of separate\nand independent authority. “Not all of the state cases manifest\ncareful reasoning, for in some of them the language concerning\ndouble jeopardy is but offhand dictum. But in an array of state\ncases there may be found full consideration of the arguments\nsupporting and denying a bar to a second prosecution. These courts\ninterpreted their rules as not proscribing a second prosecution\nwhere the first was by a different government and for violation of\na different statute.” (Footnote omitted.)15Piracy was understood as a violation\nof the law of nations, which was seen as common to all. That is why\nany successive prosecution for piracy, being under the same law,\nwould have been for the same offense. SeeUnited Statesv.Smith, 5 Wheat. 153, 163, n. a (1820) (quoting definitions\nof piracy by several ancient and more recent authorities). See also\n4 Blackstone 71 (“[T]he crime ofpiracy, or robbery and\ndepredation upon the high seas, is an offence against the universal\nlaw of society; a pirate being, according to Sir Edward Coke,hostis humani generis[enemies of mankind]. As therefore he\nhas renounced all the benefits of society and government, and has\nreduced himself afresh to the savage state of nature, by declaring\nwar against all mankind, all mankind must declare war against him:\nso that every community has a right, by the rule of self-defence,\nto inflict that punishment upon him, which every individual would\nin a state of nature have been otherwise entitled to do, for any\ninvasion of his person or personal property” (footnote\nomitted)).16He\ndraws a similar analogy to the Fifth Amendment right against\nself-incrimination, but our response to his Fourth Amendment\nanalogy would answer that argument as well.",
    "joined": []
}