{
    "case": {
        "docket": "293",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/293/"
    },
    "id": "3227515",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–975_________________T-MOBILE SOUTH, LLC, PETITIONERv.CITY OF ROSWELL,\nGEORGIAon writ of certiorari to the united states court of appeals for\nthe eleventh circuit[January 14, 2015]Justice Alito, concurring.I concur in the Court’s opinion because I agree that Congress,\nby using the term “substantial evidence,” intended to invoke\nadministrative law principles. One such principle, as the Court\nexplains, is the requirement that agencies give reasons. I write\nseparately, however, because three other traditional administrative\nlaw principles may also apply.First, a court must “uphold a decision of less than ideal\nclarity if the agency’s path may reasonably be discerned.”Bowman Transp., Inc.v.Arkansas-Best Freight System,\nInc.,419 U. S. 281,286 (1974). In the context of47\nU. S. C. §332(c)(7), which leaves in place almost the\nentirety of a local government’s authority, a succinct statement\nthat a permit has been denied because the tower would be\nesthetically incompatible with the surrounding area should suffice.\nNothing in this statute imposes an opinion-writing requirement.Second, even if a locality has erred, a court must not\ninvalidate the locality’s decision if the error was harmless. “In\nadministrative law, as in federal civil and criminal litigation,\nthere is a harmless error rule.”National Assn. of Home\nBuildersv.Defenders of Wildlife,551 U. S. 644–660\n(2007) (internal quotation marks omitted). Here, for instance, I\nhave trouble believing that T-Mobile South, LLC—which actively\nparticipated in the decisionmaking process, including going so far\nas to transcribe the public hearing—was prejudiced by the city of\nRoswell’s delay in providing a copy of the minutes.Third, the ordinary rule in administrative law is that a court\nmust remand errors to the agency “except in rare circumstances.”Florida Power & Light Co.v.Lorion,470\nU. S. 729,744 (1985). Nothing we say today should be read to\nsuggest that when a locality has erred, the inevitable remedy is\nthat a tower must be built. The Court has not passed on what\nremedial powers a “court of competent jurisdiction” may exercise.\n§332(c)(7)(B)(v). This unanswered question is important given the\nfederalism implications of this statute.I do not understand the Court’s opinion to disagree with this\nanalysis. On that understanding, I join the Court’s opinion.",
    "joined": []
}