{
    "case": {
        "docket": "17-1672",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1672/"
    },
    "id": "4113751",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1672_________________UNITED STATES, PETITIONERv.ANDRE\nRALPH HAYMONDon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 26, 2019]Justice Alito, with whom The Chief Justice,\nJustice Thomas, and Justice Kavanaugh join, dissenting.I do not think that there is a constitutional\nbasis for today’s holding, which is set out in Justice Breyer’s\nopinion, but it is narrow and has saved our jurisprudence from the\nconsequences of the plurality opinion, which is not based on the\noriginal meaning of the Sixth Amendment, is irreconcilable with\nprecedent, and sports rhetoric with potentially revolutionary\nimplications. The plurality opinion appears to have been carefully\ncrafted for the purpose of laying the groundwork for later\ndecisions ofmuchbroader scope.IAWhat do I mean by this? Many passages in the\nopinion suggest that the entire system of supervised release, which\nhas been an integral part of the federal criminal justice system\nfor the past 35 years, is fundamentally flawed in ways that cannot\nbe fixed. Under the Sentencing Reform Act of 1984 (SRA), whenever a\nfederal court sentences a criminal defendant to a term of\nimprisonment, the court may include in the sentence a term of\nsupervised release, and under some circumstances supervised release\nis mandatory. 18 U. S. C. §3583. When a court imposes a\nterm of supervised release, the order must specify the conditions\nwith which the defendant is required to comply, §3583(d), and a\njudge may revoke supervised release and send a defendant back to\nprison if the judge finds by a preponderance of the evidence that\nthe defendant violated one of those conditions, §3583(e)(3).Many statements and passages in the plurality\nopinion strongly suggest that the Sixth Amendment right to a jury\ntrial applies toanysupervised-release revocation\nproceeding. Take the opinion’s opening line: “Only a jury, acting\non proof beyond a reasonable doubt, may take a person’s liberty.”Ante, at 1. In a supervised-release revocation proceeding, a\njudge, based on the preponderance of the evidence, may make a\nfinding that “take[s] a person’s liberty,”ibid.,in the\nsense that the defendant is sent back to prison. Later, after\nnoting that the Sixth Amendment applies to a “criminal\nprosecution,” the plurality gives that term a broad definition that\nappears to encompass any supervised-release revocation proceeding.\nThe plurality defines a “crime” as any “ ‘ac[t] to which the\nlaw affixes . . . punishment,’ ” and says that a\n“prosecution” is “ ‘the process of exhibiting formal charges\nagainst an offender before a legal tribunal.’ ”Ante,\nat 6. These definitions explain what the terms in question mean in\ngeneral use, but they were not formulated for the purpose of\nspecifying what “criminal prosecution” means in the specific\ncontext of the Sixth Amendment. The plurality, however, uses them\nfor precisely that purpose, and in so doing boldly suggests that\nevery supervised-release revocation proceeding is a criminal\nprosecution. Seeante,at 12 (“[A] ‘criminal prosecution’\ncontinues and the defendant remains an ‘accused’ with all the\nrights provided by the Sixth Amendment, until a final sentence is\nimposed. . . . [A]n accused’s final sentence\nincludes any supervised release sentence he may receive”).Later statements are even more explicit. QuotingBlakelyv.Washington,542 U.S.\n296, 304 (2004), out of context, the plurality states that “a\njury must find beyond a reasonable doubt every fact which the law\nmakes essential to a punishment that a judge might later seek to\nimpose.”Ante, at 7 (internal quotation marks and alteration\nomitted). If sending a defendant found to have vio- lated\nsupervised release back to prison is “punishment,” then the thrust\nof the plurality’s statement is that any factual finding needed to\nbring that about must be made by a jury, not by a judge, as is\ncurrently done.Also telling is the plurality’s response to the\nGovernment’s argument thatApprendiv.NewJersey,530 U.S.\n466(2000),Blakely, andAlleynev.United\nStates, 570 U.S. 99 (2013), apply only to a defendant’s\nsentencing proceeding and not to a supervised-release revocation\nproceeding, which the Government describes as a “postjudgment\nsentence-administration proceedin[g].” Brief for United States 24.\nRejecting this argument, the plurality huffs that “the demands of\nthe Fifth and Sixth Amendments” cannot be “dodge[d]” “by the simple\nexpedient of relabeling a criminal prosecution a . . .\n‘sentence modification’ imposed at a ‘postjudgment sentence\nadministration proceeding.’ ”Ante, at 12. The meaning\nof this statement is unmistakable and cannot have been inadvertent:\nA supervised-release revocation proceeding is a criminal\nprosecution and is therefore governed by the Sixth Amendment (and\nthe Fifth Amendment to boot). And there is more. Seeante,\nat 13 (“any accusation triggering a new and additional punishment\n[must be] proven to the satisfaction of a jury beyond a reasonable\ndoubt”);ante, at 15 (“a jury must findallof the\nfacts necessary to authorize a judicial punishment”).Finally, while the plurality appears to say that\nthe Sixth Amendment does not apply to parole revocation\nproceedings, seeante, at 16–17,[1] the plurality characterizes supervised release as\n“critical[ly] differen[t],”ante, at 16. This is so, the\nplurality explains, because parole relieved a prisoner from serving\npart of the prison sentence originally imposed, whereas a term of\nsupervised release is added to the term of imprisonment specified\nby the sentencing judge. As I will explain, this difference is\npurely formal and should have no constitutional consequences. But\nfor now the important point is the plain implication of what the\nplurality says: Parole was constitutional, but supervised release\n. . . well, that is an entirely different animal.The intimation in all these statements is clear\nenough: All supervised-release revocation proceedings must be\nconducted in compliance with the Sixth Amendment—which means that\nthe defendant is entitled to a jury trial, which means that as a\npractical matter supervised-release revocation proceedings cannot\nbe held. In 2018, federal district courts completed 1809 criminal\njury trials. Admin. Office of U. S. Courts, Judicial Business\nof the United States Courts (2018) (Table T–1). During that same\nyear, they adjudicated 16,946 revocations of supervised release,ibid.(Table E–7A), and there is simply no way that the\nfederal courts could empanel enough juries to adjudicate all those\nproceedings, let alone try all those proceedings in accordance with\nthe Sixth Amendment’s Confrontation Clause. So, if every\nsupervised-release revocation proceeding is a criminal prosecution,\nas the plurality suggests, the whole concept of supervised release\nwill come crashing down.[2]Where the plurality is headed is\ndemonstrated—ironically—by its insistence that it is not going all\nthe way—for now. The plurality writes: “[O]ur opinion,”ante,at 19, 20, does “not pass judgment one way or the\nother on §3583(e)’s consistency withApprendi,”ante,at 18, n. 7. Section 3583(e) sets out the procedure to be\nfollowed inallsupervised-release revocation proceedings,\nso if that provision is not consistent withApprendi, the\nwhole idea of supervised release must fall. The strategy of the\nplurality opinion is only thinly veiled. It provides the framework\nto be used in ending supervised release. It provides no clear\nground for limiting the rationale of the opinion so that it does\nnot lead to that result. And then it says: We are not doing thattoday.BIs it possible to read the plurality opinion\nmore nar- rowly? Can it be understood to condemn only one narrow\nstatutory provision, namely, §3583(k), whichrequiredthe\njudge to send respondent Haymond back to prison for at least five\nyears once the judge found that he had violated a condition of his\nsupervised release by again possessing child pornography? On this\nreading, the only Sixth Amendment defect would be the mandatory\nminimum period of additional confinement that the statute imposes.\nThere would be no problem if the judge had been free to choose the\nterm, if any, of additional confinement. Does the plurality mean to\ngo no further than this?There are passages in the opinion that hint at\nthis narrower interpretation. The plurality analogizes the\nmandatory minimum term of additional confinement required by\n§3583(k) to the mandatory minimum term of initial imprisonment\nfound to violate the Sixth Amendment inAlleyne, seeante, at 9–11. But the previously quoted statements pointing\nto a broader understanding remain, and the plurality does nothing\nto disavow that reading. To the contrary, the plurality doubles\ndown, assuring us that this broader understanding would not betoodisruptive. Seeante,at 20–21.A narrower interpretation of the plurality\nopinion is also contradicted by another important statement in the\nopinion. The plurality says that the maximum “lawful prison term”\n“reflected in the jury’s verdict” in respondent’s case was “10\nyears.”Ante, at 10. This statement is full of meaning\nbecause if 10 years is the maximum amount of time that respondent\ncould lawfully be required to spend in prison on the basis of the\njury’s verdict, there is a serious constitutional defect in the\nvery design of the supervised-release system. That is so because\nthe concept of supervised release is based on a fundamentally\ndiffer- ent conception of the maximum term of confinement\nauthorized by a guilty verdict.To understand this, it is important to\nunderstand the relationship between the system of supervised\nrelease and the old federal parole system it replaced. By\nabolishing parole and substituting supervised release, the SRA\nsought to retain the chief benefit of parole,i.e.,\nproviding a transition period of monitoring to ensure that a\nprisoner who leaves prison has been sufficiently reformed so that\nhe is able to lead a law-abiding life. At the same time, the SRA\naimed to promote truth in sentencing and thus to eliminate a\nmuch-derided feature of the old parole system. See United States\nSentencing Commission, Guidelines Manual ch. 1, pt. A (Nov. 2018)\n(USSG). Under the parole system, a defendant who was convicted of a\nserious crime and given what seemed to be a stiff sentence could be\nand not infrequently was set free after serving only a fraction of\nthe sentence originally pronounced. A prisoner was generally\neligible for parole after serving only one-third of his sentence,\nand a sentence of life was treated as a sentence of 30\nyears.[3] Therefore, a\ndefendant sentenced to imprisonment for life could be out on the\nstreets after only 10 years.The SRA changed this, and now a defendant must\nserve the full term of imprisonment imposed at sentencing minus\nonly a small deduction for good behavior in prison. USSG ch. 1, pt.\nA.1(3); 18 U. S. C. §3624(b);Barberv.Thomas,560 U.S.\n474, 481–482 (2010). But to provide the same sort of transition\nperiod as was furnished under parole, a sentencing court may, and\nin some cases must, add a period of supervised release. See §3583.\nThe replacement of parole with supervised release changed the form\nof federal sentences but not their substance. Here is an example: A\npre-SRA sentence of nine years’ imprisonment meant three years of\ncertain confinement and six years of possible confinement depending\non the defendant’s conduct in the outside world after release from\nprison. At least for present purposes, such a sentence is the\nsubstantive equivalent of a post-SRA sentence of three years’\nimprisonment followed by six years of supervised release. In both\nsituations, the period of certain confinement (three years) and the\nmaximum term of possible confinement (nine years) are the same. If\nanything, the defendant in the post-SRA case is treated more\nfavorably because he is guaranteed release from prison after three\nyears; his release at that point is not dependent on a decision by\na parole board.As this example shows, the concept of supervised\nrelease rests on the idea that a defendant sentenced to x years of\nimprisonment followed by y years of supervised release is really\nsentenced to a maximum punishment of x + y years of confinement,\nwith the proviso that any time beyond x years will be excused if\nthe defendant abides by the terms of supervised release. And on\nthis understanding, the maximum term reflected in the jury’s\nverdict in respondent’s case was not 10 years, as the plurality\nclaims, but 10 years plus the maximum period of supervised release\nthat the statute authorized.[4]None of this matters in respondent’s case\nbecause the sum of his original sentence (38 months) and the\nadditional time imposed for violating supervised release (60\nmonths) is less than 120 months, but adoption of the rule toward\nwhich the plurality opinion seems to point would make a big\ndifference in many cases. Under that rule, a term of supervised\nrelease could never be ordered for a defendant who is sentenced to\nthe statutory maximum term of imprisonment, and only a short period\nof supervised release could be ordered for a defendant sentenced to\na term of imprisonment that is close to the statutory maximum.\nMoreover, in many cases, a judge, before beginning a\nsupervised-release revocation proceeding, would have to anticipate\nthe period of additional confinement that the judge would find\nappropriate if a particular violation or set of violations was\nshown. For example, suppose that the statutory maximum term of\ncertain confinement authorized by the offense of conviction is 10\nyears and that a prisoner is sentenced to and serves eight years.\nSuppose that the term of supervised release imposed at the time of\nsentencing is five years. Before starting a supervised-release\nrevocation proceeding in this hypothetical case, the judge would\nhave to decide whether to rule out the possibility of sending the\ndefendant back to prison for more than two years. Unless the judge\nwas willing to do this—without knowing all the facts—the judge\nwould have to convene a jury. It would be strange to put judges in\nthat predicament.The plurality appreciates the implication of its\nunderstanding of the maximum term of imprisonment authorized by a\njury verdict in the post-SRA era. In footnote 4, the plurality says\nthat it need not decide whether its interpretation of the Sixth\nAmendment leads to the results I have just outlined. Seeante, at 11, n. 4. But here again, while formally\nreserving decision on this question, the opinion provides no theory\nthat might permit what the SRA contemplates.In short, under the plurality opinion, the whole\nsystem of supervised release would be like a 40-ton truck speeding\ndown a steep mountain road with no brakes.IIThis should not have been a difficult or\ncomplicated case. I start with the proposition that the old federal\nparole system did not implicate the Sixth Amendment’s jury trial\nright. A parole revocation proceeding was not a “criminal\nprosecution” within the meaning of the Sixth Amendment, and\nrevocation did not result in a new sentence. See,e.g.,United Statesv.Williams, 558 F.2d 224, 226 (CA5\n1977);Hyserv.Reed, 318 F.2d 225, 237 (CADC 1963).\nWhen a prisoner was paroled, the Executive was simply exercising\nthe authority conferred by law to grant the defendant a conditional\nrelease from serving part of the sentence imposed after a guilty\nverdict.Mistrettav.United States,488 U.S.\n361, 364–365 (1989).Supervised release, for reasons already\nexplained, is not fundamentally different and therefore should not\nbe treated any differently for Sixth Amendment purposes. When a\njury finds a federal defendant guilty of violating a particular\ncriminal statute, the maximum period of confinement authorized is\nthe maximum term of imprisonment plus the maximum term of\nsupervised release. If a prisoner does not end up spending this\nfull period in confinement, that is because service of part of the\nperiod is excused due to satisfactory conduct during the period of\nsupervised release. Any other reading exalts form over substance in\na way that has enormous consequences that cannot be justified on\nconstitutional grounds.Once this is understood, it follows that the\nprocedures that must be followed at a supervised-release revocation\nproceeding are the same that had to be followed at a parole\nrevocation proceeding, and these were settled long ago. At a parole\nrevocation hearing, the fundamental requisites of due process had\nto be observed, but a parolee did not have a right to a jury trial.\nSee,e.g.,United Statesv.Carlton,442\nF.3d 802, 807 (CA2 2006);United Statesv.Huerta–Pimental,445 F.3d 1220,1225(CA9 2006).Neither the Confrontation Clause nor\nthe formal rules of evidence had to be followed. See,e.g.,Morrisseyv.Brewer,408\nU.S. 471, 488–489 (1972);Gagnonv.Scarpelli,411\nU.S. 778, 782, n. 5 (1973). Due process did not require\nproof beyond a reasonable doubt as is necessary at trial, see,e.g.,DeWittv.Ventetoulo,6 F.3d 32, 36–37 (CA1 1993);Whiteheadv.United\nStates Parole Comm’n, 755 F.2d 1536, 1537 (CA11 1985);Mackv.McCune, 551 F.2d 251, 254 (CA10 1977); and\nthe Double Jeopardy Clause did not apply, see,e.g.,Kellv.United States Parole Comm’n,26 F.3d 1016, 1020 (CA10 1994) (citing cases).For the past 35 years, it has been understood\nthat the same rules apply at a supervised-release revocation\nproceeding. There is no good reason to depart from that\nunderstanding.IIIThe plurality tries to suggest a reason by\nsprinkling its opinion with quotations from venerable sources, but\nall are far afield. (John Adams was not writing about the Sixth\nAmendment when he made a diary entry in 1771 or when he wrote to\nWilliam Pym in 1766. Seeante, at 5.) And the plurality\nmakes no real effort to show that the Sixth Amendment was\noriginally understood to require a jury trial in a proceeding like\na supervised-release revocation proceeding. Of course, nothing like\nsupervised release—or for that matter, parole—existed when the\nSixth Amendment was ratified, so I will not attempt to make the\naffirmative case that the Sixth Amendment was specifi- cally\nunderstoodnot to applyto such proceedings. But there is a\nstrong case for the proposition that the terms of the Sixth\nAmendment and the original understanding of the scope of the jury\ntrial right do not require the plurality’s interpretation. And our\nprior precedents emphatically refute that interpretation.The Sixth Amendment limits the scope of the jury\ntrial right in three significant ways: It provides “whomay\nassert the right (‘the accused’);whenthe right may be\nasserted (‘[i]n all criminal prosecutions’); andwhatthe\nright guarantees” (“the right to a . . . trial, by an\nimpartial jury”).Rothgeryv.Gillespie County,554 U.S.\n191, 214 (2008) (Alito, J., concurring). The plurality can\nreach its conclusion only by ignoring these limitations.AI begin with who may assert the jury trial\nright. The text of the Sixth Amendment makes clear that this is “a\nright of the ‘accused’ and only the ‘accused.’ ” A. Amar, The\nBill of Rights 111 (1998). The “accused” is an individual\n“[c]harged with a crime, by a legal process.” N. Webster, An\nAmerican Dictionary of the English Language (1828); see also 2 J.\nBouvier, Law Dictionary 50 (10th ed. 1860) (Bouvier Law Dictionary)\n(“One who is charged with a crime or misdemeanor”).“At the founding, ‘accused’ described a status\npreceding ‘convicted.’ ”Bettermanv.Montana,\n578 U. S. ___, ___ (2016) (slip op., at 5). Blackstone, for\nexample, spoke of “the accused” in outlining the beginning of a\ncriminal prosecution, see 4 W. Blackstone, Commentaries on the Laws\nof England 313 (1769), and spoke of “the offender” and “the\ncriminal” after conviction, seeid., at 370, 371, 373, 378,\n379. See alsoid., at 279 (referring to “the party accused\nbefore he is condemned”). And “[t]his understanding of the Sixth\nAmendment language—‘accused’ as distinct from ‘convicted’\n. . . —endures today.”Betterman, 578 U. S.,\nat ___ (slip op., at 5) (citing Black’s Law Dictionary 26 (10th ed.\n2014) (defining “accused” as “a person who has beenarrestedand brought before a magistrate or who has been formallycharged” (emphasis added))).Despite the plurality’s suggestion otherwise,\nseeante, at 12–13, respondent was no longer the “accused”\nwhile he served his term of supervised release. To be sure, he wasformerlythe accused—at the time when he was duly indicted\nand tried for possession of child pornography. But after a jury\nconvicted him and authorized the judge to sentence him to terms of\nimprisonment and supervised release, respondent was transformed\ninto the convicted. And his status as such remained the same while\nhe served his sentences, including during the proceeding to\ndetermine whether he had adhered to the conditions attached to the\nterm of supervised release that was permitted by law and thus\nimplicitly authorized by the jury’s verdict.This is especially so given that respondent’s\nreimprisonment was not primarily a punishment for new criminal\nconduct. The principal reason for assigning a penalty to a\nsupervised-release violation is not that the violative act is a\ncrime (indeed, under other provisions in §3583, the act need not\neven be criminal); rather, it is that the violative act is a breach\nof trust. USSG ch. 7, pt. A, intro. 3(b) (recommended\nreimprisonment terms are designed to “sanction primarily the\ndefendant’s breach of trust,” not “new criminal conduct”). In other\nwords, it makes little sense to treat respondent as the\naccused—i.e., one charged with a crime—when he has been\ncharged not with a crime, but with violating the terms of a\njury-authorized sentence that flowed from his original conviction.\nThe plurality’s extension of the jury trial right to respondent’s\nsupervised-release revocation proceeding thus flounders from the\nstart for the simple reason that respondent cannot easily be viewed\nas an “accused” in the conventional sense of the term.BIt is similarly awkward to characterize a\nsupervised-release revocation proceeding as part of the defendant’s\n“criminal prosecution.” A supervised-release revocation proceeding\nis not part of the criminal prosecution that landed a defendant in\nprison in the first place because “[a] ‘criminal prosecution’\n. . . ends when sentence has been pronounced on the\nconvicted or a verdict of ‘Not guilty’ has cleared the defendant of\nthe charge.” F. Heller, Sixth Amendment to the Constitution of the\nUnited States 54 (1951). This follows from the early understanding\nthat a “prosecution” concludes when a court enters final judgment.\nSee,e.g., Webster, An American Dictionary of the English\nLanguage (defining a prosecution as the “process of exhibiting\nformal charges against an offender before a legal tribunal, and\npursuing themto final judgment” (emphasis added)); The\nUniversal English Dictionary 465 (J. Craig ed. 1869) (“[T]he\ninstitution of legal proceedings against a person; the process of\nexhibiting formal charges against an offender before a legal\ntribunal, andpursuing them to final judgment” (emphasis\nadded)); H. Holthouse, New Law Dictionary 344 (1847) (defining\nprosecution as “the means adopted to bring a supposed offender to\njustice and punishment by due course of law”); Bouvier Law\nDictionary 396 (“The means adopted to bring a supposed offender to\njustice and punishment by due course of law”).Our precedents reflect this understanding by\ndefining the end of criminal prosecutions to be the entry of final\njudgment and imposition of sentence. In the Sixth Amendment\ncontext, for example, the Court has explained that “[c]riminal\nproceedings generally unfold in three discrete phases”: a prearrest\nphase, a charging phase that extends through trial, and a\nsentencing phase.Betterman, 578 U. S., at ___ (slip\nop., at 3). As the Court described the final phase, the criminal\nproceeding ends “[a]fter conviction, [when] the court imposes\nsentence.”Ibid.; see alsoid., at ___ (slip op., at\n5) (“And ‘trial’ meant a discrete episode after which judgment\n(i.e., sentencing) would follow”). That description echoed\nthe Court’s earlier characterization of the process, beginning to\nend: “criminal indictment, trial by jury, and judgment by court.”Apprendi, 530 U. S., at 478; see alsoibid.,n. 4 (citing Blackstone to explain that “ ‘judgment’ by\nthe court ” was “the stage approximating in modern terms theimpositionof sentence” (emphasis added)). And even outside\nthe Sixth Amendment context, we have said that “[t]he general rule\nis that finality in the context of a criminal prosecution is\ndefined by a judgment of conviction and the imposition of\nsentence.”Fort Wayne Books,Inc.v.Indiana,489 U.S.\n46, 54 (1989).In fact, two prior precedents—which the\nplurality effectively ignores—drew this exact line in stating that\nparole- and probation-revocation proceedings are not part of a\ncriminal prosecution. Unless the plurality is willing to own up to\nattempting to overrule these precedents, its failure to engage with\nthem is inexcusable.The first isMorrissey, 408 U. S.,\nat 472, a landmark case in which the Court held that due process\nrequires a State to afford a parolee “some opportunity to be heard”\nbefore revoking parole. In considering that question, the Court\n“beg[an] with the proposition that the revocation of parole is not\npart of a criminal prosecution and thus the full panoply of rights\ndue a defendant in such a proceeding does not apply in parole\nrevocations.”Id., at 480. The Court made clear that\n“[p]arole arisesafterthe end of the criminal prosecution,\nincluding imposition of sentence.”Ibid.(emphasis\nadded).The second isGagnon,411 U.S.\n778, where the Court considered whether a probationer has a\nright to appointed counsel prior to the revocation of probation.\nThere, the Court reasoned that “[p]robation revocation, like parole\nrevocation, is not a stage of a criminal prosecution.”Id.,\nat 782. Thus, in both contexts, the Court emphasized that parole-\nand probation-revocation proceedings are not part of a criminal\nprosecution. And that understanding carried significant\nconsequences: It denied parolees and probationers the “full panoply\nof rights” to which a defendant is entitled in a criminal\nprosecution.Morrissey, 408 U. S., at 480.Supervised-release revocation proceedings are\nnot part of the defendant’s criminal prosecution for the same\nreasons. As we said inUnited Statesv.Johnson,529 U.S.\n53, 59 (2000), which the plurality all but ignores,\n“[s]upervised release has no statutory function until confinement\nends,” which itself has no function until the criminal prosecution\nhas ended. It follows, then, that “the revocation of [supervised\nrelease] is not part of a criminal prosecution.”Morrissey,\n408 U. S., at 480.The fact thatMorrisseyandGagnoninvolved parole and probation, not supervised release, does not\nmatter for present purposes. Cf.ante, at 7, 16–17. These\ncases did not turn on any features of parole or probation that\nmight distinguish them from supervised release. Rather, those\ndecisions recognized an obvious fact: Theadministrationof\na sentence occurs after a courtimposesthat\nsentence—i.e., after the criminal prosecution has ended.\nThat fact is equally true here. No matter what penalties flow from\nthe revocation of parole, probation, or supervised release, the\nrelated proceedings are not part of the criminal prosecution.In recognition of this, the courts of appeals\nfor the past 35 years have overwhelmingly declined to apply the\nSixth Amendment in supervised-release revocation proceedings, and\nthey have done so precisely on the ground that these proceedings\nare not part of criminal prosecutions. This is true as to the jury\ntrial right;[5] the Speedy\nTrial Clause;[6] the\nConfrontation Clause;[7] and\nthe right to counsel.[8] As\nthen-Judge Gorsuch succinctly put it not too long ago, “settled\nprecedent” dictates that Sixth Amendment rights “d[o] not apply to\nsupervised release revocation proceedings and the due process\nguarantees associated with these proceedings are ‘minimal.’ ”United Statesv.Henry, 852 F.3d 1204, 1206–1207\n(CA10 2017) (quotingMorrissey, 408 U. S., at 485,\n489). And even the court below agreed: “Revocation of supervised\nrelease is not part of a criminal prosecution, so defendants\naccused of a violation of the conditions of supervised release have\nno right to a jury determination of the facts constituting that\nviolation.” 869 F.3d 1153, 1163 (CA10 2017).Attempting to claim that a criminal prosecution\nactually extends through any period of supervised release, the\nplurality appears to arrive at an unintended destination. The\nplurality says (while mischaracterizingApprendiandAlleyne, seeinfra, at 17–18) that “a ‘criminal\nprosecution’ continues and the defendant remains an ‘accused’ with\nall the rights provided by the Sixth Amendment, until a final\nsentence is imposed.”Ante,at 12. That is exactly right.\nAnd the Court’s precedents emphatically say that a sentence is\n“imposed” at final judgment,supra,at 13–14, not again and\nagain every time a convicted criminal wakes up to serve a day of\nsupervised release and violates a condition of his release. That\npostjudgment conduct during the administration of supervised\nrelease, and any proceedings to adjudicate violations of the\nrelease conditions, necessarily occurs “after the end of the\ncriminal prosecution, includingimpositionof sentence.”Morrissey, 408 U. S., at 480 (emphasis added).CThe plurality attempts to pass off its\nreasoning as nothing more than the logical outgrowth of theApprendiline of cases, but that is untrue. The plurality\ninvokes these cases to support the idea that the Sixth Amendment\ncannot be evaded by “[r]elabeling” of a criminal prosecution as a\n“ ‘sentence modification’ ” imposed at a\n“ ‘postjudgment sentence-administration proceeding.’ ”Ante, at 12; see alsoibid.(claiming thatApprendi“recognized” how long a criminal prosecution\ncontinues). But nothing like that was involved inApprendior later related cases. Instead, the Court in those cases rejected\nwhat it saw as attempts to place the label “sentencing enhancement”\non what, in its view, were essentially elements of charged\noffenses. See,e.g.,Blakely, 542 U. S., at 306\n(rejecting the idea that “the jury need only find whatever facts\nthe legislature chooses to label elements of the crime, and that\nthose it labels sentencing factors—no matter how much they may\nincrease the punishment—may be found by the judge”). All of the\ncases in theApprendiline involved actual sentencing\nproceedings, and thus there was never any question whether they\narose in a “criminal prosecution.” That is not this case.The plurality insists that it is simply applyingApprendi’s understanding of the jury trial right when it\nsays that “a jury must find beyond a reasonable doubt every fact\nwhich the law makes essential to a punishment that a judge might\nlater seek to impose.”Ante, at 7 (internal quotation marks\nand alteration omitted). But that is wrong.1SinceApprendiitself, the Court has\ntime and again endeavored to draw its understanding of the jury\ntrial right from historical practices that existed at the founding\nand soon afterward. SeeApprendi, 530 U. S., at 495\n(looking to the “historical pedigree of the jury”);Alleyne,\n570 U. S., at 111 (emphasizing thatApprendilooked to\n“common-law and early American practice”). As Justices Ginsburg and\nSotomayor recently explained, courts applyingApprendimust\n“examine the historical record, because ‘the scope of the\nconstitutional jury right must be informed by the historical role\nof the jury at common law.’ ”Southern Union Co.v.United States,567 U.S.\n343, 353 (2012) (quotingOregonv.Ice,555 U.S.\n160, 170 (2009)); see alsoid., at 167–168 (“Our\napplication ofApprendi’s rule must honor the ‘longstanding\ncommon-law practice’ in which the rule is rooted” (quotingCunninghamv.California,549\nU.S. 270, 281 (2007))). Thus, where “[t]he historical record\ndemonstrates that the jury played no role” in a particular context,Ice, 555 U. S., at 168, there is “no encroachment\n. . . by the judge upon facts historically found by the\njury,”id., at 169, andApprendidoes not govern.In this case, the plurality can muster no\nsupport for the proposition that the jury trial right was extended\nto anything like a supervised-release or parole revocation\nproceeding at the time of the adoption of the Sixth Amendment.\nSupervised release was not instituted until 1984, and parole was\nunknown until the 19th century, so close historic analogues are\nlacking. But the nearest practices that can be found do not support\nthe plurality.Prior to and at the time of the adoption of the\nSixth Amendment, convicted criminals were often released on bonds\nand recognizances that made their continued liberty contingent on\ngood behavior. See L. Friedman, Crime and Punishment in American\nHistory 38–39 (1993); A. Hirsch, The Rise of the Penitentiary 7\n(1992) (“Since courts in the eighteenth-century frequently demanded\nthat offenders provide monetary sureties for future good behavior,\nconvicts stayed put until they scraped together the requisite\nfunds”). If a prisoner released on such a bond did not exhibit good\nbehavior, the courts had discretion to forfeit the bond (a loss of\nproperty) or to turn the individual over to the sheriff (a loss of\nliberty) until new conditions could be arranged. See Friedman,supra, at 39. There is no evidence that there was a right to\na jury trial at such proceedings, and the plurality does not even\nattempt to prove otherwise.Corporal punishment of prisoners is also\ninconsistent with the plurality’s suggestion that a convicted\ncriminal has the right to a jury trial before a punishment is\nimposed for legally proscribed conduct. Seeante,at 6. Well\ninto the 19th century, prisoners were whipped for misbehavior. See\nFriedman,supra, at 37, 77, n. *; M. Kann, Punishment,\nPrisons, and Patriarchy 120, 182 (2005). Virginia law, for example,\nprovided that a prisoner could be punished “by stripes” if he were\nguilty of “profanity, indecent behavior, idleness, neglect or\nwillful mismanagement of work, insubordination, an assault not\namounting to felony, or a violation of any of the rules prescribed\nby the governor.” Va. Code, Tit. 56, ch. 213, §22 (1849).\nMassachusetts law gave the warden “all necessary means” “to\nsuppress insurrection, enforce obedience, and maintain order in the\nprison,” provided however “that no convict shall be punished\n. . . by more than ten stripes” without meeting certain\nconditions. Mass. Gen. Laws, ch. CXVIII, §21 (1828). And even at\nthe turn of the century, courts entertained imposition of\nreasonable corporal punishment provided that it was authorized by\nlawfully adopted rule or regulation. See,e.g.,Statev.Nipper, 166 N. C. 272, 277–280, 81 S.E. 164, 167–168\n(1914);Davisv.State, 81 Miss. 56, 33 So. 286\n(1902);Wernerv.State, 44 Ark. 122, 131–132 (1884);Cornellv.State, 74 Tenn. 624, 624–631 (1881). There\nis no suggestion in these authorities that a jury finding of a\nviolation was needed.[9]Later, when parole and probation were\nintroduced, courts, with the assistance of parole and probation\nofficials, supervised the conditional release of parolees and\nprobationers, and juries played no part in this process. See 4\nAtty. Gen.’s Survey of Release Proc. 1 (1939) (Parole Survey); 2id., at 2 (Probation Survey).The well-settled revocation power wielded by\ncourts and other officials brings this point home. A violation of\nthe conditions permitted not only the defendant’s reimprisonment,\nsee Parole Survey 4; Probation Survey 2, but several other\npenalties as well. In the parole context, these penalties most\noften included the forfeiture of good time credits—a reduction in\nprison time based on good behavior—that the parolees had accrued\nprior to their release on parole, as well as the forfeiture of any\ntime served for the duration of their parole. Parole Survey\n249–253; see also Friedman,supra, at 159 (stating in the\ncontext of 19th century good time laws that “[t]o forfeit ‘good\ntime’ was a terrible penalty”). Many States also conditioned the\nfuture availability of parole on mandatory minimum terms of\nreimprisonment, and others even rendered certain parole violators\nineligible for future parole. Parole Survey 255–258. And in the\nprobation context, several courts refused to give credit for time\nspent on probation. Probation Survey 334–335, and n. 52. Thus,\ncourts and parole boards could not only revoke conditional liberty\nbut they could also subject violators to longer periods of\nimprisonment and erase the fact that the violators had served a\nsubstantial portion of their lives on the streets under strict\nconditions.From each of the foregoing examples, a clear\nhistorical fact emerges: American juries have simply played “no\nrole” in the administration of previously imposed sentences.Ice, 555 U. S., at 168. As a result, it is impossible\nto say with a straight face that the “application ofApprendi’s rule” to supervised-release revocation\nproceedings “honor[s] the ‘longstanding common-law practice’ in\nwhich the rule is rooted.”Id., at 167–168 (quotingCunningham, 549 U. S., at 281).2The plurality’s extension of the jury trial\nright to the administration of previously imposed sentences also\nsidelines what has until now been the core feature of theApprendiline of cases—a meaningful connection to the trial\nfor the charged offense. “The touchstone for determining whether a\nfact must be found by a jury beyond a reasonable doubt is whether\nthe fact constitutes an ‘element’ or ‘ingredient’ of the charged\noffense.”Alleyne, 570 U. S., at 107 (plurality\nopinion); see alsoSouthern Union Co., 567 U. S., at\n349 (“Apprendi’s ‘core concern’ is to reserve to the jury\n‘the determination of facts that warrant punishment for a specific\nstatutory offense’ ” (quotingIce, 555 U. S., at\n170));Ice, 555 U. S., at 168 (noting the jury’s\nhistoric role as a “bulwark” between the government and the accused\n“at the trial for an alleged offense” (emphasis added)). The\nCourt’s rationale has been that “the core crime and the fact\ntriggering [an increased maximum or] mandatory minimum sentence\ntogether constitute a new, aggravated crime, each element of which\nmust be submitted to the jury.”Alleyne, 570 U. S., at\n113. And this rationale, of course, is key to theApprendiline of cases, because the Sixth Amendment protects only the rights\nof “the accused,” that is, those charged with a particular crime.\nSeesupra, at 11–12.InApprendiitself, the Court emphasized\nthe relevance of the charged offense when distinguishingAlmendarez-Torresv.United States,523 U.S.\n224(1998). The Court explained that the “reasons supporting [a\nrecidivism] exception” inAlmendarez-Torresdid not apply inApprendibecause, “[w]hereas recidivism ‘does not relate to\nthe commission of the offense’ itself, New Jersey’s biased purpose\ninquiry goes precisely to what happened in the ‘commission of the\noffense.’ ”Apprendi, 530 U. S., at 496 (quotingAlmendarez-Torres, 523 U. S., at 230, 244).Here, the factual basis for revoking\nrespondent’s supervised release did not “g[o] precisely to what\nhappened in the ‘commission of the offense’ ”; it did not even\n“relate to the commission of the offense.”Apprendi, 530\nU. S., at 496. It had virtually nothing to do with the\nchild-pornography offense that led to respondent’s conviction,\nincarceration, and supervised release. The same would be true of a\ndefendant convicted of burglary, arson, or any other crime: His\nfailure to attend an employment class or to pass a drug test while\non supervised release would have nothing to do with how he carried\nout those offenses. And it would be impossible for “the core crime”\nand a postjudgment fact affecting respondent’s sentence to be\nsubmitted “together” as one “new, aggravated crime” for proof to a\njury.Alleyne, 570 U. S., at 113. Thus, no reasonable\nperson would describe such postjudgment facts that go only to the\nadministration of a previously imposed sentence as “ingredients” or\n“elements” of the charged offense. Insofar as the charged statutory\noffense has been part and parcel of “Apprendi’s core\nconcern,” that concern “is inapplicable to the issue at hand,” and\nthus, “so too is the Sixth Amendment’s restriction on judge-found\nfacts.”Ice, 555 U. S., at 170.It is telling that the plurality never brings\nitself to acknowledge this clear departure from theApprendiline of cases. For nearly two decades now, the Court has insisted\nthat these cases turn on “a specific statutory offense,” and its\n“ingredients” and “elements.” Yet today we learn that—at least as\nfar as the plurality is concerned—none of that really mattered.3The plurality also errs by failing to\ndistinguish between the unconditional liberty interests with whichApprendiis concerned and the conditional liberty interests\nat issue in cases like this one. Cf.ante, at 1 (“Only a\njury, acting on proof beyond a reasonable doubt, may take a\nperson’s liberty”). When a person is indicted and faces the threat\nof prison and supervised release, his unconditional liberty hangs\nin the balance. SeeApprendi, 530 U. S., at 476 (“At\nstake in this case are constitutional protections of surpassing\nimportance: the proscription of any deprivation of liberty without\n‘due process of law,’ Amdt. 14 . . . ”);id.,\nat 484 (“If a defendant faces punishment beyond that provided by\nstatute when an offense is committed under certain circumstances\nbut not others, it is obvious that both the loss of liberty and the\nstigma attaching to the conviction are heightened”);id., at\n495 (“The degree of criminal culpability the legislature chooses to\nassociate with particular, factually distinct conduct has\nsignificant implications both for a defendant’s very liberty, and\nfor the heightened stigma associated with an offense the\nlegislature has selected as worthy of greater punishment”).But convictions have consequences. “[G]iven a\nvalid conviction, the criminal defendant [may be] constitution-\nally deprived of his liberty.”Meachumv.Fano,427 U.S.\n215, 224 (1976). To this end, “[s]upervised release is ‘a form\nof postconfinement monitoring’ that permits a defendant a kind of\nconditional liberty by allowing him to serve part of his sentence\noutside of prison.”Montv.United States, 587\nU. S. ___, ___–___ (2019) (slip op., at 8–9) (quotingJohnson, 529 U. S., at 697). Convicts like respondent\non supervised release thus enjoy only conditional liberty. He most\ncertainly was not “a free man.”Ante,at 18. This means,\nthen, that “[r]evocation” of supervised release “deprives an\nindividual, not of the absolute liberty to which every citizen is\nentitled, but only of . . . conditional liberty.”Morrissey, 408 U. S., at 480. It is perhaps for that\nreason that the decisions of this Court that mention “conditional\nliberty” speak only of general due process rights, not other\nconstitutional protections that unaccused and unconvicted\nindividuals enjoy. See,e.g.,Connecticut Bd. of\nPardonsv.Dumschat,452 U.S.\n458(1981);Vitekv.Jones,445 U.S.\n480(1980);Wolffv.McDonnell, 418 U. S 539\n(1974);Morrissey,408 U.S.\n471.*  *  *Today’s decision is based in part on an\nopinion that is unpardonably vague and suggestive in dangerous\nways. It is not grounded on any plausible interpretation of the\noriginal meaning of the Sixth Amendment, and it is contradicted by\nprecedents that are unceremoniously overruled. It represents one\nparticular view about crime and punishment that is ascendant in\nsome quarters today but is not required by the Constitution. If the\nCourt eventually takes the trip that this opinion proposes, the\nconse- quences will be far reaching and unfortunate.For these reasons, I respectfully dissent.Notes1But even on this point,\nthe plurality hedges, saying that “historic parole and probation\nrevocation procedures . . . haveusuallybeen\nunderstood to comport with the Fifth and Sixth Amendments.”Ante, at 16 (emphasis added).2The plurality casts this\nargument as “echo[ing] an age-old criticism: Jury trials are\ninconvenient for the government.”Ante,at 21. Not at all.\nMy only point is to say that if a questionable interpretation of\nthe Sixth Amendment, seeinfra, at 11–25, would potentially\nlead to absurd results, that is an additional reason to suspect\nthat something has gone awry.3See O’Hara, Parole, 79\nGeo. L. J. 1162, 1164–1165 (1991).4In respondent’s case that\nwas life. See §3583(k). Anything approaching that maximum would\nhave been very harsh, but the judge in respondent’s case did not\nimpose such a term, and there are statutory restraints on the\nimposition of excessive additional terms. In determining the\nadditional period to be ordered as a result of a supervised-release\nviolation, a judge is required to take into account almost all of\nthe factors that must be considered at sentencing. See §3583(e).\nThe Sentencing Guidelines provide recommended terms for particular\nviolations. See USSG ch. 1, pt. B;id.,ch. 7. And the\nadditional terms imposed in such cases are subject to review on\nappeal. See,e.g.,United Statesv.Wheeler,\n814 F.3d 856 (CA7 2016);United Statesv.Cordova,461 F.3d 1184(CA10 2006). If the Constitution restricts the\nlength of additional imprisonment that may be imposed based on a\nviolation of supervised release, the relevant provision is the\nEighth Amendment, not the Sixth. Cf.Lewisv.United\nStates,518 U.S.\n322(1996).5See,e.g.,United Statesv.Carlton,442 F.3d 802, 806–810 (CA2 2006);United Statesv.Dees, 467 F.3d 847, 854–855 (CA3 2006);United Statesv.Ward, 770 F.3d 1090, 1096–1099 (CA4 2014);United\nStatesv.Hinson,429 F.3d 114, 117–119 (CA5 2005);United Statesv.McIntosh, 630 F.3d 699, 703 (CA7 2011);United Statesv.Gavilanes-Ocaranza, 772 F.3d 624, 628–629 (CA9\n2014);Cordova, 461 F. 3d, at 1186.6See,e.g.,Gavilanes-Ocaranza, 772 F. 3d, at 628;United\nStatesv.House, 501 F.3d 928, 931 (CA8\n2007).7See,e.g.,United Statesv.Rondeau,430 F.3d 44, 47–48 (CA1 2005);United Statesv.Kelley,446 F.3d 688, 690–692 (CA7 2006);United Statesv.Hall,419 F.3d 980, 985–986 (CA9 2005);United Statesv.Ray, 530 F.3d 666, 667–668 (CA8 2008);United Statesv.Ojudun, 915 F.3d 875, 888 (CA2 2019).8See,e.g.,United Statesv.Boultinghouse, 784 F.3d 1163, 1171\n(CA7 2015);United Statesv.Owen, 854 F.3d 536, 541\n(CA8 2017);United Statesv.Spangle, 626 F.3d 488,\n494 (CA9 2010).9The plurality offers only\na few tepid responses. First, the plurality appears to concede that\na jury trial is unnecessary where penalties for postjudgment\nconduct are nottooharsh.Ante,at 18. I suspect\nthat the prisoners who endured corporal punishment would have\nchallenged the plurality’s suggestion that their punishment was not\nthat harsh. But in any event, a too-harsh standard—something that\nwould appear to be more at home in an Eighth Amendment analysis—is\nhardly a principled way of determining whether a jury trial is\nconstitutionally required. Second, the plurality suggests that my\nreasoning amounts to an extension ofTurnerv.Safley,482 U.S.\n78(1987), becauseTurneraddresses only the relaxation\nof a prisoner’s constitutional rights and the Court has “never\nextended it to the jury rights of persons out in the world who\nretain the core attributes of liberty.”Ante,at 19. But a\nconvicted criminal on supervised release does not “retain the core\nattributes of liberty,”ibid.,andTurneris not\nimplicated here because, as I have shown, the Sixth Amendment does\nnot apply and thus the criminal has no jury trial right thatTurnermight relax. And once again, more notable than the\nplurality’s lack of real answers is its inability to point to any\naffirmative evidence that the jury ever played a historical role in\nthe administration of previously imposed sentences.",
    "joined": []
}