{
    "case": {
        "docket": "17-532",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-532/"
    },
    "id": "4096598",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–532_________________CLAYVIN HERRERA, PETITIONERv.WYOMINGon writ of certiorari to the district court of\nwyoming, sheridan county[May 20, 2019]Justice Alito, with whom The Chief Justice,\nJustice Thomas, and Justice Kavanaugh join, dissenting.The Court’s opinion in this case takes a\npuzzling course. The Court holds that members of the Crow Tribe\nretain a virtually unqualified right under the Treaty Between the\nUnited States of America and the Crow Tribe of Indians (1868\nTreaty) to hunt on land that is now part of the Bighorn National\nForest. This interpretation of the treaty is debatable and is\nplainly contrary to the decision inWardv.Race\nHorse,163 U.S.\n504(1896), which construed identical language in a closely\nrelated treaty. But even if the Court’s interpretation of the\ntreaty is correct, its decision will have no effect if the members\nof the Crow Tribe are bound under the doctrine of issue preclusion\nby the judgment inCrow Tribe of Indiansv.Repsis,73 F.3d 982, 992–993 (CA10 1995) (holding that the hunting\nright conferred by that treaty is no longer in force).That judgment was based on two independent\ngrounds, and the Court deals with only one of them. The Court holds\nthat the first ground no longer provides an adequate reason to give\nthe judgment preclusive effect due to an intervening change in the\nlegal context. But the Court sidesteps the second ground and thus\nleaves it up to the state courts to decide whether theRepsisjudgment continues to have binding effect. If it is\nstill binding—and I think it is—then no member of the Tribe will be\nable to assert the hunting right that the Court addresses. Thus,\nthe Court’s decision to plow ahead on the treaty-interpretation\nissue is hard to understand, and its discourse on that issue is\nlikely, in the end, to be so much wasted ink.IAAs the Court notes, the Crow Indians\neventually settled in what is now Montana, where they subsequently\ncame into contact with early white explorers and trappers. F.\nHoxie, The Crow 26–28, 33 (1989). In an effort to promote peace\nbetween Indians and white settlers and to mitigate conflicts\nbetween different tribes, the United States negotiated treaties\nthat marked out a territory for each tribe to use as a hunting\ndistrict. See 2 C. Kappler, Indian Affairs: Laws and Treaties 594\n(2d ed. 1904) (Kappler). The Treaty of Fort Laramie of 1851 (1851\nTreaty), 11Stat. 749, created such a hunting district for the\nCrow.As white settlement increased, the United States\nentered into a series of treaties establishing reservations for the\nCrow and neighboring tribes, and the 1868 Treaty was one such\ntreaty. 15Stat. 649; Kappler 1008. It set out an 8-million-acre\nreservation for the Crow Tribe but required the Tribe to cede\nownership of all land outside this reservation, including 30\nmillion acres that lay within the hunting district defined by the\n1851 Treaty. Under this treaty, however, the Crow kept certain\nenumerated rights with respect to the use of those lands, and among\nthese was “the right to hunt on the unoccupied lands of the United\nStates so long as game may be found thereon, and as long as peace\nsubsists among the whites and Indians on the borders of the hunting\ndistricts.” 1868 Treaty, Art. IV, 15Stat. 650.Shortly after the signing of the 1868 Treaty,\nCongress created the Wyoming Territory, which was adjacent to and\nimmediately south of the Crow Tribe’s reservation. The Act creating\nthe Territory provided that “nothing in this act shall be construed\nto impair the rights of person or property now pertaining to the\nIndians in said Territory, so long as such rights shall remain\nunextinguished by treaty between the United States and such\nIndians.” Act of July 25, 1868, ch. 235, 15Stat. 178. Twenty-two\nyears later, Congress admitted Wyoming as a State “on an equal\nfooting with the original States in all respects whatever.” Act of\nJuly 10, 1890, ch. 664, 26Stat. 222. The following year, Congress\npassed an Act empowering the President to “set apart and reserve”\ntracts of public lands owned by the United States as forest\nreservations. Act of Mar. 3, 1891, ch. 561, §24, 26Stat. 1103.\nExercising that authority, President Cleveland designated some\nlands in Wyoming that remained under federal ownership as a forest\nreservation. Presidential Proclamation No. 30, 29Stat. 909. Today,\nthose lands make up the Bighorn National Forest. Bighorn abuts the\nCrow Reservation along the border between Wyoming and Montana and\nincludes land that was previously part of the Crow Tribe’s hunting\ndistrict.These enactments did not end legal conflicts\nbetween the white settlers and Indians. Almost immediately after\nWyoming’s admission to the Union, this Court had to determine the\nextent of the State’s regulatory power in light of a tribe’s\nreserved hunting rights. A member of the Shoshone-Bannock Tribes\nnamed Race Horse had been arrested by Wyoming officials for taking\nelk in violation of state hunting laws.Race Horse,supra,at 506. The Shoshone-Bannock Tribes, like the Crow,\nhad accepted a reservation while retaining the right to hunt in the\nlands previously within their hunting district. Their treaty\nreserves the same right, using the same language, as the Crow\nTribe’s treaty.[1] Race Horse\nargued that he had the right to hunt at the spot of his alleged\noffense, as the nearest settlement lay more than 60-miles distant,\nmaking the land where he was hunting “unoccupied lands of the\nUnited States.”In re Race Horse, 70 F. 598, 599–600\n(Wyo. 1895).This Court rejected Race Horse’s argument,\nholding that the admission of Wyoming to the Union terminated the\nhunting right. 163 U. S., at 514. Although the opinion of the\nCourt is not a model of clarity, this conclusion appears to rest on\ntwo grounds.First, the Court held that Wyoming’s admission\nnecessarily ended the Tribe’s hunting right because otherwise the\nState would lack the power, possessed by every other State, “to\nregulate the killing of game within [its] borders.”Ibid.\nLimiting Wyoming’s power in this way, the Court reasoned, would\ncontravene the equal-footing doctrine, which dictates that all\nStates enter the Union with the full panoply of powers enjoyed by\nthe original 13 States at the adoption of the Constitution.Ibid. Under this rationale, the Act of Congress admitting\nWyoming could not have preserved the hunting right even if that had\nbeen Congress’s wish.After providing this basis for its holding,\nhowever, the Court quickly turned to a second ground, namely, that\neven if Congress could have limited Wyoming’s authority in this\nway, it had not attempted to do so.Id., at 515. The Court\nthought that Congress’s intention not to impose such a restriction\non the State was “conveyed by the express terms of the act of\nadmission,” but the Court did not identify the terms to which it\nwas referring.Ibid. It did, however, see support for its\ndecision in the nature of the hunting right reserved under the\ntreaty. This right, the Court observed, was not “of such a nature\nas to imply [its] perpetuity” but was instead “temporary and\nprecarious,” since it depended on the continuation of several\nconditions, including at least one condition wholly within the\ncontrol of the Government—continued federal ownership of the land.Ibid.Race Horsedid not mark a final\nresolution of the conflict between Wyoming’s regulatory power and\ntribal hunting rights. Nearly a century later, Thomas Ten Bear, a\nmember of the Crow Tribe, crossed into Wyoming to hunt elk in the\nBighorn National Forest, just as Herrera did in this case. Wyoming\ngame officials cited Ten Bear, and he was ultimately convicted of\nhunting elk without the requisite license.[2] Ten Bear, like Race Horse before him, filed a\nlawsuit in federal court disputing Wyoming’s authority to regulate\nhunting by members of his Tribe.Crow Tribe of Indiansv.Repsis,866 F. Supp. 520, 521 (Wyo. 1994). Joined by the Crow Tribe, he\nargued that the 1868 Treaty—the same treaty at issue here—gave him\nthe right to take elk in the national forest.The District Court found that challenge\nindistinguish- able from the one addressed inRace Horse.\nThe District Court noted that Race Horse had pointed to “identical\ntreaty language” and had “advanced the identical contention now\nmade by” Ten Bear and the Tribe.Repsis, 866 F. Supp.,\nat 522. BecauseRace Horse“remain[ed] controlling,” the\nDistrict Court granted summary judgment to the State. 866\nF. Supp., at 524.The Tenth Circuit affirmed that judgment on two\nindependent grounds. First, the Tenth Circuit agreed with the\nDistrict Court that, underRace Horse, “[t]he Tribe’s right\nto hunt reserved in the Treaty with the Crows, 1868, was repealed\nby the act admitting Wyoming into the Union.”Crow Tribe of\nIndiansv.Repsis,73 F.3d 982, 992 (1995). Second, as an independent alternative\nground for affirmance, the Tenth Circuit held that the Tribe’s\nhunting right had expired because “the treaty reserved an\noff-reservation hunting right on ‘unoccupied’ lands and the lands\nof the Big Horn National Forest are ‘occupied.’ ”Id.,\nat 993. The Tenth Circuit reasoned that “unoccupied” land within\nthe meaning of the treaty meant land that was open for commercial\nor residential use, and since the creation of the national forest\nprecluded those activities, it followed that the land was no longer\n“unoccupied” in the relevant sense.Ibid.BThe events giving rise to the present case are\nessentially the same as those inRace HorseandRepsis. During the winter of 2013, Herrera, who was an\nofficer in the Crow Tribe’s fish and game department, contacted\nWyoming game officials to offer assistance investigating a number\nof poaching incidents along the border between Bighorn and the Crow\nReservation.[3] After a lengthy\ndiscussion in which Herrera asked detailed questions about the\nState’s investigative capabilities, the Wyoming officials became\nsuspicious of Herrera’s motives. The officials conducted a web\nsearch for Herrera’s name and found photographs posted on\ntrophy-hunting and social media websites that showed him posing\nwith bull elk. The officers recognized from the scenery in the\npictures that the elk had been killed in Bighorn and were able to\nlocate the sites where the pictures had been taken. At those sites,\nabout a mile south of the fence running along the Bighorn National\nForest boundary, state officials discovered elk carcasses. The\nheads had been taken from the carcasses but much of the meat was\nabandoned in the field. State officials confronted Herrera, who\nconfessed to the shootings and turned over the heads that he and\nhis companions had taken as trophies. The Wyoming officials cited\nHerrera for hunting out of season.Herrera moved to dismiss the citations, arguing\nthat he had a treaty right to hunt in Bighorn. The trial court\nrejected this argument, concluding that it was foreclosed by the\nTenth Circuit’s analysis inRepsis,and the jury found\nHerrera guilty. On appeal, Herrera continued to argue that he had a\ntreaty right to hunt in Bighorn. The appellate court held that the\njudgment inRepsisprecluded him from asserting a treaty\nhunting right, and it also held, in the alternative, that Herrera’s\ntreaty rights did not allow him to hunt in Bighorn. This Court\ngranted certiorari.IIIn seeking review in this Court, Herrera\nframed this case as implicating only a question of treaty\ninterpretation. But unless the state court was wrong in holding\nthat Herrera is bound by the judgment inRepsis, there is no\nreason to reach the treaty-interpretation question. For this\nreason, I would begin with the question of issue preclusion, and\nbecause I believe that Herrera is bound by the adverse decision on\nthat issue inRepsis, I would not reach the\ntreaty-interpretation issue.AIt is “a fundamental precept of common-law\nadjudication” that “an issue once determined by a competent court\nis conclusive.”Arizonav.California,460 U.S.\n605, 619 (1983). “The idea is straightforward: Once a court has\ndecided an issue, it is forever settled as between the parties,\nthereby protecting against the expense and vexation attending\nmultiple lawsuits, conserving judicial resources, and fostering\nreliance on judicial action by minimizing the possibility of\ninconsistent verdicts.”B&B Hardware, Inc.v.Hargis\nIndustries, Inc., 575 U.S. 138, ___ (2015) (slip op., at 8)\n(internal quotation marks, citation, and alterations omitted).\nSuccinctly put, “a losing litigant deserves no rematch after a\ndefeat fairly suffered.”Astoria Fed. Sav. & Loan Assn.v.Solimino,501 U.S.\n104, 107 (1991).Under federal issue-preclusion\nprinciples,[4] “once an issue\nis actually and necessarily determined by a court of competent\njurisdiction, that determination is conclusive in subsequent suits\nbased on a different cause of action involving a party to the prior\nlitigation.”Montanav.United States,440\nU.S. 147, 153 (1979). That standard for issue preclusion is met\nhere.InRepsis, the central issue—and the\nquestion on which the Crow Tribe sought a declaratory judgment—was\nwhether members of the Tribe “have an unrestricted right to hunt\nand fish on Big Horn National Forest lands.” 866 F. Supp., at\n521. The Tenth Circuit’s judgment settled that question by holding\nthat “the Tribe and its members are subject to the game laws of\nWyoming.” 73 F. 3d, at 994. In this case, Herrera asserts the\nsame hunting right that was actually litigated and decided against\nhis Tribe inRepsis. He does not suggest that either the\nFederal District Court or the Tenth Circuit lacked jurisdiction to\ndecideRepsis. And, because Herrera’s asserted right is\nbased on his membership in the Tribe, a judgment binding on the\nTribe is also binding on him. As a result, the Wyoming appellate\ncourt held thatRepsisbound Herrera and precluded him from\nasserting a treaty-rights defense. That holding was correct.BThe majority concludes otherwise based on an\nexception to issue preclusion that applies when there has been an\nintervening “change in the applicable legal context.”Ante,\nat 12 (internal quotation marks and alteration omitted).\nSpecifically, the majority reasons that theRepsisjudgment\nwas based onRace Horseand that our subsequent decision inMinnesotav.Mille Lacs Band of Chippewa Indians,526 U.S.\n172(1999), represents a change in the applicable law that is\nsufficient to abrogate theRepsisjudgment’s preclusive\neffect. There is support in the Restatement (Second) of Judgments\nfor the general proposition that a change in law may alter a\njudgment’s preclusive effect, §28, Commentc, p. 276 (1980),\nand in a prior case,Bobbyv. Bies,556 U.S.\n825, 834 (2009), we invoked that provision. But we have never\nactually held that a prior judgment lacked preclusive effect on\nthis ground. Nor have we ever defined how much the relevant “legal\ncontext” must change in order for the exception to apply. If the\nexception is applied too aggressively, it could dangerously\nundermine the important interests served by issue preclusion. So\ncaution is in order in relying on that exception here.The majority thinks that the exception applies\nbecauseMille Lacseffectively overruledRace Horse,\neven though it did not say that in so many words. But that is a\nquestionable interpretation. The fact of the matter is that theMille Lacsmajority held back from actually overrulingRace Horse, even though the dissent claimed that it had\neffectively done so. SeeMille Lacs, 526 U. S., at 207\n(applying the “Race Horseinquiry” but factually\ndistinguishing that case from the facts present inMille\nLacs);id., at 219 (Rehnquist, C. J., dissenting)\n(noting the Court’s “apparent overrulingsub silentio” ofRace Horse). And while the opinion of the Court repudiated\none of the two grounds that theRace HorseCourt gave for\nits decision (the equal-footing doctrine), it is by no means clear\nthatMille Lacsalso rejected the second ground (the\nconclusion that the terms of the Act admitting Wyoming to the Union\nmanifested a congressional intent not to burden the State with the\nright created by the 1868 Treaty). With respect to this latter\nground, theMille LacsCourt characterized the proper\ninquiry as follows: “whether Congress (more precisely, because this\nis a treaty, the Senate) intended the rights secured by the 1837\nTreaty to survive statehood.” 526 U. S., at 207. And the Court\nthen went on to analyze the terms of the particular treaty at issue\nin that case and to contrast those terms with those of the treaty\ninRace Horse.Mille Lacs,supra, at 207.On this reading, it appears thatMille\nLacsdid not reject the second ground for the decision inRace Horsebut simply found it inapplicable to the facts of\nthe case at hand. I do not claim that this reading ofMille\nLacsis indisputable, but it is certainly reasonable, and if it\nis correct,Mille Lacsdid not change the legal context as\nmuch as the majority suggests. It knocked out some ofRace\nHorse’s reasoning but did not effectively overrule the\ndecision. Is that enough to eliminate the preclusive effect of the\nfirst ground for theRepsisjudgment?The majority cites no authority holding that a\ndecision likeMille Lacsis sufficient to deprive a prior\njudgment of its issue-preclusive effect. Certainly,Bies,supra, upon which the majority relies, is not such\nauthority. In that case, Bies had been convicted of murder and\nsentenced to death at a time when what was then termed “mental\nretardation” did not render a defendant ineligible for a death\nsentence but was treated as simply a mitigating factor to be taken\ninto account in weighing whether such a sentence should be imposed.\nWhen Bies contested his death sentence on appeal, the state\nappellate court observed that he suffered from a mild form of\nintellectual disability, but it nevertheless affirmed his sentence.\nYears later, inAtkinsv.Virginia,536 U.S.\n304(2002), this Court ruled that an intellectually disabled\nindividual cannot be executed, and the Sixth Circuit then held that\nthe state court’s prior statements about Bies’s condition barred\nhis execution under issue-preclusion principles.This Court reversed, and its primary reason for\ndoing so has no relation to the question presented here. We found\nthat issue preclusion was not available to Bies because he had not\nprevailed in the first action; despite the state court’s\nrecognition of mild intellectual disability as a mitigating factor,\nit had affirmed his sentence. As we put it, “[i]ssue preclusion\n. . . does not transform final judgment losers\n. . . into partially prevailing parties.”Bies,\n556 U. S., at 829; see alsoid., at 835.Only after providing this dispositive reason for\nrejecting the Sixth Circuit’s invocation of issue preclusion did we\ngo on to cite the Restatement’s discussion of the change-in-law\nexception. And we then quickly noted that the issue addressed by\nthe state appellate courts prior toAtkins(“[m]ental\nretardation as a mitigator”) was not even the same issue as the\nissue later addressed afterAtkins.Bies, supra,at\n836 (the two “are discrete legal issues”). SoBiesis very\nfar afield.[5]Although the majority in the present case\nbelieves thatMille Lacsunquestionably constitutes a\nsufficient change in the legal context, seeante, at 13,\nthere is a respectable argument on the other side. I would not\ndecide that question because Herrera and other members of the Crow\nTribe are bound by the judgment inRepsiseven if the\nchange-in-legal-context exception applies.CThat is so because theRepsisjudgment\nwas based on a second, independently sufficient ground that has\nnothing to do withRace Horse, namely, that the Bighorn\nNational Forest is not “unoccupied.” Herrera and the United States,\nappearing as anamicusin his support, try to escape the\neffect of this alternative ground based on other exceptions to the\ngeneral rule of issue preclusion. But accepting any of those\nexceptions would work a substantial change in established\nprinciples, and it is fortunate that the majority has not taken\nthat route.Unfortunately, the track that the majority has\nchosen is no solution because today’s decision will not prevent the\nWyoming courts on remand in this case or in future cases presenting\nthe same issue from holding that theRepsisjudgment binds\nall members of the Crow Tribe who hunt within the Bighorn National\nForest. And for the reasons I will explain, such a holding would be\ncorrect.1Attempting to justify its approach, the\nmajority claims that the decision below gave preclusive effect to\nonly the first ground adopted by the Tenth Circuit inRepsis—that is, the ground that relied onRace Horse.Ante, at 18, n. 5. But nowhere in the decision below\ncan any such limitation be found. The Wyoming appellate court\ndiscussed the second ground for theRepsisjudgment, see\nApp. to Pet. for Cert. 22 (“[T]he creation of the Big Horn National\nForest resulted in the ‘occupation’ of the land, extinguishing the\noff-reservation hunting right”), and it concluded thatthe\njudgmentinRepsis, not just one of the grounds for that\njudgment, “preclude[s] Herrera from attempting to relitigate the\nvalidity of the off-reservation hunting right that was previously\nheld to be invalid,” App. to Pet. for Cert. 31.[6]2Herrera takes a different approach in\nattempting to circumvent the effect of the alternativeRepsisground. When a judgment rests on two independently\nsufficient grounds, he contends, neither ground should be regarded\nas having an issue-preclusive effect. This argument raises an\nimportant question that this Court has never decided and one on\nwhich the First and Second Restatements of Judgments take differing\nviews. According to the First Restatement, a judgment based on\nalternative grounds “is determinative on both grounds, although\neither alone would have been sufficient to support the judgment.”\nRestatement of Judgments §68, Commentn(1942). Other\nauthorities agree. See 18 C. Wright, A. Miller, & E. Cooper,\nFederal Practice and Procedure §4421, p. 613 (3d ed. 2016) (noting\n“substantial support in federal decisions” for this\napproach).[7] But the Second\nRestatement reversed this view, recommending that a judgment based\non the determination of two independent issues “is not conclusive\nwith respect to either issue standing alone.” §27, Commenti, at 259.There is scant explanation for this change in\nposition beyond a reference in the Reporter’s Note to a single\ndecision of the United States Court of Appeals for the Second\nCircuit.Id., Reporter’s Note, Commenti, at 270\n(discussingHalpernv.Schwartz, 426 F.2d 102\n(1970)). But even that court has subsequently explained thatHalpernwas “not intended to have . . . broad\nimpact outside the [bankruptcy] context,” and it continues to\nfollow the rule of the First Restatement “in circumstances\ndivergent from those inHalpern.”Wintersv.Lavine, 574 F.2d 46, 67 (1978). It thus appears that in this\nportion of the Second Restatement, the Reporters adopted a\nprescriptive rather than a descriptive approach. In such\nsituations, the Restatement loses much of its value. SeeKansasv.Nebraska, 574 U.S. 445, 475 (2015) (Scalia,\nJ., concurring in part and dissenting in part).The First Restatement has the more compelling\nposition. There appear to be two principal objections to giving\nalternative grounds preclusive effect. The first is that the court\nrendering the judgment may not have given each of the grounds “the\ncareful deliberation and analysis normally applied to essential\nissues.”Halpern,supra, at 105. This argument is\nbased on an unjustified assessment of the way in which courts do\ntheir work. Even when a court bases its decision on multiple\ngrounds, “it is reasonable to expect that such a finding is the\nproduct of careful judicial reasoning.”Jean Alexander\nCosmetics, Inc.v.L’Oreal USA, Inc., 458 F.3d 244,\n254 (CA3 2006).The other argument cited for the Second\nRestatement’s rule is that the losing party may decline to appeal\nif one of the two bases for a judgment is strong and the other is\nweak. §27, Commenti, at 259. There are reasons to be\nskeptical of this argument as well. While there may be cases in\nwhich the presence of multiple grounds causes the losing party to\nforgo an appeal, that is likely to be true in only a small subset\nof cases involving such judgments.Moreover, other aspects of issue-preclusion\ndoctrine protect against giving binding effect to decisions that\nresult from unreliable litigation. Issue preclusion applies only to\nquestions “actually and necessarily determined,”Montana,\n440 U. S., at 153, and a party may be able to avoid preclusion\nby showing that it “did not have an adequate opportunity or\nincentive to obtain a full and fair adjudication in the initial\naction.” Restatement (Second) of Judgments §28(5)(c). To be sure,\nthis exception should not be applied “without a compelling showing\nof unfairness, nor should it be based simply on a conclusion that\nthe first determination was patently erroneous.”Id., §28,\nCommentj, at 284. This exception provides an important\nsafety valve, but it is narrow and clearly does not apply here. Not\nonly did the Tribe have an opportunity inRepsisto litigate\nthe subject of the alternative ground, it actually did so.[8]Finally, regardless of whether alternative\ngroundsalwayshave preclusive effect, it is sufficient to\nsay that, at least in a declaratory judgment action, each\nconclusion provides an independent basis for preclusion. “Since the\nvery purpose of declaratory relief is to achieve a final and\nreliable determination of legal issues, there should be no\nquibbling about the necessity principle. Every issue that the\nparties have litigated and that the court has undertaken to resolve\nis necessary to the judgment, and should be precluded.” 18 Wright,\nFederal Practice and Procedure §4421, at 630; seeHengleinv.Colt Industries Operating Corp.,260 F.3d 201, 212 (CA3 2001). BecauseRepsiswas a\ndeclaratory judgment action aimed at settling the Tribe’s hunting\nrights, that principle suffices to bind Herrera toRepsis’s\nresolution of the occupied-land issue.DHerrera and the United States offer a variety\nof other arguments to avoid the preclusive effect ofRepsis,\nbut all are unavailing.Herrera contends that he is not bound by theRepsisjudgment because he was not a party, but this\nargument is clearly wrong. Indian hunting rights, like most Indian\ntreaty rights, are reserved to the Tribe as a whole. Herrera’s\nentitlement derives solely from his membership in the Tribe; it is\nnot personal to him. As a result, a judgment determining the rights\nof the Tribe has preclusive effect in subsequent litigation\ninvolving an individual member of the Tribe. Cf.Hinderliderv.La Plata River & Cherry Creek Ditch Co.,304 U.S.\n92, 106–108 (1938) (judgment as to water rights of a State is\nbinding on individual residents of State). That rule applies\nequally to binding judgments finding in favor of and against\nasserted tribal rights.Herrera also argues that a judgment in a civil\naction should not have preclusive effect in a subsequent criminal\nprosecution, but this argument would unjustifiably prevent the use\nof the declaratory judgment device to determine potential criminal\nexposure. The Declaratory Judgment Act provides an equitable remedy\nallowing a party to ask a federal court to “declare [the party’s]\nrights” through an order with “the force and effect of a final\njudgment.” 28 U. S. C. §2201(a). The Act thus allows a\nperson to obtain a definitiveex antedetermination of his\nor her right to engage in conduct that might otherwise be\ncriminally punishable. It thereby avoids “putting the challenger to\nthe choice between abandoning his rights or risking prosecution.”MedImmune, Inc.v.Genentech, Inc.,549 U.S.\n118, 129 (2007). If the Tribe had prevailed inRepsis,\nsurely Herrera would expect that Wyoming could not attempt to\nrelitigate the question in this case and in prosecutions of other\nmembers of the Tribe. A declaratory judgment “is conclusive\n. . . as to the matters declared” when the State prevails\njust as it would be when the party challenging the State is the\nwinning party. Restatement (Second) of Judgments §33, at 332.It is true that we have been cautious about\napplying the doctrine of issue preclusion in criminal proceedings.\nSeee.g., Currierv.Virginia, 585 U. S. ___,\n___ (2018) (slip op., at 9);Bravo-Fernandezv.United\nStates, 580 U. S. ___, ___ (2016) (slip op., at 4). But we\nhave never adopted the blanket prohibition that Herrera advances.\nInstead, we have said that preclusion doctrines should have\n“guarded application.”Id., at ___ (slip op., at 4).We employ such caution because preclusion rests\non “an underlying confidence that the result achieved in the\ninitial litigation was substantially correct,” and that confidence,\nin turn, is bolstered by the availability of appellate review.Standeferv.United States,447 U.S.\n10, 23, n. 18 (1980); see also Restatement (Second) of\nJudgments §28, Commenta, at 274. InCurrierandBravo-Fernandez,we were reluctant to apply issue\npreclusion, not because thesubsequenttrial was criminal,\nbut because theinitialtrial was. While a defense verdict\nin a criminal trial is gener- ally not subject to testing on\nappeal, summary judgment in a civil declaratory judgment action can\nbe appealed. Indeed, the Crow Tribe did appeal the District Court’s\ndecision to the Tenth Circuit and petitioned for our review of the\nTenth Circuit’s decision. The concerns that we articulated inCurrierandBravo-Fernandezhave no bearing\nhere.[9]*  *  *For these reasons, Herrera is precluded by the\njudgment inRepsisfrom relitigating the continuing validity\nof the hunting right conferred by the 1868 Treaty. Because the\nmajority has chosen to disregard this threshold problem and issue a\npotentially pointless disquisition on the proper interpretation of\nthe 1868 Treaty, I respectfully dissent.Notes1The Shoshone-Bannock\nTreaty reserved “ ‘the right to hunt on the unoccupied lands\nof the United States, so long as game may be found thereon, and so\nlong as peace subsists among the whites and Indians on the borders\nof the hunting districts.’ ”Race Horse, 163\nU. S., at 507; Kappler 1020, 1021.2Wyoming officials enforce\nthe State’s hunting laws on national forest lands pursuant to a\nmemorandum of understanding between the State and Federal\nGovernments.Crow Tribe of Indiansv.Repsis,866 F. Supp. 520, 521, n. 1 (Wyo. 1994).3Such cooperative law\nenforcement is valuable because the Crow Reservation and Bighorn\nNational Forest face one another along the border between Montana,\nwhere the Crow Reservation is located, and Wyoming, where Bighorn\nis located.Supra, at 3. The border is delineated by a high\nfence intermittently posted with markers.4The preclusive effect of\nthe judgment of a federal court is governed by federal law,\nregardless of whether that judgment’s preclusive effect is later\nasserted in a state or federal forum.Taylorv.Sturgell,553 U.S.\n880, 892 (2008). This means that the preclusive effect ofRepsis, decided by a federal court, is governed by federal\nlaw, not Wyoming law, even though preclusion was asserted in a\nWyoming court.5Nor are the other cases\ncited by the majority more helpful to the Court’s position.Commissionerv.Sunnen,333 U.S.\n591(1948), andLimbachv.Hooven & Allison\nCo.,466 U.S.\n353(1984)—and, indeed,Montanav.United States,440 U.S.\n147(1979)—are tax cases that hold, consistent with the general\npolicy against “discriminatory distinctions in tax liability,”Sunnen, 333 U. S., at 599, that issue preclusion has\nlimited application when the conduct in the second litigation\noccurred in a different tax year than the conduct that was the\nsubject of the earlier judgment. We have not, prior to today,\nappliedSunnen’s tax-specific policy in cases that do not\ninvolve tax liability and do not create a possibility of\n“inequalities in the administration of the revenue laws.”Ibid.6The decision below, in\nother words, held that the issue that was precluded was whether\nmembers of the Crow Tribe have a treaty right to hunt in Bighorn.\nThe majority rejects this definition of the issue, and instead asks\nonly whether the first line of reasoning inRepsisretains\npreclusive effect. Such hairsplitting conflicts with the\nfundamental purpose of issue preclusion—laying legal disputes at\nrest. If courts allow a party to escape preclusion whenever a\ndecision on one legal question can be divided into multiple or\nalternate parts, the doctrine of preclusion would lose its value.\nThe majority’s “[n]arrower definition of the issues resolved\naugments the risk of apparently inconsistent results” and\nundermines the objectives of finality and economy served by\npreclusion. 18 C. Wright, A. Miller, & E. Cooper, Federal\nPractice and Procedure §4417, p. 470 (3d ed. 2016). The Court also\nhints that the state court might have thought that Wyoming\nforfeited reliance on issue preclusion,ante, at 18,\nn. 5, but there is no basis for that suggestion. The Wyoming\nappellate court invited the parties to submit supplemental briefs\non issue preclusion and specifically held that “it [was] proper for\nthe Court to raise this issuesua spontewhen no factual\ndevelopment is required, and the parties are given an opportunity\nto fully brief the issues.” App. to Pet. for Cert. 10, n.\n2.7See,e.g., Jean\nAlexander Cosmetics, Inc.v.L’Oreal USA, Inc., 458 F.3d\n244, 251–257 (CA3 2006) (collecting cases);In re\nWestgate-California Corp., 642 F.2d 1174, 1176–1177 (CA9 1981);Wintersv.Lavine, 574 F.2d 46, 66–67 (CA2 1978);Irving Nat’l Bankv.Law, 10 F.2d 721, 724 (CA2 1926)\n(Hand, J.).8From the beginning of theRepsislitigation, Wyoming argued that Bighorn was occupied\nland, and the Tribe argued that it was not. Wyoming pressed this\nargument in its answer to the Tribe’s declaratory judgment\ncomplaint. Record in No. 92–cv–1002, Doc. 29, p. 4. Wyoming\nreiterated that argument in its motion for summary judgment and\nrepeated it in its reply.Id., Doc. 34, pp. 1, 6;id., Doc. 54, pp. 7–8. The Tribe dedicated a full 10 pages\nof its summary judgment brief to the argument that “[t]he Big Horn\nNational Forest [l]ands [are] ‘[u]noccupied [l]ands’ ” of the\nUnited States.Id., Doc. 52, pp. 6–15. Both parties repeated\nthese arguments in their briefs before the Tenth Circuit. Brief for\nAppellees 20–29 and Reply Brief for Appellants 2–3, and n. 6, in\nNo. 94–8097 (1995). And the Tribe pressed this argument as an\nindependent basis for this Court’s review in its petition for\ncertiorari, which this Court denied. Pet. for Cert. inCrow\nTribe of Indiansv.Repsis, O. T. 1995, No.\n95–1560, pp. i, 22–24, cert. denied, 517 U.S. 1221\n(1996).9Nor is that the only\ndistinction between those cases and this one. In bothCurrierandBravo-Fernandeza party sought\npreclusion as to an element of the charged offense. The elements of\nthe charged offense are not disputed here—Herrera’s asserted treaty\nright is an affirmative defense. And while the State bears the\nburden of proof as to elements of the offense, under Wyoming law,\nthe defendant asserting an affirmative defense must state a prima\nfacie case before any burden shifts to the State. SeeDuckettv.State,966 P.2d 941, 948 (Wyo. 1998).",
    "joined": []
}