{
    "case": {
        "docket": "494",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/494/"
    },
    "id": "3243025",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–534_________________NORTH CAROLINA STATE BOARD OF DENTAL EXAMINERS, PETITIONERv.FEDERAL TRADE COMMISSIONon writ of certiorari to the united states court of appeals for\nthe fourth circuit[February 25, 2015]Justice Alito, with whom Justice Scalia and Justice Thomas join,\ndissenting.The Court’s decision in this case is based on a serious\nmisunderstanding of the doctrine of state-action antitrust immunity\nthat this Court recognized more than 60 years ago inParkerv.Brown, 317 U. S. 341 (1943).InParker, the\nCourt held that the Sherman Act does not prevent the States from\ncontinuing their age-old practice of enacting measures, such as\nlicensing requirements, that are designed to protect the public\nhealth and welfare.Id., at 352. The case now before us\ninvolves precisely this type of state regulation North Carolina’s\nlaws governing the practice of dentistry, which are administered by\nthe North Carolina Board of Dental Examiners (Board).Today, however, the Court takes the unprecedented step of\nholding thatParkerdoes not apply to the North Caro-lina\nBoard because the Board is not structured in a way that merits a\ngood-government seal of approval; that is, it is made up of\npracticing dentists who have a financial incentive to use the\nlicensing laws to further the financial interests of the State’s\ndentists. There is nothing new about the structure of the North\nCarolina Board. When the States first created medical and dental\nboards, well before the Sherman Act was enacted, they began to\nstaffthem in this way.[1] Nor is there anything\nnew about the suspicion that the North Carolina Board—in attempting\nto prevent persons other than dentists from performing\nteeth-whitening procedures—was serving the interests of dentists\nand not the public. Professional and occupational licensing\nrequirements have often been used in such a way.[2] But that is not whatParkerimmunity is about.\nIndeed, the very state program involved in that case was\nunquestionably designed to benefit the regulated entities,\nCalifornia raisin growers.The question before us is not whether such programs serve the\npublic interest. The question, instead, is whether this case is\ncontrolled byParker, and the answer to that question is\nclear. UnderParker, the Sherman Act (and the Federal Trade\nCommission Act, seeFTCv.Ticor Title Ins. Co.,504\nU. S. 621,635 (1992)) do not apply to state agencies; the\nNorth Carolina Board of Dental Examiners is a state agency; and\nthat is the end of the matter. By straying from this simple path,\nthe Court has not only distortedParker; it has headed into\na morass. Determining whether a state agency is structured in a way\nthat militates against regulatory capture is no easy task, and\nthere is reason to fear that today’s decision will spawn confusion.\nThe Court has veered off course, and therefore I cannot go\nalong.IIn order to understand the nature ofParkerstate-action\nimmunity, it is helpful to recall the constitutional landscape in\n1890 when the Sherman Act was enacted. At that time, this Court and\nCongress had an understanding of the scope of federal and state\npower that is very different from our understanding today. The\nStates were understood to possess the exclusive authority to\nregulate “their purely internal affairs.”Leisyv.Hardin,135 U. S. 100,122 (1890). In exercising their\npolice power in this area, the States had long enacted measures,\nsuch as price controls and licensing requirements, that had the\neffect of restraining trade.[3]The Sherman Act was enacted pursuant to Congress’ power to\nregulate interstate commerce, and in passing the Act, Congress\nwanted to exercise that power “to the utmost extent.”United\nStatesv.South-Eastern Underwriters Assn.,322\nU. S. 533,558 (1944). But in 1890, the understanding of the\ncommerce power was far more limited than it is today. See,e.g.,Kiddv.Pearson,128 U. S. 1–18\n(1888). As a result, the Act did not pose a threat to traditional\nstate regulatory activity.By 1943, whenParkerwas decided, however, the situation\nhad changed dramatically. This Court had held that the commerce\npower permitted Congress to regulate even local activity if it\n“exerts a substantial economic effect on interstate commerce.”Wickardv.Filburn,317 U. S. 111,125 (1942).\nThis meant that Congress could regulate many of the matters that\nhad once been thought to fall exclusively within the jurisdiction\nof the States. The new interpretation of the commerce power brought\nabout an expansion of the reach of the Sherman Act. SeeHospitalBuilding Co.v.Trustees of Rex Hospital,425\nU. S. 738,743, n.2 (1976) (“[D]ecisions by this Court have\npermitted the reach of the Sherman Act to expand along with\nexpanding notions of congressional power”). And the expanded reach\nof the Sherman Act raised an important question. The Sherman Act\ndoes not expressly exempt States from its scope. Does that mean\nthat the Act applies to the States and that it potentially outlaws\nmany traditional state regulatory measures? The Court confronted\nthat question inParker.InParker, a raisin producer challenged the California\nAgricultural Prorate Act, an agricultural price support program.\nThe California Act authorized the creation of an Agricultural\nProrate Advisory Commission (Commission) to establish marketing\nplans for certain agricultural commodities within the State. 317\nU. S., at 346–347. Raisins were among the regulated\ncommodities, and so the Commission established a marketing program\nthat governed many aspects of raisin sales, including the quality\nand quantity of raisins sold, the timing of sales, and the price at\nwhich raisins were sold.Id., at 347–348. TheParkerCourt assumed that this program would have violated “the Sherman\nAct if it were organized and made effective solely by virtue of a\ncontract, combination or conspiracy of private persons,” and the\nCourt also assumed that Congress could have prohibited a State from\ncreating a program like California’s if it had chosen to do so.Id., at 350. Nevertheless, the Court concluded that the\nCalifornia program did not violate the Sherman Act because the Act\ndid not circumscribe state regulatory power.Id., at\n351.The Court’s holding inParkerwas not based on either the\nlanguage of the Sherman Act or anything in the legislative history\naffirmatively showing that the Act was not meant to apply to the\nStates. Instead, the Court reasoned that “[i]n a dual system of\ngovernment in which, under the Constitution, the states are\nsovereign, save only as Con-gress may constitutionally subtract\nfrom their authority, an unexpressed purpose to nullify a state’s\ncontrol over its officers and agents is not lightly to be\nattributed to Congress.” 317 U. S., at 351. For the Congress\nthat enacted the Sherman Act in 1890, it would have been a truly\nradical and almost certainly futile step to attempt to prevent the\nStates from exercising their traditional regulatory authority, and\ntheParkerCourt refused to assume that the Act was meant to\nhave such an effect.When the basis for theParkerstate-action doctrine is\nunderstood, the Court’s error in this case is plain. In 1890, the\nregulation of the practice of medicine and dentistry was regarded\nas falling squarely within the States’ sovereign police power. By\nthat time, many States had established medical and dental boards,\noften staffed by doctors or dentists,[4] and had\ngiven those boards the authority to confer and revoke\nlicenses.[5] This was quintessential police power\nlegislation, and although state laws were often challenged during\nthat era under the doctrine of substantive due process, the\nlicensing of medical professionals easily survived such assaults.\nJust one year before the enactment of the Sherman Act, inDentv.West Vir-ginia,129 U. S. 114,128 (1889),\nthis Court rejected such a challenge to a state law requiring all\nphysicians to obtain a certificate from the state board of health\nattesting to their qualifications. And inHawkerv.New\nYork,170 U. S. 189,192 (1898), the Court reiterated that a\nlawspecifying the qualifications to practice medicine was clearly a\nproper exercise of the police power. Thus, the North Carolina\nstatutes establishing and specifying the powers of the State Board\nof Dental Examiners represent precisely the kind of state\nregulation that theParkerexemption was meant to\nimmunize.IIAs noted above, the only question in this case is whether the\nNorth Carolina Board of Dental Examiners is really a state agency,\nand the answer to that question is clearly yes.The North Carolina Legislature determined that the practice of\ndentistry “affect[s] the public health, safety and welfare” of\nNorth Carolina’s citizens and that therefore the profession should\nbe “subject to regulation and control in the public interest” in\norder to ensure “that only qualified persons be permitted to\npractice dentistry in the State.” N. C. Gen. Stat. Ann.\n§90–22(a) (2013).To further that end, the legislature created the North Carolina\nState Board of Dental Examiners “as the agency of the State for the\nregulation of the practice of dentistry in th[e] State.”\n§90–22(b).The legislature specified the membership of the Board.\n§90–22(c). It defined the “practice of dentistry,” §90–29(b), and\nit set out standards for licensing practitioners, §90–30. The\nlegislature also set out standards under which the Board can\ninitiate disciplinary proceedings against licensees who engage in\ncertain improper acts. §90–41(a).The legislature empowered the Board to “maintain an action in\nthe name of the State of North Carolina to perpetually enjoin any\nperson from . . . unlawfully practicing dentistry.”\n§90–40.1(a). It authorized the Board to conduct investigations and\nto hire legalcounsel, and the legislature made any “notice or\nstatement of charges against any licensee” a public record under\nstate law. §§ 90–41(d)–(g).The legislature empowered the Board “to enact rules and\nregulations governing the practice of dentistry within the State,”\nconsistent with relevant statutes. §90–48. It has required that any\nsuch rules be included in the Board’s annual report, which the\nBoard must file with the North Carolina secretary of state, the\nstate attorney general, and the legislature’s Joint Regulatory\nReform Committee. §93B–2. And if the Board fails to file the\nrequired report, state law demands that it be automatically\nsuspended until it does so.Ibid.As this regulatory regime demonstrates, North Caro-lina’s Board\nof Dental Examiners is unmistakably a state agency created by the\nstate legislature to serve a prescribed regulatory purpose and to\ndo so using the State’s power in cooperation with other arms of\nstate government.The Board is not a private or “nonsovereign” entity that the\nState of North Carolina has attempted to immunize from federal\nantitrust scrutiny.Parkermade it clear that a State may\nnot “ ‘give immunity to those who violate the Sherman Act by\nauthorizing them to violate it, or by declaring that their action\nis lawful.’ ”Ante,at 7 (quotingParker, 317\nU. S., at 351). When theParkerCourt disapproved of\nany such attempt, it citedNorthern Securities Co.v.United States,193 U. S. 197 (1904), to show what it had\nin mind. In that case, the Court held that a State’s act of\nchartering a corporation did not shield the corporation’s\nmonopolizing activities from federal antitrust law.Id., at\n344–345. Nothing similar is involved here. North Carolina did not\nauthorize a private entity to enter into an anticompetitive\narrangement; rather, North Carolinacreated a state agencyand gave that agency the power to regulate a particular subject\naffecting public health andsafety.Nothing inParkersupports the type of inquiry that the\nCourt now prescribes. The Court crafts a test under which state\nagencies that are “controlled by active market participants,”ante, at 12, must demonstrate active state supervision in\norder to be immune from federal antitrust law. The Court thus\ntreats these state agencies like private entities. But inParker, the Court did not examine the structure of the\nCalifornia program to determine if it had been captured by private\ninterests. If the Court had done so, the case would certainly have\ncome out differently, because California conditioned its regulatory\nmeasures on the participation and approval of market actors in the\nrelevant industry.Establishing a prorate marketing plan under California’s law\nfirst required the petition of at least 10 producers of the\nparticular commodity.Parker, 317 U. S., at 346. If the\nCommission then agreed that a marketing plan was warranted, the\nCommission would “select a program committeefrom among nominees\nchosen by the qualified producers.”Ibid.(emphasis\nadded). That committee would then formulate the proration marketing\nprogram, which the Commission could modify or approve. But even\nafter Commission approval, the program became law (and then,\nautomatically) only if it gained the approval of 65 percent of the\nrelevant producers, representing at least 51 percent of the acreage\nof the regulated crop.Id., at 347. This scheme gave\ndecisive power to market participants. But despite these aspects of\nthe California program,Parkerheld that California was\nacting as a “sovereign” when it “adopt[ed] and enforc[ed] the\nprorate program.”Id., at 352. This reasoning is\nirreconcilable with the Court’s today.IIIThe Court goes astray because it forgets the origin of\ntheParkerdoctrine and is misdirected by subsequent cases\nthat extended that doctrine (in certain circumstances) to private\nentities. The Court requires the North Carolina Board to satisfy\nthe two-part test set out inCalifornia Retail Liquor Dealers\nAssn.v.Midcal Aluminum, Inc.,445 U. S. 97 (1980),\nbut the party claimingParkerimmunity in that case was not\na state agency but a private trade association. Such an entity is\nentitled toParkerimmunity,Midcalheld, only if the\nanticompetitive conduct at issue was both “ ‘clearly\narticulated’ ” and “ ‘actively supervised by the State\nitself.’ ” 445 U. S., at 105. Those requirements are\nneeded where a State authorizes private parties to engage in\nanticompetitive conduct. They serve to identify those situations in\nwhich conductby private partiescan be regarded as the\nconduct of a State. But when the conduct in question is the conduct\nof a state agency, no such inquiry is required.This case falls into the latter category, and thereforeMidcalis inapposite. The North Carolina Board is not a\nprivate trade association. It is a state agency, created and\nempowered by the State to regulate an industry affecting public\nhealth. It would not exist if the State had not created it. And for\npurposes ofParker, its membership is irrelevant; what\nmatters is that it is part of the government of the sovereign State\nof North Carolina.Our decision inHalliev.Eau Claire,471\nU. S. 34 (1985), which involved Sherman Act claims against a\nmunicipal-ity, not a State agency, is similarly inapplicable. InHallie,the plaintiff argued that the two-prongedMidcaltest should be applied, but the Court disagreed. The\nCourt acknowledged that municipalities “are not themselves\nsovereign.” 471 U. S., at 38. But recognizing that a\nmunicipality is “an arm of the State,”id., at 45, the Court\nheld that a municipality should be required to satisfy only the\nfirst prong of theMidcaltest (requiring a clearly\narticulated state policy), 471 U. S., at 46. That\nmunicipalitiesare not sovereign was critical to our analysis inHallie, and thus that decision has no application in a case,\nlike this one, involving a state agency.Here, however, the Court not only disregards the North Carolina\nBoard’s status as a full-fledged state agency; it treats the Board\nless favorably than a municipality. This is puzzling. States are\nsovereign,Northern Ins. Co. of N. Y.v.Chatham\nCounty,547 U. S. 189,193 (2006), and California’s\nsovereignty provided the foundation for the decision inParker,supra,at 352. Municipalities are not\nsovereign.Jinksv.Richland County,538 U. S.\n456,466 (2003). And for this reason, federal law often treats\nmunicipalities differently from States. CompareWillv.Michigan Dept. of State Police,491 U. S. 58,71 (1989)\n(“[N]either a State nor its officials acting it their official\ncapacities are ‘persons’ under [42 U. S. C.] §1983”),\nwithMonellv.City Dept. of Social Servs., New\nYork,436 U. S. 658,694 (1978) (municipalities liable under\n§1983 where “execution of a government’s policy or custom\n. . . inflicts the injury”).The Court recognizes that municipalities, although not\nsovereign, nevertheless benefit from a more lenient standard for\nstate-action immunity than private entities. Yet under the Court’s\napproach, the North Carolina Board of Dental Examiners, a\nfull-fledged state agency, is treated like a private actor and must\ndemonstrate that the State actively supervises its actions.The Court’s analysis seems to be predicated on an assessment of\nthe varying degrees to which a municipality and a state agency like\nthe North Carolina Board are likely to be captured by private\ninterests. But until today,Parkerimmunity was never\nconditioned on the proper use of state regulatory authority. On the\ncontrary, inColumbiav.Omni Outdoor Advertising,Inc.,499 U. S. 365 (1991), we refused to recognize an\nexception toParkerfor cases in which it was shown that the\ndefendants hadengaged in a conspiracy or corruption or had acted in\na way that was not in the public interest.Id.,at 374. The\nSherman Act, we said, is not an anticorruption or good-government\nstatute. 499 U. S., at 398. We were unwilling inOmnito rewriteParkerin order to reach the allegedly abusive\nbehavior of city officials. 499 U. S., at 374–379. But that is\nessentially what the Court has done here.IIINot only is the Court’s decision inconsistent with the\nunderlying theory ofParker; it will create practical\nproblems and is likely to have far-reaching effects on the States’\nregulation of professions. As previously noted, state medical and\ndental boards have been staffed by practitioners since they were\nfirst created, and there are obvious advantages to this approach.\nIt is reasonable for States to decide that the individuals best\nable to regulate technical professions are practitioners with\nexpertise in those very professions. Staffing the State Board of\nDental Examiners with certified public accountants would certainly\nlessen the risk of actions that place the well-being of dentists\nover those of the public, but this would also compromise the\nState’s interest in sensibly regulating a technical profession in\nwhich lay people have little expertise.As a result of today’s decision, States may find it necessary to\nchange the composition of medical, dental, and other boards, but it\nis not clear what sort of changes are needed to satisfy the test\nthat the Court now adopts. The Court faults the structure of the\nNorth Carolina Board because “active market participants”\nconstitute “a controlling number of [the] decisionmakers,”ante,at 14, but this test raises many questions.What is a “controlling number”? Is it a majority? And if so, why\ndoes the Court eschew that term? Or does the Court mean to leave\nopen the possibility that something less than a majority might\nsuffice in particular circum-stances? Suppose that active market\nparticipants constitute a voting bloc that is generally able to get\nits way? How about an obstructionist minority or an agency chair\nempowered to set the agenda or veto regulations?Who is an “active market participant”? If Board members withdraw\nfrom practice during a short term of service but typically return\nto practice when their terms end, does that mean that they are not\nactive market participants during their period of service?What is the scope of the market in which a member may not\nparticipate while serving on the board? Must the market be relevant\nto the particular regulation being challenged or merely to the\njurisdiction of the entire agency? Would the result in the present\ncase be different if amajority of the Board members, though\npracticing dentists, did not provide teeth whitening services? What\nif they were orthodontists, periodontists, and the like? And how\nmuch participation makes a person “active” in the market?The answers to these questions are not obvious, but the States\nmust predict the answers in order to make informed choices about\nhow to constitute their agencies.I suppose that all this will be worked out by the lower courts\nand the Federal Trade Commission (FTC), but the Court’s approach\nraises a more fundamental question, and that is why the Court’s\ninquiry should stop with an examination of the structure of a state\nlicensing board. When the Court asks whether market participants\ncontrol the North Carolina Board, the Court in essence is asking\nwhether this regulatory body has been captured by the entities that\nit is supposed to regulate. Regulatory capture can occur in many\nways.[6] So why ask only whetherthe members of a\nboard are active market participants? The answer may be that\ndetermining when regulatory capture has occurred is no simple task.\nThat answer provides a reason for relieving courts from the\nobligation to make such determinations at all. It does not explain\nwhy it is appropriate for the Court to adopt the rather crude test\nfor capture that constitutes the holding of today’s decision.IVThe Court has created a new standard for distinguishing between\nprivate and state actors for purposes of fed-eral antitrust\nimmunity. This new standard is not true to theParkerdoctrine; it diminishes our traditional respect for federalism and\nstate sovereignty; and it will be difficult to apply. I therefore\nrespectfully dissent.Notes1S. White, History of Oral and Dental\nScience in America 197–214 (1876) (detailing earliest American\nregulations of the practice ofdentistry).2See,e.g., R. Shrylock,\nMedical Licensing in America 29 (1967) (Shrylock) (detailing the\ndeterioration of licensing regimes in the mid-19th century, in part\nout of concerns about restraints on trade); Gellhorn, The Abuse of\nOccupational Licensing, 44 U. Chi. L. Rev. 6 (1976); Shepard,\nLicensing Restrictions and the Cost of Dental Care, 21 J. Law &\nEcon. 187 (1978).3See Handler, The Current Attack on\ntheParkerv.BrownState Action Doctrine, 76 Colum.\nL. Rev. 1, 4–6 (1976) (collecting cases).4Shrylock 54–55; D. Johnson and H.\nChaudry, Medical Licensing and Discipline in America 23–24\n(2012).5InHawkerv. New York,170 U. S. 189 (1898), the Court cited state laws authorizing\nsuch boards to refuse or revoke medical licenses.Id., at\n191–193, n. 1. See alsoDouglasv.Noble,261\nU. S. 165,166 (1923) (“In 1893 the legislature of Washington\nprovided that only licensed persons should practice dentistry” and\n“vested the authority to license in a board of examiners,\nconsisting of five practicing dentists”).6See,e.g.,R. Noll, Reforming\nRegulation 40–43, 46 (1971); J. Wilson, The Politics of Regulation\n357–394 (1980). Indeed, it has even been charged that the FTC,\nwhich brought this case, has been captured by entities over which\nit has jurisdiction. See E. Cox, “The Nader Report” on the Federal\nTrade Commission vii–xiv (1969); Posner, Federal Trade Commission,\nChi. L. Rev. 47, 82–84 (1969).",
    "joined": []
}