{
    "case": {
        "docket": "402",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/402/"
    },
    "id": "3394595",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 13-1074 and 13-1075_________________UNITED STATES, PETITIONER13-1074v.KWAI FUN WONGUNITED STATES, PETITIONER13–1075v.MARLENE JUNE, CONSERVATORon writs of certiorari to the united states court of appeals for\nthe ninth circuit[April 22, 2015]Justice Alito, with whom The Chief Justice, Justice\nScalia, and Justice Thomas join, dissenting.Our task in these cases is to interpret and enforce a federal\nstatute that specifies the limits of the waiver of sovereign\nimmunity in the Federal Tort Claims Act (FTCA). The FTCA waives the\nimmunity of the United States for certain tort claims but provides\nthat any “tort claim against the United States shall be forever\nbarred unless” it is filed with the appropriate agency “withintwo\nyears after such claim accrues” and in federal court “within six\nmonths after” the agency’s final decision.28 U. S. C.\n§2401(b). The statutory text, its historical roots, and more than a\ncentury of precedents show that this absolute bar is not subject to\nequitable tolling. I would enforce the statute as Congress intended\nand reverse.IThe FTCA is a waiver of sovereign immunity and must be\nunderstood in that context. In the 19th and early 20th centuries,\nCongress was reluctant to allow individual tort claims against the\nUnited States. Instead, it granted relief to individuals through\nprivate laws enacted solely for those individuals’ benefit. These\nwaivers of sovereign immunity were surgical and sporadic, but\n“notoriously clumsy,” and by 1946 Congress thought it better to\nadopt a “simplified” approach.Dalehitev.United\nStates,346 U. S. 15–25 (1953). The FTCA thus waived\nsovereign immunity for tort claims against the Government and set\nout a procedure for adjudicating those claims.This waiver of sovereign immunity was no trivial matter. Long\nbefore the FTCA, Congress authorized suits against the Government\nfor contract and property claims under the Tucker Act and a number\nof predecessor statutes, but the Tucker Act excluded tort claims\nfrom its waiver of sovereign immunity. The concern was obvious: As\nopposed to the more predictable nature of contractual and property\nclaims, tort-based harms are sometimes unperceived and open-ended.\nEven frivolous claims require the Federal Government to expend\nadministrative and litigation costs, which ultimately fall upon\nsociety at-large. For every dollar spent to defend against or to\nsat-isfy a tort claim against the United States, the Government\nmust either raise taxes or shift funds originally allocated to\ndifferent public programs.To reduce these risks, Congress placed strict limits on the\nFTCA’s waiver of sovereign immunity. The statute “exempts from\n[its] waiver certain categories of claims,”Aliv.Federal Bureau of Prisons,552 U. S. 214,218 (2008), and\nincludes a broad exemption for claims “arising out of assault,\nbattery, false imprisonment, false arrest, malicious prosecution,\nabuse of process, libel, slander, misrepresentation, deceit, or\ninterference with contract rights.”28 U. S. C. §2680(h);\nsee also §§2680(a)–(n). In addition, in order to limit the scope\nand unpredictability of the Government’s potential liability, the\nAct exempts from the waiver of sovereign immunity certain types of\nrecovery, such as prejudgment interest and punitive damages. See\n§2674.Most relevant here, the FTCA “condition[s]” its waiver of\nsovereign immunity on strict filing deadlines.United Statesv.Kubrick,444 U. S. 111,117 (1979). As enacted in\n1946, the Act granted district courts exclusive jurisdiction over\ntort claims against the Government, “[s]ubject to the [other]\nprovisions of” the Act. FTCA, ch. 753, §410(a),60Stat.843–844. One\nof those provisions stated that “[e]very claim against the United\nStates cognizable under this title shall be forever barred, unless\nwithin one year after such claim accrued . . . it is\npresented in writing to the [relevant] Federal agency\n. . . or . . . an action is begun” in federal\ncourt. §420,id., at 845. The current version provides in\nfull as follows:“A tort claim against the United States shall be forever barred\nunless it is presented in writing to the appropriate Federal agency\nwithin two years after such claim accrues or unless action is begun\nwithin six months after the date of mailing, by certified or\nregistered mail, of notice of final denial of the claim by the\nagency to which it was presented.”28 U. S. C.\n§2401(b).IIThe question presented in these two cases is whether the FTCA’s\nfiling deadlines are subject to equitable tolling. We must\ntherefore decide (1) whether the deadlines are “jurisdictional” in\nnature, so that courts are without power to adjudicate claims filed\noutside their strict limits and (2) if they are not jurisdictional,\nwhether the statute nonetheless prohibits equitable tolling. Both\nof these inquiries require close attention to the text, context,\nand history of the Act. And both lead to the conclusion that the\nFTCA allows no equitable tolling.AThe FTCA’s filing deadlines are jurisdictional. The statute’s\nplain text prohibits adjudication of untimely claims. Once the\nAct’s filing deadlines have run, all untimely claims “shall be\nforever barred.”Ibid.These words are not qualified or\naspirational. They are absolute. If not filed with the agency\nwithin two years, or with a federal court within six months, a\nclaim “shall be” “barred” “for-ever.” “Shall be forever barred” is\nnot generally understood to mean “should be allowed sometimes.” The\nstatute brooks no exceptions. And because the filing deadlines\nrestrict the FTCA’s waiver of sovereign immunity, they impose a\nlimit on the courts’ jurisdiction that “we should not take it upon\nourselves to extend.”Kubrick,supra, at 117–118.For over 130 years, we have understood these terms as\njurisdictional. When crafting the FTCA’s limitations provision,\nCongress did not write on a clean slate. Rather, it borrowed\nlanguage from limitations provisions in the Tucker Act and its\npredecessor statutes. The 1911 version of the Tucker Act included\nlanguage that was nearly identical to that in the 1946 version of\nthe FTCA: “Every claim against the United States cognizable by the\nCourt of Claims, shall be forever barred unless the petition\nsetting forth a statement thereof is filed in the court\n. . . within six years after the claim first accrues.”\n§156,36Stat.1139. That statutory language came, in turn, from the\n1863 predecessor to the Tucker Act. See §10,12Stat.767.As early as 1883, we interpreted these precise terms to impose a\n“jurisdiction[al]” requirement that the “court may not disregard.”Kendallv.United States,107 U. S. 123. We\nemphasized that, when waiving sovereign immunity, Congress “may\nrestrict the jurisdiction of the [courts] to certain classes of\ndemands.”Ibid.And we held that “[t]he express words of the\nstatute leave no room for contention.”Ibid.The Court thus\nhad no “authority to engraft” an equitable tolling provision where\nCongress had so clearly constrained the judiciary’s authority.Ibid.Over the ensuing decades, we repeatedly reaffirmed our\ninterpretation of the phrase. InFinnv.United\nStates,123 U. S. 227,232 (1887), we held that the\nGovernment could not waive the jurisdictional time bar and thus\nthat the “duty of the court” was “to dismiss the petition” when a\nplaintiff raised an untimely claim. We reached the same conclusion\ninDe Arnaudv.United States,151 U. S. 483–496\n(1894). We reaffirmed the rule inUnited Statesv.New\nYork,160 U. S. 598–619 (1896), while holding that therewasjurisdiction where the plaintiff presented its claim\nbefore the statutory deadline. And inMunrov.United\nStates,303 U. S. 36, n. 1, 41 (1938), we held that a\nDistrict Court lacked jurisdiction to resolve un-timely claims,\neven if the Government waived any objection, under a different\nstatute that incorporated the Tucker Act’s time limits. All the\nwhile, the lower courts similarly enforced the deadline as “a\njurisdictional requirement, compliance with which is necessary to\nenable suit to be maintained against the sovereign.”Compagnie\nGenerale Transatlantiquev.United States, 51 F. 2d\n1053, 1056 (CA2 1931). Thus, by 1946, the phrase “shall be forever\nbarred” was well understood to deprive federal courts of\njurisdiction over untimely claims.[1]The FTCA’s statutory terms must be understood in this context.\nWhen Congress crafted the FTCA as a tort-based analogue to the\nTucker Act, it consciously borrowed the well-known wording of the\nTucker Act’s filing deadline. Then, as now, it was settled that\n“[i]n adopting the language used in an earlier act, Congress must\nbe considered to have adopted also the construction given by this\nCourt to such language, and made it a part of the enactment.”Hechtv.Malley,265 U. S. 144,153 (1924); see\nalsoShapirov.United States,335 U. S. 1,16\n(1948);Sekharv.United States, 570 U. S. ___,\n___–___ (2013) (slip op., at 3–4) (“ ‘[I]f a word is obviously\ntransplanted from another legal source, whether the common law or\nother legislation, it brings the old soil with it’ ” (quoting\nFrankfurter, Some Reflections on the Reading of Statutes, 47 Colum.\nL. Rev. 527, 537 (1947))).Indeed, Congress considered departing from the Tucker Act’s\nprohibition on equitable tolling, but decided against it. Proposals\nto include an equitable tolling provision were “included in nine of\nthe thirty-one bills prior to the enactment of the FTCA,” but “the\nAct passed by the 1946 Congress did not provide for any equitable\ntolling of the limitations periods.” Colella & Bain, Revisiting\nEquitable Tolling and the Federal Tort Claims Act, 31 Seton Hall\nL. Rev. 174, 195–196 (2000). Instead, it was understood that\nindividuals with claims outside those deadlines could turn to\nCongress for relief through private bills, as they did before the\nFTCA’s enactment. Seeid.,at 195.[2]The evidence of statutory meaning does not end there. We\nreaffirmed the phase’s jurisdictional nature in the decades\nfollowing the FTCA’s enactment. InSorianov.United\nStates,352 U. S. 270 (1957), we rejected a request to\nallow equitable tolling under the Tucker Act. Confirming the\nconnection between the Tucker Act and the FTCA, we noted that\n“statutes permitting suits for tax refunds,tort actions,\nalien property litigation, patent cases, and other claims against\nthe Government would be affected” if the Court allowed equitable\ntolling under the Tucker Act.Id., at 275 (emphasis added).\nAnd inKubrick, 444 U. S., at 117–118, we citedSoriano’s warning while emphasizing that the FTCA’s time\nlimits are a condition of the Act’s waiver of sovereign\nimmunity.The lower courts also quickly recognized the statutes’ common\nheritage and enforced §2401(b) as a jurisdictional requirement. InAndereggv.United States, 171 F. 2d 127, 128\n(1948) (per curiam), the Fourth Circuit citedFinnandMunrowhile holding that the FTCA’s filing deadline is a\njurisdictional limit that the Government cannot waive. The Fifth\nCircuit, inSimonv.United States, 244 F. 2d\n703, 705, n. 4 (1957), held that the FTCA’s deadline is a\njurisdictional condition on the Act’s waiver of sovereign immunity\nand citedCarpenterv.United States, 56 F. 2d\n828, 829 (CA2 1932), a Tucker Act case, to support its holding. And\ninHumphreysv.United States, 272 F. 2d 411\n(1959), the Ninth Circuit similarly relied on Tucker Act precedents\nto hold that “the District Court has no jurisdiction over [an\nuntimely FTCA] action,” because no waiver of sovereign immunity\nexists once the filing deadline “has run.”Id.,at 412\n(citingEdwardsv.United States, 163 F. 2d 268,\n269 (CA9 1947), in turn citingFinnandMunro). When\nCongress amended the FTCA in 1966, it readopted the “forever\nbarred” language against the backdrop ofSorianoand the\nlower courts’ interpretation of the phrase. We must therefore\nassume that Congress meant to keep the universally recognized\nmeaning of those words. See,e.g., General Dynamics Land\nSystems, Inc.v.Cline,540 U. S. 581–594\n(2004).That meaning, of course, cannot change over time. But even if\nthere were any doubt, we recently reaffirmed our view inJohn R.\nSand & Gravel Co.v.United States,552 U. S.\n130 (2008). We explained that, unlike run-of-the-mill statutes of\nlimitation, jurisdictional time limits “seek . . . to\nachieve a broader system-related goal, such as facilitating the\nadministration of claims, limiting the scope of a governmental\nwaiver of sovereign immunity, or promoting judicial efficiency.”Id., at 133 (citations omitted). Recounting our decisions inKendall,Finn,De Arnaud,New York, andSoriano, we “reiterated” our understanding of the “absolute\nnature of the court of claims limitations statute.” 552 U. S.,\nat 135. And we rejected an invitation to abandon that\ninterpretation, noting that Congress has long accepted our\ninterpretation of the statute.Id.,at 139.The same must be said of the FTCA. As we have often explained,\n“[w]hen a long line of this Court’s decisions left undisturbed by\nCongress has treated a similar requirement as ‘jurisdictional,’ we\nwill presume that Congress intended to follow that course.”Hendersonv.Shinseki,562 U. S. 428,436 (2011)\n(citation and some internal quotation marks omitted);Reed\nElsevier, Inc.v.Muchnick,559 U. S. 154,168\n(2010);Union Pacific R. Co.v.Locomotive\nEngineers,558 U. S. 67,82 (2009). Every single decision\nfrom this Court interpreting the Tucker Act’s “similar requirement”\nhas treated it as jurisdictional. And there is strong historical\nevidence that Congress “intended to follow that course.” That\nshould be the end of the matter: Section 2410(b)’s filing deadlines\nare jurisdictional limits that are not subject to equitable\ntolling.BEven if the FTCA’s filing deadlines are not jurisdic-tional,\nthey still prohibit equitable tolling. To be sure, in recent years,\nwe have grown reluctant to affix the “jurisdictional” label. See,e.g., Arbaughv.Y & H Corp.,546 U. S.\n500,510 (2006);Henderson,supra,at 434–436. “But\ncalling a rule nonjurisdictional does not mean that it is not\nmandatory.”Gonzalezv.Thaler, 565 U. S. ___,\n___ (2012) (slip op., at 10). Where Congress imposes an inflexible\nclaims processing rule, it is our duty to enforce the law and\nprohibit equitable tolling, whether it is jurisdictional or\nnot.Here, Congress’ intent is clear. The words of the statute leave\nno doubt that untimely claims are never allowed: They are\n“foreverbarred.” This is no weak-kneed command. The history\nunderlying the text only bolsters its apparent meaning, and our\nrepeated reaffirmation of the phrase’s meaning should remove any\ndoubt. Congress never meant for equitable tolling to be available\nunder the FTCA.The only factor pointing in the opposite direction is our\nsuggestion inIrwinv.Department of Veterans\nAffairs,498 U. S. 89–96 (1990), that we would thenceforth\napply a rebuttable presumption in favor of equitable tolling in\nsuits against the Government. But it is beyond me howIrwin’s judge-made presumption announced in 1990 can trump\nthe obvious meaning of a statute enacted many decades earlier. Cf.Cannonv.University of Chicago,441 U. S.\n677,718 (1979) (Rehnquist, J., concurring). In any event,Irwin’s rebuttable presumption is overcome in this case. For\nwell over a century, we have recognized the inflexible nature of\nthe Tucker Act’s provision. Since its adoption, we have recognized\nthat the FTCA’s language bears the same meaning as its Tucker Act\ncompanion. SeeSoriano,supra, at 275;Kubrick,supra, at 118. And inJohn R. Sand &\nGravel, we held that our “definitive ear-lier interpretation of\nthe” Tucker Act is a “sufficient rebuttal” toIrwin’s\npresumption. 552 U. S., at 138. There is no principled way to\ndistinguish this case. Section 2401(b) allows no equitable\ntolling.IIIThe Court’s contrary conclusion is wrong at every step. In its\nview, §2401(b)’s statutory text is “mundane” language that\n“ ‘reads like an ordinary, run-of-the-mill statute of\nlimitations.’ ”Ante,at 8. But “ordinary”\nnonjurisdictional time limits are typically directed at claimants.\nThe deadline inHenderson, for example, required that “a\npersonadversely affected by [a Board of Veterans’ Appeals]\ndecision shall file a notice of appeal . . . within 120\ndays after” the decision.38 U. S. C. §7266(a) (emphasis\nadded); 562 U. S, at 438. The “run-of-the-mill” limitations\nprovision inHollandv.Florida,560 U. S.\n631,647 (2010), likewise applied to the “person” responsible for\nfiling: “A1-year period of limitation shall apply to an application\nfor a writ of habeas corpusby a personin custody pursuant\nto the judgment of a State court.”28 U. S. C. §2244(d)(1)\n(emphasis added); 560 U. S., at 635. And the provision at\nissue inIrwinwas similar, if not an even weaker command.\nIt provided that “ ‘[w]ithin thirty days of receipt of notice\nof final action taken by . . . the Equal Employment\nOpportunity Commission . . . anemployee or\napplicantfor employment . . .may filea\ncivil action.’ ” 498 U. S., at 94 (quoting42\nU. S. C. §2000e–16(c) (1998 ed.); emphasis added).Section 2401(b), by contrast, never mentions the claimant, and\nit is phrased in emphatically absolute terms. It says unequivocally\nthat untimely tort claims against the United States “shall be\nforever barred.” Although it does not use the word “jurisdiction,”\nit speaks at least as much to the courts (who are “forever barred”\nfrom considering untimely claims) as it does to claimants (who are\n“forever barred” from bringing stale claims). More important,\nthough, the words in §2401(b) have a well-known meaning thatipse dixitlabels cannot overcome.[3]The majority tells us this “old ‘ad hoc,’ law-by-law\napproach”—also known asstatutory interpretation—has been\nreplaced with a broad presumption in favor of equitable tolling and\na judicial preference against jurisdictional labels.Ante,at 4. I dispute the premise. But in any event, as I explained\nabove, and as six Members of the current Court held inJohn R.\nSand & Gravel, the overwhelming evidence of congressional\nintent here easily overtakesIrwin’s rebuttable presumption.\nEven if we would rather not call §2401(b)’s deadlines\n“jurisdictional,” with all that label entails, we must nonetheless\nrecognize that Congress never meant to allow equitable tolling.The majority avoids this latter point by declining to give it\nany separate attention. Seeante,at 5, n. 2. But we cannot\nconflate the two questions because, though the relevant evidence is\nthe same, the analysis is different. In particular, the majority is\nwrong to rely onIrwinwhen assessing the jurisdictional\nquestion, which is the only question it really decides. We do not\nindulgeIrwin’s presumption when determining whether a\nrequirement is jurisdictional. Instead, we typically invokeIrwinonlyafterfinding that a requirement is not\njurisdictional, to decide whether Congress nonetheless intended to\nprohibit equitable tolling. InHenderson, for instance, we\nnever mentionedIrwinbecause the parties did not ask us to\naddress whether the rule was “subject to equitable tolling if it\n[was] not jurisdictional.” 562 U. S., at 442, n. 4.\nLikewise, inBowlesv.Russell,551 U. S. 205\n(2007), we held that the deadline for filing a notice of appeal is\njurisdictional, without a word aboutIrwin.[4] InSebeliusv.Auburn Regional Medical\nCenter, 568 U. S. ___, ___–___, ___–___, (2013) (slip op.,\nat 6–7, 11–13), we consideredIrwinonly after deciding that\na deadline was not jurisdictional. And inHolland, we held\nthat the Antiterrorism and Effective Death Penalty Act of 1996’s\ntime limits are not jurisdictional, without relying onIrwin, and then stated that “[w]e have previously made clear\nthat a nonjurisdictional federal statute of limitations is normally\nsubject to a ‘rebuttable presumption’ in favor ‘of equitable\ntolling.’ ” 560 U. S., at 645–646 (quotingIrwin,supra, at 95–96) (emphasis deleted); cf.Youngv.United States,535 U. S. 43–50 (2002) (invokingIrwinafter concluding that a limitations period was not a\n“substantive” component of the Bankruptcy Code).[5] This error matters because the majority’s\njurisdictional analysis literally begins and ends withIrwin, seeante,at 4–5, 18, and thus relies on a\npresumption that should have no bearing on the question. Without\nthat presumption, the majority could not so readily ignore the\nunmistakable evidence that §2401(b)’s limits are\njurisdictional.*  *  *For these reasons, I would hold that §2401(b) does not allow\nequitable tolling, and I therefore respectfully dissent.Notes1At times in the past we have too\nloosely conferred the “jurisdic-tional” label. SeeSteel Co.v.Citizens for Better Environment,523 U. S. 83,90\n(1998). But our use of the term in this context was conscious, as\nwe recognized inJohn R. Sand & Gravel Co.v.United\nStates,552 U. S. 130,134 (2008) (“Justice Harlan, writing\nfor the Court, said the statute was ‘jurisdiction[al],’\n. . . and that ‘it [was] the duty of the court to\nraise the [timeliness] question whether it [was] done by plea or\nnot’ ” (quotingKendallv.United States,107\nU. S. 123,125 (1883))). And it was correct.2Congress has occasionally modified\nthe FTCA’s limitations provision. Initially, the Act required\nplaintiffs to file suit within one year of a claim’s accrual, or if\nthe claim was for less than $1,000 to present the claim to the\nappropriate agency within one year of accrual. FTCA\n§420,60Stat.845. In 1949, to relieve the hardship of the 1-year\ndeadline, Congress enlarged the filing deadline to two years. Act\nof Apr. 25, ch. 92, §1,63Stat.62. Then, in 1966, it made the filing\nof an administrative claim with the appropriate agency a\nprerequisite to filing suit, and it shortened the litigation filing\ndeadline to six months from the agency’s denial of the claim. Act\nof July 18, §§2(a), 7,80Stat.306,307. But Congress has never\nsuggested that the deadlines could be excused or enlarged by the\ncourts.3The majority relies on the fact that\nwe have allowed equitable tolling under “forever barred” language\nin the Clayton Act. Seeante,at 10. But there is no\nevidence that Congress meant to importthatstatute’s terms\ninto the FTCA. Nor does the Clayton Act involve the waiver of\nsovereign immunity for money damages against the Government. The\nTucker Act, by contrast, was clearly the blueprint for the FTCA’s\ntime bar, itdidinvolve a waiver of sovereign immunity, and\nour cases have uniformly held that its language isnotsubject to equitable tolling.4Even the dissent inBowlesrecognizedIrwin’s irrelevance: It cited the decision only\nwhen discussing equitable exceptions tononjurisdictionalstatutes of limitations. 551 U. S., at 219 (opinion of Souter,\nJ.).5We consideredIrwininJohn\nR. Sand & Gravelwhile holding that28 U. S. C.\n§2501’s time limits are jurisdictional. But we did so only torejectthe suggestion thatIrwincompelled a contrary\nresult. So there, too,Irwin’s presumption did not influence\nthe jurisdictional question. Nor did it influence the outcome inIrwinitself, where we held that equitable tolling was not\navailable. See 498 U. S., at 96.",
    "joined": []
}