{
    "case": {
        "docket": "20-440",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-440/"
    },
    "id": "4444880",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–440_________________MINERVA SURGICAL, INC., PETITIONERv.HOLOGIC, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 29, 2021]Justice Alito, dissenting.We granted review in this case to decide whether\nthe doctrine of assignor estoppel bars petitioner from challenging\nthe validity of a patent indirectly assigned to respondents, and I\ndo not see how we can answer that question without deciding whetherWestinghouse Elec. & Mfg. Co.v.Formica Insulation\nCo.,266 U.S.\n342(1924), which recognized assignor estoppel, should be\noverruled. Both the majority and the principal dissent go to great\nlengths to avoid that question, but in my judgment, their efforts\nare unsuccessful.The majority says it has no need to invoke\nprecedent, seeante, at 13, but without that support, the\nmajority’s holding cannot stand. Not one word in the patent\nstatutes supports assignor estoppel, and the majority does not\nclaim otherwise. “[T]his Court [doesn’t] usually read into statutes\nwords that aren’t there,”Romag Fasteners, Inc.v.Fossil\nGroup, Inc., 590 U. S. ___, ___ (2020) (slip op., at 3),\nbut that is just what the majority has done in this case.With so little support for its reasoning, it is\nmore than a little surprising that the majority forswears reliance\non precedent. Seeante,at 13. Not too long ago, inKimblev.Marvel Entertainment, LLC, 576 U.S. 446\n(2015), another case involving a judicially created rule of patent\nlaw, the Court applied a “superpowered form ofstare\ndecisis.”Id., at 458. Yet the majority refuses to wield\nthe nearly impregnableKimbleshield. Instead, it adopts a\ntext-blind method of statutory interpretation with which I cannot\npossibly agree.The Court’s evasion ofstare decisisis\nfully matched by the principal dissent. That opinion sees no need\nto addressstaredecisisbecause, in its view,Westinghousehas not been a precedent for the past 69 years.\nAccording to the principal dissent,Westinghousewas\nabrogated by the Patent Act of 1952. It reasons as follows:Westinghouseinterpreted the Patent Act of 1870,post, at 1 (opinion of Barrett, J.); because that Act was\nsuperseded by the Patent Act of 1952, we must decide whether the\nnew Act “ratified”Westinghouse, post, at 1; and in order to\nshow thatWestinghousewas ratified, the defenders of\nassignor estoppel must persuade us that “(1) the interpretation\n[adopted inWestinghousewas] so well settled that we can\n‘presume Congress knew of and endorsed it’ at the time of the\nreenactment, and (2) the statute [was] reenacted without material\nchange,”post, at 2–3 (quotingJamav.Immigration\nand Customs Enforcement,543 U.S.\n335, 349 (2005)).This reasoning is unprecedented and troubling.\nTo start, it is quite misleading to suggest thatWestinghousewas based on an interpretation of the 1870\nPatent Act. Neither of the two statutory provisionsWestinghousementioned said anything that supported the\nCourt’s decision, and the Court did not claim otherwise.[1] Instead, the decision rested on\ndifferent grounds. It relied on the principle of “fair dealing,” an\nanalogy to the doctrine of estoppel by deed (a feature of the law\nof real property), and perhaps most importantly, a body of lower\ncourt case law. 266 U. S., at 348–352. IfWestinghousehad been based on an interpretation of language in the 1870 Act and\nif the 1952 Act had changed that language, there might be a basis\nfor finding abrogation.[2] But\nthat is not the situation here.After starting with this flawed premise, the\nprincipal dissent adopts an ill-suited standard for determining\nwhether one ofour precedentshas beenabrogatedby\nCongress. It applies a rule of interpretation that is patently\ndesigned for a different purpose,i.e., determining whether\ncongressional reenactment of a statute should be understood as aratificationof a preexisting body oflower court case\nlaw.[3] That was the issue\ninJama, 543 U. S., at 349–352, the case the principal\ndissent quotes, and that is why the rule asks whether the\ninterpretation in question is “well settled.” That question makes\nsense as applied to a body of lower court cases, but what does that\nmean with respect to one of our precedents? I would think that\nendorsement by a majority of this Court is consensus enough.\nSuggesting that a rule announced in a decision of this Court can\ncease to be a precedent if it is not “well settled” is very\nstrange.Equally strange is the question whether we can\npresume that Congress “knew of ” a decision of this Court\ninterpreting a statutory provision that it reenacts. Perhaps it is\nhubris, but we have often presumed that Congress is aware of our\ndecisions. See,e.g.,Ryanv.Valencia\nGonzales,568 U.S.\n57, 66 (2013) (“We normally assume that, when Congress enacts\nstatutes, it is aware of relevant judicial precedent” (internal\nquotation marks omitted)).When we reach the final part of the principal\ndissent’s test for abrogating one of our precedents—whether the\nstatute in question was “reenacted without material change”—we\nencounter further problems. The adjective “material” can mean\n“[h]aving some logical connection with the consequential facts.”\nBlack’s Law Dictionary 1170 (11th ed. 2019). Thus, the principal\ndissent can be read to say that a decision of this Court\ninterpreting a statutory provision is abrogated whenever a change\nin the language of the statute provides some degree of support for\na different interpretation. The principal dissent cites no case in\nwhich we have set the abrogation standard so low. And this new\n“material change” standard for abrogating one of our precedents is\na marked departure from the standard advocated in one of the\nprincipal dissent’s chosen treatises. See Reading Law 331\n(“Legislative revision of law clearly established by judicial\nopinion ought to be by express language or by unavoidably implied\ncontradiction”).[4]The principal dissent is forced to adopt this\nnew, low standard because it could not otherwise muster any sort of\nargument for abrogation. The principal dissent cannot identify\nanything in the 1952 Act that does away with the judge-made\ndoctrine of assignor estoppel “by express language or by\nunavoidably implied contradiction.”Ibid. It cites 35\nU. S. C. §282(b), which states that the invalidity of a\npatent is a defense “in any action involving the validity or\ninfringement of a patent.” Seepost, at 1. But as the\nmajority notes, the patent laws contained similar language whenWestinghousewas decided.Ante, at 10.The only modification made by the 1952 Act that\nthe principal dissent claims has any logical connection with\nassignor estoppel is the addition of language saying that patents\ngenerally have the attributes of personal property. Seepost, at 7. That change has a bearing on whetherWestinghouseshould be overruled because it underminedWestinghouse’s analogy to estoppel by deed, but it is not\nenough to show abrogation becauseWestinghousedid not rely\nsolely on that analogy.In sum, I do not think we can decide the\nquestion that the petition in this case presents unless we decide\nwhetherWestinghouseshould be overruled.[5] Because the majority and the principal\ndissent refuse to decide whetherWestinghouseshould be\noverruled, I would dismiss the writ as improvidently granted. I\ntherefore respectfully dissent.Notes1One provision permitted\nthe assignment of patent rights, seeWestinghouse, 266\nU. S., at 348–349, and the other, which authorized the\ngranting of a patent to an assignee, was discussed in relation to\nthe scope of the doctrine of assignor estoppel, not its existence,\nseeid., at 352.2By the same token, if\nCongress had again used that particular language without change,\nthere might be a basis for finding ratification. See A. Scalia\n& B. Garner, Reading Law: The Interpretation of Legal\nTexts 322 (2012) (Reading Law) (prior-construction canon applies\nwhen a “word or phrase has been authoritatively interpreted [and] a\nlater version of that act perpetuat[es] the wording”).3This is not to say that\nCongress cannot pass statutes meant to incorporate this Court’s\ninterpretations of specific statutory language. Comparepost, at 3, n. 3. It obviously can. What is unusual is\nnot the idea that Congress can ratify this Court’s decisions but\ninstead the application of a test designed to assess the\nratification of lower court decisions to assess the abrogation of a\ndecision of this Court.4The principal dissent\nresponds by noting that this passage in Reading Law sets out the\n“ ‘express language’ ” or “ ‘unavoidably implied\ncontradiction’ ” standard as part of “an entirely different\ncanon.”Post, at 7, n. 4. That is precisely the point.\nThe passage discusses the standard that should be used when an\n“authoritative judicial holding” is “cast in doubt and subjected to\nchallenge” by changes to a statutory scheme. Reading Law 331. The\nrule applied by the principal dissent, on the other hand, is not\nmeant to assess congressional abrogation of our\nprecedents.5Under similar\ncircumstances inKimblev.Marvel Entertainment, LLC,\n576 U.S. 446 (2015), every Member of this Court assessed a\njudge-made patent-law doctrine through the lens ofstare\ndecisis, seeid., at 455–465;id., at 470–472\n(Alito, J., dissenting), even though “Congress ha[d] repeatedly\namended . . . the specific provision . . . on\nwhich [our earlier decision nominally] rested,”id., at 456\n(majority opinion). The principal dissent does not even citeKimble, let alone make any effort to reconcile its novel\napproach with that in our most analogous precedent.",
    "joined": []
}