{
    "case": {
        "docket": "701",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/701/"
    },
    "id": "1970901",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–10882_________________FREDDIE LEE HALL, PETITIONER v. FLORIDAon writ of certiorari to the supreme court of\nflorida[May 27, 2014]Justice Alito, with\nwhom The Chief Justice, Justice Scalia, and Justice Thomas join,\ndissenting.In Atkins v. Virginia,\n536 U. S. 304 (2002) , the Court held that the Eighth\nAmendment prohibits a death sentence for defendants who are\nintellectually disabled but does not mandate the use of a single\nmethod for identifying such defendants. Today, the Court overrules\nthe latter holding based largely on the positions adopted by\nprivate professional associations. In taking this step, the Court\nsharply departs from the framework prescribed in prior Eighth\nAmendment cases and adopts a uniform national rule that is both\nconceptually unsound and likely to result in confusion. I therefore\nrespectfully dissent.IThe Court’s\napproach in this case marks a new and most unwise turn in our\nEighth Amendment case law. In Atkins and other cases, the Court\nheld that the prohibition of cruel and unusual punishment embodies\nthe “evolving standards of decency that mark the progress of\na maturing society,” and the Court explained that\n“those evolving standards should be informed by objective\nfactors to the maximum possible extent.” Id., at 312\n(internal quotation marks omitted). In addition, the Court\n“pinpointed that the clearest and most reliable objective\nevidence of contemporary values is the legislation enacted by the\ncountry’s legislatures.” Ibid.In these prior cases,\nwhen the Court referred to the evolving standards of a maturing\n“society,” the Court meant the standards of American\nsociety as a whole. Now, however, the Court strikes down a state\nlaw based on the evolving standards of professional societies, most\nnotably the American Psychiatric Association (APA). The Court\nbegins its analysis with the views of those associations, see ante,\nat 7–12, and then, after briefly discussing the enactments of\nstate legislatures, see ante, at 12–16, returns to the\nassociations’ views in interpreting Atkins and in exercising\nthe Court’s “independent judgment” on the\nconstitutionality of Florida’s law, see ante, at 16–22.\nThis approach cannot be reconciled with the framework prescribed by\nour Eighth Amendment cases.AUnder this\nCourt’s modern Eighth Amendment precedents, whether a\npunishment is “cruel and unusual” depends on currently\nprevailing societal norms, and the Court has long held that laws\nenacted by state legislatures provide the “clearest and most\nreliable objective evidence of contemporary values,” Penry v.\nLynaugh, 492 U. S. 302, 331 (1989) . This is so because\n“in a democratic society[,] legislatures, not courts, are\nconstituted to respond to the will and consequently the moral\nvalues of the people,” Gregg v. Georgia,\n428 U. S. 153, 175–176 (1976) (joint opinion\nof Stewart, Powell, and Stevens, JJ.) (internal quotation marks\nomitted). Under this approach, as originally conceived, the Court\nfirst asked whether a challenged practice contravened a clear\nnational consensus evidenced by state legislation, and only if such\na consensus was found would the Court go on and ask “whether\nthere is reason to disagree with [the States’]\njudgment.” Atkins, 536 U. S., at 313.Invoking this two-step\nprocedure, Atkins held that the Eighth Amendment forbids the\nexecution of defendants who are intellectually disabled. See id.,\nat 315–316. Critical to the Court’s analysis was the\nconclusion that “today our society views mentally retarded\noffenders as categorically less culpable than the average\ncriminal.” Id., at 316. “This consensus,” the\nCourt continued, “unquestionably reflects widespread judgment\nabout . . . the relationship between mental\nretardation and the penological purposes served by the death\npenalty.” Id., at 317.While Atkins identified\na consensus against the execution of the intellectually disabled,\nthe Court observed that there was “serious\ndisagreement” among the States with respect to the best\nmethod for “determining which offenders are in fact\nretarded.” Ibid. The Court therefore “le[ft] to the\nStates the task of developing appropriate ways” to identify\nthese defendants. Ibid. (internal quotation marks and alteration\nomitted). As we noted just five years ago, Atkins “did not\nprovide definitive procedural or substantive guides for determining\nwhen a person” is intellectually disabled. Bobby v. Bies, 556\nU. S. 825, 831 (2009) .BConsistent with the\nrole that Atkins left for the States, Florida follows the procedure\nnow at issue. As we explained in Atkins, in order for a defendant\nto qualify as intellectually disabled, three separate requirements\nmust be met: It must be shown that a defendant has both\n(1) significantly subaverage intellectual functioning and\n(2) deficits in adaptive behavior, and that (3) the onset\nof both factors occurred before the age of 18. See 536 U. S.,\nat 318; ante, at 8. In implementing this framework, Flor-ida has\ndetermined that the first requirement cannot be satisfied if the\ndefendant scores higher than 70 on IQ tests, the long-accepted\nmethod of measuring intellectual functioning.[1] The Court today holds that this scheme offends\nthe Eighth Amendment. The Court objects that Florida’s\napproach treats IQ test scores as conclusive and ignores the fact\nthat an IQ score might not reflect “true” IQ because of\nerrors in measurement. The Court then concludes that a State must\nview a defendant’s IQ as a range of potential scores\ncalculated using a statistical concept known as the “standard\nerror of measurement” or SEM. See Part II–B–1,\ninfra. The Court holds that if this range includes an IQ of 70 or\nbelow (the accepted level for intellectual disability), the\ndefendant must be permitted to produce other evidence of\nintellectual disability in addition to IQ scores.I see no support for\nthis holding in our traditional approach for identifying our\nsociety’s evolving standards of decency. Under any fair\nanalysis of current state laws, the same absence of a consensus\nthat this Court found in Atkins persists today. It is telling that\nHall himself does not rely on a consensus among States. He candidly\nargues instead that “the precise number of States that share\nFlorida’s approach is immaterial.” Reply Brief 2.The Court’s\nanalysis is more aggressive. According to the Court, a\n“significant majority of States” reject Florida’s\n“strict 70 cutoff” and instead take “the SEM into\naccount” when deciding whether a defendant meets the first\nrequirement of the intellectual-disability test. Ante, at 12, 16.\nOn the Court’s count, “at most nine States mandate a\nstrict IQ score cutoff at 70”; 22 States allow defendants to\npresent “additional evidence” when an\nindividual’s test score is between 70 and 75, ante, at\n20;[2] and 19 States have\nabolished the death penalty or have long suspended its operation.\nAnte, at 14. From these numbers, the Court concludes that “in\n41 States” a defendant “with an IQ score of 71”\nwould “not be deemed automatically eligible for the death\npenalty.” Ibid.[3] This\nanalysis is deeply flawed.To begin, in addition\nto the 8 other States that the Court recognizes as having rules\nsimilar to Florida’s, 1 more, Idaho, does not appear to\nrequire courts to take the SEM into account in rejecting a claim of\nintellectual disability.[4] And\nof the remaining 21 States with the death penalty, 9 have either\nsaid nothing about the SEM or have not clarified whether they\nrequire its use.[5]\nAccordingly, of the death-penalty states, 10 (including Florida) do\nnot require that the SEM be taken into account, 12 consider the\nSEM, and 9 have not taken a definitive position on this question.\nThese statistics cannot be regarded as establishing a national\nconsensus against Florida’s approach.Attempting to\ncircumvent these statistics, the Court includes in its count the 19\nStates that never impose the death penalty, but this maneuver\ncannot be justified. It is true that the Court has counted\nnon-death-penalty States in some prior Eighth Amendment cases, but\nthose cases concerned the substantive question whether a class of\nindividuals should be categorically ineligible for the death\npenalty. In Roper v. Simmons, 543 U. S. 551 (2005) , for\nexample, the Court counted non-death-penalty States as part of the\nconsensus against the imposition of a capital sentence for a crime\ncommitted by a minor. Id., at 574. The Court reasoned that a\nState’s decision to abolish the death penalty necessarily\n“demonstrates a judgment that the death penalty is\ninappropriate for all offenders, including juveniles.”\nIbid.No similar reasoning is\npossible here. The fact that a State has abolished the death\npenalty says nothing about how that State would resolve the\nevidentiary problem of identifying defendants who are\nintellectually disabled. As I explain below, a State may reasonably\nconclude that Florida’s approach is fairer than and just as\naccurate as the approach that the Court now requires, and therefore\nit cannot be inferred that a non-death-penalty State, if forced to\nchoose between the two approaches, would necessarily select the\nCourt’s. For all these reasons, it is quite wrong for the\nCourt to proclaim that “the vast majority of States”\nhave rejected Florida’s approach. Ante, at 16.Not only are the States\ndivided on the question whether the SEM should play a role in\ndetermining whether a capital defendant is intellectually disabled,\nbut the States that require consideration of the SEM do not agree\non the role that the SEM should play. Those States differ, for\nexample, on the sort of evidence that can be introduced when IQ\ntesting reveals an IQ over 70. Some require further evidence of\nintellectual deficits, while others permit the defendant to move on\nto the second prong of the test and submit evidence of deficits in\nadaptive behavior.[6] The\nfairest assessment of the current situation is that the States have\nadopted a multitude of approaches to a very difficult question.In light of all this,\nthe resolution of this case should be straightforward: Just as\nthere was no methodological consensus among the States at the time\nof Atkins, there is no such consensus today. And in the absence of\nsuch a consensus, we have no basis for holding that Florida’s\nmethod contravenes our society’s standards of decency.CPerhaps because it\nrecognizes the weakness of its arguments about a true national\nconsensus, the Court places heavy reliance on the views (some only\nrecently announced) of professional organizations, but the Court\nattempts to downplay the degree to which its decision is dependent\nupon the views of these private groups. In a game attempt to\nshoehorn the views of these associations into the\nnational-consensus calculus, the Court reasons as follows. The\nviews of these associations, the Court states, help in determining\n“how [IQ] scores relate to the holding in Atkins”;\n“[t]his in turn leads to a better understanding of how the\nlegislative policies of various States, and the holdings of state\ncourts, implement the Atkins rule”; and “[t]hat\nunderstanding informs our determination whether there is a\nconsensus that instructs how to decide the specific issue presented\nhere.” Ante, at 7.I cannot follow the\nCourt’s logic. Under our modern Eighth Amendment cases, what\ncounts are our society’s standards—which is to say, the\nstandards of the American people—not the standards of\nprofessional associations, which at best represent the views of a\nsmall professional elite.The Court also\nmistakenly suggests that its methodol-ogy is dictated by Atkins.\nSee ante, at 16–19. On the con-trary, Atkins expressly left\n“to the States” the task of defining intellectual\ndisability. And although the Atkins Court perceived a\n“professional consensus” about the best procedure to be\nused in identifying the intellectually dis-abled, the Atkins Court\ndeclined to import that view intothe law. 536 U. S., at 316,\nn. 21. Instead, the Court made clear that this professional\nconsensus was “by no means dispositive.” Id., at 317,\nn. 21; see id., at 317, and n. 22.DThe Court’s\nreliance on the views of professional associations will also lead\nto serious practical problems. I will briefly note a few.First, because the\nviews of professional associations often change,[7] tying Eighth Amendment law to these views\nwill lead to instability and continue to fuel pro-tracted\nlitigation. This danger is dramatically illustrated by the most\nrecent publication of the APA, on which theCourt relies. This\npublication fundamentally alters the first prong of the\nlongstanding, two-pronged definition of intellectual disability\nthat was embraced by Atkins and has been adopted by most States. In\nthis new publication, the APA discards “significantly\nsubaverage intellectual functioning” as an element of the\nintellectual-disability test.[8] Elevating the APA’s current views to\nconstitutional significance therefore throws into question the\nbasic approach that Atkins approved and that most of the States\nhave followed.It is also noteworthy\nthat changes adopted by professional associations are sometimes\nrescinded. For example, in 1992 the AAIDD extended the baseline\n“intellectual functioning cutoff” from an “IQ of\n70 or below” to a “score of approximately 70 to 75 or\nbelow.” AAIDD 11th ed. 10 (Table 1.3) (boldface deleted); see\n2 Kaplan & Sadock’s Comprehensive Textbook of Psychiatry\n3449 (B. Sadock, V. Sadock, & P. Ruiz eds., 9th ed. 2009)\n(hereinafter Kaplan & Sadock’s). That change\n“generated much controversy; by 2000, “only 4 states\nused the 1992 AAIDD definition, with 44 states continuing to use\nthe 1983 definition.” Ibid. And in the 2002 AAIDD, the\nbaseline “IQ cut-off was changed” back to approximately\n“70 or less.” Ibid.Second, the\nCourt’s approach implicitly calls upon the Judiciary either\nto follow every new change in the thinking of these professional\norganizations or to judge the validity of each new change. Here,\nfor example, the Court tacitly makes the judgment that the\ndiagnostic criteria for intellectual disability that prevailed at\nthe time when Atkins was decided are no longer legitimate. The\npublications that Atkins cited differ markedly from more recent\neditions now endorsed by the Court. See 536 U. S., at 308,\nn. 3.Third, the\nCourt’s approach requires the Judiciary to determine which\nprofessional organizations are entitled to special deference. And\nwhat if professional organizations disagree? The Court provides no\nguidance for deciding which organizations’ views should\ngovern.Fourth, the Court binds\nEighth Amendment law to definitions of intellectual disability that\nare promulgated for use in making a variety of decisions that are\nquite different from the decision whether the imposition of a death\nsentence in a particular case would serve a valid penological end.\nIn a death-penalty case, intellectual functioning is important\nbecause of its correlation with the ability to understand the\ngravity of the crime and the purpose of the penalty, as well as the\nability to resist a momentary impulse or the influence of others.\nSee id., at 318, 320. By contrast, in determining eligibility for\nsocial services, adaptive functioning may be much more important.\nCf. DSM–IV–TR, at xxxvii (clinical\n“considerations” may not be “relevant to legal\njudgments” that turn on “individual\nresponsibility”); DSM–5, at 20 (similar). Practical\nproblems like these call for legislative judgments, not judicial\nresolution.IIBecause I find no\nconsensus among the States, I would not independently assess the\nmethod that Florida has adopted for determining intellectual\ndisability. But even if it were appropriate for us to look beyond\nthe evidence of societal standards, I could not conclude that\nFlorida’s method is unconstitutional. The Court faults\nFlorida for “tak[ing] an IQ score as final and conclusive\nevidence of a defendant’s intellectual capacity” and\nfor failing to recognize that an IQ score may be imprecise. Ante,\nat 10. In my view, however, Florida has adopted a sensible standard\nthat comports with the longstanding belief that IQ tests are the\nbest measure of intellectual functioning. And although the Court\nentirely ignores this part of the Florida scheme, the State takes\ninto account the inevitable risk of testing error by permitting\ndefendants to introduce multiple scores.In contrast, the Court\nestablishes a standard thatconflates what have long been understood\nto be two independent requirements for proving intellectual\ndisability:(1) significantly subaverage intellectual\nfunctioning and (2) deficits in adaptive behavior. The Court\nalso mandates use of an alternative method of dealing with the risk\nof testing error without any hint that it is more accurate than\nFlorida’s approach.A1The first supposed\nerror that the Court identifies is that Florida “takes an IQ\nscore” as “conclusive evidence” of intellectual\nfunctioning. Ante, at 10. As an initial matter, one would get the\nimpression from reading the Court’s opinion that Hall\nintroduced only one test score (of 71). See ante, at 14. In truth,\nthe Florida courts considered multiple scores, all above 70, on the\nparticular IQ test that Hall has dubbed the “gold\nstandard.” See Brief for Petitioner 50; App.\n107–108.[9]\nFlorida’s statute imposes no limit on the number of IQ scores\nthat a defendant may introduce, so the Court is simply wrong to\nanalyze the Florida system as one that views a single IQ score\nabove 70 as “final and conclusive evidence” that a\ndefendant does not suffer from subaverage intellectual functioning.\nSee Brief for Respondent 44 (“Florida’s Rule allows for\nmultiple evaluations, and if Hall believed a statistical error rate\nprevented any of his tests from reflecting his true score, he could\nhave sought still more testing”).The proper question to\nask, therefore, is whether Flor-ida’s actual approach falls\noutside the range of discretionallowed by Atkins. The Court offers\nno persuasive reason for concluding that it does. Indeed, the\nCourt’s opinion never identifies what other evidence of\nintellectual functioning it would require Florida to admit. As we\nrecognized in Atkins, the longstanding practices of the States, and\nat least the previous views of professional organizations, seem to\nreflect the understanding that IQ scores are the best way to\nmeasure intellectual functioning. See 536 U. S., at\n316.[10] Until its most\nrecent publication, the APA, for example, ranked the severity of\nintellectual disability exclusively by IQ scores, necessarily\npinpointing the onset of the disability according to IQ. See\nDSM–IV–TR, at 42.We have been presented\nwith no solid evidence that the longstanding reliance on multiple\nIQ test scores as a measure of intellectual functioning is so\nunreasonable or outside the ordinary as to be unconstitutional. The\nCourt has certainly not supplied any such information.2If the Court had\nmerely held that Florida must permit defendants to introduce\nadditional evidence (whatever that might be) of significantly\nsubaverage intellectual functioning, its decision would be more\nlimited in scope. But as I understand the Court’s opinion, it\nalso holds that when IQ tests reveal an IQ between 71 and 75,\ndefendants must be allowed to present evidence of deficits in\nadaptive behavior—that is, the second prong of the\nintellectual-disability test. See ante, at 9–10, 12, 20. That\nis a remarkable change in what we took to be a universal\nunderstanding of intellectual disability just 12 years ago.In Atkins, we\ninstructed that “clinical definitions of mental retardation\nrequire not only [(1)] subaverage intellectual functioning,\nbut also [(2)] significant limitations in adaptive\nskills.” 536 U. S., at 318 (emphasis and alterations\nadded). That is the approach taken by the vast majority of\nStates.[11] As the Court\ncorrectly recognizes, most States require “concurrent\ndeficits” in intellectual functioning and adaptive behavior,\nrequiring defendants to prove both. Ante, at 8 (emphasis\nadded).[12]Yet the Court now holds\nthat when a defendant’s IQ score is as high as 75, a court\nmust “consider factors indicating whether the person has\ndeficits in adaptive functioning.” Ante, at 12; see ante, at\n9–10, 20. In other words, even when a defendant has failed to\nshow that he meets the first prong of the well-accepted standard\nfor intellectual disability (significantly subaverage intellec-tual\nfunctioning), evidence of the second prong (deficits inadaptive\nbehavior) can establish intellectual disability.The Court offers little\nexplanation for this sea change. It asserts vaguely that\n“[i]t is not sound to view a single factor as dispositive of\na conjunctive and interrelated assessment.” Ante, at 21. But\nthe Court ignores the fact that deficits in adaptive behavior\ncannot be used to establish deficits in mental functioning because\nthe two prongs are meant to show distinct components of\nintellectual disability. “[I]ntellectual functions”\ninclude “reasoning, problem solving, planning, abstract\nthinking, judgment, academic learning, and learning from\nexperience,” while adaptive functioning refers to the ability\n“to meet developmental and sociocultural standards for\npersonal independence and social responsibility.”\nDSM–5, at 33. Strong evidence of a deficit in adaptive\nbehavior does not necessarily demonstrate a deficit in intellectual\nfunctioning. And without the latter, a person simply cannot be\nclassified as intellectually disabled.It is particularly\ntroubling to relax the proof requirements for the\nintellectual-functioning prong because that is the prong that most\ndirectly relates to the concerns that led to our primary holding in\nAtkins. There, we explained that “the diminished ability to\nunderstand and process information, to learn from experience, to\nengage in logical reasoning, or to control\nimpulses”—i.e., diminished intellectual\nfunctioning—“make it less likely that [a defendant] can\nprocess the information of the possibility of execution as a\npenalty” and therefore be deterred from committing murders.\n536 U. S., at 320; see also id., at 318 (“[T]hey often\nact on impulse rather than pursuant to a premeditated plan\n. . .”); see also ante, at 6. A defendant who does\nnot display significantly subaverage intellectual functioning is\ntherefore not among the class of defendants we identified in\nAtkins.Finally, relying\nprimarily on proof of adaptive deficits will produce inequities in\nthe administration of capital punishment. As far as I can tell,\nadaptive behavior is a malleable factor without “firm\ntheoretical and empirical roots.” See 2 Kaplan &\nSadock’s 3448. No consensus exists among States or medical\npractitioners about what facts are most critical in analyzing that\nfactor, and its measurement relies largely on subjective judgments.\nFlorida’s approach avoids the disparities that reliance on\nsuch a factor tends to produce. It thus promotes consistency in the\napplication of the death penalty and confidence that it is not\nbeing administered haphazardly.BThe Court’s\nsecond “interrelated” objection to Florida’s rule\nis that it fails to account for the risk of error inherent in IQ\ntesting. In order to diminish this risk, the Court establishes a\nrule that if IQ testing reveals an IQ between 71 and 75, a claim of\nintellectual disability cannot be rejected on the basis of test\nscores alone. Ante, at 20. The Court both misunderstands how the\nSEM works and fails to explain why Florida’s method of\naccounting for the risk of error (allowing a defendant to take and\nrely on multiple tests) is not as effective as the approach that\nthe Court compels.1The Court begins with\nthe simple and uncontroversial proposition that every testing\nsituation is susceptible to error and thus may result in an\nimperfect measurement of “true” IQ. The Court then\nwades into technical matters that must be understood in order to\nsee where the Court goes wrong.There are various ways\nto account for error in IQ testing. One way is Florida’s\napproach (evaluate multiple test results). Another is to use a\nmathematical measurement called the “standard error of\nmeasurement” or SEM. See AAMR 10th ed. 67–71 (App.\n4.1). Of critical importance, there is not a single, uniform SEM\nacross IQ tests or even across test-takers. Rather, “the\n[SEM] varies by test, subgroup, and age group.” User’s\nGuide To Accompany AAIDD 11th ed.: Definition, Classification, and\nSystems of Supports 22 (2012).Once we know the SEM\nfor a particular test and a particular test-taker, adding one SEM\nto and subtracting one SEM from the obtained score establishes an\ninterval of scores known as the 66% confidence interval. See AAMR\n10th ed. 57. That interval represents the range of scores within\nwhich “we are [66%] sure” that the “true”\nIQ falls. See Oxford Handbook of Child Psychological Assessment 291\n(D. Saklofske, C. Reynolds, & V. Schwean eds. 2013). The\ninterval is centered on the obtained score, and it includes scores\nthat are above and below that score by the amount of the SEM. Since\nthere is about a 66% chance that the test-taker’s\n“true” IQ falls within this range, there is about a 34%\nchance that the “true” IQ falls outside the interval,\nwith approximately equal odds that it falls above the interval\n(17%) or below the interval (17%).An example: If a\ntest-taker scores a 72 on an IQ test with a SEM of 2, the 66%\nconfidence interval is the range of 70 to 74 (72 ± 2). In\nthis situation, there is approximately a 66% chance that the\ntest-taker’s “true” IQ is between 70 and 74;\nroughly a 17% chance that it is above 74; and roughly a 17% chance\nthat it is 70 or below. Thus, there is about an 83% chance that the\nscore is above 70.Similarly, using two\nSEMs, we can build a 95% confidence interval. The process is the\nsame except that we add two SEMs to and subtract two SEMS from the\nobtained score. To illustrate the use of two SEMs, let us\nhypothesize a case in which the defendant’s obtained score is\n74. With the same SEM of 2 as in the prior example, there would be\na 95% chance that the true score is between 70 and 78 (74 ±\n4); roughly a 2.5% chance that the score is above 78; and about a\n2.5% chance that the score is 70 or below. The probability of a\ntrue score above 70 would be roughly 97.5%. As these two examples\nshow, the greater the degree of confidence demanded, the greater\nthe range of scores that will fall within the confidence interval\nand, therefore, the further away from 70 an obtained score could be\nand yet still have 70 fall within its confidence interval.2The Court\nmisunderstands these principles and makes factual mistakes that\nwill surely confuse States attempting to comply with its\nopinion.First, the Court\nunjustifiably assumes a blanket (or very common) error measurement\nof 5. See ante, at 20. That assumption gives rise to the\nCourt’s holding that a defendant must be permitted to\nintroduce additional evidence when IQ tests reveal an IQ as high as\n75. See ibid. SEMs, however, vary by IQ test and test-taker, and\nthere is no reason to assume a SEM of 5 points; indeed, it appears\nthat the SEM is generally “estimated to be three to five\npoints” for well-standardized IQ tests. AAMR 10th ed. 57. And\nwe know that the SEM for Hall’s most recent IQ test was\n2.16—less than half of the Court’s estimate of 5. Brief\nfor Petitioner 40, n. 17.Relatedly, the Court\nmisreads the authorities on which it relies to establish this\ncutoff IQ score of 75. It is true that certain professional\norganizations have advocated a cutoff of 75 and that Atkins cited\nthose organizations’ cutoff. See ante, at 12, 20. But the\nCourt overlooks a critical fact: Those organizations endorsed a 75\nIQ cutoff based on their express understanding that “one\nstandard error of measurement [SEM]” is “three to five\npoints for well-standardized” IQ tests. AAMR, Mental\nRetardation 37 (9th ed. 1992) (hereinafter AAMR 9th ed.); Atkins,\n536 U. S., 309, n. 5 (citing AAMR 9th ed.; 2 Kaplan &\nSadock’s 2592 (B. Sadock & V. Sadock eds., 7th ed.\n2000)); see also AAMR 10th ed. 57; AAIDD 11th ed. 36. In other\nwords, the number 75 was relevant only to the extent that a single\nSEM was “estimated” to be as high as 5 points. AAMR 9th\ned. 37. Here, by contrast, we know that the SEM for Hall’s\nlatest IQ test was less than half of that estimate; there is no\nrelevance to the number 75 in this case. To blindly import a\nfive-point margin of error when we know as a matter of fact that\nthe relevant SEM is 2.16 amounts to requiring consideration of more\nthan two SEMs—an approach that finds no support in Atkins or\nanywhere else.Because of these\nfactual errors and ambiguities, it is unclear to me whether the\nCourt concludes that a defendant is constitutionally entitled to\nintroduce non-test evidence of intellectual disability (1) whenever\nhis score is 75 or lower, on the mistaken understanding that the\nSEM for most tests is 5; (2) when the 66% confidence interval\n(using one SEM) includes a score of 70; or (3) when the 95%\nconfidence interval (using two SEMs) includes a score of 70. In my\nview, none of these approaches is defensible.An approach tied to a\nfixed score of 75 can be dismissed out of hand because, as\ndiscussed, every test has a different SEM.The other two\napproaches would require that a defendant be permitted to submit\nadditional evidence when his IQ is above 70 so long as the 66% or\n95% confidence interval (using one SEM or two SEMs, respectively)\nincludes a score of 70, but there is no foundation for this in our\nEighth Amendment case law. As Hall concedes, the Eighth Amendment\npermits States to assign to a defendant the burden of establishing\nintellectual disability by at least a preponderance of the\nevidence. See Tr. of Oral Arg. 12. In other words, a defendant can\nbe required to prove that the probability of a 70 or sub-70 IQ is\ngreater than 50%. Under the Court’s approach, by contrast, a\ndefendant could prove significantly subaverage intellectual\nfunctioning by showing simply that the probability of a\n“true” IQ of 70 or below is as little as 17% (under a\none-SEM rule) or 2.5% (under a two-SEM rule). This totally\ntransforms the allocation and nature of the burden of proof.I have referred to the\n66% and 95% confidence intervals only because they result from the\nmost straightforward application of the SEM in this context: One\nSEM establishes the 66% confidence interval; two SEMs establish the\n95% confidence interval. See AAIDD 11th ed. 36. But it would be\nsimple enough to devise a 51% confidence interval—or a 99%\nconfidence interval for that matter. There is therefore no excuse\nfor mechanically imposing standards that are unhinged from legal\nlogic and that over-ride valid state laws establishing burdens of\nproof. The appropriate confidence level is ultimately a judgment\nbest left to legislatures, and their judgment has been that a\ndefendant must establish that it is more likely than not that he is\nintellectually disabled. I would defer to that determination.3The Court also fails\nto grasp that Florida’s system already accounts for the risk\nof testing error by allowing the introduction of multiple test\nscores. The Court never explains why its criticisms of the\nuncertainty resulting from the use of a single IQ score apply when\na defendant consistently scores above 70 on multiple tests.\nContrary to the Court’s evident assumption, the well-accepted\nview is that multiple consistent scores establish a much higher\ndegree of confidence.[13]The Court’s only\nattempt to address this is to say that “the analysis of\nmultiple IQ scores jointly is a complicated endeavor,” ante,\nat 11, but any evaluation of intellectual disability, whether based\non objective tests or subjective observations, is\n“complicated.” If conducting the proper analysis of\nmultiple scores produces an IQ as reliable as the approach mandated\nby the Court, there is no basis for rejecting Florida’s\napproach.[14]*  *  *For these reasons, I\nwould affirm the judgment of the Florida Supreme Court.Notes1See, , American\nAssociation of Intellectual and Developmental Disabilities (AAIDD),\nIntellectual Disability 10–11 (11th ed. 2010) (hereinafter\nAAIDD 11th ed.) (cataloguing history of IQ “cutoff\ncriteria” since 1959). Earlier publications of the AAIDD were\npublished under its former name, the American Association on Mental\nRetardation (hereinafter AAMR).2I assume that by\n“additional evidence” the Court means evidence other\nthan further IQ testing because Florida’s rule already\n“allows for multiple evaluations, and . . .\n[petitioner] could have sought still more testing.” Brief for\nRespondent 44. See also Brief for Petitioner 50; App.\n107–108.3As I discuss below, the\nFlorida Supreme Court did not base its decision on a finding that\nHall’s IQ was 71. The Florida courts considered several IQ\nscores, all above 70. See App. 107–108; Brief for Petitioner\n50.4See Idaho Code\n§19–2515A(1)(b) (Lexis Cum. Supp. 2013); v. , 146 Idaho\n720, 729, 202 P. 3d 642, 651 (2008) (stating that “the\nlegislature did not require that the IQ score be within five points\nof 70 or below” and giving the District Court discretion to\ninterpret the defendant’s IQ).5Montana, New Hampshire,\nand Wyoming have not ruled on the subject. Two States have not\ndefined “significantly subaverage” intellectual\nfunctioning. See Colo. Rev. Stat. Ann.\n§18–1.3–1101(2) (2013); S. C. Code Ann.\n§16–3–20 (2003 and 2013 Cum. Supp.); v., 356\nS. C. 276, 278–279, 588 S. E. 2d 604, 605 (2003) (.\nTwo States have statutes that impose rebuttable presumptions of\nintellectual disability if a defendant’s IQ is below 65 or 70\nbut have not said whether a defendant would be allowed to provide\nfurther evidence if his IQ were over 70. See Ark. Code Ann.\n§5–4–618 (2013); Neb. Rev. Stat.\n§28–105.01 (2013 Supp.). One State’s Supreme Court\nmentioned measurement errors but only to explain why a defendant\nmust prove deficits in adaptive behavior despite having an IQ below\n70. See v. , 261 Ga. 1, 3, 401 S. E. 2d 500, 504 (1991). Another\nState’s Supreme Court mentioned the SEM in responding to an\nargument by the defendant, but it did not suggest that the SEM was\nlegally relevant. See v., 191 S. W. 3d 20, 30–31, and\nn. 7 (Mo. 2006).6Compare v. , 127 Nev.\n___, ___, 247 P. 3d 269, 274 (2011), with v. , 2001–1635, pp.\n25–26 (La. 5/11/10), 41 So. 3d 454, 470.7See Forensic Psychology\nand Neuropsychology for Criminal and Civil Cases 57 (H. Hall ed.\n2008) (hereinafter Forensic Psychology).8Compare APA, Diagnostic\nand Statistical Manual of Mental Disorders 39, 41, 42 (rev. 4th\ned. 2000) (hereinafter DSM–IV–TR), with APA,\nDiagnostic and Statistical Manual of Mental Disorders 33, 809 (5th\ned. 2013) (hereinafter DSM–5).9See Brief for Petitioner\n50 (listing his valid IQ scores of 71, 72, 73, and 80). Hall\nalleges that he also scored a 69 on a Wechsler test, but that score\nwas not admitted into evidence because of doubts about its\nvalidity. App. 107. Hall does not allege that any potential\n“practice effect” skewed his scores.10See\nAAIDD 11th ed. 10 (cataloguing history of IQ “cutoff\ncriteria” since 1959); DSM–IV–TR, at 39\n(“Mental Retardation” is “characterized by\nsignificantly subaverage intellectual functioning (an IQ of\napproximately 70 or below) . . .” (boldface\ndeleted)); at 41 (“General intellectual functioning is\ndefined by the intelligence quotient . . .”\n(italics deleted)); AAMR, Mental Retardation 14 (10th ed. 2002)\n(hereinafter AAMR 10th ed.) (“[I]ntellectual functioning is\nstill best represented by IQ\nscores . . .”).11See,\n, Del. Code Ann., Tit. 11, §4209 (2007); Idaho Code\n§19–2515A; Nev. Rev. Stat. §174.098 (2013); Va.\nCode Ann. §19.2–264.3:1.1 (Lexis Cum. Supp.\n2013).12The\nlongstanding views of professional organizations have also been\nthat intellectual functioning and adaptive behavior are independent\nfactors. See, ., DSM–IV–TR, at 39. These organizations\nmight recommend examining evidence of adaptive behavior even when\nan IQ is above 70, but that sheds no light on what the rule should\nbe given that most States appear to require defendants to prove\neach prong separately by a preponderance of the\nevidence.13See\nOxford Handbook of Child Psychological Assessment 291(D. Saklofske,\nC. Reynolds, & V. Schwean eds. 2013) (multiple scoresprovide\n“greater precision”); A. Frances, Essentials of\nPsychiatric Diagnosis: Responding to the Challenge of DSM–5,\np. 31 (rev. ed. 2013) (“The pattern of test scores is more\nimportant than the score on any given test”). When there are\nmultiple scores, moreover, there is good reason to treat low scores\ndifferently from high scores: “Although one cannot do better\non an IQ test than one is capable of doing, one can certainly do\nworse.” Forensic Psychology 56. (“[A] sharp,\nunexplained drop in IQ scores following incarceration can be strong\nevidence of malingering”); Frances, at 31 (“[H]igher\nscores are likely to be the more indicative, since there are many\nreasons why a given score might underestimate a person’s\nintelligence, but no reason why scores should overestimate\nit”).14The\nCourt also states that because IQ testing itself may be flawed,\n“multiple examinations may result in repeated similar\nscores” that are “not conclusive evidence of\nintellectual functioning.” , at 12. That argument proves too\nmuch: If potential flaws in administering multiple tests are\nsufficient to render them inaccurate, the Court should conclude\nthat even scores of 90 or 100 are not sufficient. The appropriate\nremedy for incorrectly administered tests is for a court to\ndisregard those tests, not to ignore the well-established fact that\nmultiple, prop-erly administered tests yielding scores above 70 can\ngive a high degree of confidence that an individual is not\nintellectually disabled.",
    "joined": []
}