{
    "case": {
        "docket": "270",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/270/"
    },
    "id": "1962218",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGCUNNINGHAM V. CALIFORNIA549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-6551JOHN CUNNINGHAM, PETITIONERv.CALIFORNIAon writ of certiorari to the court of appeal of\ncalifornia, first appellate district[January 22, 2007]Justice Alito, with whom Justice\nKennedy and Justice Breyer join, dissenting.The California sentencing law\nthat the Court strikes down today is indistinguishable in any\nconstitutionally significant respect from the advisory Guidelines\nscheme that the Court approved inUnited Statesv.Booker,543\nU. S. 220(2005). Both sentencing schemes grant trial judges\nconsiderable discretion in sentencing; both subject the exercise of\nthat discretion to appellate review for “reasonableness”; and\nboth—the California law explicitly, and the federal scheme\nimplicitly—require a sentencing judge to find some factor to\njustify a sentence above the minimum that could be imposed based\nsolely on the jury’s verdict. Because this Court has held\nunequivocally that the post-Bookerfederal sentencing\nsystem satisfies the requirements of the Sixth Amendment, the same\nshould be true with regard to the California system. I therefore\nrespectfully dissent.IInApprendiv.New\nJersey,530 U.\nS. 466(2000), and the cases that have followed in its wake,\nthe Court has held that under certain circumstances a criminal\ndefendant possesses the Sixth Amendment right to have a jury find\nfacts that result in an increased sentence. The Court, however, has\nnever suggested that all factual findings that affect a defendant’s\nsentence must be made by a jury. On the contrary, inApprendiand later cases, the Court has consistently\nstated that when a trial court makes a fully discretionary\nsentencing decision (such as a sentencing decision under the\npre-Sentencing Reform Act of 1984 federal sentencing system), the\nSixth Amendment permits the court to base the sentence on its own\nfactual findings. Seeid.,at 481;Blakelyv.Washington,542 U. S. 296, 305\n(2004);Booker,supra,at 233; see alsoHarrisv.United States,536 U. S. 545, 558\n(2002).[Footnote 1]Applying this rule, theBookerCourt unanimously agreed that judicial factfinding\nunder a purely advisory guidelines system would likewise comport\nwith the Sixth Amendment. Writing for the five Justices who struck\ndown the mandatory Federal Sentencing Guidelines system, Justice\nStevens stated:“If the Guidelines as currently\nwritten could be read as merely advisory provisions that\nrecommended, rather than required, the selection of particular\nsentences in response to differing sets of facts, their use would\nnot implicate the Sixth Amendment. We have never doubted the\nauthority of a judge to exercise broad discretion in imposing a\nsentence within a statutory range… . For when a trial judge\nexercises his discretion to select a specific sentence within a\ndefined range, the defendant has no right to a jury determination\nof the facts that the judge deems relevant.”Booker,supra,at 233.[Footnote 2]In a similar vein, the\nremedial portion of the Court’s opinion in Booker, written by\nJustice Breyer, held that the Sixth Amendment permits a system of\nadvisory guidelines with reasonableness review.[Footnote 3] Justice Breyer’s opinion avoided a\nblanket invalidation of the Guidelines by excising the provision of\nthe Sentencing Reform Act, 18 U. S. C. §3553(b)(1) (2000 ed.,\nSupp. IV), that required a sentencing judge to impose a sentence\nwithin the applicable Guidelines range. SeeBooker, 543 U.\nS., at 259. As Justice Breyer explained, “the existence of\n§3553(b)(1) is a necessary condition of the constitutional\nviolation. That is to say, without this provision … the statute\nfalls outside the scope ofApprendi’s requirement.”Ibid.Under the post-Bookerfederal\nsentencing system, “[t]he district courts, while not bound to apply\nthe Guidelines, must consult those Guidelines and take them into\naccount when sentencing.”Id.,at 264. In addition,\nsentencing courts must take account of the general sentencing goals\nset forth by Congress, including avoiding unwarranted sentencing\ndisparities, providing restitution to victims, reflecting the\nseriousness of the offense, promoting respect for the law,\nproviding just punishment, affording adequate deterrence,\nprotecting the public, and effectively providing the defendant with\nneeded educational or vocational training and medical care. Seeid.,at 260 (citing 18 U. S. C. §3553(a) (2000 ed.\nand Supp. IV)).It is significant thatBooker, while\nrendering the Guidelines advisory, did not reinstitute the\npre-Guidelines federal sentencing system, under which\n“well-established doctrine bar[red] review of the exercise of\nsentencing discretion” within the broad sentencing ranges imposed\nby the criminal statutes.Dorszynskiv.United\nStates,418 U.\nS. 424, 443 (1974). Rather,Bookerconditioned a\ndistrict court’s sentencing discretion on appellate review for\n“reasonableness” in light of the Guidelines and the §3553(a)\nfactors. SeeBooker,supra,at 261 (“Section\n3553(a) remains in effect, and sets forth numerous factors that\nguide sentencing. Those factors in turn will guide appellate\ncourts, as they have in the past, in determining whether a sentence\nis unreasonable”).Although theBookerCourt did not\nspell out in detail how sentencing judges are to proceed under the\nnew advisory Guidelines regime, it seems clear that this regime\npermits—and, indeed, requires—sentencing judges to make factual\nfindings and to base their sentences on those findings. The federal\ncriminal statutes generally set out wide sentencing ranges, and\nthus in each case a sentencing judge must use some criteria in\nselecting the sentence to be imposed. In doing this, federal judges\nhave generally made and relied upon factual determinations about\nthe nature of the offense and the offender—and it is impossible to\nimagine how federal judges could reasonably carry out their\nsentencing responsibilities without making such factual\ndeterminations.Under the mandatory Federal Sentencing\nGuidelines regime, these factual determinations were relatively\nformal and precise. (For example, a trial judge under that regime\nmight have found based on a post-trial proceeding that a drug\noffense involved six kilograms of cocaine or that the loss caused\nby a mail fraud offense was $2.5 million.) By contrast, under the\npre-Sentencing Reform Act federal system, the factual\ndeterminations were often relatively informal and imprecise. (A\ntrial judge might have concluded from the presentence report that\nan offense involved “a large quantity of drugs” or that a mail\nfraud scheme caused “a great loss.”) Under both systems, however,\nthe judges made factual determinations about the nature of the\noffense and the offender and determined the sentence accordingly.\nAnd as the Courts of Appeals have unanimously concluded, the\npost-Bookerfederal sentencing regime also permits trial\njudges to make such factual findings and to rely on those findings\nin selecting the sentences that are appropriate in particular\ncases.[Footnote 4]Under the post-Bookersystem, if a\ndefendant believes that his or her sentence was based on an\nerroneous factual determination, it seems clear that the defendant\nmay challenge that finding on appeal. As noted, the\npost-Bookersystem permits a defendant to obtain appellate\nreview of the reasonableness of a sentence, and a sentence that the\nsentencing court justifies solely on the basis of an erroneous\nfinding of fact can hardly be regarded as reasonable. Thus, under\nthe post-Bookersystem, there will be cases—and, in all\nlikelihood, a good many cases—in which the question whether a\ndefendant will be required to serve a greater or lesser sentence\ndepends on whether a court of appeals sustains a finding of fact\nmade by the sentencing judge.A simple example illustrates this point.\nSuppose that a defendant is found guilty of 10 counts of mail fraud\nin that the defendant made 10 mailings in furtherance of a scheme\nto defraud. See 18 U. S. C. §1341 (2000 ed., Supp. IV). Under\nthe mail fraud statute, the district court would have discretion to\nsentence the defendant to any sentence ranging from probation up to\n50 years of imprisonment (5 years on each count). Suppose that the\nsentencing judge imposes the maximum sentence allowed by statute—50\nyears of imprisonment—without identifying a single fact about the\noffense or the offender as a justification for this lengthy\nsentence. Surely that would be an unreasonable sentence that could\nnot be sustained on appeal.Suppose, alternatively, that the sentencing\ncourt finds that the mail fraud scheme caused a loss of $1 million\nand that the victims were elderly people of limited means, and\nsuppose that the court, based on these findings, imposes a sentence\nof 10 years of imprisonment. If the defendant challenges the\nsentence on appeal on the ground that these findings are erroneous,\nthe question whether the defendant will be required to serve 10\nyears or some lesser sentence may well depend on the validity of\nthe district court’s findings of fact.Booker, then, approved a sentencing\nsystem that (1) requires a sentencing judge to “consult” and “take\ninto account” legislatively defined sentencing factors and\nguidelines; (2) subjects a sentencing judge’s exercise of\nsentencing discretion to appellate review for “reasonableness”; and\n(3) requires sentencing judges to make factual findings in order to\nsupport the exercise of this discretion.IIThe California sentencing law\nthat the Court strikes down today is not meaningfully different\nfrom the federal scheme upheld inBooker.As an initial matter, the\nCalifornia law gives a judge at least as much sentencing discretion\nas does the post-Bookerfederal scheme. California’s\nsystem of sentencing triads and separate “enhancements”[Footnote 5] was enacted to achieve\nsentences “in proportion to the seriousness of the offense as\ndetermined by the Legislature to be imposed by the court with\nspecified discretion.” Cal. Penal Code Ann. §1170(a)(1) (West Supp.\n2006). This “specified discretion” is quite broad. Under the\nstatute, a sentencing court “shall order imposition of the middle\nterm” of the base-term triad, “unless there are circumstances in\naggravation or mitigation of the crime.” §1170(b). While the court\nmay not rely on any fact that is an essential element of the crime\nor of a proven enhancement, the “sentencing judge retains\nconsiderable discretion to identify aggravating factors.”Peoplev.Black, 35 Cal. 4th 1238, 1247, 113\nP. 3d 534, 538 (2005).In exercising its sentencing\ndiscretion, a California court can look to any of the 16 specific\naggravating circumstances, see Cal. Rule of Court (Criminal Cases)\n4.421 (West 2006), or 15 specific mitigating circumstances, see\nRule 4.423, itemized in the California Rules of Court. A California\ntrial court can also consider the “[g]eneral objectives of\nsentencing,” including protecting society, punishing the defendant,\nencouraging the defendant to lead a law-abiding life and deterring\nthe defendant from committing future offenses, deterring others\nfrom criminal conduct by demonstrating its consequences, preventing\nthe defendant from committing new crimes by means of incarceration,\nsecuring restitution for crime victims, and achieving uniformity in\nsentencing.[Footnote 6] Rule\n4.410(a). And if a California trial court finds that its sentencing\nauthority is unduly restricted by these factors, which the\nCalifornia Supreme Court has recognized “are largely the\narticulation of considerations sentencing judges have always used\nin making these decisions,”Peoplev.Hernandez,\n46 Cal. 3d 194, 205, 757 P. 2d 1013, 1019, (1988) (in bank),\noverruled on other grounds,Peoplev.King, 5\nCal. 4th 59, 78, n. 5, 851 P. 2d 27, 39, n. 5 (1993)\n(in banc), a California sentencing judge is also authorized to\nconsider any “additional criteria reasonably related to the\ndecision being made.” Rule 4.408(a); see alsoBlack,supra,at 1256, 113 P. 3d, at 544 (“The Legislature\ndid not identify all of the particular facts that could justify the\nupper term”).[Footnote 7]In short, under California law, the\n“ ‘circumstances’ the sentencing judge may look to in\naggravation or in mitigation of the crime include … ‘practically\neverything which has a legitimate bearing’ on the matter in issue.”Peoplev.Guevara, 88 Cal. App. 3d 86, 93, 151\nCal. Rptr. 511, 516 (1979); see also Rule 4.410(b) (“The sentencing\njudge should be guided by statutory statements of policy, the\ncriteria in these rules, and the facts and circumstances of the\ncase”). Indeed, as one California court has explained, sentencing\ndiscretion may even be guided by a “judge’s subjective\ndetermination of … the appropriate aggregate sentence” based on his\n“experiences with prior cases and the record in the defendant’s\ncase.”Peoplev.Stevens, 205 Cal. App. 3d 1452,\n1457, 253 Cal. Rptr. 173, 177 (1988). “A judge’s subjective belief\nregarding the length of the sentence to be imposed is not improper\nas long as it is channeled by the guided discretion outlined in the\nmyriad of statutory sentencing criteria.”Ibid.The California scheme—like the\nfederal “advisory Guidelines”—does require that this discretion be\nexercisedreasonably. Indeed, the California Supreme\nCourt, authoritatively construing the California statute,[Footnote 8] has explained that\n§1170(b)’s “requirement that an aggravating factor exist is merely\na requirement that the decision to impose the upper term bereasonable.”Black, 35 Cal. 4th, at 1255, 113\nP. 3d, at 544 (emphasis in original); see alsoid.,at 1257–1258, 113 P. 3d, at 545 (“The jury’s verdict of guilty\non an offense authorizes the judge to sentence a defendant to any\nof the three terms specified by statute as the potential\npunishments for that offense, as long as the judge exercises his or\nher discretion in a reasonable manner that is consistent with the\nrequirements and guidelines contained in statutes and court\nrules”). Even when a court imposes the “presumptive” middle term,\nits decision is reviewable for abuse of discretion—that is, its\ndecision to sentence at the “standard” term must be reasonable. SeePeoplev.Cattaneo, 217 Cal. App. 3d 1577,\n1587–1588, 266 Cal. Rptr. 710, 716 (1990).Moreover, the California system, like the\npost-Bookerfederal regime, recognizes that a sentencing\njudge must have the ability to look atallthe relevant\nfacts—even those outside the trial record and jury verdict—in\nexercising his or her discretion. “The judicial factfinding that\noccurs during that selection process is the same type of judicial\nfactfinding that traditionally has been a part of the sentencing\nprocess.”Black,supra,at 1258, 113 P. 3d,\nat 545.IIIDespite these similarities\nbetween the California system and the “advisory Guidelines” scheme\napproved inBooker, the Court nevertheless holds that the\nCalifornia regime runs afoul of the Sixth Amendment. The Court\nreasons as follows: (1) California requires that some aggravating\nfact, apart from the elements of the offense found by the jury,\nmust support an upper term sentence; (2)Blakelydefined\nthe “statutory maximum” to be “the maximum sentence a judge may\nimposesolely on the basis of the facts reflected in the jury\nverdict or admitted by the defendant,” 542 U. S., at 303\n(emphasis in original); and therefore (3) the California regime\nviolates “Apprendi’s bright-line rule,”id.,at\n308, that “any fact that increases the penalty for a crime beyond\nthe prescribed statutory maximum must be submitted to a jury, and\nproved beyond a reasonable doubt.”Apprendi, 530 U. S., at\n490.This argument is flawed. For one\nthing, it is not at all clear that a California court must find\nsome case-specific, adjudicative “fact” (as opposed to identifying\na relevant policy consideration) before imposing an upper term\nsentence. What a California sentencing court must find is a\n“circumstanc[e]in aggravation,” Cal. Penal Code\nAnn. §1170(b) (emphasis added), which, California’s Court Rules\nmake clear, can include any “criteria reasonably related to the\ndecision being made.” Rule 4.408(a).California courts are thus empowered to take\ninto account the full panoply of factual and policy considerations\nthat have traditionally been considered by judges operating under\nfully discretionary sentencing regimes—the constitutionality of\nwhich the Court has repeatedly reaffirmed. California law\nexplicitly authorizes a sentencing court to take into account, for\nexample, broad sentencing objectives like punishment, deterrence,\nrestitution, and uniformity, see Rule 4.410, and even a judge’s\n“subjective belief” as to the appropriateness of the sentence, seeStevens,supra,at 1457, 253 Cal. Rptr., at 177,\nas long as the final result is reasonable.[Footnote 9] Policy considerations like these have\nalways been outside the province of the jury and do not implicate\nthe Sixth Amendment concerns expressed inApprendi.In short, the requirement that a California\ncourt find some “circumstanc[e] in aggravation” before imposing an\nupper term sentence is not the same as a requirement that it find\nan aggravatingfact. And if a California sentencing court\nneed not find a fact beyond those “reflected in the jury verdict or\nadmitted by the defendant,”Blakely, supra,at 303\n(emphasis deleted), thenApprendi’s “bright-line rule”\nplainly does not apply.[Footnote\n10]But even if the California law did require\nthat a sentencing court find some aggravating “fact” before\nimposing an upper term sentence, that would not make this case\nconstitutionally distinguishable fromBooker. As\npreviously explained, the “advisory Guidelines,” bounded by\nreasonableness review, effectively (albeit less explicitly) impose\nthe same requirement on federal judges.Booker’s\nreasonableness review necessarily supposes that some sentences will\nbe unreasonable in the absence of additional facts justifying them.\n(Recall the prior hypothetical case in which it was posited that\nthe district court imposed a sentence of 50 years of imprisonment\nfor mail fraud without citing a single aggravating fact about the\noffense or the offender.) Thus, although the post-BookerGuidelines are labeled “advisory,” reasonableness review imposes a\nvery real constraint on a judge’s ability to sentence across the\nfull statutory range without finding some aggravating\nfact.[Footnote 11]The Court downplays the significance ofBookerreasonableness review on the ground thatBooker-style “reasonableness … operateswithinthe Sixth Amendment constraints delineated in our precedent, not as\na substitute for those constraints.”Ante,at 20 (emphasis\nin original). But this begs the question, which concerns the scope\nof those “Sixth Amendment constraints.” That question is answered\nby the Court’s remedial holding inBooker, which\nnecessarily stands for the proposition that it is consistent with\nthe Sixth Amendment for the imposition of an enhanced sentence to\nbe conditioned on a factual finding made by a sentencing judge and\nnot by a jury.The Court relies heavily onBlakely’s\nadmonition that “the ‘statutory maximum’ forApprendipurposes is the maximum sentence a judge may imposesolely on\nthe basis of the facts reflected in the jury verdict or admitted by\nthe defendant.” 542 U. S., at 303 (emphasis in original). But\nthe Court fails to recognize how this statement must be understood\nin the wake ofBooker.For each statutory offense, there must be a\nsentence that represents the least onerous sentence that can be\nregarded as reasonable in light of the bare statutory elements\nfound by the jury. To return to our prior example of a mail fraud\noffense, there must be some sentence that represents the least\nonerous sentence that would be appropriate in a case in which the\nstatutory elements of mail fraud are satisfied but in which the\noffense and the offender are as little deserving of punishment as\ncan be imagined. (Whether this sentence is the statutory minimum\n(probation, see 18 U. S. C. §1341 (2000 ed., Supp. IV)) or the\nminimum under the advisory Guidelines (also probation, see United\nStates Sentencing Commission, Guidelines Manual §2B1.1 and\nSentencing Table (Nov. 2006)) is irrelevant for present purposes;\nwhat is relevant is that there must besomeminimum\nreasonable sentence.) This sentence is “the maximum sentence” that\ncould reasonably be imposed “solely on the basis of the facts\nreflected in the jury verdict or admitted by the defendant.”Blakely,supra,at 303 (emphasis deleted).Booker’s reasonableness review\nnecessarily anticipates that the imposition of sentences above this\nlevel may be conditioned upon findings of fact made by a judge and\nnot by the jury.Bookerheld that a system of “advisory\nGuidelines” with reasonableness review is consistent with the Sixth\nAmendment, and the same analysis should govern California’s\n“requirement that the decision to impose the upper term bereasonable.”Black, 35 Cal. 4th, at 1255, 113\nP. 3d, at 544 (emphasis in original). That the California\nrequirement is explicit, while the federal aggravating factor\nrequirement is (at least for now) implicit, should not be\nconstitutionally dispositive.Unless the Court is prepared to overrule the\nremedial decision inBooker, the California sentencing\nscheme at issue in this case should be held to be consistent with\nthe Sixth Amendment. I would therefore affirm the decision of the\nCalifornia Court of Appeal.Footnote 1The Court’s recognition of this is hardly\nsurprising since, as Judge McConnell has pointed out, “fully\ndiscretionary sentencing … was the system [that was] in place when\nthe Sixth Amendment was adopted” and that “prevailed in the federal\ncourts from the Founding until enactment of the Sentencing Reform\nAct of 1984 … without anyone ever suggesting a conflict with the\nSixth Amendment.” McConnell, TheBookerMess, 83 Denver U.\nL. Rev. 665, 679 (2006). Indeed, the original federal criminal\nstatute enacted by the First Congress set forth indeterminate\nsentencing ranges for a variety of offenses, leaving the\ndetermination of the precise sentence to the judge’s discretion.\nSee,e.g.,Act of Apr. 30, 1790, ch. 9, §2, 1 Stat. 112\n(crime of misprision of treason punishable by imprisonment not\nexceeding seven years and fine not exceeding $1,000); §6,id.,at 113 (crime of misprision of a felony punishable by\nimprisonment not exceeding three years and fine not exceeding\n$500); §15,id.,at 115–116 (crime of falsifying federal\nrecords punishable by imprisonment not exceeding seven years, fine\nnot exceeding $5,000, and whipping not exceeding 39 stripes); see\ngenerally Little & Chen, The Lost History ofApprendiand theBlakelyPetition for Rehearing, 17 Fed. Sentencing\nRep. 69 (2004).Footnote 2The four Justices who would have upheld the\nconstitutionality of the mandatory Federal Sentencing Guidelines\nsystem did not, of course, disagree with this basic point. Indeed,\nthey were of the view that “[h]istory does not support a ‘right to\njury trial’ in respect to sentencing facts.”Booker, 543\nU. S., at 328 (Breyer, J., dissenting in part).Footnote 3While the dissenters from the remedial\nportion of the Court’s opinion disagreed with Justice Breyer’s\nseverablity analysis, they did not suggest that the resulting\n“advisory Guidelines” structure was unconstitutional. Rather, they\nrecognized—as Justice Stevens explained in his portion of the\nCourt’s opinion—that “[i]f the Guidelines as currently written\ncould be read as merely advisory provisions that recommended,\nrather than required, the selection of particular sentences in\nresponse to differing sets of facts, their use would not implicate\nthe Sixth Amendment.”Id.,at 233.Footnote 4Every Court of Appeals to address the issue\nhas held that a district court sentencing post-Bookermay\nrely on facts found by the judge by a preponderance of the\nevidence. SeeUnited Statesv.Kilby, 443\nF. 3d 1135, 1141 (CA9 2006);United Statesv.Cooper, 437 F. 3d 324, 330 (CA3 2006);United\nStatesv.Vaughn, 430 F. 3d 518, 525–526 (CA2\n2005);United Statesv.Morris, 429 F. 3d\n65, 72 (CA4 2005);United Statesv.Price, 418\nF. 3d 771, 788 (CA7 2005);United Statesv.Magallanez, 408 F. 3d 672, 684–685 (CA10 2005);United Statesv.Pirani, 406 F. 3d 543, 551,\nn. 4 (CA8 2005) (en banc);United Statesv.Yagar, 404 F. 3d 967, 972 (CA6 2005);United\nStatesv.Mares, 402 F. 3d 511, 519, and\nn. 6 (CA5 2005);United Statesv.Duncan,\n400 F. 3d 1297, 1304–1305 (CA11 2005);United Statesv.Antonakopoulos, 399 F. 3d 68, 74 (CA1 2005).Footnote 5These enhancements, which add additional\nyears onto the base-triad term selected by the court, seeante, at 7–8, must be pleaded and proved to a jury beyond\na reasonable doubt. They are not at issue in this case.Footnote 6These factors are similar to the federal\nsentencing policies set forth in 18 U. S. C. §3553(a) (2000\ned. and Supp. IV), which directs a court to consider, among other\nthings, the need to promote respect for the law, to provide just\npunishment for the offense, to afford adequate deterrence to\ncriminal conduct and to protect the public.Footnote 7As the California Supreme Court explained inBlack,“In adopting the sentencing rules, the\nJudicial Council considered and rejected proposals that the rules\nprovide an exclusive list of sentencing criteria and that the\ncriteria be assigned specific weights, on the ground that the\nLegislature intended to give the sentencing judge discretion in\nselecting among the lower, middle, and upper terms. The report on\nwhich the Judicial Council acted in adopting the rules explains\nthat ‘an exclusive listing would be inconsistent with the statutory\nmandate to adopt “rules providing criteria for the consideration of\nthe trial judge” [§1170.3] since this language does not purport to\nlimit the discretion afforded the court in each of the five\nenumerated sentencing decisions, but calls for criteria which will\nassist the courts in the exercise of that discretion.’ (Judicial\nCouncil of Cal., Advisory Com. Rep., Sentencing Rules and\nSentencing Reporting System (1977) p. 6.) ‘Any attempt to impose a\nweighting system on trial courts … would be an infringement on the\nsentencing power of the court.’ (Id.,p. 8.) ‘The\nsubstantive law, and section 1170(a)(1), give discretion to the\ntrial court; the rules can guide, but cannot compel, the exercise\nof that discretion. ’ (Id.,p. 11.)” 35 Cal. 4th, at\n1256, n. 11, 113 P. 3d, at 544, n. 11.Footnote 8The Court correctly notes that we need not\ndefer to the California Supreme Court’s construction of federal\nlaw, including its judgment as to whether California law is\nconsistent with our Sixth Amendment jurisprudence. Seeante,at 21, n. 16. But the California Supreme Court’s\nexposition of California law is authoritative and binding on this\nCourt. See,e.g.,Mullaneyv.Wilbur,421 U. S. 684,\n691 (1975) (“[S]tate courts are the ultimate expositors of state\nlaw [and] we are bound by their constructions except in extreme\ncircumstances”);Wainwrightv.Goode,464 U. S. 78, 84 (1983)\n(per curiam) (“[T]he views of the State’s highest court with\nrespect to state law are binding on the federal courts”);Ringv.Arizona,536 U. S. 584, 603\n(2002) (recognizing the Arizona Supreme Court’s construction of\nArizona sentencing law as authoritative).Footnote 9The State of California acknowledged in its\nbrief that “[t]he court can rely on essentially any reason placing\nthe defendant’s particular offense outside the mean when selecting”\nwhich term of the triad to impose. Brief for Respondent 32. As\nCalifornia’s counsel acknowledged at oral argument, a concern for\ndeterrence in light of an uptick in crime in a particular\ncommunity, for example, could be a “circumstance in aggravation”\nsupporting imposition of an upper term sentence under California\nlaw, even though that concern is not based on judge-found,\ncase-specific facts. See Tr. of Oral Arg. 32–40.Footnote 10It is true that California’s Court Rules also\nitemize more concrete aggravating circumstances that they label\n“[f]acts relating to the crime” and “[f]acts relating to the\ndefendant.” See Cal. Rules of Court (Criminal Cases) 4.421 and\n4.423 (West 2006). But these lists are not exhaustive, and they do\nnot impair a court’s ability to take into account more general\nsentencing objectives in deciding whether to sentence a defendant\nto the upper term. The Rules’ provision that “[c]ircumstances in\naggravation and mitigation shall be established by a preponderance\nof the evidence,” Rule 4.420(b), is clearly meant to cover the\ntypes of crime- and defendant-specific adjudicative facts set forth\nin the Rules immediately following; there is nothing to suggest\nthat this provision excludes consideration of more general\nsentencing objectives that are not conducive to such trial-type\nproof. As the Rules explicitly recognize, these different\ncategories of sentencing considerations are not mutually exclusive.\nSee Rule 4.410(b) (“The sentencing judge should be guided by\nstatutory statements of policy, the criteria in these rules, and\nthe facts and circumstances of the case”).Footnote 11The Court believes that in order to reach\nthis conclusion, I must “previe[w] … how ‘reasonableness review,’\npost-Booker, works,”ante, at 15, n. 13, and\nperhaps even prejudge this Court’s forthcoming decisions inRitaandClaiborne,ante, at 20,\nn. 15. But my point is much more modest. We need not map all\nthe murky contours of the post-Bookerlandscape in order\nto conclude that reasonableness review must meansomething. If reasonableness review is more than just an\nempty exercise, there inevitably will besomesentences\nthat, absent any judge-found aggravating fact, will be\nunreasonable. One need not embrace any presumption of\nreasonableness or unreasonableness to accept this simple point. If\nthis is the case—and I cannot see how it is not, given the Court’s\nendorsement of reasonableness review inBooker—then there\nis no meaningful Sixth Amendment difference between California’s\nsentencing system and the post-Booker\"advisory\nGuidelines.\" Under both, a sentencing judge operating under a\nreasonableness constraint must find facts beyond the jury’s verdict\nin order to justify the imposition of at least some sentences at\nthe high end of the statutory range.",
    "joined": []
}