{
    "case": {
        "docket": "18-935",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-935/"
    },
    "id": "4213365",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–935_________________MICHELLE MONASKY, PETITIONERv.DOMENICO TAGLIERIon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[February 25, 2020]Justice Alito, concurring in part and\nconcurring in the judgment.I agree with the Court on almost all the issues\nin this case. Specifically, I agree (1) that analysis of the\nquestion of “habitual residence” should be based on a range of\nfactors and should be attentive to the particular facts of each\ncase, (2) that a child may have a habitual residence in a country\nwithout a parental agreement to that effect, (3) that our\ninterpretation of habitual residence should take into account the\ninterpretations of other signatory nations, (4) that a district\ncourt’s decision on habitual residence is entitled to deference on\nappeal, and (5) that the judgment below should be affirmed. I also\nagree with Justice Thomas that we must independently interpret the\nmeaning of “habitual residence.”So what does it mean? The term “habitual” is\nused to refer to a cluster of related concepts. It can be used to\nrefer to things done by habit, as well as things that are\n“constantly repeated or continued,” “usual,” or “accustomed.” 6\nOxford English Dictionary 996 (2d ed. 1989); see also Webster’s\nThird New International Dictionary 1017 (1976). If taken in\nisolation, each of these understandings might lead to a different\nanalysis in applying the concept of “habitual residence” under the\nConvention. See Hague Convention on the Civil Aspects of\nInternational Child Abduction, Oct. 25, 1980,\nT. I. A. S. No. 11670, S. Treaty Doc. No. 99–11. But\nI think the Court accurately captures what the term means under the\nConvention when it says that a child’s habitual residence is the\nchild’s “home.”Ante, at 8, 10, 15.Of course the concept of “home” is also\nmultifaceted. It can be used to signify the place where a person\ngenerally sleeps, eats, works, and engages in social and\nrecreational activities, but it can also mean the place where a\nperson feels most comfortable and the place to which the person has\nthe strongest emotional ties. See 7 Oxford English Dictionary, at\n322–323; Webster’s Third New International Dictionary, at 1082. As\nbest I can determine, the concept of “habitual residence” under the\nConvention embraces all of these meanings to some degree. If forced\nto try to synthesize them, I would say it means the place where the\nchild in fact has been living for an extended period—unless that\nplace was never regarded as more than temporary or there is another\nplace to which the child has a strong attachment. I think this is\nthe core of what courts have made of the concept of “habitual\nresidence,” and it appears to represent the best distillation of\nthe various shades of meaning of the term taken in context.So interpreted, “habitual residence” is not a\npure question of fact, at least as we understand that concept in\nour legal system. But it does involve a heavily factual inquiry.\nFor these reasons, I would say that the standard of review on\nappeal is abuse of discretion, not clear error. As a practical\nmatter, the difference may be no more than minimal. The important\npoint is that great deference should be afforded to the District\nCourt’s determination.",
    "joined": []
}