{
    "case": {
        "docket": "460",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/460/"
    },
    "id": "1963154",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGUNITED STATES V. STEVENS559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-769UNITED STATES, PETITIONERv.ROBERT J.\nSTEVENSon writ of certiorari to the united states court of\nappeals for the third circuit[April 20, 2010]Justice Alito, dissenting.The Court strikes down in its\nentirety a valuable statute, 18 U. S. C. §48, that was enacted\nnot to suppress speech, but to prevent horrific acts of animal\ncruelty—in particular, the creation and commercial exploitation of\n“crush videos,” a form of depraved entertainment that has no social\nvalue. The Court’s approach, which has the practical effect of\nlegalizing the sale of such videos and is thus likely to spur a\nresumption of their production, is unwarranted. Respondent was\nconvicted under §48 for selling videos depicting dogfights. On\nappeal, he argued, among other things, that §48 is unconstitutional\nas applied to the facts of this case, and he highlighted features\nof those videos that might distinguish them from other dogfight\nvideos brought to our attention.[Footnote 1] The Court of Appeals—incorrectly, in my\nview—declined to decide whether §48 is unconstitutional as applied\nto respondent’s videos and instead reached out to hold that the\nstatute is facially invalid. Today’s decision does not endorse the\nCourt of Appeals’ reasoning, but it nevertheless strikes down §48\nusing what has been aptly termed the “strong medicine” of the\noverbreadth doctrine,United Statesv.Williams,553 U. S. 285,\n293 (2008) (internal quotation marks omitted), a potion that\ngenerally should be administered only as “a last resort.”Los\nAngeles Police Dept.v.United Reporting Publishing\nCorp.,528 U. S.\n32, 39 (1999) (internal quotation marks omitted).Instead of applying the doctrine of\noverbreadth, I would vacate the decision below and instruct the\nCourt of Appeals on remand to decide whether the videos that\nrespondent sold are constitutionally protected. If the question of\noverbreadth is to be decided, however, I do not think the present\nrecord supports the Court’s conclusion that §48 bans a substantial\nquantity of protected speech.IA party seeking to challenge the\nconstitutionality of a statute generally must show that the statute\nviolates the party’s own rights.New Yorkv.Ferber,458 U. S. 747, 767 (1982). The First\nAmendment overbreadth doctrine carves out a narrow exception to\nthat general rule. Seeid., at 768;Broadrickv.Oklahoma,413 U. S. 601, 611–612\n(1973). Because an overly broad law may deter constitutionally\nprotected speech, the overbreadth doctrine allows a party to whom\nthe law may constitutionally be applied to challenge the statute on\nthe ground that it violates the First Amendment rights of others.\nSee,e.g.,Board of Trustees of State Univ. of N.\nY.v.Fox,492 U. S. 469, 483\n(1989) (“Ordinarily, the principal advantage of the overbreadth\ndoctrine for a litigant is that it enables him to benefit from the\nstatute’s unlawful applicationto someone else”); see alsoOhralikv.Ohio State Bar Assn.,436 U. S. 447, 462,\nn. 20 (1978) (describing the doctrine as one “under which a\nperson may challenge a statute that infringes protected speech even\nif the statute constitutionally might be applied to him”).The “strong medicine” of\noverbreadth invalidation need not and generally should not be\nadministered when the statute under attack is unconstitutional as\napplied to the challenger before the court. As we said inFox,supra,at 484–485, “[i]t is not the usual\njudicial practice, … nor do we consider it generally desirable, to\nproceed to an overbreadth issue unnecessarily—that is, before it is\ndetermined that the statute would be valid as applied.” Accord,New York State Club Assn., Inc.v.City of New\nYork,487 U. S.\n1, 11 (1988); see alsoBroadrick,supra,at\n613;United Reporting Publishing Corp.,supra, at\n45 (Stevens, J., dissenting).I see no reason to depart here from the\ngenerally preferred procedure of considering the question of\noverbreadth only as a last resort.[Footnote 2] Because the Court has addressed the\noverbreadth question, however, I will explain why I do not think\nthat the record supports the conclusion that §48, when properly\ninterpreted, is overly broad.IIThe overbreadth doctrine\n“strike[s] a balance between competing social costs.”Williams, 553 U. S., at 292. Specifically, the doctrine\nseeks to balance the “harmful effects” of “invalidating a law that\nin some of its applications is perfectly constitutional” against\nthe possibility that “the threat of enforcement of an overbroad law\n[will] dete[r] people from engaging in constitutionally protected\nspeech.”Ibid.“In order to maintain an appropriate\nbalance, we have vigorously enforced the requirement that a\nstatute’s overbreadth besubstantial, not only in an\nabsolute sense, but also relative to the statute’s plainly\nlegitimate sweep.”Ibid.In determining whether a\nstatute’s overbreadth is substantial, we consider a statute’s\napplication to real-world conduct, not fanciful hypotheticals. See,\ne.g.,id., at 301–302; see alsoFerber,supra,at 773;Houstonv.Hill,482 U. S. 451, 466–467\n(1987). Accordingly, we have repeatedly emphasized that an\noverbreadth claimant bears the burden of demonstrating, “from the\ntext of [the law]and from actual fact,” that substantial\noverbreadth exists.Virginiav.Hicks,539 U. S. 113, 122\n(2003) (quotingNew York State Club Assn.,supra,at 14; emphasis added; internal quotation marks omitted; alteration\nin original). Similarly, “there must be arealistic dangerthat the statute itself will significantly compromise recognized\nFirst Amendment protections of parties not before the Court for it\nto be facially challenged on overbreadth grounds.”Members of\nCity Council of Los Angelesv.Taxpayers for Vincent,466 U. S. 789,\n801 (1984) (emphasis added).IIIIn holding that §48 violates the\noverbreadth rule, the Court declines to decide whether, as the\nGovernment maintains, §48 is constitutional as applied to two broad\ncategories of depictions that exist in the real world: crush videos\nand depictions of deadly animal fights. Seeante, at 10,\n19. Instead, the Court tacitly assumes for the sake of argument\nthat §48 is valid as applied to these depictions, but the Court\nconcludes that §48 reaches too much protected speech to survive.\nThe Court relies primarily on depictions of hunters killing or\nwounding game and depictions of animals being slaughtered for food.\nI address the Court’s examples below.AI turn first to depictions of\nhunting. As the Court notes, photographs and videos of hunters\nshooting game are common. Seeante,at 13–14. But hunting\nis legal in all 50 States, and §48 applies only to a depiction of\nconduct that is illegal in the jurisdiction in which the depiction\nis created, sold, or possessed. §§48(a), (c). Therefore, in all 50\nStates, the creation, sale, or possession for sale of the vast\nmajority of hunting depictions indisputably falls outside §48’s\nreach.Straining to find overbreadth, the Court\nsuggests that §48 prohibits the sale or possession in the District\nof Columbia of any depiction of hunting because the\nDistrict—undoubtedly because of its urban character—does not permit\nhunting within its boundaries.Ante, at 13. The Court also\nsuggests that, because some States prohibit a particular type of\nhunting (e.g.,hunting with a crossbow or “canned”\nhunting) or the hunting of a particular animal (e.g., the\n“sharp-tailed grouse”), §48 makes it illegal for persons in such\nStates to sell or possess for sale a depiction of hunting that was\nperfectly legal in the State in which the hunting took place. Seeante,at 12–14.The Court’s interpretation is seriously\nflawed. “When a federal court is dealing with a federal statute\nchallenged as overbroad, it should, of course, construe the statute\nto avoid constitutional problems, if the statute is subject to such\na limiting construction.”Ferber, 458 U. S., at 769,\nn. 24. See alsoWilliams,supra,at 307\n(Stevens, J., concurring) (“[T]o the extent the statutory text\nalone is unclear, our duty to avoid constitutional objections makes\nit especially appropriate to look beyond the text in order to\nascertain the intent of its drafters”).Applying this canon, I would hold that §48\ndoes not apply to depictions of hunting. First, because §48 targets\ndepictions of “animal cruelty,” I would interpret that term to\napply only to depictions involving acts of animal cruelty as\ndefined by applicable state or federal law, not to depictions of\nacts that happen to be illegal for reasons having nothing to do\nwith the prevention of animal cruelty. Seeante, at 12–13\n(interpreting “[t]he text of §48(c)” to ban a depiction of “the\nhumane slaughter of a stolen cow”). Virtually all state laws\nprohibiting animal cruelty either expressly define the term\n“animal” to exclude wildlife or else specifically exempt lawful\nhunting activities,[Footnote 3]\nso the statutory prohibition set forth in §48(a) may reasonably be\ninterpreted not to reach most if not all hunting depictions.Second, even if the hunting of wild animals\nwere otherwise covered by §48(a), I would hold that hunting\ndepictions fall within the exception in §48(b) for depictions that\nhave “serious” (i.e.,not “trifling”[Footnote 4]) “scientific,” “educational,” or\n“historical” value. While there are certainly those who find\nhunting objectionable, the predominant view in this country has\nlong been that hunting serves many important values, and it is\nclear that Congress shares that view. Since 1972, when Congress\ncalled upon the President to designate a National Hunting and\nFishing Day, see S. J. Res. 117, 92d Cong., 2d Sess. (1972),\n86 Stat. 133, Presidents have regularly issued proclamations\nextolling the values served by hunting. See Presidential\nProclamation No. 8421, 74 Fed. Reg. 49305 (Pres. Obama 2009)\n(hunting and fishing are “ageless pursuits” that promote “the\nconservation and restoration of numerous species and their natural\nhabitats”); Presidential Proclamation No. 8295, 73 Fed. Reg. 57233\n(Pres. Bush 2008) (hunters and anglers “add to our heritage and\nkeep our wildlife populations healthy and strong,” and “are among\nour foremost conservationists”); Presidential Proclamation No.\n7822, 69 Fed. Reg. 59539 (Pres. Bush 2004) (hunting and fishing are\n“an important part of our Nation’s heritage,” and “America’s\nhunters and anglers represent the great spirit of our country”);\nPresidential Proclamation No. 4682, 44 Fed. Reg. 53149 (Pres.\nCarter 1979) (hunting promotes conservation and an appreciation of\n“healthy recreation, peaceful solitude and closeness to nature”);\nPresidential Proclamation No. 4318, 39 Fed. Reg. 35315 (Pres. Ford\n1974) (hunting furthers “appreciation and respect for nature” and\npreservation of the environment). Thus, it is widely thought that\nhunting has “scientific” value in that it promotes conservation,\n“historical” value in that it provides a link to past times when\nhunting played a critical role in daily life, and “educational”\nvalue in that it furthers the understanding and appreciation of\nnature and our country’s past and instills valuable character\ntraits. And if hunting itself is widely thought to serve these\nvalues, then it takes but a small additional step to conclude that\ndepictions of hunting make a non-trivial contribution to the\nexchange of ideas. Accordingly, I would hold that hunting\ndepictions fall comfortably within the exception set out in\n§48(b).I do not have the slightest doubt that\nCongress, in enacting §48, had no intention of restricting the\ncreation, sale, or possession of depictions of hunting. Proponents\nof the law made this point clearly. See H. R. Rep. No.\n106–397, p. 8 (1999) (hereinafter H. R. Rep.)\n(“[D]epictions of ordinary hunting and fishing activities do not\nfall within the scope of the statute”); 145 Cong. Rec. 25894 (Oct.\n19, 1999) (Rep. McCollum) (“[T]he sale of depictions of legal\nactivities, such as hunting and fishing, would not be illegal under\nthis bill”);id., at 25895 (Rep. Smith) (“[L]et us be\nclear as to what this legislation will not do. It will in no way\nprohibit hunting, fishing, or wildlife videos”). Indeed, evenopponentsacknowledged that §48 was not intended to reach\nordinary hunting depictions. Seeibid.(Rep. Scott);id., at 25897 (Rep. Paul).For these reasons, I am convinced that §48 has\nno application to depictions of hunting. But even if §48 did\nimpermissibly reach the sale or possession of depictions of hunting\nin a few unusual situations (for example, the sale in Oregon of a\ndepiction of hunting with a crossbow in Virginia or the sale in\nWashington State of the hunting of a sharp-tailed grouse in Idaho,\nseeante, at 14), those isolated applications would hardly\nshow that §48 bans a substantial amount of protected speech.BAlthough the Court’s overbreadth\nanalysis rests primarily on the proposition that §48 substantially\nrestricts the sale and possession of hunting depictions, the Court\ncites a few additional examples, including depictions of methods of\nslaughter and the docking of the tails of dairy cows. Seeante, at 14–15.Such examples do not show that\nthe statute is substantially overbroad, for two reasons. First, as\nexplained above, §48 can reasonably be construed to apply only to\ndepictions involving acts of animal cruelty as defined by\napplicable state or federal law, and anti-cruelty laws do not ban\nthe sorts of acts depicted in the Court’s hypotheticals. See,e.g., Idaho Code §25–3514 (Lexis 2000) (“No part of this\nchapter [prohibiting cruelty to animals] shall be construed as\ninterfering with or allowing interference with … [t]he humane\nslaughter of any animal normally and commonly raised as food or for\nproduction of fiber … [or] [n]ormal or accepted practices of …\nanimal husbandry”); Kan. Stat. Ann. § 21–4310(b) (2007) (“The\nprovisions of this section shall not apply to … with respect to\nfarm animals, normal or accepted practices of animal husbandry,\nincluding the normal and accepted practices for the slaughter of\nsuch animals”); Md. Crim. Law Code Ann. §10–603 (Lexis 2002)\n(sections prohibiting animal cruelty “do not apply to … customary\nand normal veterinary and agricultural husbandry practices,\nincluding dehorning, castration, tail docking, and limit\nfeeding”).Second, nothing in the record suggests that\nany one has ever created, sold, or possessed for sale a depiction\nof the slaughter of food animals or of the docking of the tails of\ndairy cows that would not easily qualify under the exception set\nout in §48(b). Depictions created to show proper methods of\nslaughter or tail-docking would presumably have serious\n“educational” value, and depictions created to focus attention on\nmethods thought to be inhumane or otherwise objectionable would\npresumably have either serious “educational” or “journalistic”\nvalue or both. In short, the Court’s examples of depictions\ninvolving the docking of tails and humane slaughter do not show\nthat §48 suffers from any overbreadth, much less substantial\noverbreadth.The Court notes, finally, that cockfighting,\nwhich is illegal in all States, is still legal in Puerto Rico,ante, at 15, and I take the Court’s point to be that it\nwould be impermissible to ban the creation, sale, or possession in\nPuerto Rico of a depiction of a cockfight that was legally staged\nin Puerto Rico.[Footnote 5] But\nassuming for the sake of argument that this is correct, this\nveritable sliver of unconstitutionality would not be enough to\njustify striking down §48in toto.In sum, we have a duty to interpret §48 so as\nto avoid serious constitutional concerns, and §48 may reasonably be\nconstrued not to reach almost all, if not all, of the depictions\nthat the Court finds constitutionally protected. Thus, §48 does not\nappear to have a large number of unconstitutional applications.\nInvalidation for overbreadth is appropriate only if the challenged\nstatute suffers fromsubstantialoverbreadth—judged not\njust in absolute terms, but in relation to the statute’s “plainly\nlegitimate sweep.”Williams, 553 U. S., at 292. As I\nexplain in the following Part, §48 has a substantial core of\nconstitutionally permissible applications.IVA1As the Court of Appeals\nrecognized, “the primary conduct that Congress sought to address\nthrough its passage [of §48] was the creation, sale, or possession\nof ‘crush videos.’ ” 533 F. 3d 218, 222 (CA3 2008) (en\nbanc). A sample crush video, which has been lodged with the Clerk,\nrecords the following event:“[A] kitten, secured to the ground, watches and\nshrieks in pain as a woman thrusts her high-heeled shoe into its\nbody, slams her heel into the kitten’s eye socket and mouth loudly\nfracturing its skull, and stomps repeatedly on the animal’s head.\nThe kitten hemorrhages blood, screams blindly in pain, and is\nultimately left dead in a moist pile of blood-soaked hair and\nbone.” Brief for Humane Society of United States asAmicus\nCuriae2 (hereinafter Humane Society Brief).It is undisputed that theconductdepicted in crush videos may constitutionally be\nprohibited. All 50 States and the District of Columbia have enacted\nstatutes prohibiting animal cruelty. See 533 F. 3d,at 223, and n. 4 (citing statutes); H. R. Rep., at 3. But\nbefore the enactment of §48, the underlying conduct depicted in\ncrush videos was nearly impossible to prosecute. These videos,\nwhich “ often appeal to persons with a very specific sexual\nfetish,”id., at 2, were made in secret, generally without\na live audience, and “the faces of the women inflicting the torture\nin the material often were not shown, nor could the location of the\nplace where the cruelty was being inflicted or the date of the\nactivity be ascertained from the depiction.”Id., at 3.\nThus, law enforcement authorities often were not able to identify\nthe parties responsible for the torture. See Punishing Depictions\nof Animal Cruelty and the Federal Prisoner Health Care Co-Payment\nAct of 1999: Hearing before the Subcommittee on Crime of the House\nCommittee on the Judiciary, 106th Cong., 1st Sess., p. 1\n(1999) (hereinafter Hearing on Depictions of Animal Cruelty). In\nthe rare instances in which it was possible to identify and find\nthe perpetrators, they “often were able to successfully assert as a\ndefense that the State could not prove its jurisdiction over the\nplace where the act occurred or that the actions depicted took\nplace within the time specified in the State statute of\nlimitations.” H. R. Rep., at 3;see also 145 Cong.\nRec. 25896 (Rep. Gallegly) (“[I]t is the prosecutors from around\nthis country, Federal prosecutors as well as State prosecutors,\nthat have made an appeal to us for this”); Hearing on Depictions of\nAnimal Cruelty 21 (“If the production of the video is not\ndiscovered during the actual filming, then prosecution for the\noffense is virtually impossible without a cooperative eyewitness to\nthe filming or an undercover police operation”);id., at\n34–35 (discussing example of case in which state prosecutor “had\nthe defendant telling us he produced these videos,” but where\nprosecution was not possible because the State could not prove\nwhere or when the tape was made).In light of the practical problems thwarting\nthe prosecution of the creators of crush videos under state animal\ncruelty laws, Congress concluded that the only effective way of\nstopping the underlying criminal conduct was to prohibit the\ncommercial exploitation of the videos of that conduct. And\nCongress’ strategy appears to have been vindicated. We are told\nthat “[b]y 2007, sponsors of §48 declared the crush video industry\ndead. Even overseas Websites shut down in the wake of §48. Now,\nafter the Third Circuit’s decision [facially invalidating the\nstatute], crush videos are already back online.” Humane Society\nBrief 5 (citations omitted).2The First Amendment protects\nfreedom of speech, but it most certainly does not protect violent\ncriminal conduct, even if engaged in for expressive purposes. Crush\nvideos present a highly unusual free speech issue because they are\nso closely linked with violent criminal conduct. The videos record\nthe commission of violent criminal acts, and it appears that these\ncrimes are committed for the sole purpose of creating the videos.\nIn addition, as noted above, Congress was presented with compelling\nevidence that the only way of preventing these crimes was to target\nthe sale of the videos. Under these circumstances, I cannot believe\nthat the First Amendment commands Congress to step aside and allow\nthe underlying crimes to continue.The most relevant of our prior\ndecisions isFerber,458 U. S. 747, which concerned child\npornography. The Court there held that child pornography is not\nprotected speech, and I believe thatFerber’s reasoning\ndictates a similar conclusion here.InFerber,an important factor—I\nwould say the most important factor—was that child pornography\ninvolves the commission of a crime that inflicts severe personal\ninjury to the “children who are made to engage in sexual conduct\nfor commercial purposes.’ ”Id.,at 753 (internal\nquotation marks omitted). TheFerberCourt repeatedly\ndescribed the production of child pornography as child “abuse,”\n“molestation,” or “exploitation.” See,e.g.,id.,\nat 749 (“In recent years, the exploitive use of children in the\nproduction of pornography has become a serious national problem”);id., at 758, n. 9 (“Sexual molestation by adults is\noften involved in the production of child sexual performances”). As\nlater noted inAshcroftv.Free Speech Coalition,535 U. S. 234,\n249 (2002), inFerber“[t]he production of the work, not\nits content, was the target of the statute.” See also 535 U.S., at\n250 (Ferberinvolved “speech that itself is the record of\nsexual abuse”).Second,Ferberemphasized the fact\nthat these underlying crimes could not be effectively combated\nwithout targeting the distribution of child pornography. As the\nCourt put it, “the distribution network for child pornography must\nbe closed if the production of material which requires the sexual\nexploitation of children is to be effectively controlled.” 458 U.\nS., at 759. The Court added:“[T]here is no serious contention that the\nlegislature was unjustified in believing that it is difficult, if\nnot impossible, to halt the exploitation of children by pursuing\nonly those who produce the photographs and movies… . The most\nexpeditious if not the only practical method of law enforcement may\nbe to dry up the market for this material by imposing severe\ncriminal penalties on persons selling, advertising, or otherwise\npromoting the product.”Id., at 759–760.See alsoid., at 761 (“The advertising and\nselling of child pornography provide an economic motive for and are\nthus an integral part of the production of such materials”).Third, theFerberCourt noted that\nthe value of child pornography “is exceedingly modest, if notde minimis,”and that any such value was “overwhelmingly\noutweigh[ed]” by “the evil to be restricted.”Id., at\n762–763.All three of these characteristics are shared\nby §48, as applied to crush videos. First, the conduct depicted in\ncrush videos is criminal in every State and the District of\nColumbia. Thus, any crush video made in this country records the\nactual commission of a criminal act that inflicts severe physical\ninjury and excruciating pain and ultimately results in death. Those\nwho record the underlying criminal acts are likely to be criminally\nculpable, either as aiders and abettors or conspirators. And in the\ntight and secretive market for these videos, some who sell the\nvideos or possess them with the intent to make a profit may be\nsimilarly culpable. (For example, in some cases, crush videos were\ncommissioned by purchasers who specified the details of the acts\nthat they wanted to see performed. See H. R. Rep., at 3;\nHearing on Depictions of Animal Cruelty 27). To the extent that §48\nreaches such persons, it surely does not violate the First\nAmendment.Second, the criminal acts shown in crush\nvideos cannot be prevented without targeting the conduct prohibited\nby §48—the creation, sale, and possession for sale of depictions of\nanimal torture with the intention of realizing a commercial profit.\nThe evidence presented to Congress posed a stark choice: Either ban\nthe commercial exploitation of crush videos or tolerate a\ncontinuation of the criminal acts that they record. Faced with this\nevidence, Congress reasonably chose to target the lucrative crush\nvideo market.Finally, the harm caused by the underlying\ncrimes vastly outweighs any minimal value that the depictions might\nconceivably be thought to possess. Section 48 reaches only the\nactual recording of acts of animal torture; the statute does not\napply to verbal descriptions or to simulations. And, unlike the\nchild pornography statute inFerberor its federal\ncounterpart, 18 U. S. C. §2252, §48(b) provides an exception\nfor depictions having any “serious religious, political,\nscientific, educational, journalistic, historical, or artistic\nvalue.”It must be acknowledged that §48 differs from\na child pornography law in an important respect: preventing the\nabuse of children is certainly much more important than preventing\nthe torture of the animals used in crush videos. It was largely for\nthis reason that the Court of Appeals concluded thatFerberdid not support the constitutionality of §48. 533\nF. 3d, at 228 (“Preventing cruelty to animals, although an\nexceedingly worthy goal, simply does not implicate interests of the\nsame magnitude as protecting children from physical and\npsychological harm”). But while protecting children is\nunquestionablymoreimportant than protecting animals, the\nGovernment also has a compelling interest in preventing the torture\ndepicted in crush videos.The animals used in crush videos are living\ncreatures that experience excruciating pain. Our society has long\nbanned such cruelty, which is illegal throughout the country. InFerber, the Court noted that “virtually all of the States\nand the United States have passed legislation proscribing the\nproduction of or otherwise combating ‘child pornography,’ ”\nand the Court declined to “second-guess [that] legislative\njudgment.”[Footnote 6] 458 U.\nS., at 758. Here, likewise, the Court of Appeals erred in\nsecond-guessing the legislative judgment about the importance of\npreventing cruelty to animals.Section 48’s ban on trafficking in crush\nvideos also helps to enforce the criminal laws and to ensure that\ncriminals do not profit from their crimes. See 145 Cong. Rec. 25897\n(Oct. 19, 1999) (Rep. Gallegly) (“The state has an interest in\nenforcing its existing laws. Right now, the laws are not only being\nviolated, but people are making huge profits from promoting the\nviolations”);id.,at 10685 (May 24, 1999) (Rep. Gallegly)\n(explaining that he introduced the House version of the bill\nbecause “criminals should not profit from [their] illegal acts”).\nWe have already judged that taking the profit out of crime is a\ncompelling interest. SeeSimon & Schuster, Inc.v.Members of N. Y. State Crime Victims Bd.,502 U. S. 105, 119 (1991).In short,Ferberis the case that\nsheds the most light on the constitutionality of Congress’ effort\nto halt the production of crush videos. Applying the principles set\nforth inFerber, I would hold that crush videos are not\nprotected by the First Amendment.BApplication of theFerberframework also supports the constitutionality of\n§48 as applied to depictions of brutal animal fights. (For\nconvenience, I will focus on videos of dogfights, which appear to\nbe the most common type of animal fight videos.)First, such depictions,\nlike crush videos, record the actual commission of a crime\ninvolving deadly violence. Dogfights are illegal in every State and\nthe District of Columbia, Brief for United States 26–27, and\nn. 8 (citing statutes), and under federal law constitute a\nfelony punishable by imprisonment for up to five years, 7 U.\nS. C. §2156etseq.(2006 ed. and Supp. II),\n18 U. S. C. §49 (2006 ed., Supp. II).Second, Congress had an ample basis for\nconcluding that the crimes depicted in these videos cannot be\neffectively controlled without targeting the videos. Like crush\nvideos and child pornography, dogfight videos are very often\nproduced as part of a “low-profile, clandestine industry,” and “the\nneed to market the resulting products requires a visible apparatus\nof distribution.”Ferber,458 U. S., at 760. In such\ncircumstances, Congress had reasonable grounds for concluding that\nit would be “difficult, if not impossible, to halt” the underlying\nexploitation of dogs by pursuing only those who stage the fights.Id., at 759–760; see 533 F. 3d, at 246 (Cowen, J.,\ndissenting) (citing evidence establishing “the existence of a\nlucrative market for depictions of animal cruelty,” including\nvideos of dogfights, “which in turn provides a powerful incentive\nto individuals to create [such] videos”).The commercial trade in videos of dogfights is\n“an integral part of the production of such materials,”Ferber,\nsupra,at 761. As the Humane Society explains, “[v]ideotapes\nmemorializing dogfights are integral to the success of this\ncriminal industry” for a variety of reasons. Humane Society Brief\n5. For one thing, some dogfighting videos are made “solely for the\npurpose of selling the video (and not for a live audience).”Id., at 9. In addition, those who stage dogfights profit\nnot just from the sale of the videos themselves, but from the\ngambling revenue they take in from the fights; the videos\n“encourage [such] gambling activity because they allow those\nreluctant to attend actual fights for fear of prosecution to still\nbet on the outcome.”Ibid.;accord, Brief for Center on\nthe Administration of Criminal Law asAmicus Curiae12\n(“Selling videos of dogfights effectively abets the underlying\ncrimes by providing a market for dogfighting while allowing actual\ndogfights to remain underground”);ibid.(“These videos\nare part of a ‘lucrative market’ where videos are produced by a\n‘bare-boned, clandestine staff’ in order to permit the actual\nlocation of dogfights and the perpetrators of these underlying\ncriminal activities to go undetected” (citations omitted)).\nMoreover, “[v]ideo documentation is vital to the criminal\nenterprise because it providesproofof a dog’s fighting\nprowess—proof demanded by potential buyers and critical to the\nunderground market.” Humane Society Brief 9. Such recordings may\nalso serve as “ ‘training’ videos for other fight organizers.”Ibid.In short, because videos depicting live dogfights\nare essential to the success of the criminal dogfighting\nsubculture, the commercial sale of such videos helps to fuel the\nmarket for, and thus to perpetuate the perpetration of, the\ncriminal conduct depicted in them.Third, depictions of dogfights that fall\nwithin §48’s reach have by definition no appreciable social value.\nAs noted, §48(b) exempts depictions having any appreciable social\nvalue, and thus the mere inclusion of a depiction of a live fight\nin a larger work that aims at communicating an idea or a message\nwith a modicum of social value would not run afoul of the\nstatute.Finally, the harm caused by the underlying\ncriminal acts greatly outweighs any trifling value that the\ndepictions might be thought to possess. As the Humane Society\nexplains:“The abused dogs used in fights endure physical\ntorture and emotional manipulation throughout their lives to\npredispose them to violence; common tactics include feeding the\nanimals hot peppers and gunpowder, prodding them with sticks, and\nelectrocution. Dogs are conditioned never to give up a fight, even\nif they will be gravely hurt or killed. As a result, dogfights\ninflict horrific injuries on the participating animals, including\nlacerations, ripped ears, puncture wounds and broken bones. Losing\ndogs are routinely refused treatment, beaten further as\n‘punishment’ for the loss, and executed by drowning, hanging, or\nincineration.”Id.,at 5–6 (footnotes omitted).For these dogs, unlike the\nanimals killed in crush videos, the suffering lasts for years\nrather than minutes. As with crush videos, moreover, the statutory\nban on commerce in dogfighting videos is also supported by\ncompelling governmental interests in effectively enforcing the\nNation’s criminal laws and preventing criminals from profiting from\ntheir illegal activities. SeeFerber,supra, at\n757–758;Simon & Schuster, 502 U. S., at 119.In sum, §48 may validly be applied to at least\ntwo broad real-world categories of expression covered by the\nstatute: crush videos and dogfighting videos. Thus, the statute has\na substantial core of constitutionally permissible applications.\nMoreover, for the reasons set forth above, the record does not show\nthat §48, properly interpreted, bans a substantial amount of\nprotected speech in absolute terms.A fortiori, respondent\nhas not met his burden of demonstrating that any impermissible\napplications of the statute are “substantial” in relation to its\n“plainly legitimate sweep.”Williams, 553 U. S., at 292.\nAccordingly, I would reject respondent’s claim that §48 is facially\nunconstitutional under the overbreadth doctrine.*  *  *For these reasons, I respectfully\ndissent.APPENDIXAs the following chart makes clear, virtually\nall state laws prohibiting animal cruelty either expressly define\nthe term “animal” to exclude wildlife or else specifically exempt\nlawful hunting activities.AlaskaAlaska Stat. §11.61.140(c)(4) (2008) (“It is a defense to a\nprosecution under this section that the conduct of the defendant …\nwas necessarily incidental to lawful fishing, hunting or trapping\nactivities”)ArizonaAriz. Rev. Stat. Ann. §§13–2910(C)(1), (3) (West Supp. 2009)\n(“This section does not prohibit or restrict … [t]he taking of\nwildlife or other activities permitted by or pursuant to title 17 …\n[or] [a]ctivities regulated by the Arizona game and fish department\nor the Arizona department of agriculture”)ArkansasArk. Code Ann. §5–62–105(a) (Supp. 2009) (“This subchapter does\nnot prohibit any of the following activities: … (9) Engaging in the\ntaking of game or fish through hunting, trapping, or fishing, or\nengaging in any other activity authorized by Arkansas Constitution,\nAmendment 35, by §15–41–101 et seq., or by any Arkansas State Game\nand Fish Commission regulation promulgated under either Arkansas\nConstitution, Amendment 35, or statute”)CaliforniaCal. Penal Code Ann. §599c (West 1999) (“No part of this title\nshall be construed as interfering with any of the laws of this\nstate known as the ‘game laws,’ … or to interfere with the right to\nkill all animals used for food”)ColoradoColo. Rev. Stat. Ann. §18–9–201.5(2) (2009) (“In case of any\nconflict between this part 2 [prohibiting cruelty to animals] or\nsection 35–43–126, [Colo. Rev. Stat.], and the wildlife statutes of\nthe state, said wildlife statutes shall control”), §18–9–202(3)\n(“Nothing in this part 2 shall be construed to amend or in any\nmanner change the authority of the wildlife commission, as\nestablished in title 33, [Colo. Rev. Stat.], or to prohibit any\nconduct therein authorized or permitted”)ConnecticutConn. Gen. Stat. §53–247(b) (2009) (“Any person who maliciously\nand intentionally maims, mutilates, tortures, wounds or kills an\nanimal shall be fined not more than five thousand dollars or\nimprisoned not more than five years or both. The provisions of this\nsubsection shall not apply to … any person … while lawfully engaged\nin the taking of wildlife”)DelawareDel. Code Ann., Tit. 11, §1325(f) (2007) (“This section shall\nnot apply to the lawful hunting or trapping of animals as provided\nby law”)FloridaFla. Stat. §828.122(9)(b) (2007) (“This section shall not apply\nto … [a]ny person using animals to pursue or take wildlife or to\nparticipate in any hunting regulated or subject to being regulated\nby the rules and regulations of the Fish and Wildlife Conservation\nCommission”)GeorgiaGa. Code Ann. §16–12–4(e) (2007) (“The provisions of this Code\nsection shall not be construed as prohibiting conduct which is\notherwise permitted under the laws of this state or of the United\nStates, including, but not limited to … hunting, trapping, fishing,\n[or] wildlife management”)HawaiiHaw. Rev. Stat. §711–1108.5(1) (2008 Cum. Supp.) (“A person\ncommits the offense of cruelty to animals in the first degree if\nthe person intentionally or knowingly tortures, mutilates, or\npoisons or causes the torture, mutilation, or poisoning of any pet\nanimal or equine animal resulting in serious bodily injury or death\nof the pet animal or equine animal”)IdahoIdaho Code §25–3515 (Lexis 2000) (“No part of this chapter shall\nbe construed as interfering with, negating or preempting any of the\nlaws or rules of the department of fish and game of this state … or\nto interfere with the right to kill, slaughter, bag or take all\nanimals used for food”)IllinoisIll. Comp. Stat., ch. 510, §70/13 (West 2006) (“In case of any\nalleged conflict between this Act … and the ‘Wildlife Code of\nIllinois’ or ‘An Act to define and require the use of humane\nmethods in the handling, preparation for slaughter, and slaughter\nof livestock for meat or meat products to be offered for sale’, …\nthe provisions of those Acts shall prevail”), §70/3.03(b)(1) (“For\nthe purposes of this Section, ‘animal torture’ does not include any\ndeath, harm, or injury caused to any animal by … any hunting,\nfishing, trapping, or other activity allowed under the Wildlife\nCode, the Wildlife Habitat Management Areas Act, or the Fish and\nAquatic Life Code” (footnotes omitted))IndianaInd. Code §35–46–3–5(a) (West 2004) (subject to certain\nexceptions not relevant here, “this chapter [prohibiting “Offenses\nRelating to Animals”] does not apply to … [f]ishing, hunting,\ntrapping, or other conduct authorized under [Ind. Code\n§]14–22”)IowaIowa Code §717B.2(5) (2009) (“This section [banning “animal\nabuse”] shall not apply to … [a] person taking, hunting, trapping,\nor fishing for a wild animal as provided in chapter 481A”),\n§717B.3A(2)(e) (“This section [banning “animal torture”] shall not\napply to … [a] person taking, hunting, trapping, or fishing for a\nwild animal as provided in chapter 481A”)KansasKan. Stat. Ann. §21–4310(b)(3) (2007) (“The provisions of this\nsection shall not apply to … killing, attempting to kill, trapping,\ncatching or taking of any animal in accordance with the provisions\nof chapter 32 [Wildlife, Parks and Recreation] or chapter 47\n[Livestock and Domestic Animals] of the Kansas Statutes\nAnnotated”)KentuckyKy. Rev. Stat. Ann. §§525.130(2)(a), (e) (Lexis 2008) (“Nothing\nin this section shall apply to the killing of animals … [p]ursuant\nto a license to hunt, fish, or trap … [or] [f]or purposes relating\nto sporting activities”), §525.130(3) (“Activities of animals\nengaged in hunting, field trials, dog training other than training\na dog to fight for pleasure or profit, and other activities\nauthorized either by a hunting license or by the Department of Fish\nand Wildlife shall not constitute a violation of this section”)LouisianaLa. Rev. Stat. Ann. §14:102.1(C)(1) (West Supp. 2010) (“This\nSection shall not apply to … [t]he lawful hunting or trapping of\nwildlife as provided by law”)MaineMe. Rev. Stat. Ann., Tit. 17, §1031(1)(G) (West Supp. 2009)\n(providing that hunting and trapping an animal is not a form of\nprohibited animal cruelty if “permitted pursuant to” parts of state\ncode regulating the shooting of large game, inland fisheries, and\nwildlife)MarylandMd. Crim. Law Code Ann. §10–603(3) (Lexis 2002) (“Sections\n10–601 through 10–608 of this subtitle do not apply to … an\nactivity that may cause unavoidable physical pain to an animal,\nincluding … hunting, if the person performing the activity uses the\nmost humane method reasonably available”)MichiganMich. Comp. Laws Ann. §§750.50(11)(a), (b) (West Supp. 2009)\n(“This section does not prohibit the lawful killing or other use of\nan animal, including … [f]ishing … [h]unting, [or] trapping [as\nregulated by state law]”), §750.50b(9)(a), (b) (“This section does\nnot prohibit the lawful killing or other use of an animal,\nincluding … [f]ishing … [h]unting, [or] trapping [as regulated by\nstate law]”)MissouriMo. Rev. Stat. §578.007(3) (2000) (“The provisions of sections\n578.005 to 578.023 shall not apply to … [h]unting, fishing, or\ntrapping as allowed by” state law)MontanaMont. Code Ann. §45–8–211(4)(d) (2009) (“This section does not\nprohibit … lawful fishing, hunting, and trapping activities”)NebraskaNeb. Rev. Stat. §28–1013(4) (2008) (exempting “[c]ommonly\naccepted practices of hunting, fishing, or trapping”)NevadaNev. Rev. Stat. §§574.200(1), (3) (2007) (provisions of Nevada\nlaw banning animal cruelty “do not … [i]nterfere with any of the\nfish and game laws … [or] the right to kill all animals and fowl\nused for food”)New HampshireN. H. Rev. Stat. Ann. §644:8(II) (West Supp. 2009) (“In\nthis section, ‘animal’ means a domestic animal, a household pet or\na wild animal in captivity”)New JerseyN. J. Stat. Ann. §4:22–16(c) (West 1998) (“Nothing\ncontained in this article shall be construed to prohibit or\ninterfere with … [t]he shooting or taking of game or game fish in\nsuch manner and at such times as is allowed or provided by the laws\nof this State”)New MexicoN. M. Stat. Ann. §30–18–1(I)(1) (Supp. 2009) (“The\nprovisions of this section do not apply to … fishing, hunting,\nfalconry, taking and trapping”)New YorkN. Y. Agric. & Mkts. Law Ann. §353–a(2) (West 2004)\n(“Nothing contained in this section shall be construed to prohibit\nor interfere in any way with anyone lawfully engaged in hunting,\ntrapping, or fishing”)North CarolinaN. C. Gen. Stat. Ann. §14–360(c)(1) (Lexis 2009) (“[T]his\nsection shall not apply to … [t]he lawful taking of animals under\nthe jurisdiction and regulation of the Wildlife Resources\nCommission …”)North DakotaN. D. Cent. Code Ann. §36–21.1–01(5)(a) (Lexis Supp. 2009)\n(“ ‘Cruelty’ or ‘torture’ … does not include … [a]ny activity\nthat requires a license or permit under chapter 20.1–03 [which\ngoverns gaming and other licenses]”)OregonOre. Rev. Stat. §167.335 (2007) (“Unless gross negligence can be\nshown, the provisions of [certain statutes prohibiting animal\ncruelty] do not apply to … (7) [l]awful fishing, hunting and\ntrapping activities”)Pennsylvania18 Pa. Cons. Stat. §5511(a)(3)(ii) (2008) (“This subsection\n[banning killing, maiming, or poisoning of domestic animals or zoo\nanimals] shall not apply to … the killing of any animal or fowl\npursuant to … The Game Law”), §5511(c)(1) (“A person commits an\noffense if he wantonly or cruelly illtreats, overloads, beats,\notherwise abuses any animal, or neglects any animal as to which he\nhas a duty of care”)Rhode IslandR. I. Gen. Laws §4–1–3(a) (Lexis 1998) (prohibiting\n“[e]very owner, possessor, or person having the charge or custody\nof any animal” from engaging in certain acts of unnecessary\ncruelty), §§4–1–5(a), (b) (prohibiting only “[m]alicious” injury to\nor killing of animals and further providing that “[t]his section\nshall not apply to licensed hunters during hunting season or a\nlicensed business killing animals for human consumption”)South CarolinaS. C. Code Ann. §47–1–40(C) (Supp. 2009) (“This section\ndoes not apply to … activity authorized by Title 50 [consisting of\nlaws on Fish, Game, and Watercraft]”)South DakotaS. D. Codified Laws §40–1–17 (2004) (“The acts and conduct\nof persons who are lawfully engaged in any of the activities\nauthorized by Title 41 [Game, Fish, Parks and Forestry] … and\npersons who properly kill any animal used for food and sport\nhunting, trapping, and fishing as authorized by the South Dakota\nDepartment of Game, Fish and Parks, are exempt from the provisions\nof this chapter”)TennesseeTenn. Code Ann. §39–14–201(1) (2010 Supp.) (“ ‘Animal’\nmeans a domesticated living creature or a wild creature previously\ncaptured”), §39–14–201(4) (“[N]othing in this part shall be\nconstrued as prohibiting the shooting of birds or game for the\npurpose of human food or the use of animate targets by incorporated\ngun clubs”)TexasTex. Penal Code Ann. §42.092(a)(2) (West Supp. 2009)\n(“ ‘Animal’ means a domesticated living creature, including\nany stray or feral cat or dog, and a wild living creature\npreviously captured. The term does not include an uncaptured wild\nliving creature or a livestock animal”), §42.092(f)(1)(A) (“It is\nan exception to the application of this section that the conduct\nengaged in by the actor is a generally accepted and otherwise\nlawful … form of conduct occurring solely for the purpose of or in\nsupport of … fishing, hunting, or trapping”)UtahUtah Code Ann. §76–9–301(1)(b)(ii)(D) (Lexis 2008)\n(“ ‘Animal’ does not include … wildlife, as defined in Section\n23–13–2, including protected and unprotected wildlife, if the\nconduct toward the wildlife is in accordance with lawful hunting,\nfishing, or trapping practices or other lawful practices”),\n§76–9–301(9)(C) (“This section does not affect or prohibit … the\nlawful hunting of, fishing for, or trapping of, wildlife”)VermontVt. Stat. Ann., Tit. 13, §351b(1) (2009) (“This subchapter shall\nnot apply to … activities regulated by the department of fish and\nwildlife pursuant to Part 4 of Title 10”)VirginiaVa. Code Ann. §3.2–6570D (Lexis 2008) (“This section shall not\nprohibit authorized wildlife management activities or hunting,\nfishing or trapping [as regulated by state law]”)WashingtonWash. Rev. Code §16.52.180 (2008) (“No part of this chapter\nshall be deemed to interfere with any of the laws of this state\nknown as the ‘game laws’ … or to interfere with the right to kill\nanimals to be used for food”)West VirginiaW. Va. Code Ann. §61–8–19(f) (Lexis Supp. 2009) (“The provisions\nof this section do not apply to lawful acts of hunting, fishing,\n[or] trapping”)WisconsinWis. Stat. §951.015(1) (2007–2008) (“This chapter may not be\ninterpreted as controverting any law regulating wild animals that\nare subject to regulation under ch. 169 [regulating, among other\nthings, hunting], [or] the taking of wild animals”)WyomingWyo. Stat. Ann. §6–3–203(m)(iv) (2009) (“Nothing in subsection\n(a), (b) or (n) of this section shall be construed to prohibit …\n[t]he hunting, capture or destruction of any predatory animal or\nother wildlife in any manner not otherwise prohibited by law”)Footnote 1Respondent argued at length that the evidence\nwas insufficient to prove that the particular videos he sold lacked\nany serious scientific, educational, or historical value and thus\nfell outside the exception in §48(b). See Brief for Appellant in\nNo. 05–2497 (CA3), pp. 72–79. He added that, if the evidence\nin this case was held to be sufficient to take his videos outside\nthe scope of the exception, then “this case presents … a situation”\nin which “a constitutional violation occurs.”Id., at 71.\nSee alsoid., at 47 (“The applicability of 18 U.\nS. C. §48 to speech which is not a crush video or an appeal to\nsome prurient sexual interest constitutes a restriction of\nprotected speech, and an unwarranted violation of the First\nAmendment’s free speech guarantee”); Brief for Respondent 55\n(“Stevens’ speech does not fit within any existing category of\nunprotected, prosecutable speech”);id., at 57 (“[T]he\nrecord as a whole demonstrates that Stevens’ speech cannot\nconstitutionally be punished”). Contrary to the Court,ante,at 10–11, n. 3 (citing 533 F. 3d 218, 231,\nn. 13 (CA3 2008) (en banc)), I see no suggestion in the\nopinion of the Court of Appeals that respondent did not preserve an\nas-applied challenge.Footnote 2For the reasons set forth below, this is not a case\nin which the challenged statute is unconstitutional in all or\nalmost all of its applications.Footnote 3See Appendix,infra(citing\nstatutes); B. Wagman, S. Waisman, & P. Frasch, Animal Law:\nCases and Materials 92 (4th ed. 2010) (“Most anti-cruelty laws also\ninclude one or more exemptions,” which often “exclud[e] from\ncoverage (1) whole classes of animals, such as wildlife or farm\nanimals, or (2) specific activities, such as hunting”); Note,\nEconomics and Ethics in the Genetic Engineering of Animals, 19\nHarv. J. L. & Tech. 413, 432 (2006) (“Not surprisingly,\nstate laws relating to the humane treatment of wildlife, including\ndeer, elk, and waterfowl, are virtually non-existent”).Footnote 4Webster’s Third New International Dictionary\n2073 (1976); Random House Dictionary of the English Language 1303\n(1966). While the term “serious” may also mean “weighty” or\n“important,”ibid., we should adopt the former definition\nif necessary to avoid unconstitutionality.Footnote 5Since the Court has taken pains not to decide\nwhether §48 would be unconstitutional as applied to graphic\ndogfight videos, including those depicting fights occurring in\ncountries where dogfighting is legal, I take it that the Court does\nnot intend for its passing reference to cockfights to mean either\nthat all depictions of cockfights, whether legal or illegal under\nlocal law, are protected by the First Amendment or that it is\nimpermissible to ban the sale or possession in the States of a\ndepiction of a legal cockfight in Puerto Rico.Footnote 6In other cases, we have regarded evidence of\na national consensus as proof that a particular government interest\nis compelling. SeeSimon & Schuster, Inc.v.Members of N. Y. State Crime Victims Bd.,502 U. S. 105, 118 (1991) (State’s\ncompelling interest “in ensuring that victims of crime are\ncompensated by those who harm them” evidenced by fact that “[e]very\nState has a body of tort law serving exactly this interest”);Robertsv.United States Jaycees,468 U. S. 609, 624–625\n(1984) (citing state laws prohibiting discrimination in public\naccommodations as evidence of the compelling governmental interest\nin ensuring equal access).",
    "joined": []
}