{
    "case": {
        "docket": "618",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/618/"
    },
    "id": "1962371",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTLEDBETTER V. GOODYEAR TIRE & RUBBER CO.550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1074LILLY M. LEDBETTER, PETITIONERv.THE\nGOOD- YEAR TIRE & RUBBER COMPANY, INC.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[May 29, 2007]Justice Alito delivered the\nopinion of the Court.This case calls upon us to apply\nestablished precedent in a slightly different context. We have\npreviously held that the time for filing a charge of employment\ndiscrimination with the Equal Employment Opportunity Commission\n(EEOC) begins when the discriminatory act occurs. We have explained\nthat this rule applies to any “[d]iscrete ac[t]” of discrimination,\nincluding discrimination in “termination, failure to promote,\ndenial of transfer, [and] refusal to hire.”National Railroad\nPassenger Corporationv.Morgan,536 U. S. 101, 114 (2002). Because a\npay-setting decision is a “discrete act,” it follows that the\nperiod for filing an EEOC charge begins when the act occurs.\nPetitioner, having abandoned her claim under the Equal Pay Act,\nasks us to deviate from our prior decisions in order to permit her\nto assert her claim under Title VII. Petitioner also contends that\ndiscrimination in pay is different from other types of employment\ndiscrimination and thus should be governed by a different rule. But\nbecause a pay-setting decision is a discrete act that occurs at a\nparticular point in time, these arguments must be rejected. We\ntherefore affirm the judgment of the Court of Appeals.IPetitioner Lilly Ledbetter\n(Ledbetter) worked for respondent Goodyear Tire and Rubber Company\n(Goodyear) at its Gadsden, Alabama, plant from 1979 until 1998.\nDuring much of this time, salaried employees at the plant were\ngiven or denied raises based on their supervisors’ evaluation of\ntheir performance. In March 1998, Ledbetter submitted a\nquestionnaire to the EEOC alleging certain acts of sex\ndiscrimination, and in July of that year she filed a formal EEOC\ncharge. After taking early retirement in November 1998, Ledbetter\ncommenced this action, in which she asserted, among other claims, a\nTitle VII pay discrimination claim and a claim under the Equal Pay\nAct of 1963 (EPA), 29 U. S. C. §206(d).The District Court granted\nsummary judgment in favor of Goodyear on several of Ledbetter’s\nclaims, including her Equal Pay Act claim, but allowed others,\nincluding her Title VII pay discrimination claim, to proceed to\ntrial. In support of this latter claim, Ledbetter introduced\nevidence that during the course of her employment several\nsupervisors had given her poor evaluations because of her sex, that\nas a result of these evaluations her pay was not increased as much\nas it would have been if she had been evaluated fairly, and that\nthese past pay decisions continued to affect the amount of her pay\nthroughout her employment. Toward the end of her time with\nGoodyear, she was being paid significantly less than any of her\nmale colleagues. Goodyear maintained that the evaluations had been\nnondiscriminatory, but the jury found for Ledbetter and awarded her\nbackpay and damages.On appeal, Goodyear contended that Ledbetter’s\npay discrimination claim was time barred with respect to all pay\ndecisions made prior to September 26, 1997—that is, 180 days before\nthe filing of her EEOC questionnaire.[Footnote 1] And Goodyear argued that no discriminatory act\nrelating to Ledbetter’s pay occurred after that date.The Court of Appeals for the Eleventh Circuit\nreversed, holding that a Title VII pay discrimination claim cannot\nbe based on any pay decision that occurred prior to the last pay\ndecision that affected the employee’s pay during the EEOC charging\nperiod. 421 F. 3d 1169, 1182–1183 (2005). The Court of Appeals\nthen concluded that there was insufficient evidence to prove that\nGoodyear had acted with discriminatory intent in making the only\ntwo pay decisions that occurred within that time span, namely, a\ndecision made in 1997 to deny Ledbetter a raise and a similar\ndecision made in 1998.Id., at 1186–1187.Ledbetter filed a petition for a writ of\ncertiorari but did not seek review of the Court of Appeals’\nholdings regarding the sufficiency of the evidence in relation to\nthe 1997 and 1998 pay decisions. Rather, she sought review of the\nfollowing question:“Whether and under what circumstances a plaintiff\nmay bring an action under Title VII of the Civil Rights Act of 1964\nalleging illegal pay discrimination when the disparate pay is\nreceived during the statutory limitations period, but is the result\nof intentionally discriminatory pay decisions that occurred outside\nthe limitations period.” Pet. for Cert. i.In light of disagreement among the Courts of\nAppeals as to the proper application of the limitations period in\nTitle VII disparate-treatment pay cases, compare 421 F. 3d\n1169, withForsythv.Federation Employment &\nGuidance Serv., 409 F. 3d 565 (CA2 2005);Sheav.Rice, 409 F. 3d 448 (CADC 2005), we granted\ncertiorari, 548 U. S. ___ (2006).IITitle VII of the Civil Rights Act\nof 1964 makes it an “unlawful employment practice” to discriminate\n“against any individual with respect to his compensation … because\nof such individual’s … sex.” 42 U. S. C. §2000e–2(a)(1). An\nindividual wishing to challenge an employment practice under this\nprovision must first file a charge with the EEOC. §2000e–5(e)(1).\nSuch a charge must be filed within a specified period (either 180\nor 300 days, depending on the State) “after the alleged unlawful\nemployment practice occurred,”ibid., and if the employee\ndoes not submit a timely EEOC charge, the employee may not\nchallenge that practice in court, §2000e–5(f)(1).In addressing the issue whether\nan EEOC charge was filed on time, we have stressed the need to\nidentify with care the specific employment practice that is at\nissue.Morgan, 536 U. S., at 110–111. Ledbetter points to\ntwo different employment practices as possible candidates.\nPrimarily, she urges us to focus on the paychecks that were issued\nto her during the EEOC charging period (the 180-day period\npreceding the filing of her EEOC questionnaire), each of which, she\ncontends, was a separate act of discrimination. Alternatively,\nLedbetter directs us to the 1998 decision denying her a raise, and\nshe argues that this decision was “unlawful because it carried\nforward intentionally discriminatory disparities from prior years.”\nReply Brief for Petitioner 20. Both of these arguments fail because\nthey would require us in effect to jettison the defining element of\nthe legal claim on which her Title VII recovery was based.Ledbetter asserted disparate treatment, the\ncentral element of which is discriminatory intent. SeeChardonv. Fernandez,454 U. S. 6, 8 (1981)(per curiam);Teamstersv. United\nStates,431 U.\nS. 324, 335, n. 15 (1977);Watsonv.Fort\nWorth Bank & Trust,487 U. S. 977, 1002\n(1998) (Blackmun, J., joined by Brennan, and Marshall, JJ.,\nconcurring in part and concurring in judgment) (“[A]\ndisparate-treatment challenge focuses exclusively on the intent of\nthe employer”). However, Ledbetter does not assert that the\nrelevant Goodyear decisionmakers acted with actual discriminatory\nintent either when they issued her checks during the EEOC charging\nperiod or when they denied her a raise in 1998. Rather, she argues\nthat the paychecks were unlawful because they would have been\nlarger if she had been evaluated in a nondiscriminatory mannerprior tothe EEOC charging period. Brief for Petitioner\n22. Similarly, she maintains that the 1998 decision was unlawful\nbecause it “carried forward” the effects of prior, uncharged\ndiscrimination decisions. Reply Brief for Petitioner 20. In\nessence, she suggests that it is sufficient that discriminatory\nacts that occurred prior to the charging period had continuing\neffects during that period. Brief for Petitioner 13 (“[E]ach\npaycheck that offers a woman less pay than a similarly situated man\nbecause of her sex is a separate violation of Title VII with its\nown limitations period, regardless of whether the paycheck simply\nimplements a prior discriminatory decision made outside the\nlimitations period”); see also Reply Brief for Petitioner 20. This\nargument is squarely foreclosed by our precedents.InUnited Air Lines, Inc.v.Evans,431\nU. S. 553(1977), we rejected an argument that is basically the\nsame as Ledbetter’s. Evans was forced to resign because the airline\nrefused to employ married flight attendants, but she did not file\nan EEOC charge regarding her termination. Some years later, the\nairline rehired her but treated her as a new employee for seniority\npurposes.Id., at 554–555. Evans then sued, arguing that,\nwhile any suit based on the original discrimination was time\nbarred, the airline’s refusal to give her credit for her prior\nservice gave “present effect to [its] past illegal act and thereby\nperpetuate[d] the consequences of forbidden discrimination.”Id., at 557.We agreed with Evans that the airline’s\n“seniority system [did] indeed have a continuing impact on her pay\nand fringe benefits,”id.,at 558, but we noted that “the\ncritical question [was] whether any presentviolationexist[ed].”Ibid.(emphasis in original). We concluded\nthat the continuing effects of the precharging period\ndiscrimination did not make out a present violation. As Justice\nStevens wrote for the Court:“United was entitled to treat [Evans’ termination]\nas lawful after respondent failed to file a charge of\ndiscrimination within the 90 days then allowed by §706(d). A\ndiscriminatory act which is not made the basis for a timely charge\n… is merely an unfortunate event in history which has no present\nlegal consequences.”Ibid.It would be difficult to speak to the point\nmore directly.Equally instructive is Delaware State\nCollegev.Ricks,449 U. S. 250(1980),\nwhich concerned a college librarian, Ricks, who alleged that he had\nbeen discharged because of race. In March 1974, Ricks was denied\ntenure, but he was given a final, nonrenewable one-year contract\nthat expired on June 30, 1975.Id., at 252–253. Ricks\ndelayed filing a charge with the EEOC until April 1975,id., at 254, but he argued that the EEOC charging period\nran from the date of his actual termination rather than from the\ndate when tenure was denied. In rejecting this argument, we\nrecognized that “one of theeffectsof the denial of\ntenure,” namely, his ultimate termination, “did not occur until\nlater.”Id.,at 258 (emphasis in original). But because\nRicks failed to identify any specific discriminatory act “that\ncontinued until, or occurred at the time of, the actual termination\nof his employment,”id., at 257, we held that the EEOC\ncharging period ran from “the time the tenure decision was made and\ncommunicated to Ricks,”id., at 258.This same approach dictated the outcome inLorancev.AT&T Technologies, Inc.,490 U. S. 900(1989),\nwhich grew out of a change in the way in which seniority was\ncalculated under a collective-bargaining agreement. Before 1979,\nall employees at the plant in question accrued seniority based\nsimply on years of employment at the plant. In 1979, a new\nagreement made seniority for workers in the more highly paid (and\ntraditionally male) position of “tester” depend on time spent in\nthat position alone and not in other positions in the plant.\nSeveral years later, when female testers were laid off due to low\nseniority as calculated under the new provision, they filed an EEOC\ncharge alleging that the 1979 scheme had been adopted with\ndiscriminatory intent, namely, to protect incumbent male testers\nwhen women with substantial plant seniority began to move into the\ntraditionally male tester positions.Id., at 902–903.We held that the plaintiffs’ EEOC charge was\nnot timely because it was not filed within the specified period\nafter the adoption in 1979 of the new seniority rule. We noted that\nthe plaintiffs had not alleged that the new seniority rule treated\nmen and women differently or that the rule had been applied in a\ndiscriminatory manner. Rather, their complaint was that the rule\nwas adopted originally with discriminatory intent.Id., at\n905. And as inEvansandRicks, we held that the\nEEOC charging period ran from the time when the discrete act of\nalleged intentional discrimination occurred, not from the date when\nthe effects of this practice were felt. 490 U. S., at 907–908. We\nstated:“Because the claimed invalidity of the facially\nnondiscriminatory and neutrally applied tester seniority system is\nwholly dependent on the alleged illegality of signing the\nunderlying agreement, it is the date of that signing which governs\nthe limitations period.”Id., at 911.[Footnote 2]Our most recent decision in this\narea confirms this understanding. InMorgan, we explained\nthat the statutory term “employment practice” generally refers to\n“a discrete act or single ‘occurrence’ ” that takes place at a\nparticular point in time. 536 U. S., at 110–111. We pointed to\n“termination, failure to promote, denial of transfer, [and] refusal\nto hire” as examples of such “discrete” acts, and we held that a\nTitle VII plaintiff “can only file a charge to cover discrete acts\nthat ‘occurred’ within the appropriate time period.”Id.,\nat 114.The instruction provided byEvans,Ricks,Lorance, andMorganis clear. The\nEEOC charging period is triggered when a discrete unlawful practice\ntakes place. A new violation does not occur, and a new charging\nperiod does not commence, upon the occurrence of subsequent\nnondiscriminatory acts that entail adverse effects resulting from\nthe past discrimination. But of course, if an employer engages in a\nseries of acts each of which is intentionally discriminatory, then\na fresh violation takes place when each act is committed. SeeMorgan,supra,at 113.Ledbetter’s arguments here—that the paychecks\nthat she received during the charging period and the 1998 raise\ndenial each violated Title VII and triggered a new EEOC charging\nperiod—cannot be reconciled withEvans,Ricks,Lorance, andMorgan. Ledbetter, as noted, makes\nno claim that intentionally discriminatory conduct occurred during\nthe charging period or that discriminatory decisions that occurred\nprior to that period were not communicated to her. Instead, she\nargues simply that Goodyear’s conduct during the charging period\ngave present effect to discriminatory conduct outside of that\nperiod. Brief for Petitioner 13. But current effects alone cannot\nbreathe life into prior, uncharged discrimination; as we held inEvans, such effects in themselves have “no present legal\nconsequences.” 431 U. S., at 558. Ledbetter should have filed an\nEEOC charge within 180 days after each allegedly discriminatory pay\ndecision was made and communicated to her. She did not do so, and\nthe paychecks that were issued to her during the 180 days prior to\nthe filing of her EEOC charge do not provide a basis for overcoming\nthat prior failure.In an effort to circumvent the need to prove\ndiscriminatory intent during the charging period, Ledbetter relies\non the intent associated with other decisions made by other persons\nat other times. Reply Brief for Petitioner 6 (“Intentional\ndiscrimination … occurs when … differential treatment takes place,\neven if the intent to engage in that conduct for a discriminatory\npurpose was made previously”).Ledbetter’s attempt to take the intent\nassociated with the prior pay decisions and shift it to the 1998\npay decision is unsound. It would shift intent from one act (the\nact that consummates the discriminatory employment practice) to a\nlater act that was not performed with bias or discriminatory\nmotive. The effect of this shift would be to impose liability in\nthe absence of the requisite intent.Our cases recognize this point. InEvans, for example, we did not take the airline’s\ndiscriminatory intent in 1968, when it discharged the plaintiff\nbecause of her sex, and attach that intent to its later act of\nneutrally applying its seniority rules. Similarly, inRicks, we did not take the discriminatory intent that the\ncollege allegedly possessed when it denied Ricks tenure and attach\nthat intent to its subsequent act of terminating his employment\nwhen his nonrenewable contract ran out. On the contrary, we held\nthat “the only alleged discrimination occurred—and the filing\nlimitations periods therefore commenced—at the time the tenure\ndecision was made and communicated to Ricks.” 449 U. S., at\n258.Not only would Ledbetter’s argument\neffectively eliminate the defining element of her\ndisparate-treatment claim, but it would distort Title VII’s\n“integrated, multistep enforcement procedure.”Occidental Life\nIns. Co. of Cal.v.EEOC,432 U. S. 355, 359\n(1977). We have previously noted the legislative compromises that\npreceded the enactment of Title VII,Mohasco Corp.v.Silver,447\nU. S. 807, 819–821 (1980);EEOCv.Commercial\nOffice Products Co.,486 U. S. 107, 126\n(1988) (Stevens, J., joined by Rehnquist, C. J., and Scalia,\nJ., dissenting). Respectful of the legislative process that crafted\nthis scheme, we must “give effect to the statute as enacted,”Mohasco,supra,at 819, and we have repeatedly\nrejected suggestions that we extend or truncate Congress’\ndeadlines. See,e.g.,Electrical Workersv.Robbins & Myers, Inc.,429 U. S. 229, 236–240\n(1976) (union grievance procedures do not toll EEOC filing\ndeadline);Alexanderv.Gardner-Denver Co.,415 U. S. 36,\n47–49 (1974) (arbitral decisions do not foreclose access to court\nfollowing a timely filed EEOC complaint).Statutes of limitations serve a policy of\nrepose.American Pipe & Constr. Co.v.Utah,414 U. S. 538,\n554–555 (1974). They“represent a pervasive legislative judgment that it\nis unjust to fail to put the adversary on notice to defend within a\nspecified period of time and that ‘the right to be free of stale\nclaims in time comes to prevail over the right to prosecute\nthem.’ ”United Statesv.Kubrick,444 U. S. 111, 117\n(1979) (quotingRailroad Telegraphersv.Railway\nExpress Agency, Inc.,321 U. S. 342, 349\n(1944)).The EEOC filing deadline\n“protect[s] employers from the burden of defending claims arising\nfrom employment decisions that are long past.”Ricks,supra,at 256–257. Certainly, the 180-day EEOC charging\ndeadline, 42 U. S. C. §2000e–5(e)(1), is short by any measure,\nbut “[b]y choosing what are obviously quite short deadlines,\nCongress clearly intended to encourage the prompt processing of all\ncharges of employment discrimination.”Mohasco, supra,at\n825. This short deadline reflects Congress’ strong preference for\nthe prompt resolution of employment discrimination allegations\nthrough voluntary conciliation and cooperation.Occidental Life\nIns.,supra,at 367–368;Alexander,supra,at 44.A disparate-treatment claim comprises two\nelements: an employment practice, and discriminatory intent.\nNothing in Title VII supports treating the intent element of\nLedbetter’s claim any differently from the employment practice\nelement.[Footnote 3] If\nanything, concerns regarding stale claims weigh more heavily with\nrespect to proof of the intent associated with employment practices\nthan with the practices themselves. For example, in a case such as\nthis in which the plaintiff’s claim concerns the denial of raises,\nthe employer’s challenged acts (the decisions not to increase the\nemployee’s pay at the times in question) will almost always be\ndocumented and will typically not even be in dispute. By contrast,\nthe employer’s intent is almost always disputed, and evidence\nrelating to intent may fade quickly with time. In most\ndisparate-treatment cases, much if not all of the evidence of\nintent is circumstantial. Thus, the critical issue in a case\ninvolving a long-past performance evaluation will often be whether\nthe evaluation was so far off the mark that a sufficient inference\nof discriminatory intent can be drawn. SeeWatson, 487 U.\nS., at 1004 (Blackmun, J., joined by Brennan and Marshall, JJ.,\nconcurring in part and concurring in judgment) (noting that in a\ndisparate-treatment claim, theMcDonnell Douglasfactors\nestablish discrimination by inference). See also,e.g.,Zhuangv.Datacard Corp., 414 F. 3d 849 (CA8\n2005) (rejecting inference of discrimination from performance\nevaluations);Cooperv.Southern Co., 390\nF. 3d 695, 732–733 (CA11 2004) (same). This can be a subtle\ndetermination, and the passage of time may seriously diminish the\nability of the parties and the factfinder to reconstruct what\nactually happened.[Footnote\n4]Ledbetter contends that employers would be\nprotected by the equitable doctrine of laches, but Congress plainly\ndid not think that laches was sufficient in this context. Indeed,\nCongress took a diametrically different approach, including in\nTitle VII a provision allowing only a few months in most cases to\nfile a charge with the EEOC. 42 U. S. C. §2000e–5(e)(1).Ultimately, “experience teaches that strict\nadherence to the procedural requirements specified by the\nlegislature is the best guarantee of evenhanded administration of\nthe law.”Mohasco,447 U. S., at 826. By operation of\n§§2000e–5(e)(1) and 2000e–5(f)(1), a Title VII “claim is time\nbarred if it is not filed within these time limits.”Morgan, 536 U. S., at 109;Electrical Workers,429 U. S., at 236. We therefore reject the suggestion that an\nemployment practice committed with no improper purpose and no\ndiscriminatory intent is rendered unlawful nonetheless because it\ngives some effect to an intentional discriminatory act that\noccurred outside the charging period. Ledbetter’s claim is, for\nthis reason, untimely.IIIAIn advancing her two theories\nLedbetter does not seriously contest the logic ofEvans,Ricks,Lorance, andMorganas set out\nabove, but rather argues that our decision inBazemorev.Friday,478 U. S. 385(1986)(per\ncuriam), requires different treatment of her claim because it\nrelates to pay. Ledbetter focuses specifically on our statement\nthat “[e]ach week’s paycheck that delivers less to a black than to\na similarly situated white is a wrong actionable under Title VII.”Id., at 395. She argues that inBazemorewe\nadopted a “paycheck accrual rule” under which each paycheck, even\nif not accompanied by discriminatory intent, triggers a new EEOC\ncharging period during which the complainant may properly challenge\nany prior discriminatory conduct that impacted the amount of that\npaycheck, no matter how long ago the discrimination occurred. On\nthis reading,Bazemoredispensed with the need to prove\nactual discriminatory intent in pay cases and, without giving any\nhint that it was doing so, repudiated the very different approach\ntaken previously inEvansandRicks. Ledbetter’s\ninterpretation is unsound.Bazemoreconcerned a\ndisparate-treatment pay claim brought against the North Carolina\nAgricultural Extension Service (Service). 478 U. S., at 389–390.\nService employees were originally segregated into “a white branch”\nand “a ‘Negro branch,’ ” with the latter receiving less pay,\nbut in 1965 the two branches were merged.Id., at 390–391.\nAfter Title VII was extended to public employees in 1972, black\nemployees brought suit claiming that pay disparities attributable\nto the old dual pay scale persisted.Id., at 391. The\nCourt of Appeals rejected this claim, which it interpreted to be\nthat the “ ‘discriminatory difference in salaries should have\nbeen affirmatively eliminated.’ ”Id.,at 395.This Court reversed in aper curiamopinion, 478 U. S., at 386–388, but all of the Members of the Court\njoined Justice Brennan’s separate opinion, seeid.,at 388\n(opinion concurring in part). Justice Brennan wrote:“The error of the Court of Appeals with respect to\nsalary disparities created prior to 1972 and perpetuated thereafter\nis too obvious to warrant extended discussion: that the Extension\nService discriminated with respect to salariespriorto\nthe time it was covered by Title VII does not excuse perpetuating\nthat discriminationafterthe Extension Service became\ncovered by Title VII. To hold otherwise would have the effect of\nexempting from liability those employers who were historically the\ngreatest offenders of the rights of blacks. A pattern or practice\nthat would have constituted a violation of Title VII, but for the\nfact that the statute had not yet become effective, became a\nviolation upon Title VII’s effective date, and to the extent an\nemployer continued to engage in that act or practice, it is liable\nunder that statute. While recovery may not be permitted for\npre-1972 acts of discrimination, to the extent that this\ndiscrimination was perpetuated after 1972, liability may be\nimposed.”Id., at 395 (emphasis in original).Far from adopting the approach\nthat Ledbetter advances here, this passage made a point that was\n“too obvious to warrant extended discussion,”ibid.;namely, that when an employer adopts a facially discriminatory pay\nstructure that puts some employees on a lower scale because of\nrace, the employer engages in intentional discrimination whenever\nit issues a check to one of these disfavored employees. An employer\nthat adopts and intentionally retains such a pay structure can\nsurely be regarded as intending to discriminate on the basis of\nrace as long as the structure is used.Bazemorethus is entirely consistent\nwith our prior precedents, as Justice Brennan’s opinion took care\nto point out. Noting thatEvansturned on whether\n“ ‘anypresent violationexist[ed],’ ” Justice\nBrennan stated that theBazemoreplaintiffs were alleging\nthat the defendants “ha[d] not from the date of the Act forward\nmade all their employment decisions in a wholly nondiscriminatory\nway,” 478 U. S., at 396–397, n. 6 (emphasis in original;\ninternal quotation marks and brackets omitted)–which is to say that\nthey had engaged in fresh discrimination. Justice Brennan added\nthat the Court’s “holding in no sense g[ave] legal effect to the\npre-1972 actions, but, consistent withEvans… focuse[d]\non the present salary structure, which is illegal if itis a\nmere continuation of the pre-1965 discriminatory pay\nstructure.”Id.,at 397, n. 6 (emphasis\nadded).The sentence in Justice Brennan’s opinion on\nwhich Ledbetter chiefly relies comes directly after the passage\nquoted above, and makes a similarly obvious point:“Each week’s paycheck that delivers less to a black\nthan to a similarly situated white is a wrong actionable under\nTitle VII, regardless of the fact that this pattern was begun prior\nto the effective date of Title VII.”Id., at 395.[Footnote 5]In other words, a freestanding violation may always\nbe charged within its own charging period regardless of its\nconnection to other violations. We repeated this same point more\nrecently inMorgan:“The existence of past acts and the\nemployee’s prior knowledge of their occurrence … does not bar\nemployees from filing charges about related discrete acts so long\nas the acts are independently discriminatory and charges addressing\nthose acts are themselves timely filed.” 536 U. S., at\n113.[Footnote 6] Neither of\nthese opinions stands for the proposition that an action not\ncomprising an employment practice and alleged discriminatory intent\nis separately chargeable, just because it is related to some past\nact of discrimination.Ledbetter attempts to eliminate the obvious\ninconsistencies between her interpretation ofBazemoreand\ntheEvans/Ricks/Lorance/Morganline of cases on the ground\nthat none of the latter cases involved pay raises, but the logic of\nour prior cases is fully applicable to pay cases. To takeEvansas an example, the employee there was unlawfully\nterminated; this caused her to lose seniority; and the loss of\nseniority affected her wages, among other things. 431 U. S., at\n555, n. 5 (“[S]eniority determine[s] a flight attendant’s\nwages; the duration and timing of vacations; rights to retention in\nthe event of layoffs and rights to re-employment thereafter; and\nrights to preferential selection of flight assignments”). The\nrelationship between past discrimination and adverse present\neffects was the same inEvansas it is here. Thus, the\nargument that Ledbetter urges us to accept here would necessarily\nhave commanded a different outcome inEvans.Bazemorestands for the proposition\nthat an employer violates Title VII and triggers a new EEOC\ncharging period whenever the employer issues paychecks using a\ndiscriminatory pay structure. But a new Title VII violation does\nnot occur and a new charging period is not triggered when an\nemployer issues paychecks pursuant to a system that is “facially\nnondiscriminatory and neutrally applied.”Lorance, 490 U.\nS., at 911. The fact that precharging period discrimination\nadversely affects the calculation of a neutral factor (like\nseniority) that is used in determining future pay does not mean\nthat each new paycheck constitutes a new violation and restarts the\nEEOC charging period.Because Ledbetter has not adduced evidence\nthat Goodyear initially adopted its performance-based pay system in\norder to discriminate on the basis of sex or that it later applied\nthis system to her within the charging period with any\ndiscriminatory animus,Bazemoreis of no help to her.\nRather, all Ledbetter has alleged is that Goodyear’s agents\ndiscriminated against her individually in the past and that this\ndiscrimination reduced the amount of later paychecks. Because\nLedbetter did not file timely EEOC charges relating to her\nemployer’s discriminatory pay decisions in the past, she cannot\nmaintain a suit based on that past discrimination at this time.BThe dissent also argues that pay\nclaims are different. Its principal argument is that a pay\ndiscrimination claim is like a hostile work environment claim\nbecause both types of claims are “ ‘based on the cumulative\neffect of individual acts,’ ”post, at 6–7, but this\nanalogy overlooks the critical conceptual distinction between these\ntwo types of claims. And although the dissent relies heavily onMorgan, the dissent’s argument is fundamentally\ninconsistent withMorgan’s reasoning.Morgandistinguished\nbetween “discrete” acts of discrimination and a hostile work\nenvironment. A discrete act of discrimination is an act that in\nitself “constitutes a separate actionable ‘unlawful employment\npractice’ ” and that is temporally distinct.Morgan,\n536 U. S., at 114, 117. As examples we identified “termination,\nfailure to promote, denial of transfer, or refusal to hire.”Id., at 114. A hostile work environment, on the other\nhand, typically comprises a succession of harassing acts, each of\nwhich “may not be actionable on its own.” In addition, a hostile\nwork environment claim “cannot be said to occur on any particular\nday.”Id., at 115–116. In other words, the actionable\nwrong is the environment, not the individual acts that, taken\ntogether, create the environment.[Footnote 7]Contrary to the dissent’s assertion,post, at 6–7, what Ledbetter alleged was not a single\nwrong consisting of a succession of acts. Instead, she alleged a\nseries of discrete discriminatory acts, see Brief for Petitioner\n13, 15 (arguing that payment of each paycheck constituted a\nseparate violation of Title VII), each of whichwasindependently identifiable and actionable, andMorganis\nperfectly clear that when an employee alleges “serial violations,”i.e., a series of actionable wrongs, a timely EEOC charge\nmust be filed with respect to each discrete alleged violation. 536\nU. S., at 113.While this fundamental misinterpretation ofMorganis alone sufficient to show that the dissent’s\napproach must be rejected, it should also be noted that the dissent\nis coy as to whether it would apply the same rule to all pay\ndiscrimination claims or whether it would limit the rule to cases\nlike Ledbetter’s, in which multiple discriminatory pay decisions\nare alleged. The dissent relies on the fact that Ledbetter was\nallegedly subjected to a series of discriminatory pay decisions\nover a period of time, and the dissent suggests that she did not\nrealize for some time that she had been victimized. But not all pay\ncases share these characteristics.If, as seems likely, the dissent would apply\nthe same rule in all pay cases, then, if a single discriminatory\npay decision made 20 years ago continued to affect an employee’s\npay today, the dissent would presumably hold that the employee\ncould file a timely EEOC charge today. And the dissent would\npresumably allow this even if the employee had full knowledge of\nall the circumstances relating to the 20-year-old decision at the\ntime it was made.[Footnote 8]\nThe dissent, it appears, proposes that we adopt a special rule for\npay cases based on the particular characteristics of one case that\nis certainly not representative of all pay cases and may not even\nbe typical. We refuse to take that approach.IVIn addition to the arguments\npreviously discussed, Ledbetter relies largely on analogies to\nother statutory regimes and on extrastatutory policy arguments to\nsupport her “paycheck accrual rule.”ALedbetter places significant\nweight on the EPA, which was enacted contemporaneously with Title\nVII and prohibits paying unequal wages for equal work because of\nsex. 29 U. S. C. §206(d). Stating that “the lower courts\nroutinely hear [EPA] claims challenging pay disparities that first\narose outside the limitations period,” Ledbetter suggests that we\nshould hold that Title VII is violated each time an employee\nreceives a paycheck that reflects past discrimination. Brief for\nPetitioner 34–35.The simple answer to this\nargument is that the EPA and Title VII are not the same. In\nparticular, the EPA does not require the filing of a charge with\nthe EEOC or proof of intentional discrimination. See §206(d)(1)\n(asking only whether the alleged inequality resulted from “any\nother factor other than sex”). Ledbetter originally asserted an EPA\nclaim, but that claim was dismissed by the District Court and is\nnot before us. If Ledbetter had pursued her EPA claim, she would\nnot face the Title VII obstacles that she now confronts.[Footnote 9]Ledbetter’s appeal to the Fair Labor Standards\nAct of 1938 (FLSA) is equally unavailing. Stating that it is “well\nestablished that the statute of limitations for violations of the\nminimum wage and overtime provisions of the [FLSA] runs anew with\neach paycheck,” Brief for Petitioner 35, Ledbetter urges that the\nsame should be true in a Title VII pay case. Again, however,\nLedbetter’s argument overlooks the fact that an FLSA minimum wage\nor overtime claim does not require proof of a specific intent to\ndiscriminate. See 29 U. S. C. §207 (establishing overtime\nrules); cf. §255(a) (establishing 2-year statute of limitations for\nFLSA claims, except for claims of a “willful violation,” which may\nbe commenced within 3 years).Ledbetter is on firmer ground in suggesting\nthat we look to cases arising under the National Labor Relations\nAct (NLRA) since the NLRA provided a model for Title VII’s remedial\nprovisions and, like Title VII, requires the filing of a timely\nadministrative charge (with the National Labor Relations Board)\nbefore suit may be maintained.Lorance,490 U. S., at 909;Ford Motor Co.v.EEOC,458 U. S. 219, 226, n. 8\n(1982). Cf. 29 U. S. C. §160(b) (“[N]o complaint shall issue\nbased upon any unfair labor practice occurring more than six months\nprior to the filing of the charge with the Board”).Ledbetter argues that the NLRA’s 6-month\nstatute of limitations begins anew for each paycheck reflecting a\nprior violation of the statute, but our precedents suggest\notherwise. InMachinistsv.NLRB,362 U. S. 411, 416–417\n(1960), we held that “where conduct occurring within the\nlimitations period can be charged to be an unfair labor practice\nonly through reliance on an earlier unfair labor practice[,] the\nuse of the earlier unfair labor practice [merely] serves to cloak\nwith illegality that which was otherwise lawful.” This\ninterpretation corresponds closely to our analysis inEvansandRicksand supports our holding in the\npresent case.BLedbetter, finally, makes a\nvariety of policy arguments in favor of giving the alleged victims\nof pay discrimination more time before they are required to file a\ncharge with the EEOC. Among other things, she claims that pay\ndiscrimination is harder to detect than other forms of employment\ndiscrimination.[Footnote\n10]We are not in a position to\nevaluate Ledbetter’s policy arguments, and it is not our\nprerogative to change the way in which Title VII balances the\ninterests of aggrieved employees against the interest in\nencouraging the “prompt processing of all charges of employment\ndiscrimination,”Mohasco, 447 U. S., at 825, and the\ninterest in repose.Ledbetter’s policy arguments for giving\nspecial treatment to pay claims find no support in the statute and\nare inconsistent with our precedents.[Footnote 11] We apply the statute as written, and this\nmeans that any unlawful employment practice, including those\ninvolving compensation, must be presented to the EEOC within the\nperiod prescribed by statute.*  *  *For these reasons, the judgment\nof the Court of Appeals for the Eleventh Circuit is affirmed.It is so ordered.Footnote 1The parties assume that the EEOC charging\nperiod runs backwards from the date of the questionnaire, even\nthough Ledbetter’s discriminatory pay claim was not added until the\nJuly 1998 formal charge. 421 F. 3d 1169, 1178 (CA11 2005). We\nlikewise assume for the sake of argument that the filing of the\nquestionnaire, rather than the formal charge, is the appropriate\ndate.Footnote 2AfterLorance, Congress amended\nTitle VII to cover the specific situation involved in that case.\nSee 42 U. S. C. §2000e–5(e)(2) (allowing for Title VII\nliability arising from an intentionally discriminatory seniority\nsystem both at the time of its adoption and at the time of its\napplication). The dissent attaches great significance to this\namendment, suggesting that it shows thatLorancewas\nwrongly reasoned as an initial matter.Post, at 10–12\n(opinion of Ginsburg, J.). However, the very legislative\nhistory cited by the dissent explains that this amendment and the\nother 1991 Title VII amendments “ ‘expand[ed]the\nscope of relevant civil rights statutes in order to provide\nadequate protection to victims of discrimination.’ ”Post, at 11 (emphasis added). For present purposes, what\nis most important about the amendment in question is that it\napplied only to the adoption of a discriminatory seniority system,\nnot to other types of employment discrimination.EvansandRicks, upon whichLorancerelied, 490 U. S., at\n906–908, and which employed identical reasoning, were left in\nplace, and these decisions are more than sufficient to support our\nholding today.Footnote 3Of course, there may be instances where the\nelements forming a cause of action span more than 180 days. Say,\nfor instance, an employer forms an illegal discriminatory intent\ntowards an employee but does not act on it until 181 days later.\nThe charging period would not begin to run until the employment\npractice was executed on day 181 because until that point the\nemployee had no cause of action. The act and intent had not yet\nbeen joined. Here, by contrast, Ledbetter’s cause of action was\nfully formed and present at the time that the discriminatory\nemployment actions were taken against her, at which point she could\nhave, and should have, sued.Footnote 4The dissent dismisses this concern,post, at 15–16, but this case illustrates the problems\ncreated by tardy lawsuits. Ledbetter’s claims of sex discrimination\nturned principally on the misconduct of a single Goodyear\nsupervisor, who, Ledbetter testified, retaliated against her when\nshe rejected his sexual advances during the early 1980’s, and did\nso again in the mid-1990’s when he falsified deficiency reports\nabout her work. His misconduct, Ledbetter argues, was “a principal\nbasis for [her] performance evaluation in 1997.” Brief for\nPetitioner 6; see alsoid., at 5–6, 8, 11 (stressing the\nsame supervisor’s misconduct). Yet, by the time of trial, this\nsupervisor had died and therefore could not testify. A timely\ncharge might have permitted his evidence to be weighed\ncontemporaneously.Footnote 5That the focus inBazemorewas on a\ncurrent violation, not the carrying forward of a past act of\ndiscrimination, was made clearly by the side opinion in the Court\nof Appeals:“[T]he majority holds, in effect, that because the pattern of\ndiscriminatory salaries here challenged originated before\napplicable provisions of the Civil Rights Act made their payment\nillegal, any ‘lingering effects’ of that earlier pattern cannot\n(presumably on an indefinitely maintained basis) be considered in\nassessing a challenge to post-act continuation of that pattern.“HazelwoodandEvansindeed\nmade it clear that an employer cannot be found liable, or\nsanctioned with remedy, for employment decisions made before they\nwere declared illegal or as to which the claimant has lost any\nright of action by lapse of time. For this reason it is generally\ntrue that, as the catch-phrase has it, Title VII imposed ‘no\nobligation to catch-up,’ i.e., affirmatively to remedy present\neffects of pre-Act discrimination, whether in composing a work\nforce or otherwise. But those cases cannot be thought to insulate\nemployment decisions that presently are illegal on the basis that\nat one timecomparabledecisions were legal when made by\nthe particular employer. It is therefore one thing to say that an\nemployer who upon the effective date of Title VII finds itself with\na racially unbalanced work-force need not act affirmatively to\nredress the balance; and quite another to say that it may also\ncontinue to make discriminatory hiring decisions because it was by\nthat means that its present work force was composed. It may not, in\nshort, under theHazelwood/Evansprinciple continue\npractices now violative simply because at one time they were not.”Bazemorev.Friday,751 F. 2d 662, 695–696\n(CA4 1984) (Phillips, J., concurring in part and dissenting in\npart) (emphasis in original; footnotes omitted).Footnote 6The briefs filed with this Court inBazemorev.Friday,478 U. S. 385(1986)(per\ncuriam),further elucidate the point. The petitioners\ndescribed the Service’s conduct as “[t]he continued use of a\nracially explicit base wage.” Brief for Petitioner Bazemore\net al. inBazemorev.Friday,O. T.\n1985, No. 85–93, p. 33. The United States’ brief also properly\ndistinguished the commission of a discrete discriminatory act with\ncontinuing adverse results from the intentional carrying forward of\na discriminatory pay system. Brief for Federal Petitioners inBazemorev.Friday,O. T. 1984, Nos. 85–93\nand 85–428, p. 17. This case involves the former, not the\nlatter.Footnote 7Moreover, the proposed hostile salary\nenvironment claim would go far beyondMorgan’s limits.Morganstill required at least some of the\ndiscriminatorily-motivated acts predicate to a hostile work\nenvironment claim to occur within the charging period. 536 U. S.,\nat 117 (“Provided thatan act contributing to the claim occurs\nwithin the filing period, the entire time period of the\nhostile environment may be considered by a court” (emphasis\nadded)). But the dissent would permit claims where no one acted in\nany way with an improper motive during the charging period.Post, at 7, 16.Footnote 8The dissent admits as much, responding only\nthat an employer could resort to equitable doctrines such as\nlaches.Post, at 16. But first, as we have noted, Congress\nhas already determined that defense to be insufficient.Supra, at 13. Second, it is far from clear that a suit\nfiled under the dissent’s theory, alleging that a paycheck paid\nrecently within the charging period was itself a freestanding\nviolation of Title VII because it reflected the effects of\n20-year-old discrimination, would even be barred by laches.Footnote 9The Magistrate Judge recommended dismissal of\nLedbetter’s EPA claim on the ground that Goodyear had demonstrated\nthat the pay disparity resulted from Ledbetter’s consistently weak\nperformance, not her sex. App. to Pet. for Cert. 71a–77a. The\nMagistrate Judge also recommended dismissing the Title VII\ndisparate-pay claim on the same basis.Id., at 65a–69a.\nLedbetter objected to the Magistrate Judge’s disposition of the\nTitle VII and EPA claims, arguing that the Magistrate Judge had\nimproperly resolved a disputed factual issue. See Plaintiff’s\nObjections to Magistrate Judge’s Report and Recommendation, 1\nRecord in No. 03–15246–G (CA11), Doc. 32. The District Court\nsustained this objection as to the “disparate pay” claim, but\nwithout specifically mentioning the EPA claim, which had been\ndismissed by the Magistrate Judge on the same basis. See App. to\nPet. for Cert. 43a–44a. While the record is not entirely clear, it\nappears that at this point Ledbetter elected to abandon her EPA\nclaim, proceeding to trial with only the Title VII disparate-pay\nclaim, thus giving rise to the dispute the Court must now\nresolve.Footnote 10We have previously declined to address\nwhether Title VII suits are amenable to a discovery rule.National Railroad Passenger Corporationv.Morgan,536 U. S. 101, 114, n. 7 (2002).\nBecause Ledbetter does not argue that such a rule would change the\noutcome in her case, we have no occasion to address this issue.Footnote 11Ledbetter argues that the EEOC’s endorsement\nof her approach in its Compliance Manual and in administrative\nadjudications merits deference. But we have previously declined to\nextendChevrondeference to the Compliance Manual,Morgan, supra, at 111, n. 6, and similarly decline to\ndefer to the EEOC’s adjudicatory positions. The EEOC’s views in\nquestion are based on its misreading ofBazemore. See,e.g.,Amftv.Mineta, No. 07A40116, 2006\nWL 985183, *5 (EEOC Office of Fed. Operations, Apr. 6, 2006);Albrittonv.Postmaster General, No. 01A44063,\n2004 WL 2983682, *2 (EEOC Office of Fed. Operations, Dec. 17,\n2004). Agencies have no special claim to deference in their\ninterpretation of our decisions.Renov.Bossier\nParish School Bd.,528 U. S. 320, 336, n. 5\n(2000). Nor do we see reasonable ambiguity in the statute itself,\nwhich makes no distinction between compensation and other sorts of\nclaims and which clearly requires that discrete employment actions\nalleged to be unlawful be motivated “because of such individual’s …\nsex.” 42 U. S. C. §2000e–a(a)(1).",
    "joined": []
}