{
    "case": {
        "docket": "15-6092",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-6092/"
    },
    "id": "3589825",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–6092_________________RICHARD MATHIS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 23, 2016]Justice Alito, dissenting.Sabine Moreau lives in Solre-sur-Sambre, a town\nin Belgium located 38 miles south of Brussels. One day she set out\nin her car to pick up a friend at the Brussels train station, a\ntrip that should have taken under an hour. She programmed her GPS\nand headed off. Although the GPS sent her south, not north, she\napparently thought nothing of it. She dutifully stayed on the\nprescribed course. Nor was she deterred when she saw road signs in\nGerman for Cologne, Aachen, and Frankfurt. “I asked myself no\nquestions,” she later recounted. “I kept my foot down.”[1]Hours passed. After crossing through Germany,\nshe entered Austria. Twice she stopped to refuel her car. She was\ninvolved in a minor traffic accident. When she tired, she pulled\nover and slept in her car. She crossed the Alps, drove through\nSlovenia, entered Croatia, and finally arrived in Zagreb—two days\nand 900 miles after leaving her home. Either she had not properly\nset her GPS or the device had malfunctioned. But Ms. Moreau\napparently refused to entertain that thought until she arrived in\nthe Croatian capital. Only then, she told reporters, did she\nrealize that she had gone off course, and she called home, where\nthe police were investigating her disappearance.Twenty-six years ago, inTaylorv.United States, 495 U. S. 575, 602 (1990) , this Court\nset out on a journey like Ms. Moreau’s. Our task inTaylor,\nlike Ms. Moreau’s short trip to the train station, might not seem\nvery difficult—determining when a conviction for burglary counts as\na prior conviction for burglary under the Armed Career Criminal Act\n(ACCA), 18 U. S. C. §924(e). But things have not worked\nout that way.Congress enacted ACCA to ensure that violent\nrepeat criminal offenders could be subject to enhanced\npenalties—that is, longer prison sentences—in a fair and uniform\nway across States with myriad criminal laws. SeeDescampsv.United States, 570 U. S. ___, ___–___ (2013) (Alito,\nJ., dissenting) (slip op., at 13–14). ACCA calls for an enhanced\nsentence when a defendant, who has three or more prior convictions\nfor a “violent felony,” is found guilty of possession of a firearm.\n§924(e)(1). And ACCA provides that the term “violent felony” means,\namong other things, “any crime punishable by imprisonment for a\nterm exceeding one year . . . that . . . is\nburglary.” §924(e)(2)(B). In other words, “burglary” = “violent\nfelony.”While this language might seem straightforward,Taylorintroduced two complications. First,Taylorheld that “burglary” under ACCA means offenses that have the\nelements of what the Court called “generic” burglary, defined as\nunlawfully entering or remaining in a building or structure with\nthe intent to commit a crime. 495 U. S., at 598. This\ndefinition is broader than that of the common law but does not\ninclude every offense that States have labeled burglary, such as\nthe burglary of a boat or vehicle. Second,Taylorand\nsubsequent cases have limited the ability of sentencing judges to\nexamine the record in prior cases for the purpose of determining\nwhether the convictions in those cases were for “generic burglary.”\nSee,e.g., Shepardv.United States, 544 U. S.\n13, 26 (2005) . We have called this the “modified categorical\napproach.”Descamps,supra, at ___–___ (slip op., at\n1–2).Programmed in this way, the Court set out on a\ncourse that has increasingly led to results that Congress could not\nhave intended.[2] And finally,\nthe Court arrives at today’s decision, the upshot of which is that\nall burglary convictions in a great many States may be disqualified\nfrom counting as predicate offenses under ACCA. This conclusion\nshould set off a warning bell. Congress indisputably wanted\nburglary to count under ACCA; our course has led us to the\nconclusion that, in many States, no burglary conviction will count;\nmaybe we made a wrong turn at some point (or perhaps the Court is\nguided by a malfunctioning navigator). But the Court is unperturbed\nby its anomalous result. Serenely chanting its mantra, “Elements,”\nseeante, at 8, the Court keeps its foot down and drives\non.The Court’s approach calls for sentencing judges\nto delve into pointless abstract questions. InDescamps, the\nCourt gave sentencing judges the assignment of determining whether\na state statute is “divisible.” See 570 U. S., at ___ (slip\nop., at 23). When I warned that this novel inquiry would prove to\nbe difficult, the opinion of the Court brushed off that concern,\nseeid.,at ___ (slip op., at 8–9, n. 2) (“[W]e can see\nno real-world reason to worry”). But lower court judges, who must\nregularly grapple with the modified categorical approach, struggled\nto understandDescamps. CompareRendonv.Holder, 764 F. 3d 1077, 1084–1090 (CA9 2014) (panel\nopinion), with 782 F. 3d 466, 466–473 (CA9 2015) (eight judges\ndissenting from denial of reh’g en banc), andid.,at\n473–474 (Kozinski, J., dissenting from denial of reh’g en banc).\nNow the Court tells them they must decide whether entering or\nremaining in a building is an “element” of committing a crime or\nmerely a “means” of doing so. I wish them good luck.The distinction between an “element” and a\n“means” is important in a very different context: The requisite\nnumber of jurors (all 12 in most jurisdictions) must agree that a\ndefendant committed each element of an offense, but the jurors need\nnot agree on the means by which an element was committed. So if\nentering or remainingin a buildingis an element, the\njurors must agree that the defendant entered or remained in abuildingand not, say, a boat. But if the element is\nentering or remaining within one of a list of places specified in\nthe statute (say, building, boat, vehicle, tent), then entering or\nremaining in a building is simply a means. Jurors do not need to\nagree on the means by which an offense is committed, and therefore\nwhether a defendant illegally entered a building or a boat would\nnot matter for purposes of obtaining a conviction.In the real world, there are not many cases in\nwhich the state courts are required to decide whether jurors in a\nburglary case must agree on the building vs. boat issue, so the\nquestion whether buildings and boats are elements or means does not\noften arise. As a result, state-court cases on the question are\nrare. The Government has surveyed all the state burglary statutes\nand has found only one—Iowa, the State in which petitioner was\nconvicted for burglary—in which the status of the places covered as\nelements or means is revealed. See Brief for United States 43, and\nn. 13. Petitioner’s attorneys have not cited a similar\ndecision from any other State.How, then, are federal judges sentencing under\nACCA to make the element/means determination? The Court writes:\n“This threshold inquiry—elements or means?—is easy in this case, as\nit will be in many others.”Ante, at 17. Really?[3] The determination is easy in this\ncase only because the fortified legal team that took over\npetitioner’s representation after this Court granted review found\nan Iowa case on point, but this discovery does not seem to have\nbeen made until the preparation of the brief filed in this Court.\nBrief for United States 43, and n. 13. “Petitioner’s belated\nidentification of a relevant state decision confirms that the task\nis not an easy one.”Ibid. And that is not the worst of it.\nAlthough many States have bur-glary statutes like Iowa’s that apply\nto the burglary of places other than a building, neither the\nGovernment nor petitioner has found a single case in any of these\njurisdictions resolving the question whether the place burglarized\nis an element or a means.The Court assures the federal district judges\nwho must apply ACCA that they do not need such state-court\ndecisions, that it will be easy for federal judges to predict how\nstate courts would resolve this question if it was ever presented\nto them.Ante, at 16–18. But the Court has not shown how\nthis can be done. The Government’s brief cites numerous state\nstatutes like Iowa’s. Brief for United States 42, n. 12. If this\ntask is so easy, let the Court pick a few of those States and give\nthe lower court judges a demonstration.Picking up an argument tossed off by Judge\nKozinski, the Court argues that a federal sentencing judge can get\na sense of whether the places covered by a state burglary statute\nare separate elements or means by examining the charging document.Ante, at 17–18 (citingRendon,supra, at\n473–474 (Kozinski, J., dissenting from denial of reh’g en banc)).\nIf, for example, the charging document alleges that the defendant\nburglarized a house, that is a clue, according to the Court, that\n“house” is an element. Seeibid. I pointed out the problem\nwith this argument inDescamps. See 570 U. S., at\n___–___ (dissenting opinion) (slip op., at 13–14). State rules and\npractices regarding the wording of charging documents differ, and\njust because something is specifically alleged in such a document,\nit does not follow that this item is an element and not just a\nmeans. Seeibid.The present case illustrates my point.\nPetitioner has five prior burglary convictions in Iowa. In Iowa,\nthe places covered are “means.” Seeante, at 13. Yet the\ncharging documents in all these cases set out the specific places\nthat petitioner burglarized—a “house and garage,” a “garage,” a\n“machine shed,” and a “storage shed.” See Brief for Petitioner\n9.A real-world approach would avoid the mess that\ntoday’s decision will produce. Allow a sentencing court to take a\nlook at the record in the earlier case to see if the place that was\nburglarized was a building or something else. If the record is lost\nor inconclusive, the court could refuse to count the conviction.\nBut where it is perfectly clear that a building was burglarized,\ncount the conviction.The majority disdains such practicality, and as\na result it refuses to allow a burglary conviction to be counted\neven when the record makes it clear beyond any possible doubt that\nthe defendant committed generic burglary. Consider this\nhypothetical case. Suppose that a defendant wishes to plead guilty\nto burglary, and the following occurs in open court on the record\nat the time of the plea:PROSECUTOR: I am informed that the defendant\nwishes to plead guilty to the charge set out in the complaint,\nnamely, “on June 27, 2016, he broke into a house at 10 Main Street\nwith the intent to commit larceny.”DEFENSE COUNSEL: That is correct.COURT: Mr. Defendant, what did you do?DEFENDANT: I broke into a house to steal money\nand jewelry.COURT: Was that the house at 10 Main St.?DEFENDANT: That’s it.COURT: Now, are you sure about that? I mean,\nare you sure that 10 Main St. is a house? Could it have actually\nbeen a boat?DEFENDANT: No, it was a house. I climbed in\nthrough a window on the second floor.COURT: Well, there are yachts that have\nmultiple decks. Are you sure it is not a yacht?DEFENDANT: It’s a little house.PROSECUTOR: Your Honor, here is a photo of the\nhouse.COURT: Give the defendant the photo. Mr.\nDefendant, is this the place you burglarized?DEFENDANT: Yes, like I said.COURT: Could it once have been a boat? Maybe it\nwas originally a house boat and was later attached to the ground.\nWhat about that?DEFENSE COUNSEL: Your honor, we stipulate that\nit is not a boat.COURT: Well, could it be a vehicle?DEFENDANT: No, like I said, it’s a house. It\ndoesn’t have any wheels.COURT: There are trailers that aren’t on\nwheels.DEFENSE COUNSEL: Your Honor, my client wants to\nplead guilty to burglarizing the house at 10 Main St.PROSECUTOR: Your Honor, if necessary I will\ncall the owners, Mr. and Mrs. Landlubbers-Stationary. They have\nlived there for 40 years. They will testify that it is a building.\nI also have the town’s tax records. The house has been at that\nlocation since it was built in 1926. It hasn’t moved.COURT: What do you say, defense counsel? Are\nthose records accurate?DEFENSE COUNSEL: Yes, we so stipulate. Again,\nmy client wishes to plead guilty to the burglary of a house. He\nwants to take responsibility for what he did, and as to sentencing,\n. . . .COURT: We’ll get to that later. Mr. Defendant,\nwhat do you say? Is 10 Main St. possibly a vehicle?DEFENDANT: Your Honor, I admit I burglarized a\nhouse. It was not a car or truck.COURT: Well, alright. But could it possibly be\na tent?DEFENDANT: No, it’s made of brick. I scraped my\nknee on the brick climbing up.COURT: OK, I just want to be sure.As the Court sees things, none of this would be\nenough. Real-world facts are irrelevant. For aficionados of\npointless formalism, today’s decision is a wonder, the veritablene plus ultraof the genre.[4]Along the way fromTaylorto the present\ncase, there have been signs that the Court was off course and\nopportunities to alter its course. Now the Court has reached the\nlegal equivalent of Ms. Moreau’s Zagreb. But the Court, unlike Ms.\nMoreau, is determined to stay the course and continue on, traveling\neven further away from the in-tended destination. Who knows when,\nif ever, the Court will call home.Notes1For accounts of the\njourney, see,e.g.,Waterfield, GPS Failure Leaves Belgian\nWoman in Zagreb Two Days Later, The Telegraph (Jan. 13, 2013),\nonline at\nhttp://www.telegraph.co.uk/news/worldnews/europe/belgium/9798779/GPS-failure-leaves-Belgian-woman-in-Zagreb-two-days-later.html\n(all Internet materials as last visited June 22, 2016); Grenoble,\nSabine Moreau, Belgian Woman, Drives 900 Miles Off 90-Mile Route\nBecause of GPS Error, Huffington Post (Jan. 15, 2013), online at\nhttp://www.huffingtonpost.com/2013/01/15/sabine-moreau-gps-belgium-croatia-900-miles_n_2475220.html;\nMalm, Belgian Woman Blindly Drove 900 Miles Across Europe As She\nFollowed Broken GPS Instead Of 38-Miles To The Station, Daily Mail,\n(Jan. 14, 2013), online at\nhttp://www.dailymail.co.uk/news/article-2262149 / Belgian-woman-67-picking-friend-railway-station-ends-Zagreb-900-miles-away-satnav-disaster.html.2InDescampsv.United States, 570 U. S. ___ (2013), the decision meant\nthat no California burglary conviction counts under ACCA. Seeid., at ___ (Alito, J., dissenting) (slip op., at 14). InMoncrieffev.Holder, 569 U. S. ___ (2013),\nwhere the Court took a similar approach in interpreting a provision\nof the immigration laws, the Court came to the conclusion that\nconvictions in about half the states for even very large scale\nmarijuana trafficking do not count as “illicit trafficking in a\ncontrolled substance” under a provision of the immigration laws.Id.,at ___ (Alito, J., dissenting) (slip op., at\n9).3InRendonv.Holder, 782 F. 3d 466, 466–473 (CA9 2014) (dissent from\ndenial of rehearing), eight circuit judges addressed the question\nof the difficulty of this determination. They described it as “a\nnotoriously uncertain inquiry” that will lead to “uncertain\nresults.”Id.,at 471.4The Court claims that\nthere are three good reasons for its holding, but as I explained inDescamps, none is substantial. The Court’s holding is not\nrequired by ACCA’s text or by the Sixth Amendment, and the\nalternative real-world approach would be fair to defendants. See\n570 U. S., at ___, ___–___ (Alito, J., dissenting) (slip op.,\nat 4, 9–11).",
    "joined": []
}