{
    "case": {
        "docket": "19-431",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-431/"
    },
    "id": "4270874",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–431 and 19–454_________________LITTLE SISTERS OF THE POOR SAINTS PETER\nAND PAUL HOME, PETITIONER19–431v.PENNSYLVANIA, et al.DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS19–454v.PENNSYLVANIA, et al.on writs of certiorari to the united states\ncourt of appeals for the third circuit[July 8, 2020]Justice Alito, with whom Justice Gorsuch\njoins, concurring.In these cases, the Court of Appeals held, among\nother things, (1) that the Little Sisters of the Poor lacked\nstanding to appeal, (2) that the Affordable Care Act (ACA) does not\npermit any exemptions from the so-called contraceptive mandate, (3)\nthat the Departments responsible for issuing the challenged\nrule[1] violated the\nAdministrative Procedure Act (APA) by failing to provide notice of\nproposed rulemaking, and (4) that the final rule creating the\ncurrent exemptions is invalid because the Departments did not have\nan open mind when they considered comments to the rule. Based on\nthis analysis, the Court of Appeals affirmed the nationwide\ninjunction issued by the District Court.This Court now concludes that all the holdings\nlisted above were erroneous, and I join the opinion of the Court in\nfull. We now send these cases back to the lower courts, where the\nCommonwealth of Pennsylvania and the State of New Jersey are all\nbut certain to pursue their argument that the current rule is\nflawed on yet another ground, namely, that it is arbitrary and\ncapricious and thus violates the APA. This will prolong the legal\nbattle in which the Little Sisters have now been engaged for seven\nyears—even though during all this time no employee of the Little\nSisters has come forward with an objection to the Little Sisters’\nconduct.I understand the Court’s desire to decide no\nmore than is strictly necessary, but under the circumstances here,\nI would decide one additional question: whether the Court of\nAppeals erred in holding that the Religious Freedom Restoration Act\n(RFRA), 42 U. S. C. §§2000bb–2000bb–4, does not compel\nthe religious exemption granted by the current rule. If RFRA\nrequires this exemption, the Departments did not act in an\narbitrary and capricious manner in granting it. And in my judgment,\nRFRA compels an exemption for the Little Sisters and any other\nemployer with a similar objection to what has been called the\naccommodation to the contraceptive mandate.IBecause the contraceptive mandate has been\nrepeatedly modified, a brief recapitulation of this history may be\nhelpful. The ACA itself did not require that insurance plans\ninclude coverage for contraceptives. Instead, the Act provided that\nplans must cover those preventive services found to be appropriate\nby the Health Resources and Services Administration (HRSA), an\nagency of the Department of Health and Human Services. 42\nU. S. C. §300gg–13(a)(4). In 2011, HRSA recommended that\nplans be required to cover “ ‘[a]ll . . .\ncontraceptive methods’ ” approved by the Food and Drug\nAdministration. 77 Fed. Reg. 8725 (2012). (I will use the term\n“contraceptive mandate” or simply “mandate” to refer to the\nobligation to provide coverage for contraceptives under any of the\nvarious regimes that have existed since the promulgation of this\noriginal rule.) At the direction of the relevant Departments, HRSA\nsimultaneously created an exemption from the mandate for “churches,\ntheir integrated auxiliaries, and conventions or associations of\nchurches,” as well as “the exclusively religious activities of any\nreligious order.” 76 Fed. Reg. 46623 (2011); see 77 Fed. Reg. 8726.\n(I will call this the “church exemption.”) This narrow exemption\nwas met with strong objections on the ground that it furnished\ninsufficient protection for religious groups opposed to the use of\nsome or all of the listed contraceptives.The Departments responded by issuing a new\nregulation that created an accommodation for certain religious\nnon-profit employers. See 78 Fed. Reg. 39892–39898 (2013). (I will\ncall this the “accommodation.”) Under this accommodation, a covered\nemployer could certify its objection to its insurer (or, if its\nplan was self-funded, to its third-party plan administrator), and\nthe insurer or third-party administrator would then proceed to\nprovide contraceptive coverage to the objecting entity’s employees.\nUnlike the earlier church exemption, the accommodation did not\nexempt these religious employers from the contraceptive mandate,\nbut the Departments construed invocation of the accommodation as\ncompliance with the mandate.Meanwhile, the contraceptive mandate was\nchallenged by various employers who had religious objections to\nproviding coverage for at least some of the listed contraceptives\nbut were not covered by the church exemption or the accommodation.\nInBurwellv.Hobby Lobby Stores, Inc.,573 U.S.\n682(2014), we held that RFRA prohibited the application of the\nregulation to closely held, for-profit corporations that fell into\nthis category. The Departments responded by issuing a new\nregulation that attempted to codify our holding by allowing\nclosely-held corporations to utilize the accommodation. See 80 Fed.\nReg. 41343–41347 (2015).[2]Although this modification solved one RFRA\nproblem, the contraceptive mandate was still objectionable to some\nreligious employers, including the Little Sisters. We considered\nthose objections inZubikv.Burwell, 578 U. S.\n___ (2016) (per curiam), but instead of resolving the\nlegal dispute, we vacated the decisions below and remanded,\ninstructing the parties to attempt to come to an agreement.\nUnfortunately, after strenuous efforts, the outgoing administration\nreported on January 9, 2017, that no reconciliation could be\nreached.[3] The Little Sisters\nand other employers objected to engaging in any conduct that had\nthe effect of making contraceptives available to their employees\nunder their insurance plans, and no way of providing such coverage\nto their employees without using their plans could be found.In 2017, the new administration took up the task\nof attempting to find a solution. After receiving more than 56,000\ncomments, it issued the rule now before us, which made the church\nexemption available to non-governmental employers who object to the\nprovision of some or all contraceptive services based on sincerely\nheld religious beliefs.[4] 45\nCFR §147.132 (2019); see 83 Fed. Reg. 57540, 57590. (The “religious\nexemption.”) The Court of Appeals, as noted, held that RFRA did not\nrequire this new rule.IIARFRA broadly prohibits the Federal Government\nfrom violating religious liberty. See 42 U. S. C.\n§2000bb–1(a). It applies to every “branch, department, agency,\n[and] instrumentality” of the Federal Government, as well as any\n“person acting under the color of ” federal law. §2000bb–2(1).\nAnd this prohibition applies to the “implementation” of federal\nlaw. §2000bb–3(a). Thus, unless the ACA or some other subsequently\nenacted statute made RFRA inapplicable to the contraceptive\nmandate, the Departments responsible for administering that mandate\nare obligated to do so in a manner that complies with RFRA.No provision of the ACA abrogates RFRA, and our\ndecision inHobby Lobby, 573 U. S., at 736, established\nthat application of the contraceptive mandate must conform to\nRFRA’s demands. Thus, it was incumbent on the Departments to ensure\nthat the rules implementing the mandate were consistent with RFRA,\nas interpreted in our decision.BUnder RFRA, the Federal Government may not\n“substantially burden a person’s exercise of religion even if the\nburden results from a rule of general applicability,” unless it\n“demonstrates that application of the burden to the person—(1) is\nin furtherance of a compelling governmental interest; and (2) is\nthe least restrictive means of furthering that compelling\ngovernmental interest.” §§2000bb–1(a)–(b). Applying RFRA to the\ncontraceptive mandate thus presents three questions. First, would\nthe mandate substantially burden an employer’s exercise of\nreligion? Second, if the mandate would impose such a burden, would\nit nevertheless serve a “compelling interest”? And third, if it\nserves such an interest, would it represent “the least restrictive\nmeans of furthering” that interest?Substantial burden. Under our decision inHobby Lobby, requiring the Little Sisters or any other\nemployer with a similar religious objection to comply with the\nmandate would impose a substantial burden. Our analysis of this\nquestion inHobby Lobbycan be separated into two parts.\nFirst, would non-compliance have substantial adverse practical\nconsequences? 573 U. S., at 720–723. Second, would compliance\ncause the objecting party to violate its religious beliefs,as\nit sincerely understands them?Id., at 723–726.The answer to the first question is\nindisputable. If a covered employer does not comply with the\nmandate (by providing contraceptive coverage or invoking the\naccommodation), it faces penalties of $100 per day for each of its\nemployees. 26 U. S. C. §4980D(b)(1). “And if the employer\ndecides to stop providing health insurance altogether and at least\none full-time employee enrolls in a health plan and qualifies for a\nsubsidy on one of the government-run ACA exchanges, the employer\nmust pay $2,000 per year for each of its full-time employees.\n§§4980H(a), (c)(1).” 573 U. S., at 697. InHobby Lobby,\nwe found these “severe” financial consequences sufficient to show\nthat the practical effect of non-compliance would be\n“substantial.”[5]Id.,\nat 720.Our answer to the second question was also\nperfectly clear. If an employer has a religious objection to the\nuse of a covered contraceptive, and if the employer has a sincere\nreligious belief that compliance with the mandate makes it\ncomplicit in that conduct, then RFRA requires that the belief be\nhonored.Id., at 724–725. We noted that the objection raised\nby the employers inHobby Lobby“implicate[d] a difficult\nand important question of religion and moral philosophy, namely,\nthe circumstances under which it is wrong for a person to perform\nan act that is innocent in itself but that has the effect of\nenabling or facilitating the commission of an immoral act by\nanother.”Id., at 724. We noted that different individuals\nhave different beliefs on this question, but we were clear that\n“federal courts have no business addressing . . . whether\nthe religious belief asserted in a RFRA case is reasonable.”Ibid.Instead, the “function” of a court is\n“ ‘narrow’ ”: “ ‘to determine’ whether the line\ndrawn reflects ‘an honest conviction.’ ”Id., at 725\n(quotingThomasv.Review Bd. of Ind. Employment Security\nDiv.,450 U.S.\n707, 716 (1981)).Applying this holding to the Little Sisters\nyields an obvious answer. It is undisputed that the Little Sisters\nhave a sincere religious objection to the use of contraceptives and\nthat they also have a sincere religious belief that utilizing the\naccommodation would make them complicit in this conduct. As inHobby Lobby, “it is not for us to say that their religious\nbeliefs are mistaken or insubstantial.” 573 U. S., at 725.In reaching a contrary conclusion, the Court of\nAppeals adopted the reasoning of a prior Third Circuit decision\nholding that “ ‘the submission of the self-certification\nform’ ” required by the mandate would not “ ‘trigger or\nfacilitate the provision of contraceptive coverage’ ” and\nwould not make the Little Sisters “ ‘ “complicit” in the\nprovision’ ” of objected-to services. 930 F.3d 543, 573 (2019)\n(quotingGeneva Collegev.Secretary of U. S. Dept.\nof Health and Human Servs., 778 F.3d 422, 437–438 (CA3 2015),\nvacated and remandedsub nom.Zubik, 578\nU. S. ___).The position taken by the Third Circuit was\nsimilar to that of the Government whenZubikwas before us.\nOpposing the position taken by the Little Sisters and others, the\nGovernment argued that what the accommodation required was not\nmaterially different from simply asking that an objecting party opt\nout of providing contraceptive coverage with the knowledge that by\ndoing so it would cause a third party to provide that coverage.\nAccording to the Government, everything that occurred following the\nopt-out was a result of governmental action.[6]Petitioners disagreed. Their concern was not\nwith notifying the Government that they wished to be exempted from\ncomplying with the mandateper se,[7] but they objected to two requirements that they\nsincerely believe would make them complicit in conduct they find\nimmoral. First, they took strong exception to the requirement that\nthey maintain and pay for a plan under which coverage for\ncontraceptives would be provided. As they explained, if they “were\nwilling to incur ruinous penalties by dropping their health plans,\ntheir insurance companies would have no authority or obligation to\nprovide or procure the objectionable coverage for [their] plan\nbeneficiaries.”[8] Second, they\nalso objected to submission of the self-certification form required\nby the accommodation because without that certification their plan\ncould not be used to provide contraceptive coverage.[9] At bottom, then, the Government and the\nreligious objectors disagreed about the relationship between what\nthe accommodation demanded and the provision of contraceptive\ncoverage.Our remand inZubikput these two\nconflicting interpretations to the test. In response to our request\nfor supplemental briefing, petitioners explained their position in\nthe following terms. “[T]heir religious exercise” would not be\n“infringed” if they did not have to do anything “ ‘more than\ncontract for a plan that does not include coverage for some or all\nforms of contraception,’ even if their employees receive[d]\ncost-free contraceptive coverage from the same insurance company.”\n578 U. S., at ___ (slip op., at 3). At the time, the\nGovernment thought that it might be possible to achieve this result\nunder the ACA,ibid., but subsequent attempts to find a way\nto do this failed. After great effort, the Government was forced to\nconclude that it was “not aware of the authority, or of a practical\nmechanism,” for providing contraceptive coverage “specifically to\npersons covered by an objecting employer, other than by using the\nemployer’s plan, issuer, or third party administrator.” 83 Fed.\nReg. 57545–57546.The inescapable bottom line is that the\naccommodation demanded that parties like the Little Sisters engage\nin conduct that was a necessary cause of the ultimate conduct to\nwhich they had strong religious objections. Their situation was the\nsame as that of the conscientious objector inThomas, 450\nU. S., at 715, who refused to participate in the manufacture\nof tanks but did not object to assisting in the production of steel\nused to make the tanks. Where to draw the line in a chain of\ncausation that leads to objectionable conduct is a difficult moral\nquestion, and our cases have made it clear that courts cannot\noverride the sincere religious beliefs of an objecting party on\nthat question. SeeHobby Lobby, 573 U. S., at 723–726;Thomas, 450 U. S., at 715–716.For these reasons, the contraceptive mandate\nimposes a substantial burden on any employer who, like the Little\nSisters, has a sincere religious objection to the use of a listed\ncontraceptive and a sincere religious belief that compliance with\nthe mandate (through the accommodation or otherwise) makes it\ncomplicit in the provision to the employer’s workers of a\ncontraceptive to which the employer has a religious objection.Compelling interest. InHobby\nLobby, the Government asserted and we assumed for the sake of\nargument that the Government had a compelling interest in “ensuring\nthat all women have access to all FDA-approved contraceptives\nwithout cost sharing.” 573 U. S., at 727. Now, the Government\nconcedes that it lacks a compelling interest in providing such\naccess, Reply Brief in No. 19–454, p. 10, and this time, the\nGovernment is correct.In order to show that it has a “compelling\ninterest” within the meaning of RFRA, the Government must clear a\nhigh bar. InSherbertv.Verner,374 U.S.\n398(1963), the decision that provides the foundation for the\nrule codified in RFRA, we said that “ ‘[o]nly the gravest\nabuses, endangering paramount interest’ ” could “ ‘give\noccasion for [a] permissible limitation’ ” on the free\nexercise of religion.Id., at 406. Thus, in order to\nestablish that it has a “compelling interest” in providing free\ncontraceptives to all women, the Government would have to show that\nit would commit one of “the gravest abuses” of its responsibilities\nif it did not furnish free contraceptives to all women.If we were required to exercise our own judgment\non the question whether the Government has an obligation to provide\nfree contraceptives to all women, we would have to take sides in\nthe great national debate about whether the Government should\nprovide free and comprehensive medical care for all. Entering that\npolicy debate would be inconsistent with our proper role, and RFRA\ndoes not call on us to express a view on that issue. We can answer\nthe compelling interest question simply by asking whetherCongresshas treated the provision of free contraceptives to\nall women as a compelling interest.“ ‘[A] law cannot be regarded as protecting\nan interest “of the highest order” . . . when it leaves\nappreciable damage to that supposedly vital interest\nunprohibited.’ ”Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 547 (1993). Thus, in considering whether Congress has\nmanifested the view that it has a compelling interest in providing\nfree contraceptives to all women, we must take into account\n“exceptions” to this asserted “ ‘rule of general\napplicability.’ ”Gonzalesv.O Centro\nEspírita Beneficente União do Vegetal,546\nU.S. 418, 436 (2006) (quoting §2000bb–1(a)). And here, there\nare exceptions aplenty. The ACA—which fails to ensure that millions\nof women have access to free contraceptives—unmistakably shows that\nCongress, at least to date, has not regarded this interest as\ncompelling.First, the ACA does not provide contraceptive\ncoverage for women who do not work outside the home. If Congress\nthought that there was a compelling need to make free\ncontraceptives available for all women, why did it make no\nprovision for women who do not receive a paycheck? Some of these\nwomen may have a greater need for free contraceptives than do women\nin the work force.Second, if Congress thought that there was a\ncompelling need to provide cost-free contraceptives for all working\nwomen, why didn’t Congress mandate that coverage in the ACA itself?\nWhy did it leave it to HRSA to decide whether to require such\ncoverageat all?Third, the ACA’s very incomplete coverage speaks\nvolumes. The ACA “exempts a great many employers from most of its\ncoverage requirements.”Hobby Lobby, 573 U. S., at 699.\n“[E]mployers with fewer than 50 employees are not required to\nprovide” any form of health insurance, and a number of large\nemployers with “ ‘grandfathered’ ” plans need not comply\nwith the contraceptive mandate.Ibid.; see 26\nU. S. C. §4980H(c)(2); 42 U. S. C. §18011.\nAccording to a recent survey, 13% of the 153 million Americans with\nemployer-sponsored health insurance are enrolled in a grandfathered\nplan, while only 56% of small firms provide health insurance.\nKaiser Family Foundation, Employer Health Benefits: 2019 Annual\nSurvey 7, 44, 209 (2019). InHobby Lobby, we wrote that “the\ncontraceptive mandate ‘presently does not apply to tens of millions\nof people,’ ” 573 U. S., at 700, and it appears that this\nis still true apart from the religious exemption.[10]Fourth, the Court’s recognition in today’s\ndecision that the ACA authorizes the creation of exemptions that go\nbeyond anything required by the Constitution provides further\nevidence that Congress did not regard the provision of cost-free\ncontraceptives to all women as a compelling interest.Moreover, the regulatory exemptions created by\nthe Departments and HRSA undermine any claim that the agencies\nthemselves viewed the provision of contraceptive coverage as\nsufficiently compelling. From the outset, the church exemption has\napplied to churches, their integrated auxiliaries, and\nassociations. 76 Fed. Reg. 46623. And because of the way the\naccommodation operates under the Employee Retirement Income\nSecurity Act of 1974, the Departments treated a number of\nself-insured non-profit organizations established by churches or\nassociations of churches, including religious universities and\nhospitals, as “effectively exempted” from the contraceptive mandate\nas well. Brief for Petitioners in No. 19–454, p. 4. The result\nwas a complex and sometimes irrational pattern of exemptions.The dissent frames the allegedly compelling\ninterest served by the mandate in different terms—as an interest in\nproviding “seamless” cost-free coverage,post, at 1, 14, 21\n(opinion of Ginsburg, J.)––but this is an even weaker argument.\nWhat “seamless” coverage apparently means is coverage under the\ninsurance plan furnished by a woman’s employer. So as applied to\nthe Little Sisters, the dissent thinks that it would be a grave\nabuse if an employee wishing to obtain contraceptives had to take\nany step that would not be necessary if she wanted to obtain any\nother medical service. Seepost, at 16–17. Apparently, it\nwould not be enough if the Government sent her a special card that\ncould be presented at a pharmacy to fill a prescription for\ncontraceptives without any out-of-pocket expense. Nor would it be\nenough if she were informed that she could obtain free\ncontraceptives by going to a conveniently located government\nclinic. Neither of those alternatives would provide “seamless\ncoverage,” and thus, according to the dissent, both would be\ninsufficient. Nothing short of capitulation on the part of the\nLittle Sisters would suffice.This argument is inconsistent with any\nreasonable understanding of the concept of a “compelling interest.”\nIt is undoubtedly convenient for employees to obtain all types of\nmedical care and all pharmaceuticals under their general health\ninsurance plans, and perhaps there are women whose personal\nsituation is such that taking any additional steps to secure\ncontraceptives would be a notable burden. But can it be said that\nall women or all working women have a compelling need for this\nconvenience?The ACA does not provide “seamless” coverage for\nall forms of medical care. Take the example of dental care.\nAlthough lack of dental care can cause great pain and may lead to\nserious health problems, the ACA does not require that a plan cover\ndental services. Millions of employees must secure separate dental\ninsurance or pay dentist bills out of their own pockets.In short, it is undoubtedly true that the\ncontraceptive mandate provides a benefit that many women may find\nhighly desirable, but Congress’s enactments show that it has not\nregarded the provision of free contraceptives or the furnishing of\n“seamless” coverage as “compelling.”Least restrictive means. Even if the\nmandate served a compelling interest, the accommodation still would\nnot satisfy the “exceptionally demanding” least-restrictive-means\nstandard.Hobby Lobby, 573 U. S., at 728. To meet this\nstandard, the Government must “sho[w] that it lacks other means of\nachieving its desired goal without imposing a substantial burden on\nthe exercise of religion.”Ibid.; see alsoHoltv.Hobbs,574 U.S.\n352, 365 (2015) (“ ‘[I]f a less restrictive means is\navailable for the Government to achieve its goals, the Government\nmust use it’ ”).InHobby Lobby, we observed that the\nGovernment has “other means” of providing cost-free contraceptives\nto women “without imposing a substantial burden on the exercise of\nreligion by the objecting parties.” 573 U. S., at 728. “The\nmost straightforward way,” we noted, “would be for the Government\nto assume the cost of providing the . . . contraceptives\n. . . to any women who are unable to obtain them under\ntheir health-insurance policies.”Ibid.In the context of\nfederal funding for health insurance, the cost of such a program\nwould be “minor.”Id., at 729.[11]The Government argued that we should not take\nthis option into account because it lacked statutory authority to\ncreate such a program, seeibid., but we rejected that\nargument,id., at 729–730. Certainly, Congress could create\nsuch a program if it thought that providing cost-free\ncontraceptives to all women was a matter of “paramount”\nconcern.As the Government now points out, Congress has\ntaken steps in this direction. “[E]xisting federal, state, and\nlocal programs,” including Medicaid, Title X, and Temporary\nAssistance for Needy Families, already “provide free or subsidized\ncontraceptives to low-income women.” Brief for Petitioners in No.\n19–454, at 27; see also 83 Fed. Reg. 57548, 57551 (discussing\nprograms).[12] And many\nwomen who work for employers who have religious objections to the\ncontraceptive mandate may be able to receive contraceptive coverage\nthrough a family member’s health insurance plan.In sum, the Departments were right to conclude\nthat applying the accommodation to sincere religious objectors\nviolates RFRA. Seeid., at 57546. All three prongs of the\nRFRA analysis—substantial burden, compelling interest, and least\nrestrictive means—necessitate this answer.IIIOnce it was apparent that the accommodation\nran afoul of RFRA, the Government was required to eliminate the\nviolation. RFRA does not specify the precise manner in which a\nviolation must be remedied; it simply instructs the Government to\navoid “substantially burden[ing]” the “exercise of\nreligion”—i.e., to eliminate the violation. §2000bb–1(a);\nsee also §2000bb–1(c) (providing for “appropriate relief ” in\njudicial suit). Thus, inHobby Lobby, once we held that\napplication of the mandate to the objecting parties violated RFRA,\nwe left it to the Departments to decide how best to rectify this\nproblem. See 573 U. S., at 736; 79 Fed. Reg. 51118 (2014)\n(proposing to modify the accommodation to extend it to closely held\ncorporations in light ofHobby Lobby); 80 Fed. Reg. 41324\n(final rule explaining that “[t]he Departments believe that the\ndefinition adopted in these regulations complies with and goes\nbeyond what is required by RFRA andHobby Lobby”).The same principle applies here. Once it is\nrecognized that the prior accommodation violated RFRA in some of\nits applications, it was incumbent on the Departments to eliminate\nthose violations, and they had discretion in crafting what they\nregarded as the best solution.The solution they devised cures the problem, and\nit is not clear that any narrower exemption would have been\nsufficient with respect to parties with religious objections to the\naccommodation. As noted, after great effort, the Government\nconcluded that it was not possible to solve the problem without\nusing an “employer’s plan, issuer, or third party administrator.”\n83 Fed. Reg. 57546. As a result, the Departments turned to the\ncurrent rule, under which an objecting party must certify that it\n“objects, based on its sincerely held religious beliefs, to its\nestablishing, maintaining, providing, offering, or arranging for\n(as applicable)” either “[c]overage or payments for some or all\ncontraceptive services” or “[a] plan, issuer, or third party\nadministrator that provides or arranges such coverage or payments.”\n45 CFR §§147.132(a)(2)(i)–(ii).The States take exception to the new religious\nrule on several grounds. First, they complain that it grants an\nexemption to some employers who were satisfied with the prior\naccommodation, but there is little basis for this argument. An\nemployer who is satisfied with the accommodation may continue to\noperate under that regime. See §§147.131(c)–(d); 83 Fed. Reg.\n57569–57571. And unless an employer has a religious objection to\nthe accommodation, it is unclear why an employer would give it up.\nThe accommodation does not impose any cost on an employer, and it\nprovides an added benefit for the employer’s work force.The States also object to the new rule because\nit makes exemptions available to publicly traded corporations, but\nthe Government is “not aware” of any publicly traded corporations\nthat object to compliance with the mandate.Id., at 57562.\nFor all practical purposes, therefore, it is not clear that the new\nrule’s provisions concerning entities that object to the mandate on\nreligious grounds go any further than necessary to bring the\nmandate into compliance with RFRA.In any event, while RFRA requires the Government\nto employ the least restrictive means of furthering a compelling\ninterest that burdens religious belief, it does not require the\nconverse—that an accommodation of religious belief be narrowly\ntailored to further a compelling interest. The latter approach,\nwhich is advocated by the States, gets RFRA entirely backwards. See\nBrief for Respondents 45 (“RFRA could require the religious\nexemption only if it was the least restrictive means of furthering\n[the Government’s compelling interest]”). Nothing in RFRA requires\nthat a violation be remedied by the narrowest permissible\ncorrective.Needless to say, the remedy for a RFRA problem\ncannot violate the Constitution, but the new rule does not have\nthat effect. The Court has held that there is a constitutional\nright to purchase and use contraceptives.Griswoldv.Connecticut,381 U.S.\n479(1965);Careyv.Population Services Int’l,431 U.S.\n678(1977). But the Court has never held that there is a\nconstitutional right to free contraceptives.The dissent and the court below suggest that the\nnew rule is improper because it imposes burdens on the employees of\nentities that the rule exempts, seepost, at 14–17; 930\nF. 3d, at 573–574,[13]\nbut the rule imposes no such burden. A woman who does not have the\nbenefit of contraceptive coverage under her employer’s plan is not\nthe victim of a burden imposed by the rule or her employer. She is\nsimply not the beneficiary of something that federal law does not\nprovide. She is in the same position as a woman who does not work\noutside the home or a woman whose health insurance is provided by a\ngrandfathered plan that does not pay for contraceptives or a woman\nwho works for a small business that may not provide any health\ninsurance at all.*  *  *I would hold not only that it was appropriate\nfor the Departments to consider RFRA, but also that the Departments\nwere required by RFRA to create the religious exemption (or\nsomething very close to it). I would bring the Little Sisters’\nlegal odyssey to an end.Notes1The Health Resources and\nServices Administration (HRSA), a division of the Department of\nHealth and Human Services, creates the “comprehensive guidelines”\non “coverage” for “additional preventive care and screenings” for\nwomen, 42 U. S. C. §300gg–13(a)(4), but the statute is\njointly administered and enforced by the Departments of Health and\nHuman Services, Labor, and Treasury (collectively Departments), see\n§300gg–92; 29 U. S. C. §1191c; 26 U. S. C.\n§9833. The Departments promulgated the exemptions at issue here,\nwhich were subsequently incorporated into the guidelines by HRSA.\nSee 83 Fed. Reg. 57536 (2018);id., at 57592.2In the regulation, the\nDepartments also responded to our holding inWheaton Collegev.Burwell, 573 U.S. 958 (2014), by allowing employers who\ninvoked the accommodation to notify the Government of their\nobjection, rather than filing the objection with their insurer or\nthird-party administrator. See 80 Fed. Reg. 41337.3Dept. of Labor, FAQs\nAbout Affordable Care Act Implementation Part 36 (Jan. 9, 2017),\nhttps://www.dol.gov/sites/dolgov/files/EBSA/about-ebsa/our-activities/resource-center/faqs/aca-part-36.pdf.4A similar exemption was\nprovided for employers with moral objections. See 45 CFR\n§147.33.5This is one of the\ndifferences between these cases andBowenv.Roy,476 U.S.\n693(1986). Seepost, at 18–19 (opinion of Ginsburg, J.)\n(relying onBowento conclude that accommodation was\nunnecessary). InBowen, the objecting individuals were not\nfaced with penalties or “coerced by the Governmen[t] into violating\ntheir religious beliefs.”Lyngv.Northwest Indian\nCemetery Protective Assn.,485 U.S.\n439, 449 (1988).6See Brief for Respondents\ninZubikv.Burwell, O. T. 2015, Nos. 14–1418,\n14–1453, 14–1505, 15–35, 15–105, 15–119, 15–191, pp.\n35–41.7See Brief for Petitioners\ninZubikv.Burwell, O. T. 2015, Nos. 15–35, 15–105,\n15–119, 15–191, p. 45.8Brief for Petitioners inZubikv.Burwell, O. T. 2015, Nos. 14–1418, 14–1453,\n14–1505, p. 49.9Brief for Petitioners inZubik, O. T. 2015, Nos. 15–35, 15–105, 15–119, 15–191, at\n44.10In\ncontrast, the Departments estimated that plans covering 727,000\npeople would take advantage of the religious exemption, and thus\nthat between 70,500 and 126,400 women of childbearing age would be\naffected by the religious exemption. 83 Fed. Reg. 57578,\n57581.11In\n2019, the Government is estimated to have spent $737 billion\nsubsidizing health insurance for individuals under the age of 65;\n$287 billion of that went to employment-related coverage. CBO,\nFederal Subsidies for Health Insurance for People Under Age 65:\n2019 to 2029, pp. 15–16 (2019). While the cost of\ncontraceptive methods varies, even assuming the most expensive\noptions, which range around $1,000 a year, the cost of providing\nthis coverage to the 126,400 women who are estimated to be impacted\nby the religious exemption would be $126.4 million. See Kosova,\nNational Women’s Health Network, How Much Do Different Kinds of\nBirth Control Cost Without Insurance? (Nov. 17, 2017),\nhttp://nwhn.org /much-different-kinds-birth-control-cost-without-insurance/\n(discussing contraceptive methods ranging from $240 to $1,000 per\nyear); 83 Fed. Reg. 57581 (estimating that up to 126,400 women will\nbe affected by the religious exemption).12The\nGovernment recently amended the definitions for Title X’s family\nplanning program to help facilitate access to contraceptives for\nwomen who work for an employer invoking the religious and moral\nexemptions. See 84 Fed. Reg. 7734 (2019). These definitions now\nprovide that “for the purpose of considering payment for\ncontraceptive services only,” a “low income family” “includes\nmembers of families whose annual income” would otherwise exceed the\nthreshold “where a woman has health insurance coverage through an\nemployer . . . [with] a sincerely held religious or moral\nobjection to providing such [contraceptive] coverage.” 42 CFR\n§59.2(2).13Both\nthe dissent and the court below refer to the statement inCutterv.Wilkinson,544 U.S.\n709, 720 (2005), that “courts must take adequate account of the\nburdens a requested accommodation may impose on nonbeneficiaries,”\nbut that statement was made in response to the argument that RFRA’s\ntwin, the Religious Land Use and Institutionalized Persons Act, 42\nU. S. C. §2000ccet seq., violated the\nEstablishment Clause. The only case cited byCutterin\nconnection with this statement, Estate of Thornton v. Caldor,\nInc.,472 U.S.\n703(1985), involved a religious accommodation that the\nCourt held violated the Establishment Clause. Before this Court,\nthe States do not argue––and there is no basis for an argument—that\nthe new rule violates that Clause.",
    "joined": []
}