{
    "case": {
        "docket": "189",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/189/"
    },
    "id": "1970409",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–699_________________MENACHEM BINYAMIN ZIVOTOFSKY, by his parents\nand guardians, ARI Z. and NAOMI SIEGMAN ZIVOTOFSKY, PETITIONERv.HILLARY RODHAM placeCityCLINTON, SECRETARY OF STATEon writ of certiorari to the united states\ncourt of appeals for the placeStatedistrict of columbia circuit[March 26, 2012]Justice Alito, concurring in the judgment.This case presents a narrow question, namely,\nwhether the statutory provision at issue infringes the power of the\nPresident to regulate the contents of a passport. This case does\nnot require the Judiciary to decide whether the power to recognize\nforeign governments and the extent of their territory is conferred\nexclusively on the President or is shared with Congress. Petitioner\ndoes not claim that the statutory provision in question represents\nan attempt by Congress to dictate United States policy regarding\nthe status of Jerusalem. Instead, petitioner contends in effect\nthat Congress has the power to mandate that an American citizen\nborn abroad be given the option of including in his passport and\nConsular Report of Birth Abroad (CRBA) what amounts to a statement\nof personal belief on the status of Jerusalem.Powers conferred on Congress by the Constitution\ncertainly give Congress a measure of authority to prescribe the\ncontents of passports and CRBAs. The Constitution gives Congress\nthe power to regulate foreign commerce, Art. I, §8,\ncl. 3, and this power includes the power to regulate the entry\nof persons into this country, see CityHendersonv.Mayor\nof New York,92 U.S.\n259, 270–271 (1876). The Constitution also gives Congress the\npower to make a “uniform Rule of Naturalization,” Art. I, §8,\ncl. 4, and pursuant to this power, Congress has enacted laws\nconcerning the citizenship of children born abroad to parents who\nare citizens of this country, seeUnited Statesv.Wong\nKim Ark,169 U.S.\n649, 688 (1898). These powers allow Congress to mandate that\nidentifying information be in- cluded in passports and CRBAs.The President also has a measure of authority\nconcerning the contents of passports and CRBAs. The President has\nbroad authority in the field of foreign affairs, see,e.g.,\nAmerican Ins. Assn.v.Garamendi,539 U.S.\n396, 414 (2003), and, historically, that authority has included\nthe power to issue passports, even in the absence of any formal\ncongressional conferral of authority to do so. SeeHaigv.Agee,453 U.S.\n280, 293 (1981) (explaining that “[p]rior to 1856, when there\nwas no statute on the subject, the common perception was that the\nissuance of a passport was committed to the sole discretion of the\nExecutive and that the Executive would exercise this power in the\ninterests of the national security and foreign policy of the United\nStates”). We have described a passport as “a letter of introduction\nin which the issuing sovereign vouches for the bearer and requests\nother sovereigns to aid the bearer.”Id.,at 292. This is\napparent from the first page of petitioner’s passport, which reads\nas follows:“The Secretary of State of the United\nStates of Amer- ica hereby requests all whom it may concern to\npermit the citizen / national of the United States named herein to\npass without delay or hindrance and in case of need to give all\nlawful aid and protection.” App. 19.Similarly, a CRBA is a certification made by a\nconsular of- ficial that the bearer acquired United States\ncitizenship at birth. Seeid.,at 20.Under our case law, determining the\nconstitutionality of an Act of Congress may present a political\nquestion, but I do not think that the narrow question presented\nhere falls within that category. Delineating the precise dividing\nline between the powers of Congress and the President with respect\nto the contents of a passport is not an easy matter, but I agree\nwith the Court that it does not constitute a political question\nthat the Judiciary is unable to decide.",
    "joined": []
}