{
    "case": {
        "docket": "729",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/729/"
    },
    "id": "1970770",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–357_________________GIRIDHAR C. SEKHAR, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the second circuit[June 26, 2013]Justice Alito, with\nwhom Justice Kennedy and Jus-tice Sotomayor join, concurring in the\njudgment.The question that we\nmust decide in this case is whether “the General\nCounsel’s recommendation to approve the Commitment,”\nApp. 142—or his right to make that recommendation—is\nproperty that is capable of being ex-torted under the Hobbs Act, 18\nU. S. C. §1951. In my view, they are not.IThe jury in this case\nreturned a special verdict form and stated that the property that\npetitioner attempted to extort was “the General\nCounsel’s recommendation to approve the Commitment.”\nWhat the jury obviously meant by this was the general\ncounsel’s internal suggestion to his superior that the state\ngovernment issue a nonbinding commitment to invest in a fund\nmanaged by FA Technology Ventures. We must therefore decide whether\nthis nonbinding internal recommendation by a salaried state\nemployee constitutes “property” within the meaning of\nthe Hobbs Act, which defines “extortion” as “the\nobtaining of property from another, with his con- sent, induced by\nwrongful use of actual or threatened force, violence, or fear, or\nunder color of official right.” §1951(b)(2).The Hobbs Act does not\ndefine the term “property,” but even at common law the\noffense of extortion was understood to include the obtaining of any\nthing of value. 2 E. Coke, The First Part of the Institutes of the\nLaws of England 368b (18th English ed. 1823) (“Extortion\n. . . is a great misprison, by wresting or unlawfully\ntaking by any officer, by colour of his office, any money or\nvaluable thing of or from any man”); 4 W. Blackstone,\nCommentaries *141 (extortion is “an abuse of public, justice\nwhich consists in any officer’s unlawfully taking, by colour\nof his office, from any man, any money or thing of value”).\nSee also 2 J. Bishop, Criminal Law §401, pp. 331–332\n(9th ed. 1923) (“In most cases, the thing obtained is\nmoney. . . . But probably anything of value will\nsuffice”); 3 F. Wharton, A Treatise on Criminal Law\n§1898, p. 2095 (11th ed. 1912) (“[I]t is enough if any\nvaluable thing is received”).At the time Congress\nenacted the Hobbs Act, the contemporary edition of Black’s\nLaw Dictionary included an expansive definition of the term. See\nBlack’s Law Dictionary 1446 (3d ed. 1933). It stated that\n“[t]he term is said to extend to every species of valuable\nright and interest. . . . The word is also commonly\nused to denote everything which is the subject of ownership,\ncorporeal or incorporeal, tangible or intangible, visible or\ninvisible, real or personal; everything that has an exchangeable\nvalue or which goes to make up wealth or estate.” Id., at\n1446–1447. And the lower courts have long given the term a\nsimilarly expansive construction. See, e.g., United States v.\nTropiano, 418 F. 2d 1069, 1075 (CA2 1969) (“The concept of\nprop-erty under the Hobbs Act . . . includes, in a broad\nsense, any valuable right considered as a source or element of\nwealth”).Despite the breadth of\nsome of these formulations, however, the term\n“property” plainly does not reach everything that a\nperson may hold dear; nor does it extend to everything that might\nin some indirect way portend the possibility of future economic\ngain. I do not suggest that the current lower court case law is\nnecessarily correct, but it seems clear that the case now before us\nis an outlier and that the jury’s verdict stretches the\nconcept of property beyond the breaking point.It is not customary to\nrefer to an internal recommendation to make a government decision\nas a form of property. It would seem strange to say that the\ngovernment or its employees have a property interest in their\ninternal recommendations regarding such things as the issuance of a\nbuilding permit, the content of an environmental impact statement,\nthe approval of a new drug, or the indictment of an individual or a\ncorporation. And it would be even stranger to say that a private\nparty who might be affected by the government’s decision can\nobtain a property interest in a recommendation to make the\ndecision. See, e.g., Doyle v. University of Alabama, 680 F. 2d\n1323, 1326 (CA11 1982) (“Doyle had no protected property\ninterest in the mere recommendation for a raise; thus she was not\nentitled to due process safeguards when the recommended raise was\ndisapproved by the University”).Our decision in\nCleveland v. United States, 531 U. S. 12 (2000) , supports the\nconclusion that internal recommendations regarding government\ndecisions are not property. In Cleveland, we vacated a business\nowner’s conviction under the federal mail fraud statute, 18\nU. S. C. §1341, for “obtaining money or\nproperty” through misrepresentations made in an application\nfor a video poker license issued by the State. We held that a video\npoker license is not property in the hands of the State. Cleveland,\nsupra, at 15. I do not suggest that the concepts of property under\nthe mail fraud statute and the Hobbs Act are necessarily the same.\nBut surely a video poker license has a stronger claim to be\nclassified as property than a mere internal recommendation that a\nstate government take an initial step that might lead eventually to\nan investment that would be beneficial to private parties.The Government has not\ncited any Hobbs Act case holding that an internal recommendation\nregarding a gov-ernment decision constitutes property. Nor has the\nGovernment cited any other example of the use of the term\n“property” in this sense.*The Second Circuit\nrecharacterized the property that petitioner attempted to obtain as\nthe general counsel’s “right to make a recommendation\nconsistent with his legal judgment.” 683 F. 3d 436, 442\n(2012). And the Government also presses that theory in this Court.\nBrief for United States 15, 34–45. According to the\nGovernment, the general counsel’s property interest in his\nrecommendation encompasses the right to make the recommendation.\nId., at 35–36. But this argument assumes that the\nrecommendation itself is property. See id., at 35 (the general\ncounsel’s “ ‘recommendation’ and his\n‘right to make the recommendation’ are merely different\nexpressions of the same property”). If an internal\nrecommendation regarding a government decision does not constitute\nproperty, then surely a government employee’s right to make\nsuch a recommendation is not property either (nor could it be\ndeemed a property right).IIThe Government argues\nthat the recommendation was the general counsel’s personal\nproperty because it was inextricably related to his right to pursue\nhis profession as an attorney. See id., at 34–35. But that\nargument is clearly wrong: If the general counsel had left the\nState’s employ before submitting the recommendation, he could\nnot have taken the recommendation with him, and he certainly could\nnot have given it or sold it to someone else. Therefore, it is\nobvious that the recommendation (and the right to make it) were\ninextricably related to the general counsel’s position with\nthe government, and not to his broader personal right to pursue the\npractice of law.The general\ncounsel’s job surely had economic value to him, as did his\nlabor as a lawyer, his law license, and his reputation as an\nattorney. But the indictment did not allege, and the jury did not\nfind, that petitioner attempted to obtain those things. Nor would\nsuch a theory make sense in the context of this case. Petitioner\ndid not, for example, seek the general counsel’s legal advice\nor demand that the general counsel represent him in a legal\nproceeding. Cf. United States v. Thompson, 647 F. 3d 180,\n186–187 (CA5 2011) (a person’s labor is property\ncapable of being extorted). Nor did petitioner attempt to enhance\nhis own ability to compete with the general counsel for legal work\nby threatening to do something that would, say, tarnish the general\ncounsel’s reputation or cause his law license to be revoked.\nCf. Tropiano, 418 F. 2d, at 1071–1072, 1075–1077\n(threats to competitor in order to obtain customers constitute\nextortion); United States v. Zemek, 634 F. 2d 1159,\n1173–1174 (CA9 1980) (same); United States v. Coffey, 361\nF. Supp. 2d 102, 108–109 (EDNY 2005) (the right to\npursue a lawful business is extortable property under the Hobbs\nAct).The Court holds that\npetitioner’s conduct does not amount to attempted extortion,\nbut for a different reason: According to the Court, the alleged\nproperty that petitioner pursued was not transferrable and\ntherefore is not capable of being “obtained.” Ante, at\n4–5, 7–8. Because I do not believe that the item in\nquestion constitutes prop-erty, it is unnecessary for me to\ndetermine whether or not petitioner sought to obtain it.*  *  *If Congress had\nwanted to classify internal recommendations pertaining to\ngovernment decisions as property, I think it would have spoken more\nclearly than it did in the Hobbs Act. But even if the Hobbs Act\nwere ambiguous on this point, the rule of lenity would counsel in\nfavor of an interpretation of the statute that does not reach so\nbroadly, see Scheidler v. National Organization for Women, Inc.,\n537 U. S. 393, 409 (2003) . This is not to say that the\nGovernment could not have prosecuted petitioner for ex-tortion on\nthese same facts under some other theory. The question before us is\nwhether the general counsel’s recommendation—or the\nright to make it—constitutes property under the Hobbs Act. In\nmy view, they do not.For these reasons, I\nconcur in the Court’s judgment.Notes1* To recognize that an\ninternal recommendation regarding a government decision is not\nproperty does not foreclose the possibility that threatening a\ngovernment employee, as the government’s agent, in order to\nsecure government property could qualify as Hobbs Act extortion.\nHere, after all, petitioner’s ultimate goal was to secure an\ninvestment of money from the government. But the jury found only\nthat petitioner had attempted to obtain the general counsel’s\nrecommendation, so I have no occasion to consider whether a Hobbs\nAct conviction could have been sustained on a different legal\ntheory.",
    "joined": []
}