{
    "case": {
        "docket": "16-8255",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-8255/"
    },
    "id": "3901191",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–8255_________________ROBERT LEROY McCOY, PETITIONERv.LOUISIANAon writ of certiorari to the supreme court of\nlouisiana[May 14, 2018]Justice Alito, with whom Justice Thomas and\nJustice Gorsuch join, dissenting.The Constitution gives us the authority to\ndecide real cases and controversies; we do not have the right to\nsimplify or otherwise change the facts of a case in order to make\nour work easier or to achieve a desired result. But that is exactly\nwhat the Court does in this case. The Court overturns petitioner’s\nconvictions for three counts of first-degree murder by attributing\nto his trial attorney, Larry English, something that English never\ndid. The Court holds that English violated petitioner’s\nconstitutional rights by “admit[ting] h[is] client’s guilt of a\ncharged crime over the client’s intransigent objection.”Ante, at 11.[1] But\nEnglish did not admit that petitioner was guilty of first-degree\nmurder. Instead, faced with overwhelming evidence that petitioner\nshot and killed the three victims, English admitted that petitioner\ncommitted one element of that offense,i.e., that he killed\nthe victims. But English strenuously argued that petitioner was not\nguilty of first-degree murder because he lacked the intent (themens rea) required for the offense. App. 508–512. So the\nCourt’s newly discovered fundamental right simply does not apply to\nthe real facts of this case.IThe real case is far more complex. Indeed, the\nreal situation English faced at the beginning of petitioner’s trial\nwas the result of a freakish confluence of factors that is unlikely\nto recur.Retained by petitioner’s family, English found\nhimself in a predicament as the trial date approached. The evidence\nagainst his client was truly “overwhelming,” as the Louisiana\nSupreme Court aptly noted. 2014–1449 (La. 10/19/16), 218\nSo. 3d 535, 565 (2016). Among other things, the evidence\nshowed the following. Before the killings took place, petitioner\nhad abused and threatened to kill his wife, and she was therefore\nunder police protection. On the night of the killings, petitioner’s\nmother-in-law made a 911 call and was heard screaming petitioner’s\nfirst name. She yelled: “ ‘She ain’t here, Robert\n. . . I don’t know where she is. The detectives have her.\nTalk to the detectives. She ain’t in there, Robert.’ ”Id., at 542. Moments later, a gunshot was heard, and the 911\ncall was disconnected.Officers were dispatched to the scene, and on\narrival, they found three dead or dying victims—petitioner’s\nmother-in-law, her husband, and the teenage son of petitioner’s\nwife. The officers saw a man who fit petitioner’s description\nfleeing in petitioner’s car. They chased the suspect, but he\nabandoned the car along with critical evidence linking him to the\ncrime: the cordless phone petitioner’s mother-in-law had used to\ncall 911 and a receipt for the type of ammunition used to kill the\nvictims. Petitioner was eventually arrested while hitchhiking in\nIdaho, and a loaded gun found in his possession was identified as\nthe one used to shoot the victims. In addition to all this, a\nwitness testified that petitioner had asked to borrow money to\npurchase bullets shortly before the shootings, and surveillance\nfootage showed petitioner purchasing the ammunition on the day of\nthe killings. And two of petitioner’s friends testified that he\nconfessed to killing at least one person.Despite all this evidence, petitioner, who had\nbeen found competent to stand trial and had refused to plead guilty\nby reason of insanity, insisted that he did not kill the victims.\nHe claimed that the victims were killed by the local police and\nthat he had been framed by a farflung conspiracy of state and\nfederal officials, reaching from Louisiana to Idaho. Petitioner\nbelieved that even his attorney and the trial judge had joined the\nplot. App. 509.Unwilling to go along with this incredible and\nuncorroborated defense, English told petitioner “some eight months”\nbefore trial that the only viable strategy was to admit the\nkillings and to concentrate on attempting to avoid a sentence of\ndeath. 218 So. 3d, at 558. At that point—aware of English’s\nstrong views—petitioner could have discharged English and sought\nnew counsel willing to pursue his conspiracy defense; under the\nSixth Amendment, that was his right. SeeUnited Statesv.Gonzalez-Lopez, 548 U. S. 140, 144 (2006). But\npetitioner stated “several different times” that he was “confident\nwith Mr. English.” App. 411, 437.The weekend before trial, however, petitioner\nchanged his mind. He asked the trial court to replace English, and\nEnglish asked for permission to withdraw. Petitioner stated that he\nhad secured substitute counsel, but he was unable to provide the\nname of this new counsel, and no new attorney ever appeared. The\ncourt refused these requests and also denied petitioner’s\nlast-minute request to represent himself. (Petitioner does not\nchallenge these decisions here.) So petitioner and English were\nstuck with each other, and petitioner availed himself of his right\nto take the stand to tell his wild story. Under those\ncircumstances, what was English supposed to do?The Louisiana Supreme Court held that English\ncould not have put on petitioner’s desired defense without\nviolating state ethics rules, see 218 So. 3d, at 564–565, but\nthis Court effectively overrules the state court on this issue of\nstate law,ante, at 9–10. However, even if it is assumed\nthat the Court is correct on this ethics issue, the result of\nmounting petitioner’s conspiracy defense almost certainly would\nhave been disastrous. That approach stood no chance of winning an\nacquittal and would have severely damaged English’s credibility in\nthe eyes of the jury, thus undermining his ability to argue\neffectively against the imposition of a death sentence at the\npenalty phase of the trial. As English observed, taking that path\nwould have only “help[ed] the District Attorney send [petitioner]\nto the death chamber.” App. 396. (InFloridav.Nixon, 543 U. S. 175, 191–192 (2004), this Court made\nessentially the same point.) So, again, what was English supposed\nto do?When pressed at oral argument before this Court,\npetitioner’s current counsel eventually provided an answer: English\nwas not required to take any affirmative steps to support\npetitioner’s bizarre defense, but instead of conceding that\npetitioner shot the victims, English should have ignored that\nelement entirely. Tr. of Oral Arg. 21–23. So the fundamental right\nsupposedly violated in this case comes down to the difference\nbetween the two statements set out below.Constitutional: “First-degree murder\nrequires proof both that the accused killed the victim and that he\nacted with the intent to kill. I submit to you that my client did\nnot have the intent required for conviction for that offense.”Unconstitutional: “First-degree murder\nrequires proof both that the accused killed the victim and that he\nacted with the intent to kill. I admit that my client shot and\nkilled the victims, but I submit to you that he did not have the\nintent required for conviction for that offense.”The practical difference between these two\nstatements is negligible. If English had conspicuously refrained\nfrom endorsing petitioner’s story and had based his defense solely\non petitioner’s dubious mental condition, the jury would surely\nhave gotten the message that English was essentially conceding that\npetitioner killed the victims. But according to petitioner’s\ncurrent attorney, the difference is fundamental. The first\nformulation, he admits, is perfectly fine. The latter, on the other\nhand, is a violation so egregious that the defendant’s conviction\nmust be reversed even if there is no chance that the misstep caused\nany harm. It is no wonder that the Court declines to embrace this\nargument and instead turns to an issue that the case at hand does\nnot actually present.IIThe constitutional right that the Court has\nnow discovered—a criminal defendant’s right to insist that his\nattorney contest his guilt with respect to all charged offenses—is\nlike a rare plant that blooms every decade or so. Having made its\nfirst appearance today, the right is unlikely to figure in another\ncase for many years to come. Why is this so?First, it is hard to see how the right could\ncome into play in any case other than a capital case in which the\njury must decide both guilt and punishment. In all other cases,\nguilt is almost always the only issue for the jury, and therefore\nadmitting guilt of all charged offenses will achieve nothing. It is\nhard to imagine a situation in which a competent attorney might\ntake that approach. So the right that the Court has discovered is\neffectively confined to capital cases.Second, few rational defendants facing a\npossible death sentence are likely to insist on contesting guilt\nwhere there is no real chance of acquittal and where admitting\nguilt may improve the chances of avoiding execution. Indeed, under\nsuch circumstances, the odds are that a rational defendant will\nplead guilty in exchange for a life sentence. By the same token, an\nattorney is unlikely to insist on admitting guilt over the\ndefendant’s objection unless the attorney believes that contesting\nguilt would be futile. So the right is most likely to arise in\ncases involving irrational capital defendants.[2]Third, where a capital defendant and his\nretained attorney cannot agree on a basic trial strategy, the\nattorney and client will generally part ways unless, as in this\ncase, the court is not apprised until the eve of trial. The client\nwill then either search for another attorney or decide to represent\nhimself. So the field of cases in which this right might arise is\nlimited further still—to cases involving irrational capital\ndefendants who disagree with their attorneys’ proposed strategy yet\ncontinue to retain them.Fourth, if counsel is appointed, and\nunreasonably insists on admitting guilt over the defendant’s\nobjection, a capable trial judge will almost certainly grant a\ntimely request to appoint substitute counsel. And if such a request\nis denied, the ruling may be vulnerable on appeal.Finally, even if all the above conditions are\nmet, the right that the Court now discovers will not come into play\nunless the defendant expressly protests counsel’s strategy of\nadmitting guilt. Where the defendant is advised of the strategy and\nsays nothing, or is equivocal, the right is deemed to have been\nwaived. SeeNixon, 543 U. S., at 192.In short, the right that the Court now discovers\nis likely to appear only rarely,[3] and because the present case is so unique, it is hard\nto see how it meets our stated criteria for granting review. See\nthis Court’s Rules 10(b)–(c). Review would at least be\nunderstandable if the strategy that English pursued had worked an\ninjustice, but the Court does not make that claim—and with good\nreason. Endorsing petitioner’s bizarre defense would have been\nextraordinarily unwise, and dancing the fine line recommended by\npetitioner’s current attorney would have done no good. It would\nhave had no effect on the outcome of the trial, and it is hard to\nsee how that approach would have respected petitioner’s “autonomy,”ante, at 6, 7, 8, 11, any more than the more straightforward\napproach that English took. If petitioner is retried, it will be\ninteresting to see what petitioner’s current counsel or any other\nattorney to whom the case is handed off will do. It is a safe bet\nthat no attorney will put on petitioner’s conspiracy defense.IIIWhile the question that the Court decides is\nunlikely to make another appearance for quite some time, a\nrelated—and difficult—question may arise more frequently: When\nguilt is the sole issue for the jury, is it ever permissible for\ncounsel to make the unilateral decision to concede an element of\nthe offense charged? If today’s decision were understood to address\nthat question, it would have important implications.Under current precedent, there are some\ndecisions on which a criminal defendant has the final say. For\nexample, a defendant cannot be forced to enter a plea against his\nwishes. SeeBrookhartv.Janis, 384 U. S. 1, 5–7\n(1966). Similarly, no matter what counsel thinks best, a defendant\nhas the right to insist on a jury trial and to take the stand and\ntestify in his own defense. SeeHarrisv.New York,\n401 U. S. 222, 225 (1971). And if, as in this case, a\ndefendant and retained counsel do not see eye to eye, the client\ncan always attempt to find another attorney who will accede to his\nwishes. SeeGonzalez-Lopez, 548 U. S., at 144. A\ndefendant can also choose to dispense with counsel entirely and\nrepresent himself. SeeFarettav.California, 422\nU. S. 806, 819 (1975).While these fundamental decisions must be made\nby a criminal defendant, most of the decisions that arise in\ncriminal cases are the prerogative of counsel. (Our adversarial\nsystem would break down if defense counsel were required to obtain\nthe client’s approval for every important move made during the\ncourse of the case.) Among the decisions that counsel is free to\nmake unilaterally are the following: choosing the basic line of\ndefense, moving to suppress evidence, delivering an opening\nstatement and deciding what to say in the opening, objecting to the\nadmission of evidence, cross-examining witnesses, offering evidence\nand calling defense witnesses, and deciding what to say in\nsummation. See,e.g.,New Yorkv.Hill, 528\nU. S. 110, 114–115 (2000). On which side of the line does\nconceding some but not all elements of the charged offense\nfall?Some criminal offenses contain elements that the\nprosecution can easily prove beyond any shadow of a doubt. A prior\nfelony conviction is a good example. See 18 U. S. C.\n§922(g) (possession of a firearm by a convicted felon). Suppose\nthat the prosecution is willing to stipulate that the defendant has\na prior felony conviction but is prepared, if necessary, to offer\ncertified judgments of conviction for multiple prior violent\nfelonies. If the defendant insists on contesting the convictions on\nfrivolous grounds, must counsel go along? Does the same rule apply\nto all elements? If there are elements that may not be admitted\nover the defendant’s objection, must counsel go further and\nactually contest those elements? Or is it permissible if counsel\nrefrains from expressly conceding those elements but essentially\nadmits them by walking the fine line recommended at argument by\npetitioner’s current attorney?What about conceding that a defendant is guilty,\nnot of the offense charged, but of a lesser included offense? That\nis what English did in this case. He admitted that petitioner was\nguilty of the noncapital offense of second-degree murder in an\neffort to prevent a death sentence. App. 651.[4] Is admitting guilt of a lesser included offense\nover the defendant’s objection always unconstitutional? Where the\nevidence strongly supports conviction for first-degree murder, is\nit unconstitutional for defense counsel to make the decision to\nadmit guilt of any lesser included form of homicide—even\nmanslaughter? What about simple assault?These are not easy questions, and the fact that\nthey have not come up in this Court for more than two centuries\nsuggests that they will arise infrequently in the future. I would\nleave those questions for another day and limit our decision to the\nparticular (and highly unusual) situation in the actual case before\nus. And given the situation in which English found himself when\ntrial commenced, I would hold that he did not violate any\nfundamental right by expressly acknowledging that petitioner killed\nthe victims instead of engaging in the barren exercise that\npetitioner’s current counsel now recommends.IVHaving discovered a new right not at issue in\nthe real case before us, the Court compounds its error by summarily\nconcluding that a violation of this right “ranks as error of the\nkind our decisions have called ‘structural.’ ”Ante, at\n11.The Court concedes that the Louisiana Supreme\nCourt did not decide the structural-error question and that we\n“ ‘did not grant certiorari to review’ that question.”Ante, at 12, n. 4. We have stated time and again that\nwe are “a court of review, not of first view” and, for that reason,\nhave refused to decide issues not addressed below.Cutterv.Wilkinson, 544 U. S. 709, 718, n. 7 (2005); see\nalso,e.g.,Jenningsv.Rodriguez, 583\nU. S. ___, ___ (2018) (slip op., at 29);McWilliamsv.Dunn, 582 U. S. ___, ___ (2017) (slip op., at 16);County of Los Angelesv.Mendez, 581 U. S. ___,\n___, n. (2017) (slip op., at 8, n.);BNSF R. Co.v.Tyrrell, 581 U. S. ___, ___ (2017) (slip op., at 12);Goodyear Tire & Rubber Co.v.Haeger, 581\nU. S. ___, ___ (2017) (slip op., at 13);McLane Co.v.EEOC, 581 U. S. ___, ___ (2017) (slip op., at 11);Expressions Hair Designv.Schneiderman, 581\nU. S. ___, ___ (2017) (slip op., at 10);Manuelv.Joliet, 580 U. S. ___, ___ (2017) (slip op., at\n14).In this case, however, the court-of-review maxim\ndoes not suit the majority’s purposes, so it is happy to take the\nfirst view. And the majority does so without adversarial briefing\non the question. See Brief for Respondent 45–46,\nn. 5.[5] Under comparable\ncircumstances, we have refrained from taking the lead on the\nquestion of structural error. Seee.g.,Sandstromv.Montana, 442 U. S. 510, 526–527 (1979);Faretta,\n422 U. S., at 836;id., at 852 (Blackmun, J.,\ndissenting). There is no good reason to take a different approach\nin this case.*  *  *The Court ignores the question actually\npresented by the case before us and instead decides this case on\nthe basis of a newly discovered constitutional right that is not\nimplicated by what really occurred at petitioner’s trial. I would\nbase our decision on what really took place, and under the highly\nunusual facts of this case, I would affirm the judgment below.I therefore respectfully dissent.Notes1When the Court expressly\nstates its holding, it refers to a concession of guilt. Seeante, at 1–2 (“We hold that a defendant has the right to\ninsist that counsel refrain from admitting guilt, even when\ncounsel’s experienced-based view is that confessing guilt offers\nthe defendant the best chance to avoid the death penalty”);ante, at 11 (“counsel may not admit her client’s guilt of a\ncharged crime over the client’s intransigent objection to that\nadmission”). The opinion also contains many other references to the\nconfession or admission of guilt. See,e.g.,ante, at\n2 (“confessing guilt”; “admit guilt”);ante, at 4\n(“admitting guilt”);ante, at 5 (“concede guilt”);ante, at 6 (“maintaining her innocence at the guilt phase”);ante, at 7 (“concession of guilt”);ante, at 8\n(“conceding guilt”);ante, at 9 (“assertion of his guilt”);ante, at 10 (“conceding guilt”; “admit McCoy’s guilt”);ante, at 13 (“concession of guilt”; “admission of McCoy’s\nguilt”). At a few points, however, the Court refers to the\nadmission of criminal “acts.”Ante, at 1, 7, 10. A rule that\na defense attorney may not admit theactus reusof an\noffense (or perhaps even any element of theactus reus)\nwould be very different from the rule that the Court expressly\nadopts. I discuss some of the implications of such a broad rule in\nPart III of this opinion.2The Court imagines cases\nin which a rational defendant prefers even a minuscule chance of\nacquittal over either the social opprobrium that would result from\nan admission of guilt or the sentence of imprisonment that would be\nimposed upon conviction.Ante, at 7. Such cases are likely\nto be rare, and in any event, as explained below, the defendant\nwill almost always be able to get his way if he acts in\ntime.3The Court responds that\nthree State Supreme Courts have “addressed this conflict in the\npast twenty years.”Ante, at 10. Even if true, that would\nhardly be much of a rebuttal. Moreover, two of the three decisions\nwere not based on the right that the Court discovers and applies\nhere,i.e., “the right to insist that counsel refrain from\nadmitting guilt.”Ante, at 1–2. InPeoplev.Bergerud, 223 P. 3d 686 (Colo. 2010), the court found\nthat defense counseldid notadmit guilt, and the court’s\ndecision (which did not award a new trial) was based on other\ngrounds.Id., at 692, 700, 707. InStatev.Carter, 270 Kan. 426, 14 P. 3d 1138 (2000),\ndefense counsel did not admit his client’s guilt on all charges.\nInstead, he contested the charge of first-degree murder but\neffectively admitted the elements of a lesser homicide offense.Id., at 431–433, 14 P. 3d, at 1143.4The Court asserts that,\nunder Louisiana law, English’s “second-degree strategy would have\nencountered a shoal” and necessarily failed.Ante, at 3,\nn. 1. But the final arbiter of Louisiana law—the Louisiana\nSupreme Court—disagreed. It held that “[t]he jury was left with\nseveral choices” after English’s second-degree concession,\n“including returning a responsive verdict of second degree murder”\nand “not returning the death penalty.” 2014–1449 (La. 10/19/16),\n218 So. 3d 535, 572 (2016).5Indeed, the Court\nactuallyfaultsthe State for not “grappl[ing] with” an\nargument raised for the first time in petitioner’s opening brief.Ante, at 12, n. 4. But how can it blame the State? This\nCourt has said, time and again, that when “petitioners d[o] not\nraise [an] issue” until the merits stage, “we will not consider\n[the] argument.”Chandris, Inc.v.Latsis, 515\nU. S. 347, 354, n. (1995); see also,e.g.,Taylorv.Freeland & Kronz, 503 U. S. 638,\n645–646 (1992). That is also what our Rules say. SeeYeev.Escondido, 503 U. S. 519, 535–538 (1992). Why is this\ncase any different?",
    "joined": []
}