{
    "case": {
        "docket": "460",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/460/"
    },
    "id": "1970509",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 10–9646 and 10–9647_________________EVAN MILLER, PETITIONER10–9646v.ALABAMAon writ of certiorari to the court of criminal\nappeals of alabamaKUNTRELL JACKSON, PETITIONER10–9647v.RAY HOBBS, DIRECTOR, ARKANSAS\nDEPARTMENT OF CORRECTIONon writ of certiorari to the supreme court of\narkansas[June 25, 2012]Justice Alito, with whom Justice Scalia joins,\ndissenting.The Court now holds that Congress and the\nlegislatures of the 50 States are prohibited by the Constitution\nfrom identifying any category of murderers under the age of 18 who\nmust be sentenced to life imprisonment without parole. Even a\n17½-year-old who sets off a bomb in a crowded mall or guns down a\ndozen students and teach- ers is a “child” and must be given a\nchance to persuade a judge to permit his release into society.\nNothing in the Constitution supports this arrogation of legislative\nauthority.The Court long ago abandoned the original\nmeaning of the Eighth Amendment, holding instead that the prohi-\nbition of “cruel and unusual punishment” embodies the “evolving\nstandards of decency that mark the progress of a maturing society.”Tropv.Dulles,356 U.S.\n86, 101 (1958) (plurality opinion); see alsoGrahamv.Florida, 560 U. S. ___, ___ (2010) (slip op., at 7);Kennedyv.Louisiana,554 U.S.\n407, 419 (2008);Roperv.Simmons,543 U.S.\n551, 560–561 (2005);Atkinsv.Virginia,536 U.S.\n304, 311–312 (2002);Hudsonv.McMillian,503 U.S.\n1, 8 (1992);Fordv.Wainwright,477 U.S.\n399, 406 (1986);Rhodesv.Chapman,452 U.S.\n337, 346 (1981);Estellev.Gamble,429 U.S.\n97, 102 (1976). Both the provenance and philosoph- ical basis\nfor this standard were problematic from the start. (Is it true that\nour society is inexorably evolving in the direction of greater and\ngreater decency? Who says so, and how did this particular\nphilosophy of history find its way into our fundamental law? And in\nany event, aren’t elected representatives more likely than\nunaccountable judges to reflect changing societal standards?) But\nat least at the start, the Court insisted that these “evolving\nstandards” represented something other than the personal views of\nfive Justices. SeeRummelv.Estelle,445 U.S.\n263, 275 (1980) (explaining that “the Court’s Eighth Amendment\njudgments should neither be nor appear to be merely the subjective\nviews of individual Justices”). In- stead, the Court looked for\nobjective indicia of our society’s moral standards and the\ntrajectory of our moral “evolution.” Seeid.,at 274–275\n(emphasizing that “ ‘judgment should be informed by objective\nfactors to the maximum possible extent’ ” (quotingCokerv.Georgia,433 U.S.\n584, 592 (1977) (plurality opinion))).In this search for objective indicia, the Court\ntoyed with the use of public opinion polls, seeAtkins,supra,at 316, n. 21, and occasionally relied on\nforeign law, seeRoperv.Simmons,supra,at\n575;Enmundv.Florida,458 U.S.\n782, 796, n. 22 (1982);Thompsonv.Oklahoma,487 U.S.\n815, 830–831 (1988);Coker, 433 U. S., at 596,\nn. 10 (plurality opinion).In the main, however, the staple of this inquiry\nwas the tallying of the positions taken by state legislatures.\nThus, inCoker, which held that the Eighth Amendment\nprohibits the imposition of the death penalty for the rape of an\nadult woman, the Court noted that only one State permitted that\npractice.Id., at 595–596. InEnmund, where the Court\nheld that the Eighth Amendment forbids capital punishment for\nordinary felony murder, both federal law and the law of 28 of the\n36 States that authorized the death penalty at the time rejected\nthat punishment. 458 U. S., at 789.While the tally in these early cases may be\ncharacterized as evidence of a national consensus, the evidence\nbecame weaker and weaker in later cases. InAtkins, which\nheld that low-IQ defendants may not be sentenced to death, the\nCourt found an anti–death-penalty consensus even though more than\nhalf of the States that allowed capital punishment permitted the\npractice. See 536 U. S., at 342 (Scalia, J., dissenting)\n(observing that less than half of the 38 States that permit capital\npunishment have enacted legislation barring execution of the\nmentally retarded). The Court attempted to get around this problem\nby noting that there was a pronounced trend against this\npunishment. Seeid.,at 313–315 (listing 18 States that had\namended their laws since 1986 to prohibit the execution of mentally\nretarded persons).The importance of trend evidence, however, was\nnot long lived. InRoper, which outlawed capital punishment\nfor defendants between the ages of 16 and 18, the lineup of the\nStates was the same as inAtkins, but the trend in favor of\nabolition—five States during the past 15 years—was less impressive.Roper, 543 U. S., at 564–565. Nevertheless, the Court\nheld that the absence of a strong trend in support of abolition did\nnot matter. Seeid.,at 566 (“Any difference between this\ncase andAtkinswith respect to the pace of abolition is\nthus counterbalanced by the consistent direction of the\nchange”).InKennedyv.Louisiana, the Court\nwent further. Holding that the Eighth Amendment prohibits capital\npunishment for the brutal rape of a 12-year-old girl, the Court\ndisregarded a nascent legislative trendin favor of permitting\ncapital punishmentfor this narrowly defined and heinous crime.\nSee 554 U. S., at 433 (explaining that, although “the total\nnumber of States to have made child rape a capital offense\n. . . is six,” “[t]his is not an indication of a trend or\nchange in direction comparable to the one supported by data inRoper”). The Court felt no need to see whether this trend\ndeveloped further—perhaps because true moral evolution can lead in\nonly one direction. And despite the argument that the rape of a\nyoung child may involve greater depravity than some murders, the\nCourt proclaimed that homicide is categorically different from all\n(or maybe almost all) other offenses. Seeid.,at 438\n(stating that nonhomicide crimes, including child rape, “may be\ndevastating in their harm . . . but in terms of moral\ndepravity and of the injury to the person and to the public, they\ncannot be compared to murder in their severity and irrevocability”\n(internal quotation marks and citation omitted)). As the Court had\npreviously put it, “death is different.”Ford,supra,\nat 411 (plurality opinion).Two years afterKennedy, inGrahamv.Florida, any pretense of heeding a legislative consensus\nwas discarded. InGraham, federal law and the law of 37\nStates and the District of Columbia permitted a minor to be\nsentenced to life imprisonment without parole for nonhomicide\ncrimes, but despite this unmistakable evidence of a national\nconsensus, the Court held that the practice violates the Eighth\nAmendment. See 560 U. S., at ___ (Thomas, J., dissenting)\n(slip op., at 1–3). The Court, however, drew a distinction between\nminors who murder and minors who commit other heinous offenses, so\nat least in that sense the principle that death is different lived\non.Today, that principle is entirely put to rest,\nfor here we are concerned with the imposition of a term of\nimprisonment on offenders who kill. The two (carefully selected)\ncases before us concern very young defendants, and despite the\nbrutality and evident depravity exhibited by at least one of the\npetitioners, it is hard not to feel sympathy for a 14-year-old\nsentenced to life without the possibility of release. But no one\nshould be confused by the particulars of the two cases before us.\nThe category of murderers that the Court delicately calls\n“children” (murderers under the age of 18) consists overwhelmingly\nof young men who are fast approaching the legal age of adulthood.\nEvan Miller and Kuntrell Jackson are anomalies; much more typical\nare murderers like Donald Roper, who committed a brutal\nthrill-killing just nine months shy of his 18th birthday.Roper, 543 U. S., at 556.Seventeen-year-olds commit a significant number\nof murders every year,[1] and\nsome of these crimes are incredibly brutal. Many of these murderers\nare at least as mature as the average 18-year-old. SeeThompson, 487 U. S., at 854 (O’Connor, J., concurring\nin judgment) (noting that maturity may “vary widely among different\nindividuals of the same age”). Congress and the legislatures of 43\nStates have concluded that at least some of these murderers should\nbe sentenced to prison without parole, and 28 States and the\nFederal Government have decided that for some of these offenders\nlife without parole should be mandatory. SeeAnte, at 20–21,\nand nn. 9–10. The majority of this Court now overrules these\nlegislative judgments.[2]It is true that, at least for now, the Court\napparently permits a trial judge to make an individualized decision\nthat a particular minor convicted of murder should be sentenced to\nlife without parole, but do not expect this possibility to last\nvery long. The majority goes out of its way to express the view\nthat the imposition of a sentence of life without parole on a\n“child” (i.e.,a murderer under the age of 18) should be\nuncommon. Having held inGrahamthat a trial judge with\ndiscretionary sentencing authority may not impose a sentence of\nlife without parole on a minor who has committed a nonhomicide\noffense, the Justices in the majority may soon extend that holding\nto minors who commit murder. We will see.What today’s decision shows is that our Eighth\nAmendment cases are no longer tied to any objective indicia of\nsociety’s standards. Our Eighth Amendment case law is now entirely\ninward looking. After entirely disregarding objective indicia of\nour society’s standards inGraham, the Court now\nextrapolates fromGraham. Future cases may extrapolate from\ntoday’s holding, and this process may continue until the majority\nbrings sentencing practices into line with whatever the majority\nviews as truly evolved standards of decency.The Eighth Amendment imposes certain limits on\nthe sentences that may be imposed in criminal cases, but for the\nmost part it leaves questions of sentencing policy to be determined\nby Congress and the state legislatures—and with good reason.\nDetermining the length of imprisonment that is appropriate for a\nparticular offense and a particular offender inevitably involves a\nbalancing of in- terests. If imprisonment does nothing else, it\nremoves the criminal from the general population and prevents him\nfrom committing additional crimes in the outside world. When a\nlegislature prescribes that a category of killers must be sentenced\nto life imprisonment, the legislature, which presumably reflects\nthe views of the electorate, is taking the position that the risk\nthat these offenders will kill again outweighs any countervailing\nconsideration, including reduced culpability due to immaturity or\nthe possibility of rehabilitation. When the majority of this Court\ncountermands that democratic decision, what the majority is saying\nis that members of society must be exposed to the risk that these\nconvicted murderers, if released from custody, will murder\nagain.Unless our cases change course, we will continue\nto march toward some vision of evolutionary culmination that the\nCourt has not yet disclosed. The Constitution does not authorize us\nto take the country on this journey.Notes1Between 2002 and 2010,\n17-year-olds committed an average combined total of 424 murders and\nnonnegligent homicides per year. See Dept. of Justice, Bureau of\nJustice Statistics, §4, Arrests, Age of persons arrested (Table\n4.7).2As the Court noted inMistrettav.United States,488\nU.S. 361, 366 (1989), Congress passed the Sentencing Reform Act\nof 1984 to eliminate discretionary sentencing and parole because it\nconcluded that these practices had led to gross abuses. The Senate\nReport for the 1984 bill rejected what it called the “outmoded\nrehabilitation model” for federal criminal sentencing. S. Rep.\nNo. 98–225, p. 38 (1983). According tothe Report, “almost everyone\ninvolved in the criminal justice system now doubts that\nrehabilitation can be induced reliably in a prison setting, and it\nis now quite certain that no one can really detect whether or when\na prisoner is rehabilitated.”Ibid.The Report also\n“observed that the indeterminate-sentencing system had two\n‘unjustifi[ed] and ‘shameful’ consequences. The first was the great\nvariation among sentences imposed by different judges upon\nsimilarly situated offenders. The second was uncertainty as to the\ntime the offender would spend in prison. Each was a serious\nimpediment to an evenhanded and effective operation of the criminal\njustice system.”Mistretta,supra, at 366 (quoting\nS. Rep. No. 98–225, at 38, 65 (citation\nomitted)).",
    "joined": []
}