{
    "case": {
        "docket": "257",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/257/"
    },
    "id": "3422807",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–1428_________________RON DAVIS, ACTING WARDEN, PETITIONERv.HECTOR AYALAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 18, 2015]Justice Alito delivered the opinion of the\nCourt.A quarter-century after a California jury\nconvicted Hector Ayala of triple murder and sentenced him to death,\nthe Court of Appeals for the Ninth Circuit granted Ayala’s\napplication for a writ of habeas corpus and ordered the State to\nretry or release him. The Ninth Circuit’s decision was based on the\nprocedure used by the trial judge in ruling on Ayala’s objections\nunderBatsonv.Kentucky, 476 U. S. 79 (1986) ,\nto some of the prosecution’s peremptory challenges of prospective\njurors. The trial judge allowed the prosecutor to explain the basis\nfor those strikes outside the presence of the defense so as not to\ndisclose trial strategy. On direct appeal, the California Supreme\nCourt found that if this procedure violated any federal\nconstitutional right, the error was harmless beyond a reasonable\ndoubt. The Ninth Circuit, however, held that the error was\nharmful.The Ninth Circuit’s decision was based on the\nmisapplication of basic rules regarding harmless error. Assuming\nwithout deciding that a federal constitutional error occurred, the\nerror was harmless underBrechtv.Abrahamson, 507\nU. S. 619 (1993) , and the Antiterrorism and Effective Death\nPenalty Act of 1996 (AEDPA), 28 U. S. C. §2254(d).IAAyala’s conviction resulted from the attempted\nrobbery of an automobile body shop in San Diego, California, in\nApril 1985. The prosecution charged Ayala with three counts of\nmurder, one count of attempted murder, one count of robbery, and\nthree counts of attempted robbery. The prosecution also announced\nthat it would seek the death penalty on the murder counts.Jury selection lasted more than three months,\nand during this time the court and the parties interviewed the\nprospective jurors and then called back a subset for generalvoir dire. As part of the jury selection process, more\nthan 200 potential jurors completed a 77-question, 17-page\nquestionnaire. Potential jurors were then questioned in court\nregarding their ability to follow the law. Jurors who were not\ndismissed for cause were called back in groups forvoir dire, and the parties exercised their peremptory\nchallenges.Each side was allowed 20 peremptories, and the\nprosecution used 18 of its allotment. It used seven peremptories to\nstrike all of the African-Americans and Hispanics who were\navailable for service. Ayala, who is Hispanic, raisedBatsonobjections to those challenges.Ayala first objected after the prosecution\nperemptorily challenged two African-Americans, Olanders D. and\nGalileo S. The trial judge stated that these two strikes failed to\nestablish a prima facie case of racial discrimination, but he\nnevertheless required the prosecution to reveal the reasons for the\nstrikes. The prosecutor asked to do this outside the presence of\nthe defense so as not to disclose trial strategy, and over Ayala’s\nobjection, the judgegranted the request. The prosecution then\noffered several reasons for striking Olanders D., including\nuncertainty about his willingness to impose the death penalty. The\nprosecution stated that it dismissed Galileo S. primarily because\nhe had been arrested numerous times and had not informed the court\nabout all his prior arrests. After hearing and evaluating these\nexplanations, the judge concluded that the prosecution had valid,\nrace-neutral reasons for these strikes.Ayala again raisedBatsonobjections when\nthe prosecution used peremptory challenges to dismiss two\nHispanics, Gerardo O. and Luis M. As before, the judge found that\nthe defense had not made out a prima facie case, but ordered the\nprosecution to reveal the reasons for the strikes. This was again\ndoneex parte, but this time the defense did not\nexpressly object. The prosecution explained that it had challenged\nGerardo O. and Luis M. in part because it was unsure that they\ncould impose the death penalty. The prosecution also emphasized\nthat Gerardo O.’s English proficiency was limited and that Luis M.\nhad independently investigated the case. The trial court concluded\na second time that the prosecution had legitimate race-neutral\nreasons for the strikes.Ayala raisedBatsonobjections for a\nthird and final time when the prosecution challenged Robert M., who\nwas Hispanic; George S., whose ethnicity was disputed; and Barbara\nS., who was African-American. At this point, the trial court agreed\nthat Ayala had made a prima facieBatsonshowing. Ayala’s\ncounsel argued that the strikes were in fact based on race. Ayala’s\ncounsel contended that the challenged jurors were “not\nsignificantly different from the white jurors that the prosecution\nha[d] chosen to leave on the jury both in terms of their attitudes\non the death penalty, their attitudes on the criminal justice\nsystem, and their attitudes on the presumption of innocence.” App.\n306. Ayala’s counsel then reviewed the questionnaire answers andvoir diretestimony of Barbara S. and Robert M., as\nwell as the statements made by three of the prospective jurors who\nhad been the subject of the priorBatsonobjections, Galileo\nS., Gerardo O., and Luis M. Counsel argued that their answers\nshowed that they could impose the death penalty. The trial court\nstated that it would hear the prosecution’s response outside the\npresence of the jury, and Ayala once more did not object to that\nruling. The prosecution then explained that it had dismissed the\nprospective jurors in question for several race-neutral reasons,\nincluding uncertainty that Robert M., George S., or Barbara S.\nwould be open to imposing the death penalty. The prosecution also\nemphasized (among other points) that Robert M. had followed a\ncontroversial trial, that George S. had been a holdout on a prior\njury, and that Barbara S. had given the impression duringvoir direthat she was under the influence of drugs.\nThe trial court concluded, for a third time, that the prosecution’s\nperemptory challenges were based on race-neutral criteria.In August 1989, the jury convicted Ayala of all\nthe charges except one of the three attempted robberies. With\nrespect to the three murder convictions, the jury found two special\ncircumstances: Ayala committed multiple murders, and he killed\nduring the course of an attempted robbery. The jury returned a\nverdict of death on all three murder counts, and the trial court\nentered judgment consistent with that verdict.BAyala appealed his conviction and sentence,\nand counsel was appointed to represent him in January 1993. Between\n1993 and 1999, Ayala filed 20 applications for an extension of\ntime, 11 of which requested additional time to file his opening\nbrief. After the California Supreme Court eventually ruled that no\nfurther extensions would be granted, Ayala filed his opening brief\nin April 1998, nine years after he was convicted. The State filed\nits brief in September 1998, and Ayala then asked for four\nextensions of time to file his reply brief. After the court\ndeclared that it would grant him no further extensions, he filed\nhis reply brief in May 1999.In August 2000, the California Supreme Court\naffirmed Ayala’s conviction and death sentence.Peoplev.Ayala, 24 Cal. 4th 243, 6 P. 3d 193. In an opinion\njoined by five justices, the State Supreme Court rejected Ayala’s\ncontention that the trial court committed reversible error by\nexcluding the defense from part of theBatsonhearing. The\ncourt understood Ayala to challenge the peremptory strikes under\nbothBatsonand its state-law analogue,Peoplev.Wheeler, 22 Cal. 3d 258, 583 P. 2d 748 (1978). The\ncourt first concluded that the prosecution had not offered matters\nof trial strategy at theex partehearing and that, “as a\nmatter of state law, it was [error]” to bar Ayala’s attorney from\nthe hearing. 24 Cal. 4th, at 262, 6 P. 3d, at 203.Turning to the question of prejudice, the court\nstated:“We have concluded that error occurred\nunder state law, and we have noted [the suggestion inUnited\nStatesv.Thompson, 827 F. 2d 1254 (CA9 1987),]\nthat excluding the defense from aWheeler-type hearing may\namount to a denial of due process. We nonetheless conclude that the\nerror was harmless under state law (Peoplev.Watson(1956) 46 Cal.2d 818, 836), and that, if federal error occurred,\nit, too, was harmless beyond a reasonable doubt (Chapmanv.California(1967) 386 U. S. 18 ) as a matter of federal\nlaw. On the record before us, we are confident that the challenged\njurors were excluded for proper, race-neutral reasons.”Id.,\nat 264, 6 P. 3d, at 204.The court then reviewed the prosecution’s\nreasons for striking the seven prospective jurors and found that\n“[o]n this well-developed record, . . . we are confident\nthat defense counsel could not have argued anything substantial\nthat would have changed the court’s rulings. Accordingly, the error\nwas harmless.”Id., at 268, 6 P. 3d, at 207. The court\nconcluded that the record supported the trial judge’s implicit\ndetermination that the prosecution’s justifications were not\nfabricated and were instead “grounded in fact.”Id.,at 267,\n6 P. 3d, at 206. And the court emphasized that the “trial\ncourt’s rulings in the ex parte hearing indisputably reflect\nboth its familiarity with the record of voir dire of the\nchallenged prospective jurors and its critical assessment of the\nprosecutor’s proffered justifications.”Id.,at 266–267, 6\nP. 3d, at 206.The California Supreme Court also rejected\nAyala’s argument that his conviction should be vacated because most\nof the questionnaires filled out by prospective jurors who did not\nserve had been lost at some point during the decade that had passed\nsince the end of the trial. The court wrote that “the record is\nsufficiently complete for us to be able to conclude that [the\nprospective jurors who were the subject of the contested\nperemptories] were not challenged and excused on the basis of\nforbidden group bias.”Id., at 270, 6 P. 3d, at 208.\nAnd even if the loss of the questionnaires was error under federal\nor state law, the court held, the error was harmless underChapmanand its state-law analogue. Two justices of the\nState Supreme Court dissented. We then denied certiorari. 532\nU. S. 1029 (2001) .CAfter the California Supreme Court summarily\ndenied a habeas petition, Ayala turned to federal court. He filed\nhis initial federal habeas petition in 2002, but then went back to\nstate court to exhaust several claims. In December 2004, he filed\nthe operative federal petition and argued, among other things, that\ntheex partehearings and loss of the questionnaires\nviolated his rights under the Sixth, Eighth, and Fourteenth\nAmendments.In 2006, the District Court denied Ayala relief\non those claims. The District Court read the decision of the\nCalifornia Supreme Court to mean that the state court had not\ndecided whether theex parteproceedings violated\nfederal law, and the District Court expressed doubt “whether the\ntrial court’s procedure was constitutionally defective as a matter\nof clearly established Federal law.” App. to Pet. for Cert. 145a.\nBut even if such a violation occurred, the District Court held, the\nstate court’s finding of harmlessness was not contrary to or an\nunreasonable application of clearly established law and thus could\nnot be overturned under AEDPA. The District Court also rejected\nAyala’s argument about the lost questionnaires, concluding that,\neven without them, the record was sufficient to resolve Ayala’s\nother claims.In 2013, a divided panel of the Ninth Circuit\ngranted Ayala federal habeas corpus relief and required California\neither to release or retry him.Ayalav.Wong, 756\nF. 3d 656 (2014). Because Ayala’s federal petition is subject\nto the requirements of AEDPA, the panel majority began its analysis\nby inquiring whether the state court had adjudicated Ayala’s claims\non the merits. Applyingde novoreview,[1] the panel held that theex parteproceedings violated the Federal Constitution, and that the loss of\nthe questionnaires violated Ayala’s federal due process rights if\nthat loss deprived him of “the ability to meaningfully appeal the\ndenial of hisBatsonclaim.”Id.,at 671. Thepanel folded this inquiry into its analysis of\nthe question whether the error regarding theex parteproceedings was harmless.Turning to the question of harmlessness, the\npanel identified the applicable standard of review as that set out\ninBrechtand added: “We apply theBrechttest\nwithout regard for the state court’s harmlessness determination.”\n756 F. 3d, at 674 (internal quotation marks omitted).[2] The panel used the following\ncomplicated formulation to express its understanding ofBrecht’s application to Ayala’s claims: “If we cannot say\nthat the exclusion of defense counsel with or without the loss of\nthe questionnaires likely did not prevent Ayala from prevailing on\nhisBatsonclaim, then we must grant the writ.” 756\nF. 3d, at 676. Applying this test, the panel majority found\nthat the error was not harmless, at least with respect to three of\nthe seven prospective jurors. The panel asserted that the absence\nof Ayala and his counsel had interfered with the trial court’s\nability to evaluate the prosecution’s proffered justifications for\nthose strikes and had impeded appellate review, and that the loss\nof the questionnaires had compounded this impairment.Judge Callahan dissented. She explained that the\nCalifornia Supreme Court’s decision that any federal error was\nharmless constituted a merits adjudication of Ayala’s federal\nclaims. She then reviewed the prosecution’s explanations for its\ncontested peremptory challenges and concluded that federal habeas\nrelief was barred because “fairminded jurists can concur in the\nCalifornia Supreme Court’s determination of harmless error.”Id.,at 706.The Ninth Circuit denied rehearing en banc, but\nJudge Ikuta wrote a dissent from denial that was joined by seven\nother judges. Like Judge Callahan, Judge Ikuta concluded that the\nCalifornia Supreme Court adjudicated the merits of Ayala’s federal\nclaims. Instead of the panel’s “de novo review of the record\nthat piles speculation upon speculation,” she would have found that\nthe state court’s harmlessness determination was not an\nunreasonable application ofChapman. 756 F. 3d, at\n723.We granted certiorari. 574 U. S. ___\n(2014).IIAyala contends that his federal constitutional\nrights were violated when the trial court heard the prosecution’s\njustifications for its strikes outside the presence of the defense,\nbut we find it unnecessary to decide that question. We assume for\nthe sake of argument that Ayala’s federal rights were violated, but\nthat does not necessarily mean that he is entitled to habeas\nrelief. In the absence of “the rare type of error” that requires\nautomatic reversal, relief is appropriate only if the prosecution\ncannot demonstrate harmlessness.Glebev.Frost, 574\nU. S. ___, ___ (2014) (per curiam) (slip op., at 3).\nThe Ninth Circuit did not hold—and Ayala does not now contend—that\nthe error here falls into that narrow category, and therefore Ayala\nis entitled to relief only if the error was not harmless.The test for whether a federal constitutional\nerror was harmless depends on the procedural posture of the case.\nOn direct appeal, the harmlessness standard is the one prescribed\ninChapman, 386 U. S. 18 : “[B]efore a federal\nconstitutional error can be held harmless, the court must be able\nto declare a belief that it was harmless beyond a reasonable\ndoubt.”Id.,at 24.In a collateral proceeding, the test is\ndifferent. For reasons of finality, comity, and federalism, habeas\npetitioners “are not entitled to habeas relief based on trial error\nunless they can establish that it resulted in ‘actual\nprejudice.’ ”Brecht, 507 U. S., at 637 (quotingUnited Statesv.Lane, 474 U. S. 438, 449 (1986)\n). Under this test, relief is proper only if the federal court has\n“grave doubt about whether a trial error of federal law had\n‘substantial and injurious effect or influence in determining the\njury’s verdict.’ ”O’Nealv.McAninch, 513\nU. S. 432, 436 (1995) . There must be more than a “reasonable\npossibility” that the error was harmful.Brecht,supra, at 637 (internal quotation marks omitted). TheBrechtstandard reflects the view that a “State is not to be\nput to th[e] arduous task [of retrying a defendant] based on mere\nspeculation that the defendant was prejudiced by trial error; the\ncourt must find that the defendant was actually prejudiced by the\nerror.”Calderonv.Coleman, 525 U. S. 141, 146\n(1998) (per curiam).Because Ayala seeks federal habeas corpus\nrelief, he must meet theBrechtstandard, but that does not\nmean, as the Ninth Circuit thought, that a state court’s\nharmlessness determination has no significance underBrecht.\nInFryv.Pliler, 551 U. S. 112, 120 (2007) , we\nheld that theBrechtstandard “subsumes” the requirements\nthat §2254(d) imposes when a federal habeas petitioner contests a\nstate court’s determination that a constitutional error was\nharmless underChapman. TheFryCourt did not\nhold—and would have had no possible basis for holding—thatBrechtsomehow abrogates the limitation on federal habeas\nrelief that §2254(d) plainly sets out. While a federal habeas court\nneed not “formal[ly]” apply bothBrechtand\n“AEDPA/Chapman,”AEDPA nevertheless “sets forth a\nprecondition to the grant of habeas relief.”Fry,supra, at 119–120.Under AEDPA, 28 U. S. C. §2254(d):“An application for a writ of habeas\ncorpus on behalf of a person in custody pursuant to the judgment of\na State court shall not be granted with respect to any claim that\nwas adjudicated on the merits in State court proceedings unless the\nadjudication of the claim—“(1) resulted in a decision that was\ncontrary to, or involved an unreasonable application of, clearly\nestablished Federal law, as determined by the Supreme Court of the\nUnited States; or“(2) resulted in a decision that was based\non an unreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.”Section 2254(d) thus demands an inquiry into\nwhether a prisoner’s “claim” has been “adjudicated on the merits”\nin state court; if it has, AEDPA’s highly deferential standards\nkick in.Harringtonv.Richter, 562 U. S. 86,\n103 (2011) .At issue here is Ayala’s claim that theex parteportion of theBatsonhearings violated\nthe Federal Constitution. There is no dispute that the California\nSupreme Court held that any federal error was harmless beyond a\nreasonable doubt underChapman, and this decision\nundoubtedly constitutes an adjudication of Ayala’s constitutional\nclaim “on the merits.” See,e.g., Mitchellv.Esparza, 540 U. S. 12 –18 (2003) (per curiam).\nAccordingly, a federal habeas court cannot grant Ayala relief\nunless the state court’s rejection of his claim (1) was contrary to\nor involved an unreasonable application of clearly established\nfederal law, or (2) was based on an unreasonable determination of\nthe facts. Because the highly deferential AEDPA standard applies,\nwe may not overturn the California Supreme Court’s decision unless\nthat court appliedChapman“in an ‘objectively unreasonable’\nmanner.”Id., at 18 (quotingLockyerv.Andrade, 538 U. S. 63, 75 (2003) ). When aChapmandecision is reviewed under AEDPA, “a federal court\nmay not award habeas relief under §2254 unlessthe harmlessness\ndetermination itselfwas unreasonable.”Fry,supra, at 119 (emphasis in original). And a state-court\ndecision is not unreasonable if “ ‘fairminded jurists could\ndisagree’ on [its] correctness.”Richter,supra, at\n101 (quotingYarboroughv.Alvarado, 541 U. S.\n652, 664 (2004) ). Ayala therefore must show that the state court’s\ndecision to reject his claim “was so lacking in justification that\nthere was an error well understood and comprehended in existing law\nbeyond any possibility for fairminded disagreement.” 562\nU. S., at 103.In sum, a prisoner who seeks federal habeas\ncorpus relief must satisfyBrecht, and if the state court\nadjudi-cated his claim on the merits, theBrechttest\nsubsumes the limitations imposed by AEDPA.Fry,supra, at 119–120.IIIWith this background in mind, we turn to the\nquestion whether Ayala was harmed by the trial court’s decision to\nreceive the prosecution’s explanation for its challenged strikes\nwithout the defense present. In order for this argument to succeed,\nAyala must show that he was actually prejudiced by this procedure,\na standard that he neces-sarily cannot satisfy if a fairminded\njurist could agree with the California Supreme Court’s decision\nthat this procedure met theChapmanstandard of\nharmlessness. Evaluation of these questions requires consideration\nof the trial court’s grounds for rejecting Ayala’sBatsonchallenges.ABatsonheld that the Equal Protection\nClause of the Fourteenth Amendment prohibits prosecutors from\nexercising peremptory challenges on the basis of race. 476\nU. S., at 89. When adjudicating aBatsonclaim, trial\ncourts follow a three-step process:“First, a defendant must make a prima\nfacie showing that a peremptory challenge has been exercised on the\nbasis of race; second, if that showing has been made, the\nprosecution must offer a race-neutral basis for striking the juror\nin question; and third, in light of the parties’ submissions, the\ntrial court must determine whether the defendant has shown\npurposeful discrimination.”Snyderv.Louisiana, 552\nU. S. 472 –477 (2008) (internal quotation marks and\nalterations omitted).The opponent of the strike bears the burden of\npersuasion regarding racial motivation,Purkettv.Elem, 514 U. S. 765, 768 (1995) (per curiam),\nand a trial court finding regarding the credibility of an\nattorney’s explanation of the ground for a peremptory challenge is\n“entitled to ‘great deference,’ ”Felknerv.Jackson, 562 U. S. 594, 598 (2011) (per curiam)\n(quotingBatson, 476 U. S., at 98, n. 21). On direct\nappeal, those findings may be reversed only if the trial judge is\nshown to have committed clear error.Ricev.Collins,\n546 U. S. 333, 338 (2006) . Under AEDPA, even more must be\nshown. A federal habeas court must accept a state-court finding\nunless it was based on “an unreasonable determination of the facts\nin light of the evidence presented in the State court proceeding.”\n§2254(d)(2). “State-court factual findings, moreover, are presumed\ncorrect; the petitioner has the burden of rebutting the presumption\nby ‘clear and convincing evidence.’ ”Collins,supra, at 338–339 (quoting §2254(e)(1)).In this case, Ayala challenged seven of the\nprosecution’s peremptory challenges. As explained above, the Ninth\nCircuit granted relief based on the dismissal of three potential\njurors. The dissent discusses only one, Olanders D. We will devote\nmost of our analysis to the three individuals discussed by the\nNinth Circuit, but we hold that any error was harmless with respect\nto all seven strikes.B1Ayala first contests the prosecution’s\ndecision to challenge Olanders D., an African-American man. The\nprosecution stated that its “primary” reason for striking Olanders\nD. was uncertainty about whether he could impose the death penalty,\nand the prosecutor noted that Olanders D. had written on his\nquestionnaire that he did not “believe in the death penalty.” 50\nReporter’s Tr. on Appeal 6185 (hereinafter Tr.). Providing\nadditional reasons for this strike, the prosecutor first stated\nthat Olanders D.’s responses “did not make a lot of sense,” “were\nnot thought out,” and “demonstrate[d] a lack of ability to express\nhimself well.” App. 283. The prosecutor also voiced doubt that\nOlanders D. “could actively participate in a meaningful way in\ndeliberations with other jurors” and might have lacked the “ability\nto fit in with a cohesive group of 12 people.”Ibid.The trial court concluded that the strike was\nrace-neutral. The judge stated: “Certainly with reference to\nwhether or not he would get along with 12 people, it may well be\nthat he would get along very well with 12 people. I think the other\nobservations of counsel are accurate and borne out by the record.”\n50 Tr. 6186. The California Supreme Court found that the evidence\nof Olanders D.’s views on the death penalty provided adequate\nsupport for the trial judge’s finding that the strike exercised\nagainst him was not based on race, and the court further found that\ndefense counsel’s presence would not have affected the outcome of\ntheBatsonhearing. The Ninth Circuit reversed, but its\ndecision rested on a misapplication of the applicable\nharmless-error standards.2As the trial court and the State Supreme Court\nfound, Olanders D.’svoir direresponses amply support\nthe prosecution’s concern that he might not have been willing to\nimpose the death penalty. Duringvoir dire, Olanders D.\nacknowledged that he wrote on his questionnaire, “ ‘I don’t\nbelieve in the death penalty,’ ” App. 179, and he agreed that\nhe had at one time “thought that [the death penalty] was completely\nwrong,”id.,at 177. Although he stated during thevoir direthat he had reconsidered his views, it was\nreasonable for the prosecution and the trial court to find that he\ndid not clearly or adequately explain the reason or reasons for\nthis change. When asked about this, Olanders D. gave a vague and\nrambling reply: “Well, I think it’s—one thing would be the—the—I\nmean, examining it more closely, I think, and becoming more\nfamiliar with the laws and the—and the behavior, I mean, the change\nin the people, I think. All of those things contributed to the\nchanges.”Id.,at 178.The Ninth Circuit reversed because it speculated\nthat defense counsel, if present when the prosecution explained the\nbasis for this strike, “could have pointed to seated white jurors\nwho had expressed similar or greater hesitancy” in imposing the\ndeath penalty. 756 F. 3d, at 678. The Ninth Circuit wrote that\na seated white juror named Ana L. was “indistinguishable from\nOlanders D. in this regard” and that she had “made almost precisely\nthe same statement in her questionnaire.”Ibid.The responses of Olanders D. and Ana L.,\nhowever, were by no means “indistinguishable.” Olanders D.\ninitially voiced unequivocal opposition to the death penalty,\nstating flatly: “I don’t believe in the death penalty.” He also\nrevealed that he had once thought it was “completely wrong.” Ana\nL., by contrast, wrote on the questionnaire that she\n“probablywould not be able to vote for the death penalty,”\nApp. 109 (emphasis added), and she then later said atvoir direthat she could vote for a verdict of\ndeath.In a capital case, it is not surprising for\nprospective jurors to express varying degrees of hesitancy about\nvoting for a death verdict. Few are likely to have experienced a\nneed to make a comparable decision at any prior time in their\nlives. As a result, both the prosecution and the defense may be\nrequired to make fine judgment calls about which jurors are more or\nless willing to vote for the ultimate punishment. These judgment\ncalls may involve a comparison of responses that differ in only\nnuanced respects, as well as a sensitive assessment of jurors’\ndemeanor. We have previously recognized that peremptory challenges\n“are often the subjects of instinct,”Miller-Elv.Dretke, 545 U. S. 231, 252 (2005) (citingBatson, 476 U. S., at 106 (Marshall, J., concurring)),\nand that “race-neutral reasons for peremptory challenges often\ninvoke a juror’s demeanor,”Snyder, 552 U. S., at 477.\nA trial court is best situated to evaluate both the words and the\ndemeanor of jurors who are peremptorily challenged, as well as the\ncredibility of the prosecutor who exercised those strikes. As we\nhave said, “these determinations of credibility and demeanor lie\npeculiarly within a trial judge’s province,” and “in the absence of\nexceptional circumstances, we [will] defer to the trial court.”Ibid.(alterations and internal quotation marks omitted).\n“Appellate judges cannot on the basis of a cold record easily\nsecond-guess a trial judge’s decision about likely motivation.”Collins, 546 U. S., at 343 (Breyer, J.,\nconcurring).The upshot is that even if “[r]easonable minds\nreviewing the record might disagree about the prosecutor’s\ncredibility, . . . on habeas review that does not suffice\nto supersede the trial court’s credibility determination.”Id.,at 341–342 (majority opinion). Here, any similarity\nbetween the responses of Olanders D. and Ana L. is insufficient to\ncompel an inference of racial discrimination underBrechtor\nAEDPA.Ayala contends that the presence of defense\ncounsel might have made a difference because defense counsel might\nhave been able to identify white jurors who were not stricken by\nthe prosecution even though they had “expressed similar or greater\nhesitancy” about the death penalty. We see no basis for this\nargument. The questionnaires of all the jurors who sat and all the\nalternates are in the record, and Ana L., whom we just discussed,\nis apparently the white juror whose answers come the closest to\nthose of Olanders D. Since neither Ayala nor the Ninth Circuit\nidentified a white juror whose statements better support their\nargument, there is no reason to think that defense counsel could\nhave pointed to a superior comparator at theex parteproceeding.3In rejecting the argument that the prosecutor\nperemptorily challenged Olanders D. because of his race, the\nCalifornia Supreme Court appears to have interpreted the\nprosecutor’s explanation of this strike to mean that Olanders D.’s\nviews on the death penalty were alone sufficient to convince him to\nexercise a strike, see 24 Cal. 4th, at 266, 6 P. 3d, at 206,\nand this was certainly an interpretation of the record that must be\nsustained under 28 U. S. C. §2254(d)(2). As a result, it\nis not necessary for us to consider the prosecutor’s supplementary\nreason for this strike—the poor quality of Olanders D.’s\nresponses—but in any event, the Ninth Circuit’s evaluation of this\nreason is also flawed.The Ninth Circuit wrote that its independent\n“review of the voir dire transcript reveal[ed] nothing that\nsupports the prosecution’s claim: Olanders D.’s answers were\nresponsive and complete.” 756 F. 3d, at 679. The record,\nhowever, provides sufficient support for the trial court’s\ndetermination. Olanders D.’s incoherent explanation duringvoir direof the reasons for his change of opinion\nabout the death penalty was quoted above. He also provided a\nchronology of the evolution of his views on the subject that did\nnot hold together. He stated that he had been “completely against\nthe death sentence” 10 years earlier but seemed to suggest that his\nviews had changed over the course of the intervening decade. See\nApp. 176–177. However, on the questionnaire, which he had completed\njust a month before thevoir dire, he wrote\nunequivocally: “I don’t believe in the death penalty.”Id.,\nat 179. And then, at the time of thevoir dire, he said\nthat he would be willing to impose the death penalty in some cases.Id., at 180. He explained his answer on the questionnaire as\nfollows: “I answered that kind of fast[.] [N]ormally, I wouldn’t\nanswer that question that way, but I mean, I really went through\nthat kind of fast. I should have done better than that.”Id.,at 179–180. These answers duringvoir direprovide more than sufficient support for the prosecutor’s\nobservation, which the trial court implicitly credited, that\nOlanders D.’s statements “did not make a lot of sense,” “were not\nthought out,” and “demonstrate[d] a lack of ability to express\nhimself well.”In ordering federal habeas relief based on their\nassessment of the responsiveness and completeness of Olanders D.’s\nanswers, the members of the panel majority misunderstood the role\nof a federal court in a habeas case. The role of a federal habeas\ncourt is to “ ‘guard against extreme malfunctions in the state\ncriminal justice systems,’ ”Richter, 562 U. S.,\nat 102–103 (quotingJacksonv.Virginia, 443\nU. S. 307 , n. 5 (1979) (Stevens, J., concurring in\njudgment)), not to applyde novoreview of factual\nfindings and to substitute its own opinions for the determination\nmade on the scene by the trial judge.CAyala next challenges the prosecution’s use of\na peremptory challenge to strike Gerardo O., a Hispanic man. The\nprosecution offered three reasons for this strike: Gerardo O. had a\npoor grasp of English; his answers duringvoir direand\non his questionnaire suggested that he might not be willing to\nimpose the death penalty; and he did not appear to get along with\nthe other prospective jurors. The trial judge accepted this\nexplanation, as did the State Supreme Court.The Ninth Circuit, however, rejected the state\ncourts’ determinations based on speculation that defense counsel,\nif present at thein camerahearing, “likely could have\ncalled into question all of the prosecution’s stated reasons for\nstriking Gerardo O.” 756 F. 3d, at 680. The Ninth Circuit\nthought that it could grant Ayala relief simply because it “[could\nnot] say that Ayala would not have shown that the trial court would\nor should have determined that the prosecution’s strike of Gerardo\nO. violatedBatson.”Id.,at 682. But that is not the\ntest. The inquiry underBrechtis not whether the federal\nhabeas court could definitively say that there were no winning\narguments that the defense could have made. Instead, the evidence\nin the record must raise “grave doubt[s]” about whether the trial\njudge would have ruled differently.O’Neal, 513 U. S.,\nat 436. This requires much more than a “reasonable possibility”\nthat the result of the hearing would have been different.Brecht, 507 U. S., at 637 (internal quotation marks\nomitted). And on the record in this case, Ayala cannot establish\nactual prejudice or that no fairminded jurist could agree with the\nstate court’s application ofChapman.We begin with the prosecution’s explanation that\nit challenged Gerardo O. because of his limited English\nproficiency. Duringvoir dire, Gerardo O. acknowledged\nthat someone else had written the answers for him onhis\nquestionnaire “[b]ecause I couldn’t—I cannot read—I cannot spell\nthat well.” App. 163. He added that he “didn’t get” some of the\nwords on the questionnaire.Ibid.Gerardo O.’s testimony\nalso revealed that he might well have been unable to follow what\nwas said at trial. When asked whether he could understand spoken\nEnglish, he responded: “It depends if you make long words. If you\nmake—if you go—if you say it straight out, then I might understand.\nIf you beat around the bush, I won’t.”Id.,at 166. At that\npoint, defense counsel and Gerardo O. engaged in a colloquy that\nsuggests that defense counsel recognized that he lacked the ability\nto understand words not used in basic everyday speech, “legal\nwords,” and rapid speech in English:“Q: I’ll try not to talk—use any legal words or\nlawyer talk—“A: Okay.“Q: —and talk regular with you. If you don’t\nunderstand anything I say, stop me and tell me, okay?“A: Okay.“Q: If you’re selected as a juror during the\ntrial, and you know you’re serving as a juror and listening to\nwitnesses, can we have your promise that if a witness uses a word\nyou don’t understand, you’ll put your hand up and let us know?“A: Yeah..     .     .     .     .“Q: There’s one more problem that you’re\ngoing to have with me, and that is that sometimes . . . I\ntalk real fast . . . .”Id.,at 166–167.It is understandable for a prosecutor to strike\na potential juror who might have difficulty understanding\nEnglish.[3] The jurors who were\nultimately selected heard many days of testimony, and the\ninstructions at both the guilt and the penalty phases included\n“legal words” and words not common in everyday speech. The\nprosecution had an obvious reason to worry that service on this\njury would have strained Gerardo O.’s linguistic capability.The Ninth Circuit reached a contrary conclusion\nby distorting the record and the applicable law. The Ninth Circuit\nfirst suggested that Gerardo O.’s English-language deficiencies\nwere limited to reading and writing, 756 F. 3d, at 680, but as\nthe portions of thevoir direquoted above make clear,\nthat was not true; the record shows that his ability to understand\nspoken English was also limited. The Ninth Circuit then suggested\nthat “[t]he prosecution’s purported reason for striking Gerardo O.\n. . . was directly related to his status as someone who\nspoke Spanish as his first language,”ibid., but the\nprosecutor voiced no concern about Gerardo O.’s ability to speak\nSpanish or about the fact that Spanish was his first language. The\nprosecution’s objection concerned Gerardo O.’s limited proficiency\ninEnglish. The Ninth Circuit quoted the following statement\nfromHernandezv.New York, 500 U. S. 352, 363\n(1991) (plurality opinion): “ ‘[T]he prosecutor’s frank\nadmission that his ground for excusing th[is] juror[ ] related\nto [his] ability to speak and understand Spanish raised a\nplausible, though not a necessary, inference that language might be\na pretext for what in fact [was a] race-based peremptory\nchallenge[ ].’ ” 756 F. 3d, at 680 (alterations in\noriginal). This statement, however, did not concern a peremptory\nexercised due to a prospective juror’s lack of English proficiency.\nInstead, it concerned the dismissal ofSpanish-speaking members of the venire for fear\nthat, if seated, they might not follow the English translation of\ntestimony given in Spanish. See 500 U. S., at 360. The Ninth\nCircuit’s decision regarding Gerardo O. was thus based on a\nmisreading of the record and a distortion of our case law. And\nneither Ayala nor the Ninth Circuit has identified anything that\ndefense counsel might have done at theex partehearing\nto show that the prosecutor’s concern about Gerardo O.’s limited\nEnglish proficiency was pretextual.The prosecution’s second proffered reason for\nstriking Gerardo O. was concern about his willingness to impose the\ndeath penalty, and as the trial court found, this observation was\nalso supported by the record. Indeed, when asked invoir direhow he felt about imposing the death penalty,\nGerardo O. responded that he was “[k]ind of shaky about\nit. . . . I’m not too sure if I can take\nsomeone else’s life in my hands and say that; say, you know,\n‘death,’ or something.” App. 168. In response to another question\nabout his thoughts on the death penalty, he replied: “I don’t know\nyet. It’s kind of hard, you know, to pick it up like that and say\nhow I feel about the death penalty.” 15 Tr. 1052. Answering a\nquestion about whether his thoughts on the death penalty would\naffect how he viewed the evidence presented at trial, he responded,\n“I don’t know, sir, to tell you the truth.” App. 165. And when\nasked if he had “any feeling that [he] would be unable to vote for\nthe death penalty if [he] thought it was a case that called for\nit,” Gerardo O. responded once again, “I don’t know.” 15 Tr. 1043.\nWhile Gerardo O. did say at one point that he might be willing to\nimpose the death pen-alty, he qualified that statement by adding\nthat he would be comforted by the fact that “there’s eleven more\nother persons on the jury.” App. 170.What we said above regarding jurors who express\ndoubts about their openness to a death verdict applies as well\nhere. The prosecution’s reluctance to take a chance that Gerardo O.\nwould ultimately be willing to consider the death penalty in\naccordance with state law did not compel the trial judge to find\nthat the strike of Gerardo O. was based on race.Nor is there a basis for finding that the\nabsence of defense counsel affected the trial judge’s evaluation of\nthe sincerity of this proffered ground for the strike. Defense\ncounsel had a full opportunity duringvoir direto\ncreate a record regarding Gerardo O.’s openness to the death\npenalty. And defense counsel had the opportunity prior to theex parteproceeding on the Gerardo O. strike to compare\nthe minority jurors dismissed by the prosecution with white jurors\nwho were seated. Counsel argued that the answers on the death\npenalty given by the minority jurors were “not significantly\ndifferent from [those of] the white jurors that the prosecution\nha[d] chosen to leave on the jury.”Id.,at 306. The trial\njudge asked counsel for “particulars,” and counsel discussed\nGerardo O., albeit briefly.Id.,at 307–308. Thus, there is\nno reason to believe that counsel could have made a more persuasive\nargumentat theex parteproceeding than he made during\nthisexchange.The prosecution’s final reason for striking\nGerardo O. was that he appeared to be “a standoffish type of\nindivid-ual” whose “dress\nand . . . mannerisms . . . were\nnot in keeping with the other jurors” and who “did not appear to be\nsocializing or mixing with any of the other jurors.”Id., at\n298. The trial judge did not dispute that the prosecution’s\nreflections were borne out by the record. The California Supreme\nCourt affirmed and also emphasized that “the trial court’s rulings\nin the ex parte hearing indisput-ably reflect both its\nfamiliarity with the record of voir dire of the challenged\nprospective jurors and its critical assessment of the prosecutor’s\nproffered justifications.” 24 Cal. 4th, at 266–267, 6\nP. 3d, at 206.In light of the strength of the prosecution’s\nfirst two reasons for striking Gerardo O., it is not at all clear\nthat the prosecution proffered this final reason as an essential\nfactor in its decision to strike, but in any event, there is no\nsupport for the suggestion that Ayala’s attorney, if allowed to\nattend theex partehearing, would have been able to\nconvince the judge that this reason was pretextual. The Ninth\nCircuit, however, was content to speculate about what might have\nbeen. Mixing guesswork with armchair sociology, the Ninth Circuit\nmused that “[i]t is likely that Gerardo O.’s dress and mannerisms\nwere distinctly Hispanic. Perhaps in the late 1980’s Hispanic males\nin San Diego County were more likely than members of other racial\nor ethnic groups in the area to wear a particular style or color of\nshirt, and Gerardo O. was wearing such a shirt.” 756 F. 3d, at\n680–681. As for the prosecution’s observation that Gerardo O. did\nnot socialize with other jurors, the Ninth Circuit posited that,\n“perhaps, unbeknownst to the trial judge, Gerardo O. did\n‘socializ[e] or mix[ ]’ with a number of other jurors, and had\neven organized a dinner for some of them at his favorite Mexican\nrestaurant.”Id.,at 681.This is not how habeas review is supposed to\nwork. The record provides no basis for the Ninth Circuit’s flight\nof fancy.Brechtrequires more than speculation about what\nextrarecord information defense counsel might have mentioned. And\nspeculation of that type is not enough to show that a State Supreme\nCourt’s rejection of the argument regarding Gerardo O. was\nunreasonable.DThe final prospective juror specifically\ndiscussed in the Ninth Circuit’s decision was Robert M., who is\nHispanic. The prosecution’s primary proffered reason for striking\nRobert M. was concern that he would not impose the death penalty,\nthough the prosecution added that it was troubled that he had\nfollowed the Sagon Penn case, a high-profile prosecution in San\nDiego in which an alleged murderer was acquitted amid allegations\nof misconduct by police and prosecutors. In addition, the\nprosecution also explained to the trial court that Robert M. scored\npoorly on its 10-point scale for evaluating prospective jurors. The\ntrial court accepted the prosecutor’s explanation of the\nstrike.With respect to the prosecution’s concern that\nRobert M. might not be willing to impose the death penalty, the\nNinth Circuit found that defense counsel, if permitted to attend\nthein cameraproceeding, could have compared Robert M.’s\nstatements about the death penalty to those of other jurors and\ncould have reminded the judge that Robert M. had “repeatedly stated\nduring voir dire that he believed in the death penalty and\ncould personally vote to impose it.” 756 F. 3d, at 682. But as\nwith Olanders D. and Gerardo O., we cannot say that the prosecution\nhad no basis for doubting Robert M.’s willingness to impose the\ndeath penalty. For example, when asked at one point whether he\ncould vote for death, Robert M. responded: “Well, I’ve though[t]\nabout that, but it’s a difficult question, and yeah, it is\ndifficult for me to say, you know, one way or the other. I believe\nin it, but for me to be involved in it is—is hard. It’s hard to\naccept that aspect of it, do you know what I mean?” App. 149–150.\nIn response to another question, he said: “It would be hard, but I\nthink I could, yes. It’s—it’s hard to say, you know—and I don’t\ncare who the person is—to say that they have to put somebody away,\nyou know. It’s very hard.”Id.,at 154. These are hardly\nanswers that would inspire confidence in the minds of prosecutors\nin a capital case.While the Ninth Circuit argued that defense\ncounsel’s absence at thein camerahearing prejudiced the\ntrial judge’s ability to assess this reason for the strike of\nRobert M., the Ninth Circuit failed to mention that defense counsel\nspecifically addressed this issue duringvoir dire. At\nthat time, he pointedly reminded the judge that Robert M. had made\nseveral statements duringvoir direthat were favorable\nto the death penalty.Id., at 307. The trial judge thus\nheard defense counsel’s arguments but nevertheless concluded that\nthe record supplied a basis for a legitimate concern about whether\nRobert M. could impose the death penalty. That Ayala’s attorney did\nnot have the opportunity to repeat this same argument once more at\nthein cameraproceeding does not create grave doubt about\nwhether the trial court would have decided the issue\ndifferently.As for the prosecution’s second proffered reason\nfor striking Robert M.—that he had followed the Sagon Penn\ncase[4]—the Ninth Circuit\nplaced great emphasis on the fact that a seated white juror had\nfollowed a different murder trial, that of Robert Alton\nHarris.[5] But the Penn and\nHarris cases were quite different. Harris was convicted while Penn\nwas acquitted; and since the Harris case was much older, the\nexperience of following it was less likely to have an effect at the\ntime of the trial in this case.EAyala raised aBatsonobjection about\nthe prosecution’s use of peremptory challenges on four additional\njurors, George S., Barbara S., Galileo S., and Luis M. The Ninth\nCircuit did not address these prospective jurors at length, and we\nneed not dwell long on them. With respect to all four of these\nprospective jurors, we conclude that any constitutional error was\nharmless.Of these four additional jurors, Ayala’s brief\nin this Court develops an argument with respect to only two,George S. and Barbara S. And while Ayala’s\nattorney claimed that George S. was Hispanic, the prosecutor said\nthat he thought that George S. was Greek. In any event, the\nprosecution offered several reasons for striking George S. The\nprosecutor noted that one of his responses “was essentially, ‘you\nprobably don’t want me to be a juror on this case.’ ”Id., at 312. The prosecutor was also concerned about whether\nhe would vote for death or even a life sentence and whether he\nwould follow the law as opposed to his personal religious beliefs.\nIn addition, the prosecutor noted that George S. had previously\nbeen the sole holdout on a jury and that his prior application to\nbe a police officer had been rejected, for reasons that were not\nclear. The trial court accepted these explanations.Ayala contests only two of these justifications.\nHe quibbles that George S. had not been a “ ‘holdout,’ ”\nbut instead had been the dissenting juror in a civil case on which\nunanimity was not required. This observation does not render the\nprosecution’s proffered justification “false or pretextual.” Brief\nfor Respondent 46. The fact that George S. had been willing to\ndissent from a jury verdict could reasonably give a prosecutor\npause in a capital case since a single holdout juror could prevent\na guilty verdict or death sentence. The most that Ayala can\nestablish is that reasonable minds can disagree about whether the\nprosecution’s fears were well founded, but this does not come close\nto establishing “actual prejudice” underBrecht. Nor does it\nmeet the AEDPA standard. Ayala also points out that a seated white\njuror, Charles C., had been re-jected by a police force, but George\nS. admitted that he had applied to law enforcement because he was\n“trying to get out of the Army,” App. 222, and the reasons for his\nrejection were not clear. Charles C., by contrast, had received a\nqualifying score on a law enforcement exam but was not hired\nbecause a position was not available.As for Barbara S., the prosecution struck her\nbecause, duringvoir dire, she appeared to be “under\nthe influence of drugs” and disconnected from the proceedings.Id., at 314. The prosecution emphasized that she had “an\nempty look in her eyes, slow responses, a lack of really being\ntotally in tune with what was going on.”Ibid.It added that\nshe appeared “somewhat angry,” “manifest[ed] a great deal of\nnervousness,” and seemed like someone who would be unlikely to\nclosely follow the trial.Ibid.The trial judge thought that\nBarbara S. appeared nervous rather than hostile, but he agreed that\nshe gave incomplete answers that were sometimes “non sequiturs.”Id.,at 315. He concluded, “I certainly cannot quarrel\n. . . with your subjective impression, and the use of\nyour peremp-tory challenge based upon her individual manifestation,\nas opposed to her ethnicity.”Ibid.Ayala points to the\ntrial court’s disagreement with the prosecutor’s impression that\nBarbara S. was hostile, but this ruling illustrates the trial\njudge’s recollection of the demeanor of the prospective jurors and\nhis careful evaluation of each of the prosecutor’s proffered\nreasons for strikes. And the fact that the trial judge’s impression\nof Barbara S.’s demeanor was somewhat different from the\nprosecutor’s hardly shows that the prosecutor’s reasons were\npretextual. It is not at all unusual for individuals to come to\ndifferent conclusions in attempting to read another person’s\nattitude or mood.IVThe pattern of peremptory challenges in this\ncase was sufficient to raise suspicions about the prosecution’s\nmotives and to call for the prosecution to explain its strikes. As\nwe have held, the Fourteenth Amendment prohibits a prosecutor from\nstriking potential jurors based on race. Discrimination in the jury\nselection process undermines our criminal justice system and\npoisons public confidence in the evenhanded administration of\njustice.InBatson, this Court adopted a procedure\nfor ferreting out discrimination in the exercise of peremptory\nchallenges, and this procedure places great responsibility in\nthehands of the trial judge, who is in the best position to\ndetermine whether a peremptory challenge is based on an\nimpermissible factor. This is a difficult determination because of\nthe nature of peremptory challenges: They are often based on subtle\nimpressions and intangible factors. In this case, the conscientious\ntrial judge determined that the strikes at issue were not based on\nrace, and his judgment was entitled to great weight. On appeal,\nfive justices of the California Supreme Court carefully evaluated\nthe record and found no basis to reverse. A Federal District Judge\ndenied federal habeas relief, but a divided panel of the Ninth\nCircuit reversed the District Court and found that the California\nSupreme Court had rendered a decision with which no fairminded\njurist could agree.For the reasons explained above, it was the\nNinth Circuit that erred. The exclusion of Ayala’s attorney from\npart of theBatsonhearing was harmless error. There is no\nbasis for finding that Ayala suffered actual prejudice, and the\ndecision of the California Supreme Court represented an entirely\nreasonable application of controlling precedent.*  *  *The judgment of the Court of Appeals for the\nNinth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1The panel decided this\nquestionde novobecause it concluded that the California\nSupreme Court either did not decide whether theex parteproceedings violated the Federal Constitution or silently decided\nthat question in Ayala’s favor. 756 F. 3d, at\n666–670.2In a footnote, however,\nthe panel stated: “In holding that Ayala has demonstrated his\nentitlement to relief underBrecht, we therefore also hold\nto be an unreasonable application ofChapmanthe California\nSupreme Court’s conclusion that Ayala was not prejudiced by the\nexclusion of the defense.”Id.,at 674,\nn. 13.3The California Supreme\nCourt has held that “[i]nsufficient command of the English language\nto allow full understanding of the words employed in instructions\nand full participation in deliberations clearly . . .\nrender[s] a juror ‘unable to perform his duty’ ” within the\nmeaning of the California Penal Code.Peoplev.Lomax, 49 Cal. 4th 530, 566, 234 P. 3d 377, 407 (2010)\n(citation omitted). See also Cal. Code Ann.4See Man Acquitted of\nKilling Officer, N. Y. Times, July 17, 1987, p.\nB8.5SeePeoplev.Harris, 28 Cal. 3d 935, 623 P. 2d 240\n(1981).",
    "joined": []
}