{
    "case": {
        "docket": "120",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/120/"
    },
    "id": "1970400",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1062_________________Chantell Sackett, et vir, PETITIONERSv.Envi- ronmental Protection Agency, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 21, 2012]Justice Alito, concurring.The position taken in this case by the Federal\nGovernment—a position that the Court now squarely rejects—would\nhave put the property rights of ordinary Americans entirely at the\nmercy of Environmental Protection Agency (EPA) employees.The reach of the Clean Water Act is notoriously\nunclear. Any piece of land that is wet at least part of the year is\nin danger of being classified by EPA employees as wetlands covered\nby the Act, and according to the Federal Government, if property\nowners begin to construct a home on a lot that the agency thinks\npossesses the requisite wetness, the property owners are at the\nagency’s mercy. The EPA may issue a compliance order demanding that\nthe own- ers cease construction, engage in expensive remedial\nmeasures, and abandon any use of the property. If the owners do not\ndo the EPA’s bidding, they may be fined up to $75,000 per day\n($37,500 for violating the Act and another $37,500 for violating\nthe compliance order). And if the owners want their day in court to\nshow that their lot does not include covered wetlands, well, as a\npractical matter, that is just too bad. Until the EPA sues them,\nthey are blocked from access to the courts, and the EPA may wait as\nlong as it wants before deciding to sue. By that time, the\npotential fines may easily have reached the millions. In a nation\nthat values due process, not to mention private property, such\ntreatment is unthinkable.The Court’s decision provides a modest measure\nof re- lief. At least, property owners like petitioners will have\nthe right to challenge the EPA’s jurisdictional determination under\nthe Administrative Procedure Act. But the combination of the\nuncertain reach of the Clean Water Act and the draconian penalties\nimposed for the sort of violations alleged in this case still\nleaves most property owners with little practical alternative but\nto dance to the EPA’s tune.Real relief requires Congress to do what it\nshould have done in the first place: provide a reasonably clear\nrule re- garding the reach of the Clean Water Act. When Con- gress\npassed the Clean Water Act in 1972, it provided that the Act covers\n“the waters of the United States.” 33 U. S. C. §1362(7).\nBut Congress did not define what it meant by “the waters of the\nUnited States”; the phrase was not a term of art with a known\nmeaning; and the words themselves are hopelessly indeterminate.\nUnsurprisingly, the EPA and the Army Corps of Engineers in-\nterpreted the phrase as an essentially limitless grant of\nauthority. We rejected that boundless view, seeRapanosv.United States,547 U.S.\n715, 732–739 (2006) (plurality opinion);Solid Waste Agency\nof Northern Cook Cty.v.Army Corps of Engineers,531 U.S.\n159, 167–174 (2001), but the precise reach of the Act remains\nunclear. For 40 years, Congress has done nothing to resolve this\ncritical ambiguity, and the EPA has not seen fit to promulgate a\nrule providing a clear and sufficiently limited definition of the\nphrase. Instead, the agency has relied on informal guidance. But\nfar from providing clarity and predictability, the agency’s latest\ninformal guidance advises property owners that many jurisdictional\ndeterminations concerning wetlands can only be made on a\ncase-by-case basis by EPA field staff. See Brief for Competitive\nEnterprise Institute asAmicus Curiae7–13.Allowing aggrieved property owners to sue under\nthe Administrative Procedure Act is better than nothing, but only\nclarification of the reach of the Clean Water Act can rectify the\nunderlying problem.",
    "joined": []
}