{
    "case": {
        "docket": "15-497",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-497/"
    },
    "id": "3694343",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–497_________________STACY FRY, et vir, as next friends of minor E.\nF., PETITIONERSv.NAPOLEON COMMUNITYSCHOOLS,\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[February 22, 2017]Justice Alito, with whom Justice Thomas joins,\nconcurring in part and concurring in the judgment.I join all of the opinion of the Court with the\nexception of its discussion (in the text from the beginning of the\nfirst new paragraph on page 15 to the end of the opinion) in which\nthe Court provides several misleading “clue[s],”ante, at\n15, for the lower courts.The Court first instructs the lower courts to\ninquire whether the plaintiff could have brought “essentially the\nsame claim if the alleged conduct had occurred at a public facility\nthat wasnota school—say, a public theater or library.”Ibid. Next, the Court says, a court should ask whether “anadultat the school—say, an employee or visitor—[could] have\npressed essentially the same grievance.”Ibid. These clues\nmake sense only if there is no overlap between the relief available\nunder the following two sets of claims: (1) the relief provided by\nthe Individuals with Disabilities Education Act (IDEA), and (2) the\nrelief provided by other federal laws (including the Constitution,\nthe Americans with Disabilities Act of 1990 (ADA), and the\nRehabilitation Act of 1973). The Court does not show or even claim\nthat there is no such overlap—to the contrary, it observes that\n“[t]he same conduct might vio-late” the ADA, the Rehabilitation Act and the\nIDEA.Ibid.And since these clues work only in the absence\nof overlap, I would not suggest them.The Court provides another false clue by\nsuggesting that lower courts take into account whether parents,\nbefore filing suit under the ADA or the Rehabilitation Act, began\nto pursue but then abandoned the IDEA’s formal procedures.Ante, at 17–18. This clue also seems to me to be\nill-advised. It is easy to imagine circumstances under which\nparents might start down the IDEA road and then change course and\nfile an action under the ADA or the Rehabilitation Act that seeks\nrelief that the IDEA cannot provide. The parents might be advised\nby their attorney that the relief they were seeking under the IDEA\nis not available under that law but is available under another. Or\nthe parents might change their minds about the relief that they\nwant, give up on the relief that the IDEA can provide, and turn to\nanother statute.Although the Court provides these clues for the\npurpose of assisting the lower courts, I am afraid that they may\nhave the opposite effect. They are likely to confuse and lead\ncourts astray.",
    "joined": []
}