{
    "case": {
        "docket": "18-1116",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-1116/"
    },
    "id": "4214198",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1116_________________INTEL CORPORATION INVESTMENT POLICY COMMITTEE,\net al., PETITIONERSv.CHRISTOPHER M. SULYMAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 26, 2020]Justice Alito delivered the opinion of the\nCourt.The Employee Retirement Income Security Act of\n1974 (ERISA) requires plaintiffs with “actual knowledge” of an\nalleged fiduciary breach to file suit within three years of gaining\nthat knowledge rather than within the 6-year period that would\notherwise apply. §413(a)(2)(A), 88Stat. 889, as amended, 29\nU. S. C. §1113. The question here is whether a plaintiff\nnecessarily has “actual knowledge” of the information contained in\ndisclosures that he receives but does not read or cannot recall\nreading. We hold that he does not and therefore affirm.IARetirement plans governed by ERISA must have\nat least one named fiduciary, §1102(a)(1), who must manage the plan\nprudently and solely in the interests of participants and their\nbeneficiaries, §1104(a). Fiduciaries who breach these duties are\npersonally liable to the plan for any resulting losses. §1109(a).\nERISA authorizes participants and their beneficiaries, as well as\nco-fiduciaries and the Secretary of Labor, to sue for that relief.\n§1132(a)(2).Such suits must be filed within one of three\ntime periods, each with different triggering events. The first\nbegins when the breach occurs. Specifically, under §1113(1), suit\nmust be filed within six years of “the date of the last action\nwhich constituted a part of the breach or violation” or, in cases\nof breach by omission, “the latest date on which the fiduciary\ncould have cured the breach or violation.” We have referred to\n§1113(1) as a statute of repose, which “effect[s] a legislative\njudgment that a defendant should be free from liability after the\nlegislatively determined period of time.”California Public\nEmployees’ Retirement Systemv.ANZ Securities, Inc.,\n582 U. S. ___, ___ (2017) (slip op., at 5) (internal quotation\nmarks omitted).The second period, which accelerates the filing\ndeadline, begins when the plaintiff gains “actual knowledge” of the\nbreach. Under §1113(2), suit must be filed within three years of\n“the earliest date on which the plaintiff had actual knowledge of\nthe breach or violation.” Section 1113(2) is a statute of\nlimitations, which “encourage[s] plaintiffs to pursue diligent\nprosecution of known claims.”Id., at ___ (slip op., at 5)\n(internal quotation marks omitted).The third period, which applies “in the case of\nfraud or concealment,” begins when the plaintiff discovers the\nalleged breach. §1113. In such cases, suit must be filed within six\nyears of “the date of discovery.”Ibid.BRespondent Sulyma worked at Intel Corporation\nfrom 2010 to 2012. He participated in two Intel retirement plans,\nthe Intel Retirement Contribution Plan and the Intel 401(k) Savings\nPlan. Payments into these plans were in turn invested in two funds\nmanaged by the Intel Investment Policy Committee.[1] These funds mostly comprised stocks and\nbonds. After the stock market decline in 2008, however, the\ncommittee increased the funds’ shares of alternative assets, such\nas hedge funds, private equity, and commodities. These assets\ncarried relatively high fees. And as the stock market rebounded,\nSulyma’s funds lagged behind others such as index funds.Sulyma filed this suit on behalf of a putative\nclass in October 2015, alleging primarily that the committee and\nother plan administrators (petitioners here) had breached their\nfiduciary duties by overinvesting in alternative assets.\nPetitioners countered that the suit was untimely under §1113(2).\nAlthough Sulyma filed it within six years of the alleged breaches,\nhe filed it more than three years after petitioners had disclosed\ntheir investment decisions to him.ERISA and its implementing regulations mandate\nvarious disclosures to plan participants. See generally 29\nU. S. C. §§1021–1031; see alsoGobeillev.Liberty Mut. Ins. Co., 577 U. S. ___, ___–___ (2016).\nSulyma received numerous disclosures while working at Intel, some\nexplaining the extent to which his retirement plans were invested\nin alternative assets. In November 2011, for example, he received\nan e-mail informing him that a Qualified Default Investment\nAlternative (QDIA) notice was available on a website called\nNetBenefits, where many of his disclosures were hosted. See App.\n149–151; see also 29 CFR §§2550.404c–5(b)–(d) (2019) (QDIA\nnotices); §2520.104b–1(c) (regulating electronic disclosure). This\nnotice broke down the percentages at which his 401(k) fund was\ninvested in stocks, bonds, hedge funds, and commodities. See App.\n236. In 2012, he received a summary plan description explaining\nthat the funds were invested in stocks and alternative assets,id., at 227, and referring him to other documents—called\nfund fact sheets—with the percentages in graphical form. See 29\nU. S. C. §§1022, 1024(b) (summary plan descriptions); see\nalso App. 307 (June 2012 fact sheet for his 401(k) plan fund);id., at 338 (June 2012 fact sheet for his retirement\ncontribution plan fund);id., at 277–340 (other fact sheets\nprovided during his tenure at Intel). Also in 2012, he received\ne-mails directing him to annual disclosures that petitioners\nprovided for both his plans, which showed the underlying funds’\nreturn rates and again directed him to the NetBenefits site for\nfurther information. See 29 CFR §2550.404a–5; see also App. 242–243\n(retirement contribution plan annual disclosure);id., at\n250–251 (401(k) plan annual disclosure).Petitioners submitted records showing that\nSulyma visited the NetBenefits site repeatedly during his\nemployment.Id., at 258–276. But he testified in his\ndeposition that he did not “remember reviewing” the above\ndisclosures during his tenure.Id., at 175; see alsoid., at 183, 193, 196–197. He also stated in a declaration\nthat he was “unaware” while working at Intel “that the monies that\n[he] had invested through the Intel retirement plans had been\ninvested in hedge funds or private equity.”Id., at 212. He\nrecalled reviewing only account statements sent to him by mail,\nwhich directed him to the NetBenefits site and noted that his plans\nwere invested in “short-term/other” assets but did not specify\nwhich. See,e.g.,id., at 375.The District Court granted summary judgment to\npetitioners under §1113(2), reasoning that “[i]t would be improper\nto allow Sulyma’s claims to survive merely because he did not look\nfurther into the disclosures made to him.” 2017 WL 1217185, *9 (ND\nCal., Mar. 31, 2017). The Ninth Circuit reversed. As relevant\nhere,[2] the court construed\n“actual knowledge” to mean “what it says: knowledge that is actual,\nnot merely a possible inference from ambiguous circumstances.” 909\nF.3d 1069, 1076 (2018) (internal quotation marks omitted). Although\nSulyma “had sufficient information available to him to know about\nthe allegedly imprudent investments” more than three years before\nfiling suit, the court held that his testimony created a dispute as\nto when he actually gained that knowledge.Id., at 1077.Several Circuits have likewise construed\n§1113(2) to require “knowledge that is actual,”id., at\n1076, but one has construed it to require only proof of sufficient\ndisclosure.[3] We granted\ncertiorari, 587 U. S. ___ (2019), to resolve whether the\nphrase “actual knowledge” does in fact mean “what it says,” 909\nF. 3d, at 1076, and hold that it does.IIA“We must enforce plain and unambiguous\nstatutory language” in ERISA, as in any statute, “according to its\nterms.”Hardtv.Reliance Standard Life Ins. Co.,560 U.S.\n242, 251 (2010). Although ERISA does not define the phrase\n“actual knowledge,” its meaning is plain. Dictionaries are hardly\nnecessary to confirm the point, but they do. When Congress passed\nERISA, the word “actual” meant what it means today: “existing in\nfact or reality.” Webster’s Seventh New Collegiate Dictionary 10\n(1967); accord, Merriam-Webster’s Collegiate Dictionary 13 (11th\ned. 2005) (same); see also American Heritage Dictionary 14 (1973)\n(“In existence; real; factual”);id., at 18 (5th ed. 2011)\n(“Existing in reality and not potential, possible, simulated, or\nfalse”). So did the word “knowledge,” which meant and still means\n“the fact or condition of being aware of something.” Webster’s\nSeventh New Collegiate Dictionary 469 (1967); accord,\nMerriam-Webster’s Collegiate Dictionary 691 (2005) (same); see also\nAmerican Heritage Dictionary 725 (1973) (“Familiarity, awareness,\nor understanding gained through experience or study”);id.,\nat 973 (2011) (same). Thus, to have “actual knowledge” of a piece\nof information, one must in fact be aware of it.Legal dictionaries give “actual knowledge” the\nsame meaning: “[r]eal knowledge as distinguished from presumed\nknowledge or knowledge imputed to one.” Ballentine’s Law Dictionary\n24 (3d ed. 1969); accord, Black’s Law Dictionary 1043 (11th ed.\n2019) (defining “actual knowledge” as “[d]irect and clear\nknowledge, as distinguished from constructive knowledge”).[4] The qualifier “actual” creates that\ndistinction. In everyday speech, “actual knowledge” might seem\nredundant; one who claims “knowledge” of a topic likely means to\nsuggest that he actually knows a thing or two about it. But the law\nwill sometimes impute knowledge—often called “constructive”\nknowledge—to a person who fails to learn something that a\nreasonably diligent person would have learned. Seeid., at\n1043. Similarly, we held inMerck & Co.v.Reynolds,559 U.S.\n633(2010), that the word “discovery,” when used in a statute\nof limitations without qualification, “encompasses not only those\nfacts the plaintiff actually knew, but also those facts a\nreasonably diligent plaintiff would have known.”Id., at\n648. The addition of “actual” in §1113(2) signals that the\nplaintiff ’s knowledge must be more than “potential, possible,\nvirtual, conceivable, theoretical, hypothetical, or nominal.”\nBlack’s Law Dictionary 53 (4th ed. 1951). Indeed, inMerck,\nwe cited §1113(2) as evidence of the “linguistic distinction”\nbetween “ ‘actual knowledge’ ” and the\n“hypothetical” knowledge that a reasonably diligent plaintiff would\nhave. 559 U. S., at 646–647 (quoting §1113(2); emphasis in\noriginal).Congress has drawn the same distinction\nelsewhere in ERISA. Multiple provisions contain alternate 6-year\nand 3-year limitations periods, with the 6-year period beginning at\n“the date on which the cause of action arose” and the 3-year period\nstarting at “the earliest date on which the plaintiff acquiredor should have acquiredactual knowledge of the existence of\nsuch cause of action.” §§1303(e)(6), (f )(5) (emphasis added);\naccord, §§1370(f )(1)–(2), 1451(f )(1)–(2). ERISA also\nrequires plaintiffs challenging the suspension of benefits under\n§1085 to do so within “one year after the earliest date on which\nthe plaintiff acquired or should have acquired actual knowledge of\nthe existence of such cause of action.” §1085(e)(9)(I)(iv). Thus,\nCongress has repeatedly drawn a “linguistic distinction” between\nwhat an ERISA plaintiff actually knows and what he should actually\nknow.Merck, 559 U. S., at 647. And when Congress has\nincluded both forms of knowledge in a provision limiting ERISA\nactions, it has done so explicitly. We cannot assume that it meant\nto do so by implication in §1113(2). Instead we “generally\npresum[e] that Congress acts intentionally and purposely when it\nincludes particular language in one section of a statute but omits\nit in another.”BFPv.Resolution Trust Corporation,511 U.S.\n531, 537 (1994) (internal quotation marks omitted).Petitioners dispute the characterization of\nanything less than actual knowledge as constructive knowledge,\narguing that the latter term usually refers to information that a\nplaintiff must seek out rather than information that is sent to\nhim. But if a plaintiff is not aware of a fact, he does not have\n“actual knowledge” of that fact however close at hand the fact\nmight be. §1113(2). And Congress has never added to §1113(2) the\nlanguage it has used in other ERISA limitations provisions to\nencompass both what a plaintiff actually knows and what he\nreasonably could know.As presently written, therefore, §1113(2)\nrequires more than evidence of disclosure alone. That all relevant\ninformation was disclosed to the plaintiff is no doubtrelevantin judging whether he gained knowledge of that\ninformation. See Part III,infra. To meet §1113(2)’s “actual\nknowledge” requirement, however, the plaintiff must in fact have\nbecome aware of that information.BPetitioners offer arguments for a broader\nreading of §1113(2) based on text, context, purpose, and statutory\nhistory. All founder on Congress’s choice of the word “actual.”As for text, petitioners do not dispute the\nnormal definitions of “actual,” “knowledge,” or “actual knowledge.”\nThey focus instead on the least conspicuous part of the phrase “had\nactual knowledge”: the word “had.” §1113(2). Once a plaintiff\nreceives a disclosure, they argue, he “ha[s]” the knowledge that\n§1113(2) requires because he effectively holds it in his hand.Ibid.In other words, he has the requisite knowledge because\nhe could acquire it with reason- able effort. That turns §1113(2)\ninto what it is plainly not: a constructive-knowledge\nrequirement.Petitioners’ contextual argument fails for the\nsame reason. As they point out, ERISA’s disclosure regime is meant\nto “ensur[e] that ‘the individual participant knows exactly where\nhe stands with respect to the plan.’ ”Firestone Tire &\nRubber Co.v.Bruch,489 U.S.\n101, 118 (1989) (quoting H. R. Rep. No. 93–533, p. 11\n(1973)). This is the reason for ERISA’s requirements that\ndisclosures be written for a lay audience. See,e.g., 29\nU. S. C. §1022(a). Once plan administrators satisfy their\nobligations to impart knowledge, petitioners say, §1113(2)’s\nknowledge requirement is satisfied too. But that is simply not what\n§1113(2) says. Unlike other ERISA limitations periods—which also\nform §1113(2)’s context—§1113(2) begins only when a plaintiff\nactually is aware of the relevant facts, not when he should be. And\na given plaintiff will not necessarily be aware of all facts\ndisclosed to him; even a reasonably diligent plaintiff would not\nknow those facts immediately upon receiving the disclosure.\nAlthough “the words of a statute must be read in their context,”Davisv.Michigan Dept. of Treasury,489 U.S.\n803, 809 (1989), petitioners’ argument again gives the word\n“actual” little meaning at all.Petitioners also argue that §1113(2)’s plain\nmeaning undermines its purpose of protecting plan administrators\nfrom suits over bygone investment decisions. If a plan participant\ncan simply deny knowledge, they say, administrators will rarely get\nthe benefit of §1113(2). But even if this is true, as it may well\nbe, we cannot say that heeding the clear meaning of the word\n“actual” renders the statute so “ ‘[in]coherent’ ” that\nit must be disregarded.Kingdomware Technologies, Inc.v.United States, 579 U. S. ___, ___ (2016) (slip op., at\n8).For one thing, plan participants are not the\nonly potential plaintiffs subject to §1113. The Secretary of Labor,\nfor example, may also sue imprudent fiduciaries for the benefit of\nplan participants. See §1132(a)(2). And the United States\nrepresents that the Secretary will have a hard time doing so within\n§1113(2)’s timeframe if deemed to have actual knowledge of the\nfacts contained in the many reports that the Department receives\nfrom ERISA plans each year. See Brief for United States asAmicus Curiae27–28. Moreover, the statute’s repose period\nwill still protect defendants from suits filed more than six years\nafter the alleged breach. See §1113(1).Petitioners may well be correct that heeding the\nplain meaning of §1113(2) substantially diminishes the protection\nthat it provides for ERISA fiduciaries, but by the same token,\npetitioners’ interpretation would greatly reduce §1113(1)’s value\nfor beneficiaries, given the disclosure regime that petitioners\nthemselves emphasize. Choosing between these alternatives is a task\nfor Congress, and we must assume that the language of §1113(2)\nreflects Congress’s choice. If policy considerations suggest that\nthe current scheme should be altered, Congress must be the one to\ndo it. See,e.g.,Azarv.Allina Health\nServices, 587 U. S. ___, ___ (2019).Finally, petitioners argue that the plain\nmeaning of “actual knowledge” renders anearlierversion of\n§1113(2) incoherent. As originally enacted, the §1113(2)\nlimitations period began either when the plaintiff gained actual\nknowledge of the alleged breach or when “a report from which [the\nplaintiff] could reasonably be expected to have obtained knowledge\n. . . was filed with” the Secretary of Labor. 29\nU. S. C. §1113(2) (1976 ed.). That latter,\nconstructive-knowledge clause was later repealed. See Omnibus\nBudget Reconciliation Act of 1987, §9342(b), 101Stat. 1330–371.\nAccording to petitioners, if “actual knowledge” means what it says,\nthen the original version of §1113(2) charged plan participants\nwith learning what was sent to the Secretary but not what was sent\nto them.The version at issue here, however, is the\ncurrent one—from which Congress removed any mention of constructive\nknowledge. “When Congress acts to amend a statute, we presume it\nintends its amendment to have real and substantial effect.”Intel Corp.v.Advanced Micro Devices, Inc.,542 U.S.\n241, 258–259 (2004) (internal quotation marks omitted). Section\n1113(2)’s history thus more readily suggests that the current\nversion does in fact require actual knowledge.IIINothing in this opinion forecloses any of the\n“usual ways” to prove actual knowledge at any stage in the\nlitigation.Farmerv.Brennan,511 U.S.\n825, 842 (1994). Plaintiffs who recall reading particular\ndisclosures will of course be bound by oath to say so in their\ndepositions. On top of that, actual knowledge can be proved through\n“inference from circumstantial evidence.”Ibid.; see alsoStaplesv.United States,511\nU.S. 600, 615–616, n. 11 (1994) (“[K]nowledge can be inferred\nfrom circumstantial evidence”). Evidence of disclosure would no\ndoubt be relevant, as would electronic records showing that a\nplaintiff viewed the relevant disclosures and evidence suggesting\nthat the plaintiff took action in response to the information\ncontained in them. And though, “[a]t the summary judgment stage,\nfacts must be viewed in the light most favorable to the nonmoving\nparty,” that is true “only if there is a ‘genuine’ dispute as to\nthose facts.”Scottv.Harris,550 U.S.\n372, 380 (2007) (quoting Fed. Rule Civ. Proc. 56(c)). If a\nplaintiff ’s denial of knowledge is “blatantly contradicted by\nthe record,” “a court should not adopt that version of the facts\nfor purposes of ruling on a motion for summary judgment.” 550\nU. S., at 380.Today’s opinion also does not preclude\ndefendants from contending that evidence of “willful blindness”\nsupports a finding of “actual knowledge.” Cf.Global-Tech\nAppliances, Inc.v.SEB S. A.,563 U.S.\n754, 769 (2011).In the case before us, however, petitioners do\nnot argue that “actual knowledge” is established in any of these\nways, only that they need not offer any such proof. And that is\nincorrect.*  *  *For these reasons, we affirm.It is so ordered.Notes1Specifically the Intel\nGlobal Diversified Fund, in which his retirement contribution plan\nwas automatically invested, and the Intel Target Date 2045 Fund,\nwhich he chose for his 401(k) plan.2The court also addressed\nthe separate question of what exactly a plaintiff must actually\nknow about a defendant’s conduct and the relevant law in order for\n§1113(2) to apply. That question is not before us and we do not\naddress it.3CompareCaputov.Pfizer, Inc.,267 F.3d 181, 194 (CA2 2001);Reichv.Lancaster,55 F.3d 1034, 1056–1057 (CA5 1995);Gluckv.Unisys\nCorp., 960 F.2d 1168, 1176 (CA3 1992);Radiology Center,\nS. C.,v.Stifel,Nicolaus & Co., 919\nF.2d 1216, 1222 (CA7 1990);Brockv.Nellis, 809 F.2d\n753, 754–755 (CA11 1987), withBrownv.Owens Corning\nInvestment Review Comm., 622 F.3d 564, 571 (CA6 2010) (“Actual\nknowledge does not require proof that the individual Plaintiffs\nactually saw or read the documents that disclosed the allegedly\nharmful investments” (internal quotation marks\nomitted)).4Petitioners cite this\ndictionary’s somewhat puzzling second definition of “actual\nknowledge,” which it dubs “implied actual knowledge”: “[k]nowledge\nof information that would lead a reasonable person to inquire\nfurther.” Black’s Law Dictionary 1043 (11th ed. 2019). Not even\nthis entry, however, appears to equate “implied actual knowledge”\nwith “actual knowledge” as normally understood. It instead proceeds\nto reference the common-law “discovery rule,”ibid., under\nwhich a limitations period begins when “the plaintiff discovers (or\nreasonablyshould havediscovered) the injury giving rise to\nthe claim,”id., at 585 (emphasis added); see alsoMerck\n& Co.v.Reynolds,559 U.S.\n633, 646 (2010). As we noted inMerck, that rule is\nbroader than “actual knowledge.”Id.,at\n647.",
    "joined": []
}