{
    "case": {
        "docket": "483",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/483/"
    },
    "id": "1970670",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1221_________________JACQUELINE HILLMAN, PETITIONERv.JUDY\nA. MARETTAon writ of certiorari to the supreme court of\nvirginia[June 3, 2013]Justice Alito, concurring in the judgment.I concur in the judgment. Because one of the\npurposes of the Federal Employees’ Group Life Insurance Act of 1954\n(FEGLIA) is to implement the expressed wishes of the insured, I\nwould hold that a state law is pre-empted if it effectively\noverrides an insured’s actual, articulated choice of beneficiary.\nThe challenged provision of Virginia law has that effect.By way of background, Va. Code Ann. §20–111.1(A)\n(Lexis Supp. 2012) provides that the entry of a divorce de-cree\nautomatically revokes an insured’s prior designa- tion of his or\nher former spouse as the beneficiary of the policy. And where, as\nin this case, the insured remarries after the divorce and dies\nbefore making a new FEGLIA designation, the proceeds, under 5\nU. S. C. §8705(a), are automatically paid to the\ninsured’s former spouse. Under the provision of Virginia law at\nissue here, the surviving spouse is entitled to recover those\nproceeds from the former spouse. See Va. Code Ann. §20–111.1(D).\nSection 20–111.1(D) apparently requires this result even if the\nin-sured manifests a clear contrary intent, such as by providing\nspecifically in a recent will that the proceeds are to go to\nanother party—for example, the insured’s children by the former\nmarriage. Because §20–111.1(D) overrides the insured’s express\nintent (whether that intent is expressed via a beneficiary\ndesignation or through other reliable means), I agree that it is\npre-empted by FEGLIA.Interpreted in light of our prior decisions inWissnerv.Wissner,338 U.S.\n655(1950), andRidgwayv.Ridgway,454 U.S.\n46(1981), FEGLIA seems to me to have two primary purposes or\nobjectives.The first is administrative convenience. It is\neasier for an insurance administrator to pay insurance proceeds to\nthe person whom the insured has designated on a specified form\nwithout having to consider claims made by others based on some\nother ground. But §20–111.1(D) does not affect the initial payment\nof proceeds. It operatesafterthe funds are received by the\ndesignated beneficiary, and it thus causes no inconvenience for\nthose who administer the payment of FEGLIA proceeds.The second purpose or objective is the\neffectuation of the insured’sexpressedintent above all\nother considerations. That was the basis for the decisions inWissnerandRidgway,as I understand them. In both\ncases, there was a conflict between a person whom the insured had\ndesig-nated as his beneficiary and another person whose claim to\nthe proceeds was not based on the insured’s expressed intent, and\nin both cases, the Court held in favor of the designated\nbeneficiary.The present case bears a similarity toWissnerandRidgwayin that petitioner’s claim\ndepends upon a state stat-ute that automatically alters the\nultimate recipient of a divorced employee’s insurance proceeds. To\nbe sure, Virginia’s provision may well reflect theunexpressedpreferences of the majority of insureds whose\nsituations are similar to that of the insured in this case—that is,\nindividuals who, after divorce and remarriage, fail to change a\nprior designation of a former spouse as the beneficiary of the\npolicy. But FEGLIA prioritizes the insured’sexpressedintent. And it is telling that, on petitioner’s theory, she would\nstill be entitled to the insurance proceeds even if, for example,\nthe insured had died shortly after executing a new will leaving\nthose proceeds to someone else. This shows that her claim is based\non something other than a manifestation of the insured’s intent.\nBecause §20–111.1(D) operates as a blunt tool to override the\ninsured’s express declaration of his or her intent, it conflicts\nwith FEGLIA’s purpose of prioritizing an insured’s articulated\nwishes above all other considerations.In affirming the decision below, the Court goes\nwell beyond what is necessary and opines that the party designated\nas the beneficiary under a FEGLIA policy must be allowed to keep\nthe insurance proceeds even if the in-sured’s contrary and\nexpressed intent is indisputable—for example, when the insured\nwrites a postdivorce will specifically leaving the proceeds to\nsomeone else. Seeante, at 11. The Court’s explanation is as\nfollows: “Congress sought to ensure that an employee’s intent would\nbe given effect only through the designation of a beneficiary or\nthrough the narrow exceptions specifically provided in the\nstatute.”Ibid., n. 3. In other words, Congress wanted\nthe designated beneficiary—rather than the person named in a later\nwill—to keep the proceeds because Congress wanted the named\nbeneficiary to keep the proceeds. Needless the say, this circular\nreasoning does not explainwhyCongress might have wanted\nthe designated beneficiary to keep the proceeds even when that is\nindisputably contrary to the insured’s expressed wishes at the time\nof death. I am doubtful that any purpose or objective of FEGLIA\nwould be honored by such a holding, but it is not necessary to\nresolve that question in this case.For these reasons, I concur in the judgment.",
    "joined": []
}