{
    "case": {
        "docket": "724",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/724/"
    },
    "id": "1962745",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTDAVIS V. FEDERAL ELECTION COMM'N554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-320JACK DAVIS, APPELLANTv.FEDERAL ELECTION\nCOMMISSIONon appeal from the united states district court for\nthe district of columbia[June 26, 2008]Justice Alito delivered the\nopinion of the Court in which Justice Stevens, Justice Souter,\nJustice Ginsburg, and Justice Breyer joined as to Part II.In this appeal, we consider the\nconstitutionality of federal election law provisions that, under\ncertain circumstances, impose different campaign contribution\nlimits on candidates competing for the same congressional seat.IAFederal law limits the amount of\nmoney that a candidate for the House of Representatives and the\ncandidate’s authorized committee may receive from an individual, as\nwell as the amount that the candidate’s party may devote to\ncoordinated campaign expenditures. 2 U. S. C. §441a (2006\ned.).[Footnote 1] Under the\nusual circumstances, the same restrictions apply to all the\ncompetitors for a seat and their authorized committees.\nContributions from individual donors during a 2-year election cycle\nare subject to a cap, which is currently set at $2,300. See\n§§441a(a)(1)(A), (c); 72 Fed. Reg. 5295 (2007). In addition, no\nfunds may be accepted from an individual whose aggregate\ncontributions to candidates and their committees during the\nelection cycle have reached the legal limit, currently $42,700. See\n2 U. S. C. §§441a(a)(3)(A), (c); 72 Fed. Reg. 5295. A\ncandidate also may not accept general election coordinated\nexpenditures by national or state political party committees that\nexceed an imposed limit. See 2 U. S. C. §§441a(c), (d).\nCurrently, the limit for candidates in States with more than one\nHouse seat is $40,900. 72 Fed. Reg. 5294.[Footnote 2]Section 319(a) of the Bipartisan\nCampaign Reform Act of 2002 (BCRA), 116 Stat. 109, 2 U. S. C.\n§441a–1(a),[Footnote 3] part of\nthe so-called “Millionaire’s Amendment,” fundamentally alters this\nscheme when, as a result of a candidate’s expenditure of personal\nfunds, the “opposition personal funds amount” (OPFA) exceeds\n$350,000.[Footnote 4] The OPFA,\nin simple terms, is a statistic that compares the expenditure of\npersonal funds by competing candidates and also takes into account\nto some degree certain other fundraising.[Footnote 5] See §441a–1(a). When a candidate’s\nexpenditure of personal funds causes the OPFA to pass the $350,000\nmark (for convenience, such candidates will be referred to as\n“self-financing”), a new, asymmetrical regulatory scheme comes into\nplay. The self-financing candidate remains subject to the\nlimitations noted above, but the candidate’s opponent (the\n“non-self-financing” candidate) may receive individual\ncontributions at treble the normal limit(e.g.,$6,900\nrather than the current $2,300), even from individuals who have\nreached the normal aggregate contributions cap, and may accept\ncoordinated party expenditures without limit. See\n§§441a–1(a)(1)(A)–(C). Once the non-self-financing candidate’s\nreceipts exceed the OPFA, the prior limits are revived.\n§441a–1(a)(3). A candidate who does not spend the contributions\nreceived under the asymmetrical limits must return them.\n§441a–1(a)(4).In order to calculate the OPFA, certain\ninformation is needed about the self-financing candidate’s campaign\nassets and personal expenditures. Section 319(b) thus requires\nself-financing candidates to make three types of disclosures.\nFirst, within 15 days after entering a race, a candidate must file\na “[d]eclaration of intent” revealing the amount of personal funds\nthe candidate intends to spend in excess of $350,000. 2 U.\nS. C. §441a–1(b)(1)(B). A candidate who does not intend to\ncross this threshold may simply declare an intent to spend no\npersonal funds. 11 CFR §400.20(a)(2) (2008). Second, within 24\nhours of crossing or becoming obligated to cross the $350,000 mark,\nthe candidate must file an “[i]nitial notification.” 2 U.\nS. C. §441a–1(b)(1)(C). Third, the candidate must file an\n“[a]dditional notification” within 24 hours of making or becoming\nobligated to make each additional expenditure of $10,000 or more\nusing personal funds. §441a–1(b)(1)(D). The initial and additional\nnotifications must provide the date and amount of each expenditure\nfrom personal funds, and all notifications must be filed with the\nFederal Election Commission (FEC), all other candidates for the\nseat, and the national parties of all those candidates.\n§441a–1(b)(1)(E). Failure to comply with the reporting requirements\nmay result in civil and criminal penalties. §§437g(a)(5)–(6),\n(d)(1).A non-self-financing candidate and the\ncandidate’s committee face less extensive disclosure requirements.\nWithin 24 hours after receiving an “initial” or “additional”\nnotification filed by a self-financing opponent, a\nnon-self-financing candidate must provide notice to the FEC and the\nnational and state committees of the candidate’s party if the\nnon-self-financing candidate concludes based on the newly acquired\ninformation that the OPFA has passed the $350,000 mark. 11 CFR\n§400.30(b)(2). In addition, when the additional contributions that\na non-self-financing candidate is authorized to receive pursuant to\nthe asymmetrical limitations scheme equals the OPFA, the\nnon-self-financing candidate must notify the FEC and the\nappropriate national and state committees within 24 hours.\n§400.31(e)(1)(ii). The non-self-financing candidate must also\nprovide notice regarding any refunds of “excess funds” (funds\nreceived under the increased limits but not used in the campaign).\n§§400.50, 400.54. For their part, political parties must notify the\nFEC and the candidate they support within 24 hours of making any\nexpenditures that exceed the normal limit for coordinated party\nexpenditures. §400.30(c)(2).BAppellant Jack Davis was the\nDemocratic candidate for the House of Representatives from New\nYork’s 26th Congressional District in 2004 and 2006. In both\nelections, he lost to the incumbent. In his brief, Davis discloses\nhaving spent $1.2 million, principally his own funds, on his 2004\ncampaign. Brief for Appellant 4. He reports spending $2.3 million\nin 2006, all but $126,000 of which came from personal funds.Id., at 13. His opponent in 2006 spent no personal funds.\nIndeed, although the OPFA calculation provided the opportunity for\nDavis’ opponent to raise nearly $1.5 million under §319(a)’s\nasymmetrical limits, Davis’ opponent adhered to the normal\ncontribution limits.Davis’ 2006 candidacy began in\nMarch 2006, when he filed with the FEC a “Statement of Candidacy”\nand, in compliance with §319(b), declared that he intended to spend\n$1 million in personal funds during the general election. Two\nmonths later, in anticipation of this expenditure and its §319\nconsequences, Davis filed suit against the FEC, requesting that\n§319 be declared unconstitutional and that the FEC be enjoined from\nenforcing it during the 2006 election.After Davis declared his candidacy but before\nhe filed suit, the FEC’s general counsel notified him that it had\nreason to believe that he had violated §319 by failing to report\npersonal expenditures during the 2004 campaign. The FEC proposed a\nconciliation agreement under which Davis would pay a substantial\ncivil penalty. Davis responded by agreeing to toll the limitations\nperiod for an FEC enforcement action until resolution of this\nsuit.Davis filed this action in the United States\nDistrict Court for the District of Columbia, and a three-judge\npanel was convened. BCRA §403, 116 Stat. 113, note following 2 U.\nS. C. §437h. While Davis requested that the case be decided\nbefore the general election campaign began on September 12, 2006,\nthe FEC opposed the request, asserting the need for extensive\ndiscovery, and the request was denied. Ultimately, the parties\nfiled cross-motions for summary judgment.Ruling on those motions, the District Court\nbegan by addressing Davis’ standingsua sponte. The Court\nconcluded that Davis had standing, but rejected his claims on the\nmerits and granted summary judgment for the FEC. 501 F. Supp.\n2d 22 (2007). Davis then invoked BCRA’s exclusive avenue for\nappellate review—direct appeal to this Court. Note following §437h.\nWe deferred full consideration of our jurisdiction, 552 U. S. ___\n(2008), and we now reverse.IILike the District Court, we must\nfirst ensure that we have jurisdiction to hear Davis’ appeal.\nArticle III restricts federal courts to the resolution of cases and\ncontroversies.Arizonans for Official Englishv.Arizona,520\nU. S. 43, 64 (1997). That restriction requires that the party\ninvoking federal jurisdiction have standing—the “personal interest\nthat must exist at the commencement of the litigation.”Friends\nof Earth, Inc.v.Laidlaw Environmental Services (TOC),\nInc.,528 U. S.\n167, 189 (2000) (internal quotation marks omitted). But it is\nnot enough that the requisite interest exist at the outset. “To\nqualify as a case fit for federal-court adjudication, ‘an actual\ncontroversy must be extant at all stages of review, not merely at\nthe time the complaint is filed.’ ”Arizonans for Official\nEnglish, supra,at 67. The FEC argues that Davis’ appeal fails\nto present a constitutional case or controversy because Davis lacks\nstanding and because his claims are moot. We address each of these\nissues in turn.AAs noted, the requirement that a\nclaimant have “standing is an essential and unchanging part of the\ncase-or-controversy requirement of Article III.”Lujanv.Defenders of Wildlife,504 U. S. 555, 560\n(1992); see alsoArizonans for Official English, supra,at\n64. To qualify for standing, a claimant must present an injury that\nis concrete, particularized, and actual or imminent; fairly\ntraceable to the defendant’s challenged behavior; and likely to be\nredressed by a favorable ruling.Lujan, supra,at\n560–561.The District Court held, and the\nparties do not dispute, that Davis possesses standing to challenge\nthe disclosure requirements of §319(b). When Davis filed suit, he\nhad already declared his 2006 candidacy and had been forced by\n§319(b) to disclose to his opponent that he intended to spend more\nthan $350,000 in personal funds. At that time, Davis faced the\nimminent threat that he would have to follow up on that disclosure\nwith further notifications after he in fact passed the $350,000\nmark. Securing a declaration that §319(b)’s requirements are\nunconstitutional and an injunction against their enforcement would\nhave spared him from making those disclosures. That relief also\nwould have removed the real threat that the FEC would pursue an\nenforcement action based on alleged violations of §319(b) during\nhis 2004 campaign. As a result, Davis possesses standing to\nchallenge §319(b)’s disclosure requirement.The fact that Davis has standing to challenge\n§319(b) does not necessarily mean that he also has standing to\nchallenge the scheme of contribution limitations that applies when\n§319(a) comes into play. “[S]tanding is not dispensed in gross.”Lewisv.Casey,518 U. S. 343, 358,\nn. 6 (1996). Rather, “a plaintiff must demonstrate standing\nfor each claim he seeks to press” and “ ‘for each form of\nrelief’ ” that is sought.DaimlerChrysler Corp.v.Cuno,547\nU. S. 332, 352 (2006) (quotingFriends of Earth,\nsupra,at 185).In light of these principles, the FEC argues\nthat Davis lacks standing to attack §319(a)’s asymmetrical limits.\nWhen Davis commenced this action, his opponent had not yet\nqualified for the asymmetrical limits, and later, when his opponent\ndid qualify to take advantage of those limits, he chose not to do\nso. Accordingly, the FEC argues that §319(a) did not cause Davis\nany injury.While the proof required to establish standing\nincreases as the suit proceeds, seeLujan, supra,at 561,\nthe standing inquiry remains focused on whether the party invoking\njurisdiction had the requisite stake in the outcome when the suit\nwas filed.Friends of Earth,supra,at 180;Arizonans for Official English,supra,at 68, n.\n22. As noted above, the injury required for standing need not be\nactualized. A party facing prospective injury has standing to sue\nwhere the threatened injury is real, immediate, and direct.Los\nAngelesv.Lyons,461 U. S. 95, 102 (1983);\nsee alsoBabbittv.Farm Workers,442 U. S. 289, 298\n(1979) (A plaintiff may challenge the prospective operation of a\nstatute that presents a realistic and impending threat of direct\ninjury). Davis faced such an injury from the operation of §319(a)\nwhen he filed suit. Davis had declared his candidacy and his intent\nto spend more than $350,000 of personal funds in the general\nelection campaign whose onset was rapidly approaching. Section\n319(a) would shortly burden his expenditure of personal funds by\nallowing his opponent to receive contributions on more favorable\nterms, and there was no indication that his opponent would forgo\nthat opportunity. Indeed, the record at summary judgment indicated\nthat most candidates who had the opportunity to receive expanded\ncontributions had done so. App. 89. In these circumstances, we\nconclude that Davis faced the requisite injury from §319(a) when he\nfiled suit and has standing to challenge that provision’s\nasymmetrical contribution scheme.BThe FEC’s mootness argument also\nfails. This case closely resemblesFederal Election Comm’nv.Wisconsin Right to Life, Inc., 551 U. S. ___ (2007).\nThere, Wisconsin Right to Life (WRTL), a nonprofit, ideological\nadvocacy corporation, wished to run radio and TV ads within 30 days\nof the 2004 Washington primary, contrary to a restriction imposed\nby BCRA. WRTL sued the FEC, seeking declaratory and injunctive\nrelief. Although the suit was not resolved before the 2004\nelection, we rejected the FEC’s claim of mootness, finding that the\ncase “fit comfortably within the established exception to mootness\nfor disputes capable of repetition, yet evading review.”Id.,at ___ (slip op., at 8). That “exception applies\nwhere ‘(1) the challenged action is in its duration too short to be\nfully litigated prior to cessation or expiration; and (2) there is\na reasonable expectation that the same complaining party will be\nsubject to the same action again.’ ”Ibid.(quotingSpencerv.Kemna,523 U. S. 1, 17\n(1998)).InWRTL, “despite BCRA’s\ncommand that the cas[e] be expedited ‘to the greatest possible\nextent,’ ” WRTL’s claims could not reasonably be resolved\nbefore the election concluded. 551 U. S., at ___ (slip op., at 8)\n(quoting §403(a)(4), 116 Stat. 113, note following 2 U. S. C.\n§437h). Similarly, in this case despite BCRA’s mandate to expedite\nand Davis’ request that his case be resolved before the 2004\ngeneral election season commenced, Davis’ case could not be\nresolved before the 2006 election concluded, demonstrating that his\nclaims are capable of evading review.As to the second prong of the exception, even\nthough WRTL raised an as-applied challenge, we found its suit\ncapable of repetition where “WRTL credibly claimed that it planned\non running ‘materially similar’ future” ads subject to BCRA’s\nprohibition and had, in fact, sought an injunction that would\npermit such an ad during the 2006 election. 551 U. S., at ___ (slip\nop., at 9) (some internal quotation marks omitted). Here, the FEC\nconceded in its brief that Davis’ §319(a) claim would be capable of\nrepetition if Davis planned to self-finance another bid for a House\nseat. Brief for Appellee 14, 20–21, and n. 5. Davis\nsubsequently made a public statement expressing his intent to do\nso. See Reply Brief 16 (citing Terreri, Democrat Davis Confirms\nHe’ll Run Again for Congress, Rochester Democrat and Chronicle,\nMar. 27, 2008, p. 5B). As a result, we are satisfied that\nDavis’ facial challenge is not moot.[Footnote 6]IIIWe turn to the merits of Davis’\nclaim that the First Amendment is violated by the contribution\nlimits that apply when §319(a) comes into play. Under this scheme,\nas previously noted, when a candidate spends more than $350,000 in\npersonal funds and creates what the statute apparently regards as a\nfinancial imbalance, that candidate’s opponent may qualify to\nreceive both larger individual contributions than would otherwise\nbe allowed and unlimited coordinated party expenditures. Davis\ncontends that §319(a) unconstitutionally burdens his exercise of\nhis First Amendment right to make unlimited expenditures of his\npersonal funds because making expenditures that create the\nimbalance has the effect of enabling his opponent to raise more\nmoney and to use that money to finance speech that counteracts and\nthus diminishes the effectiveness of Davis’ own speech.AIf §319(a) simply raised the\ncontribution limits for all candidates, Davis’ argument would\nplainly fail. This Court has previously sustained the facial\nconstitutionality of limits on discrete and aggregate individual\ncontributions and on coordinated party expenditures.Buckleyv.Valeo,424 U. S. 1, 23–35, 38,\n46–47, and n. 53 (1976)(per curiam);Federal\nElection Comm’nv.Colorado Republican Federal Campaign\nComm.,533 U.\nS. 431, 437, 465 (2001)(Colorado II). At the same\ntime, the Court has recognized that such limits implicate First\nAmendment interests and that they cannot stand unless they are\n“closely drawn” to serve a “sufficiently important interest,” such\nas preventing corruption and the appearance of corruption. See,e.g.,McConnellv.Federal Election\nComm’n,540 U. S. 93, 136, 138, n. 40\n(2003);Colorado II, supra,at 456;Nixonv.Shrink Missouri Government PAC,528 U. S. 377, 387–388\n(2000);Buckley, supra,at 25–30, 38. When contribution\nlimits are challenged as too restrictive, we have extended a\nmeasure of deference to the judgment of the legislative body that\nenacted the law. See,e.g.,Randallv.Sorrell,548 U. S. 230, 248\n(2006) (plurality opinion);Nixon, supra,at 396–397;Buckley, supra,at 30, 111, 103–104. But we have held that\nlimits that are too low cannot stand.Randall, supra,at\n246–262;id., at 263 (Alito, J., concurring in part and\nconcurring in judgment).There is, however, no\nconstitutional basis for attacking contribution limits on the\nground that they are too high. Congress has no constitutional\nobligation to limit contributions at all; and if Congress concludes\nthat allowing contributions of a certain amount does not create an\nundue risk of corruption or the appearance of corruption, a\ncandidate who wishes to restrict an opponent’s fundraising cannot\nargue that the Constitution demands that contributions be regulated\nmore strictly. Consequently, if §319(a)’s elevated contribution\nlimits applied across the board, Davis would not have any basis for\nchallenging those limits.BSection 319(a), however, does not\nraise the contribution limits across the board. Rather, it raises\nthe limits only for the non-self-financing candidate and does so\nonly when the self-financing candidate’s expenditure of personal\nfunds causes the OPFA threshold to be exceeded. We have never\nupheld the constitutionality of a law that imposes different\ncontribution limits for candidates who are competing against each\nother, and we agree with Davis that this scheme impermissibly\nburdens his First Amendment right to spend his own money for\ncampaign speech.InBuckley, we soundly\nrejected a cap on a candidate’s expenditure of personal funds to\nfinance campaign speech. We held that a “candidate … has a First\nAmendment right to engage in the discussion of public issues and\nvigorously and tirelessly to advocate his own election” and that a\ncap on personal expenditures imposes “a substantial,” “clea[r]” and\n“direc[t]” restraint on that right. 424 U. S., at 52–53. We found\nthat the cap at issue was not justified by “[t]he primary\ngovernmental interest” proffered in its defense,i.e.,\n“the prevention of actual and apparent corruption of the political\nprocess.”Id.,at 53. Far from preventing these evils,\n“the use of personal funds,” we observed, “reduces the candidate’s\ndependence on outside contributions and thereby counteracts the\ncoercive pressures and attendant risks of abuse to which …\ncontribution limitations are directed.”Ibid.We also\nrejected the argument that the expenditure cap could be justified\non the ground that it served “[t]he ancillary interest in\nequalizing the relative financial resources of candidates competing\nfor elective office.”Id.,at 54. This putative interest,\nwe noted, was “clearly not sufficient to justify the … infringement\nof fundamental First Amendment rights.”Ibid.Buckley’s emphasis on the fundamental\nnature of the right to spend personal funds for campaign speech is\ninstructive. While BCRA does not impose a cap on a candidate’s\nexpenditure of personal funds, it imposes an unprecedented penalty\non any candidate who robustly exercises that First Amendment right.\nSection 319(a) requires a candidate to choose between the First\nAmendment right to engage in unfettered political speech and\nsubjection to discriminatory fundraising limitations. Many\ncandidates who can afford to make large personal expenditures to\nsupport their campaigns may choose to do so despite §319(a), but\nthey must shoulder a special and potentially significant burden if\nthey make that choice. SeeDayv.Holahan, 34\nF. 3d 1356, 1359–1360 (CA8 1994) (concluding that a Minnesota\nlaw that increased a candidate’s expenditure limits and eligibility\nfor public funds based on independent expenditures against her\ncandidacy burdened the speech of those making the independent\nexpenditures); Brief for Appellee 29 (conceding that “[§]319 does\nimpose some consequences on a candidate’s choice to self-finance\nbeyond certain amounts”). Under §319(a), the vigorous exercise of\nthe right to use personal funds to finance campaign speech produces\nfundraising advantages for opponents in the competitive context of\nelectoral politics. Cf.Pacific Gas & Elec. Co.v.Public Util. Comm’n of Cal.,475 U. S. 1, 14 (1986)\n(plurality opinion) (finding infringement on speech rights where if\nthe plaintiff spoke it could “be forced … to help disseminate\nhostile views”).The resulting drag on First Amendment rights\nis not constitutional simply because it attaches as a consequence\nof a statutorily imposed choice. InBuckley, we held that\nCongress “may engage in public financing of election campaigns and\nmay condition acceptance of public funds on an agreement by the\ncandidate to abide by specified expenditure limitations” even\nthough we found an independent limit on overall campaign\nexpenditures to be unconstitutional. 424 U. S., at 57, n. 65; seeid.,at 54–58. But the choice involved inBuckleywas quite different from the choice imposed by §319(a). InBuckley,a candidate, by forgoing public financing, could\nretain the unfettered right to make unlimited personal\nexpenditures. Here, §319(a) does not provide any way in which a\ncandidate can exercise that right without abridgment. Instead, a\ncandidate who wishes to exercise that right has two choices: abide\nby a limit on personal expenditures or endure the burden that is\nplaced on that right by the activation of a scheme of\ndiscriminatory contribution limits. The choice imposed by §319(a)\nis not remotely parallel to that inBuckley.Because §319(a) imposes a substantial burden\non the exercise of the First Amendment right to use personal funds\nfor campaign speech, that provision cannot stand unless it is\n“justified by a compelling state interest,”Federal Election\nComm’nv.Massachusetts Citizens for Life, Inc.,479 U. S. 238,\n256 (1986); see also,e.g.,McConnell,540 U. S.,\nat 205;Austinv.Michigan Chamber of Commerce,494 U. S. 652,\n657–658 (1990);id.,at 680 (Scalia, J., dissenting);id.,at 701, 702–703 (Kennedy, J., dissenting);Federal Election Comm’nv.National Conservative\nPolitical Action Comm.,470 U. S. 480, 500–501\n(1985);First Nat. Bank of Bostonv.Bellotti,435 U. S. 765,\n786 (1978);Colorado Republican Federal Campaign Comm.v.Federal Election Comm’n,518 U. S. 604, 609\n(1996) (principal opinion)(Colorado I);id.,at\n640–641 (Thomas, J., concurring in judgment and dissenting in\npart). No such justification is present here.[Footnote 7]The burden imposed by §319(a) on the\nexpenditure of personal funds is not justified by any governmental\ninterest in eliminating corruption or the perception of corruption.\nTheBuckleyCourt reasoned that reliance on personal fundsreducesthe threat of corruption, and therefore §319(a),\nby discouraging use of personal funds, disserves the anticorruption\ninterest. Similarly, given Congress’ judgment that liberalized\nlimits for non-self-financing candidates do not unduly imperil\nanticorruption interests, it is hard to imagine how the denial of\nliberalized limits to self-financing candidates can be regarded as\nserving anticorruption goals sufficiently to justify the resulting\nconstitutional burden.The Government maintains that §319(a)’s\nasymmetrical limits are justified because they “level electoral\nopportunities for candidates of different personal wealth.” Brief\nfor Appellee 34. “Congress enacted Section 319,” the Government\nwrites,” “to reducethe natural advantagethat wealthy\nindividuals possess in campaigns for federal office.”Id.,at 33 (emphasis added). Our prior decisions, however, provide no\nsupport for the proposition that this is a legitimate government\nobjective. SeeNixon,528 U. S., at 428 (Thomas, J.,\ndissenting) (“ ‘[P]reventing corruption or the appearance of\ncorruption are the only legitimate and compelling government\ninterests thus far identified for restricting campaign\nfinances’ ” (quotingNational Conservative Political\nAction Comm.,supra, at 496–497));Randall,548 U. S., at 268 (Thomas, J., concurring in judgment) (noting “the\ninterests the Court has recognized as compelling,i.e.,\nthe prevention of corruption or the appearance thereof”). On the\ncontrary, inBuckley,we held that “[t]he interest in\nequalizing the financial resources of candidates” did not provide a\n“justification for restricting” candidates’ overall campaign\nexpenditures, particularly where equalization “might serve … to\nhandicap a candidate who lacked substantial name recognition or\nexposure of his views before the start of the campaign.” 424 U. S.,\nat 56–57. We have similarly held that the interest “in equalizing\nthe relative ability of individuals and groups to influence the\noutcome of elections” cannot support a cap on expenditures for\n“express advocacy of the election or defeat of candidates,” as “the\nconcept that government may restrict the speech of some elements of\nour society in order to enhance the relative voice of others is\nwholly foreign to the First Amendment.”Id.,at 48–49; see\nalsoMcConnell, supra,at 227 (noting, in assessing\nstanding, that there is no legal right to have the same resources\nto influence the electoral process). Cf.Austin, supra,at\n705 (Kennedy, J., dissenting) (rejecting as “antithetical to the\nFirst Amendment” “the notion that the government has a legitimate\ninterest in restricting the quantity of speech to equalize the\nrelative influence of speakers on elections”).The argument that a candidate’s speech may be\nrestricted in order to “level electoral opportunities” has ominous\nimplications because it would permit Congress to arrogate the\nvoters’ authority to evaluate the strengths of candidates competing\nfor office. SeeBellotti, supra,at 791–792 (“[T]he people\nin our democracy are entrusted with the responsibility for judging\nand evaluating the relative merits of conflicting arguments” and\n“may consider, in making their judgment, the source and credibility\nof the advocate”). Different candidates have different strengths.\nSome are wealthy; others have wealthy supporters who are willing to\nmake large contributions. Some are celebrities; some have the\nbenefit of a well-known family name. Leveling electoral\nopportunities means making and implementing judgments about which\nstrengths should be permitted to contribute to the outcome of an\nelection. The Constitution, however, confers upon voters, not\nCongress, the power to choose the Members of the House of\nRepresentatives, Art. I, §2, and it is a dangerous business for\nCongress to use the election laws to influence the voters’ choices.\nSeeBellotti, 435 U. S., at 791, n. 31 (The\n“[g]overnment is forbidden to assume the task of ultimate judgment,\nlest the people lose their ability to govern themselves”).Finally, the Government contends that §319(a)\nis justified because it ameliorates the deleterious effects that\nresult from the tight limits that federal election law places on\nindividual campaign contributions and coordinated party\nexpenditures. These limits, it is argued, make it harder for\ncandidates who are not wealthy to raise funds and therefore provide\na substantial advantage for wealthy candidates. Accordingly,\n§319(a) can be seen, not as a legislative effort to interfere with\nthe natural operation of the electoral process, but as a\nlegislative effort to mitigate the untoward consequences of\nCongress’ own handiwork and restore “the normal relationship\nbetween a candidate’s financial resources and the level of popular\nsupport for his candidacy.” Brief for Appellee 33.Whatever the merits of this argument as an\noriginal matter, it is fundamentally at war with the analysis of\nexpenditure and contributions limits that this Court adopted inBuckleyand has applied in subsequent cases. The advantage\nthat wealthy candidates now enjoy and that §319(a) seeks to reduce\nis an advantage that flows directly fromBuckley’s\ndisparate treatment of expenditures and contributions. If that\napproach is sound—and the Government does not urge us to hold\notherwise[Footnote 8]—it is\nhard to see how undoing the consequences of that decision can be\nviewed as a compelling interest. If the normally applicable limits\non individual contributions and coordinated party contributions are\nseriously distorting the electoral process, if they are feeding a\n“public perception that wealthy people can buy seats in Congress,”\nBrief for Appellee 34, and if those limits are not needed in order\nto combat corruption, then the obvious remedy is to raise or\neliminate those limits. But the unprecedented step of imposing\ndifferent contribution and coordinated party expenditure limits on\ncandidates vying for the same seat is antithetical to the First\nAmendment.IVThe remaining issue that we must\nconsider is the constitutionality of §319(b)’s disclosure\nrequirements. “[W]e have repeatedly found that compelled\ndisclosure, in itself, can seriously infringe on privacy of\nassociation and belief guaranteed by the First Amendment.”Buckley, 424 U. S., at 64. As a result, we have closely\nscrutinized disclosure requirements, including requirements\ngoverning independent expenditures made to further individuals’\npolitical speech.Id.,at 75. To survive this scrutiny,\nsignificant encroachments “cannot be justified by a mere showing of\nsome legitimate governmental interest.”Id., at 64.\nInstead, there must be “a ‘relevant correlation’ or ‘substantial\nrelation’ between the governmental interest and the information\nrequired to be disclosed,” and the governmental interest “must\nsurvive exacting scrutiny.”Ibid. (footnotes omitted).\nThat is, the strength of the governmental interest must reflect the\nseriousness of the actual burden on First Amendment rights.Id.,at 68, 71.The §319(b) disclosure\nrequirements were designed to implement the asymmetrical\ncontribution limits provided for in §319(a), and as discussed\nabove, §319(a) violates the First Amendment. In light of that\nholding, the burden imposed by the §319(b) requirements cannot be\njustified, and it follows that they too are\nunconstitutional.[Footnote\n9]*  *  *In sum, we hold that §§319(a) and\n(b) violate the First Amendment. The judgment of the District Court\nis reversed, and the case is remanded for proceedings consistent\nwith this opinion.It is so ordered.AppendixBCRA §319(a) provides:“(a) Availability of increased limit“(1) In general“Subject to paragraph (3), if the opposition\npersonal funds amount with respect to a candidate for election to\nthe office of Representative in, or Delegate or Resident\nCommissioner to, the Congress exceeds $350,000—“(A) the limit under subsection (a)(1)(A) with\nrespect to the candidate shall be tripled;“(B) the limit under subsection (a)(3) shall\nnot apply with respect to any contribution made with respect to the\ncandidate if the contribution is made under the increased limit\nallowed under subparagraph (A) during a period in which the\ncandidate may accept such a contribution; and“(C) the limits under subsection (d) with\nrespect to any expenditure by a State or national committee of a\npolitical party on behalf of the candidate shall not apply.“(2) Determination of opposition personal\nfunds amount“(A) In general“The opposition personal funds amount is an\namount equal to the excess (if any) of—“(i) the greatest aggregate amount of\nexpenditures from personal funds (as defined in subsection (b)(1)\nof this section) that an opposing candidate in the same election\nmakes; over“(ii) the aggregate amount of expenditures\nfrom personal funds made by the candidate with respect to the\nelection.“(B) Special rule for candidate’s campaign\nfunds“(i) In general“For purposes of determining the aggregate\namount of expenditures from personal funds under subparagraph (A),\nsuch amount shall include the gross receipts advantage of the\ncandidate’s authorized committee.“(ii) Gross receipts advantage“For purposes of clause (i), the term “gross\nreceipts advantage” means the excess, if any, of—“(I) the aggregate amount of 50 percent of\ngross receipts of a candidate’s authorized committee during any\nelection cycle (not including contributions from personal funds of\nthe candidate) that may be expended in connection with the\nelection, as determined on June 30 and December 31 of the year\npreceding the year in which a general election is held, over“(II) the aggregate amount of 50 percent of\ngross receipts of the opposing candidate’s authorized committee\nduring any election cycle (not including contributions from\npersonal funds of the candidate) that may be expended in connection\nwith the election, as determined on June 30 and December 31 of the\nyear preceding the year in which a general election is held.“(3) Time to accept contributions under\nincreased limit“(A) In general“Subject to subparagraph (B), a candidate and\nthe candidate’s authorized committee shall not accept any\ncontribution, and a party committee shall not make any expenditure,\nunder the increased limit under paragraph (1)—“(i) until the candidate has received\nnotification of the opposition personal funds amount under\nsubsection (b)(1) of this section; and“(ii) to the extent that such contribution,\nwhen added to the aggregate amount of contributions previously\naccepted and party expenditures previously made under the increased\nlimits under this subsection for the election cycle, exceeds 100\npercent of the opposition personal funds amount.“(B) Effect of withdrawal of an opposing\ncandidate“A candidate and a candidate’s authorized\ncommittee shall not accept any contribution and a party shall not\nmake any expenditure under the increased limit after the date on\nwhich an opposing candidate ceases to be a candidate to the extent\nthat the amount of such increased limit is attributable to such an\nopposing candidate.“(4) Disposal of excess contributions“(A) In general“The aggregate amount of contributions\naccepted by a candidate or a candidate’s authorized committee under\nthe increased limit under paragraph (1) and not otherwise expended\nin connection with the election with respect to which such\ncontributions relate shall, not later than 50 days after the date\nof such election, be used in the manner described in subparagraph\n(B).“(B) Return to contributors“A candidate or a candidate’s authorized\ncommittee shall return the excess contribution to the person who\nmade the contribution.”“(b) Notification of expenditures from personal funds“(1) In general“(A) Definition of expenditure from personal\nfundsIn this paragraph, the term “expenditure from personal funds”\nmeans—“(i) an expenditure made by a candidate using\npersonal funds; and“(ii) a contribution or loan made by a\ncandidate using personal funds or a loan secured using such funds\nto the candidate’s authorized committee.“(B) Declaration of intent“Not later than the date that is 15 days after\nthe date on which an individual becomes a candidate for the office\nof Representative in, or Delegate or Resident Commissioner to, the\nCongress, the candidate shall file a declaration stating the total\namount of expenditures from personal funds that the candidate\nintends to make, or to obligate to make, with respect to the\nelection that will exceed $350,000.“(C) Initial notification“Not later than 24 hours after a candidate\ndescribed in subparagraph (B) makes or obligates to make an\naggregate amount of expenditures from personal funds in excess of\n$350,000 in connection with any election, the candidate shall file\na notification.“(D) Additional notification“After a candidate files an initial\nnotification under subparagraph (C), the candidate shall file an\nadditional notification each time expenditures from personal funds\nare made or obligated to be made in an aggregate amount that\nexceeds $10,000. Such notification shall be filed not later than 24\nhours after the expenditure is made.“(E) Contents“A notification under subparagraph (C) or (D)\nshall include—“(i) the name of the candidate and the office\nsought by the candidate;“(ii) the date and amount of each expenditure;\nand“(iii) the total amount of expenditures from\npersonal funds that the candidate has made, or obligated to make,\nwith respect to an election as of the date of the expenditure that\nis the subject of the notification.“(F) Place of filing“Each declaration or notification required to\nbe filed by a candidate under subparagraph (C), (D), or (E) shall\nbe filed with—“(i) the Commission; and“(ii) each candidate in the same election and\nthe national party of each such candidate.“(2) Notification of disposal of excess\ncontributions“In the next regularly scheduled report after\nthe date of the election for which a candidate seeks nomination for\nelection to, or election to, Federal office, the candidate or the\ncandidate’s authorized committee shall submit to the Commission a\nreport indicating the source and amount of any excess contributions\n(as determined under subsection (a) of this section) and the manner\nin which the candidate or the candidate’s authorized committee used\nsuch funds.“(3) Enforcement“For provisions providing for the enforcement\nof the reporting requirements under this subsection, see section\n437g of this title.” 2 U. S. C. §441a–1 (footnotes\nomitted).Footnote 1All undesignated references in this opinion\nto 2 U. S. C. are to the 2006 edition.Footnote 2These limits are adjusted for inflation every\ntwo years. 2 U. S. C. §441a(c).Footnote 3BCRA §319(a) is set out in an Appendix to\nthis opinion. Although what we refer to as §§319(a) and (b) are\nactually §315A(a) and (b) of the Federal Election Campaign Act of\n1971, which were added to that Act by BCRA §319(a), we follow the\nconvention of the parties in making reference to §§319(a) and\n(b).Footnote 4BCRA §304 similarly regulates self-financed\nSenate bids. 116 Stat. 97, 2 U. S. C. §441a(i).Footnote 5The OPFA is calculated as follows. For each\ncandidate, expenditures of personal funds are added to 50% of the\nfunds raised for the election at issue measured at designated dates\nin the year preceding the election. The resulting figures are\ncompared, and if the difference is greater than $350,000, the\nasymmetrical limits take effect. See §§441a–1(a)(1), (2).Footnote 6In light of this conclusion, we need not\ndecide whether the threat of an FEC enforcement action for alleged\n2004 violations would be sufficient to keep this controversy\nalive.Footnote 7Even if §319(a) were characterized as a limit\non contributions rather than expenditures, it is doubtful whether\nit would survive. A contribution limit involving\n“ ‘ “significant interference” with associational\nrights’ ” must be “ ‘ “closely drawn” ’ ”\nto serve a “ ‘ “sufficiently important\ninterest.” ’ ”McConnellv.Federal Election\nComm’n,540 U. S. 93, 136 (2003). For the\nreasons explainedinfra,at 15–16, the chief interest\nproffered in support of the asymmetrical contribution\nscheme—leveling electoral opportunities—cannot justify the\ninfringement of First Amendment interests.Footnote 8Justice Stevens would revisit and rejectBuckley’s treatment of expenditure limits.Post,\nat 2–4 (opinion concurring in part and dissenting in part). The\nGovernment has not urged us to take that step, and in any event,\nJustice Stevens’ proposal is unsound. He suggests that restricting\nthe quantity of campaign speech would improve the quality of that\nspeech, but it would be dangerous for the Government to regulate\ncore political speech for the asserted purpose of improving that\nspeech. And in any event, there is no reason to suppose that\nrestricting the quantity of campaign speech would have the desired\neffect.Footnote 9Because we conclude that §§319(a) and (b)\nviolate the First Amendment, we need not address Davis’ claim that\nthey also violate the equal protection component of the Fifth\nAmendment’s Due Process Clause.",
    "joined": []
}