{
    "case": {
        "docket": "313",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/313/"
    },
    "id": "1970577",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1327_________________LAMAR EVANS, PETITIONERv.MICHIGANon writ of certiorari to the supreme court of\nmichigan[February 20, 2013]Justice Alito, dissenting.The Court holds that the Double Jeopardy Clause\nbars petitioner’s retrial for arson because his attorney managed to\nconvince a judge to terminate petitioner’s first trial prior to\nverdict on the specious ground that the offense with which he was\ncharged contains an imaginary “element” that the prosecution could\nnot prove. The Court’s decision makes no sense. It is not\nconsistent with the original meaning of the Double Jeopardy Clause;\nit does not serve the purposes of the prohibition against double\njeopardy; and contrary to the Court’s reasoning, the trial judge’s\nruling was not an “acquittal,” which our cases have “consistently”\ndefined as a decision that “ ‘actually represents a\nresolution, correct or not, of some or all of the factualelementsof the offense charged.’ ”E.g.,\nSmithv.Massachusetts,543 U.S.\n462, 468 (2005) (quotingUnited Statesv.Martin\nLinen Supply Co.,430 U.S.\n564, 571 (1977); emphasis added). For no good reason, the Court\ndeprives the State of Michigan of its right to have one fair\nopportunity to convict petitioner, and I therefore respectfully\ndissent.IAfter Detroit police officers heard an\nexplosion at a burning house, they observed petitioner running away\nfrom the building with a gasoline can. The officers pursued and\nultimately apprehended petitioner, who admitted that he had burned\ndown the house. No one was living in the house at the time of the\nfire.If the house in question had been a “dwelling\nhouse,” petitioner could have been charged under Mich. Comp. Laws\n§750.72 (1981) for burning a dwelling, an offense punishable by\nimprisonment for up to 20 years. But petitioner was instead charged\nwith “[b]urning other real property” in violation of Mich. Comp.\nLaws §750.73. This offense, which carries a maximum penalty of 10\nyears’ imprisonment, applies to “[a]ny person who wilfully or\nmaliciously burns any building or other real property\n. . . other than those specified in [§750.72].” This\ncrime is a lesser included offense of the crime of burning a\ndwelling house. The “necessary elements to prove either offense are\nthe same, except to prove the greater [offense] it must be shown\nthat the building is a dwelling.” 491 Mich. 1, 19–20, 810 N.W.2d\n535, 545–546 (2012) (internal quotation marks omitted). To prove\nthe lesser offense, however, “ ‘it is not necessary to prove\nthat the building isnota dwelling.’ ”Id., at\n20, 810 N. W. 2d, at 546 (emphasis added).At the close of the prosecution’s case,\npetitioner’s attorney moved for a directed verdict on the ground\nthat (1) the prosecution was required to prove, as an “element” of\nthe charged offense, that “the building wasnota dwelling”\nand (2) “the prosecution had failed to prove that the burned\nbuilding was not a dwelling house.”Id., at 5, 810\nN. W. 2d, at 537. The prosecutor responded by arguing that\nnothing in the charged offense requires proof that the building was\nnot a dwelling, and the prosecutor requested “a moment” to “pull\nthe statute” and “consult with [her] supervisors.”Id., at\n5–7, 810 N. W. 2d, at 537–539. The trial judge denied the\nprosecutor’s requests and errone- ously concluded that the\nprosecution was required to prove that the burned building was not\na dwelling. After determining that the State had not proved this\nnonexistent “element,” the trial judge granted petitioner’s motion\nfor a directed verdict and entered an order that it labeled an\n“[a]cquittal.” App. to Pet. for Cert. 72.The trial judge’s ruling was plainly wrong, and\non appeal, defense counsel did not even attempt to defend its\ncorrectness, conceding that the judge had “wrongly added an\nextraneous element to the statute” under which his client was\ncharged. 491 Mich., at 3, 810 N. W. 2d, at 536; see also 288\nMich. App. 410, 416, and n. 2, 794 N.W.2d 848, 852, and\nn. 2 (2010). The Michigan Court of Appeals agreed with this\nconcession and went on to hold that the trial judge’s ruling did\nnot constitute an “acquittal” for double jeopardy purposes because\nthe ruling did not represent “a resolution in the defendant’s favor\n. . . of a fac- tual element necessary for a criminal\nconviction.”Id., at 421–422, 794 N. W. 2d, at 856\n(internal quotation marks omitted). The Michigan Supreme Court\naffirmed, holding that when, as here, a trial judge erroneously\nadds an ex- tra “element” to a charged offense and subsequently\ndetermines that the prosecution did not prove that extra “element,”\nthe trial judge’s decision is not based on the defendant’s guilt or\ninnocence of the elements of the charged offense. 491 Mich., at\n3–4, 19–21, 810 N. W. 2d, at 536–537, 545–546. Accordingly,\nthe Michigan Supreme Court concluded that the judge’s ruling in\nthis case “does not constitute an acquittal for the purposes of\ndouble jeopardy and retrial is . . . not barred.”Id., at 4, 810 N. W. 2d, at 537.IIThis Court now reverses the decision of the\nState Supreme Court, but the Court’s holding is supported by\nneither the original understanding of the prohibition against\ndouble jeopardy nor any of the reasons for that prohibition.AThe prohibition against double jeopardy “had\nits origin in the three common-law pleas ofautrefois\nacquit,autrefois convict, and pardon,” which “prevented\nthe retrial of a person who had previously been acquitted,\nconvicted, or pardoned for the same offense.”United Statesv.Scott,437 U.S.\n82, 87 (1978); seeCristv.Bretz,437 U.S.\n28, 33 (1978). As the Court has previously explained, “the\ncommon-law protection against double jeopardy historically applied\nonly to charges on which ajuryhad rendered averdict.”Smith, 543 U. S., at 466 (emphasis\nadded).[1] As a result, the\noriginal understanding of the Clause, which is “hardly a matter of\ndispute,”Scott,supra, at 87, does not compel the\nCourt’s conclusion that a defendant is acquitted for double\njeopardy purposes whenever ajudgeissues apreverdictruling that the prosecution has failed to prove a\nnonexistent “element” of the charged offense.Although our decisions have expanded double\njeopardy protection beyond its common-law origins, see,e.g.,Smith,supra, at 466–467 (acknowledging\nthe Court’s expansion of “the common-law protection against double\njeopardy”);Crist,supra, at 33–34, I nonetheless\ncount it significant that the result the Court reaches today finds\nno support in the relevant common-law analogues that “lie at the\ncore of the area protected by the Double Jeopardy Clause,” seeScott, 437 U. S., at 96. And given how far we have\ndeparted from the common-law principles that applied at the time of\nthe founding, we should at least ensure that our decisions in this\narea serve the underlyingpurposesof the constitutional\nprohibition against double jeopardy. Seeid., at 95–96,\n100–101. Yet today’s decision fails to advance the purposes of the\nDouble Jeopardy Clause.BThe Double Jeopardy Clause is largely based on\n“the deeply ingrained principle that the State with all its\nresources and power should not be allowed to make repeated attempts\nto convict an individual for an alleged offense, thereby subjecting\nhim to embarrassment, expense and or- deal and compelling him to\nlive in a continuing state of anxiety and insecurity, as well as\nenhancing the possibility that even though innocent he may be found\nguilty.”Yeagerv.United States,557 U.S.\n110, 117–118 (2009) (internal quotation marks omitted); see\nalsoBluefordv.Arkansas, 566 U. S. ___, ___\n(2012) (slip op., at 5);Martin Linen, 430 U. S., at\n569. Allowing retrial in the circumstances of the present case\nwould not result in any such abuse. The prosecution would not be\nafforded a second opportunity to persuade the factfinder that its\nevidence satisfies the actual elements of the offense. Instead,\nbecause the trial judge’s ruling in the first trial was not based\non an actual element of the charged offense, retrial would simply\ngive the prosecution one fair opportunity to prove its case.Allowing retrial in this case would not permit\nprosecutors “to make repeated attempts to convict an individual for\nan alleged offense,”Yeager,supra, at 117. It waspetitioner,not the prosecutor, who sought to terminate the\ntrial prior to verdict. Thus, contrary to the Court’s unexplained\nsuggestion, seeante,at 5–6, “[t]his case hardly presents\nthe specter of ‘an all-powerful state relentlessly pursuing a\ndefendant who had either been found not guilty or who had at least\ninsisted on having the issue of guilt submitted to the first trier\nof fact.’ ”Sattazahnv.Pennsylvania,537 U.S.\n101, 114–115 (2003) (quotingScott,supra, at\n96). On the contrary, this is a case in which defense counsel\nfooled the judge into committing an error that provided his client\nwith an undeserved benefit, the termination of a trial that the\ndefense obviously did not want to run to completion. The Double\nJeopardy Clause does not require that the defense receive an even\ngreater benefit, the protection provided by an acquittal. As this\nCourt has repeatedly emphasized in double jeopardy cases, a State\nhas an interest in receiving “one complete opportunity to convict\nthose who have violated its laws,”Sattazahn,supra,\nat 115 (internal quotation marks omitted);Scott,supra, at 100, but today’s decision deprives the State of\nMichigan of this valuable right.CThe Court’s decision also flies in the face of\nour established understanding of the meaning of an acquittal for\ndouble jeopardy purposes. The Double Jeopardy Clause provides that\nno person shall “be subject for the sameoffenceto be twice\nput in jeopardy of life or limb.” U. S. Const., Amdt. 5 (emphasis\nadded). Thus, “[d]ouble-jeopardy analysis focuses on the individual\n‘offence’ charged.”Smith, 543 U. S., at 469,\nn. 3. And to determine what constitutes “the individual\n‘offence’ charged,”ibid., the Court homes in on the\nelements of the offense. SeeUnited Statesv.Dixon,509 U.S.\n688, 696 (1993) (“In both the multiple punishment and multiple\nprosecution contexts, this Court has concluded that where the two\nof- fenses for which the defendant is punished or tried cannot\nsurvive the ‘same-elements’ test, the double jeopardy bar\napplies”). Consistent with the constitutional text’s focus on the\n“offence”—and thus the elements—with which a defendant is charged,\nthe Court’s “double-jeopardy cases have consistently” defined an\nacquittal as a decision that “ ‘actually represents a\nresolution, correct or not, of some or all of the factual elements\nof the offense charged.’ ”Smith,supra, at 468\n(quotingMartin Linen,supra, at 571); see alsoScott,supra, at 97 (“[A] defendant is acquitted only\nwhen the ruling of the judge, whatever its label, actually\nrepresents a resolution in the defendant’s favor, correct or not,\nof some or all of the factual elements of the offense charged”\n(internal quotation marks and brackets omitted)).Today, the Court effectively abandons the\nwell-established definition of an acquittal. Indeed, in the face of\nour repeated holdings that an acquittal for double jeopardy\npurposes requires a “resolution, correct or not, of some or all of\nthe factual elements of the offense charged,”Smith,supra, at 468;Martin Linen,supra, at 571;\nsee alsoScott,supra, at 97, the Court now declares\nthat “the touchstone [is]notwhether any particular\nelements were resolved,”ante,at 10 (emphasis added).\nInstead, the Court proclaims that the dispositive question is\nwhether a midtrial termination represented a “procedural\ndismissa[l]” or a “substantive rulin[g],”ante,at 5. This\nreformulation of double jeopardy law is not faithful to our prece-\ndents—or to the Double Jeopardy Clause itself. The key question is\nnot whether a ruling is “procedural” or “substantive” (whatever\nthose terms mean in this context), but whether a ruling relates to\nthe defendant’s factual guilt or innocence with respect to the\n“offence,” see U. S. Const., Amdt. 5—and thus the elements—with\nwhich he is charged. SeeScott,supra, at 87, 97–99,\nand n. 11.When a judge evaluates the evidence and\ndetermines that the prosecution has not proved facts that are\nlegally sufficient to satisfy the actual elements of the charged\noffense, the ruling, however labeled, represents an acquittal\nbecause it is founded on the defendant’s factual innocence. SeeMartin Linen, 430 U. S., at 572. But when a judge\nmanufactures an additional “element” of an offense and then holds\nthat there is insufficient evidence to prove that extra “element,”\nthe judge has not resolved the defendant’s “factual guilt or\ninnocence” as to any of the actual elements of the\noffense.[2] Thus, the ruling,\nno matter what the judge calls it, does not acquit the defendant of\nthe offense with which he is charged. No acquittal occurs when a\ncriminal trial is terminated “on a basis unrelated to factual guilt\nor innocence of the offense of which [a defendant] is accused.”Scott, 437 U. S., at 87, 94–95, 98–99. “[I]n a case\nsuch as this the defendant, by deliberately choosing to seek\ntermination of the proceedings against him on a basis unrelated to\nfactual guilt or innocence of the offense of which he is accused,\nsuffers no injury cognizable under the Double Jeopardy Clause if\nthe Government is permitted to appeal from such a ruling of the\ntrial court in favor of the defendant.”Id.,at 98–99\n(reasoning that, in such a case, the defendant was “neither\nacquitted nor convicted, because he himself successfully undertook\nto persuade the trial court not to submit the issue of guilt or\ninnocence to the jury which had been empaneled to try him”).IIIContrary to the Court’s opinion, its decision\nin this case is not supported by prior precedent. In all three of\nthe principal cases on which the Court relies—Smalisv.Pennsylvania,476 U.S.\n140(1986);Smith,543 U.S.\n462; andArizonav.Rumsey,467 U.S.\n203(1984)—trial judges ruled that the prosecution had failed\nto introduce sufficient evidence to prove one or more of theactualelements of the offenses in question. In none of\nthese cases (and in none of our other double jeopardy cases) did a\ntrial judge terminate a prosecution before verdict based on an\nelement of the judge’s own creation.The first two cases,SmalisandSmith,involved gar- den variety preverdict acquittals,i.e., rulings based on the ground that the prosecution had\nfailed to introduce sufficient evidence to prove one or more of theactualelements of an offense. (Using conventional modern\nterminology, Rule 29(a) of the Federal Rules of Criminal Procedure\nexplicitly labels such rulings “acquittal[s].”)InSmalis,the judge, at the close of the\nprosecution’s case in chief, granted a demurrer with respect to\ncertain charges on the ground that the evidence regarding those\ncharges was “legally insufficient to support a conviction.” 476\nU. S.,at 141. The State Supreme Court held that this\nruling was not an acquittal for double jeopardy purposes because it\nwas based on a legal determination (i.e., that the evidence\nwas not sufficient) rather than a factual finding, but we rejected\nthat distinction.Id., at 143–144. See alsoSanabriav.United States,437 U.S.\n54, 71–72 (1978).Smithinvolved a similar situation.\nThere, one of the elements of a firearms offense with which the\ndefendant was charged required proof that the gun “had a barrel\n‘less than 16 inches’ in length,” 543 U. S., at 464, and the\ntrial judge dismissed this charge before verdict on the ground that\nthe prosecution had not introduced sufficient evidence to establish\nthis undisputed element,id., at 464–465. Before the\nremaining charges were submitted to the jury, however, the judge\nreversed this ruling and allowed the charge to go to the jury.Id.,at 465. We held, how- ever, that the judge’s prior\nruling constituted an acquittal and therefore barred the\ndefendant’s conviction for this offense.Id.,at 467–469.\nThus, bothSmalisandSmithinvolved rulings that\nwere very different from the one at issue here. In both of those\nearlier cases, the trial judges held that the evidence was\ninsufficient to prove undis- puted elements of the offenses in\nquestion. In neither case did the judge invent a new element.The final case,Rumsey, differs fromSmalisandSmithin only one particular. LikeSmalisandSmith,Rumseyinvolved a ruling\nthat the prosecution’s evidence was in- sufficient to prove an\nelement, but inRumseythe ruling was predicated on a\nmisconstruction of an element. In that case, after the defendant\nwas found guilty of first-degree murder, the “trial judge, with no\njury, . . . con- ducted a separate sentencing hearing” at\nwhich he determined that no aggravating circumstances were present.\n467 U. S., at 205. In particular, the judge found that the\nprosecution had not proved that the murder had been committed\n“ ‘as consideration for the receipt, or in expectation of the\nreceipt, of anything of pecuniary value.’ ”Id.,at\n205–206 (quoting Ariz. Rev. Stat. Ann. §13–703(F)(5) (Supp.\n1983–1984)). The judge reached this conclusion because, in his\n(incorrect) view, that aggravating circumstance was limited to\ncontract killings. 467 U. S., at 205–206. Holding that the\njudge’s ruling constituted an acquittal on the merits of the\nquestion whether a death sentence was appropriate, we noted that\nthe ruling rested on “a misconstruction of the statute defining the\npecuniary gain aggravating circumstance.”Id., at 211.\nAccordingly, the ruling was based on a determination that there was\ninsufficient evidence to prove a real element; it was not based on\nthe judicial invention of an extra “element.” And for that reason,\nit does not support the nonsensical result that the Court reaches\ntoday.The Court may feel compelled to reach that\nresult because it thinks that it would be unworkable to draw a\ndistinction between a preverdict termination based on the trial\njudge’s misconstruction of an element of an offense and a\npreverdict termination based on the judge’s perception that a\nstatute contains an “element” that is actually nonexistent. This\npractical concern is overblown. There may be cases in which this\ndetermination presents problems, but surely there are many cases in\nwhich the de- termination is quite easy. The present case is a\nperfect example, for here there is no real dispute that the trial\njudge’s ruling was based on a nonexistent statutory “element.” As\nnoted, defense counsel conceded on appeal that the judge had\n“wrongly added an extraneous element to the statute” under which\nhis client was charged. 491 Mich., at 3, 810 N. W. 2d, at\n536.Another good example is provided byStatev.Korsen, 138 Idaho 706, 69 P.3d 126 (2003), where a\nMagistrate erroneously concluded that the offense of criminal\ntrespass under Idaho law requires a showing that the defendant did\nsomething to justify the property owner’s request for the defendant\nto leave the premises.Id.,at 710, 716–717, 69 P. 3d,\nat 130, 136–137. There is no question that the Magistrate inKorsen“effectively created an additional statutory element”\nbefore concluding that the prosecution had presented insufficient\nevidence as to this purported “element.” Seeibid.(holding\nthat double jeopardy did not bar a retrial because the Magistrate’s\n“finding did not actually determine in [defendant’s] favor any of\nthe essential elements of the crime of trespass”).Cases in which it can be said that a trial judge\ndid not simply misinterpret a real element of an offense but\ninstead invented an entirely new and nonexistent “element” are\ncases in which the judge’s error is particularly egregious.\nPermitting retrial in these egregious cases is especially\nappropriate.*  *  *I would hold that double jeopardy protection\nis not triggered by a judge’s erroneous preverdict ruling that\ncreates an “element” out of thin air and then holds that the\nelement is not satisfied. I therefore respectfully dissent.Notes1See alsoCrist,\n437 U. S., at 33 (“The Fifth Amendment guarantee against\ndouble jeopardy derived from English common law, which followed\n. . . the relatively simple rule that a defendant has\nbeen put in jeopardy only when there has been a conviction or an\nacquittal—after a complete trial. . . . And it is\nclear that in the early years of our national history the\nconstitutional guarantee against double jeopardy was considered to\nbe equally limited in scope”); 3 J. Story, Commentaries on the\nConstitution of the United States §1781, p. 659 (1833) (“The\nmeaning of [the Double Jeopardy Clause] is, that a party shall not\nbe tried a second time for the same offence, after he has once been\nconvicted, or acquitted of the offence charged,by the verdict\nof a jury, and judgment has passed thereon for or against him.But it does not mean, that he shall not be tried for the offence\na second time, if the jury have been discharged without giving any\nverdict. . . .” (emphasis added)); 2\nM. Hale, Pleas of the Crown 246 (1778) (“It must be an\nacquittal upon trial either by verdict or battle”).2Because culpability for\nan offense can be negated by proof of an affirmative defense, the\nCourt has held that a ruling that the prosecution did not submit\nsufficient evidence to rebut an affirmative defense constitutes an\nacquittal for double jeopardy purposes. SeeBurksv.United States,437 U.S.\n1, 10–11 (1978);Scott, 437 U. S., at 97–98. Thus,\nas used in this opinion, the “elements” of an offense include\nlegally recognized affirmative defenses that would negate\nculpability.",
    "joined": []
}