{
    "case": {
        "docket": "302",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/302/"
    },
    "id": "1970958",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 12–1146, 12–1248,\n12–1254, 12–1268, 12–1269, and 12–1272_________________UTILITY AIR REGULATORY\nGROUP,PETITIONER12–1146      v.ENVIRONMENTAL PROTECTION AGENCY,\net al.;AMERICAN CHEMISTRY COUNCIL,\net al.,PETITIONERS12–1248      v.ENVIRONMENTAL PROTECTION AGENCY,\net al.;ENERGY-INTENSIVE MANUFACTURERS\nWORKINGGROUP ON GREENHOUSE GAS REGULATION,et al.,\nPETITIONERS12–1254      v.ENVIRONMENTAL PROTECTION AGENCY,\net al.;SOUTHEASTERN LEGAL FOUNDATION,\nINC.,et al., PETITIONERS12–1268      v.ENVIRONMENTAL PROTECTION AGENCY,\net al.;TEXAS, et al., PETITIONERS12–1269      v.ENVIRONMENTAL PROTECTION AGENCY,\net al.; andCHAMBER OF COMMERCE OF THE UNITEDSTATES,\net al., PETITIONERS12–1272      v.ENVIRONMENTAL PROTECTION AGENCY,\net al.;on writs of certiorari to the united states\ncourt ofappeals for the district of columbia circuit[June 23, 2014]Justice Alito, with\nwhom Justice Thomas joins, concurring in part and dissenting in\npart.In Massachusetts v.\nEPA, 549 U. S. 497 (2007) , this Court considered whether\ngreenhouse gases fall within the Clean Air Act’s general\ndefinition of an air “pollutant.” Id., at\n528–529. The Environmental Protection Agency cautioned us\nthat “key provisions of the [Act] cannot cogently be applied\nto [greenhouse gas] emissions,” Brief for Federal Respondent\nin Massachusetts v. EPA, O. T. 2006, No. 05–1120, p. 22, but\nthe Court brushed the warning aside and had “little\ntrouble” concluding that the Act’s “sweeping\ndefinition” of a pollutant encompasses greenhouse gases. 549\nU. S., at 528–529. I believed Massachusetts v. EPA was\nwrongly decided at the time, and these cases further expose the\nflaws with that decision.IAs the present cases\nnow show, trying to fit greenhouse gases into “key\nprovisions” of the Clean Air Act involves more than a\n“little trouble.” These cases concern the provisions of\nthe Act relating to the “Prevention of Significant\nDeterioration” (PSD), 42 U. S. C.\n§§7470–7492, as well as Title V of the Act,\n§7661. And in order to make those provisions apply to\ngreenhouse gases in a way that does not produce absurd results, the\nEPA effectively amended the Act. The Act contains specific\nemissions thresholds that trigger PSD and Title V coverage, but the\nEPA crossed out the figures enacted by Congress and substituted\nfigures of its own.I agree with the Court\nthat the EPA is neither required nor permitted to take this\nextraordinary step, and I therefore join Parts I and II–A of\nthe Court’s opinion.III do not agree,\nhowever, with the Court’s conclusion that what it terms\n“anyway sources,” i.e., sources that are subject to PSD\nand Title V permitting as the result of the emission of\nconventional pollutants, must install “best available control\ntechnology” (BACT) for greenhouse gases. As is the case with\nthe PSD and Title V thresholds,trying to fit greenhouse gases into\nthe BACT analysis badly distorts the scheme that Congress\nadopted.The Court gives two\nmain reasons for concluding that BACT applies to\n“anyway” sources, one based on textand one based on\npractical considerations. Neither isconvincing.AWith respect to the\ntext, it is curious that the Court, having departed from a literal\ninterpretation of the term “pollutant” in Part\nII–A, turns on its heels and adopts a literal interpretation\nin Part II–B. The coverage thresholds at issue in Part\nII–A apply to any “pollutant.” The Act’s\ngeneral definition of this term is broad, and in Massachusetts v.\nEPA, supra, the Court held that this definition covers greenhouse\ngases. The Court does not disturb that holding, but it nevertheless\nconcludes that, as used in the provision triggering PSD coverage,\nthe term “pollutant” actually means “pollutant,\nother than a greenhouse gas.”In Part II–B, the\nrelevant statutory provision saysthat BACT must be installed for\nany “pollutant subjectto regulation under [the Act].”\n§7475(a)(4). If the term “pollutant” means\n“pollutant, other than a greenhouse gas,” as the Court\neffectively concludes in Part II–A, the term “pollutant\nsubject to regulation under [the Act]” in §7475(a)(4)\nshould mean “pollutant, other than a greenhouse gas, subject\nto regulation under [the Act], and that is subject to regulation\nunder [the Act].” The Court’s literalism is selective,\nand it results in a strange and disjointed regulatory scheme.Under the Court’s\ninterpretation, a source can emit an unlimited quantity of\ngreenhouse gases without triggering the need for a PSD permit. Why\nmight Congress have wanted to allow this? The most likely\nexplanation is that the PSD permitting process is simply not suited\nfor use in regulating this particular pollutant. And if that is so,\nit makes little sense to require the installation of BACT for\ngreenhouse gases in those instances in which a source happens to be\nrequired to obtain a permit due to the emission of a qualifying\nquantity of some other pollutant that is regulated under the\nAct.BThe Court’s\nsecond reason for holding that BACT applies to “anyway”\nsources is its belief that this can be done without disastrous\nconsequences. Only time will tell whether this hope is well\nfounded, but it seems clear that BACT analysis is fundamentally\nincompatible with the regulation of greenhouse-gas emissions for at\nleast two important reasons.1First, BACT looks to\nthe effects of covered pollutants in the area in which a source is\nlocated. The PSD program is implemented through “emission\nlimitations and such other measures” as are “necessary\n. . . to prevent significant deterioration of air quality\nin each region.” §7471 (emphasis added). The Clean Air\nAct provides that BACT must be identified “on a case-by-case\nbasis,” §7479(3), and this necessarily means that local\nconditions must be taken into account. For this reason, the Act\ninstructs the EPA to issue regulations requiring an analysis of\n“the ambient air quality . . . at the site of the\nproposed major emitting facil-ity and in the area potentially\naffected by the emissions from such facility for each pollutant\nregulated under [the Act].” §7475(e)(3)(B) (emphasis\nadded). The Act also requires a public hearing on “the air\nquality at the proposed site and in areas which may be affected by\nemissions from such facility for each pollutant subject to\nregulation under [the Act] which will be emitted from such\nfacility.” §§7475(a)(2), (e)(1) (emphasis added).\nAccordingly, if BACT is required for greenhouse gases, the Act\ndemands that the impact of these gases in the area surrounding a\nsite must be monitored, explored at a public hearing, and\nconsidered as part of the permitting process. The effects of\ngreenhouse gases, however, are global, not local. See PSD and Title\nV Permitting Guidance for Greenhouse Gases 41–42 (Mar. 2011)\n(hereinafter Guidance). As a result, the EPA has declared that PSD\npermit applicants and permitting officials may disregard these\nprovisions of the Act. 75 Fed. Reg. 31520 (2010).2Second, as part of\nthe case-by-case analysis required by BACT, a permitting authority\nmust balance the environmental benefit expected to result from the\ninstallation of an available control measure against adverse\nconsequences that may result, including any negative impact on the\nenvironment, energy conservation, and the economy. And the EPA\nitself has admitted that this cannot be done on a case-by-case\nbasis with respect to greenhouse gases.The Clean Air Act makes\nit clear that BACT must be determined on a “case-by-case\nbasis, taking into account energy, environmental, and economic\nimpacts and other costs.” §7479(3). To implement this\ndirective, the EPA adopted a five-step framework for making a BACT\ndetermination. See New Source Review Workshop Manual: Prevention of\nSignificant Deterioration and Nonattainment Area Permitting (Oct.\n1990).[1] Under the fourth step\nof this analysis, potentially applicable and feasible control\ntechnologies that are candidates for selection as BACT for a\nparticular source are eliminated from consideration based on their\n“collateral impacts,” such as any adverse environmental\neffects or adverse effects on energy consumption or the\neconomy.More recently, the EPA\nprovided guidance to permitting authorities regarding the treatment\nof greenhouse-gas emissions under this framework, and the\nEPA’s guidance demonstrates the insuperable problem that\nresults when an attempt is made to apply this framework to\ngreenhouse gas emissions. As noted above, at step 4 of the\nframework, a permitting authority must balance the positive effect\nlikely to result from requiring a particular source to install a\nparticular technology against a variety of negative effects that\nare likely to occur if that step is taken. Butin the case of\ngreenhouse gases, how can a permit-ting authority make this\nindividualized, source-specific determination?The EPA instructs\npermitting authorities to take into consideration all the adverse\neffects that the EPA has found to result from the overall increase\nin greenhouse gases in the atmosphere. These include an increased\nrisk of dangerous heat waves, hurricanes, floods, wildfires, and\ndrought, as well as risks to agriculture, forestry, and water\nresources. Guidance 40–41. But the EPA admits that it is\nsimply not possible for a permitting authority to calculate in any\nmeaningful way the degree to which any potential reduction in\ngreenhouse gas emissions from any individual source might reduce\nthese risks. And without making such a calculation in even a very\nrough way, a permitting authority cannot do what the Clean Air Act\nand the EPA’s framework demand—compare the benefits of\nsome specified reduction in the emission of greenhouse gases from a\nparticular source with any adverse environmental or economic\neffects that might result from mandating such a reduction.Suppose, for example,\nthat a permitting authority must decide whether to mandate a change\nthat both decreases a source’s emission of greenhouse gases\nand increases its emission of a conventional pollutant that has a\nnegative effect on public health. How should a permitting authority\ndecide whether to require this change? Here is the EPA’s\nadvice:“[W]hen considering the trade-offs\nbetween the environmental impacts of a particular level of GHG\n[greenhouse gas] reduction and a collateral increase in another\nregulated NSR pollutant,[[2]]\nrather than attempting to determine or characterize specific\nenvironmental impacts from GHGs emitted at particular locations,\nEPA recommends that permitting authorities focus on the amount of\nGHG emission reductions that may be gained or lost by employing a\nparticular control strategy and how that compares to the\nenvironmental or other impacts resulting from the collateral\nemissions increase of other regulated NSR pollutants.”\nGuidance 42.As best I can make out,\nwhat this means is that permitting authorities should not even try\nto assess the net impact on public health. Instead of comparing the\npositive and negative public health effects of a particular option,\npermitting authorities are instructed to compare the adverse public\nhealth effects of increasing the emissions of the conventional\npollutants with the amount of the reduction of the source’s\nemissions of greenhouse gases. But without knowing the positive\neffects of the latter, this is a meaningless comparison.The EPA tries to\nameliorate this problem by noting that permitting authorities are\nentitled to “a great deal of discretion,” Guidance 41,\nbut without a comprehensible standard, what this will mean is\narbitrary and inconsistent decisionmaking. That is not what the\nClean Air Act contemplates.[3]*  *  *BACT analysis, like\nthe rest of the Clean Air Act, was developed for use in regulating\nthe emission of conventional pollutants and is simply not suited\nfor use with respect to greenhouse gases. I therefore respectfully\ndissent from Part II–B–2 of the opinion of the\nCourt.Notes1The EPA describes these\nsteps as follows:2“New source review\npollutants” are those pollutants for which a National Ambient\nAir Quality standard has been set and a few others, such as sulphur\ndioxide. See 40 CFR 51.165(a)(1)(xxxvii) (2013).3While I do not think that\nBACT applies at all to “anyway sources,” if it is to\napply, the limitations suggested in Part II–B–1 might\nlessen the inconsistencies highlighted in Part II of this opinion,\nand on that understanding I join Part\nII–B–1.",
    "joined": []
}