{
    "case": {
        "docket": "18-5924",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-5924/"
    },
    "id": "4238651",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–5924_________________EVANGELISTO RAMOS, PETITIONERv.LOUISIANAon writ of certiorari to the court of appeal\nof louisiana, fourth circuit[April 20, 2020]Justice Alito, with whom The Chief Justice\njoins, and with whom Justice Kagan joins as to all but Part III–D,\ndissenting.The doctrine ofstare decisisgets rough\ntreatment in today’s decision. Lowering the bar for overruling our\nprecedents, a badly fractured majority casts aside an important and\nlong-established decision with little regard for the enormous\nreliance the decision has engendered. If the majority’s approach is\nnot just a way to dispose of this one case, the decision marks an\nimportant turn.Nearly a half century ago inApodacav.Oregon,406 U.S.\n404(1972), the Court held that the Sixth Amendment permits\nnon-unanimous verdicts in state criminal trials, and in all the\nyears since then, no Justice has even hinted thatApodacashould be reconsidered. Understandably thinking thatApodacawas good law, the state courts in Louisiana and Oregon have tried\nthousands of cases under rules that permit such verdicts. But\ntoday, the Court does away withApodacaand, in so doing,\nimposes a potentially crushing burden on the courts and criminal\njustice systems of those States. The Court, however, brushes aside\nthese consequences and even suggests that the States should have\nknown better than to count on our decision.To add insult to injury, the Court tars\nLouisiana and Oregon with the charge of racism for permitting non-\nunanimous verdicts—even though this Court found such verdicts to be\nconstitutional and even though there are entirely legitimate\narguments for allowing them.I would not overruleApodaca. Whatever\none may think about the correctness of the decision, it has\nelicited enormous and entirely reasonable reliance. And before this\nCourt decided to intervene, the decision appeared to have little\npractical importance going forward. Louisiana has now abolished\nnon-unanimous verdicts, and Oregon seemed on the verge of doing the\nsame until the Court intervened.[1]In Part II of this opinion, I will address the\nsurprising argument, advanced by three Justices in the majority,\nthatApodacawas never a precedent at all, and in Part III,\nI will explain whystare decisissupports retention of that\nprecedent. But before reaching those issues, I must say something\nabout the rhetoric with which the majority has seen fit to begin\nits opinion.IToo much public discourse today is sullied byad hominemrhetoric, that is, attempts to discredit an\nargument not by proving that it is unsound but by attacking the\ncharacter or motives of the argument’s proponents. The majority\nregrettably succumbs to this trend. At the start of its opinion,\nthe majority asks this rhetorical question: “Why do Louisiana and\nOregon allow nonunanimous convictions?”Ante, at 1. And the\nanswer it suggests? Racism, white supremacy, the Ku Klux Klan.Ante, at 1–2. Non-unanimous verdicts, the Court implies, are\nof a piece with Jim Crow laws, the poll tax, and other devices once\nused to disfranchise African-Americans.Ibid.If Louisiana and Oregon originally adopted their\nlaws allowing non-unanimous verdicts for these reasons,[2] that is deplorable, but what does\nthat have to do with the broad constitutional question before us?\nThe answer is: nothing.For one thing, whatever the reasons why\nLouisiana and Oregon originally adopted their rules many years ago,\nboth States readopted their rules under different circumstances in\nlater years. Louisiana’s constitutional convention of 1974 adopted\na new, narrower rule, and its stated purpose was “judicial\nefficiency.”Statev.Hankton, 2012–0375, p. 19\n(La. App. 4 Cir. 8/2/13), 122 So. 3d 1028, 1038. “In that debate no\nmention was made of race.”Ibid.; 7 Records of the Louisiana\nConstitutional Convention of 1973: Convention Transcripts 1184–1189\n(La. Constitutional Convention Records Comm’n 1977). The people of\nLouisiana ratified the new Constitution. The majority makes no\neffort to show either that the delegates to the constitutional\nconvention retained the rule for discriminatory purposes or that\nproponents of the new Constitution made racial appeals when\napproval was submitted to the people. The same is true for Oregon’s\nrevisions and reenactments. Ore. Const., Art. I, §11 (amended May\n18, 1934); Ore. Rev. Stat. §136.450 (1997); §136.610 (1971).The more important point, however, is that\ntoday’s decision is not limited to anything particular about\nLouisiana or Oregon. The Court holds that the Sixth Amendment\nrequires jury unanimity inallstate criminal trials. If at\nsome future time another State wanted to allow non-unanimous\nverdicts, today’s decision would rule that out—even if all that\nState’s lawmakers were angels.For this reason, the origins of the Louisiana\nand Oregon rules have no bearing on the broad constitutional\nquestion that the Court decides. That history would be relevant if\nthere were no legitimate reasons why anyone might think that\nallowing non-unanimous verdicts is good policy. But that is\nundeniably false.[3]Some years ago the British Parliament enacted a\nlaw allowing non-unanimous verdicts.[4] Was Parliament under the sway of the Klan? The\nConstitution of Puerto Rico permits non-unanimous\nverdicts.[5] Were the framers\nof that Constitution racists? Non-unanimous verdicts were once\nadvocated by the American Law Institute and the American Bar\nAssociation.[6] Was their aim\nto promote white supremacy? And how about the prominent scholars\nwho have taken the same position?[7] Racists all? Of course not. So all the talk about the\nKlan, etc., is entirely out of place.[8] We should set an example of rational and civil\ndiscourse instead of contributing to the worst current trends.IINow to what matters.AI begin with the question whetherApodacawas a precedent at all. It is remarkable that it is\neven necessary to address this question, but in Part IV–A of the\nprincipal opinion, three Justices take the position thatApodacawas never a precedent. The only truly fitting\nresponse to this argument is: “Really?”Consider what it would mean ifApodacawas never a precedent. It would mean that the entire legal\nprofession was fooled for the past 48 years. Believing thatApodacawas a precedent, the courts of Louisiana and Oregon\ntried thousands of cases under rules allowing conviction by a vote\nof 11 to 1 or 10 to 2, and appellate courts in those States upheld\nthese convictions based onApodaca.[9] But according to three Justices in the majority,\nthese courts were deluded.This Court, for its part, apparently helped to\nperpetuate the illusion, since it reiterated time and again whatApodacahad established. SeeTimbsv.Indiana,\n586 U. S. ___, ___, n. 1 (2019) (slip op., at 3,\nn. 1) (Apodacaheld “that the Sixth Amendment requires\njury unanimity in federal, but not state, criminal proceedings”);McDonaldv.Chicago,561\nU.S. 742, 766, n. 14 (2010) ( Sixth Amendment “does not\nrequire a unanimous jury verdict in state criminal trials”);UnitedStatesv.Gaudin,515 U.S.\n506, 511, n. 2 (1995) (Apodaca“conclude[d] that jury\nunanimity is not constitutionally required”);Schadv.Arizona,501 U.S.\n624, 634, n. 5 (1991) (plurality opinion) (“[A] state\ncriminal defendant, at least in noncapital cases, has no federal\nright to a unanimous jury verdict”);Brownv.Louisiana,447 U.S.\n323, 330–331 (1980) (plurality opinion) (“[T]he constitutional\nguarantee of trial by jury” does not prescribe “the exact\nproportion of the jury that must concur in the verdict”);Burchv.Louisiana,441 U.S.\n130, 136 (1979) (Apodaca“conclude[d] that a jury’s\nverdict need not be unanimous to satisfy constitutional\nrequirements”);Ludwigv.Massachusetts,427 U.S.\n618, 625 (1976) (“holding” inApodacawas that “the\njury’s verdict need not be unanimous”); see alsoHollandv.Illinois,493 U.S.\n474, 511 (1990) (Stevens, J., dissenting) (“we have permitted\nnonunanimous verdicts,” citingApodaca);McKoyv.NorthCarolina,494 U.S.\n433, 468 (1990) (Scalia, J., dissenting) (the Court has\n“approved verdicts by less than a unanimous jury,” citingApodaca).Consistent with these statements of the\ngoverning law, whenever defendants convicted by non-unanimous\nverdicts sought review in this Court and asked thatApodacabe overruled, the Court denied those requests—without a single\nregistered dissent.[10] Even\nthe legal academy, never shy about puncturing misconceptions, was\ntaken in.[11] Everybody\nthoughtApodacawas a precedent. But, according to three of\nthe Justices in the majority, everybody was fooled.Apodaca,\nthe precedent, was a mirage. Can this be true?No, it cannot. The idea thatApodacawas\na phantom precedent defies belief. And it certainly disserves\nimportant objectives thatstare decisisexists to promote,\nincluding evenhandedness, predictability, and the protection of\nlegitimate reliance. See,e.g.,Gamblev.\nUnited States, 587 U. S. ___, ___ (2019);Kimblev. Marvel Entertainment, LLC, 576 U.S. 446, 455–456 (2015);Paynev. Tennessee,501 U.S.\n808, 827 (1991).BUnder any reasonable understanding of the\nconcept,Apodacawas a precedent, that is, “a decided case\nthat furnishes a basis for determining later cases involving\nsimilar facts or issues.” Black’s Law Dictionary 1366 (10th ed.\n2014); see also J. Salmond, Jurisprudence 191 (10th ed. 1947); M.\nGerhardt, The Power of Precedent 3 (2008); Landes & Posner,\nLegal Precedent: A Theoretical and Empirical Analysis, 19\nJ. Law & Econ. 249, 250 (1976).Even though there was no opinion of the Court,\nthe decision satisfies even the narrowest understanding of a\nprecedent as this Court has understood the concept: The decision\nprescribes a particular outcome when all the conditions in a\nclearly defined set are met. SeeSeminole Tribe of Fla.v.Florida,517 U.S.\n44, 67 (1996) (explaining that, at the very least, we are bound\nby the “result” in a prior case). InApodaca,this means\nthat when (1) a defendant is convicted in state court, (2) at least\n10 of the 12 jurors vote to convict, and (3) the defendant argues\nthat the conviction violates the Constitution because the vote was\nnot unanimous, the challenge fails. A majority of the Justices inApodacaexpressly agreed on that result, and that result is\na precedent that had to be followed in subsequent cases untilApodacawas overruled.That this result constituted a precedent followsa fortiorifrom our cases holding that even our summary\naffirmances of lower court decisions are precedents for “the\nprecise issues presented and necessarily decided” by the judgment\nbelow.Mandelv. Bradley,432\nU.S. 173, 176 (1977) (per curiam). If theApodacaCourt had summarily affirmed a state-court decision holding that a\njury vote of 10 to 2 did not violate the Sixth Amendment, that\nsummary disposition would be a precedent. Accordingly, it is\nimpossible to see how a full-blown decision of this Court reaching\nthe same result can be regarded as a non-precedent.[12]CWhat do our three colleagues say in response?\nThey begin by suggesting that Louisiana conceded thatApodacais not a precedent. Seeante,at 16–17. This\ninterpretation of the State’s position is questionable,[13] but even if Louisiana made that\nconcession, how could that settle the matter? What about Oregon,\nthe only State that still permits non-unanimous verdicts? Oregon\ncertainly did not make such a concession. On the contrary, it\nsubmitted anamicusbrief arguing strenuously thatApodacais a precedent and that it should be retained. Brief\nfor State of Oregon asAmicus Curiae6–32. And what about\nany other State that might want to allow such verdicts in the\nfuture? So the majority’s reliance on Louisiana’s purported\nconcession simply will not do.Our three colleagues’ next try is to argue thatApodacais not binding because a case has noratio\ndecidendiwhen a majority does not agree on the reason for the\nresult.Ante, at 19, and n. 54. This argument, made in\npassing, constitutes an attack on the rule that the Court adopted\ninMarksv.United States,430\nU.S. 188(1977), for determining the holding of a decision when\nthere is no majority opinion. Under theMarksrule, “[w]hen\na fragmented Court decides a case and no single rationale\nexplaining the result enjoys the assent of five Justices, the\nholding of the Court may be viewed as that position taken by those\nMembers who concurred in the judgments on the narrowest grounds.”Id., at 193 (internal quotation marks omitted). This rule\nascribes precedential status to decisions made without majority\nagreement on the underlying rationale, and it is therefore squarely\ncontrary to the argument of the three Justices who regardApodacaas non-precedential.TheMarksrule is controversial, and two\nTerms ago, we granted review in a case that implicated its meaning.\nSeeHughesv.United States,584 U. S. ___\n(2018). But we ultimately decided the case on another ground and\nleft theMarksrule intact. As long as that rule stands, it\nrefutes the argument thatApodacais not binding because a\nmajority did not agree on a common rationale.Finally, our three colleagues contend that\ntreatingApodacaas a precedent would require the Court “to\nembrace a new and dubious proposition: that a single Justice\nwriting only for himself has the authority to bind this Court to\npropositions it has already rejected.”Ante, at 16. This\nargument appears to weave together three separate questions\nrelating to the precedential effect of decisions in which there is\nno majority opinion. I will therefore attempt to untangle these\nquestions and address each in turn.An initial question is whether, in a case where\nthere is no opinion of the Court, the position taken by a single\nJustice in the majority can constitute the binding rule for which\nthe decision stands. UnderMarks, the clear answer to this\nquestion is yes. The logic ofMarksapplies equally no\nmatter what the division of the Justices in the majority, and I am\naware of no case holding that theMarksrule is inapplicable\nwhen the narrowest ground is supported by only one Justice.\nCertainly the lower courts have understoodMarksto apply in\nthat situation.[14]The next question is whether theMarksrule applies any differently when the precedent that would be\nestablished by a fractured decision would overrule a prior\nprecedent. Again, the logic ofMarksdictates an affirmative\nanswer, and I am aware of no case holding that theMarksrule applies any differently in this situation. But as far as the\npresent case is concerned, this question is academic becauseApodacadid not overrule any prior decision of this Court.\nAt most, what the Court had “recognized,”ante,at 6, in\nprior cases is that the Sixth Amendment guaranteed the right to a\nunanimous jury verdictin trials in federal and territorial\ncourts.[15] Whether the\nsame rule applied in state prosecutions had not been decided, and\nindeed, untilDuncanv.Louisiana,391 U.S.\n145, 154–158 (1968), was handed down just four years beforeApodaca, the Sixth Amendment had not been held to apply to\nthe States.The final question is whether Justice Powell’s\nreasoning inApodaca—namely, his view that the Fourteenth\nAmendment did not incorporate every aspect of the Sixth Amendment\njury-trial right—is a binding precedent, and the answer to that\nquestion is no. When, in the years afterApodaca, new\nquestions arose about the scope of the jury-trial right in state\ncourt—as they did in cases likeApprendiv.New\nJersey,530 U.S.\n466(2000), andBlakelyv.Washington,542 U.S.\n296(2004)—nobody thought for a second thatApodacacommitted the Court to Justice Powell’s view that the right has\ndifferent dimensions in state and federal cases. And no one on this\nCourt or on a lower court had any trouble locating the narrow\ncommon ground between Justice Powell and the plurality inApodaca: The States need not require unanimity to comply\nwith the Constitution.For all these reasons,Apodacaclearly\nwas a precedent, and if the Court wishes to be done with it, it\nmust explain why overrulingApodacais consistent with the\ndoctrine ofstare decisis.IIIAStare decisishas been a fundamental\npart of our jurisprudence since the founding, and it is an\nimportant doctrine. But, as we have said many times, it is not an\n“inexorable command.”Payne, 501 U. S., at 828;Gamble, 587 U. S., at ___–___ (slip op., at 11–12).\nThere are circumstances when past decisions must be overturned, but\nwe begin with the presumption that we will follow precedent, and\ntherefore when the Court decides to overrule, it has an obligation\nto provide an explanation for its decision.This is imperative because the Court should have\na body ofneutralprinciples on the question of overruling\nprecedent. The doctrine should not be transformed into a tool that\nfavors particular outcomes.[16]BWhat is the majority’s justification for\noverrulingApodaca? With no apparent appreciation of the\nirony, today’s majority, which is divided into four separate\ncamps,[17] criticizes theApodacamajority as “badly fractured.”Ante, at 8.\nBut many important decisions currently regarded as precedents were\ndecided without an opinion of the Court.[18] Does the majority mean to suggest that all such\nprecedents are fair game?The majority’s primary reason for overrulingApodacais the supposedly poor “quality” of Justice White’s\nplurality opinion and Justice Powell’s separate opinion.Ante, at 19–21. The majority indicts Justice White’s opinion\non five grounds: (1) it “spent almost no time grappling with the\nhistorical meaning of the Sixth Amendment’s jury trial\nright,”[19] (2) it did not\ngive due weight to the “Court’s long-repeated statements that [the\nright] demands unanimity,”[20] (3) it did not take into account “the racist origins\nof [the] Louisian[a] and Orego[n] laws,”[21] (4) it looked to the function of the jury-trial\nright,[22] and (5) it\nengaged in “a breezy cost-benefit analysis” that, in any event, did\nnot properly weigh the costs and benefits.[23] All these charges are overblown.First, it is quite unfair to criticize Justice\nWhite for not engaging in a detailed discussion of the original\nmeaning of the Sixth Amendment jury-trial right since he had\nalready done that just two years before in his opinion for the\nCourt inWilliamsv.Florida,399 U.S.\n78, 92–100 (1970). InWilliams, after examining that\nhistory, he concluded that the Sixth Amendment did not incorporate\nevery feature of the common-law right (a conclusion that the\nmajority, by the way, does not dispute). And inApodaca, he\nbuilt on the analysis inWilliams.Accordingly, there was no\nneed to repeat what had been said before.Second, it is similarly unfair to criticize\nJustice White for not discussing the prior decisions that commented\non jury unanimity. None of those decisions went beyond saying that\nthis was a feature of the common-law right or cursorily stating\nthat unanimity was required.[24] And as noted,Williamshad already held that\nthe Sixth Amendment did not preserve all aspects of the common-law\nright.Third, the failure of Justice White (and Justice\nPowell) to take into account the supposedly racist origins of the\nLouisiana and Oregon laws should not be counted as a defect for the\nreasons already discussed. Seesupra,at 4–5.Fourth, it is hard to know what to make of the\nfunctionalist charge. One Member of the majority explicitly\ndisavows this criticism, seeante, at 2 (Sotomayor, J.,\nconcurring in part), and it is most unlikely that all the Justices\nin the majority are ready to label all functionalist decisions as\npoorly reasoned. Most of the landmark criminal procedure decisions\nfrom roughlyApodaca’s time fall into that category. SeeMappv.Ohio,367 U.S.\n643, 654 (1961) ( Fourth Amendment);Mirandav.Arizona,384\nU.S. 436, 444 (1966) ( Fifth Amendment);Gideonv.Wainwright,372 U.S.\n335, 344–345 (1963) ( Sixth Amendment);Furmanv.Georgia,408 U.S.\n238, 239 (1972) (per curiam) ( Eighth\nAmendment).[25] Are they all\nnow up for grabs?The functionalist criticism dodges the knotty\nproblem that led Justice White to look to the underlying purpose of\nthe jury-trial right. Here is the problem. No one questions that\nthe Sixth Amendment incorporatedthe coreof the common-law\njury-trial right, but did it incorporateevery featureof\nthe right? Did it constitutionalize the requirement that there be\n12 jurors even though nobody can say why 12 is the magic number?\nAnd did it incorporate features that we now find highly\nobjectionable, such as the exclusion of women from jury service? At\nthe time of the adoption of the Sixth Amendment (and for many years\nthereafter), women were not regarded as fit to serve as a\ndefendant’s peers. Unless one is willing to freeze in place late\n18th-century practice, it is necessary to find a principle to\ndistinguish between the features that were incorporated and those\nthat were not. To do this, Justice White’s opinion for the Court inWilliamslooked to the underlying purpose of the jury-trial\nright, which it identified as interposing a jury of the defendant’s\npeers to protect against oppression by a “ ‘corrupt or\noverzealous prosecutor’ ” or a “ ‘compliant, biased, or\neccentric judge.’ ” 399 U. S., at 100 (quotingDuncan, 391 U. S., at 156).The majority decries this “functionalist”\napproach but provides no alternative. It does not claim that the\nSixth Amendment incorporated every feature of common-law practice,\nbut it fails to identify any principle for identifying the features\nthat were absorbed. On the question of jury service by women, the\nmajority’s only answer, buried in a footnote, is that the exclusion\nof women was outlawed by “further constitutional amendments,”ante, at 15, n. 47, presumably the Fourteenth Amendment.\nDoes that mean that the majority disagrees with the holding inTaylorv.Louisiana,419 U.S.\n522(1975)—another opinion by Justice White—that the exclusion\nof women from jury service violatesthe Sixth Amendment?Id., at 531, 533–536.[26]Fifth, it is not accurate to say that Justice\nWhite based his conclusion on a cost-benefit analysis of requiring\njury unanimity. His point, rather, was that what the Court had\nalready identified as the fundamental purpose of the jury-trial\nright was not undermined by allowing a verdict of 11 to 1 or 10 to\n2.I cannot say that I would have agreed either\nwith Justice White’s analysis or his bottom line inApodacaif I had sat on the Court at that time, but the majority’s harsh\ncriticism of his opinion is unwarranted.What about Justice Powell’s concurrence? The\nmajority treats Justice Powell’s view as idiosyncratic, but it does\nnot merit that derision. Justice Powell’s belief that the\nConstitution allows the States a degree of flexibility in the\ninterpretation of certain constitutional rights, although not our\ndominant approach in recent years,McDonald, 561 U. S.,\nat 759–766, has old and respectable roots. For a long time, that\nwas the Court’s approach. Seeid., at 759–761. Only\ngradually did the Court abandon this “two-tier” system, seeid., at 762–767, and it was not untilDuncan,supra,at 154–158, decided just four years beforeApodaca, that the Sixth Amendment jury-trial right was held\nto apply to the States at all. Justice Powell’s approach is also\nnot without recent proponents, including, at least with respect to\nthe Second Amendment, Justices now in the majority.[27]Even now, our cases do not hold thateveryprovision of the Bill of Rights applies in the same\nway to the Federal Government and the States. A notable exception\nis the Grand Jury Clause of the Fifth Amendment, a provision that,\nlike the Sixth Amendment jury-trial right, reflects the importance\nthat the founding generation attached to juries as safeguards\nagainst oppression. InHurtadov.California,110 U.S.\n516, 538 (1884), the Court held that the Grand Jury Clause does\nnot bind the States and that they may substitute preliminary\nhearings at which the decision to allow a prosecution to go forward\nis made by a judge rather than a defendant’s peers. That decision\nwas based on reasoning that is not easy to distinguish from Justice\nPowell’s inApodaca.Hurtadoremains good law and is\ncritically important to the 28 States that allow a defendant to be\nprosecuted for a felony without a grand jury indictment.[28] If we took the same approach to\ntheHurtadoquestion that the majority takes in this case,\nthe holding in that case could be called into question.The majority’s only other reason for overrulingApodacais that it is inconsistent with related decisions\nand recent legal developments.Ante, at 21;ante, at\n2 (Sotomayor, J., concurring in part). I agree that Justice\nPowell’s view on incorporation is not in harmony with the bulk of\nour case law, but the majority’s point about “recent legal\ndevelopments” is an exaggeration. No subsequent Sixth Amendment\ndecision has undercut the plurality. And while Justice Powell’s\nview on incorporation has been further isolated by later cases\nholding that two additional provisions of the Bill of Rights apply\nwith full force to the States, seeTimbs, 586 U. S., at\n___ (slip op., at 2) ( Eighth Amendment’s Excessive Fines Clause);McDonald,supra,at 791 (plurality opinion) ( Second\nAmendment), the project of complete incorporation was nearly done\nwhenApodacawas handed down. SeeMcDonald,supra, at 765, n. 13.While the majority worries thatApodacais inconsistent with our cases on incorporation, the majority\nignores something far more important: the way in whichApodacais intertwined with the body of our Sixth Amendment\ncase law. As I have explained, seesupra, at 15, theApodacaplurality’s reasoning was based on the same\nfundamental mode of analysis as that inWilliams,399 U.S.\n78, which had held just two years earlier that the Sixth\nAmendment did not constitutionalize the common law’s requirement\nthat a jury have 12 members. Although only one State, Oregon, now\npermits non-unanimous verdicts, many more allow six- person\njuries.[29] Repudiating the\nreasoning ofApodacawill almost certainly prompt calls to\noverruleWilliams.CUp to this point, I have discussed the\nmajority’s reasons for overrulingApodaca,but that is only\nhalf the picture. What convinces me thatApodacashould be\nretained are the enormous reliance interests of Louisiana and\nOregon. For 48 years, Louisiana and Oregon, trusting thatApodacais good law, have conducted thousands and thousands\nof trials under rules allowing non-unanimous verdicts. Now, those\nStates face a potential tsunami of litigation on the jury-\nunanimity issue.At a minimum, all defendants whose cases are\nstill on direct appeal will presumably be entitled to a new trial\nif they were convicted by a less-than-unanimous verdict and\npreserved the issue in the trial court. And at least in Oregon,\neven if no objection was voiced at trial, defendants may be able to\nchallenge their convictions based on plain error. See Ore. Rule\nApp. Proc. 5.45(1), and n. 1 (2019);Statev.Serrano, 355 Ore. 172, 179, 324 P.3d 1274, 1280 (2014).\nOregon asserts that more than a thousand defendants whose cases are\nstill on direct appeal may be able to challenge their convictions\nifApodacais overruled. Brief for State of Oregon asAmicusCuriae12–13.[30] The State also reports that “[d]efendants are arguing\nthat an instruction allowing for non-unanimous verdicts is a\nstructural error that requires reversal forallconvictions,\neven for those for which the jury was not polled or those for which\nthe jury was unanimous.”Id., at 14.Unimpressed by these potential consequences, the\nmajority notes that we “vacated and remanded nearly 800 decisions”\nfor resentencing afterUnited Statesv.Booker,543 U.S.\n220(2005), held that the Federal Sentencing Guidelines are not\nmandatory.Ante, at 23. But the burden of resentencing\ncannot be compared with the burden of retrying cases. And while\nresentencing was possible in all the cases affected byBooker, there is no guarantee that all the cases affected by\ntoday’s ruling can be retried. In some cases, key witnesses may not\nbe available, and it remains to be seen whether the criminal\njustice systems of Oregon and Louisiana have the resources to\nhandle the volume of cases in which convictions will be\nreversed.These cases on direct review are only the\nbeginning. Prisoners whose direct appeals have ended will argue\nthat today’s decision allows them to challenge their convictions on\ncollateral review, and if those claims succeed, the courts of\nLouisiana and Oregon are almost sure to be overwhelmed.The majority’s response to this possibility is\nevasive. It begins by hinting that today’s decision will not apply\non collateral review under the framework adopted inTeaguev.Lane,489\nU.S. 288, 315 (1989) (plurality opinion). UnderTeague,\n“an old rule applies both on direct and collateral review,” but if\ntoday’s decision constitutes a new procedural rule, prisoners will\nbe able to rely on it in a collateral proceeding only if it is what\nwe have termed a “watershed rule” that implicates “the fundamental\nfairness and accuracy of the criminal proceeding.”Whortonv.Bockting,549 U.S.\n406, 416 (2007). Noting that we have never found a new rule of\ncriminal procedure to qualify as “watershed,” the Court hints that\nthe decision in this case is likely to meet the same fate.But having feinted in this direction, the Court\nquickly changes course and says that the application of today’s\ndecision to prisoners whose appeals have ended should not concern\nus.Ante, at 23–24. That question, we are told, will be\ndecided in a later case.Ibid.The majority cannot have it both ways. As long\nas retroactive application on collateral review remains a real\npossibility, the crushing burden that this would entail cannot be\nignored. And while it is true that this Court has been chary in\nrecognizing new watershed rules, it is by no means clear thatTeaguewill preclude the application of today’s decision on\ncollateral review.Teagueapplies only to a “new rule,” and\nthe positions taken by some in the majority may lead to the\nconclusion that the rule announced today is an old rule. Take the\nproposition, adopted by three Members of the majority, thatApodacawas never a precedent. Those Justices, along with\nthe rest of the majority, take the position that our cases\nestablished well beforeApodacaboth that the Sixth\nAmendment requires unanimity,ante, at 6–7, and that it\napplies in the same way in state and federal court,ante, at\n9. Thus, ifApodacawas never a precedent and did not\ndisturb what had previously been established, it may be argued that\ntoday’s decision does not impose a new rule but instead merely\nrecognizes what the correct rule has been for many years.Two other Justices in the majority acknowledge\nthatApodacawas a precedent and thus would presumably\nregard today’s decision as a “new rule,” but the question remains\nwhether today’s decision qualifies as a “watershed rule.” Justice\nKavanaugh concludes that it does not and all but decides—without\nbriefing or argument—that the decision will not apply retroactively\non federal collateral review and similarly that there will be no\nsuccessful claims of ineffective assistance of counsel for failing\nto challengeApodaca. Seeante,at 15–17 (opinion\nconcurring in part).The remaining Justices in the majority, and\nthose of us in dissent, express no view on this question, but the\nmajority’s depiction of the unanimity requirement as a hallowed\nright that Louisiana and Oregon flouted for ignominious reasons\ncertainly provides fuel for the argument that the rule announced\ntoday meets the test. And in Oregon, the State most severely\nimpacted by today’s decision, watershed status may not matter since\nthe State Supreme Court has reserved decision on whether state law\ngives prisoners a greater opportunity to invoke new precedents in\nstate collateral proceedings. SeeVerduzcov.State,\n357 Ore. 553, 574, 355 P.3d 902, 914 (2015).[31]Whatever the ultimate resolution of the\nretroactivity question, the reliance here is not only massive; it\nis concrete. Cf.Dickersonv.United States,530 U.S.\n428, 443 (2000) (reliance weighed heavily in favor of precedent\nsimply because the warnings inMirandav.Arizona,384 U.S.\n436, had become “part of our national culture”). In my view, it\nweighs decisively against overrulingApodaca.In reaching this conclusion, I do not disregard\nthe interests of petitioner and others who were convicted by a\nless-than-unanimous vote. It is not accurate to imply that these\ndefendants would have been spared conviction if unanimity had been\nrequired. In many cases, if a unanimous vote had been needed, the\njury would have continued to deliberate and the one or two holdouts\nmight well have ultimately voted to convict.[32] This is almost certainly the situation in\nOregon, where it is estimated that as many as two-thirds of all\ncriminal trials have ended with a non-unanimous verdict. See Brief\nfor State of Oregon asAmicusCuriae12. It is\nimpossible to believe that all these cases would have resulted in\nmistrials if unanimity had been demanded. Instead, after a vote of\n11 to 1 or 10 to 2, it is likely that deliberations would have\ncontinued and unanimity would have been achieved.Nevertheless, the plight of defendants convicted\nby non-unanimous votes is important and cannot be overlooked, but\nthat alone cannot be dispositive of thestare decisisquestion. Otherwise,stare decisiswould never apply in a\ncase in which a criminal defendant challenges a precedent that led\nto conviction.DThe reliance in this case far outstrips that\nasserted in recent cases in which past precedents were overruled.\nLast Term, when we overturned two past decisions, there were\nstrenuous dissents voicing fears about the future ofstare\ndecisis. SeeFranchise Tax Bd. of Cal.v.Hyatt,\n587 U. S. ___, ___ (2019) (Breyer, J., dissenting);Knickv.Township of Scott, 588 U. S. ___, ___\n(2019) (Kagan, J., dissenting). Yet in neither of those cases\nwas there reliance like that present here.InFranchise Tax Board, the dissent\nclaimed only the airiest sort of reliance, the public’s expectation\nthat past decisions would remain on the books. 587 U. S., at\n___–___ (opinion of Breyer, J.) (slip op., at 12–13). And inKnick, the dissent disclaimed any reliance at all. 588\nU. S., at ___ (opinion of Kagan, J.) (slip op., at 17).\nThe same was true the year before inSouth Dakotav.\nWayfair,Inc., 585 U. S. ___ (2018), where the\ndissent did not contend that any legitimate reliance interests\nweighed in favor of preserving the decision that the Court\noverruled.Id., at ___–___ (opinion of Roberts, C. J.)\n(slip op., at 1–2). And our unanimous decision inPearsonv. Callahan,555 U.S.\n223, 233 (2009), found that no reliance interests were\ninvolved.In other cases overruling prior decisions, the\ndissents claimed that reliance interests were at stake, but\nwhatever one may think about the weight of those interests, no one\ncan argue that they are comparable to those in this case.InMontejov.Louisiana,556 U.S.\n778, 793–797 (2009), the Court abrogated a prophylactic rule\nthat had been adopted inMichiganv.Jackson,475 U.S.\n625(1986), to protect a defendant’s right to counsel during\npost- arraignment interrogation. The dissent did not claim that any\ndefendants had relied on this rule, arguing instead that the public\nat large had an interest “in knowing that counsel, once secured,\nmay be reasonably relied upon as a medium between the accused and\nthe power of the State.”Montejo,supra, at 809\n(opinion of Stevens, J.). This abstract interest, if it can be\ncalled reliance in any proper sense of the term, is a far cry from\nwhat is at stake here.InCitizens Unitedv.Federal Election\nComm’n,558 U.S.\n310(2010), where we overruled precedent allowing laws that\nprohibited corporations’ election-related speech, we found that\n“[n]o serious reliance interests” were implicated,id., at\n365, since the only reliance asserted by the dissent was the time\nand effort put in by federal and state lawmakers in adopting the\nprovisions at issue,id., at 411–412 (Stevens, J.,\nconcurring in part and dissenting in part). In this case, by\ncontrast, what is at stake is not the time and effort of Louisiana\nand Oregon lawmakers but a monumental litigation burden and the\npotential inability to retry cases that might well have ended with\na unanimous verdict if that had been required.Finally, inJanusv.State, County,\nand Municipal Employees, 585 U. S. ___ (2018),where we overruledAboodv.Detroit Bd. of Ed.,431 U.S.\n209(1977), we carefully considered and addressed the question\nof reliance, and whatever one may think about the extent of the\nlegitimate reliance in that case, it is not in the same league as\nthat present here.Aboodhad held that a public sector\nemployer may require non-union members to pay a portion of the dues\ncollected from union members. 431 U. S., at 235–236. In\noverruling that decision, we acknowledged that existing labor\ncontracts might have been negotiated in reliance onAbood,\nbut we noted that most labor contracts are of short duration, that\nunions had been on notice for some time that the Court had serious\nmisgivings aboutAbood, and that unions could have insisted\non contractual provisions to protect their interests ifAboodlater fell.Janus,supra, at ___–___\n(slip op., at 44–47).[33]By striking down a precedent upon which there\nhas been massive and entirely reasonable reliance, the majority\nsets an important precedent aboutstare decisis. I assume\nthat those in the majority will apply the same standard in future\ncases.*  *  *Under the approach tostare decisisthat we have taken in recent years,Apodacashould not be\noverruled. I would therefore affirm the judgment below, and I\nrespectfully dissent.Notes1See Brief for State of\nOregon asAmicus Curiae1–2.2Both States resist this\nsuggestion. See Brief for Respondent 36–39; Brief for State of\nOregon asAmicus Curiae6–8.3Among other things,\nallowing non-unanimous verdicts prevents mistrials caused by a\nsingle rogue juror, that is, a juror who refuses to pay attention\nat trial, expressly defies the law, or spurns deliberation. When\nunanimity is demanded, the work of preventing this must be done in\nlarge measure by more intensivevoir direand more\naggressive use of challenges for cause and peremptory challenges.\nSee Amar, Reinventing Juries: Ten Suggested Reforms, 28 U. C. D. L.\nRev. 1169, 1189–1191 (1995).4Juries Act 1974, ch. 23,\n§17 (replacing Criminal Justice Act 1967, ch. 80, §13). See\nLloyd-Bostock & Thomas, Decline of the “Little Parliament”:\nJuries and Jury Reform in England and Wales, 62 Law & Contemp.\nProb. 7, 36 (Spring 1999); see also Leib, A Comparison of Criminal\nJury Decision Rules in Democratic Countries, 5 Ohio St. J. Crim. L.\n629, 642 (2008).5P. R. Const., Art. II, §\n11 (establishing “verdict by a majority vote” of at least 9 of 12\njurors).6ALI, Code of Criminal\nProcedure §355 (1930);id., Comment, at 1027; ABA Project on\nStandards for Criminal Justice Compilation, Trial by Jury 318\n(1974).7See,e.g., Amar,supra, at 1189–1191; Holland, Improving Criminal Jury\nVerdicts: Learning From the Court-Martial, 97 J. Crim. L. & C.\n101, 125–141 (2006); Leib, Supermajoritarianism and the American\nCriminal Jury, 33 Hastings Const. L. Q. 141, 142\n(2006).8The majority’s defense of\nits reliance on the original reasons for the adoption of the\nLouisiana and Oregon rules is incoherent. On the one hand, it asks:\n“[I]f the Sixth Amendment calls on judges to assess the functional\nbenefits of jury rules, as theApodacaplurality suggested,\nhow can that analysis proceed to ignore the very functions those\nrules were adopted to serve?”Ante, at 14, n. 44. But three\nsentences later it answers its own question when it observes that\n“a jurisdiction adopting a nonunanimous jury rule for benign\nreasons today would still violate the Sixth Amendment.”Ibid. Justice Kavanaugh’s defense, seeante, at 13–15\n(opinion concurring in part), is essentially the same. After\nreiterating the history recounted by the majority, he eventually\nacknowledges that there are “neutral and legitimate” reasons for\nallowing non-unanimous verdicts and that Louisiana may have\nretained a version of its old rule for such reasons. He also agrees\nwith the majority that a rule allowing non-unanimous verdicts would\nbe unconstitutional no matter what the State’s reasons. So what is\nthe relevance of the original motivations for the Louisiana and\nOregon rules? He offers no explanation. He does opine that allowing\nsuch verdicts works to the disadvantage of African-American\ndefendants, but the effect of various jury decision rules is a\ncomplex question that has been the subject of much social-science\nresearch, none of which the opinion even acknowledges.9For Oregon, see,e.g.,Statev.Bowen, 215 Ore. App. 199, 168\nP.3d 1208 (2007), rev. denied, 345 Ore. 415, 197 P.3d 1104 (2008),\ncert. denied, 558 U.S. 815 (2009);Statev.Mayo, 13\nOre. App. 582,511 P.2d 456(1973). For Louisiana, see,e.g.,Statev.Hodges,349 So. 2d 250, 260 (La. 1977), cert. denied, 434 U.S. 1074\n(1978); see alsoStatev.Miller, 2010–718, pp. 42–43\n(La. App. 5 Cir. 12/28/11), 83 So. 3d 178, 204, writ denied,\n2012–0282 (La. 5/18/12), 89 So. 3d 119, cert. denied, 568 U.S. 1157\n(2013);Statev.McElveen, 2010–0172, pp. 95–96 (La.\nApp. 4 Cir. 9/28/11), 73 So. 3d 1033, 1092, writ denied, 2011–2567\n(La. 4/19/12), 85 So. 3d 692, cert. denied, 568 U.S. 1163\n(2013).10See,e.g.,Mageev.Louisiana, 585 U. S. ___\n(2018);Simsv.Louisiana, 584 U. S. ___ (2018);Baumbergerv.Louisiana, 583 U. S. ___ (2017);Jacksonv.Louisiana, 572 U.S. 1088 (2014);McElveenv.Louisiana, 568 U.S. 1163 (2013);Millerv.Louisiana, 568 U.S. 1157 (2013);Bowenv.Oregon, 558 U.S. 815 (2009);Leev.Louisiana, 555 U.S. 823 (2008);McIntyrev.Louisiana, 449 U.S. 871 (1980);Hodgesv.Louisiana, 434 U.S. 1074 (1978). On June 7, 1972, shortly\nafterApodacawas handed down, the Court denied certiorari\nin a number of cases asking the Court to recognize a right to\nunanimity in state jury trials.Blevinsv.Oregon,\n406 U.S. 972;Martinkav.Oregon, 406 U.S. 973;Andrewsv.Oregon, 406 U.S. 973;Planckv.Oregon, 406 U.S. 973;Riddellv.Oregon, 406\nU.S. 973;Mitchellv.Oregon, 406 U.S. 973;Atkisonv.Oregon, 406 U.S. 973;Templev.Oregon, 406 U.S. 973;Davisv.Oregon, 406\nU.S. 974;O’Dellv.Oregon, 406 U.S. 974;Millerv.Oregon, 406 U.S. 974. Contrary to the\nmajority opinion, I am not arguing that the denial of certiorari is\nprecedential. Seeante, at 19, n. 56. My point, instead, is\nthat the Court’s pattern of denying review in cases presenting the\nquestion whether unanimity is required in state trials is evidence\nthat this Court regardedApodacaas a\nprecedent.11D.\nRudstein, C. Erlinder, & D. Thomas, 3 Criminal Constitutional\nLaw §14.03[3] (2019); W. LaFave, J. Israel, N. King, & O. Kerr,\n6 Criminal Procedure §22.1(e) (2015); W. Rich, 2 Modern\nConstitutional Law §30:27 (2011).12It is\ntrue, of course, that a summary affirmance has less precedential\nvalue than a decision on the merits, see,e.g.,Comptroller of Treasury of Md.v.Wynne, 575 U.S.\n542, 560–561 (2015), but we have never said the same about\ndecisions on the merits that were reached without an opinion of the\nCourt.13What\nthe State appears to have meant is that Justice Powell’s rea-soning\nwas not binding. See Brief for Respondent 47; Tr. of Oral Arg.\n37–38.14SeeGrutterv.Bollinger,539 U.S.\n306, 321 (2003) (discussing lower court’s treatment of Justice\nPowell’s opinion inRegents of Univ. of Cal.v.Bakke,438 U.S.\n265(1978));Planned Parenthood of Southeastern Pa.v.Casey, 947 F.2d 682, 694–698 (CA3 1991) (noting that “[t]he\nbinding opinion from a splintered decision is as authoritative for\nlower courts as a nine-Justice opinion,” and concluding based on\nopinions of Justice O’Connor that the test for the\nconstitutionality of abortion regulations is undue burden),\naff ’d in part and rev’d in part,505\nU.S. 833(1992);Blumv.Witco Chemical Corp.,\n888 F.2d 975, 981 (CA3 1989); see alsoUnited Statesv.Duvall, 705 F.3d 479, 483, n. 1 (CADC 2013) (Kavanaugh, J.,\nfor the court).15See,e.g.,Andresv.United States,333 U.S.\n740, 748 (1948);Thompsonv.Utah,170 U.S.\n343, 351 (1898).16It is\nalso important that the Court as a whole adhere to its\n“precedent[s] about precedent.”Alleynev.United\nStates,570 U.S.\n99, 134 (2013) (Alito, J., dissenting). If individual Justices\napply different standards for overruling past decisions, the\noverall effects of the doctrine will not be neutral.17Three\nJustices join the principal opinion in its entirety. Two Justices\ndo not join Part IV–A, but each of these Justices takes a position\nnot embraced by portions of the principal opinion that they join.\nSeeante, at 2 (Sotomayor, J., concurring in part)\n(disavowing principal opinion’s criticism of Justice White’sApodacaopinion as “functionalist”);ante,at 15–17\n(Kavanaugh, J., concurring in part) (opining that the decision in\nthis case does not apply on collateral review). And Justice Thomas\nwould decide the case on entirely different grounds and thus\nconcurs only in the judgment. Seeante,at 1.18See,e.g.,National Federation of Independent Businessv.Sebelius,567 U.S.\n519(2012);Williamsv.Illinois,567 U.S.\n50(2012);J. McIntyre Machinery, Ltd. v.Nicastro,564 U.S.\n873(2011);McDonaldv.Chicago,561 U.S.\n742(2010);Shady Grove Orthopedic Associates, P. A.v.Allstate Ins. Co.,559 U.S.\n393(2010);Bazev.Rees,553 U.S.\n35(2008);Crawfordv.Marion County Election\nBd.,553 U.S.\n181(2008);Hamdanv.Rumsfeld,548 U.S.\n557(2006);Medtronic, Inc.v.Lohr,518 U.S.\n470(1996);Richmondv.J. A. Croson Co.,488 U.S.\n469(1989);Bakke,438 U.S.\n265;Greggv.Georgia,428\nU.S. 153(1976) (joint opinion of Stewart, Powell, and Stevens,\nJJ.).19Ante, at 20.20Ante, at 21.21Ibid.22Ibid.23Ante, at 13.24See,e.g.,Andres, 333 U. S., at 748;Thompson, 170 U. S., at 351.25Five\nJustices inFurmanfound that the Eighth Amendment imposes\nan evolving standard of decency, 408 U. S., at 255–257\n(Douglas, J., concurring);id., at 265–269 (Brennan, J.,\nconcurring);id., at 309–310 (Stewart, J., concurring);id., at 312–314 (White, J., concurring);id., at 316,\n322–333 (Marshall, J., concurring), and our subsequent cases have\ndone the same.26The\nmajority also notes that the Judiciary Act of 1789 pegged the\nqualifications for service on federal juries to those used in the\nState in which a case was tried,ante, at 15, n. 47, but\nsince all States barred women, seeTaylor, 419 U. S.,\nat 536, it is hard to see how the 1789 Act can provide a ground for\ndistinguishing the common law’s requirement of unanimity from its\ninsistence that women were not fit to serve. Jury practice at the\ntime of the founding differed from current prac-tice in other\nimportant respects. Jurors were not selected at random. “[P]ublic\nofficials called selectmen, supervisors, trustees, or ‘sheriffs of\nthe parish’ exercised what Tocqueville called ‘very extensive and\nvery arbitrary’ powers in summoning jurors.” Alschuler & Deiss,\nA Brief History of the Criminal Jury in the United States, 61 U.\nChi. L. Rev. 867, 879–880 (1994). And “American trial judges . . .\nroutinely summarized the evidence for jurors and often told jurors\nwhich witnesses they found most credible, and why.” Sklansky,\nEvidentiary Instructions and the Jury as Other, 65 Stan. L. Rev.\n407, 454 (2013). Any attempt to identify the aspects of late\n18th-century practice that were incorporated into the Sixth\nAmendment should take the full picture into account and provide a\nprinciple for the distinction.27As\nrecently as 2010, prominent advocates urged us to hold that a\nprovision of the Bill of Rights applies differently to the Federal\nGovernment and the States. InMcDonald,561 U.S.\n742, the city of Chicago and some of itsamiciargued\nthat, despite our decision inDistrict of Columbiav.Heller,554 U.S.\n570(2008), States and cities should be given leeway to\nregulate the possession of a firearm in the home for self-defense\nin accordance with the particular needs and desires of their\ncitizens. 561 U. S., at 753. Although this argument did not\nprevail, four Justices, some now in the majority, appeared to take\nthat view. Seeid., at 927 (Breyer, J., joined by Ginsburg\nand Sotomayor, JJ., dissenting) (observing that “gun violence\n. . . varies as between rural communities and cities” and\narguing that States and cities should be free to adopt rules that\nmeet local needs and preferences);id., at 866 (Stevens, J.,\ndissenting) (“The rights protected against state infringement by\nthe Fourteenth Amendment’s Due Process Clause need not be identical\nin shape or scope to the rights protected against Federal\nGovernment infringement by the various provisions of the Bill of\nRights”).28See\nAriz. Const., Art. 2, §30; Ark. Const., Amdt. 21, §1; Cal. Const.,\nArt. I, §14; Colo. Rev. Stat. §16–5–205 (2019); Conn. Gen. Stat.\n§54–46 (2017); Haw. Const., Art. I, §10; Idaho Const., Art. I, §8;\nIll. Comp. Stat., ch. 725, §5/111–2(a) (West 2018); Ind. Code\n§35–34–1–1(a) (2019); Iowa Ct. Rule 2.5 (2020); Kan. Stat. Ann.\n§22–3201 (2007); Md. Crim. Proc. Code Ann. §§4–102, 4–103 (2018);\nMich. Comp. Laws §767.1 (1979); Mo. Const., Art. I, §17; Mont.\nConst., Art. II, §20(1); Neb. Rev. Stat. §29–1601 (2016); Nev.\nConst., Art. I, §8; N. M. Const., Art II, §14; N. D. Rule\nCrim. Proc. 7(a) (2018–2019); Okla. Const., Art II, §17; Ore.\nConst. (amended), Art. VII, §§5(3)–(5); Pa. Const., Art. I, §10\n(providing that “[e]ach of the several courts of common pleas may,\nwith the approval of the Supreme Court, provide for the initiation\nof criminal proceedings therein by information”—a condition that\nhas now been met in all counties); see also 42 Pa. Cons. Stat.\n§8931 (2015); S. D. Const., Art. VI, §10; Utah Const., Art. I,\n§13; Vt. Rule Crim. Proc. 7(a) (2018); Wash. Rev. Code §10.37.015\n(2019); Wis. Stat. §967.05 (2015–2016); Wyo. Stat. Ann. §7–1–106(a)\n(2019).29See\nAriz. Rev. Stat. Ann. §21–102 (2013); Conn. Gen. Stat. §54–82; Fla.\nRule Crim. Proc. §3.270 (2019); Ind. Code §35–37–1–1(b)(2); Utah\nCode §78B–1–104 (2019).30The\nmajority arrives at a different figure based on the number of\nfelony jury trials in Oregon in 2018, seeante, at 22–23,\nand n. 68, but it does not take 2019 into account. And since we do\nnot know how many cases remain on direct appeal, such calculations\nare unreliable.31Under\nour case law, a State must give retroactive effect to any\nconstitutional decision that is retroactive under the standard inTeaguev.Lane,489 U.S.\n288(1989), but it may adopt a broader retroactivity rule.Montgomeryv.Louisiana, 577 U. S. ___, ___\n(2016);Danforthv.Minnesota,552 U.S.\n264, 275 (2008).32Studies show that when a\nsupermajority votes for a verdict nearthe beginning of\ndeliberations, a unanimous verdict is usually reached. See\ngenerally Devine, Clayton, Dunford, Seying, & Price, Jury\nDecision Making: 45 Years of Empirical Research on Deliberating\nGroups, 7 Psychology Pub. Pol’y & L. 622, 690–707\n(2001).33The\nreliance in this case also far exceeds that inArizonav.Gant,556 U.S.\n332(2009), where the Court effectively overruled a decision,New Yorkv.Belton,453 U.S.\n454(1981), that allowed a police officer to search the entire\npassenger compartment of a car if the officer had probable cause to\narrest the driver or a passenger. 556 U. S., at 335. Police\ndepartments had trained officers in reliance on theBeltonrule, seeGant,supra, at 358–360 (Alito, J.,\ndissenting), but the burden of retraining cannot compare with\nconducting a large number of retrials and potentially releasing\ndefendants who cannot be retried due to post-trial\nevents.",
    "joined": []
}