{
    "case": {
        "docket": "358",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/358/"
    },
    "id": "1963357",
    "author": "alito",
    "type": "concurrence",
    "text": "561 U. S. ____ (2010)561 U. S. ____ (2010)561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1394JEFFREY K. SKILLING, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the fifth circuit[June 24, 2010]Justice Alito, concurring in part\nand concurring in the judgment.I join the judgment of the Court\nand all but Part II of the Court’s opinion. I write separately to\naddress petitioner’s jury-trial argument.The Sixth Amendment guarantees criminal\ndefendants a trial before “an impartial jury.” In my view, this\nrequirement is satisfied so long as no biased juror is actually\nseated at trial. Of course, evidence of pretrial media attention\nand widespread community hostility may play a role in the bias\ninquiry. Such evidence may be important in assessing the adequacy\nofvoir dire, see,e.g.,Mu’Minv.Virginia,500 U. S. 415, 428–432\n(1991), or in reviewing the denial of requests to dismiss\nparticular jurors for cause, see,e.g.,Pattonv.Yount,467\nU. S. 1025, 1036–1040 (1984). There are occasions in which such\nevidence weighs heavily in favor of a change of venue. In the end,\nhowever, if no biased jury is actually seated, there is no\nviolation of the defendant’s right to an impartial jury. Seeid., at 1031–1035, 1041;Murphyv.Florida,421 U. S. 794, 800–801,\n803 (1975); see alsoRiverav.Illinois, 556 U.\nS. ___, ___–___ (2009) (slip op., at 7–8);United Statesv.Martinez-Salazar,528 U. S. 304, 311,\n316–317 (2000);Smithv.Phillips,455 U. S. 209, 215–218\n(1982).Petitioner advances a very different\nunderstanding of the jury-trial right. Where there is extraordinary\npretrial publicity and community hostility, he contends, a court\nmust presume juror prejudice and thus grant a change of venue.\nBrief for Petitioner 25–34. I disagree. Carefulvoir direcan often ensure the selection of impartial jurors even where\npretrial media coverage has generated much hostile community\nsentiment. Moreover, once a jury has been selected, there are\nmeasures that a trial judge may take to insulate jurors from media\ncoverage during the course of the trial. What the Sixth Amendment\nrequires is “an impartial jury.” If the jury that sits and returns\na verdict is impartial, a defendant has received what the Sixth\nAmendment requires.The rule that petitioner advances departs from\nthe text of the Sixth Amendment and is difficult to apply. It\nrequires a trial judge to determine whether the adverse pretrial\nmedia coverage and community hostility in a particular case has\nreached a certain level of severity, but there is no clear way of\ndemarcating that level or of determining whether it has been\nmet.Petitioner relies chiefly on three cases from\nthe 1960’s—Sheppardv.Maxwell,384 U. S. 333(1966),Estesv.Texas,381 U. S. 532(1965),\nandRideauv.Louisiana,373 U. S. 723(1963). I\ndo not read those cases as demanding petitioner’s suggested\napproach. As the Court notes,SheppardandEstesprimarily “involved media interference with courtroom proceedingsduringtrial.”Ante, at 16, n. 14; see alsopost, at 20 (Sotomayor, J., concurring in part and\ndissenting in part).Rideauinvolved unique events in a\nsmall community.I share some of Justice Sotomayor’s concerns\nabout the adequacy of thevoir direin this case and the\ntrial judge’s findings that certain jurors could be impartial. Seepost, at 34–37. But those highly fact-specific issues are\nnot within the question presented. Pet. for Cert. i. I also do not\nunderstand the opinion of the Court as reaching any question\nregarding a change of venue under Federal Rule of Criminal\nProcedure 21.Because petitioner, in my view, is not\nentitled to a reversal of the decision below on the jury-trial\nquestion that is before us, I join the judgment of the Court in\nfull.",
    "joined": []
}