{
    "case": {
        "docket": "21-499",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-499/"
    },
    "id": "4600775",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 21–499_________________CARLOS VEGA, PETITIONERv.TERENCE B.\nTEKOHon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 23, 2022]Justice Alito delivered the opinion of the\nCourt.This case presents the question whether a\nplaintiff may sue a police officer under Rev. Stat. §1979, 42\nU. S. C. §1983, based on the allegedly improper admission\nof an “un-Mirandized”[1]\nstatement in a criminal prosecution. The case arose out of the\ninterrogation of respondent, Terence Tekoh, by petitioner, Los\nAngeles County Sheriff ’s Deputy Carlos Vega. Deputy Vega\nquestioned Tekoh at his place of employment and did not give him aMirandawarning. Tekoh was prosecuted, and his confession\nwas admitted into evidence, but the jury returned a verdict of not\nguilty. Tekoh then sued Vega under §1983, and the United States\nCourt of Appeals for the Ninth Circuit held that the use of Tekoh’s\nun-Mirandizedstatement provided a valid basis for a §1983\nclaim against Vega. We now reject this extension of ourMirandacase law.IIn March 2014, Tekoh was working as a\ncertified nursing assistant at a Los Angeles medical center. When a\nfemale patient accused him of sexually assaulting her, the hospital\nstaff reported the accusation to the Los Angeles County\nSheriff ’s Department, and Deputy Vega responded. Vega\nquestioned Tekoh at length in the hospital, and Tekoh eventually\nprovided a written statement apologizing for inappropriately\ntouching the patient’s genitals. The parties dispute whether Vega\nused coercive investigatory techniques to extract the statement,\nbut it is undisputed that he never informed Tekoh of his rights\nunderMirandav.Arizona,384\nU.S. 436(1966), which held that during a custodial\ninterrogation police officers must inform a suspect that “he has\nthe right to remain silent, that anything he says can be used\nagainst him in a court of law, that he has the right to the\npresence of an attorney, and that if he cannot afford an attorney\none will be appointed for him prior to any questioning.”Id., at 479.Tekoh was arrested and charged in California\nstate court with unlawful sexual penetration. At Tekoh’s first\ntrial, the judge held thatMirandahad not been violated\nbecause Tekoh was not in custody when he provided the statement,\nbut the trial resulted in a mistrial. When Tekoh was retried, a\nsecond judge again denied his request to exclude the confession.\nThis trial resulted in acquittal, and Tekoh then brought this\naction under 42 U. S. C. §1983 against Vega and several\nother defendants seeking damages for alleged violations of his\nconstitutional rights, including his Fifth Amendment right against\ncompelled self-incrimination.When this §1983 case was first tried, the jury\nreturned a verdict in favor of Vega, but the judge concluded that\nhe had given an improper jury instruction and thus granted a new\ntrial. Before the second trial, Tekoh asked the court to instruct\nthe jury that it was required to find that Vega violated the Fifth\nAmendment right against compelled self- incrimination if it\ndetermined that he took a statement from Tekoh in violation ofMirandaand that the statement was then improperly used\nagainst Tekoh at his criminal trial. The District Court declined,\nreasoning thatMirandaestablished a prophylactic rule and\nthat such a rule could not alone provide a ground for §1983\nliability. Instead, the jury was asked to decide whether Tekoh’s\nFifth Amendment right had been violated. The court instructed the\njury to determine, based on “the totality of all the surrounding\ncircumstances,” whether Tekoh’s statement had been “improperly\ncoerced or compelled,” and the court explained that “[a] confession\nis improperly coerced or compelled . . . if a police\nofficer uses physical or psychological force or threats not\npermitted by law to undermine a person’s ability to exercise his or\nher free will.” App. to Pet. for Cert. 119a. The jury found in\nVega’s favor, and Tekoh appealed.A Ninth Circuit panel reversed, holding that the\n“use of an un-Mirandizedstatement against a defendant in a\ncriminal proceeding violates the Fifth Amendment and may support a\n§1983 claim” against the officer who obtained the statement.Tekohv.County of Los Angeles, 985 F.3d 713, 722\n(2021). The panel acknowledged that this Court has repeatedly said\nthatMirandaadopted prophylactic rules designed to protect\nagainst constitutional violations and that the decision did not\nhold that the contravention of those rules necessarily constitutes\na constitutional violation. See 985 F. 3d, at 719–720. But the\npanel thought that our decision inDickersonv.United\nStates,530 U.S.\n428(2000), “made clear that the right of a criminal defendant\nagainst having an un-Mirandizedstatement introduced in the\nprosecution’s case in chief is indeed a right secured by the\nConstitution.” 985 F. 3d, at 720. Therefore the panel\nconcluded that Tekoh could establish a violation of his Fifth\nAmendment right against compelled self-incrimination simply by\nshowing thatMirandahad been violated. See 985 F. 3d,\nat 720. The panel thus remanded the case for a new trial.Vega’s petition for rehearing en banc was\ndenied, but Judge Bumatay, joined by six other judges, filed a\ndissent from the denial of rehearing.Tekohv.County of\nLos Angeles, 997 F.3d 1260, 1261, 1264–1272 (CA9 2021). We then\ngranted certiorari. 595 U. S. ___ (2022).IISection 1983 provides a cause of action\nagainst any person acting under color of state law who “subjects” a\nperson or “causes [a person] to be subjected . . . to the\ndeprivation of any rights, privileges, or immunities secured by the\nConstitution and laws.” The question we must decide is whether a\nviolation of theMirandarules provides a basis for a claim\nunder §1983. We hold that it does not.AIf aMirandaviolation were tantamount\nto a violation of the Fifth Amendment, our answer would of course\nbe different. The Fifth Amendment, made applicable to the States by\nthe Fourteenth Amendment,Malloyv.Hogan,378 U.S.\n1, 6 (1964), provides that “[n]o person . . . shall\nbe compelled in any criminal case to be a witness against himself.”\nThis Clause “permits a person to refuse to testify against himself\nat a criminal trial in which he is a defendant” and “also\n‘privileges him not to answer official questions put to him in any\nother proceeding, civil or criminal, formal or informal, where the\nanswers might incriminate him in future criminal\nproceedings.’ ”Minnesotav.Murphy,465 U.S.\n420, 426 (1984) (quotingLefkowitzv.Turley,414 U.S.\n70, 77 (1973)). In addition, the right bars the introduction\nagainst a criminal defendant of out-of-court statements obtained by\ncompulsion. See,e.g., Bramv.United States,168 U.S.\n532, 565 (1897);Miranda, 384 U. S., at 466;Michiganv.Tucker,417\nU.S. 433, 440–442 (1974).InMiranda, the Court concluded that\nadditional procedural protections were necessary to prevent the\nviolation of this important right when suspects who are in custody\nare interrogated by the police. To afford this protection, the\nCourt required that custodial interrogation be preceded by the\nnow-familiar warnings mentioned above, and it directed that\nstatements obtained in violation of these new rules may not be used\nby the prosecution in its case-in-chief. 384 U. S., at 444,\n479.In this case, the Ninth Circuit held—and Tekoh\nnow argues, Brief for Respondent 20—that a violation ofMirandaconstitutes a violation of the Fifth Amendment right\nagainst compelled self-incrimination, but that is wrong.Mirandaitself and our subsequent cases make clear thatMirandaimposed a set of prophylactic rules. Those rules, to\nbe sure, are “constitutionally based,”Dickerson, 530\nU. S., at 440, but they are prophylactic rules\nnonetheless.BMirandaitself was clear on this point.Mirandadid not hold that a violation of the rules it\nestablished necessarily constitute a Fifth Amendment violation, and\nit is difficult to see how it could have held otherwise. For one\nthing, it is easy to imagine many situations in which an un-Mirandizedsuspect in custody may make self- incriminating\nstatements without any hint of compulsion. In addition, the\nwarnings that the Court required included components, such as\nnotification of the right to have retained or appointed counsel\npresent during questioning, that do not concern self-incriminationper sebut are instead plainly designed to safeguard that\nright. And the same is true ofMiranda’s detailed rules\nabout the waiver of the right to remain silent and the right to an\nattorney. 384 U. S., at 474–479.At no point in the opinion did the Court state\nthat a violation of its new rules constituted a violation of the\nFifth Amendment right against compelled self-incrimination.\nInstead, it claimed only that those rules were needed to safeguard\nthat right during custodial interrogation. Seeid., at 439\n(describing its rules as “procedures which assure that the\nindividual is accorded his privilege under the Fifth Amendment”);id., at 444 (describing rules as “procedural safeguards”);id., at 457 (“appropriate safeguards”);id., at 458\n(“adequate protective devices”);id., at 467\n(“safeguards”).In accordance with this understanding of the\nnature of the rules it imposed, theMirandaCourt stated\nquite clearly that the Constitution did not itself require\n“adherence to any particular solution for the inherent compulsions\nof the interrogation process” and that its decision “in no way\ncreate[d] a constitutional straitjacket.”Ibid. The opinion\nadded that its new rules might not be needed if Congress or the\nStates adopted “other procedures which are at least as effective,”ibid., and the opinion suggested that there might not have\nbeen any actual Fifth Amendment violations in the four cases that\nwere before the Court. Seeid., at 457 (“In these cases, we\nmight not find the defendants’ statements to have been involuntary\nin traditional terms”). The Court could not have said any of these\nthings if a violation of theMirandarules necessarily\nconstituted a violation of the Fifth Amendment.SinceMiranda, the Court has repeatedly\ndescribed the rules it adopted as “prophylactic.” SeeHowesv.Fields,565 U.S.\n499, 507 (2012);J. D. B.v.North Carolina,564 U.S.\n261, 269 (2011);Marylandv.Shatzer,559 U.S.\n98, 103 (2010);Montejov.Louisiana,556 U.S.\n778, 794 (2009);Davisv.United States,512 U.S.\n452, 458 (1994);Brechtv.Abrahamson,507 U.S.\n619, 629 (1993);Withrowv.Williams,507\nU.S. 680, 691 (1993);McNeilv.Wisconsin,501 U.S.\n171, 176 (1991);Michiganv.Harvey,494 U.S.\n344, 350 (1990);Duckworthv.Eagan,492 U.S.\n195, 203 (1989);Arizonav.Roberson,486 U.S.\n675, 681 (1988);Connecticutv.Barrett,479 U.S.\n523, 528 (1987);Oregonv.Elstad,470\nU.S. 298, 309 (1985);New Yorkv.Quarles,467\nU.S. 649, 654 (1984);South Dakotav.Neville,459 U.S.\n553, 564, n. 15 (1983);United Statesv.Henry,447 U.S.\n264, 274 (1980);North Carolinav.Butler,441 U.S.\n369, 374 (1979);Brownv.Illinois,422 U.S.\n590, 600 (1975);Michiganv.Tucker, 417\nU. S., at 439; andMichiganv.Payne,412 U.S.\n47, 53 (1973).[2]CAfterMirandawas handed down, the\nCourt engaged in the process of charting the dimensions of these\nnew prophylactic rules. As we would later spell out, this process\nentailed a weighing of the benefits and costs of any clarification\nof the rules’ scope. SeeShatzer, 559 U. S., at 106 (“A\njudicially crafted rule is ‘justified only by reference to its\nprophylactic purpose,’ . . . and applies only where its\nbenefits outweigh its costs”).Some post-Mirandadecisions found that\nthe balance of interests justified restrictions that would not have\nbeen possible ifMirandarepresented an explanation of the\nmeaning of the Fifth Amendment right as opposed to a set of rules\ndesigned to protect that right. For example, inHarrisv.New York,401 U.S.\n222, 224–226 (1971), the Court held that a statement obtained\nin violation ofMirandacould be used to impeach the\ntestimony of a defendant, even though an involuntary statement\nobtained in violation of the Fifth Amendment could not have been\nemployed in this way. SeeMinceyv.Arizona,437 U.S.\n385, 398 (1978) (“[A]ny criminal trial use against a defendant\nof his involuntary statement is a denial of due process of law”\n(emphasis deleted)). Engaging in the process we described inShatzer, theHarrisCourt considered the benefits of\nforbidding impeachment but dismissed “the speculative possibility”\nthat this would discourage “impermissible police conduct,” and on\nthe other side of the scale, it feared that barring impeachment\nwould turnMirandainto “a license to use perjury by way of\na defense.” 401 U. S., at 225–226.A similar analysis was used inMichiganv.Tucker, 417 U.S. 443, 450–452, n. 26 (1974), where\nthe Court held that the “fruits” of an un-Mirandizedstatement can be admitted. The Court noted that “the ‘fruits’ of\npolice conduct which actually infringe[s]” a defendant’s\nconstitutional rights must be suppressed.Id., at 445; see\nalsoWong Sunv.United States,371 U.S.\n471(1963) (applying the rule in the context of a Fourth\nAmendment violation). But the Court distinguished police conduct\nthat “abridge[s] [a person’s] constitutional privilege against\ncompulsory self- incrimination” from conduct that “depart[s] only\nfrom the prophylactic standards later laid down by this Court inMirandato safeguard that privilege.” 417 U. S., at\n445–446. Because there had been only aMirandaviolation in\nthat case, theWong Sunrule of automatic exclusion was\nfound to be inapplicable. See 417 U. S., at 445–446. Instead,\nthe Court asked whether theMirandarules’ prophylactic\npurposes justified the exclusion of the fruits of the violation,\nand after “balancing the interests involved,” it held that\nexclusion was not required. 417 U. S., at 447–452.InNew Yorkv.Quarles,467\nU.S. 649, 654–657 (1984), the Court held that statements\nobtained in violation ofMirandaneed not be suppressed when\nthe questioning is conducted to address an ongoing “public safety”\nconcern. The Court reasoned thatMirandawarnings are\n“ ‘not themselves rights protected by the Constitution’ ”\nand that “the need for answers to questions in a situation posing a\nthreat to the public safety outweigh[ed] the need for the\nprophylactic rule.” 467 U. S., at 654, 657.Finally, inElstad,470 U.S.\n298, the Court again distinguished between a constitutional\nviolation and a violation ofMiranda. In that case, a\nsuspect in custody was initially questioned without receiving aMirandawarning, and the statements made at that time were\nsuppressed. 470 U. S., at 301–302. But the suspect was later\ngivenMirandawarnings, chose to waive hisMirandarights, and signed a written confession. 470 U. S., at 301.\nAsked to decide whether this confession was admissible, the Court\nfollowed the reasoning inTuckerand again held that the\nfruit-of-the- poisonous-tree rule that applies to constitutional\nviolations does not apply to violations ofMiranda. 470\nU. S., at 306–309, 318. The Court refused to exclude the\nsigned confession and emphasized that an officer’s error “in\nadministering the prophylacticMirandaprocedures\n. . . should not breed the same irremediable consequences\nas police infringement of the Fifth Amendment\nitself.” [3]Id.,at 309.It is hard to see how these decisions could\nstand if a violation ofMirandaconstituted a violation of\nthe Fifth Amendment.DWhile these decisions imposed limits onMiranda’s prophylactic rules, other decisions found that the\nbalance of interests called for expansion. InDoylev.Ohio,426 U.S.\n610, 617–619 (1976), the Court held that silence following aMirandawarning cannot be used to impeach. The Court\nacknowledged thatMirandawarnings are “prophylactic,” 426\nU. S., at 617, and it recognized the prosecution’s need to\ntest a defendant’s exculpatory story through cross- examination,id.,at 616–618. But it found that allowing the use of\npost-warning silence would undermine the warnings’ implicit promise\nthat silence would not be used to convict.Id.,at 618.Similarly, inRoberson, 486 U. S.,\nat 682, the Court held that a suspect’s post-warning request for\ncounsel with respect to one offense barred later interrogation\nwithout counsel regarding a different offense. Describing theMirandarules as “prophylactic protections,” 486 U. S.,\nat 681, the Court concluded that both law enforcement and criminal\ndefendants would benefit from a bright-line,id.,at\n681–682.Finally, inWithrowv.Williams,507 U.S.\n680, the Court rejected an attempt to restrictMiranda’s\napplication in collateral proceedings based on the reasoning inStonev.Powell,428 U.S.\n465(1976). InStone, the Court had held that a\ndefendant who has had a full and fair opportunity to seek\nsuppression of evidence allegedly seized in violation of the Fourth\nAmendment may not obtain federal habeas relief on that ground,id., at 494–495, and inWithrow, a state prison\nwarden argued that a similar rule should apply to a habeas\npetitioner who had been given an opportunity to litigate aMirandaclaim at trial, see 507 U. S., at 688–690. Once\nagain acknowledging thatMirandaadopted prophylactic rules,\nthe Court balanced the competing interests and found that the costs\nof adopting the warden’s argument outweighed any benefits. On the\ncost side, the Court noted that enforcingMiranda“safeguards ‘a fundamentaltrialright” and furthers “the\ncorrect ascertainment of guilt” at trial. 507 U. S.,at\n691–692. And on the other side, the Court found that the adoption\nof aStone-like rule “would not significantly benefit the\nfederal courts in their exercise of habeas jurisdiction, or advance\nthe cause of federalism in any substantial way.” 507 U. S., at\n693.Thus, all the post-Mirandacases we have\ndiscussed acknowledged the prophylactic nature of theMirandarules and engaged in cost-benefit analysis to define\nthe scope of these prophylactic rules.EContrary to the decision below and Tekoh’s\nargument here, see Brief for Respondent 24, our decision inDickerson,530 U.S.\n428, did not upset the firmly established prior understanding\nofMirandaas a prophylactic decision.Dickersoninvolved a federal statute, 18 U. S. C. §3501, that\neffectively overruledMirandaby making the admissibility of\na statement given during custodial interrogation turn solely on\nwhether it was made voluntarily. 530 U. S., at 431–432. The\nCourt held that Congress could not abrogateMirandaby\nstatute becauseMirandawas a “constitutional decision” that\nadopted a “constitutional rule,” 530 U. S., at 438–439, and\nthe Court noted that these rules could not have been made\napplicable to the States if it did not have that status, seeibid.At the same time, however, the Court made it\nclear that it was not equating a violation of theMirandarules with an outright Fifth Amendment violation. For one thing, it\nreiteratedMiranda’s observation that “the Constitution\nwould not preclude legislative solutions that differed from the\nprescribedMirandawarnings but which were ‘at least as\neffective in apprising accused persons’ ” of their rights. 530\nU. S., at 440 (quotingMiranda, 384 U. S., at\n467).Even more to the point, the Court rejected the\ndissent’s argument that §3501 could not be held unconstitutional\nunless “Mirandawarnings are required by the Constitution,\nin the sense that nothing else will suffice to satisfy\nconstitutional requirements.” 530 U. S., at 442. The Court’s\nanswer, in substance, was that theMirandarules, though not\nan explication of the meaning of the Fifth Amendment right, are\nrules that are necessary to protect that right (at least until a\nbetter alternative is found and adopted). See 530 U. S., at\n441–443. Thus, in the words of theDickersonCourt, theMirandarules are “constitutionally based” and have\n“constitutional underpinnings.” 530 U. S., at 440, and\nn. 5. But the obvious point of these formulations was to avoid\nsaying that aMirandaviolation is the same as a violation\nof the Fifth Amendment right.What all this boils down to is basically as\nfollows. TheMirandarules are prophylactic rules that the\nCourt found to be necessary to protect the Fifth Amendment right\nagainst compelled self-incrimination. In that sense,Mirandawas a “constitutional decision” and it adopted a “constitutional\nrule” because the decision was based on the Court’s judgment about\nwhat is required to safeguard that constitutional right. And when\nthe Court adopts a constitutional prophylactic rule of this nature,Dickersonconcluded, the rule has the status of a “La[w] of\nthe United States” that is binding on the States under the\nSupremacy Clause [4] (asMirandaimplicitly held, since three of the four decisions\nit reversed came from state court, 384 U. S., at 491–494,\n497–499), and the rule cannot be altered by ordinary\nlegislation.This was a bold and controversial claim of\nauthority,[5] but we do not\nthink thatDickersoncan be understood any other way without\n(1) taking the insupportable position that aMirandaviolation is tantamount to a violation of the Fifth Amendment, (2)\ncalling into question the prior decisions that were predicated on\nthe proposition that aMirandaviolation is not the same as\na constitutional violation, and (3) excising from the United States\nReports a mountain of statements describing theMirandarules as prophylactic.Subsequent cases confirm thatDickersondid not upend the Court’s understanding of theMirandarules\nas prophylactic. See,e.g.,supra,at 6–7 (collecting\npost-Dickersoncases).In sum, a violation ofMirandadoes not\nnecessarily constitute a violation of the Constitution, and\ntherefore such a violation does not constitute “the deprivation of\n[a] right . . . secured by the Constitution.” 42\nU. S. C. §1983.IIIThis conclusion does not necessarily dictate\nreversal because a §1983 claim may also be based on “the\ndeprivation of any rights, privileges, or immunities secured by the\n. . .laws.” (Emphasis added.) It may thus be\nargued that theMirandarules constitute federal “law” and\nthat an abridgment of those rules can therefore provide the ground\nfor a §1983 claim. But whatever else may be said about this\nargument,[6] it cannot succeed\nunless Tekoh can persuade us that this “law” should be expanded to\ninclude the right to sue for damages under §1983.As we have noted, “[a] judicially crafted”\nprophylactic rule should apply “only where its benefits outweigh\nits costs,”Shatzer, 559 U. S., at 106, and here, while\nthe benefits of permitting the assertion ofMirandaclaims\nunder §1983 would be slight, the costs would be substantial.Mirandarests on a pragmatic judgment\nabout what is needed to stop the violation at trial of the Fifth\nAmendment right against compelled self-incrimination. That\nprophylactic purpose is served by the suppression at trial of\nstatements obtained in violation ofMirandaand by the\napplication of that decision in other recognized contexts. Allowing\nthe victim of aMirandaviolation to sue a police officer\nfor damages under §1983 would have little additional deterrent\nvalue, and permitting such claims would cause many problems.Allowing a claim like Tekoh’s would disserve\n“judicial economy,”Parklane Hosiery Co.v.Shore,439 U.S.\n322, 326 (1979), by requiring a federal judge or jury to\nadjudicate a factual question (whether Tekoh was in custody when\nquestioned) that had already been decided by a state court. This\nre-adjudication would not only be wasteful; it would undercut the\n“ ‘strong judicial policy against the creation of two\nconflicting resolutions’ ” based on the same set of facts.Heckv.Humphrey,512 U.S.\n477, 484 (1994). And it could produce “unnecessary friction”\nbetween the federal and state court systems by requiring the\nfederal court entertaining the §1983 claim to pass judgment on\nlegal and factual issues already settled in state court. SeePreiserv.Rodriguez,411 U.S.\n475, 490–491 (1973).Allowing §1983 suits based onMirandaclaims could also present many procedural issues, such as whether a\nfederal court considering a §1983 claim would owe any deference to\na trial court’s factual findings; whether forfeiture and plain\nerror rules carry over from the criminal trial; whether\nharmless-error rules apply; and whether civil damages are available\nin instances where the unwarned statement had no impact on the\noutcome of the criminal case.We therefore refuse to extendMirandain\nthe way Tekoh requests.Miranda,Dickerson, and the\nother cases in that line provide sufficient protection for the\nFifth Amendment right against compelled self-incrimination. “The\nidentification of aMirandaviolation and its consequences\n. . . ought to be determined at trial.”Chavezv.Martinez,538\nU.S. 760, 790 (2003) (Kennedy, J., concurring in part and\ndissenting in part). And except in unusual circumstances, the\n“exclusion of unwarned statements” should be “a complete and\nsufficient remedy.”Ibid.*  *  *Because a violation ofMirandais not\nitself a violation of the Fifth Amendment, and because we see no\njustification for expandingMirandato confer a right to sue\nunder §1983, the judgment of the Court of Appeals is reversed, and\nthe case is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1SeeMirandav.Arizona,384 U.S.\n436(1966).2Tekoh citesOrozcov.Texas,394 U.S.\n324(1969), which characterized the admission of an unwarned\nstatement in the prosecutor’s case-in-chief as a “flat violation of\nthe Self-Incrimination Clause of the Fifth Amendmentas\nconstrued in Miranda.”Id.,at 326 (emphasis added);\nBrief for Respondent 21, 29. But the Court made this assertion in a\nthree-paragraph opinion without any additional analysis, and did\nnot purport to go beyondMiranda, which, as we have\nexplained, does not support the proposition that aMirandaviolation equates to a Fifth Amendment violation. SeeOrozco,394 U. S., at 327 (“We do not . . .\nexpand or extend to the slightest extent ourMirandadecision”). Likewise, the decision predates the subsequent case law\ndefining the scope of theMirandarules. Seeinfra,\nthis page and 8–11.3Two other decisions fall\ninto this same category, but in both there was no opinion of the\nCourt. InChavezv.Martinez,538\nU.S. 760(2003), the suspect gave an un-Mirandizedstatement while in custody but was never charged with a crime. The\nCourt held that the suspect could not bring a 42 U. S. C.\n§1983 claim against the officer who questioned him, and Justice\nSouter, who cast the necessary fifth vote on the issue, reached\nthat conclusion based on “a realistic assessment of costs and\nrisks” of “expand[ing] protection of the privilege against\ncompelled self-incrimination to the point of the civil liability”\nat issue. 538 U. S., at 778–779 (opinion concurring in\njudgment). InUnited Statesv.Patane,542 U.S.\n630(2004), the Court once again held thatMirandadoes\nnot require the suppression of the fruits of a un-Mirandizedstatement made during custodial questioning, and two of the five\nJustices in the majority engaged in the same type of balancing that\nwas used inMichiganv.Tucker,417 U.S.\n433(1974), andElstad. SeePatane, 542\nU. S., at 644–645 (Kennedy, J., concurring in judgment); see\nalsoid.,at 641–644 (plurality opinion).4U. S. Const., Art.\nVI, §2.5Whether this Court has\nthe authority to create constitutionally based prophylactic rules\nthat bind both federal and state courts has been the subject of\ndebate among jurists and commentators. See,e.g.,Dickerson, 530 U. S., at 445–446, 457–461 (Scalia, J.,\njoined by Thomas, J., dissenting); D. Strauss, The Ubiquity of\nProphylactic Rules, 55 U. Chi. L. Rev. 190 (1988); J. Grano,\nProphylactic Rules in Criminal Procedure: A Question of Article III\nLegitimacy, 80 Nw. U. L. Rev. 100 (1985); H. Monaghan, Foreword:\nConstitutional Common Law, 89 Harv. L. Rev. 1 (1975). But that is\nwhat the Court did inMiranda, and we do not disturb that\ndecision in any way. Rather, we accept it on its own terms, and for\nthe purpose of deciding this case, we follow its\nrationale.6“[Section] 1983 does not\nprovide an avenue for relief every time a state actor violates a\nfederal law.”Rancho Palos Verdesv.Abrams,544 U.S.\n113, 119 (2005). If a §1983 plaintiff demonstrates that the\nfederal statute “creates an individually enforceable right in the\nclass of beneficiaries to which he belongs,” this gives rise to\n“ ‘a rebuttable presumption that the right is enforceable\nunder §1983,’ ” and “[t]he defendant may defeat this\npresumption by demonstrating that Congress did not intend that\nremedy for a newly created right.”Id.,at 120 (quotingBlessingv.Freestone,520 U.S.\n329, 341 (1997)). In this case, the “law” that could confer the\nright in question is not a statute but judicially created\nprophylactic rules. It could be argued that a judicially created\nprophylactic rule cannot be the basis for a §1983 suit, but we need\nnot decide that question because, assuming that such rules can\nprovide the basis for a §1983 claim, we would be led back to a\nquestion that is very much like the one discussedsupra, at\n7–11, namely, whether the benefits of allowing such a claim\noutweigh the costs. The dissent, by contrast, would apparently hold\nthat a prophylactic rule crafted by the Judiciary to protect a\nconstitutional right, unlike a statute that confers a personal\nright, is always cognizable under §1983. There is no sound reason\nto give this preferred status to such prophylactic rules. The\ndissent contends that theMirandarules merit this special\ntreatment because they are “secured by” the Constitution, seepost, at 5–6, but in fact, as we have shown, those rules\ndiffer from the right secured by the Fifth Amendment and are\ninstead secured for prophylactic reasons by decisions of this\nCourt.",
    "joined": []
}