{
    "case": {
        "docket": "19-161",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-161/"
    },
    "id": "4266041",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–161_________________DEPARTMENT OF HOMELAND SECURITY, et al.,\nPETITIONERSv.VIJAYAKUMAR THURAISSIGIAMon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2020]Justice Alito delivered the opinion of the\nCourt.Every year, hundreds of thousands of aliens are\napprehended at or near the border attempting to enter this country\nillegally. Many ask for asylum, claiming that they would be\npersecuted if returned to their home countries. Some of these\nclaims are valid, and by granting asylum, the United States lives\nup to its ideals and its treaty obligations. Most asylum claims,\nhowever, ultimately fail, and some are fraudulent. In 1996, when\nCongress enacted the Illegal Immigration Reform and Immigrant\nResponsibility Act (IIRIRA), 110Stat. 3009–546, it crafted a system\nfor weeding out patently meritless claims and expeditiously\nremoving the aliens making such claims from the country. It was\nCongress’s judgment that detaining all asylum seekers until the\nfull-blown removal process is completed would place an unacceptable\nburden on our immigration system and that releasing them would\npresent an undue risk that they would fail to appear for removal\nproceedings.This case concerns the constitutionality of the\nsystem Congress devised. Among other things, IIRIRA placed\nrestrictions on the ability of asylum seekers to obtain review\nunder the federal habeas statute, but the United States Court of\nAppeals for the Ninth Circuit held that these restrictions are\nunconstitutional. According to the Ninth Circuit, they\nunconstitutionally suspend the writ of habeas corpus and violate\nasylum seekers’ right to due process. We now review that decision\nand reverse.Respondent’s Suspension Clause argument fails\nbecause it would extend the writ of habeas corpus far beyond its\nscope “when the Constitution was drafted and ratified.”Boumedienev.Bush,553\nU.S. 723, 746 (2008). Indeed, respondent’s use of the writ\nwould have been unrecognizable at that time. Habeas has\ntraditionally been a means to securereleasefrom unlawful\ndetention, but respondent invokes the writ to achieve an entirely\ndifferent end, namely, to obtain additional administrative review\nof his asylum claim and ultimately to obtain authorization to stay\nin this country.Respondent’s due process argument fares no\nbetter. While aliens who have established connections in this\ncountry have due process rights in deportation proceedings, the\nCourt long ago held that Congress is entitled to set the conditions\nfor an alien’s lawful entry into this country and that, as a\nresult, an alien at the threshold of initial entry cannot claim any\ngreater rights under the Due Process Clause. SeeNishimura\nEkiuv.United States,142\nU.S. 651, 660 (1892). Respondent attempted to enter the country\nillegally and was apprehended just 25 yards from the border. He\ntherefore has no entitlement to procedural rights other than those\nafforded by statute.In short, under our precedents, neither the\nSuspension Clause nor the Due Process Clause of the Fifth Amendment\nrequires any further review of respondent’s claims, and IIRIRA’s\nlimitations on habeas review are constitutional as applied.IAWe begin by briefly outlining the provisions\nof immigration law that are pertinent to this case. Under those\nprovisions, several classes of aliens are “inadmissible” and\ntherefore “removable.” 8 U. S. C. §§1182, 1229a(e)(2)(A).\nThese include aliens who lack a valid entry document “at the time\nof application for admission.” §1182(a)(7)(A)(i)(I). An alien who\narrives at a “port of entry,”i.e., a place where an alien\nmay lawfully enter, must apply for admission. An alien like\nrespondent who is caught trying to enter at some other spot is\ntreated the same way. §§1225(a)(1), (3).If an alien is inadmissible, the alien may be\nremoved. The usual removal process involves an evidentiary hearing\nbefore an immigration judge, and at that hearing an alien may\nattempt to show that he or she should not be removed. Among other\nthings, an alien may apply for asylum on the ground that he or she\nwould be persecuted if returned to his or her home country.\n§1229a(b)(4); 8 CFR §1240.11(c) (2020). If that claim is rejected\nand the alien is ordered removed, the alien can appeal the removal\norder to the Board of Immigration Appeals and, if that appeal is\nunsuccessful, the alien is generally entitled to review in a\nfederal court of appeals. 8 U. S. C. §§1229a(c)(5),\n1252(a). As of the first quarter of this fiscal year, there were\n1,066,563 pending removal proceedings. See Executive Office for\nImmigration Review (EOIR), Adjudication Statistics: Pending Cases\n(Jan. 2020). The average civil appeal takes approximately one\nyear.[1] During the time when\nremoval is being litigated, the alien will either be detained, at\nconsiderable expense, or allowed to reside in this country, with\nthe attendant risk that he or she may not later be found.\n§1226(a).Congress addressed these problems by providing\nmore expedited procedures for certain “applicants for admission.”\nFor these purposes, “[a]n alien present in the United States who\nhas not been admitted or who arrives in the United States (whether\nor not at a designated port of arrival . . . )” is deemed\n“an applicant for admission.” §1225(a)(1).[2] An applicant is subject to expedited removal if, as\nrelevant here, the applicant (1) is inadmissible because he or she\nlacks a valid entry document; (2) has not “been physically present\nin the United States continuously for the 2-year period immediately\nprior to the date of the determination of inadmissibility”; and (3)\nis among those whom the Secretary of Homeland Security has\ndesignated for expedited removal. §§1225(b)(1)(A)(i),\n(iii)(I)–(II).[3] Once “an\nimmigration officer determines” that a designated applicant “is\ninadmissible,” “the officer [must] order the alien removed from the\nUnited States without further hearing or review.”\n§1225(b)(1)(A)(i).Applicants can avoid expedited removal by\nclaiming asylum. If an applicant “indicates either an intention to\napply for asylum” or “a fear of persecution,” the immigration\nofficer “shall refer the alien for an interview by an asylum\nofficer.” §§1225(b)(1)(A)(i)–(ii). The point of this screening\ninterview is to determine whether the applicant has a “credible\nfear of persecution.” §1225(b)(1)(B)(v). The applicant need not\nshow that he or sheis in fact eligiblefor asylum—a\n“credible fear” equates to only a “significant possibility” that\nthe alien would be eligible.Ibid.Thus, while eligibility\nultimately requires a “well-founded fear of persecution on account\nof,” among other things, “race” or “political opinion,”\n§§1101(a)(42)(A), 1158(b)(1)(A), all that an alien must show to\navoid expedited removal is a “credible fear.”[4]If the asylum officer finds an applicant’s\nasserted fear to be credible,[5] the applicant will receive “full consideration” of his\nasylum claim in a standard removal hearing. 8 CFR §208.30(f );\nsee 8 U. S. C. §1225(b)(1)(B)(ii). If the asylum officer\nfinds that the applicant does not have a credible fear, a\nsupervisor will review the asylum officer’s determination. 8 CFR\n§208.30(e)(8). If the supervisor agrees with it, the applicant may\nappeal to an immigration judge, who can take further evidence and\n“shall make a de novo determination.” §§1003.42(c), (d)(1);\nsee 8 U. S. C. §1225(b)(1)(B)(iii)(III).An alien subject to expedited removal thus has\nan opportunity at three levels to obtain an asylum hearing, and the\napplicant will obtain one unless the asylum officer, a supervisor,\nand an immigration judge all find that the applicant has not\nasserted a credible fear.Over the last five years, nearly 77% of\nscreenings have resulted in a finding of credible fear.[6] And nearly half the remainder (11%\nof the total number of screenings) were closed for administrative\nreasons, including the alien’s withdrawal of the claim.[7] As a practical matter, then, the\ngreat majority of asylum seekers who fall within the category\nsubject to expedited removal do not receive expedited removal and\nare instead afforded the same procedural rights as other\naliens.Whether an applicant who raises an asylum claim\nreceives full or only expedited review, the applicant is not\nentitled to immediate release. Applicants “shall be detained\npending a final determination of credible fear of persecution and,\nif found not to have such a fear, until removed.”\n§1225(b)(1)(B)(iii)(IV). Applicants who are found to have a\ncredible fear may also be detained pending further consideration of\ntheir asylum applications. §1225(b)(1)(B)(ii); seeJenningsv.Rodriguez, 583 U. S. ___, ___, ___ (2018) (slip op.,\nat 3, 13).[8]BThe IIRIRA provision at issue in this case,\n§1252(e)(2), limits the review that an alien in expedited removal\nmay obtain via a petition for a writ of habeas corpus. That\nprovision allows habeas review of three matters: first, “whether\nthe petitioner is an alien”; second, “whether the petitioner was\nordered removed”; and third, whether the petitioner has already\nbeen granted entry as a lawful permanent resident, refugee, or\nasylee. §§1252(e)(2)(A)–(C). If the petitioner has such a status,\nor if a removal order has not “in fact” been “issued,” §1252(e)(5),\nthe court may order a removal hearing, §1252(e)(4)(B).A major objective of IIRIRA was to “protec[t]\nthe Executive’s discretion” from undue interference by the courts;\nindeed, “that can fairly be said to be the theme of the\nlegislation.”Renov.American-Arab Anti-Discrimination\nComm.,525 U.S.\n471, 486 (1999) (AAADC). In accordance with that aim,\n§1252(e)(5) provides that “[t]here shall be no review of whether\nthe alien is actually inadmissible or entitled to any relief from\nremoval.” And “[n]otwithstanding” any other “habeas corpus\nprovision”—including 28 U. S. C. §2241—“no court shall\nhave jurisdiction to review” any other “individual determination”\nor “claim arising from or relating to the implementation or\noperation of an order of [expedited] removal.” §1252(a)(2)(A)(i).\nIn particular, courts may not review “the determination” that an\nalien lacks a credible fear of persecution. §1252(a)(2)(A)(iii);\nsee also §§1252(a)(2)(A)(ii), (iv) (other specific\nlimitations).Even without the added step of judicial review,\nthe credible-fear process and abuses of it can increase the burdens\ncurrently “overwhelming our immigration system.” 84 Fed. Reg. 33841\n(2019).[9] The past decade has\nseen a 1,883% increase in credible-fear claims, and in 2018 alone,\nthere were 99,035 claims. Seeid., at 33838 (data for fiscal\nyears 2008 to 2018). The majority have proved to be meritless. Many\napplicants found to have a credible fear—about 50% over the same\n10-year period—did not pursue asylum. See EOIR, Adjudication\nStatistics: Rates of Asylum Filings in Cases Originating With a\nCredible Fear Claim (Nov. 2018); see also 84 Fed. Reg. 33841\n(noting that many instead abscond). In 2019, a grant of asylum\nfollowed a finding of credible fear just 15% of the time. See EOIR,\nAsylum Decision Rates in Cases Originating With a Credible Fear\nClaim (Oct. 2019). Fraudulent asylum claims can also be difficult\nto detect,[10] especially in\na screening process that is designed to be expedited and that is\ncurrently handling almost 100,000 claims per year.The question presented thus has significant\nconsequences for the immigration system. If courts must review\ncredible-fear claims that in the eyes of immigration officials and\nan immigration judge do not meet the low bar for such claims,\nexpedited removal would augment the burdens on that system. Once a\nfear is asserted, the process would no longer be expedited.CRespondent Vijayakumar Thuraissigiam, a Sri\nLankan national, crossed the southern border without inspection or\nan entry document at around 11 p.m. one night in January 2017. App.\n38. A Border Patrol agent stopped him within 25 yards of the\nborder, and the Department detained him for expedited removal.Id., at 37–39, 106; see §§1182(a)(7)(A)(i)(I),\n1225(b)(1)(A)(ii), and (b)(1)(B)(iii)(IV). He claimed a fear of\nreturning to Sri Lanka because a group of men had once abducted and\nseverely beaten him, but he said that he did not know who the men\nwere, why they had assaulted him, or whether Sri Lankan\nauthorities would protect him in the future.Id., at 80. He\nalso affirmed that he did not fear persecution based on his race,\npolitical opinions, or other protected characteristics.Id.,\nat 76–77; see §1101(a)(42)(A).The asylum officer credited respondent’s account\nof the assault but determined that he lacked a “credible” fear of\npersecution, as defined by §1225(b)(1)(B)(v), because he had\noffered no evidence that could have made him eligible for asylum\n(or other removal relief ).Id., at 83, 87, 89; see\n§1158(b)(1)(A). The supervising officer agreed and signed the\nremoval order.Id., at 54, 107. After hearing further\ntestimony from respondent, an Immigration Judge affirmed onde novoreview and returned the case to the Department\nfor removal.Id., at 97.Respondent then filed a federal habeas petition.\nAsserting for the first time a fear of persecution based on his\nTamil ethnicity and political views,id., at 12–13, he\nargued that he “should have passed the credible fear stage,”id., at 30. But, he alleged, the immigration officials\ndeprived him of “a meaningful opportunity to establish his claims”\nand violated credible-fear procedures by failing to probe past his\ndenial of the facts necessary for asylum.Id., at 27, 32.\nAllegedly they also failed to apply the “correct standard” to his\nclaims—the “significant possibility” standard—despite its repeated\nappearance in the records of their decisions.Id., at 30;\nseeid., at 53, 84–89, 97. Respondent requested “a writ of\nhabeas corpus, an injunction, or a writ of mandamus directing [the\nDepartment] to provide [him] a new opportunity to apply for asylum\nand other applicable forms of relief.”Id., at 33. His\npetition made no mention of release from custody.The District Court dismissed the petition,\nholding that §§1252(a)(2) and (e)(2) and clear Ninth Circuit case\nlaw foreclosed review of the negative credible-fear determination\nthat resulted in respondent’s expedited removal order. 287\nF. Supp. 3d 1077, 1081 (SD Cal. 2018). The court also rejected\nrespondent’s argument “that the jurisdictional limitations of\n§1252(e) violate the Suspension Clause,” again relying on Circuit\nprecedent.Id., at 1082–1083.The Ninth Circuit reversed. It found that our\nSuspension Clause precedent demands “reference to the writ as it\nstood in 1789.” 917 F.3d 1097, 1111 (2019). But without citing any\npre-1789 case about the scope of the writ, the court held that\n§1252(e)(2) violates the Suspension Clause. Seeid., at\n1113–1119. The court added that respondent “has procedural due\nprocess rights,” specifically the right “ ‘to expedited\nremoval proceedings that conformed to the dictates of due\nprocess.’ ”Id., at 1111, n. 15 (quotingUnited\nStatesv.Raya-Vaca, 771 F.3d 1195, 1203 (CA9 2014)).\nAlthough the decision applied only to respondent, petitioners\nacross the Circuit have used it to obtain review outside the scope\nof §1252(e)(2), and petitioners elsewhere have attempted to follow\nsuit.[11]The Ninth Circuit’s decision invalidated the\napplication of an important provision of federal law and conflicted\nwith a decision from another Circuit, seeCastrov.United States Dept. of Homeland Security, 835 F.3d 422 (CA3\n2016). We granted certiorari, 589 U. S. ___ (2019).IIAThe Suspension Clause provides that “[t]he\nPrivilege of the Writ of Habeas Corpus shall not be suspended,\nunless when in Cases of Rebellion or Invasion the public Safety may\nrequire it.” U. S. Const., Art. I, §9, cl. 2. InINSv.St. Cyr,533 U.S.\n289(2001), we wrote that the Clause, at a minimum, “protects\nthe writ as it existed in 1789,” when the Constitution was adopted.Id., at 301 (internal quotation marks omitted). And in this\ncase, respondent agrees that “there is no reason” to consider\nwhether the Clause extends any further. Brief for Respondent 26,\nn. 12. We therefore proceed on that basis.[12]BThis principle dooms respondent’s Suspension\nClause argument, because neither respondent nor hisamicihave shown that the writ of habeas corpus was understood at the\ntime of the adoption of the Constitution to permit a petitioner to\nclaim the right to enter or remain in a country or to obtain\nadministrative review potentially leading to that result. The writ\nsimply provided a means of contesting the lawfulness of restraint\nand securing release.In 1768, Blackstone’s Commentaries—usually a\n“satisfactory exposition of the common law of England,”Schickv.United States,195 U.S.\n65, 69 (1904)—made this clear. Blackstone wrote that habeas was\na means to “remov[e] the injury of unjust and illegal confinement.”\n3 W. Blackstone, Commentaries on the Laws of England 137 (emphasis\ndeleted). Justice Story described the “common law” writ the same\nway. See 3 Commentaries on the Constitution of the United States\n§1333, p. 206 (1833). Habeas, he explained, “is the\nappropriate remedy to ascertain . . . whether any person\nis rightfully in confinement or not.”Ibid.We have often made the same point. See,e.g.,Preiserv.Rodriguez,411 U.S.\n475, 484 (1973) (“It is clear . . . from the\ncommon-law history of the writ . . . that the essence of\nhabeas corpus is an attack by a person in custody upon the legality\nof that custody, and that the traditional function of the writ is\nto secure release from illegal custody”);Wilkinsonv.Dotson,544 U.S.\n74, 79 (2005) (similar);Munafv.Geren,553 U.S.\n674, 693 (2008) (similar).In this case, however, respondent did not ask to\nbe released.[13] Instead, he\nsought entirely different relief: vacatur of his “removal order”\nand “an order directing [the Department] to provide him with a new\n. . . opportunity to apply for asylum and other relief\nfrom removal.” App. 14 (habeas petition). See alsoid., at\n31 (“a fair procedure to apply for asylum, withholding of removal,\nand CAT relief”);id., at 14 (“a new, meaningful opportunity\nto apply for asylum and other relief from removal”). Such relief\nmight fit an injunction or writ of mandamus—which tellingly, his\npetition also requested,id., at 33—but that relief falls\noutside the scope of the common-law habeas writ.Although the historic role of habeas is to\nsecure release from custody, the Ninth Circuit did not suggest that\nrelease, at least in the traditional sense of the term,[14] was required. Instead, what it\nfound to be necessary was a “meaningful opportunity” for review of\nthe procedures used in determining that respondent did not have a\ncredible fear of persecution. 917 F. 3d, at 1117. Thus, even\naccording to the Ninth Circuit, respondent’s petition did not call\nfor traditional habeas relief.Not only did respondent fail to seek release, he\ndoes not dispute that confinement during the pendency of expedited\nasylum review, and even during the additional proceedings he seeks,\nis lawful. Nor could he. It is not disputed that he was apprehended\nin the very act of attempting to enter this country; that he is\ninadmissible because he lacks an entry document, see\n§§1182(a)(7)(A), 1225(b)(1)(A)(i); and that, under these\ncircumstances, his case qualifies for the expedited review process,\nincluding “[m]andatory detention” during his credible-fear review,\n§§1225(b)(1)(B)(ii), (iii)(IV). Moreover, simply releasing him\nwould not provide the right to stay in the country that his\npetition ultimately seeks. Without a change in status, he would\nremain subject to arrest, detention, and removal. §§1226(a),\n1229a(e)(2).While respondent does not claim an entitlement\nto release, the Government is happy to release him—provided the\nrelease occurs in the cabin of a plane bound for Sri Lanka. That\nwould be the equivalent of the habeas relief Justice Story ordered\nin a case while riding circuit. He issued a writ requiring the\nrelease of a foreign sailor who jumped ship in Boston, but he\nprovided for the sailor to be released into the custody of the\nmaster of his ship.Ex parte D’Olivera, 7 F. Cas. 853,\n854 (No. 3,967) (CC Mass. 1813).Respondent does not want anything like that. His\nclaim is more reminiscent of the one we rejected inMunaf.\nIn that case, American citizens held in U. S. custody in Iraq\nfiled habeas petitions in an effort to block their transfer to\nIraqi authorities for criminal prosecution. See 553 U. S., at\n692. Rejecting this use of habeas, we noted that “[h]abeas is at\nits core a remedy for unlawful executive detention” and that what\nthese individuals wanted was not “simple release” but an order\nrequiring them to be brought to this country.Id., at 693,\n697. Claims so far outside the “core” of habeas may not be pursued\nthrough habeas. See,e.g.,Skinnerv.Switzer,562 U.S.\n521, 535, n. 13 (2011).Like the habeas petitioners inMunaf,\nrespondent does not want “simple release” but, ultimately, the\nopportunity to remain lawfully in the United States. That he seeks\nto stay in this country, while the habeas petitioners inMunafasked to be brought here from Iraq, seepost,\nat 19–20 (opinion of Sotomayor, J.), is immaterial. In this\ncase as inMunaf, the relief requested falls outside the\nscope of the writ as it was understood when the Constitution was\nadopted. SeeCastro, 835 F. 3d, at 450–451 (Hardiman,\nJ., concurring dubitante) (“Petitioners here seek to alter their\nstatus in the United States in the hope of avoiding release to\ntheir homelands. That prayer for relief . . . dooms the\nmerits of their Suspension Clause argument” (emphasis\ndeleted)).IIIDisputing this conclusion, respondent argues\nthat the Suspension Clause guarantees a broader habeas right. To\nsubstantiate this claim, he points to three bodies of case law:\nBritish and American cases decided prior to or around the time of\nthe adoption of the Constitution, decisions of this Court during\nthe so-called “finality era” (running from the late 19th century to\nthe mid-20th century), and two of our more recent cases. None of\nthese sources support his argument.ARespondent andamicisupporting his\nposition have done considerable research into the use of habeas\nbefore and around the time of the adoption of the\nConstitution,[15] but they\nhave not unearthed evidence that habeas was then used to obtain\nanything like what is sought here, namely, authorization for an\nalien to remain in a country other than his own or to obtain\nadministrative or judicial review leading to that result. All that\ntheir research (and the dissent’s) shows is that habeas was used to\nseek release from detention in a variety of circumstances. In fact,\nrespondent and hisamicido not argue that their cases show\nanything more. See Brief for Respondent 27 (arguing that habeas was\n“available” at the founding “to test all forms of physical\nrestraint”); Brief for Scholars of the Law of Habeas Corpus asAmici Curiae11 (the “historical record . . .\ndemonstrates that the touchstone for access to the writ” was\n“whether the petitioner challenges control of his person”).Because respondent seeks to use habeas to obtain\nsomething far different from simple release, his cause is not aided\nby the many release cases that he and hisamicihave found.\nThus, for present purposes, it is immaterial that habeas was used\nto seek release from confinement that was imposed for, among other\nthings, contempt of court (seeBushell’s Case, Vaugh. 135,\n124 Eng. Rep. 1006 (C. P. 1670)), debt (seeHollingshead’s\nCase, 1 Salk. 351, 91 Eng. Rep. 307 (K. B. 1702);Rexv.Nathan, 2 Str. 880, 93 Eng. Rep. 914 (K. B. 1724)), medical\nmalpractice (seeDr. Groenvelt’s Case, 1 Raym. Ld. 213, 91\nEng. Rep. 1038 (K. B. 1702)), failing to pay an assessment for\nsewers (seeHetleyv.Boyer, Cro. Jac. 336, 79 Eng.\nRep. 287 (K. B. 1613)), failure to lend the King money (seeDarnel’s Case, 3 How. St. Tr. 1 (K. B. 1627)), carrying an\nauthorized “dagg,”i.e., handgun (seeGardener’s\nCase, Cro. Eliz. 821, 78 Eng. Rep. 1048 (K. B. 1600)),\n“impressment” into military service or involuntary servitude (seeSt. Cyr, 533 U. S., at 302), or refusing to pay a\ncolonial tax (see Oldham & Wishnie 496). Nor does it matter\nthat common-law courts sometimes ordered or considered ordering\nrelease in circumstances that would be beyond the reach of any\nhabeas statute ever enacted by Congress, such as release from\nprivate custody. See,e.g.,Rexv.Delaval, 3\nBurr. 1434, 1435–1437, 97 Eng. Rep. 913, 914 (K. B. 1763) (release\nof young woman from “indentures of apprenticeship”);Rexv.Clarkson, 1 Str. 444, 93 Eng. Rep. 625 (K. B. 1722)\n(release from boarding school);Lister’s Case, 8 Mod. 22, 88\nEng. Rep. 17 (K. B. 1721) (release of wife from estranged husband’s\nrestraint). What matters is that all these cases are about release\nfrom restraint. Accord,Preiser, 411 U. S., at 484–485,\nand nn. 3–5.[16]Respondent and hisamicinote that habeas\npetitioners were sometimes released on the condition that they\nconform to certain requirements. See Brief for Respondent 30; Legal\nHistorians Brief 18. For example, they cite a case in which a man\nwas released on condition that he treat his wife well and support\nher, and another in which a man was released on condition that he\nissue an apology.Ibid. But what respondent sought in this\ncase is nothing like that. Respondent does not seek an order\nreleasing him on the condition that he do or refrain from doing\nsomething. What he wants—further review of his asylum claim—is not\na condition with which he must comply. Equally irrelevant is the\npractice, discussed in the dissent, of allowing the executive to\njustify or cure a defect in detention before requiring release. Seepost, at 16–18. Respondent does not seek this sort of\nconditional release either, because the legality of his detention\nis not in question.Respondent contends that two cases show that\nhabeas could be used to secure the right of a non-citizen to remain\nin a foreign country, but neither proves his point. His first case,\ninvolving a Scot named Murray, is one for which no official report\nis available for us to review.[17] We could hardly base our decision here on such a\ndecision.[18]His second case,Somersetv.Stewart, Lofft. 1, 98 Eng. Rep. 499 (K. B. 1772), is\ncelebrated but does not aid respondent. James Somerset was a slave\nwho was “detain[ed]” on a ship bound for Jamaica, and Lord\nMansfield famously ordered his release on the ground that his\ndetention as a slave was unlawful in England.Id., at 19, 98\nEng. Rep., at 510. This relief, release from custody, fell within\nthe historic core of habeas, and Lord Mansfield did not order\nanything else.It may well be that a collateral consequence of\nSomerset’s release was that he was allowed to remain in England,\nbut if that is so, it was due not to the writ issued by Lord\nMansfield, but to English law regarding entitlement to reside in\nthe country. At the time, England had nothing like modern\nimmigration restrictions. As late as 1816, the word “deportation”\napparently “was not to be found in any English dictionary.” The Use\nof the Crown’s Power of Deportation Under the Aliens Act,\n1793–1826, in J. Dinwiddy, Radicalism and Reform in Britain,\n1780–1850, p. 150, n. 4 (1992); see also,e.g.,\nCraies, The Right of Aliens To Enter British Territory, 6 L. Q.\nRev. 27, 35 (1890) (“England was a complete asylum to the foreigner\nwho did not offend against its laws”); Haycraft, Alien Legislation\nand the Prerogative of the Crown, 13 L. Q. Rev. 165, 180 (1897)\n(“There do not appear to have been any transactions in Parliament\nor in the [Crown’s] Privy Council directly affecting [deportation]\nfrom the time of Elizabeth [I] to that of George III”).[19]For a similar reason, respondent cannot find\nsupport in early 19th-century American cases in which deserting\nforeign sailors used habeas to obtain their release from the\ncustody of American officials. In none of the cases involving\ndeserters that have been called to our attention did the court\norder anything more than simple release from custody. As noted,\nJustice Story ordered a sailor’s release into the custody of his\nship’s master. SeeEx parte D’Olivera,\n7 F. Cas., at 854. Other decisions, while ordering the\nrelease of detained foreign deserters because no statute authorized\ndetention, chafed at having to order even release. SeeCase of\nthe Deserters from the British Frigate L’Africaine, 3 Am. L. J.\n& Misc. Repertory 132, 135–136 (Md. 1810) (reporting judge’s\nstatement “that he never would interfere to prevent” the British\nconsul himself from detaining British deserters);Case of\nHippolyte Dumas, 2 Am. L. J. & Misc. Repertory 86, 87 (Pa.\n1809) (noting “inconvenience” that U. S. law did not\ndiscourage desertion of foreign sailors);Commonwealthv.Holloway, 1 Serg. & Rawle 392, 396 (Pa. 1815) (opinion\nof Tilghman, C. J.) (same);id., at 397 (opinion of Yeates,\nJ.) (same). These cases thus do not contemplate the quite different\nrelief that respondent asks us to sanction here.In these cases, as inSomerset, it may be\nthat the released petitioners were able to remain in the United\nStates as a collateral consequence of release, but if so, that was\ndue not to the writs ordering their release, but to U. S.\nimmigration law or the lack thereof. These decisions came at a time\nwhen an “open door to the immigrant was the . . . federal\npolicy.”Harisiadesv.Shaughnessy,342 U.S.\n580, 588, n. 15 (1952); see alsoSt. Cyr, 533\nU. S., at 305 (first immigration regulation enacted in 1875).\nSo release may have had the side effect of enabling these\nindividuals to remain in this country, but that is beside the\npoint.The relief that a habeas court may order and the\ncollateral consequences of that relief are two entirely different\nthings. Ordering an individual’s release from custody may have the\nside effect of enabling that person to pursue all sorts of\nopportunities that the law allows. For example, release may enable\na qualified surgeon to operate on a patient; a licensed architect\nmay have the opportunity to design a bridge; and a qualified pilot\nmay be able to fly a passenger jet. But a writ of habeas could not\nbe used to compel an applicant to be afforded those opportunities\nor as a means to obtain a license as a surgeon, architect, or\npilot. Similarly, while the release of an alien may give the alien\nthe opportunity to remain in the country if the immigration laws\npermit, we have no evidence that the writ as it was known in 1789\ncould be used to require that aliens be permitted to remain in a\ncountry other than their own, or as a means to seek that\npermission.Respondent’s final examples involve\ninternational extradition, but these cases are no more pertinent\nthan those already discussed. For one thing, they post-date the\nfounding era. England was not a party to any extradition treaty in\n1789, and this country’s first extradition treaty was the Jay\nTreaty of 1794. See 1 J. Moore, Extradition and Interstate\nRendition §§7, 78, pp. 10, 89 (1891). In any event,\nextradition cases, similar to the deserter cases, illustrate\nnothing more than the use of habeas to secure release from custody\nwhen not in compliance with the extradition statute and relevant\ntreaties. As noted by a scholar on whose work respondent relies,\nthese cases “examine[d] the lawfulness of magistrates’ decisions\npermitting the executive to detain aliens.” Neuman, Habeas Corpus,\nExecutive Detention, and the Removal of Aliens, 98 Colum. L. Rev.\n961, 1003 (1998). In these cases, as in all the others noted above,\nhabeas was used “simply” to seek release from allegedly unlawful\ndetention.Bensonv.McMahon,127\nU.S. 457, 463 (1888). See also,e.g.,In re\nStupp, 23 F. Cas. 296, 303 (No. 13,563) (CC\nSDNY 1875).[20]Despite pages of rhetoric, the dissent is unable\nto cite a single pre-1789 habeas case in which a court ordered\nrelief that was anything like what respondent seeks here. The\ndissent instead contends that “the Suspension Clause inquiry does\nnot require a close (much less precise) factual match with\nhistorical habeas precedent,”post, at 11, and then\ndiscusses cases that are not even close to this one. The dissent\nreveals the true nature of its argument by suggesting that there\nare “inherent difficulties [in] a strict originalist approach in\nthe habeas context because of, among other things, the dearth of\nreasoned habeas decisions at the founding.”Ibid. But\nrespondent does not ask us to hold that the Suspension Clause\nguarantees the writ as it might have evolved since the adoption of\nthe Constitution. On the contrary, as noted at the outset of this\ndiscussion, he rests his argument on “the writ as it existed in\n1789.” Brief for Respondent 26, n. 12.What the dissent merely implies, one concurring\nopinion states expressly, arguing that the scope of the writ\nguaranteed by the Suspension Clause “may change ‘depending upon the\ncircumstances’ ” and thus may allow certain aliens to seek\nrelief other than release.Post, at 3 (Breyer, J.,\nconcurring in judgment) (quotingBoumediene, 553 U. S.,\nat 779). But that is not respondent’s argument, and as a general\nrule “we rely on the parties to frame the issues for decision and\nassign to courts the role of neutral arbiter of matters the parties\npresent.”United Statesv.Sineneng-Smith, 590\nU. S. ___, ___ (2020) (slip op., at 3) (internal quotation\nmarks omitted). In any event, the concurrence’s snippets of\nquotations fromBoumedieneare taken entirely out of\ncontext. They relate to the question whether the statutory review\nprocedures for Guantanamo detaineesseeking release from\ncustodyprovided an adequate substitute for a habeas petitionseeking release. Seeinfra, at 32–33. They do not\nsuggest that any habeas writ guaranteed by the Suspension Clause\npermits a petitioner to obtain relief that goes far beyond the\n“core” of habeas as “a remedy for unlawful executive detention.”Munaf, 553 U. S., at 693.[21]BWe now proceed to consider the second body of\ncase law on which respondent relies, decisions of this Court during\nthe “finality era,” which takes its name from a feature of the\nImmigration Act of 1891 making certain immigration decisions\n“final.” Although respondent claims that his argument is supported\nby “the writ as it existed in 1789,” Brief for Respondent 26,\nn. 12, his argument focuses mainly on this body of case law,\nwhich began a century later. These cases, he claims, held that “the\nSuspension Clause mandates a minimum level of judicial review to\nensure that the Executive complies with the law in effectuating\nremoval.”Id., at 11–12. The Ninth Circuit also relied\nheavily on these cases and interpreted them to “suggest that the\nSuspension Clause requires review of legal and mixed questions of\nlaw and fact related to removal orders.” 917 F. 3d, at\n1117.This interpretation of the “finality era” cases\nis badly mistaken. Those decisions were based not on the Suspension\nClause but on the habeas statute and the immigration laws then in\nforce. The habeas statute in effect during this time was broad in\nscope. It authorized the federal courts to review whether a person\nwas being held in custody in violation of any federal law,\nincluding immigration laws. Thus, when aliens claimed that they\nwere detained in violation of immigration statutes, the federal\ncourts considered whether immigration authorities had complied with\nthose laws. This, of course, required that the immigration laws be\ninterpreted, and at the start of the finality era, this Court\ninterpreted the 1891 Act’s finality provision to block review of\nonly questions of fact. Accordingly, when writs of habeas corpus\nwere sought by aliens who were detained on the ground that they\nwere not entitled to enter this country, the Court considered\nwhether, given the facts found by the immigration authorities, the\ndetention was consistent with applicable federal law. But the Court\nexercised that review because it was authorized to do so by\nstatute. The decisions did not hold that this review was required\nby the Suspension Clause.In this country, the habeas authority of federal\ncourts has been addressed by statute from the very beginning. The\nJudiciary Act of 1789, §14, 1Stat. 82, gave the federal courts the\npower to issue writs of habeas corpus under specified\ncircumstances, but after the Civil War, Congress enacted a much\nbroader statute. That law, the Habeas Corpus Act of 1867, provided\nthat “the several courts of the United States . . . shall\nhave power to grant writs of habeas corpus in all cases where any\nperson may be restrained of his or her liberty in violation of the\nconstitution, or of any treaty or law of the United States.”\nJudiciary Act of Feb. 5, 1867, §1, 14Stat. 385. The Act was “of the\nmost comprehensive character,” bringing “within thehabeas\ncorpusjurisdiction of every court and of every judge every\npossible case of privation of liberty contrary” to federal law.Ex parte McCardle, 6 Wall. 318, 325–326 (1868). This\njurisdiction was “impossible to widen.”Id., at 326; seeFayv.Noia,372 U.S.\n391, 415 (1963) (noting the Act’s “expansive language” and\n“imperative tone”). The 1867 statute, unlike the current federal\nhabeas statute, was not subject to restrictions on the issuance of\nwrits in immigration matters, and inUnited Statesv.Jung Ah Lung,124 U.S.\n621(1888), the Court held that an alien in immigration custody\ncould seek a writ under that statute.Id., at 626. This\nprovided the statutory basis for the writs sought in the finality\nera cases.The Immigration Act of 1891, enacted during one\nof the country’s great waves of immigration, required the exclusion\nof certain categories of aliens and established procedures for\ndetermining whether aliens fell within one of those categories. The\nAct required the exclusion of “idiots, insane persons, paupers or\npersons likely to become a public charge,” persons with infectious\ndiseases, persons with convictions for certain crimes, some\nindividuals whose passage had been paid for by a third party, and\ncertain laborers. Act of Mar. 3, 1891, ch. 551, §1, 26Stat. 1084.\nInspection officers were authorized to board arriving vessels and\ninspect any aliens on board. §8,id., at 1085. And, in the\nprovision of central importance here, the Act provided that “[a]ll\ndecisions made by the inspection officers or their assistants\ntouching the right of any alien to land, when adverse to such\nright, shall be final unless appeal be taken to the superintendent\nof immigration, whose action shall be subject to review by the\nSecretary of the Treasury.”Ibid. Later immigration Acts,\nwhich remained in effect until 1952,[22] contained similar provisions. See Act of 1894,\n28Stat. 390; Immigration Act of 1907, §25, 34Stat. 907; Immigration\nAct of 1917, §17, 39Stat. 887.The first of the finality era cases,Nishimura Ekiuv.United States,142 U.S.\n651(1892), required the Court to address the effect of the\n1891 Act’s finality provision in a habeas case.Nishimura\nEkiuis the cornerstone of respondent’s argument regarding the\nfinality era cases, so the opinion in that case demands close\nattention.The case involved an alien who was detained upon\narrival based on the immigration inspector’s finding that she was\nliable to become a public charge. Seeking to be released, the alien\napplied to the Circuit Court for a writ of habeas corpus and argued\nthat the 1891 Act, if construed to give immigration authorities the\n“exclusive authority to determine” her right to enter, would\nviolate her constitutional right to the writ of habeas corpus and\nher right to due process.Id., at 656 (statement of the\ncase). The Circuit Court refused to issue the writ, holding that\nthe determination of the inspector of immigration was not subject\nto review, and the alien then appealed.This Court upheld the denial of the writ. The\nCourt interpreted the 1891 Act to preclude judicial review only\nwith respect to questions of fact.Id., at 660. And after\ninterpreting the 1891 Act in this way, the Court found that “the\nact of 1891 is constitutional.”Id., at 664.The Court’s narrow interpretation of the 1891\nAct’s finality provision meant that the federal courts otherwise\nretained the full authority granted by the Habeas Corpus Act of\n1867 to determine whether an alien was detained in violation of\nfederal law. Turning to that question, the Court held that the only\nprocedural rights of an alien seeking to enter the country are\nthose conferred by statute. “As to such persons,” the Court\nexplained, “the decisions of executive or administrative officers,\nacting within powers expressly conferred by Congress, are due\nprocess of law.”Id., at 660. The Court therefore considered\nwhether the procedures set out in the 1891 Act had been followed,\nand finding no violation, affirmed the denial of the writ.Id., at 661–664. What is critical for present purposes is\nthat the Court did not hold that the Suspension Clause imposed any\nlimitations on the authority of Congress to restrict the issuance\nof writs of habeas corpus in immigration matters.Respondent interpretsNishimuraEkiudifferently. See Brief for Respondent 13–15. As he\nreads the decision, the Court interpreted the 1891 Act to preclude\nreview ofall questionsrelated to an alien’s entitlement to\nenter the country. Any other interpretation, he contends, would fly\nin the face of the statutory terms. But, he maintains, the Court\nheld that this limitation violated the Suspension Clause except\nwith respect to questions of fact, and it was for this reason that\nthe Court considered whether the procedures specified by the 1891\nAct were followed. In other words, he readsNishimura Ekiuas holding that the 1891 Act’s finality provision was\nunconstitutional in most of its applications (i.e., to all\nquestions other than questions of fact).This interpretation is wrong. The opinion inNishimura Ekiustates unequivocally that “the act of 1891 is\nconstitutional,”id., at 664, not that it is constitutional\nonly in part. And if there is any ambiguity in the opinion\nregarding the Court’s interpretation of the finality provision, the\nlater decision inGegiowv.Uhl,239 U.S. 3(1915), left no doubt. WhatNishimura Ekiumeant,Gegiowexplained, was that the immigration authorities’\nfactual findings were conclusive (asGegiowput it, “[t]he\nconclusiveness of the decisions of immigration officers\n. . . is conclusiveness upon matters of fact”) and\ntherefore, the Court was “not forbidden by the statute to consider”\nin a habeas proceeding “whether the reasons” for removing an alien\n“agree with the requirements of the act.” 239 U. S., at 9. In\nlight of this interpretation, theNishimura EkiuCourt had\nno occasion to decide whether the Suspension Clause would have\ntolerated a broader limitation, and there is not so much as a hint\nin the opinion that the Court considered this question. Indeed, the\nopinion never even mentions the Suspension Clause, and it is\nutterly implausible that the Court would holdsub silentiothat Congress had violated that provision.Holding that an Act of Congress\nunconstitutionally suspends the writ of habeas corpus is momentous.\nSeeBoumediene, 553 U. S., at 773 (noting “the care\nCongress has taken throughout our Nation’s history” to avoid\nsuspension). The Justices on the Court at the beginning of the\nfinality era had seen historic occasions when the writ was\nsuspended—during the Civil War by President Lincoln and then by\nCongress, and later during Reconstruction by President Grant. SeeHamdiv.Rumsfeld,542 U.S.\n507, 563 (2004) (Scalia, J., dissenting) (discussing these\nevents). The suspension of habeas during this era played a\nprominent role in our constitutional history. SeeEx parte\nMerryman, 17 F. Cas. 144, 151–152 (No. 9,487) (CC Md. 1861)\n(Taney, C. J.);Ex parte Milligan, 4 Wall. 2, 116, 131\n(1866). (Two of the Justices at the beginning of the finality era\nwere on the Court whenEx parte Milliganwas decided.)\nThe Justices knew a suspension of the writ when they saw one, and\nit is impossible to believe that theNishimura EkiuCourt\nidentified another occasion when Congress had suspended the writ\nand based its decision on the Suspension Clause without even\nmentioning that provision.The dissent’s interpretation ofNishimura\nEkiuis different from respondent’s. According to the dissent,Nishimura Ekiuinterpreted the 1891 Act as it did based on\nthe doctrine of constitutional avoidance. Seepost, at 22.\nThis reading has no support in the Court’s opinion, which never\nmentions the Suspension Clause or the avoidance doctrine and never\nexplains why the Clause would allow Congress to preclude review of\nfactual findings but nothing more. But even if there were some\nbasis for this interpretation, it would not benefit respondent, and\nthat is undoubtedly why he has not made the argument. IIRIRA\nunequivocally bars habeas review of respondent’s claims, see\n§1252(e)(2), and he does not argue that it can be read any other\nway. The avoidance doctrine “has no application in the absence of\nambiguity.”Wargerv.Shauers,574 U.S.\n40, 50 (2014) (internal quotation marks and ellipsis omitted).\nThus, ifNishimura Ekiu’s interpretation were based on\nconstitutional avoidance, it would still not answer the\ninterpretive question here.When we look to later finality era cases, any\nsuggestion of a Suspension Clause foundation becomes even less\nplausible. None of those decisions mention the Suspension Clause or\neven hint that they are based on that provision, and these\nomissions are telling. On notable occasions during that time, the\nwrit was suspended—in the Philippines in 1906[23] and Hawaii in 1941.[24] During World War II, the Court held that\n“enemy aliens” could utilize habeas “unless there was suspension of\nthe writ.”In re Yamashita,327 U.S.\n1, 9 (1946). And the Court invoked the Suspension Clause in\nholding that the Executive lacked authority to intern a\nJapanese-American citizen. SeeEx parte Endo,323 U.S.\n283, 297–299 (1944). If the Justices during that time had\nthought that the Suspension Clause provided the authority they were\nexercising in the many cases involving habeas petitions by aliens\ndetained prior to entry, it is hard to believe that this important\nfact would have escaped mention.Respondent suggests thatNishimura Ekiucannot have interpreted the 1891 Act’s finality provision to apply\nonly to factual questions because the statutory text categorically\nbars all review. The important question here, however, iswhat\nthe Court didinNishimura Ekiu, not whether its\ninterpretation was correct, and in any event, there was a\nreasonable basis for the Court’s interpretation.The determinations that the immigration\nofficials were required to make under the 1891 Act were\noverwhelmingly factual in nature. The determination in Nishimura’s\ncase—that she was likely to become a public charge—seems to have\nbeen a pure question of fact, and the other grounds for exclusion\nunder the Act involved questions that were either solely or at\nleast primarily factual in nature.If we were now called upon to determine the\nmeaning of a provision like the finality provision in the 1891 Act,\nour precedents would provide the basis for an argument in favor of\nthe interpretation that theNishimura EkiuCourt reached.\nThe presumption in favor of judicial review, see,e.g.,Guerrero-Lasprillav.Barr, 589 U. S. ___, ___\n(2020) (slip op., at 6);Nasrallahv.Barr, 590\nU. S. ___, ___–___ (2020) (slip op., at 7–9), could be\ninvoked. So could the rule that “[i]mplications from statutory text\nor legislative history are not sufficient to repeal habeas\njurisdiction.”St. Cyr, 533 U. S., at 299; accord,Ex parte Yerger, 8 Wall. 85, 105 (1869). Thus,\nrespondent’s interpretation of the decision inNishimura\nEkiuis wrong, and the same is true of his understanding of the\nlater finality era cases.Rather than relying on the Suspension Clause,\nthose cases simply involved the exercise of the authority conferred\nby the habeas statute then in effect. This was true ofNishimura\nEkiu,Gegiow, and every other finality era case that\nrespondent cites in support of his Suspension Clause argument. See,e.g.,Gonzalesv.Williams,192 U.S. 1(1904);Yee Wonv.White,256\nU.S. 399(1921);Todv.Waldman,266 U.S.\n113(1924);United States ex rel. Polymerisv.Trudell,284 U.S.\n279(1932);United States ex rel. Johnsonv.Shaughnessy,336 U.S.\n806(1949);United States ex rel. Knauffv.Shaughnessy,338 U.S.\n537(1950);Shaughnessyv.United States ex rel.\nMezei,345 U.S.\n206(1953);United States ex rel. Accardiv.Shaughnessy,347 U.S.\n260(1954). Some finality era cases presented pure questions of\nlaw, while others involved the application of a legal test to\nparticular facts. At least one involved an alien who had entered\nillegally. Seeid., at 262. But none was based on the\nSuspension Clause. No majority opinion even mentioned the\nSuspension Clause.[25]\nIndeed, any mention of the Constitution was rare—and unhelpful to\nrespondent’s arguments here.[26] And in all the cited cases concerning aliens detained\nat entry, unlike the case now before us, what was sought—and the\nonly relief considered—was release. Indeed, in an early finality\nera case, the Court took pains to note that it did not “express any\nopinion” on whether an alien was entitled to enter.Lem Moon\nSingv.United States,158 U.S.\n538, 549 (1895).Like the dissent, respondent makes much of\ncertain statements inHeikkilav.Barber,345 U.S.\n229(1953), which he interprets to substantiate his\ninterpretation ofNishimura Ekiuand the subsequent entry\ncases discussed above. But he takes these statements out of context\nand reads far too much into them.Heikkilawas not a habeas\ncase, and the question before the Court was whether a deportation\norder was reviewable under the Administrative Procedure Act (APA).\nThe Court held that the order was not subject to APA review because\nthe Immigration Act of 1917 foreclosed “judicial review”—as opposed\nto review in habeas. 345 U. S., at 234–235. Nothing inHeikkilasuggested that the 1891 Act had been found to be\npartly unconstitutional, andHeikkilacertainly did not\naddress the scope of the writ of habeas corpus in 1789.In sum, the Court exercised habeas jurisdiction\nin the finality era cases because the habeas statute conferred that\nauthority, not because it was required by the Suspension Clause. As\na result, these cases cannot support respondent’s argument that the\nwrit of habeas corpus as it was understood when the Constitution\nwas adopted would have allowed him to claim the right to\nadministrative and judicial review while still in custody.CWe come, finally, to the more recent cases on\nwhich respondent relies. The most recent,Boumediene, is not\nabout immigration at all. It held that suspected foreign terrorists\ncould challenge their detention at the naval base in Guantanamo\nBay, Cuba. They had been “apprehended on the battlefield in\nAfghanistan” and elsewhere, not while crossing the border. 553\nU. S., at 734. They sought only to be released from\nGuantanamo, not to enter this country. See,e.g., Brief for\nPetitioner Al Odah et al. inAl Odahv.United\nStates, decided withBoumedienev.Bush, O. T.\n2007, No. 06–1196, p. 39 (arguing that “habeas contemplates\nbut one remedy,” “release”). And nothing in the Court’s discussion\nof the Suspension Clause suggested that they could have used habeas\nas a means of gaining entry. Rather, the Court reaffirmed that\nrelease is the habeas remedy though not the “exclusive” result of\nevery writ, given that it is often “appropriate” to allow the\nexecutive to cure defects in a detention. 553 U. S., at\n779.Respondent’s other recent case isSt.\nCyr, in which the Court’s pertinent holding rejected the\nargument that certain provisions of IIRIRA and the Antiterrorism\nand Effective Death Penalty Act of 1996 that did not refer\nexpressly to habeas should nevertheless be interpreted as stripping\nthe authority conferred by the habeas statute. In refusing to adopt\nthat interpretation, the Court enlisted a quartet of interpretive\ncanons: “the strong presumption in favor of judicial review of\nadministrative action,” “the longstanding rule requiring a clear\nstatement of congressional intent to repeal habeas jurisdiction,”\nthe rule that a “clear indication” of congressional intent is\nexpected when a proposed interpretation would push “the outer\nlimits of Congress’ power,” and the canon of constitutional\navoidance. 533 U. S., at 298–300. In connection with this\nfinal canon, the Court observed: “Because of [the Suspension]\nClause, some ‘judicial intervention in deportation cases’ is\nunquestionably ‘required by the Constitution.’ ”Id.,\nat 300 (quotingHeikkila, 345 U. S., at 235).Respondent pounces on this statement, but like\ntheHeikkilastatement on which it relies, it does nothing\nfor him. The writ of habeas corpus as it existed at common law\nprovided a vehicle to challenge all manner of detention by\ngovernment officials, and the Court had held long before that the\nwrit could be invoked by aliens already in the country who were\nheld in custody pending deportation.St. Cyrreaffirmed\nthese propositions, and this statement inSt. Cyrdoes not\nsignify approval of respondent’s very different attempted use of\nthe writ, which the Court did not consider.[27]IVIn addition to his Suspension Clause argument,\nrespondent contends that IIRIRA violates his right to due process\nby precluding judicial review of his allegedly flawed credible-fear\nproceeding. Brief for Respondent 38–45. The Ninth Circuit agreed,\nholding that respondent “had a constitutional right to expedited\nremoval proceedings that conformed to the dictates of due process.”\n917 F. 3d, at 1111, n. 15 (internal quotation marks\nomitted). And the Ninth Circuit acknowledged,ibid., that\nthis holding conflicted with the Third Circuit’s decision upholding\n§1252(e)(2) on the ground that applicants for admission lack due\nprocess rights regarding their applications, seeCastro, 835\nF. 3d, at 445–446. Since due process provided an independent\nground for the decision below and since respondent urges us to\naffirm on this ground, it is hard to understand the dissent’s\nargument that the due process issue was not “seriously in dispute\nbelow” or that it is somehow improper for us to decide the issue.Post, at 34.Nor is the dissent correct in defending the\nNinth Circuit’s holding. That holding is contrary to more than a\ncentury of precedent. In 1892, the Court wrote that as to\n“foreigners who have never been naturalized, nor acquired any\ndomicil or residence within the United States, nor even been\nadmitted into the country pursuant to law,” “the decisions of\nexecutive or administrative officers, acting within powers\nexpressly conferred by Congress, are due process of law.”Nishimura Ekiu, 142 U. S., at 660. Since then, the\nCourt has often reiterated this important rule. See,e.g.,Knauff, 338 U. S., at 544 (“Whatever the procedure\nauthorized by Congress is, it is due process as far as an alien\ndenied entry is concerned”);Mezei, 345 U. S., at 212\n(same);Landonv.Plasencia,459 U.S.\n21, 32 (1982) (“This Court has long held that an alien seeking\ninitial admission to the United States requests a privilege and has\nno constitutional rights regarding his application, for the power\nto admit or exclude aliens is a sovereign prerogative”).Respondent argues that this rule does not apply\nto him because he was not taken into custody the instant he\nattempted to enter the country (as would have been the case had he\narrived at a lawful port of entry). Because he succeeded in making\nit 25 yards into U. S. territory before he was caught, he\nclaims the right to be treated more favorably. The Ninth Circuit\nagreed with this argument.We reject it. It disregards the reason for our\ncentury-old rule regarding the due process rights of an alien\nseeking initial entry. That rule rests on fundamental propositions:\n“[T]he power to admit or exclude aliens is a sovereign\nprerogative,”id., at 32; the Constitution gives “the\npolitical department of the government” plenary authority to decide\nwhich aliens to admit,Nishimura Ekiu, 142 U. S., at\n659; and a concomitant of that power is the power to set the\nprocedures to be followed in determining whether an alien should be\nadmitted, seeKnauff, 338 U. S., at 544.This rule would be meaningless if it became\ninoperative as soon as an arriving alien set foot on U. S.\nsoil. When an alien arrives at a port of entry—for example, an\ninternational airport—the alien is on U. S. soil, but the\nalien is not considered to have entered the country for the\npurposes of this rule. On the contrary, aliens who arrive at ports\nof entry—even those paroled elsewhere in the country for years\npending removal—are “treated” for due process purposes “as if\nstopped at the border.”Mezei, 345 U. S., at 215; seeLeng May Mav.Barber,357 U.S.\n185, 188–190 (1958);Kaplanv.Tod,267 U.S.\n228, 230–231 (1925).The same must be true of an alien like\nrespondent. As previously noted, an alien who tries to enter the\ncountry illegally is treated as an “applicant for admission,”\n§1225(a)(1), and an alien who is detained shortly after unlawful\nentry cannot be said to have “effected an entry,”Zadvydasv.Davis,533 U.S.\n678, 693 (2001). Like an alien detained after arriving at a\nport of entry, an alien like respondent is “on the threshold.”Mezei, 345 U. S., at 212. The rule advocated by\nrespondent and adopted by the Ninth Circuit would undermine the\n“sovereign prerogative” of governing admission to this country and\ncreate a perverse incentive to enter at an unlawful rather than a\nlawful location.Plasencia, 459 U. S., at 32.For these reasons, an alien in respondent’s\nposition has only those rights regarding admission that Congress\nhas provided by statute. In respondent’s case, Congress provided\nthe right to a “determin[ation]” whether he had “a significant\npossibility” of “establish[ing] eligibility for asylum,” and he was\ngiven that right. §§1225(b)(1)(B)(ii), (v). Because the Due Process\nClause provides nothing more, it does not require review of that\ndetermination or how it was made. As applied here, therefore,\n§1252(e)(2) does not violate due process.[28]*  *  *Because the Ninth Circuit erred in holding\nthat §1252(e)(2) violates the Suspension Clause and the Due Process\nClause, we reverse the judgment and remand the case with directions\nthat the application for habeas corpus be dismissed.It is so ordered.Notes1See Administrative Office\nof the U. S. Courts, Federal Judicial Caseload Statistics,\nU. S. Courts of Appeals—Median Time Intervals in Months for\nCivil and Criminal Appeals Terminated on the Merits (2019) (Table\nB–4A) (time calculated for non-prisoner appeals from the filing of\na notice of appeal to the last opinion or final\norder).2When respondent entered\nthe country, aliens were treated as applicants for admission if\nthey were “encountered within 14 days of entry without inspection\nand within 100 air miles of any U. S. international land\nborder.” 69 Fed. Reg. 48879 (2004).3This authority once\nbelonged to the Attorney General, who is still named in the\nstatute. See 6 U. S. C. §251(2) (transferring authority\nover “[t]he detention and removal program” to the\nDepartment).4A grant of asylum enables\nan alien to enter the country, but even if an applicant qualifies,\nan actual grant of asylum is discretionary.\n§1158(b)(1)(A).5The asylum officer also\nconsiders an alien’s potential eligibility for withholding of\nremoval under §1231(b)(3) or relief under the Convention Against\nTorture and Other Cruel, Inhuman or Degrading Treatment or\nPunishment (CAT). 8 CFR §§208.30(e)(2)–(3). Respondent’s habeas\npetition alleges that “he can show a significan[t] possibility that\nhe could establish eligibility for asylum, withholding of removal,\nand CAT claims.” App. 31–32. But he says in his petition that he\nleft Sri Lanka “to seek asylum in the United States.”Id.,\nat 15. He discusses the criteria only for asylum.Id., at\n21; see also Brief for Respondent 4. And he now alleges that he was\nimproperly “denied asylum.”Id., at 5. Moreover, the\ngravamen of his petition is that he faces persecution in Sri Lanka\n“because of ” his Tamil ethnicity and political opinions. App.\n13. To obtain withholding or CAT relief on that basis, he would\nneed to show “a greater likelihood of persecution or torture at\nhome than is necessary for asylum.”Moncrieffev.Holder,569 U.S.\n184, 187, n. 1 (2013). And he would not avoid removal,\nonly removal to Sri Lanka. 8 U. S. C. §1231(b)(3)(A); 8\nCFR §208.16(f ). We therefore read his petition as it is\nplainly intended: to seek another opportunity to apply for\nasylum.6See GAO, Immigration:\nActions Needed To Strengthen USCIS’s Oversight and Data Quality of\nCredible and Reasonable Fear Screenings 13–15, and fig. 2\n(GAO–20–250, Feb. 2020).7Seeid., at 16,\nn. b.8The Department may grant\ntemporary parole “for urgent humanitarian reasons or significant\npublic benefit.” 8 U. S. C. §1182(d)(5)(A); see also 8\nCFR §§212.5(b), 235.3(b)(2)(iii), and (4)(ii).9References to the factual\nmaterial in this regulation are not endorsements of the regulation\nitself. And like the immigration officials in this case, we do not\nquestion the basis for respondent’s asserted fear. Seeinfra, at 9. But we note the Department’s view that\ncredible-fear claims can be asserted “in the hope of a lengthy\nasylum process that will enable [the claimants] to remain in the\nUnited States for years . . . despite their statutory\nineligibility for relief ” and that an influx of meritless\nclaims can delay the adjudication of meritorious ones; strain\ndetention capacity and degrade detention conditions; cause the\nrelease of many inadmissible aliens into States and localities that\nmust shoulder the resulting costs; divert Department resources from\nprotecting the border; and aggravate “the humanitarian crisis\ncreated by human smugglers.” 84 Fed. Reg. 33831; see also,e.g., Violent Crime Control and Law Enforcement Act of 1994,\n§130010(a)(3)(C), 108Stat. 2030 (legislative finding of “a drain on\nlimited resources resulting from the high cost of processing\nfrivolous asylum claims”);Arizonav.United States,567 U.S.\n387, 397–398 (2012); Homeland Security Advisory Council, Final\nEmergency Interim Report 1, 7–8 (Apr. 16, 2019); Letter from K.\nNielsen, Secretary of Homeland Security, to Members of Congress 1–2\n(Mar. 28, 2019); GAO, Asylum: Additional Actions Needed To Assess\nand Address Fraud Risks 24 (GAO–16–50, Dec. 2015) (GAO Fraud\nReport); Congressional Budget Office, The Impact of Unauthorized\nImmigrants on the Budgets of State and Local Governments 8–9 (Dec.\n2007); Brief for State of Arizona et al. asAmici\nCuriae9–12.10See,e.g., GAO Fraud Report 32–33 (discussing Operation Fiction\nWriter, a criminal investigation of attorneys and application\npreparers who counseled asylum seekers to lie about religious\npersecution and forced abortions); Asylum Fraud: Abusing America’s\nCompassion? Hearing before the Subcommittee on Immigration and\nBorder Security of the House Committee on the Judiciary, 113th\nCong., 2d Sess. (2014) (testimony of Louis D. Crocetti, Jr.)\n(describing study in which 58% of randomly selected asylum\napplications exhibited indicators of possible fraud and 12% were\ndetermined to be fraudulent).11See,e.g.,Mnatsakanyanv.United States Dept. of\nHomeland Security, 2020 WL 1245371, *5 (SD Cal., Mar. 16, 2020)\n(“Given the identical claims here as inThuraissigiam, the\nCourt concludes it has jurisdiction over Petitioner’s habeas\npetition under the Suspension Clause”);Kaurv.Barr,\n2019 WL 4974425, *3 (D Ariz., Oct. 8, 2019) (granting stay of\nremoval in light of the decision below);Rodriguesv.McAleenan, 2020 WL 363041, *2, *6 (ND Tex., Jan. 22, 2020)\n(declining to follow the decision below).12The\noriginal meaning of the Suspension Clause is the subject of\ncontroversy. InINSv.St. Cyr,533 U.S.\n289(2001), the majority and dissent debated whether the Clause\nindependently guarantees the availability of the writ or simply\nrestricts the temporary withholding of its operation. Compareid., at 300, withid., at 336–341 (Scalia, J.,\ndissenting). See alsoEx parte Bollman, 4 Cranch 75, 95\n(1807). We do not revisit that question. Nor do we consider whether\nthe scope of the writ as it existed in 1789 defines the boundary of\nthe constitutional protection to which theSt. CyrCourt\nreferred, since the writ has never encompassed respondent’s claims.\nWe also do not reconsider whether the common law allowed the\nissuance of a writ on behalf of an alien who lacked any allegiance\nto the country. CompareBoumedienev.Bush,553\nU.S. 723, 746–747 (2008) (forming “no certain conclusions”),\nwith Brief for Criminal Justice Legal Foundation asAmicus\nCuriae5–13. See also Hamburger, Beyond Protection, 109 Colum.\nL. Rev. 1823, 1847 (2009); P. Halliday, Habeas Corpus: From England\nto Empire 204 (2010) (Halliday).13In\nhis brief, respondent states that “he requests an entirely ordinary\nhabeas remedy: conditional release pending a lawful adjudication.\nJ. A. 33.” Brief for Respondent 29. Citing the same page, the\ndissent argues that respondent “asked the district court to\n‘[i]ssue a writ of habeas corpus’ without further limitation on the\nkind of relief that might entail.”Post, at 7 (opinion of\nSotomayor, J.) (quoting App. 33). However, neither on the\ncited page nor at any other place in the habeas petition is\nrelease, conditional or otherwise, even mentioned. And in any\nevent, as we discussinfra, at 15–21, the critical point is\nthat what he sought in the habeas petition and still seeks—a writ\n“directing [the Department] to provide [him] a new opportunity to\napply for asylum,” App. 33—is not a form of relief that was\navailable in habeas at the time of the adoption of the\nConstitution.14Although the Ninth Circuit never\nmentioned release, its opinion might be read to suggest that\ngaining a right to remain in this country would constitute a\nrelease from the “restraint” of exclusion. See 917 F.3d 1097, 1117\n(2019). No evidence has been called to our attention that the writ\nwas understood in 1789 to apply to any comparable form of\nrestraint.15Respondent and hisamicirely\nprimarily on British cases decided before the adoption of the\nConstitution. “There is widespread agreement that the common-law\nwrit ofhabeas corpuswas in operation in all thirteen of\nthe British colonies that rebelled in 1776,” but “almost no\nreported decisio[n] from the period.” Oldham & Wishnie, The\nHistorical Scope of Habeas Corpus andINSv.St. Cyr, 16 Geo. Immigration L. J. 485, 496 (2002)\n(Oldham & Wishnie) (internal quotation marks\nomitted).16Respondent’samicialso point\nout that, during the English Civil War, Parliament created a\nnational religion and a “bewildering array of committees” to manage\nthe war. Brief for Legal Historians asAmici Curiae10\n(Legal Historians Brief ) (internal quotation marks omitted).\nThey argue that “[h]abeas corpus was readily available to test the\nlegality of their actions.”Ibid.But according to their\nsource, the challenged actions were “imprisonment orders,”\nincluding imprisonment of clergymen who refused to conform.\nHalliday 163–164.17Respondent cites a secondary source,\nwhich in turn cites to the National Archives in London. See Brief\nfor Respondent 27 (citing Halliday 236).18Whether the founding generation\nunderstood habeas relief more broadly than described by Blackstone,\nJustice Story, and our prior cases, seesupra, at 12, cannot\nbe settled by a single case or even a few obscure and possibly\naberrant cases. And in any event, what is said here about Murray’s\ncase provides little support for respondent’s position. In 1677, we\nare told, Murray was imprisoned in England so that he could be\n“ ‘sent into Scotland’ ” for a criminal trial, but the\nKing’s Bench twice issued a writ of habeas corpus requiring his\nrelease. Brief for Respondent 27 (quoting Halliday 236). Putting\naside the “delicate” relationship between England and Scotland at\nthe time,Boumediene, 553 U. S., at 749, issuance of a\nwrit to secure the release of a person held in pretrial custody is\nfar afield from what respondent wants here.19This\nregime lasted until after 1789, when the Aliens Act of 1793\nauthorized justices of the peace to imprison “without bail or\nmainprize” (i.e., bond) any alien found without a passport,\nwho could then be “sen[t] out of th[e] realm.” An Act for\nRegulating Immigration into Great Britain, 33 Geo. III, ch. 4,\n§§11, 29.20Amicisupporting respondent\nmake an additional argument. They contend that “[i]n eighteenth\ncentury practice, the authority of English judges to review habeas\npetitions was not constrained by past decisions” and that these\njudges felt free to innovate in order to ensure that justice was\ndone. Legal Historians Brief 5–6. But the role of federal courts\nunder our Constitution is very different from that of those English\njudges. The English judges “were considered agents of the Crown,\ndesigned to assist the King in the exercise of his power.”Boumediene, 553 U. S., at 740. The court with primary\nhabeas jurisdiction, after all, was called the King’s Bench, on\nwhich the King “was theoretically always present.” Halliday &\nWhite, The Suspension Clause: English Text, Imperial Contexts, and\nAmerican Implications, 94 Va. L. Rev. 575, 594, 598, and\nn. 49 (2008). Habeas was an exercise of the King’s prerogative\n“to have an account . . . why the liberty of any of his\nsubjects is restrained.” 2 J. Story, Commentaries on the\nConstitution of the United States §1335, p. 207 (1833);\naccord, Legal Historians Brief 5–7. In our federal courts, by\ncontrast, the scope of habeas has been tightly regulated by\nstatute, from the Judiciary Act of 1789 to the present day, and\nprecedent is as binding in a habeas case as in any other. See,e.g.,Jenkinsv.Hutton, 582 U. S. ___,\n___ (2017) (per curiam) (slip op., at 4).21This\nconcurrence imagines three horrible possibilities that it fears\ncould come to pass unless we interpret the Suspension Clause to\nprotect the right to some undefined category of relief beyond\nrelease from custody. Seepost, at 2 (opinion of\nBreyer, J.). But its interpretation is neither necessary nor\nobviously sufficient to prevent the possibilities it fears. First,\nif a citizen were detained for deportation, today’s opinion would\nnot prevent the citizen from petitioning for release. Second, if\nrespondent’s “procedural” claims do not merit habeas review, as the\nconcurrence concludes,post, at 8, it is not clear why\nhabeas should help the concurrence’s hypothetical alien whose\ncredible-fear claim was rejected based on forged evidence. Both\nrespondent and this hypothetical alien assert procedural\nirregularities. Does the availability of habeas review depend on a\njudge’s view of the severity of the irregularity asserted? Finally,\nthere is the hypothetical alien denied asylum on the ground that\nJudaism is not a religion.Such a decision would of course\nbe ridiculous, but why it would not raise a question of “brute\nfac[t]” that falls outside the concurrence’s interpretation of the\nSuspension Clause,post, at 5, is again not clear. Whatever\nmay be said about the concurrence’s hypotheticals, it is possible\nto imagine all sorts of abuses not even remotely related to\nunauthorized executive detention that could be imposed on people in\nthis country if the Constitution allowed Congress to deprive the\ncourts of any jurisdiction to entertain claims regarding such\nabuses. If that were to happen, it would no doubt be argued that\nconstitutional provisions other than the Suspension Clause\nguaranteed judicial review. We have no occasion to consider such\narguments here.22SeeShaughnessyv.Pedreiro,349 U.S.\n48, 51–52 (1955) (interpreting 1952 Immigration and Nationality\nAct, 66Stat. 163, to provide for review of deportation\norders).23While\nthe Philippines was a Territory, its government suspended habeas to\ndeal with “ ‘certain organized bands’ ” of rebels.Fisherv.Baker,203 U.S.\n174, 179–181 (1906) (quoting resolution).24The\nGovernor of Hawaii suspended habeas, with President Roosevelt’s\napproval, after the attack on Pearl Harbor. SeeDuncanv.Kahanamoku,327 U.S.\n304, 307–308, 324 (1946).25In a\nconcurrence inUnited Statesex rel. Turnerv.Williams,194 U.S.\n279(1904), Justice Brewer stated without elaboration and\nwithout citing any authority that the Suspension Clause prohibits\nCongress from “oust[ing] the courts from the duty of inquiry\nrespecting both law and facts” in habeas cases.Id., at 295.\nNo other Justice joined that opinion.26InFong Yue Tingv.United States,149 U.S.\n698, 713 (1893), and many other cases, the Court noted that the\nConstitution gives Congress plenary power to set requirements for\nadmission.27The\nGovernment notes other distinctions betweenSt. Cyrand this\ncase, including that the alien inSt. Cyrraised a pure\nquestion of law, while respondent raises at best a mixed question\nof law and fact. We have no need to consider these\ndistinctions.28Although respondent, during his\ninterviews with immigration officials, does not appear to have\nprovided any information tying the assault he suffered at the hands\nof those who arrived at his home in a van to persecution on the\nbasis of ethnicity or political opinion, his counseled petition\noffers details about “white va[n]” attacks against Tamils in\nSri Lanka. App. 25–26 (internal quotation marks omitted). As\nnow portrayed, his assault resembles those incidents. Department\nofficials and immigration judges may reopen cases or reconsider\ndecisions, see 8 CFR §§103.5(a)(1), (5), and 1003.23(b)(1), and the\nExecutive always has discretion not to remove, seeAAADC,\n525 U. S., at 483–484.",
    "joined": []
}