{
    "case": {
        "docket": "191",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/191/"
    },
    "id": "1962756",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGROTHGERY V. GILLESPIE COUNTY554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-440WALTER A. ROTHGERY, PETITIONERv.GILLESPIE COUNTY, TEXASon writ of certiorari to the united states court of\nappeals for the fifth circuit[June 23, 2008]Justice Alito, with whom The\nChief Justice and Justice Scalia join, concurring.I join the Court’s opinion\nbecause I do not understand it to hold that a defendant is entitled\nto the assistance of appointed counsel as soon as his Sixth\nAmendment right attaches. As I interpret our precedents, the term\n“attachment” signifies nothing more than the beginning of the\ndefendant’s prosecution. It does not mark the beginning of a\nsubstantive entitlement to the assistance of counsel. I write\nseparately to elaborate on my understanding of the term\n“attachment” and its relationship to the Amendment’s substantive\nguarantee of “the Assistance of Counsel for [the] defence.”The Sixth Amendment provides in pertinent part\nthat “[i]n all criminal prosecutions, the accused shall enjoy the\nright … to have the Assistance of Counsel for his defence.” The\nAmendment thus defines the scope of the right to counsel in three\nways: It provideswhomay assert the right (“the\naccused”);whenthe right may be asserted (“[i]n all\ncriminal prosecutions”); andwhatthe right guarantees\n(“the right … to have the Assistance of Counsel for his\ndefence”).It is in the context of interpreting the\nAmendment’s answer to the second of these questions—when the right\nmay be asserted—that we have spoken of the right “attaching.” InKirbyv.Illinois,406 U. S. 682, 688\n(1972), a plurality of the Court explained that “a person’s Sixth\nand Fourteenth Amendment right to counsel attaches only at or after\nthe time that adversary judicial proceedings have been initiated\nagainst him.” A majority of the Court elaborated on that\nexplanation inMoorev.Illinois,434 U. S. 220(1977):“InKirbyv.Illinois, the plurality opinion made clear that the right\nto counsel announced inWadeandGilbertattaches\nonly to corporeal identifications conducted at or after the\ninitiation of adversary judicial criminal proceedings—whether by\nway of formal charge, preliminary hearing, indictment, information,\nor arraignment. This is so because the initiation of such\nproceedings marks the commencement of the ‘criminal prosecutions’\nto which alone the explicit guarantees of the Sixth Amendment are\napplicable. Thus, inKirbythe plurality held that the\nprosecution’s evidence of a robbery victim’s one-on-one\nstationhouse identification of an uncounseled suspect shortly after\nthe suspect’s arrest was admissible because adversary judicial\ncriminal proceedings had not yet been initiated.”Id.,at\n226–227 (internal quotation marks and citations omitted).When we wrote inKirbyandMoorethat the Sixth Amendment right had “attached,” we evidently meant\nnothing more than that a “criminal prosecutio[n]” had begun. Our\ncases have generally used the term in that narrow fashion. SeeTexasv.Cobb,532 U. S. 162, 167\n(2001) (internal quotation marks omitted);McNeilv.Wisconsin,501 U. S. 171, 175\n(1991);Michiganv.Harvey,494 U. S. 344, 353\n(1990);Satterwhitev.Texas,486 U. S. 249, 254–255\n(1988);Michiganv.Jackson,475 U. S. 625, 629, and\nn. 3 (1986);Moranv.Burbine,475 U. S. 412, 428\n(1986);United Statesv.Gouveia,467 U. S. 180, 188\n(1984);Edwardsv.Arizona,451 U. S. 477, 480,\nn. 7 (1981);Doggettv.United States,505 U. S. 647,\n663, n. 2 (1992) (Thomas, J., dissenting);Pattersonv.Illinois,487 U. S. 285, 303–304\n(1988) (Stevens, J., dissenting);United Statesv.Ash,413 U.\nS. 300, 322 (1973) (Stewart, J., concurring in judgment). But\nseeEstellev.Smith,451 U. S. 454, 469\n(1981) (“[W]e have held that the right to counsel granted by the\nSixth Amendment means that a person is entitled to the help of a\nlawyer at or after the time that adversary judicial proceedings\nhave been initiated against him …” (internal quotation marks\nomitted));Brewerv.Williams,430 U. S. 387, 398\n(1977) (“[T]he right to counsel granted by the Sixth and Fourteenth\nAmendments means at least that a person is entitled to the help of\na lawyer at or after the time that judicial proceedings have been\ninitiated against him …”).Because pretrial criminal procedures vary\nsubstantially from jurisdiction to jurisdiction, there is room for\ndisagreement about when a “prosecution” begins for Sixth Amendment\npurposes. As the Court, notes, however, we have previously held\nthat “arraignments” that were functionally indistinguishable from\nthe Texas magistration marked the point at which the Sixth\nAmendment right to counsel “attached.” Seeante,at 6\n(discussingJackson,supra, andBrewer,supra).It does not follow, however, and I do not\nunderstand the Court to hold, that the county had an obligation to\nappoint an attorney to represent petitioner within some specified\nperiod after his magistration. To so hold, the Court would need to\ndo more than conclude that petitioner’s criminal prosecution had\nbegun. It would also need to conclude that the assistance of\ncounsel in the wake of a Texas magistration is part of the\nsubstantive guarantee of the Sixth Amendment. That question lies\nbeyond our reach, petitioner having never sought our review of it.\nSee Pet. for Cert. i (inviting us to decide whether the Fifth\nCircuit erred in concluding “that adversary judicial proceedings …\nhad not commenced, and petitioner’s Sixth Amendment rights had not\nattached”). To recall the framework laid out earlier, we have been\nasked to address only thewhenquestion, not thewhatquestion. Whereas the temporal scope of the right is\ndefined by the words “[i]n all criminal prosecutions,” the right’s\nsubstantive guarantee flows from a different textual font: the\nwords “Assistance of Counsel for his defence.”In interpreting this latter phrase, we have\nheld that “defence” means defense at trial, not defense in relation\nto other objectives that may be important to the accused. SeeGouveia,supra, at 190 (“[T]he right to counsel\nexists to protect the accused during trial-type confrontations with\nthe prosecutor …”);Ash,supra, at 309 (“[T]he\ncore purpose of the counsel guarantee was to assure ‘Assistance’ at\ntrial …”). We have thus rejected the argument that the Sixth\nAmendment entitles the criminal defendant to the assistance of\nappointed counsel at a probable cause hearing. SeeGersteinv.Pugh,420 U. S. 103, 122–123\n(1975) (observing that the Fourth Amendment hearing “is addressed\nonly to pretrial custody” and has an insubstantial effect on the\ndefendant’s trial rights). More generally, we have rejected the\nnotion that the right to counsel entitles the defendant to a\n“preindictment private investigator.”Gouveia,supra, at 191.At the same time, we have recognized that\ncertain pretrial events may so prejudice the outcome of the\ndefendant’s prosecution that, as a practical matter, the defendant\nmust be represented at those events in order to enjoy genuinely\neffective assistance at trial. See,e.g.,Ash,supra, at 309–310;United Statesv.Wade,388\nU. S. 218, 226 (1967). Thus, we have held that an indigent\ndefendant is entitled to the assistance of appointed counsel at a\npreliminary hearing if “substantial prejudice … inheres in the …\nconfrontation” and “counsel [may] help avoid that prejudice.”Colemanv.Alabama,399 U. S. 1, 9 (1970)\n(plurality opinion) (internal quotation marks omitted); see alsoWhitev.Maryland,373 U. S. 59, 60 (1963)(per curiam). We have also held that the assistance of\ncounsel is guaranteed at a pretrial lineup, since “the\nconfrontation compelled by the State between the accused and the\nvictim or witnesses to a crime to elicit identification evidence is\npeculiarly riddled with innumerable dangers and variable factors\nwhich might seriously, even crucially, derogate from a fair trial.”Wade,supra, at 228. Other “critical stages” of\nthe prosecution include pretrial interrogation, a pretrial\npsychiatric exam, and certain kinds of arraignments. SeeHarvey, 494 U. S., at 358, n. 4;Estelle,supra, at 470–471;Coleman,supra, at\n7–8 (plurality opinion).Weaving together these strands of authority, I\ninterpret the Sixth Amendment to require the appointment of counsel\nonly after the defendant’s prosecution has begun, and then only as\nnecessary to guarantee the defendant effective assistance at trial.\nCf.McNeil, 501 U. S., at 177–178 (“The purpose of the\nSixth Amendment counsel guarantee—and hence the purpose of invoking\nit—is to protec[t] the unaided layman at critical confrontations\nwith his expert adversary, the government,afterthe\nadverse positions of government and defendant have solidified with\nrespect to a particular alleged crime” (emphasis and alteration in\noriginal; internal quotation marks omitted)). It follows that\ndefendants in Texas will not necessarily be entitled to the\nassistance of counsel within some specified period after their\nmagistrations. Seeante,at 19 (opinion of the Court)\n(pointing out the “analytical mistake” of assuming “that attachment\nnecessarily requires the occurrence or imminence of a critical\nstage”). Texas counties need only appoint counsel as far in advance\nof trial, and as far in advance of any pretrial “critical stage,”\nas necessary to guarantee effective assistance at trial. Cf.ibid.(“[C]ounsel must be appointed within a reasonable\ntime after attachmentto allow for adequate representation at\nany critical stage before trial, as well as at trial itself”\n(emphasis added)).The Court expresses no opinion on whether\nGillespie County satisfied that obligation in this case. Petitioner\nhas asked us to decide only the limited question whether his\nmagistration marked the beginning of his “criminal prosecutio[n]”\nwithin the meaning of the Sixth Amendment. Because I agree with the\nCourt’s resolution of that limited question, I join its opinion in\nfull.",
    "joined": []
}