{
    "case": {
        "docket": "318",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/318/"
    },
    "id": "1970426",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–945_________________ALBERT W. FLORENCE, PETITIONERv.BOARD\nOF CHOSEN FREEHOLDERS OF THE COUNTY OF BURLINGTON et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[April 2, 2012]Justice Alito, concurring.I join the opinion of the Court but emphasize\nthe limits of today’s holding. The Court holds that jail adminis-\ntrators may require all arresteeswho are committed to the\ngeneral population of a jailto undergo visual strip searches\nnot involving physical contact by corrections officers. To perform\nthe searches, officers may direct the arrestees to disrobe, shower,\nand submit to a visual inspection. As part of the inspection, the\narrestees may be required to manipulate their bodies.Undergoing such an inspection is undoubtedly\nhumiliating and deeply offensive to many, but there are reason-\nable grounds for strip searching arrestees before they are admitted\nto the general population of a jail. As the Court explains, there\nis a serious danger that some detainees will attempt to smuggle\nweapons, drugs, or other contraband into the jail. Some detainees\nmay have lice, which can easily spread to others in the facility,\nand some detainees may have diseases or injuries for which the jail\nis required to provide medical treatment. In addition, if a\ndetainee with gang-related tattoos is inadvertently housed with\ndetainees from a rival gang, violence may ensue.Petitioner and the dissent would permit\ncorrections officers to conduct the visual strip search at issue\nhere only if the officers have a reasonable basis for thinking that\na particular arrestee may present a danger to other detainees or\nmembers of the jail staff. But as the Court explains, corrections\nofficers are often in a very poor position to make such a\ndetermination, and the threat to the health and safety of detainees\nand staff, should the officers miscalculate, is simply too\ngreat.It is important to note, however, that the Court\ndoes not hold that it isalwaysreasonable to conduct a full\nstrip search of an arrestee whose detention has not been reviewed\nby a judicial officer and who could be held in available facilities\napart from the general population. Most of those arrested for minor\noffenses are not dangerous, and most are released from custody\nprior to or at the time of their initial appearance before a\nmagistrate. In some cases, the charges are dropped. In others,\narrestees are released either on their own recognizance or on\nminimal bail. In the end, few are sentenced to incarceration. For\nthese persons, admission to the general jail population, with the\nconcomitant humiliation of a strip search, may not be reasonable,\nparticularly if an alternative procedure is feasible. For example,\nthe Federal Bureau of Prisons (BOP) and possibly even some local\njails appear to segregate temporary detainees who are minor\noffenders from the general population. See,e.g.,Brief for\nUnited States asAmicus Curiae30;Bullv.City\n& Cty. of San Francisco, 595 F.3d 964, 968 (CA9 2010) (en\nbanc).[1]*The Court does not address whether it is always\nreasonable, without regard to the offense or the reason for\ndetention, to strip search an arrestee before the arrestee’s\ndetention has been reviewed by a judicial officer. The lead opinion\nexplicitly reserves judgment on that question. Seeante,at\n18–19. In light of that limitation, I join the opinion of the Court\nin full.Notes1* In itsamicusbrief, the United States informs us that, according to BOP policy,\nprison and jail officials cannot subject persons arrested for\nmisdemeanor or civil contempt offenses to visual body-cavity\nsearches without their consent or without reasonable suspicion that\nthey are concealing contraband. Brief for United States 30. Those\nwho are not searched must be housed separately from the inmates in\nthe general population.Ibid.Similarly, as described by the\nCourt of Appeals inBull,595 F.3d 964, the San Francisco\nCounty jail system distinguishes between arrestees who are eligible\nfor release because, for instance, they can post bail within 12\nhours and those who must be housed for an extended period of time.Id.,at 968. The former are kept in holding cells at a\ntemporary intake and release facility where they are pat searched\nand scanned with a metal detector but apparently are not strip\nsearched.Ibid.The latter are transported to a jail with\ncustodial housing facilities where they are then strip searched\nprior to their admission into the general population.Ibid.",
    "joined": []
}