{
    "case": {
        "docket": "19-511",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-511/"
    },
    "id": "4380833",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–511_________________FACEBOOK, INC., PETITIONERv.NOAH\nDUGUID, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 1, 2021]Justice Alito, concurring in the judgment.I agree with the Court that an “automatic\ntelephone dialing system,” as defined in the Telephone Consumer\nProtection Act of 1991, must have the capacity to “store\n. . . telephone numbers” by “using a random or sequential\nnumber generator.” 47 U. S. C. §227(a)(1)(A). I also\nagree with much of the Court’s analysis and the analysis in several\nCourt of Appeals decisions on this question. SeeGadelhakv.AT&T Servs., Inc., 950 F.3d 458, 463–468 (CA7 2020);Glasserv.Hilton Grand Vacations Co., 948 F.3d 1301,\n1306–1312 (CA11 2020).I write separately to address the Court’s heavy\nreliance on one of the canons of interpretation that have come to\nplay a prominent role in our statutory interpretation cases.\nCataloged in a treatise written by our former colleague Antonin\nScalia and Bryan A. Garner, counsel for respondents in this case,\nthese canons are useful tools, but it is important to keep their\nlimitations in mind. This may be especially true with respect to\nthe particular canon at issue here, the “series-qualifier”\ncanon.According to the majority’s recitation of this\ncanon, “ ‘[w]hen there is a straightforward, parallel\nconstruction that involves all nouns or verbs in a series,’ a\nmodifier at the end of the list ‘normally applies to the entire\nseries.’ ”Ante, at 5 (quoting A. Scalia & B.\nGarner, Reading Law: The Interpretation of Legal Texts 147 (2012)\n(Reading Law)).[1]*The Court refers to this canon as a “rul[e] of\ngrammar.”Ante,at 5. Yet the Scalia-Garner treatise makes\nit clear that interpretive canons “are not ‘rules’ of\ninterpretation in any strict sense but presumptions about what an\nintelligently produced text conveys.” Reading Law 51. (Even\ngrammar, according to Mr. Garner, is ordinarily just “an attempt to\ndescribe the English language as it is actually used.” B. Garner,\nThe Chicago Guide to Grammar, Usage, and Punctuation 1 (2016)). And\nReading Law goes out of its way to emphasize the limitations of the\nseries-qualifier canon, warning:“Perhaps more than most of the other\ncanons, [the series-qualifier canon] is highly sensitive to\ncontext. Often the sense of the matter prevails:He went forth\nand wept bitterlydoes not suggest that he went forth\nbitterly.” Reading Law 150.The italicized sentence—an English translation\nof a sentence in the New Testament, Matthew 26:75—is not only\ngrammatical; it is perfectly clear. No one familiar with the\nEnglish language would fail to understand it—even though its\nmeaning is contrary to the one suggested by the series-qualifier\ncanon.The Court writes that the series-qualifier canon\n“generally reflects the most natural reading of a sentence,”ante, at 5, andmaybethat is so. But cf.Lockhartv.United States, 577 U.S. 347, 351 (2016)\n(relying on “the basic intuition that when a modifier appears at\nthe end of a list, it is easier to apply that modifier only to the\nitem directly before it”). But it is very easy to think of\nsentences that clearly go against the canon:“At the Super Bowl party, she ate, drank, and\ncheered raucously.”“On Saturday, he relaxes and exercises\nvigorously.”“When his owner comes home, the dog wags his\ntail and barks loudly.”“It is illegal to hunt rhinos and giraffes with\nnecks longer than three feet.”“She likes to swim and run wearing track\nspikes.”In support of its treatment of the\nseries-qualifier canon, the Court offers this example of a sentence\nin which the natural reading corresponds with the interpretation\nsuggested by the canon: “[S]tudents must not complete or check any\nhomework to be turned in for a grade, using online homework-help\nwebsites.”Ante, at 5. I certainly agree that the adverbial\nphrase in this sentence (“using online homework-help websites”)\nmodifies both of the verbs it follows (“complete” and “check”) and\nnot just the latter. But that understanding has little to do with\nsyntax and everything to do with our common understanding that\nteachers do not want to prohibit students from doing homework. We\ncan see this point clearly if we retain the same syntax but replace\nthe verb “complete” with any number of other verbs that describe\nsomething a teacher is not likely to want students to do, say,\n“ignore,” “overlook,” “discard,” “lose,” “neglect,” “forget,”\n“destroy,” “throw away,” or “incinerate” their homework. The\nconcept of “using online homework-help websites” to do any of those\nthings would be nonsensical, and no reader would interpret the\nsentence to have that meaning—even though that is what the\nseries-qualifier canon suggests.The strength and validity of an interpretive\ncanon is an empirical question, and perhaps someday it will be\npossible to evaluate these canons by conducting what is called a\ncorpus linguistics analysis, that is, an analysis of how particular\ncombinations of words are used in a vast database of English prose.\nSee generally Lee & Mouritsen, Judging Ordinary Meaning, 127\nYale L. J. 788 (2018). If the series-qualifier canon were\nanalyzed in this way, I suspect we would find that series\nqualifiers sometimes modify all the nouns or verbs in a list and\nsometimes modify just the last noun or verb. It would be\ninteresting to see if the percentage of sentences in the first\ncategory is high enough to justify the canon. But no matter how the\nsentences with the relevant structure broke down, it would be\nsurprising if “the sense of the matter” did not readily reveal the\nmeaning in the great majority of cases. Reading Law 150.That is just my guess. Empirical evidence might\nprove me wrong, but that is not what matters. The important point\nis that interpretive canons attempt to identify the way in which “a\nreasonable reader, fully competent in the language, would have\nunderstood the text at the time it was issued.”Id.,at 33.\nTo the extent that interpretive canons accurately describe how the\nEnglish language is generally used, they are useful tools. But they\nare not inflexible rules.Appellate judges spend virtually every working\nhour speaking, listening to, reading, or writing English prose.\nStatutes are written in English prose, and interpretation is not a\ntechnical exercise to be carried out by mechanically applying a set\nof arcane rules. Canons of interpretation can help in figuring out\nthe meaning of troublesome statutory language, but if they are\ntreated like rigid rules, they can lead us astray. When this Court\ndescribes canons as rules or quotes canons while omitting their\ncaveats and limitations, we only encourage the lower courts to\nrelegate statutory interpretation to a series of if-then\ncomputations. No reasonable reader interprets texts that way.For these reasons, I respectfully concur in the\njudgment.Notes1*As set out in Reading Law 147,\nthis canon also applies when the modifier precedes the series of\nverbs or nouns. Some scholars have claimed that “nobody proposed\n[the series-qualifier] canon until Justice Scalia pioneered it” in\nReading Law. Baude & Sachs, The Law of Interpretation, 130\nHarv. L. Rev. 1079, 1125 (2017) (internal quotation marks\nomitted; emphasis deleted).",
    "joined": []
}