{
    "case": {
        "docket": "433",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/433/"
    },
    "id": "3397944",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1499_________________LANELL WILLIAMS-YULEE, PETITIONERv.THE FLORIDA BARon writ of certiorari to the supreme court of florida[April 29, 2015]Justice Alito, dissenting.I largely agree with what I view as the essential elements of\nthe dissents filed by Justices Scalia and Kennedy. The Florida rule\nbefore us regulates speech that is part of the process of selecting\nthose who wield the power of the State. Such speech lies at the\nheart of the protection provided by the First Amendment. The\nFlorida rule regulates that speech based on content and must\ntherefore satisfy strict scrutiny. This means that it must be\nnarrowly tailored to further a compelling state interest. Florida\nhas a compelling interest in making sure that its courts decide\ncases impartially and in accordance with the law and that its\ncitizens have no good reason to lack confidence that its courts are\nperforming their proper role. But the Florida rule is not narrowly\ntailored to serve that interest.Indeed, this rule is about as narrowly tailored as a burlap bag.\nIt applies to all solicitations made in the name of a candidate for\njudicial office—including, as was the case here, a mass mailing. It\neven applies to an ad in a newspaper. It applies to requests for\ncontributions in any amount, and it applies even if the person\nsolicited is not a lawyer, has never had any interest at stake in\nany case in the court in question, and has no prospect of ever\nhaving any interest at stake in any litigation in that court. If\nthis rule can be characterized as narrowly tailored, then narrow\ntailoring has no meaning, and strict scrutiny, which is essential\nto the protection of free speech, is seriously impaired.When petitioner sent out a form letter requesting campaign\ncontributions, she was well within her First Amendment rights. The\nFlorida Supreme Court violated the Constitution when it imposed a\nfinancial penalty and stained her record with a finding that she\nhad engaged in unethical conduct. I would reverse the judgment of\nthe Florida Supreme Court.",
    "joined": []
}