{
    "case": {
        "docket": "19-357",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-357/"
    },
    "id": "4347311",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–357_________________CITY OF CHICAGO, ILLINOIS, PETITIONERv.ROBBIN L. FULTON, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[January 14, 2021]Justice Alito delivered the opinion of the\nCourt.When a debtor files a petition for bankruptcy,\nthe Bankruptcy Code protects the debtor’s interests by imposing an\nautomatic stay on efforts to collect prepetition debts outside the\nbankruptcy forum.Ritzen Group, Inc.v.Jackson Masonry,\nLLC, 589 U. S. ___, ___–___ (2020) (slip op., at 6–7).\nThose prohibited efforts include “any act . . . to\nexercise control over property” of the bankruptcy estate. 11\nU. S. C. §362(a)(3). The question in this case is whether\nan entity violates that prohibition by retaining possession of a\ndebtor’s property after a bankruptcy petition is filed. We hold\nthat mere retention of property does not violate §362(a)(3).IUnder the Bankruptcy Code, the filing of a\nbankruptcy petition has certain immediate consequences. For one\nthing, a petition “creates an estate” that, with some exceptions,\ncomprises “all legal or equitable interests of the debtor in\nproperty as of the commencement of the case.” §541(a)(1). Section\n541 “is intended to include in the estate any property made\navailable to the estate by other provisions of the Bankruptcy\nCode.”United Statesv.Whiting Pools,Inc.,462 U.S.\n198, 205 (1983). One such provision, §542, is important for\npresent purposes. Titled “Turnover of property to the estate,” §542\nprovides, with just a few exceptions, that an entity (other than a\ncustodian) in possession of property of the bankruptcy estate\n“shall deliver to the trustee, and account for” that property.A second automatic consequence of the filing of\na bankruptcy petition is that, with certain exceptions, the\npetition “operates as a stay, applicable to all entities,” of\nefforts to collect from the debtor outside of the bankruptcy forum.\n§362(a). The automatic stay serves the debtor’s interests by\nprotecting the estate from dismemberment, and it also benefits\ncreditors as a group by preventing individual creditors from\npursuing their own interests to the detriment of the others. Under\nthe Code, an individual injured by any willful violation of the\nstay “shall recover actual damages, including costs and attorneys’\nfees, and in appropriate circumstances, may recover punitive\ndamages.” §362(k)(1).Among the many collection efforts prohibited by\nthe stay is “any act to obtain possession of property of the estate\nor of property from the estate orto exercise control over\nproperty of the estate.” §362(a)(3) (emphasis added). The\nprohibition against exercising control over estate property is the\nsubject of the present dispute.In the case before us, the city of Chicago\n(City) impounded each respondent’s vehicle for failure to pay fines\nfor motor vehicle infractions. Each respondent filed a Chapter 13\nbankruptcy petition and requested that the City return his or her\nvehicle. The City refused, and in each case a bankruptcy court held\nthat the City’s refusal violated the automatic stay. The Court of\nAppeals affirmed all of the judgments in a consolidated opinion.In re Fulton, 926 F.3d 916 (CA7 2019). The court\nconcluded that “by retaining possession of the debtors’ vehicles\nafter they declared bankruptcy,” the City had acted “to exercise\ncontrol over” respondents’ property in violation of §362(a)(3).Id.,at 924–925. We granted certiorari to resolve a split in\nthe Courts of Appeals over whether an entity that retains\npossession of the property of a bankruptcy estate violates\n§362(a)(3).[1] 589 U. S.\n___ (2019). We now vacate the judgment below.IIThe language used in §362(a)(3) suggests that\nmerely retaining possession of estate property does not violate the\nautomatic stay. Under that provision, the filing of a bankruptcy\npetition operates as a “stay” of “any act” to “exercise control”\nover the property of the estate. Taken together, the most natural\nreading of these terms—“stay,” “act,” and “exercise control”—is\nthat §362(a)(3) prohibits affirmative acts that would disturb the\nstatus quo of estate property as of the time when the bankruptcy\npetition was filed.Taking the provision’s operative words in turn,\nthe term “stay” is commonly used to describe an order that\n“suspend[s] judicial alteration of the status quo.”Nkenv.Holder,556 U.S.\n418, 429 (2009) (brackets in original; internal quotation marks\nomitted). An “act” is “[s]omething done or performed\n. . . ; a deed.” Black’s Law Dictionary 30 (11th ed.\n2019); see also Webster’s New International Dictionary 25 (2d ed.\n1934) (“that which is done,” “the exercise of power,” “a deed”). To\n“exercise” in the sense relevant here means “to bring into play” or\n“make effective in action.” Webster’s Third New International\nDictionary 795 (1993). And to “exercise” something like control is\n“to put in practice or carry out in action.” Webster’s New\nInternational Dictionary, at 892. The suggestion conveyed by the\ncombination of these terms is that §362(a)(3) halts any affirmative\nact that would alter the status quo as of the time of the filing of\na bankruptcy petition.We do not maintain that these terms definitively\nrule out the alternative interpretation adopted by the court below\nand advocated by respondents. As respondents point out, omissions\ncan qualify as “acts” in certain contexts, and the term\n“ ‘control’ ” can mean “ ‘to have power\nover.’ ”Thompsonv.General Motors Acceptance\nCorp., 566 F.3d 699, 702 (CA7 2009) (quoting Merriam-Webster’s\nCollegiate Dictionary 272 (11th ed. 2003)). But saying that a\nperson engages in an “act” to “exercise” his or her power over a\nthing communicates more than merely “having” that power. Thus the\nlanguage of §362(a)(3) implies that something more than merely\nretaining power is required to violate the disputed provision.Any ambiguity in the text of §362(a)(3) is\nresolved decidedly in the City’s favor by the existence of a\nseparate provision, §542, that expressly governs the turnover of\nestate property. Section 542(a), with two exceptions, provides as\nfollows:“[A]n entity, other than a custodian, in\npossession, custody, or control, during the case, of property that\nthe trustee may use, sell, or lease under section 363 of this\ntitle, or that the debtor may exempt under section 522 of this\ntitle, shall deliver to the trustee, and account for, such property\nor the value of such property, unless such property is of\ninconsequential value or benefit to the estate.”The exceptions to §542(a) shield (1) transfers\nof estate property made from one entity to another in good faith\nwithout notice or knowledge of the bankruptcy petition and (2)\ngood-faith transfers to satisfy certain life insurance obligations.\nSee §§542(c), (d). Reading §362(a)(3) to cover mere retention of\nproperty, as respondents advocate, would create at least two\nserious problems.First, it would render the central command of\n§542 largely superfluous. “The canon against surplusage is\nstrongest when an interpretation would render superfluous another\npart of the same statutory scheme.”Yatesv.United\nStates,574 U.S.\n528, 543 (2015) (plurality opinion; internal quotation marks\nand brackets omitted). Reading “any act . . . to exercise\ncontrol” in §362(a)(3) to include merely retaining possession of a\ndebtor’s property would make that section a blanket turnover\nprovision. But as noted, §542 expressly governs “[t]urnover of\nproperty to the estate,” and subsection (a) describes the broad\nrange of property that an entity “shall deliver to the trustee.”\nThat mandate would be surplusage if §362(a)(3) already required an\nentity affirmatively to relinquish control of the debtor’s property\nat the moment a bankruptcy petition is filed.Respondents and theiramicicontend that\n§542(a) would still perform some work by specifying the party to\nwhom the property in question must be turned over and by requiring\nthat an entity “account for . . . the value of ” the\ndebtor’s property if the property is damaged or lost. But that is a\nsmall amount of work for a large amount of text in a section that\nappears to be the Code provision that is designed to govern the\nturnover of estate property. Under this alternative interpretation,\n§362(a)(3), not §542, would be the chief provision governing\nturnover—even though §362(a)(3) says nothing expressly on that\nquestion. And §542 would be reduced to a footnote—even though it\nappears on its face to be the governing provision. The better\naccount of the two provisions is that §362(a)(3) prohibits\ncollection efforts outside the bankruptcy proceeding that would\nchange the status quo, while §542(a) works within the bankruptcy\nprocess to draw far-flung estate property back into the hands of\nthe debtor or trustee.Second, respondents’ reading would render the\ncommands of §362(a)(3) and §542 contradictory. Section 542 carves\nout exceptions to the turnover command, and §542(a) by its terms\ndoes not mandate turnover of property that is “of inconsequential\nvalue or benefit to the estate.” Under respondents’ reading, in\ncases where those exceptions to turnover under §542 would apply,\n§362(a)(3) would command turnover all the same. But it would be “an\nodd construction” of §362(a)(3) to require a creditor to do\nimmediately what §542 specifically excuses.Citizens Bank of\nMd.v.Strumpf,516 U.S.\n16, 20 (1995). Respondents would have us resolve the\nconflicting commands by engrafting §542’s exceptions onto\n§362(a)(3), but there is no textual basis for doing so.The history of the Bankruptcy Code confirms what\nits text and structure convey. Both §362(a)(3) and §542(a) were\nincluded in the original Bankruptcy Code in 1978. See Bankruptcy\nReform Act of 1978, 92Stat. 2570, 2595. At the time, §362(a)(3)\napplied the stay only to “any act to obtain possession of property\nof the estate or of property from the estate.”Id., at 2570.\nThe phrase “or to exercise control over property of the estate” was\nnot added until 1984. Bankruptcy Amendments and Federal Judgeship\nAct of 1984, 98Stat. 371.Respondents do not seriously dispute that\n§362(a)(3) imposed no turnover obligation prior to the 1984\namendment. But transforming the stay in §362 into an affirmative\nturnover obligation would have constituted an important change. And\nit would have been odd for Congress to accomplish that change by\nsimply adding the phrase “exercise control,” a phrase that does not\nnaturally comprehend the mere retention of property and that does\nnot admit of the exceptions set out in §542. Had Congress wanted to\nmake §362(a)(3) an enforcement arm of sorts for §542(a), the least\none would expect would be a cross-reference to the latter\nprovision, but Congress did not include such a cross- reference or\nprovide any other indication that it was transforming §362(a)(3).\nThe better account of the statutory history is that the 1984\namendment, by adding the phrase regarding the exercise of control,\nsimply extended the stay to acts that would change the status quo\nwith respect to intangible property and acts that would change the\nstatus quo with respect to tangible property without “obtain[ing]”\nsuch property.*  *  *Though the parties debate the issue at some\nlength, we need not decide how the turnover obligation in §542\noperates. Nor do we settle the meaning of other subsections of\n§362(a).[2] We hold only that\nmere retention of estate property after the filing of a bankruptcy\npetition does not violate §362(a)(3) of the Bankruptcy Code. The\njudgment of the Court of Appeals is vacated, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Justice Barrett took no part in the\nconsideration or decision of this case.Notes1CompareIn reFulton, 926 F.3d 916, 924 (CA7 2019),In re Weber,\n719 F.3d 72, 81 (CA2 2013),In re Del Mission Ltd.,98 F.3d 1147, 1151–1152 (CA9 1996), andIn re Knaus, 889\nF.2d 773, 774–775 (CA8 1989), withIn re Denby-Peterson, 941\nF.3d 115, 132 (CA3 2019), andIn re Cowen, 849 F.3d 943, 950\n(CA10 2017).2In respondent Shannon’s\ncase, the Bankruptcy Court determined that by retaining Shannon’s\nvehicle and demanding payment, the City also had violated\n§§362(a)(4) and (a)(6). Shannon presented those theories to the\nCourt of Appeals, but the court did not reach them. 926 F. 3d,\nat 926, n. 1. Neither do we.",
    "joined": []
}