{
    "case": {
        "docket": "400",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/400/"
    },
    "id": "1963699",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1259_________________UNITED STATES, PETITIONER v. ANTOINE JONESon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[January 23, 2012]Justice Alito, with\nwhom Justice Ginsburg, Justice Breyer, and Justice Kagan join,\nconcurring in the judgment.This case requires us\nto apply the Fourth Amendment’s prohibition of unreasonable\nsearches and seizures to a 21st-century surveillance technique, the\nuse of a Global Po-sitioning System (GPS) device to monitor a\nvehicle’s move-ments for an extended period of time. Ironically,\nthe Court has chosen to decide this case based on 18th-century tort\nlaw. By attaching a small GPS device [1] to the underside of the vehicle that respondent drove,\nthe law enforcement officers in this case engaged in conduct that\nmight have provided grounds in 1791 for a suit for trespass to\nchattels. [2] And for this\nreason, the Court concludes, the installation and use of the GPS\ndevice constituted a search. Ante, at 3–4.This holding, in my\njudgment, is unwise. It strains the language of the Fourth\nAmendment; it has little if any support in current Fourth Amendment\ncase law; and it is highly artificial.I would analyze the\nquestion presented in this case by asking whether respondent’s\nreasonable expectations of privacy were violated by the long-term\nmonitoring of the movements of the vehicle he drove.IAThe Fourth Amendment\nprohibits “unreasonable searches and seizures,” and the Court makes\nvery little effort to explain how the attachment or use of the GPS\ndevice fits within these terms. The Court does not contend that\nthere was a seizure. A seizure of property occurs when there is\n“some meaningful interference with an in-dividual’s possessory\ninterests in that property,” United States v. Jacobsen, 466\nU. S. 109, 113 (1984) , and here there was none. Indeed, the\nsuccess of the surveillance technique that the officers employed\nwas dependent on the fact that the GPS did not interfere in any way\nwith the operation of the vehicle, for if any such interference had\nbeen detected, the device might have been discovered.The Court does claim\nthat the installation and use of the GPS constituted a search, see\nante, at 3–4, but this con-clusion is dependent on the questionable\nproposition that these two procedures cannot be separated for\npurposes of Fourth Amendment analysis. If these two procedures are\nanalyzed separately, it is not at all clear from the Court’s\nopinion why either should be regarded as a search. It is clear that\nthe attachment of the GPS device was not itself a search; if the\ndevice had not functioned or if the officers had not used it, no\ninformation would have been obtained. And the Court does not\ncontend that the use of the device constituted a search either. On\nthe contrary, the Court accepts the holding in United States v.\nKnotts, 460 U. S. 276 (1983) , that the use of a\nsurreptitiously planted electronic device to monitor a vehicle’s\nmovements on public roads did not amount to a search. See ante, at\n7.The Court argues—and I\nagree—that “we must ‘assur[e] preservation of that degree of\nprivacy against government that existed when the Fourth Amendment\nwas adopted.’ ” Ante, at 5 (quoting Kyllo v. United States,\n533 U. S. 27 , 34 (2001)). But it is almost impossible to\nthink of late- 18th-century situations that are analogous to what\ntook place in this case. (Is it possible to imagine a case in which\na constable secreted himself somewhere in a coach and remained\nthere for a period of time in order to monitor the movements of the\ncoach’s owner? [3] ) The\nCourt’s theory seems to be that the concept of a search, as\noriginally un-derstood, comprehended any technical trespass that\nled to the gathering of evidence, but we know that this is\nin-correct. At common law, any unauthorized intrusion on private\nproperty was actionable, see Prosser & Keeton 75, but a\ntrespass on open fields, as opposed to the “curtilage” of a home,\ndoes not fall within the scope of the Fourth Amendment because\nprivate property outside the curtilage is not part of a “hous[e]”\nwithin the meaning of the Fourth Amendment. See Oliver v. United\nStates, 466 U. S. 170 (1984) ; Hester v. United States, 265\nU. S. 57 (1924) .BThe Court’s reasoning\nin this case is very similar to that in the Court’s early decisions\ninvolving wiretapping and electronic eavesdropping, namely, that a\ntechnical trespass followed by the gathering of evidence\nconstitutes a search. In the early electronic surveillance cases,\nthe Court concluded that a Fourth Amendment search occurred when\nprivate conversations were monitored as a result of an\n“unauthorized physical penetration into the premises occupied” by\nthe defendant. Silverman v. United States, 365 U. S. 505, 509\n(1961) . In Silverman, police officers listened to conversations in\nan attached home by inserting a “spike mike” through the wall that\nthis house shared with the vacant house next door. Id., at 506.\nThis procedure was held to be a search because the mike made\ncontact with a heating duct on the other side of the wall and thus\n“usurp[ed] . . . an integral part of the premises.” Id.,\nat 511.By contrast, in cases\nin which there was no trespass, it was held that there was no\nsearch. Thus, in Olmstead v. United States, 277 U. S. 438\n(1928) , the Court found that the Fourth Amendment did not apply\nbecause “[t]he taps from house lines were made in the streets near\nthe houses.” Id., at 457. Similarly, the Court concluded that no\nsearch occurred in Goldman v. United States, 316 U. S. 129,\n135 (1942) , where a “detectaphone” was placed on the outer wall of\ndefendant’s office for the purpose of overhearing conversations\nheld within the room.This trespass-based\nrule was repeatedly criticized. In Olmstead, Justice Brandeis wrote\nthat it was “immaterial where the physical connection with the\ntelephone wires was made.” 277 U. S., at 479 (dissenting\nopinion). Al-though a private conversation transmitted by wire did\nnot fall within the literal words of the Fourth Amendment, he\nargued, the Amendment should be understood as prohibiting “every\nunjustifiable intrusion by the government upon the privacy of the\nindividual.” Id., at 478. See also, e.g., Silverman, supra, at 513\n(Douglas, J., concurring) (“The concept of ‘an unauthorized\nphysical penetration into the premises,’ on which the present\ndecision rests seems to me beside the point. Was not the wrong\n. . . done when the intimacies of the home were tapped,\nrecorded, or revealed? The depth of the penetration of the\nelectronic device—even the degree of its remoteness from the inside\nof the house—is not the measure of the injury”); Goldman, supra, at\n139 (Murphy, J., dissenting) (“[T]he search of one’s home or office\nno longer requires physical entry, for science has brought forth\nfar more effective devices for the invasion of a person’s privacy\nthan the direct and obvious methods of oppression which were\ndetested by our forebears and which inspired the Fourth\nAmendment”).Katz v. United States,\n389 U. S. 347 (1967) , finally did away with the old approach,\nholding that a trespass was not required for a Fourth Amendment\nviolation. Katz in-volved the use of a listening device that was\nattached to the outside of a public telephone booth and that\nallowed police officers to eavesdrop on one end of the target’s\nphone conversation. This procedure did not physically intrude on\nthe area occupied by the target, but the Katz Court,\n“repudiate[ed]” the old doctrine, Rakas v. Illinois, 439 U. S.\n128, 143 (1978) , and held that “[t]he fact that the electronic\ndevice employed . . . did not happen to penetrate the\nwall of the booth can have no constitutional significance,” 389\nU. S., at 353 (“[T]he reach of th[e] [Fourth] Amendment cannot\nturn upon the presence or absence of a physical intrusion into any\ngiven enclosure”); see Rakas, supra, at 143 (describing Katz as\nholding that the “ca-pacity to claim the protection for the Fourth\nAmendment depends not upon a property right in the invaded place\nbut upon whether the person who claims the protection of the\nAmendment has a legitimate expectation of privacy in the invaded\nplace”); Kyllo, supra, at 32 (“We have since decoupled violation of\na person’s Fourth Amendment rights from trespassory violation of\nhis property”). What mattered, the Court now held, was whether the\nconduct at issue “violated the privacy upon which [the defendant]\njustifiably relied while using the telephone booth.” Katz, supra,\nat 353.Under this approach, as\nthe Court later put it when addressing the relevance of a technical\ntrespass, “an actual trespass is neither necessary nor sufficient\nto establish a constitutional violation.” United States v. Karo,\n468 U. S. 705, 713 (1984) (emphasis added). Ibid.\n(“Compar[ing] Katz v. United States, 389 U. S. 347 (1967) (no\ntrespass, but Fourth Amendment violation), with Oliver v. United\nStates, 466 U. S. 170 (1984) (trespass, but no Fourth\nAmendment violation)”). In Oliver, the Court wrote:“The existence of a property right is but\none element in determining whether expectations of privacy are\nlegitimate. ‘The premise that property interests control the right\nof the Government to search and seize has been discredited.’ Katz,\n389 U. S., at 353, (quoting Warden v. Hayden, 387 U. S.\n294, 304 (1967) ; some internal quotation marks omitted).” 466\nU. S., at 183.IIThe majority suggests\nthat two post-Katz decisions—Soldal v. Cook County, 506 U. S.\n56 (1992) , and Alderman v. United States, 394 U. S. 165\n(1969) —show that a technical trespass is sufficient to establish\nthe existence of a search, but they provide little support.In Soldal, the Court\nheld that towing away a trailer home without the owner’s consent\nconstituted a seizure even if this did not invade the occupants’\npersonal privacy. But in the present case, the Court does not find\nthat there was a seizure, and it is clear that none occurred.In Alderman, the Court\nheld that the Fourth Amendment rights of homeowners were implicated\nby the use of a surreptitiously planted listening device to monitor\nthird-party conversations that occurred within their home. See 394\nU. S., at 176–180. Alderman is best understood to mean that\nthe homeowners had a legitimate expectation of privacy in all\nconversations that took place under their roof. See Rakas, 439\nU. S., at 144, n. 12 (citing Alderman for the proposition that\n“the Court has not altogether abandoned use of property concepts in\ndetermining the presence or absence of the privacy interests\nprotected by that Amendment”); 439 U. S., at 153 (Powell, J.,\nconcurring) (citing Alderman for the proposition that “property\nrights reflect society’s explicit recognition of a person’s\nau-thority to act as he wishes in certain areas, and there- fore\nshould be considered in determining whether an individual’s\nexpectations of privacy are reasonable); Karo, supra, at 732\n(Stevens, J., concurring in part and dissenting in part) (citing\nAlderman in support of the proposition that “a homeowner has a\nreasonable expectation of privacy in the contents of his home,\nincluding items owned by others”).In sum, the majority is\nhard pressed to find support in post-Katz cases for its\ntrespass-based theory.IIIDisharmony with a\nsubstantial body of existing case law is only one of the problems\nwith the Court’s approach in this case.I will briefly note\nfour others. First, the Court’s reasoning largely disregards what\nis really important (the use of a GPS for the purpose of long-term\ntracking) and instead attaches great significance to something that\nmost would view as relatively minor (attaching to the bottom of a\ncar a small, light object that does not interfere in any way with\nthe car’s operation). Attaching such an object is generally\nregarded as so trivial that it does not provide a basis for\nrecovery under modern tort law. See Prosser & Keeton §14, at 87\n(harmless or trivial contact with personal property not\nactionable); D. Dobbs, Law of Torts 124 (2000) (same). But under\nthe Court’s reasoning, this conduct may violate the Fourth\nAmendment. By contrast, if long-term monitoring can be accomplished\nwithout committing a technical trespass—suppose, for example, that\nthe Federal Government required or persuaded auto manufacturers to\ninclude a GPS tracking device in every car—the Court’s theory would\nprovide no protection.Second, the Court’s\napproach leads to incongruous results. If the police attach a GPS\ndevice to a car and use the device to follow the car for even a\nbrief time, under the Court’s theory, the Fourth Amendment applies.\nBut if the police follow the same car for a much longer period\nusing unmarked cars and aerial assistance, this tracking is not\nsubject to any Fourth Amendment constraints.In the present case,\nthe Fourth Amendment applies, the Court concludes, because the\nofficers installed the GPS device after respondent’s wife, to whom\nthe car was registered, turned it over to respondent for his\nexclusive use. See ante, at 8. But if the GPS had been attached\nprior to that time, the Court’s theory would lead to a different\nresult. The Court proceeds on the assumption that respondent “had\nat least the property rights of a bailee,” ante, at 3, n. 2, but a\nbailee may sue for a trespass to chattel only if the injury occurs\nduring the term of the bailment. See 8A Am. Jur. 2d, Bailment §166,\npp. 685–686 (2009). So if the GPS device had been installed\nbefore respondent’s wife gave him the keys, respondent would have\nno claim for trespass—and, presumably, no Fourth Amendment claim\neither.Third, under the\nCourt’s theory, the coverage of the Fourth Amendment may vary from\nState to State. If the events at issue here had occurred in a\ncommunity property State [4]\nor a State that has adopted the Uniform Marital Property Act, [5] respondent would likely be\nan owner of the vehicle, and it would not matter whether the GPS\nwas installed before or after his wife turned over the keys. In\nnon-community-property States, on the other hand, the registration\nof the vehicle in the name of respondent’s wife would generally be\nregarded as presumptive evidence that she was the sole owner. See\n60 C. J. S., Motor Vehicles §231, pp. 398–399\n(2002); 8 Am. Jur. 2d, Automobiles §1208, pp. 859–860\n(2007).Fourth, the Court’s\nreliance on the law of trespass will present particularly vexing\nproblems in cases involving surveillance that is carried out by\nmaking electronic, as opposed to physical, contact with the item to\nbe tracked. For example, suppose that the officers in the present\ncase had followed respondent by surreptitiously activating a stolen\nvehicle detection system that came with the car when it was\npurchased. Would the sending of a radio signal to activate this\nsystem constitute a trespass to chattels? Trespass to chattels has\ntraditionally required a physical touching of the property. See\nRestatement (Second) of Torts §217 and Comment e (1963 and 1964);\nDobbs, supra, at 123. In recent years, courts have wrestled with\nthe application of this old tort in cases involving unwanted\nelectronic contact with computer systems, and some have held that\neven the transmission of electrons that occurs when a communication\nis sent from one computer to another is enough. See, e.g.,\nCompuServe, Inc. v. Cyber Promotions, Inc. 962 F. Supp. 1015, 1021\n(SD Ohio 1997); Thrifty-Tel, Inc. v. Bezenek, 46 Cal. App. 4th\n1559, 1566, n. 6 (1996). But may such decisions be followed in\napplying the Court’s trespass theory? Assuming that what matters\nunder the Court’s theory is the law of trespass as it existed at\nthe time of the adoption of the Fourth Amendment, do these recent\ndecisions represent a change in the law or simply the application\nof the old tort to new situations?IVAThe Katz\nexpectation-of-privacy test avoids the problems and complications\nnoted above, but it is not without its own difficulties. It\ninvolves a degree of circularity, see Kyllo, 533 U. S., at 34,\nand judges are apt to confuse their own expectations of privacy\nwith those of the hypothetical reasonable person to which the Katz\ntest looks. See Minnesota v. Carter, 525 U. S. 83, 97 (1998)\n(Scalia, J., concurring). In addition, the Katz test rests on the\nassumption that this hypothetical reasonable person has a\nwell-developed and stable set of privacy expectations. But\ntechnology can change those expectations. Dramatic technological\nchange may lead to periods in which popular expectations are in\nflux and may ultimately produce significant changes in popular\nattitudes. New technology may provide increased convenience or\nsecurity at the expense of privacy, and many people may find the\ntradeoff worthwhile. And even if the public does not welcome the\ndiminution of privacy that new technology entails, they may\neventually reconcile themselves to this development as inevitable.\n[6]On the other hand,\nconcern about new intrusions on privacy may spur the enactment of\nlegislation to protect against these intrusions. This is what\nultimately happened with respect to wiretapping. After Katz,\nCongress did not leave it to the courts to develop a body of Fourth\nAmendment case law governing that complex subject. Instead,\nCongress promptly enacted a comprehensive statute, see 18\nU. S. C. §§2510–2522 (2006 ed. and Supp. IV), and since\nthat time, the regulation of wiretapping has been governed\nprimarily by statute and not by case law. [7] In an ironic sense, although Katz overruled\nOlmstead, Chief Justice Taft’s suggestion in the latter case that\nthe regulation of wiretapping was a matter better left for\nCongress, see 277 U. S., at 465–466, has been borne out.BRecent years have\nseen the emergence of many new devices that permit the monitoring\nof a person’s movements. In some locales, closed-circuit television\nvideo monitoring is becoming ubiquitous. On toll roads, automatic\ntoll collection systems create a precise record of the movements of\nmotorists who choose to make use of that convenience. Many\nmotorists purchase cars that are equipped with devices that permit\na central station to ascertain the car’s location at any time so\nthat roadside assistance may be provided if needed and the car may\nbe found if it is stolen.Perhaps most\nsignificant, cell phones and other wireless devices now permit\nwireless carriers to track and record the location of users—and as\nof June 2011, it has been reported, there were more than 322\nmillion wireless devices in use in the United States. [8] For older phones, the accuracy of\nthe location information depends on the den-sity of the tower\nnetwork, but new “smart phones,” which are equipped with a GPS\ndevice, permit more precise tracking. For example, when a user\nactivates the GPS on such a phone, a provider is able to monitor\nthe phone’s location and speed of movement and can then report back\nreal-time traffic conditions after combining (“crowdsourcing”) the\nspeed of all such phones on any particular road. [9] Similarly, phone-location-tracking\nservices are offered as “social” tools, allowing consumers to find\n(or to avoid) others who enroll in these services. The availability\nand use of these and other new devices will continue to shape the\naverage person’s expectations about the privacy of his or her daily\nmovements.VIn the pre-computer\nage, the greatest protections of privacy were neither\nconstitutional nor statutory, but practical. Traditional\nsurveillance for any extended period of time was difficult and\ncostly and therefore rarely undertaken. The surveillance at issue\nin this case—constant monitoring of the location of a vehicle for\nfour weeks—would have required a large team of agents, multiple\nvehicles, and perhaps aerial assistance. [10] Only an investigation of unusual importance\ncould have justified such an expenditure of law enforcement\nresources. Devices like the one used in the present case, however,\nmake long-term monitoring relatively easy and cheap. In\ncircumstances involving dramatic technological change, the best\nsolution to privacy concerns may be legislative. See, e.g., Kerr,\n102 Mich. L. Rev., at 805–806. A legislative body is well situated\nto gauge changing public attitudes, to draw detailed lines, and to\nbalance privacy and public safety in a comprehensive way.To date, however,\nCongress and most States have not enacted statutes regulating the\nuse of GPS tracking technology for law enforcement purposes. The\nbest that we can do in this case is to apply existing Fourth\nAmendment doctrine and to ask whether the use of GPS tracking in a\nparticular case involved a degree of intrusion that a reasonable\nperson would not have anticipated.Under this approach,\nrelatively short-term monitoring of a person’s movements on public\nstreets accords with expectations of privacy that our society has\nrecognized as reasonable. See Knotts, 460 U. S., at 281–282.\nBut the use of longer term GPS monitoring in investigations of most\noffenses impinges on expectations of privacy. For such offenses,\nsociety’s expectation has been that law enforcement agents and\nothers would not—and indeed, in the main, simply could not—secretly\nmonitor and catalogue every single movement of an individual’s car\nfor a very long period. In this case, for four weeks, law\nenforcement agents tracked every movement that respondent made in\nthe vehicle he was driving. We need not identify with precision the\npoint at which the tracking of this vehicle became a search, for\nthe line was surely crossed before the 4-week mark. Other cases may\npresent more difficult questions. But where uncertainty exists with\nrespect to whether a certain period of GPS surveil lance is long\nenough to constitute a Fourth Amendment search, the police may\nalways seek a warrant. [11] We also need not consider whether prolonged GPS monitoring in the\ncontext of investigations involving extraordinary offenses would\nsimilarly intrude on a constitutionally protected sphere of\nprivacy. In such cases, long-term tracking might have been mounted\nusing previously available techniques.*  *  *For these reasons, I\nconclude that the lengthy monitoring that occurred in this case\nconstituted a search under the Fourth Amendment. I therefore agree\nwith the majority that the decision of the Court of Appeals must be\naffirmed.Notes1Although the record does\nnot reveal the size or weight of the device used in this case,\nthere is now a device in use that weighs two ounces and is the size\nof a credit card. Tr. of Oral Arg. 27.2At common law, a suit for\ntrespass to chattels could be maintained if there was a violation\nof “the dignitary interest in the inviolability of chattels,” but\ntoday there must be “some actual damage to the chattel before the\naction can be maintained.” W. Keeton, D. Dobbs, R. Keeton, & D.\nOwen, Prosser & Keeton on Law of Torts 87 (5th ed. 1984)\n(hereinafter Prosser & Keeton). Here, there was no actual\ndamage to the vehicle to which the GPS device was\nattached.3The Court suggests that\nsomething like this might have occurred in 1791, but this would\nhave required either a gigantic coach, a very tiny constable, or\nboth—not to mention a constable with incredible fortitude and\npatience.4See, e.g., Cal. Family\nCode Ann. §760 (West 2004).5See Uniform Marital\nProperty Act §4, 9A U. L. A. 116 (1998).6See, e.g., NPR, The End\nof Privacy http://www.npr.org/series/114250076/the-end-of-privacy\n(all Internet materials as visited Jan. 20, 2012, and\navailable in Clerk of Court’s case file); Time Magazine, Everything\nAbout You Is Being Tracked—Get Over It, Joel Stein, Mar. 21, 2011,\nVol. 177, No. 11.7See Kerr, The and New\nTechnologies: Constitutional Myths and the Case for Caution, 102\nMich. L. Rev. 801, 850–851 (2004) (hereinafter Kerr).8See CTIA Consumer Info,\n50 Wireless Quick Facts,\nhttp://www.ctia.org/consumer_info/index.cfm/AID/10323.9See, e.g., The bright\nside of sitting in traffic: Crowdsourcing road congestion data,\nGoogle Blog,\nhttp://googleblog.blogspot.com/2009/08/bright-side-of-sitting-in-traffic.html.10Even\nwith a radio transmitter like those used in United States v.\nKnotts, , or United States v. Karo, , such long-term surveillance\nwould have been exceptionally demanding. The beepers used in those\ncases merely “emit[ted] periodic signals that [could] be picked up\nby a radio receiver.” Knotts, 460 U.S., at 277. The signal had a\nlimited range and could be lost if the police did not stay close\nenough. Indeed, in Knotts itself, officers lost the signal from the\nbeeper, and only “with the assistance of a monitoring device\nlocated in a helicopter [was] the approximate location of the\nsignal . . . picked up again about one hour later.” Id.,\nat 278.11In\nthis case, the agents obtained a warrant, but they did not comply\nwith two of the warrant’s restrictions: They did not install the\nGPS device within the 10-day period required by the terms of the\nwarrant and by Fed. Rule Crim. Proc. 41(e)(2)(B)(i), and they did\nnot install the GPS device within the District of Columbia, as\nrequired by the terms of the warrant and by and Rule 41(b)(4). In\nthe courts below the Government did not argue, and has not argued\nhere, that the does not impose these precise restrictions and that\nthe violation of these restrictions does not demand the suppression\nof evidence obtained using the tracking device. See, e.g., United\nStates v. Gerber, 994 F. 2d 1556, 1559–1560 (CA11 1993);\nUnited States v. Burke, 517 F. 2d 377, 386–387 (CA2 1975).\nBecause it was not raised, that question is not before\nus.",
    "joined": []
}