{
    "case": {
        "docket": "15-274",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-274/"
    },
    "id": "3590957",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–274_________________WHOLE WOMAN’S HEALTH, et al., PETITIONERSv.JOHN HELLERSTEDT, COMMISSIONER, TEXAS DEPARTMENT OF STATE\nHEALTH SERVICES, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 27, 2016]Justice Alito, with whom The Chief Justice and\nJustice Thomas join, dissenting.The constitutionality of laws regulating\nabortion is one of the most controversial issues in American law,\nbut this case does not require us to delve into that contentious\ndispute. Instead, the dispositive issue here concerns a workaday\nquestion that can arise in any case no matter the subject, namely,\nwhether the present case is barred by res judicata. As a court of\nlaw, we have an obligation to apply such rules in a neutral fashion\nin all cases, regardless of the subject of the suit. If anything,\nwhen a case involves a controversial issue, we should be especially\ncareful to be scrupulously neutral in applying such rules.The Court has not done so here. On the contrary,\ndetermined to strike down two provisions of a new Texas abortion\nstatute in all of their applications, the Court simply disregards\nbasic rules that apply in all other cases.Here is the worst example. Shortly after Texas\nenacted House Bill 2 (H. B. 2) in 2013, the petitioners in\nthis case brought suit, claiming, among other things, that a\nprovision of the new law requiring a physician performing an\nabortion to have admitting privileges at a nearby hospital is\n“facially” unconstitutional and thus totally unenforce-able.\nPetitioners had a fair opportunity to make their case, but they\nlost on the merits in the United States Court of Appeals for the\nFifth Circuit, and they chose not to petition this Court for\nreview. The judgment against them became final.Planned\nParenthood of Greater Tex. Surgical Health Servs.v.Abbott, 951 F. Supp. 2d 891 (WD Tex. 2013), aff’d\nin part and rev’d in part, 748 F. 3d 583 (CA5 2014)\n(Abbott).Under the rules that apply in regular cases,\npetitioners could not relitigate the exact same claim in a second\nsuit. As we have said, “a losing litigant deserves no rematch after\na defeat fairly suffered, in adversarial proceedings, on an issue\nidentical in substance to the one he subsequently seeks to raise.”Astoria Fed. Sav. & Loan Assn.v.Solimino, 501\nU. S. 104, 107 (1991) .In this abortion case, however, that rule is\ndisregarded. The Court awards a victory to petitioners on the very\nclaim that they unsuccessfully pressed in the earlier case. The\nCourt does this even though petitioners, undoubtedly realizing that\na rematch would not be allowed, did not presume to include such a\nclaim in their complaint. The Court favors petitioners with a\nvictory that they did not have the audacity to seek.Here is one more example: the Court’s treatment\nof H. B. 2’s “severability clause.” When part of a statute is\nheld to be unconstitutional, the question arises whether other\nparts of the statute must also go. If a statute says that\nprovisions found to be unconstitutional can be severed from the\nrest of the statute, the valid provisions are allowed to stand.\nH. B. 2 contains what must surely be the most emphatic\nseverability clause ever written. This clause says that every\nsingle word of the statute and every possible application of its\nprovisions is severable. But despite this language, the Court holds\nthat no part of the challenged provisions and no application of any\npart of them can be saved. Provisions that are indisputably\nconstitutional—for example, provisions that require facilities\nperforming abortions to follow basic fire safety measures—are\nstricken from the books. There is no possible justification for\nthis collateral damage.The Court’s patent refusal to apply\nwell-established law in a neutral way is indefensible and will\nundermine public confidence in the Court as a fair and neutral\narbiter.IRes judicata—or, to use the more modern\nterminology, “claim preclusion”—is a bedrock principle of our legal\nsystem. As we said many years ago, “[p]ublic policy dictates that\nthere be an end of litigation[,] that those who have contested an\nissue shall be bound by the result of the contest, and that matters\nonce tried shall be considered forever settled as between the\nparties.”Baldwinv.Iowa State Traveling Men’s\nAssn., 283 U. S. 522, 525 (1931) . This doctrine “is\ncentral to the purpose for which civil courts have been\nestablished, the conclusive resolution of disputes within their\njurisdictions. . . . To preclude parties from\ncontesting matters that they have had a full and fair opportunity\nto litigate protects their adversaries from the expense and\nvexation attending multiple lawsuits, conserves judicial resources,\nand fosters reliance on judicial action by minimizing the\npossibility of inconsistent decisions.”Montanav.United\nStates, 440 U. S. 147 –154 (1979). These are “vital public\ninterests” that should be “ ‘cordially regarded and\nenforced.’ ”Federated Department Stores, Inc.v.Moitie, 452 U. S. 394, 401 (1981) .The basic rule of preclusion is well known and\nhas been frequently stated in our opinions. Litigation of a “cause\nof action” or “claim” is barred if (1) the same (or a closely\nrelated) party (2) brought a prior suit asserting the same cause of\naction or claim, (3) the prior case was adjudicated by a court of\ncompetent jurisdiction and (4) was decided on the merits, (5) a\nfinal judgment was entered, and (6) there is no ground, such as\nfraud, to invalidate the prior judgment. SeeMontana,supra, at 153;Commissionerv.Sunnen, 333\nU. S. 591, 597 (1948) ;Cromwellv.County of\nSac, 94 U. S. 351 –353 (1877).AI turn first to the application of this rule\nto petitioners’ claim that H. B. 2’s admitting privileges\nrequirement is facially unconstitutional.Here, all the elements set out above are easily\nsatisfied based onAbbott, the 2013 case to which I\npreviously referred. That case (1) was brought by a group of\nplaintiffs that included petitioners in the present case, (2)\nasserted the same cause of action or claim, namely, a facial\nchallenge to the constitutionality of H. B. 2’s admitting\nprivileges requirement, (3) was adjudicated by courts of competent\njurisdiction, (4) was decided on the merits, (5) resulted in the\nentry of a final judgment against petitioners, and (6) was not\notherwise subject to invalidation. All of this is clear, and that\nis undoubtedly why petitioners’ attorneys did not even include a\nfacial attack on the admitting privileges requirement in their\ncomplaint in this case. To have done so would have risked sanctions\nfor misconduct. SeeRobinsonv.National Cash Register\nCo., 808 F. 2d 1119, 1131 (CA5 1987) (a party’s\n“persistence in litigating [a claim] when res judicata clearly\nbarred the suit violated rule 11”);McLaughlinv.Bradlee, 602 F. Supp. 1412, 1417 (DC 1985) (“It is\nespecially appropriate to impose sanctions in situations where the\ndoctrines ofres judicataand collateral estoppel plainly\npreclude relitigation of the suit”).Of the elements set out above, the Court\ndisputes only one. The Court concludes that petitioners’ prior\nfacial attack on the admitting privileges requirement and their\ncurrent facial attack on that same requirement are somehow not the\nsame cause of action or claim. But that conclusion is unsupported\nby authority and plainly wrong.BAlthough the scope of a cause of action or\nclaim for purposes of res judicata is hardly a new question, courts\nand scholars have struggled to settle upon a definition.[1] But the outcome of the present case\ndoes not depend upon the selection of the proper definition from\namong those adopted or recommended over the years because the\nmajority’s holding is not supported by any of them.InBaltimore S. S. Co.v.Phillips, 274 U. S. 316 (1927) , we defined a cause of\naction as an “actionable wrong.”Id.,at 321; see alsoibid. (“A cause of action does not consist of facts, but of\nthe unlawful violation of a right which the facts show”). On this\nunderstanding, the two claims at issue here are indisputably the\nsame.The same result is dictated by the rule\nrecommended by the American Law Institute (ALI) in the first\nRestatement of Judgments, issued in 1942. Section 61 of the first\nRestatement explains when a claim asserted by a plaintiff in a\nsecond suit is the same for preclusion purposes as a claim that the\nplaintiff unsuccessfully litigated in a prior case. Under that\nprovision, “the plaintiff is precluded from subsequently\nmaintaining a second action based upon the same transaction, if the\nevidence needed to sustain the second action would have sustained\nthe first action.” Restatement of Judgments §61. There is no doubt\nthat this rule is satisfied here.The second Restatement of Judgments, issued by\nthe ALI in 1982, adopted a new approach for determining the scope\nof a cause of action or claim. InNevadav.United\nStates, 463 U. S. 110 (1983) , we noted that the two\nRestatements differ in this regard, but we had no need to determine\nwhich was correct.Id.,at 130–131, and n. 12. Here,\nthe majority simply assumes that we should follow the second\nRestatement even though that Restatement—on the Court’s reading, at\nleast—leads to a conclusion that differs from the conclusion\nclearly dictated by the first Restatement.If the second Restatement actually supported the\nmajority’s holding, the Court would surely be obligated to explain\nwhy it chose to follow the second Restatement’s approach. But here,\nas inNevada,supra, at 130–131, application of the\nrule set out in the second Restatement does not change the result.\nWhile the Court relies almost entirely on a comment to one section\nof the second Restatement, the Court ignores the fact that a\nstraightforward application of the provisions of that Restatement\nleads to the conclusion that petitioners’ two facial challenges to\nthe admitting privileges requirement constitute a single claim.Section 19 of the second Restatement sets out\nthe general claim-preclusion rule that applies in a case like the\none before us: “A valid and final personal judgment rendered in\nfavor of the defendant bars another action by the plaintiff on the\nsame claim.” Section 24(1) then explains the scope of the “claim”\nthat is extinguished: It “includes all rights of the plaintiff to\nremedies against the defendant with respect to all or any part of\nthe transaction, or series of connected transactions, out of which\nthe action arose.” Section 24’s Commentb, in turn, fleshes\nout the key term “transaction,” which it defines as “a natural\ngrouping or common nucleus of operative facts.” Whether a\ncollection of events constitutes a single transaction is said to\ndepend on “their relatedness in time, space, origin, or motivation,\nand whether, taken together, they form a convenient unit for trial\npurposes.”Ibid.Both the claim asserted in petitioners’ first\nsuit and the claim now revived by the Court involve the same\n“nucleus of operative facts.” Indeed, they involve the very same\n“operative facts,” namely, the enactment of the admitting\nprivileges requirement, which, according to the theory underlying\npetitioners’ facial claims, would inevitably have the effect of\ncausing abortion clinics to close. This is what petitioners needed\nto show—and what they attempted to show in their first facial\nattack: not that the admit-ting privileges requirement hadalreadyimposed a substantial burden on the right of Texas\nwomen to obtain abortions, but only that itwould havethat\neffect once clinics were able to assess whether they could\npracticably comply.The Court’s decision inPlanned Parenthood of\nSoutheastern Pa.v.Casey, 505 U. S. 833 (1992) ,\nmakes that clear.Caseyheld that Pennsylvania’s spousal\nnotification requirement was facially unconstitutional even though\nthat provision had been enjoined prior to enforcement. Seeid., at 845. And the Court struck down the provision because\nit “willimposea substantial obstacle.”Id.,\nat 893–894 (emphasis added). See alsoid.,at 893 (“The\nspousal notification requirementis thus likely to preventa\nsignificant number of women from obtaining an abortion” (emphasis\nadded));id., at 894 (Women “are likely to be\ndeterredfrom procuring an abortion” (emphasis added)).Consistent with this understanding, what\npetitioners tried to show in their first case was that the\nadmitting privileges requirement would cause clinics to close. They\nclaimed that their evidence showed that “at least one-third of the\nState’s licensed providerswould stopproviding abortions\nonce the privileges requirement took effect.”[2] Agreeing with petitioners, the District Court\nenjoined enforcement of the requirement on the ground that “therewill beabortion clinicsthat will close.”Abbott, 951 F. Supp. 2d, at 900 (emphasis added).\nThe Fifth Circuit found that petitioners’ evidence of likely effect\nwas insufficient, stating that petitioners failed to prove that\n“any womanwill lackreasonable access to a clinic within\nTexas.”Abbott, 748 F. 3d, at 598 (some emphasis added;\nsome emphasis deleted). The correctness of that holding is\nirrelevant for present purposes. What matters is that the\n“operative fact” in the prior case was the enactment of the\nadmitting privileges requirement, and that is precisely the same\noperative fact underlying petitioners’ facial attack in the case\nnow before us.[3]CIn light of this body of authority, how can\nthe Court maintain that the first and second facial claims are\nreally two different claims? The Court’s first argument is that\npetitioners did not bring two facial claims because their complaint\nin the present case sought only as-applied relief and it was the\nDistrict Court, not petitioners, who injected the issue of facial\nrelief into the case.Ante, at 11. (After the District Court\ngave them statewide relief, petitioners happily accepted the gift\nand now present their challenge as a facial one. See Reply Brief\n24–25 (“[F]acial invalidation is the only way to ensure that the\nTexas requirements do not extinguish women’s liberty”).) The thrust\nof the Court’s argument is that a trial judge can circumvent the\nrules of claim preclusion by granting a plaintiff relief on a claim\nthat the plaintiff is barred from relitigating. Not surprisingly,\nthe Court musters no authority for this proposition, which would\nundermine the interests that the doctrine of claim preclusion is\ndesigned to serve. A “fundamental precept of common-law\nadjudication is that an issue once determined by a competent court\nis conclusive.”Arizonav.California, 460 U. S.\n605, 619 (1983) . This interest in finality is equally offended\nregardless of whether the precluded claim is included in a\ncomplaint or inserted into the case by a judge.[4]Another argument tossed off by the Court is that\nthe judgment on the admitting privileges claim in the first case\ndoes not have preclusive effect because it was based on “ ‘the\nprematurity of the action.’ ” Seeante, at 11–12\n(quoting Restatement (Second) of Judgments §20(2)). But this\nargument grossly mischaracterizes the basis for the judgment in the\nfirst case. The Court of Appeals did not hold that the facial\nchallenge was premature. It held that the evidence petitioners\noffered was insufficient. SeeAbbott, 748 F. 3d, at\n598–599; see also n. 9,infra. Petitioners could have\nsought review in this Court, but elected not to do so.This brings me to the Court’s main argument—that\nthe second facial challenge is a different claim because of\n“changed circumstances.” What the Court means by this is that\npetitioners now have better evidence than they did at the time of\nthe first case with respect to the number of clinics that would\nhave to close as a result of the admitting privileges requirement.\nThis argument is contrary to a cardinal rule of res judicata,\nnamely, that a plaintiff who loses in a first case cannot later\nbring the same case sim-ply because it has now gathered better\nevidence. Claim preclusion does not contain a “better evidence”\nexception. See,e.g.,Torresv.Shalala, 48\nF. 3d 887, 894 (CA5 1995) (“If simply submitting new evidence\nrendered a prior decision factually distinct,res judicatawould cease to exist”);Geigerv.Foley Hoag LLP\nRetirement Plan, 521 F. 3d 60, 66 (CA1 2008) (Claim\npreclusion “applies even if the litigant is prepared to present\ndifferent evidence . . . in the second action”);Saylorv.United States, 315 F. 3d 664, 668 (CA6\n2003) (“The fact that . . . new evidence might change the\noutcome of the case does not affect application of claim preclusion\ndoctrine”);International Union of Operating Engineers-Employers\nConstr. Industry Pension, Welfare and Training Trust Fundsv.Karr, 994 F. 2d 1426, 1430 (CA9 1993) (“The fact that\nsome different evidence may be presented in this action\n. . . , however, does not defeat the bar of res\njudicata”); Restatement (Second) of Judgments §25, Commentb(“A mere shift in the evidence offered to support a ground held\nunproved in a prior action will not suffice to make a new claim\navoiding the preclusive effect of the judgment”); 18 C. Wright, A.\nMiller, & E. Cooper, Federal Practice and Procedure §4403,\np. 33 (2d ed. 2002) (Wright & Miller) (Res judicata\n“ordinarily applies despite the availability of new evidence”);\nRestatement of Judgments §1, Commentb(The ordinary rules\nof claim preclusion apply “although the party against whom a\njudgment is rendered is later in a position to produce better\nevidence so that he would be successful in a second action”).In an effort to get around this hornbook rule,\nthe Court cites a potpourri of our decisions that have no bearing\non the question at issue. Some are not even about res\njudicata.[5] And the cases that\ndo concern res judicata,Abie State Bankv.Bryan,\n282 U. S. 765, 772 (1931) ,Lawlorv.National\nScreen Service Corp., 349 U. S. 322, 328 (1955) , andThird Nat. Bank of Louisvillev.Stone, 174\nU. S. 432, 434 (1899) , endorse the unremarkable proposition\nthat a prior judgment does not preclude new claims based on acts\noccurring after the time of the first judgment.[6] But petitioners’ second facial challenge is not\nbased on new acts postdating the first suit. Rather, it is based on\nthe same underlying act, the enactment of H. B. 2, which\nallegedly posed an undue burden.I come now to the authority on which the Court\nchiefly relies, Commentfto §24 of the second Restatement.\nThis is how it reads:“Material operative facts occurring after\nthe decision of an action with respect to the same subject mattermayin themselves, or taken in conjunction with the\nantecedent facts, comprise a transaction whichmaybe made\nthe basis of a second action not precluded by the first. See\nIllustrations 10–12. Where important human values—such as the\nlawfulness of a continuing personal disability or restraint—are at\nstake, even a slight change of circumstancesmayafford a\nsufficient basis for concluding that a second action may be\nbrought.” (Emphasis added.)As the word I have highlighted—“may”—should make\nclear, this comment does not say that “[m]aterial operative facts\noccurring after the decision of an action” always or even usually\nform “the basis of a second action not precluded by the first.”\nRather, the comment takes the view that this “may” be so. Accord,ante, at 11 (“[D]evelopment of new material factscanmean that a new case and an otherwise similar previous case do not\npresent the same claim” (emphasis added)). The question, then, iswhenthe development of new material facts should lead to\nthis conclusion. And there are strong reasons to conclude this\nshould be a very narrow exception indeed. Otherwise, this\nstatement, relegated to a mere comment, would revolutionize the\nrules of claim preclusion—by permitting a party to relitigate a\nlost claim whenever it obtains better evidence. Commentfwas surely not meant to upend this fundamental rule.What the comment undoubtedly means is far more\nmodest—only that in a few, limited circumstances the development of\nnew material facts should (in the opinion of the ALI) permit\nrelitigation. What are these circumstances? Section 24 includes\nthree illustrative examples in the form of hypothetical cases, and\nnone resembles the present case.In the first hypothetical case, the subsequent\nsuit is based on new events that provide a basis for relief under a\ndifferent legal theory. Restatement (Second) of Judgments §24,\nIllustration 10.In the second case, a father who lost a prior\nchild cus-tody case brings a second action challenging his wife’s\nfit-ness as a mother based on “subsequent experience,” which I take\nto mean subsequent conduct by the mother.Id., Illustration\n11. This illustration is expressly linked to a determination of a\nperson’s “status”—and not even status in general, but a particular\nstatus, fitness as a parent, that the law recognizes as changeable.\nSee Reporter’s Note,id.,§24, Commentf(Illustration 11 “exemplifies the effect of changed circumstances\nin an action relating to status”).In the final example, the government loses a\ncivil antitrust conspiracy case but then brings a second civil\nantitrust conspiracy case based on new conspiratorial acts. The\nillustration does not suggest that the legality of acts predating\nthe end of the first case is actionable in the second case, only\nthat the subsequent acts give rise to a new claim and that proof of\nearlier acts may be admitted as evidence to explain the\nsignificance of the later acts.Id., Illustration 12.The present claim is not similar to any of these\nillustrations. It does not involve a claim based on postjudgment\nacts and a new legal theory. It does not ask us to adjudicate a\nperson’s status. And it does not involve a continuing course of\nconduct to be proved by the State’s new acts.The final illustration actually undermines the\nCourt’s holding. The Reporter’s Note links this illustration to a\nFifth Circuit case,Exhibitors Poster Exchange, Inc.v.National Screen Service Corp., 421 F. 2d 1313 (1970). In\nthat case, the court distinguished between truly postjudgment acts\nand “acts which have been completed [prior to the previous\njudgment] except for their consequences.”Id.,at 1318. Only\npostjudgment acts—and not postjudgment consequences—the Fifth\nCircuit held, can give rise to a new cause of action. Seeibid.[7]Here, the Court does not rely on any new acts\nperformed by the State of Texas after the end of the first case.\nInstead, the Court relies solely on what it takes to be new\nconsequences, the closing of additional clinics, that are said to\nhave resulted from the enactment of H. B. 2.DFor these reasons, what the Court has done\nhere is to create an entirely new exception to the rule that a\nlosing plaintiff cannot relitigate a claim just because it now has\nnew and better evidence. As best I can tell, the Court’s new rule\nmust be something like this: If a plaintiff initially loses because\nit failed to provide adequate proof that a challenged law will have\nan unconstitutional effect and if subsequent developments tend to\nshow that the law will in fact have those effects, the plaintiff\nmay relitigate the same claim. Such a rule would be unprecedented,\nand I am unsure of its wisdom, but I am certain of this: There is\nno possible justification for such a rule unless the plaintiff, at\nthe time of the first case, could not have reasonably shown what\nthe effects of the law would be. And that is not the situation in\nthis case.1The Court does not contend that petitioners,\nat the time of the first case, could not have gathered and provided\nevidence that was sufficient to show that the admitting privileges\nrequirementwould causea sufficient number of clinic\nclosures. Instead, the Court attempts to argue that petitioners\ncould not have shown at that time that a sufficient number of\nclinicshad already closed. As I have explained, that is not\nwhat petitioners need to show or what they attempted to prove.Moreover, the Court is also wrong in its\nunderstanding of petitioners’ proof in the first case. In support\nof its holding that the admitting privileges requirement now\n“places a ‘substantial obstacle in the path of a woman’s\nchoice,’ ” the Court relies on two facts: “Eight abortion\nclinics closed in the months leading up to the requirement’s\neffective date” and “[e]leven more closed on the day the\nadmitting-privileges requirement took effect.”Ante, at 24.\nBut petitioners put on evidence addressing exactly this issue in\ntheir first trial. They apparently surveyed 27 of the 36 abortion\nclinics they identified in the State, including all 24 of the\nclinics owned by them or their coplaintiffs, to find out what\nimpact the requirement would have on clinic operations. See\nAppendix,infra(App. K to Emergency Application To Vacate\nStay inPlanned Parenthood of Greater Tex. Surgical Health\nServs.v.Abbott, O. T. 2013, No. 13A452, Plaintiffs’\nTrial Exh. 46).That survey claimed to show that the admitting\nprivileges requirement would cause 15 clinics to close.[8] Seeibid.The Fifth Circuit\nhad that evidence before it, and did not refuse to consider\nit.[9] If that evidence was\nsufficient to show that the admitting privileges rule created an\nunlawful impediment to abortion access (and the District Court\nindeed thought it sufficient), then the decision of the Fifth\nCircuit in the first case was wrong as a matter of law. Petitioners\ncould have asked us to review that decision, but they chose not to\ndo so. A tactical decision of that nature has consequences. While\nit does not mean that the admitting privileges requirement is\nimmune to a facial challenge, it does mean that these petitioners\nand the other plaintiffs in the first case cannot mount such a\nclaim.2Even if the Court thinks that petitioners’\nevidence in the first case was insufficient, the Court does not\nclaim that petitioners, with reasonable effort, could not have\ngathered sufficient evidence to show with some degree of accuracy\nwhat the effects of the admitting privileges requirement would be.\nAs I have just explained, in their first trial petitioners\nintroduced a survey of 27 abortion clinics indicating that 15 would\nclose because of the admitting privileges requirement. The Court\ndoes not identify what additional evidence petitioners needed but\nwere unable to gather. There is simply no reason why petitioners\nshould be allowed to relitigate their facial claim.ESo far, I have discussed only the first of the\ntwo sentences in Commentf, but the Court also relies on the\nsecond sentence. I reiterate what that second sentence says:“Where important human values—such as the\nlawfulness of a continuing personal disability or restraint—are at\nstake, even a slight change of circumstances may afford a\nsufficient basis for concluding that a second action may be\nbrought.” Restatement (Second) of Judgments §24, Commentf.The second Restatement offers no judicial\nsupport whatsoever for this suggestion, and thus the comment “must\nbe regarded as a proposal for change rather than a restatement of\nexisting doctrine, since the commentary refers to not a single\ncase, of this or any other United States court.”United\nStatesv.Stuart, 489 U. S. 353, 375 (1989)\n(Scalia, J., concurring in judgment). The sentence also sits in\nconsiderable tension with our decisions stating that res judicata\nmust be applied uniformly and without regard to what a court may\nthink is just in a particular case. See,e.g.,Moitie, 452 U. S., at 401 (“The doctrine of res\njudicata serves vital public interests beyond any individual\njudge’s ad hoc determination of the equities in a particular\ncase”). Not only did this sentence seemingly come out of nowhere,\nbut it appears that no subsequent court has relied on this sentence\nas a ground for decision. And while a few decisions have cited the\n“important human values” language, those cases invariably involve\nthe relitigation of personal status determinations, as discussed in\nCommentf’s Illustration 11. See,e.g., People\nex rel.Leonard HH.v.Nixon, 148\nApp. Div. 2d 75, 79–80, 543 N. Y. S. 2d\n998, 1001 (1989) (“[B]y its very nature, litigation concerning thestatusof a person’s mental capacity does not lend itself to\nstrict application of res judicata on a transactional analysis\nbasis”).[10]*  *  *In sum, the Court’s holding that petitioners’\nsecond facial challenge to the admitting privileges requirement is\nnot barred by claim preclusion is not supported by any of our cases\nor any body of lower court precedent; is contrary to the bedrock\nrule that a party cannot relitigate a claim simply because the\nparty has obtained new and better evidence; is contrary to the\nfirst Restatement of Judgments and the actual rules of the second\nRestatement of Judgment; and is purportedly based largely on a\nsingle comment in the second Restatement, but does not even\nrepresent a sensible reading of that comment. In a regular case, an\nattempt by petitioners to relitigate their previously unsuccessful\nfacial challenge to the admitting privileges requirement would have\nbeen rejected out of hand—indeed, might have resulted in the\nimposition of sanctions under Federal Rule of Civil Procedure 11.\nNo court would even think of reviving such a claim on its own. But\nin this abortion case, ordinary rules of law—and fairness—are\nsuspended.IIAI now turn to the application of principles of\nclaim preclusion to a claim that petitioners did include in their\nsecond complaint, namely, their facial challenge to the requirement\nin H. B. 2 that abortion clinics comply with the rules that\ngovern ambulatory surgical centers (ASCs). As we have said many\ntimes, the doctrine of claim preclusion not only bars the\nrelitigation of previously litigated claims; it can also bar claims\nthat are closely related to the claims unsuccessfully litigated in\na prior case. SeeMoitie,supra, at 398;Montana, 440 U. S., at 153.As just discussed, the Court’s holding on the\nadmitting privileges issue is based largely on a comment to §24 of\nthe second Restatement, and therefore one might think that\nconsistency would dictate an examination of what §24 has to say on\nthe question whether the ASC challenge should be barred. But\nconsistency is not the Court’s watchword here.Section 24 sets out the general rule regarding\nthe “ ‘[s]plitting’ ” of claims. This is the rule that\ndetermines when the barring of a claim that was previously\nlitigated unsuccessfully also extinguishes a claim that the\nplaintiff could have but did not bring in the first case. Section\n24(1) states that the new claim is barred if it is “any part of the\ntransaction, or series of connected transactions, out of which the\naction arose.”Here, it is evident that petitioners’ challenges\nto the admitting privileges requirement and the ASC requirement are\npart of the same transaction or series of connected transactions.\nIf, as I believe, the “transaction” is the enactment of H. B.\n2, then the two facial claims are part of the very same\ntransaction. And the same is true even if the likely or actual\neffects of the two provisions constitute the relevant transactions.\nPetitioners argue that the admitting privileges requirement and the\nASC requirementscombinedhave the effect of\nunconstitutionally restricting access to abortions. Their brief\nrepeatedly refers to the collective effect of the “requirements.”\nBrief for Petitioners 40, 41, 42, 43, 44. They describe the\nadmitting privileges and ASC requirements as delivering a “one-two\npunch.”Id., at 40. They make no effort whatsoever to\nseparate the effects of the two provisions.BThe Court nevertheless holds that there are\ntwo “meaningful differences” that justify a departure from the\ngeneral rule against splitting claims.Ante, at 16. Neither\nhas merit.1First, pointing to a statement in a pocket\npart to a treatise, the Court says that “courts normally treat\nchallenges to distinct regulatory requirements as ‘separate\nclaims,’ even when they are part of one overarching ‘[g]overnment\nregulatory scheme.’ ”Ante, at 16–17 (quoting 18 Wright\n& Miller §4408, at 54 (2d ed. 2002, Supp. 2016)). As support\nfor this statement, the treatise cites one case,Hamilton’s\nBogarts, Inc.v.Michigan, 501 F. 3d 644, 650 (CA6\n2007). Even if these authorities supported the rule invoked by the\nCourt (and the Court points to no other authorities), they would\nhardly be sufficient to show that “courts normally” proceed in\naccordance with the Court’s rule. But in fact neither the treatise\nnor the Sixth Circuit decision actually supports the Court’s\nrule.What the treatise says is the following:“Governmentregulatory schemesprovide regular examples of circumstances in which regulation of a\nsingle business by many different provisionsshould leadto\nrecognition of separate claims when the business challenges\ndifferent regulations.” 18 Wright & Miller §4408, at 54\n(emphasis added).Thus, the treatise expresses a view about what\nthe law “should” be; it does not purport to state what courts\n“normally” do. And the recommendation of the treatise authors\nconcerns different provisions of a “regulatory scheme,” which often\nembodies an accumulation of legislative enactments. Petitioners\nchallenge two provisions of one law, not just two provisions of a\nregulatory scheme.The Sixth Circuit decision is even further\nafield. In that case, the plaintiff had previously lost a case\nchallenging one rule of a state liquor control commission. 501\nF. 3d, at 649–650. On the question whether the final judgment\nin that case barred a subsequent claim attacking another rule, the\ncourt held that the latter claim was “likely” not barred because,\n“although [the first rule] was challenged in the first lawsuit,\n[the other rule] was not,” and “[t]he state has not argued or made\nany showing that [the party] should also have challenged [the other\nrule] at the time.”Id.,at 650. To say that these\nauthorities providemeager support for the Court’s reasoning would\nbe an exaggeration.Beyond these paltry authorities, the Court adds\nonly the argument that we should not “encourage a kitchen-sink\napproach to any litigation challenging the validity of statutes.”Ante, at 17. I agree—but that is not the situation in this\ncase. The two claims here are very closely related. They are two\nparts of the same bill. They both impose new requirements on\nabortion clinics. They are justified by the State on the same\nground, protection of the safety of women seeking abortions. They\nare both challenged as imposing the same kind of burden (impaired\naccess to clinics) on the same kind of right (the right to\nabortion, as announced inRoev.Wade, 410 U. S.\n113 (1973) , andCasey, 505 U. S. 833 ). And\npetitioners attack the two provisions as a package. According to\npetitioners, the two provisions were both enacted for the same\nillegitimate purpose—to close down Texas abortion clinics. See\nBrief for Petitioners 35–36. And as noted, petitioners rely on the\ncombined effect of the two requirements. Petitioners have made\nlittle effort to identify the clinics that closed as a result of\neach requirement but instead aggregate the two requirements’\neffects.For these reasons, the two challenges “form a\nconvenient trial unit.” Restatement (Second) of Judgments\n§24(2).In fact, for a trial court to accurately identify\nthe effect of each provision it would also need to identify the\neffect of the other provision. Cf.infra, at 30.2Second, the Court claims that, at the time\nwhen petitioners filed their complaint in the first case, they\ncould not have known whether future rules implementing the surgical\ncenter requirement would provide an exemption for existing abortion\nclinics.Ante, at 17. This argument is deeply flawed.“Where the inevitability of the operation of a\nstatute against certain individuals is patent, it is irrelevant to\nthe existence of a justiciable controversy that there will be a\ntime delay before the disputed provisions will come into effect.”Regional Rail Reorganization Act Cases,419 U. S. 102,\n143 (1974) . And here, there was never any real chance that the\nTexas Department of State Health Services would exempt existing\nabortion clinics from all the ASC requirements. As the Court of\nAppeals wrote, “it is abundantly clear from H. B. 2 that all\nabortion facilities must meet the standards already promulgated for\nASCs.”Whole Woman’s Healthv.Cole, 790 F. 3d\n563, 583 (2015) (per curiam) (case below). See Tex. Health\n& Safety Code Ann. §245.010(a) (West Cum. Supp. 2015) (Rules\nimplementing H. B. 2 “must contain minimum standards\n. . . for an abortion facility [that are] equivalent to\nthe minimum standards . . . for ambulatory surgical\ncenters”). There is no apparent basis for the argument that\nH. B. 2 permitted the state health department to grant blanket\nexemptions.Whether there was any real likelihood that\nclinics would be exempted fromparticularASC requirements\nis irrelevant because both petitioners and the Court view the ASC\nrequirements as an indivisible whole. Petitioners told the Fifth\nCircuit in unequivocal terms that they were “challeng[ing]\nH. B. 2 broadly, with no effort whatsoever to parse out\nspecific aspects of the ASC requirement that they f[ou]nd onerous\nor otherwise infirm.” 790 F. 3d, at 582. Similarly, the\nmajority views all the ASC provisions as an indivisible whole. Seeante, at 38 (“The statute was meant to require abortion\nfacilities to meet the integrated surgical-center standards—not\nsome subset thereof”). On this view, petitioners had no reason to\nwait to see whether the Department of State Health Services might\nexempt them from some of the ASC rules. Even if exemptions from\nsome of the ASC rules had been granted, petitioners and the\nmajority would still maintain that the provision of H. B. 2\nmaking the ASC rules applicable to abortion facilities is facially\nunconstitutional. Thus, exemption from some of the ASC requirements\nwould be entirely inconsequential. The Court has no response to\nthis point. Seeante, at 17.For these reasons, petitioners’ facial attack on\nthe ASC requirements, like their facial attack on the admitting\nprivileges rule, is precluded.IIIEven if res judicata did not bar either facial\nclaim, a sweeping, statewide injunction against the enforcement of\nthe admitting privileges and ASC requirements would still be\nunjustified. Petitioners in this case are abortion clinics and\nphysicians who perform abortions. If they were sim-ply asserting a\nconstitutional right to conduct a business or to practice a\nprofession without unnecessary state regulation, they would have\nlittle chance of success. See,e.g., Williamsonv.Lee\nOptical of Okla., Inc., 348 U. S. 483 (1955) . Under our\nabortion cases, however, they are permitted to rely on the right of\nthe abortion patients they serve. SeeDoev.Bolton,\n410 U. S. 179, 188 (1973) ; but seeante, at 2–5\n(Thomas, J., dissenting).Thus, what matters for present purposes is not\nthe effect of the H. B. 2 provisions on petitioners but the\neffect on their patients. Under our cases, petitioners must show\nthat the admitting privileges and ASC requirements impose an “undue\nburden” on women seeking abortions.Gonzalesv.Carhart, 550 U. S. 124, 146 (2007) . And in order to\nobtain the sweeping relief they seek—facial invalidation of those\nprovisions—they must show, at a minimum, that these provisions have\nan unconstitutional impact on at least a “large fraction” of Texas\nwomen of reproductive age.[11]Id.,at 167–168. Such a situation could result\nif the clinics able to comply with the new requirements either\nlacked the requisite overall capacity or were located too far away\nto serve a “large fraction” of the women in question.Petitioners did not make that showing. Instead\nof offering direct evidence, they relied on two crude inferences.\nFirst, they pointed to the number of abortion clinics that closed\nafter the enactment of H. B. 2, and asked that it be inferred\nthat all these closures resulted from the two challenged\nprovisions. See Brief for Petitioners 23–24. They made little\neffort to show why particular clinics closed. Second, they pointed\nto the number of abortions performed annually at ASCs before\nH. B. 2 took effect and, because this figure is well below the\ntotal number of abortions performed each year in the State, they\nasked that it be inferred that ASC-compliant clinics could not meet\nthe demands of women in the State. See App. 237–238. Petitioners\nfailed to provide any evidence of the actual capac-ity of the\nfacilities that would be available to perform abortions in\ncompliance with the new law—even though they provided this type of\nevidence in their first case to the District Court at trial and\nthen to this Court in their application for interim injunctive\nrelief. Appendix,infra.AI do not dispute the fact that H. B. 2\ncaused the closure of some clinics. Indeed, it seems clear that\nH. B. 2 was intended to force unsafe facilities to shut down.\nThe law was one of many enacted by States in the wake of the Kermit\nGosnell scandal, in which a physician who ran an abortion clinic in\nPhiladelphia was convicted for the first-degree murder of three\ninfants who were born alive and for the manslaughter of a patient.\nGosnell had not been actively supervised by state or local\nauthorities or by his peers, and the Philadelphia grand jury that\ninvestigated the case recommended that the Commonwealth adopt a law\nrequiring abortion clinics to comply with the same regulations as\nASCs.[12] If Pennsylvania\nhad had such a requirement in force, the Gosnell facility may have\nbeen shut down before his crimes. And if there were any similarly\nunsafe facilities in Texas, H. B. 2 was clearly in-tended to put\nthem out of business.[13]While there can be no doubt that H. B. 2 caused\nsome clinics to cease operation, the absence of proof regarding the\nreasons for particular closures is a problem because some clinics\nhave or may have closed for at least four reasons other than the\ntwo H. B. 2 requirements at issue here. These are:1.H. B. 2’s restriction on medication\nabortion.In their first case, petitioners challenged the\nprovision of H. B. 2 that regulates medication abortion, but\nthat part of the statute was upheld by the Fifth Circuit and not\nrelitigated in this case. The record in this case indicates that in\nthe first six months after this restriction took effect, the number\nof medication abortions dropped by 6,957 (compared to the same\nperiod the previous year). App. 236.2.Withdrawal ofTexas family\nplanning funds.In 2011, Texas passed a law preventing family\nplanning grants to providers that perform abortions and their\naffiliates. In the first case, petitioners’ expert admitted that\nsome clinics closed “as a result of the defunding,”[14] and as discussed below, this withdrawal\nappears specifically to have caused multiple clinic closures in\nWest Texas. Seeinfra, at 29, and n. 18.3.The nationwide decline in abortion\ndemand.Petitioners’ expert testimony relies[15] on a study from the Guttmacher\nInstitute which concludes that “ ‘[t]he national abortion rate\nhas resumed its decline, andno evidence was found that the\noverall drop in abortion incidence was related to the decrease in\nproviders or to restrictions implemented between 2008 and\n2011.’ ” App. 1117 (direct testimony of Dr. Peter\nUhlenberg) (quoting R. Jones & J. Jerman, Abortion Incidence\nand Service Availability In the United States, 2011, 46\nPerspectives on Sexual and Reproductive Health 3 (2014); emphasis\nin testimony). Consistent with that trend, “[t]he number of\nabortions to residents of Texas declined by 4,956 between 2010 and\n2011 and by 3,905 between 2011 and 2012.” App. 1118.4.Physician retirement (or other localized\nfactors).Like everyone else, most physicians eventually\nretire, and the retirement of a physician who performs abortions\ncan cause the closing of a clinic or a reduction in the number of\nabortions that a clinic can perform. When this happens, the closure\nof the clinic or the reduction in capacity cannot be attributed to\nH. B. 2 unless it is shown that the retirement was caused by\nthe admitting privileges or surgical center requirements as opposed\nto age or some other factor.At least nine Texas clinics may have ceased\nperforming abortions (or reduced capacity) for one or more of the\nreasons having nothing to do with the provisions challenged here.\nFor example, in their first case, petitioners alleged that the\nmedication-abortion restriction would cause at least three\nmedication-only abortion clinics to cease performing\nabortions,[16] and they\npredicted that “[o]ther facilities that offer both surgical and\nmedication abortion will be unable to offer medication\nabortion,”[17] presumably\nreducing their capacity. It also appears that several clinics\n(including most of the clinics operating in West Texas, apart from\nEl Paso) closed in response to the unrelated law restricting the\nprovision of family planning funds.[18] And there is reason to question whether at least two\nclosures (one in Corpus Christi and one in Houston) may have been\nprompted by physician retirements.[19]Neither petitioners nor the District Court\nproperly addressed these complexities in assessing causation—and\nfor no good reason. The total number of abortion clinics in the\nState was not large. Petitioners could have put on evidence (as\nthey did for 27 individual clinics in their first case, see\nAppendix,infra) about the challenged provisions’ role in\ncausing the closure of each clinic,[20] and the court could have made a factual finding as to\nthe cause of each closure.Precise findings are important because the key\nissue here is not the number or percentage of clinics affected, but\nthe effect of the closures on women seeking abortions,i.e.,\non the capacity and geographic distribution of clinics used by\nthose women. To the extent that clinics closed (or experienced a\nreduction in capacity) for any reason unrelated to the challenged\nprovisions of H. B. 2, the corresponding burden on abortion\naccess may not be factored into the access analysis. Because there\nwas ample reason to believe that some closures were caused by these\nother factors,the District Court’s failure to ascertain the reasons\nfor clinic closures means that, on the record before us, there is\nno way to tell which closures actually count. Petitioners—who, as\nplaintiffs, bore the burden of proof—cannot simply point to\ntemporal correlation and call it causation.BEven if the District Court had properly\nfiltered out immaterial closures, its analysis would have been\nincomplete for a second reason. Petitioners offered scant evidence\non the capacity of the clinics that are able to comply with the\nadmitting privileges and ASC requirements, or on those clinics’\ngeographic distribution. Reviewing the evidence in the record, it\nis far from clear that there has been a material impact on access\nto abortion.On clinic capacity, the Court relies on\npetitioners’ expert Dr. Grossman, who compared the number of\nabortions performed at Texas ASCs before the enactment of\nH. B. 2 (about 14,000 per year) with the total number of\nabortions per year in the State (between 60,000–70,000 per year).Ante, at 32–33.[21]\nApplying what the Court terms “common sense,” the Court infers that\nthe ASCs that performed abortions at the time of H. B. 2’s\nenactment lacked the capacity to perform all the abortions sought\nby women in Texas.The Court’s inference has obvious limitations.\nFirst, it is not unassailable “common sense” to hold that current\nutilization equals capacity; if all we know about a grocery store\nis that it currently serves 200 customers per week,ante, at\n33, that fact alone does not tell us whether it is an overcrowded\nminimart or a practically empty supermarket. Faced with increased\ndemand, ASCs could potentially increase the number of abortions\nperformed without prohibitively expensive changes. Among other\nthings, they might hire more physicians who perform\nabortions,[22] utilize their\nfacilities more intensively or efficiently, or shift the mix of\nservices provided. Second, what matters for present purposes is not\nthe capacity of just those ASCs that performed abortions prior to\nthe enactment of H. B. 2 but the capacity of those that would\nbe available to perform abortions after the statute took effect.\nAnd since the enactment of H. B. 2, the number of ASCs\nperforming abortions has increased by 50%—from six in 2012 to nine\ntoday.[23]The most serious problem with the Court’s\nreasoning is that its conclusion is belied by petitioners’ own\nsubmissions to this Court. In the first case, when petitioners\nasked this Court to vacate the Fifth Circuit’s stay of the District\nCourt’s injunction of the admitting privileges requirement pending\nappeal, they submitted a chart previously provided in the District\nCourt that detailed the capacity of abortion clinics after the\nadmitting privileges requirement was to take effect.[24] This chart is included as an Appendix\nto this opinion.[25] Three\nof the facilities listed on the chart were ASCs, and their capacity\nwas shown as follows:Southwestern Women’s Surgery Center in Dallas\nwas said to have the capacity for 5,720 abortions a year (110 per\nweek);Planned Parenthood Surgical Health Services\nCenter in Dallas was said to have the capacity for 6,240 abortions\na year (120 per week); andPlanned Parenthood Center for Choice in Houston\nwas said to have the capacity for 9,100 abortions a year (175 per\nweek).[26] See Appendix,infra.The average capacity of these three ASCs was\n7,020 abortions per year.[27] If the nine ASCs now performing abortions in Texas\nhave the same average capacity, they have a total capacity of\n63,180. Add in the assumed capacity for two other clinics that are\noperating pursuant to the judgment of the Fifth Circuit (over 3,100\nabortions per year),[28] and\nthe total for the State is 66,280 abortions per year. That is\ncomparable to the 68,298 total abortions performed in Texas in\n2012, the year before H. B. 2 was enacted, App. 236,[29] and well in excess of the\nabortion rate one would expect—59,070—if subtracting the apparent\nimpact of the medication abortion restriction, see n. 21,supra.To be clear, I do not vouch for the accuracy of\nthis calculation. It might be too high or too low. The important\npoint is that petitioners put on evidence of actual clinic capacity\nin their earlier case, and there is no apparent reason why they\ncould not have done the same here. Indeed, the Court asserts that,\nafter the admitting privileges requirement took effect, clinics\n“were not able to accommodate increased demand,”ante, at\n35, but petitioners’ own evidence suggested that the requirement\nhadnoeffect on capacity, see n. 21,supra. On this\npoint, like the question of the reason for clinic closures,\npetitioners did not discharge their burden, and the District Court\ndid not engage in the type of analysis that should have been\nconducted before enjoining an important state law.So much for capacity. The other[30] potential obstacle to abortion access\nis the distribution of facilities throughout the State. This might\noccur if the two challenged H. B. 2 requirements, by causing\nthe closure of clinics in some rural areas, led to a situation in\nwhich a “large fraction”[31]\nof women of reproductive age live too far away from any open\nclinic. Based on the Court’s holding inPlanned Parenthood of\nSoutheastern Pa.v.Casey, 505 U. S. 833 , it\nappears that the need to travel up to 150 miles is not an undue\nburden,[32] and the evidence\nin this case shows that if the only clinics in the State were those\nthat would have remained open if the judgment of the Fifth Circuit\nhad not been enjoined, roughly 95% of the women of reproductive age\nin the State would live within 150 miles of an open facility (or\nlived outside that range before H. B. 2).[33] Because the record does not show why\nparticular facilities closed, the real figure may be even higher\nthan 95%.We should decline to hold that these statistics\njustify the facial invalidation of the H. B. 2 requirements.\nThe possibility that the admitting privileges requirementmighthave caused a closure in Lubbock is no reason to issue\na facial injunction exempting Houston clinics from that\nrequirement. I do not dismiss the situation of those women who\nwould no longer live within 150 miles of a clinic as a result of\nH. B. 2. But under current doctrine such localized problems\ncan be addressed by narrow as-applied challenges.IVEven if the Court were right to hold that res\njudicata does not bar this suit and that H. B. 2 imposes an\nundue burden on abortion access—it is, in fact, wrong on both\ncounts—it is still wrong to conclude that the admitting privileges\nand surgical center provisions must be enjoined in their entirety.\nH. B. 2 has an extraordinarily broad severability clause that\nmust be considered before enjoining any portion or application of\nthe law. Both challenged provisions should survive in substantial\npart if the Court faithfully applies that clause. Regrettably, it\nenjoins both in full, heedless of the (controlling) intent of the\nstate legislature. Cf.Leavittv.Jane L., 518\nU. S. 137, 139 (1996) (per curiam) (“Severability is of\ncourse a matter of state law”).AApplying H. B. 2’s severability clause to\nthe admitting privileges requirement is easy. Simply put, the\nrequirement must be upheld in every city in which its application\ndoes not pose an undue burden. It surely does not pose that burden\nanywhere in the eastern half of the State, where most Texans live\nand where virtually no woman of reproductive age lives more than\n150 miles from an open clinic. See App. 242, 244 (petitioners’\nexpert testimony that 82.5% of Texas women of reproductive age live\nwithin 150 miles of open clinics in Austin, Dallas, Fort Worth,\nHouston, and San Antonio). (Unfortunately, the Court does not\naddress the State’s argument to this effect. See Brief for\nRespondents 51.) And petitioners would need to show that the\nrequirement caused specific West Texas clinics to close (but seesupra,at 29, and n. 18) before they could be entitled to an\ninjunction tailored to address those closures.BApplying severability to the surgical center\nrequirement calls for the identification of the particular\nprovisions of the ASC regulations that result in the imposition of\nan undue burden. These regulations are lengthy and detailed, and\nwhile compliance with some might be expensive, compliance with many\nothers would not. And many serve important health and safety\npurposes. Thus, the surgical center requirements cannot be judged\nas a package. But the District Court nevertheless held that all the\nsurgical center requirements are unconstitutional in all cases, and\nthe Court sustains this holding on grounds that are hard to take\nseriously.When the Texas Legislature passed H. B. 2,\nit left no doubt about its intent on the question of severability.\nIt included a provision mandating the greatest degree of\nseverability possible. The full provision is reproduced\nbelow,[34] but it is enough\nto note that under this provision “every provision, section,\nsubsection, sentence, clause, phrase, or word in this Act, and\nevery application of the provisions in this Act, are severable from\neach other.” H. B. 2, §10(b), App. to Pet. for Cert. 200a. And\nto drive home the point about the severability of applications of\nthe law, the provision adds:“If any application of any provision in\nthis Act to any person, group of persons, or circumstances is found\nby a court to be invalid, the remaining applications of that\nprovision to all other persons and circumstances shall be severed\nand may not be affected. All constitutionally valid applications of\nthis Act shall be severed from any applications that a court finds\nto be invalid, leaving the valid applications in force, because it\nis the legislature’s intent and priority that the valid\napplications be allowed to stand alone.”Ibid.This provision indisputably requires that all\nsurgical center regulations that are not themselves\nunconstitutional be left standing. Requiring an abortion facility\nto com-ply with any provision of the regulations applicable to\nsurgical centers is an “application of the provision” of H. B.\n2 that requires abortion clinics to meet surgical center standards.\nTherefore, if some such applications are unconstitutional, the\nseverability clause plainly requires that those applications be\nsevered and that the rest be left intact.How can the Court possibly escape this painfully\nobvious conclusion? Its main argument is that it need not honor the\nseverability provision because doing so would be too burdensome.\nSeeante, at 38. This is a remarkable argument.Under the Supremacy Clause, federal courts may\nstrike down state laws that violate the Constitution or conflict\nwith federal statutes, Art. VI, cl. 2, but in exercising this\npower, federal courts must take great care. The power to invalidate\na state law implicates sensitive federal-state relations. Federal\ncourts have no authority to carpet-bomb state laws, knocking out\nprovisions that are per-fectly consistent with federal law, just\nbecause it would be too much bother to separate them from\nunconstitutional provisions.In any event, it should not have been hard in\nthis case for the District Court to separate any bad provisions\nfrom the good. Petitioners should have identified the particular\nprovisions that would entail what they regard as an undue expense,\nand the District Court could have then concentrated its analysis on\nthose provisions. In fact, petitionersdiddo this in their\ntrial brief, Doc. 185, p. 8 inLakey(Aug. 12, 2014)\n(“It is the construction and nursing requirements that form the\nbasis of Plaintiffs’ challenge”), but they changed their position\nonce the District Court awarded blanket relief, see 790 F. 3d,\nat 582 (petitioners told the Fifth Circuit that they “challenge\nH. B. 2 broadly, with no effort whatsoever to parse out\nspecific aspects of the ASC requirement that they find onerous or\notherwise infirm”). In its own review of the ASC requirement, in\nfact, the Court follows petitioners’ original playbook and focuses\non the construction and nursing requirements as well. Seeante, at 28–29 (detailed walkthrough of Tex. Admin. Code,\ntit. 25, §§135.15 (2016) (nursing), 135.52 (construction)). I do\nnot see how it “would inflict enormous costs on both courts and\nlitigants,”ante, at 38, to single out the ASC regulations\nthat this Court and petitioners have both targeted as the core of\nthe challenge.By forgoing severability, the Court strikes down\nnumerous provisions that could not plausibly impose an undue\nburden. For example, surgical center patients must “be treated with\nrespect, consideration, and dignity.” Tex. Admin. Code, tit. 25,\n§135.5(a). That’s now enjoined. Patients may not be given\nmisleading “advertising regarding the competence and/or\ncapabilities of the organization.” §135.5(g). Enjoined. Centers\nmust maintain fire alarm and emergency communications systems,\n§§135.41(d), 135.42(e), and eliminate “[h]azards that might lead to\nslipping, falling, electrical shock, burns, poisoning, or other\ntrauma,” §135.10(b). Enjoined and enjoined. When a center is being\nremodeled while still in use, “[t]emporary sound barriers shall be\nprovided where intense, prolonged construction noises will disturb\npatients or staff in the occupied portions of the building.”\n§135.51(b)(3)(B)(vi). Enjoined. Centers must develop and enforce\npolicies concerning teaching and publishing by staff. §§135.16(a),\n(c). Enjoined. They must obtain informed consent before doing\nresearch on patients. §135.17(e). Enjoined. And each center “shall\ndevelop, im-plement[,] and maintain an effective, ongoing,\norganization-wide, data driven patient safety program.” §135.27(b).\nAlso enjoined. These are but a few of the innocuous requirements\nthat the Court invalidates with nary a wave of the hand.Any responsible application of the H. B. 2\nseverability provision would leave much of the law intact. At a\nminimum, both of the requirements challenged here should be held\nconstitutional as applied to clinics in any Texas city that will\nhave a surgical center providing abortions (i.e., those\nareas in which there cannot possibly have been an undue burden on\nabortion access). Moreover, as even the District Court found, the\nsurgical center requirement is clearly constitutional as to new\nabortion facilities and facilities already licensed as surgical\ncenters.Whole Woman’s Healthv.Lakey, 46\nF. Supp. 3d 673, 676 (WD Tex. 2014). And we should uphold\nevery application of every surgical center regulation that does not\npose an undue burden—at the very least, all of the regulations as\nto which petitioners have never made a specific complaint supported\nby specific evidence. The Court’s wholesale refusal to engage in\nthe required severability analysis here revives the “antagonistic\n‘canon of construction under which in cases involving abortion, a\npermissible reading of a statute is to be avoided at all\ncosts.’ ”Gonzales, 550 U. S., at 153–154 (quotingStenbergv.Carhart, 530 U. S. 914, 977 (2000)\n(Kennedy, J., dissenting); some internal quotation marks\nomitted).If the Court is unwilling to undertake the\ncareful severability analysis required, that is no reason to strike\ndown all applications of the challenged provisions. The proper\ncourse would be to remand to the lower courts for a remedy tailored\nto the specific facts shown in this case, to “try to limit the\nsolution to the problem.”Ayottev.Planned Parenthood of\nNorthern New Eng., 546 U. S. 320, 328 (2006) .VWhen we decide cases on particularly\ncontroversial issues, we should take special care to apply settled\nprocedural rules in a neutral manner. The Court has not done that\nhere.I therefore respectfully dissent.APPENDIXApp. K to Emergency Application To Vacate Stay\nin O. T. 2013, No. 13A452, Plaintiffs’ Trial Exh. 46Notes1See,e.g., Note,\nDevelopments in the Law: Res Judicata, 65 Harv. L. Rev. 818, 824\n(1952); Cleary, Res Judicata Reexamined, 57 Yale L. J. 339,\n339–340 (1948).2Brief for\nPlaintiffs-Appellees inAbbott, No. 13–51008 (CA5), p. 5\n(emphasis added); see alsoid., at 23–24 (“[T]he evidence\nestablished that as a result of the admitting privileges\nrequirement, approximately one-third of the licensed abortion\nproviders in Texaswould stopproviding\nabortions. . . . As a result, one in three women in\nTexaswould be unableto access desired abortion\nservices. . . . [T]he immediate, wide-spread\nreduction of services caused by the admitting privileges\nrequirementwould producea shortfall in the capacity of\nproviders to serve all of the women seeking abortions” (emphasis\nadded)).3Even if the “operative\nfacts” were actual clinic closures, the claims in the two cases\nwould still be the same. The Court suggests that many clinics\nclosed between the time of the Fifth Circuit’s decision in the\nfirst case and the time of the District Court’s decision in the\npresent case by comparing what the Court of Appeals said inAbbottabout the effect of the admitting privileges\nrequirement alone, 748 F. 3d, at 598 (“All of the major Texas\ncities . . . continue to have multiple clinics where many\nphysicians will have or obtain hospital admitting privileges”),\nwith what the District Court said in this case about the combined\neffect of the admitting privileges requirement and the ambulatory\nsurgical center requirement, 46 F. Supp. 3d 673, 680 (WD Tex. 2014)\n(Were the surgical center requirement to take effect on September\n1, 2014, only seven or eight clinics would remain open). Seeante, at 14–15. Obviously, this comparison does not show\nthat the effect of the admitting privileges requirement alone was\ngreater at the time of the District Court’s decision in this second\ncase. Simply put, the Court presents no new clinic closures\nallegedly caused by the admitting privileges requirement beyond\nthose already accounted for inAbbott, as I discuss,infra, at 15–17, and accompanying notes.4I need not quibble with\nthe Court’s authorities stating that facial relief can sometimes be\nappropriate even where a plaintiff has requested only as-applied\nrelief.Ante, at 15. Assuming that this is generally proper,\nit does not follow that this may be done where the plaintiff is\nprecluded by res judicata from bringing a facial\nclaim.5Seeante, at 13\n(citingUnited Statesv.Carolene Products Co., 304\nU. S. 144, 153 (1938) , andNashville, C. & St. L. R.\nCo.v.Walters, 294 U. S. 405, 415 (1935)\n).6The Court’s\ncontaminated-water hypothetical, seeante, at 12–13, may\ninvolve such a situation. If after their loss in the first suit,\nthe same prisoners continued to drink the water, they would not be\nbarred from suing to recover for subsequent injuries suffered as a\nresult. But if the Court simply means that the passage of time\nwould allow the prisoners to present better evidence in support of\nthe same claim, the successive suit would be barred for the reasons\nI have given. In that event, their recourse would be to move for\nrelief from the judgment. See Restatement (Second) of Judgments\n§73.7See alsoSutliffev.Epping School Dist., 584 F. 3d 314, 328 (CA1 2009)\n(“[W]hen a defendant is accused of . . . acts which though\noccurring over a period of time were substantially of the same sort\nand similarly motivated, fairness to the defendant as well as the\npublic convenience may require that they be dealt with in the same\naction, and the events are said to constitute but one transaction”\n(internal quotation marks omitted));Monahanv.New York\nCity Dept. of Corrections, 214 F. 3d 275, 289 (CA2 2000)\n(“Plaintiffs’ assertion of new incidents arising from the\napplication of the challenged policy is also insufficient to bar\nthe application ofres judicata”);Huckv.Dawson, 106 F. 3d 45, 49 (CA3 1997) (applying res judicata\nwhere “the same facts that resulted in the earlier judgment have\ncaused continued damage”).8As I explain,infra, at 29, and n. 18, some of the closures presumably\nincluded in the Court’s count of 19 were not attributed to\nH. B. 2 at the first trial, even by petitioners.9TheAbbottpanel’s\nrefusal to consider “developments since the conclusion of the bench\ntrial,” 748 F. 3d, at 599, n. 14, was not addressed to\nthe evidence of 15 closures presented at trial. The Court of\nAppeals in fact credited that evidence byassuming“some\nclinics may be required to shut their doors,” but it nevertheless\nconcluded that “there is no showing whatsoever thatanywoman will lack reasonable access to a clinic within Texas.”Id.,at 598. TheAbbottdecision therefore accepted\nthe factual premise common to these two actions—namely, that the\nadmitting privileges requirement would cause some clinics to\nclose—but it concluded that petitioners had not proved a burden on\naccess regardless. In rejectingAbbott’s conclusion, the\nCourt seems to believe thatAbbottalso must have refused to\naccept the factual premise. Seeante, at 13–15.10See\nalsoIn re Marriage of Shaddle, 317 Ill. App. 3d 428,\n430–432, 740 N. E. 2d 525, 528–529 (2000) (child custody);In re Hope M., 1998 ME 170, ¶5, 714 A. 2d 152, 154\n(termination of parental rights);In re Connors, 255\nIll. App. 3d 781, 784–785, 627 N. E. 2d 1171, 1173–1174 (1994)\n(civil commitment);Kent V.v.State, 233 P. 3d\n597, 601, and n. 12 (Alaska 2010) (applying Commentfto\ntermination of parental rights);In re Juvenile Appeal\n(83–DE), 190 Conn. 310, 318–319, 460 A. 2d 1277, 1282\n(1983) (same);In re Strozzi, 112 N. M. 270, 274,\n814 P. 2d 138, 142 (App. 1991) (guardianship and\nconservatorship);Andrulonisv.Andrulonis, 193 Md.\nApp. 601, 617, 998 A. 2d 898, 908 (2010) (modification of\nalimony);In re Marriage of Pedersen, 237 Ill. App. 3d\n952, 957, 605 N. E. 2d 629, 633 (1992) (same);Friederwitzerv.Friederwitzer, 55 N. Y. 2d 89,\n94–95, 432 N. E. 2d 765, 768 (1982) (child\ncustody).11The\nproper standard for facial challenges is unsettled in the abortion\ncontext. SeeGonzales, 550 U. S., at 167–168 (comparingOhiov.Akron Center for Reproductive Health, 497\nU. S. 502, 514 (1990) (“[B]ecause appellees are making a\nfacial challenge to a statute, they must show that no set of\ncircumstances exists under which the Act would be valid” (internal\nquotation marks omitted)), withCasey, 505 U. S., at\n895 (opinion of the Court) (indicating a spousal-notification\nstatute would impose an undue burden “in a large fraction of the\ncases in which [it] is relevant” and holding the statutory\nprovision facially invalid)). Like the Court inGonzales,supra,at 167–168, I do not decide the question, and use the\nmore plaintiff-friendly “large fraction” formulation only because\npetitioners cannot meet even that test.12Report of Grand Jury in No.\n0009901–2008 (1st Jud. Dist. Pa., Jan. 14, 2011), p. 248–249,\nonline at\nhttp://www.phila.gov/districtattorney/pdfs/grandjurywomensmedical.pdf\n(all Internet materials as last visited June 24,\n2016).13See\nHouse Research Org., Laubenberg et al., Bill Analysis 10(July\n9, 2013), online at\nhttp://www.hro.house.state.tx.us/pdf/ba832/hb0002.pdf (“Higher\nstandards could prevent the occurrence of a situation in Texas like\nthe one recently exposed in Philadelphia, in which Dr. Kermit\nGosnell was convicted of murder after killing babies who were born\nalive. A patient also died at that substandard clinic”). The Court\nattempts to distinguish the Gosnell horror story by pointing to\ndifferences between Pennsylvania and Texas law. Seeante, at\n27–28. But Texas did not need to be in Pennsylvania’s precise\nposition for the legislature to rationally conclude that a similar\nlaw would be helpful.14Rebuttal Decl. of Dr. Joseph E.\nPotter, Doc. 76–2, p. 12, ¶32, inAbbott(WD Tex., Oct. 18,\n2013) (Potter Rebuttal Decl.).15See\nApp. 234, 237, 253.16Complaint and Application for\nPreliminary and Permanent Injunction inAbbott(WD\nTex.),¶¶10, 11 (listing one clinic in Stafford and two in\nSan Antonio).17Id., ¶88.18In\nthe first case, petitioners apparently did not even believe that\nthe abortion clinics in Abilene, Bryan, Midland, and San Angelo\nwere made to close because of H. B. 2. In that case,\npetitioners submitted a list of 15 clinics they believed would\nclose (or have severely limited capacity) because of the admitting\nprivileges requirement—and those four West Texas clinics arenoton the list. See Appendix,infra. And at trial, a\nPlanned Parenthood executive specifically testified that the\nMidland clinic closed because of the funding cuts and because the\nclinic’s medical director retired. See 1 Tr. 91, 93, inAbbott(WD Tex., Oct. 21, 2013). Petitioners’ list and\nPlanned Parenthood’s testimony both fit with petitioners’ expert’s\nadmission in the first case that some clinics closed “as a result\nof the defunding.” Potter Rebuttal Decl. ¶32.19See\nStoelje, Abortion Clinic Closes in Corpus Christi, San Antonio\nExpress-News (June 10, 2014), online at\nhttp://www.mysanantonio.com/news/local/article/Abortion-clinic-closes-in-Corpus-Christi-5543125.php\n(provider “retiring for medical reasons”); 1 Plaintiffs’ Exh. 18,\np. 2, inWhole Woman’s Healthv.Lakey, No.\n1:14–cv–284 (WD Tex., admitted into evidence Aug. 4, 2014) (e-mail\nstating Houston clinic owner “is retiring his practice”).\nPetitioners should have been required to put on proof about the\nreason for the closure of particular clinics. I cite the\nextrarecord Corpus Christi story only to highlight the need for\nsuch proof.20This\nkind of evidence was readily available; in fact, petitioners\ndeposed at least one nonparty clinic owner about the burden posed\nby H. B. 2. See App. 1474. And recall that in their first\ncase, petitioners put on evidence purporting to show how the\nadmitting privileges requirement would (or would not) affect 27\nclinics. See Appendix,infra(petitioners’ chart of\nclinics).21In\nthe first case, petitioners submitted a report that Dr. Grossman\ncoauthored with their testifying expert, Dr. Potter. 1 Tr. 38 inLakey(Aug. 4, 2014) (LakeyTr.). That report\npredicted that “the shortfall in capacity due to the admitting\nprivileges requirement will prevent at least 22,286 women” from\naccessing abortion. Decl. of Dr. Joseph E. Potter, Doc. 9–8,\np. 4, inAbbott(WD Tex., Oct. 1, 2013). The\nmethodology used was questionable. See Potter Rebuttal Decl. ¶18.\nAs Dr. Potter admitted: “There’s no science there. It’s just\nevidence.” 2 Tr. 23 inAbbott(WD Tex., Oct. 22, 2013). And\nin this case, in fact, Dr. Grossman admitted that their prediction\nturned out to be wildly inaccurate. Specifically, he provided a new\nfigure (approximately 9,200) that was less than half of his earlier\nprediction. 1LakeyTr. 41. And he then admitted that he had\nnot proven any causal link between the admitting privileges\nrequirement and that smaller decline.Id.,at 54 (quoting\nGrossman et al., Change in Abortion Services After Implementation\nof a Restrictive Law in Texas, 90 Contraception 496, 500\n(2014)).22The\nCourt asserts that the admitting privileges requirement is a\nbottleneck on capacity,ante, at 34, but it musters no\nevidence and does not even dispute petitioners’ own evidence that\nthe admitting privileges requirement may have hadzeroimpact on the Texas abortion rate, n. 21,supra.23See\nBrief for Petitioners 23–24 (six centers in 2012, compared with\nnine today). Two of the three new surgical centers opened since\nthis case was filed are operated by Planned Parenthood (which now\nowns five of the nine surgical centers in the State). See App.\n182–183, 1436. Planned Parenthood is obviously able to comply with\nthe challenged H. B. 2 requirements. The president of\npetitioner Whole Woman’s Health, a much smaller entity, has\ncomplained that Planned Parenthood “ ‘put[s] local independent\nbusinesses in a tough situation.’ ” Simon, Planned Parenthood\nHits Suburbia, Wall Street Journal Online (June 23, 2008) (cited in\nBrief for CitizenLink et al. asAmici Curiae15–16, and\nn. 23). But as noted, petitioners in this case are not asserting\ntheir own rights but those of women who wish to obtain an abortion,\nseesupra, at 24, and thus the effect of the H. B. 2\nrequirements on petitioners’ business and professional interests\nare not relevant.24See\nAppendix,infra. The Court apparently brushes off this\nevidence as “outside the record,”ante, at 35, but it was\nfiled with this Court by the same petitioners in litigation closely\nrelated to this case. And “we may properly take judicial notice of\nthe record in that litigation between the same parties who are now\nbefore us.”Shuttlesworthv.Birmingham, 394\nU. S. 147, 157 (1969) ; see also,e.g.,United\nStatesv.Pink, 315 U. S. 203, 216 (1942) ;Freshmanv.Atkins, 269 U. S. 121, 124 (1925)\n.25The\nchart lists the 36 abortion clinics apparently open at the time of\ntrial, and identifies the “Capacity after Privileges Requirement”\nfor 27 of those clinics. Of those 27 clinics, 24 were owned by\nplaintiffs in the first case, and 3 (Coastal Birth Control Center,\nHill Top Women’s Reproductive Health Services, and Harlingen\nReproductive Services) were owned by nonparties. It is unclear why\npetitioners’ chart did not include capacity figures for the other\nnine clinics (also owned by nonparties). Under Federal Rule of\nCivil Procedure 30(b)(6), petitioners should have been able to\ndepose representatives of those clinics to determine those clinics’\ncapacity and their physicians’ access to admitting privileges. In\nthe present case, petitioners in fact deposed at least one such\nnonparty clinic owner, whose testimony revealed that he was able to\ncomply with the admitting privileges requirement. See App. 1474\n(testimony of El Paso abortion clinic owner, confirming that he\npossesses admitting privileges “at every hospital in El Paso”\n(filed under seal)). The chart states that 14 of those clinics\nwould not be able to perform abortions if the requirement took\neffect, and that another clinic would have “severely limited”\ncapacity. See Appendix,infra.26The\nCourt nakedly asserts that this clinic “does not represent most\nfacilities.”Ante, at 35. Given that in this case\npetitioners did not introduce evidence on “most facilities,” I have\nno idea how the Court arrives at this conclusion.27The\nCourt chides me,ante, at 35, for omitting the Whole Woman’s\nHealth ASC in San Antonio from this average. As of theAbbotttrial in 2013, that ASC’s capacity was (allegedly) to\nbe “severely limited” by the admitting privileges requirement. See\nAppendix,infra(listing “Capacity after Privileges\nRequirement”). But that facility came into compli-ance with that\nrequirement a few months later, see Letter from J. Crepps to L.\nCayce, Clerk of Court inAbbott(CA5, Jan. 3, 2014), so its\nprecompliance capacity is irrelevant here.28Petitioner Whole Woman’s Health\nperformed over 14,000 abortions over 10 years in McAllen. App. 128.\nPetitioner Nova Health Systems performed over 17,000 abortions over\n10 years in El Paso.Id.,at 129. (And as I explain at n.\n33,infra, either Nova Health Systems or an-other abortion\nprovider will be open in the El Paso area however this case is\ndecided.)29This\nconclusion is consistent with public health statistics offered by\npetitioners. These statistics suggest that ASCs have a much higher\ncapacity than other abortion facilities. In 2012, there were 14,361\nabortions performed by six surgical centers, meaning there were\n2,394 abortions per center. See Brief for Petitioners 23; App. 236.\nIn 2012, there were approximately 35 other abortion clinics\noperating in Texas, seeid.,at 228 (41 total clinics as of\nNov. 1, 2012), which performed 53,937 abortions,id.,at 236\n(68,298 total minus 14,361 performed in surgical centers). On\naverage, those other clinics each performed 53,937÷35=1,541\nabortions per year. So surgical centers in 2012 performed 55% more\nabortions per facility (2,394 abortions) than the average (1,541)\nfor other clinics.30The\nCourt also gives weight to supposed reductions in “individualized\nattention, serious conversation, and emotional support” in its\nundue-burden analysis.Ante, at 36. But those “facts” are\nnot in the record, so I have no way of addressing\nthem.31See\nn. 11,supra.32The\nDistrict Court inCaseyfound that 42% of Pennsylvania women\n“must travel for at least one hour, and sometimes longer than three\nhours, to obtain an abortion from thenearestprovider.” 744\nF. Supp. 1323, 1352 (ED Pa. 1990), aff’d in part, rev’d in\npart, 947 F. 2d 682 (CA3 1991), aff’d in part, rev’d in part,\n505 U. S. 833 (1992) . In that case, this Court recognized\nthat the challenged 24-hour waiting period would require some women\nto make that trip twice, and yet upheld the law regardless. Seeid.,at 886–887.33Petitioners’ expert testified that\n82.5% of Texas women of reproductive age live within 150 miles of a\nTexas surgical center that provides abortions. See App. 242\n(930,000 women living more than 150 miles away), 244 (5,326,162\nwomen total). The State’s expert further testified, without\ncontradiction, that an additional 6.2% live within 150 miles of the\nMcAllen facility, and another 3.3% within 150 miles of an El\nPaso-area facility.Id.,at 921–922. (If the Court did not\naward statewide relief, I assume it would instead either conclude\nthat the availability of abortion on the New Mexico side of the El\nPaso metropolitan area satisfies the Constitution, or it would\naward as-applied relief allowing petitioner Nova Health Systems to\nremain open in El Paso. Either way, the 3.3% figure would remain\nthe same, because Nova’s clinic and the New Mexico facility are so\nclose to each other. Seeid.,at 913, 916, 921 (only six\nwomen of reproductive age live within 150 miles of Nova’s clinic\nbut not New Mexico clinic).) Together, these percentages add up to\n92.0% of Texas women of reproductive age.34The\nseverability provision states:",
    "joined": []
}