{
    "case": {
        "docket": "18-96",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-96/"
    },
    "id": "4113760",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–96_________________TENNESSEE WINE AND SPIRITS RETAILERS\nASSOCIATION, PETITIONERv.RUSSELL F. THOMAS, EXECUTIVE\nDIRECTOR OF THE TENNESSEE ALCOHOLIC BEVERAGE COMMISSION,\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 26, 2019]Justice Alito delivered the opinion of the\nCourt.The State of Tennessee imposes demanding\ndurational-residency requirements on all individuals and businesses\nseeking to obtain or renew a license to operate a liquor store. One\nprovision precludes the renewal of a license unless the applicant\nhas resided in the State for 10 consecutive years. Another provides\nthat a corporation cannot obtain a license unless all of its\nstockholders are residents. The Court of Appeals for the Sixth\nCircuit struck down these provisions as blatant violations of the\nCommerce Clause, and neither petitioner—an association of Tennessee\nliquor retailers—nor the State itself defends them in this\nCourt.The Sixth Circuit also invalidated a provision\nrequiring applicants for an initial license to have resided in the\nState for the prior two years, and petitioner does challenge that\ndecision. But while this requirement is less extreme than the\nothers that the Sixth Circuit found to be unconstitutional, we now\nhold that it also violates the Commerce Clause and is not shielded\nby §2 of the Twenty-first Amendment. Section 2 was adopted as part\nof the scheme that ended prohibition on the national level. It\ngives each State leeway in choosing the alcohol-related public\nhealth and safety measures that its citizens find desirable. But §2\nis not a license to impose all manner of protectionist restrictions\non commerce in alcoholic beverages. Because Tennessee’s 2-year\nresidency requirement for retail license applicants blatantly\nfavors the State’s residents and has little relationship to public\nhealth and safety, it is unconstitutional.IATennessee, like many other States, requires\nalcoholic beverages distributed in the State to pass through a\nspecified three-tiered system.[1] Acting through the Tennessee Alcoholic Beverage\nCommission (TABC), the State issues different types of licenses to\nproducers, wholesalers, and retailers of alcoholic beverages. See\nTenn. Code Ann. §57–3–201 (2018). Producers may sell only to\nlicensed wholesalers; wholesalers may sell only to licensed\nretailers or other wholesalers; and only licensed retailers may\nsell to consumers. §57–3–404. No person may lawfully participate in\nthe sale of alcohol without the appropriate license. See,e.g., §57–3–406.Included in the Tennessee scheme are onerous\ndurational-residency requirements for all persons and compa- nies\nwishing to operate “retail package stores” that sell alcoholic\nbeverages for off-premises consumption (hereinafter liquor stores).\nSee §57–3–204(a). To obtain an initial retail license, an\nindividual must demonstrate that he or she has “been a bona fide\nresident” of the State for the previous two years.\n§57–3–204(b)(2)(A). And to renew such a license—which Tennessee law\nrequires after only one year of operation—an individual must show\ncontinuous residency in the State for a period of 10 consecutive\nyears.Ibid.The rule for corporations is also\nextraordinarily restrictive. A corporation cannot get a retail\nlicense unless all of its officers, directors, and owners of\ncapital stock satisfy the durational-residency requirements\napplicable to individuals. §57–3–204(b)(3). In practice, this means\nthat no corporation whose stock is publicly traded may operate a\nliquor store in the State.In 2012, the Tennessee attorney general was\nasked whether the State’s durational-residency requirements violate\nthe Commerce Clause, and his answer was that the requirements\nconstituted “trade restraints and barriers that impermissibly\ndiscriminate against interstate commerce.” App. to Brief in\nOpposition 11a; see alsoid., at 12a (citingJelovsekv.Bredesen, 545 F.3d 431, 435 (CA6 2008)). In light of that\nopinion, the TABC stopped enforcing the requirements against new\napplicants. See App. 51, ¶9;id., at 76, ¶10.The Tennessee General Assembly responded by\namending the relevant laws to include a statement of legislative\nintent. Citing the alcohol content of the beverages sold in liquor\nstores, the Assembly found that protection of “the health, safety\nand welfare” of Tennesseans called for “a higher degree of\noversight, control and accountability for individuals involved in\nthe ownership, management and control” of such outlets.\n§57–3–204(b)(4).After the amendments became law, the attorney\ngen- eral was again asked about the constitutionality of the\ndurational-residency requirements, but his answer was the same as\nbefore. See App. to Brief in Opposition 13a. Consequently, the TABC\ncontinued its practice of nonenforcement.BIn 2016, respondents Tennessee Fine Wines and\nSpirits, LLC dba Total Wine Spirits Beer & More (Total Wine)\nand Affluere Investments, Inc. dba Kimbrough Fine Wine &\nSpirits (Affluere) applied for licenses to own and operate liquor\nstores in Tennessee. At the time, neither Total Wine nor Affluere\nsatisfied the durational-residency requirements. Total Wine was\nformed as a Tennessee limited liability company but is owned by\nresidents of Maryland, Brief for Respondent Total Wine 10; App. 51,\n¶4–5, and Affluere was owned and controlled by two individuals who,\nby the time their application was considered, had only recently\nmoved to the State, see App. 11–12, 20, 22.TABC staff recommended approval of the\napplications, but petitioner Tennessee Wine and Spirits Retailers\nAssociation (the Association)—a trade association of in-state\nliquor stores—threatened to sue the TABC if it granted them.Id., at 15, ¶17. The TABC’s executive director (a respondent\nhere) filed a declaratory judgment action in state court to settle\nthe question of the residency requirements’ constitutionality.Id., at 17.The case was removed to the United States\nDistrict Court for the Middle District of Tennessee, and that\ncourt, relying on our decision inGranholmv.Heald,544 U.S.\n460(2005), concluded that the requirements are\nunconstitutional.Byrdv.Tennessee Wine and Spirits\nRetailers Assn., 259 F. Supp. 3d 785, 797 (2017). The\nState de- clined to appeal, and Total Wine and Affluere were issued\nlicenses.The Association, however, took the case to the\nCourt of Appeals for the Sixth Circuit, where a divided panel\naffirmed. SeeByrdv.Tennessee Wine and Spirits\nRetailers Assn., 883 F.3d 608 (2018). All three judges\nacknowledged that the Tennessee residency requirements facially\ndiscriminate against out-of-state economic interests. Seeid.,at 624;id.,at 634 (Sutton, J., concurring in\npart and dissenting in part). And all three also agreed that\nneither the 10-year residency requirement for license renewals nor\nthe 100-percent-resident shareholder requirement is constitutional\nunder this Court’s Twenty-first Amendment and dormant Commerce\nClause precedents. Seeid.,at 625–626;id.,at 635\n(opinion of Sutton, J.).The panel divided, however, over the\nconstitutionality of the 2-year residency requirement for\nindividuals seeking initial retail licenses, as well as the\nprovision applying those requirements to officers and directors of\ncorporate applicants. Applying standard dormant Commerce Clause\nscrutiny, the majority struck down the challenged restrictions,\nreasoning that they facially discriminate against interstate\ncommerce and that the interests they are claimed to further can be\nadequately served through reasonable, nondiscriminatory\nalternatives.Id., at 623–626. The dissent disagreed,\nreading §2 of the Twenty-first Amendment to grant States\n“ ‘virtually’ limitless” authority to regulate the in-state\ndistribution of alcohol, the only exception being for laws that\n“serve no purpose besides ‘economic protectionism.’ ”Id., at 633 (quotingBacchus Imports, Ltd.v.Dias,468\nU.S. 263, 276 (1984)). Applying that highly deferential\nstandard, the dissent would have upheld the 2-year residency\nrequirement, as well as the provision applying that requirement to\nall officers and directors of corporate applicants. The dissent\nargued that these provisions help to promote the State’s interests\nin “responsible consumption” of alcohol and “orderly liquor\nmarkets.” 883 F. 3d, at 633.The Association filed a petition for a writ of\ncertiorari challenging the decision on the 2-year residency\nrequirement for initial licenses. Tennessee declined to seek\ncertiorari but filed a letter with the Court expressing agreement\nwith the Association’s position.[2] We granted certiorari, 585 U. S. ___ (2018), in\nlight of the disagreement among the Courts of Appeals about how to\nreconcile our modern Twenty-first Amendment and dormant Commerce\nClause precedents. See 883 F. 3d, at 616 (collecting\ncases).IIAThe Court of Appeals held that Tennessee’s\n2-year residency requirement violates the Commerce Clause, which\nprovides that “[t]he Congress shall have Power . . . [t]o\nregulate Commerce with foreign Nations, and among the several\nStates, and with the Indian Tribes.” Art. I, §8, cl. 3. “Although\nthe Clause is framed as a positive grant of power to Congress,”Comptroller of Treasury of Md.v.Wynne, 575\nU. S. ___, ___ (2015) (slip op., at 5), we have long held that\nthis Clause also prohibits state laws that unduly restrict\ninterstate commerce. See,e.g.,ibid.;Philadelphiav.New Jersey,437\nU.S. 617, 623–624 (1978);Cooleyv.Board of Wardens\nof Port of Philadelphia ex rel. Soc. for Relief of Distressed\nPilots, 12 How. 299, 318–319 (1852);Willsonv.Black\nBird Creek Marsh Co., 2 Pet. 245, 252 (1829). “This ‘negative’\naspect of the Commerce Clause” prevents the States from adopting\nprotectionist measures and thus preserves a national market for\ngoods and services.New Energy Co. of Ind.v.Limbach,486 U.S.\n269, 273 (1988).This interpretation, generally known as “the\ndormant Commerce Clause,” has a long and complicated history. Its\nroots go back as far asGibbonsv.Ogden, 9 Wheat. 1\n(1824), where Chief Justice Marshall found that a version of the\ndormant Commerce Clause argument had “great force.”Id., at\n209. His successor disagreed, seeLicense Cases, 5 How. 504,\n578–579 (1847) (Taney, C. J.), but by the latter half of the\n19th century the dormant Commerce Clause was firmly established,\nsee,e.g.,Case of the State Freight Tax, 15 Wall.\n232, 279–280 (1873), and it played an important role in the\neconomic history of our Nation. See Cushman, Formalism and Realism\nin Commerce Clause Jurisprudence, 67 U. Chi. L. Rev. 1089, 1107\n(2000).In recent years, some Members of the Court have\nauthored vigorous and thoughtful critiques of this interpretation.\nSee,e.g.,Camps Newfound/Owatonna, Inc.v.Town\nof Harrison,520 U.S.\n564, 609–620 (1997) (Thomas, J., dissenting);Tyler Pipe\nIndustries, Inc.v.Washington State Dept. of Revenue,483 U.S.\n232, 259–265 (1987) (Scalia, J., concurring in part and\ndissenting in part); cf.post, at 2–3 (Gorsuch, J.,\ndissenting) (deeming doctrine “peculiar”). But the proposition that\nthe Commerce Clause by its own force restricts state protectionism\nis deeply rooted in our case law. And without the dormant Commerce\nClause, we would be left with a constitutional scheme that those\nwho framed and ratified the Constitution would surely find\nsurprising.That is so because removing state trade barriers\nwas a principal reason for the adoption of the Constitution. Under\nthe Articles of Confederation, States notoriously obstructed the\ninterstate shipment of goods. “Interference with the arteries of\ncommerce was cutting off the very life-blood of the nation.” M.\nFarrand, The Framing of the Constitution of the United States 7\n(1913). The Annapolis Convention of 1786 was convened to address\nthis critical problem, and it culminated in a call for the\nPhiladelphia Convention that framed the Constitution in the summer\nof 1787.[3] At that Convention,\ndiscussion of the power to regulate interstate commerce was almost\nuniformly linked to the removal of state trade barriers, see Abel,\nThe Commerce Clause in the Constitutional Convention and in\nContemporary Comment, 25 Minn. L. Rev. 432, 470–471 (1941), and\nwhen the Constitution was sent to the state conventions, fostering\nfree trade among the States was prominently cited as a reason for\nratification. In The Federalist No. 7, Hamilton argued that state\nprotectionism could lead to conflict among the States, see The\nFederalist No. 7, pp. 62–63 (C. Rossiter ed. 1961), and in No. 11,\nhe touted the benefits of a free national market,id., at\n88–89. In The Federalist No. 42, Madison sounded a similar theme.Id., at 267–268.In light of this background, it would be strange\nif the Constitution contained no provision curbing state\nprotectionism, and at this point in the Court’s history, no\nprovision other than the Commerce Clause could easily do the job.\nThe only other provisions that the Framers might have thought would\nfill that role, at least in part, are the Import-Export Clause,\nArt. I, §10, cl. 2, which generally prohibits a State from\n“lay[ing] any Imposts or Duties on Imports or Exports,” and the\nPrivileges and Immunities Clause, Art. IV, §2, which provides that\n“[t]he Citizens of each State shall be entitled to all Privileges\nand Immunities of Citizens in the several States.” But the\nImport-Export Clause was long ago held to refer only to\ninternational trade. SeeWoodruffv.Parham, 8 Wall.\n123, 136–137 (1869). And the Privileges and Immunities Clause has\nbeen interpreted not to protect corporations,Western &\nSouthern Life Ins. Co.v.State Bd. of Equalization of\nCal.,451 U.S.\n648, 656 (1981) (citingHemphillv.Orloff,277 U.S.\n537, 548–550 (1928)), and may not guard against certain\ndiscrimination scrutinized under the dormant Commerce Clause, see\nDenning, Why the Privileges and Immunities Clause of Article IV\nCannot Replace the Dormant Commerce Clause Doctrine, 88 Minn.\nL. Rev. 384, 393–397 (2003). So if we accept the Court’s\nestablished interpretation of those provisions, that leaves the\nCommerce Clause as the primary safeguard against state\nprotectionism.[4]It is not surprising, then, that our cases have\nlong emphasized the connection between the trade barriers that\nprompted the call for a new Constitution and our dormant Commerce\nClause jurisprudence. InGuyv.Baltimore,100 U.S.\n434, 440 (1880), for example, the Court wrote that state\nprotectionist measures, “if maintained by this court, would\nultimately bring our commerce to that ‘oppressed and degraded\nstate,’ existing at the adoption of the present Constitution, when\nthe helpless, inadequate Confederation was abandoned and the\nnational government instituted.” More recently, we observed that\nour dormant Commerce Clause cases reflect a “ ‘central concern\nof the Framers that was an immediate reason for calling the\nConstitutional Convention: the conviction that in order to succeed,\nthe new Union would have to avoid the tendencies toward economic\nBalkanization that had plagued relations among the Colonies and\nlater among the States under the Articles of Confederation.’ ”Granholm, 544 U. S., at 472 (quotingHughesv.Oklahoma,441 U.S.\n322, 325–326 (1979)).In light of this history and our established\ncase law, we reiterate that the Commerce Clause by its own force\nrestricts state protectionism.BUnder our dormant Commerce Clause cases, if a\nstate law discriminates against out-of-state goods or nonresident\neconomic actors, the law can be sustained only on a showing that it\nis narrowly tailored to “ ‘advanc[e] a legitimate local\npurpose.’ ”Department of Revenue of Ky.v.Davis,553 U.S.\n328, 338 (2008). See also,e.g.,Oregon Waste\nSystems, Inc.v.Department of Environmental Quality of\nOre.,511 U.S.\n93, 100–101 (1994);Mainev.Taylor,477 U.S.\n131, 138 (1986).Tennessee’s 2-year durational-residency\nrequirement plainly favors Tennesseans over nonresidents, and\nneither the Association nor the dissent below defends that\nrequirement under the standard that would be triggered if the\nrequirement applied to a person wishing to operate a retail store\nthat sells a commodity other than alcohol. See 883 F. 3d, at\n626. Instead, their arguments are based on §2 of the Twenty-first\nAmendment, to which we will now turn.IIIASection 2 of the Twenty-first Amendment\nprovides as follows:“The transportation or importation into\nany State, Territory, or possession of the United States for\ndelivery or use therein of intoxicating liquors, in violation of\nthe laws thereof, is hereby prohibited.”Although the interpretation of any provision of\nthe Constitution must begin with a consideration of the literal\nmeaning of that particular provision, reading §2 to prohibit the\ntransportation or importation of alcoholic beverages in violation\nofanystate law[5]\nwould lead to absurd results that the provision cannot have been\nmeant to produce. Under the established rule that a later adopted\nprovision takes precedence over an earlier, conflicting provision\nof equal stature, see,e.g.,United Statesv.Tynen, 11 Wall. 88, 92 (1871);Posadasv.National\nCity Bank,296 U.S.\n497, 503 (1936); A. Scalia & B. Garner, Reading Law 327–328\n(2012); 1A N. Singer & J. Singer, Sutherland on Statutory\nConstruction §23:9 (7th ed. 2009), such a reading of §2 would mean\nthat the provision would trump any irreconcilable provision of the\noriginal Constitution, the Bill of Rights, the Fourteenth\nAmendment, and every other constitutional provision predating\nratification of the Twenty-first Amendment in 1933. This would\nmean, among other things, that a state law prohibiting the\nimportation of alcohol for sale to persons of a particular race,\nreligion, or sex would be immunized from challenge under the Equal\nProtection Clause. Similarly, if a state law prohibited the\nimportation of alcohol for sale by proprietors who had expressed an\nunpopular point of view on an important public issue, the First\nAmendment would provide no protection. If a State imposed a duty on\nthe importation of foreign wine or spirits, the Import-Export\nClause would have to give way. If a state law retroactively made it\na crime to have bought or sold imported alcohol under specified\nconditions, theEx Post FactoClause would provide no\nbarrier to conviction. The list goes on.Despite the ostensibly broad text of §2, no one\nnow contends that the provision must be interpreted in this way.\nInstead, we have held that §2 must be viewed as one part of a\nunified constitutional scheme. SeeCalifornia Retail Liquor\nDealers Assn.v.Midcal Aluminum, Inc.,445 U.S.\n97, 109 (1980);Hostetterv.Idlewild Bon Voyage\nLiquor Corp.,377 U.S.\n324, 331–332 (1964); cf. Scalia & Garner,supra, at\n167–169, 180–182. In attempting to understand how §2 and other\nconstitutional provisions work together, we have looked to history\nfor guidance, and history has taught us that the thrust of §2 is to\n“constitutionaliz[e]” the basic structure of federal-state alcohol\nregulatory authority that prevailed prior to the adoption of the\nEighteenth Amendment.Craigv.Boren,429\nU.S. 190, 206 (1976). We therefore examine that history.BThroughout the 19th century, social problems\nattributed to alcohol use prompted waves of state regulation, and\nthese measures were often challenged as violations of various\nprovisions of the Federal Constitution.One wave of state regulation occurred during the\nfirst half of the century. The country’s early years were a time of\nnotoriously hard drinking, see D. Okrent, Last Call: The Rise and\nFall of Prohibition 7 (2010),[6] and the problems that this engendered prompted States\nto enact a variety of regulations, including licensing\nrequirements, age restrictions, and Sunday-closing laws. See Byse,\nAlcoholic Beverage Control Before Repeal, 7 Law & Contemp.\nProb. 544, 546–551 (1940).Three States’ alcohol licensing laws came before\nthis Court in 1847 in theLicense Cases, 5 How. 504. The\nprincipal claim in those cases was similar to the one now before\nus; licensing laws enacted in three States were challenged under\nthe Commerce Clause. The Court unanimously rejected those claims,\nbut six Justices authored opinions; no opinion commanded a\nmajority; and the general status of dormant Commerce Clause claims\nwas left uncertain. See 5 C. Swisher, The Taney Period, 1836–64,\nHistory of the Supreme Court of the United States 373–374\n(1974).Following the Civil War, the Court considered a\nsteady stream of alcohol-regulation cases. The postwar period saw a\ngreat proliferation of saloons,[7] and myriad social problems were attributed to this\ndevelopment. In response, many States passed laws restricting the\nsale of alcohol. By 1891, six States had banned alcohol production\nand sale completely. R. Hamm, Shaping the Eighteenth Amendment 25\n(1995) (Hamm).During this period, state laws regulating the\nalcohol trade were unsuccessfully challenged in this Court on a\nvariety of constitutional grounds. See,e.g.,Muglerv.Kansas,123 U.S.\n623(1887) (Privileges or Immunities and Due Process Clauses of\nFourteenth Amendment);Beer Co.v.Massachusetts,97 U.S. 25(1878) (Contracts Clause);Bartemeyerv.Iowa, 18\nWall. 129 (1874) (Privileges or Immunities and Due Process Clauses\nof Fourteenth Amendment). In those decisions, the Court staunchly\naffirmed the “right of the States,” in exercising their “police\npower,” to “protect the health, morals, and safety of their\npeople,” but the Court also cautioned that this objective could be\npursued only “by regulations that do not interfere with the\nexecution of the powers of the general government, or violate\nrights secured by the Constitution of the United States.”Mugler, 123 U. S., at 659. For that reason, the Court\ncontinued, “mere pretences” could not sustain a law regulating\nalcohol; rather, if “a statute purporting to have been enacted to\nprotect the public health, the public morals, or the public safety,\nhas no real or substantial relation to those objects, or is a\npalpable invasion of rights secured by the fundamental law, it is\nthe duty of the courts to so adjudge, and thereby give effect to\nthe Constitution.”Id., at 661.Dormant Commerce Clause challenges also reached\nthe Court. States that banned the production and sale of alcohol\nwithin their borders found that these laws did not stop residents\nfrom consuming alcohol shipped in from other States. To curb that\ntraffic, States passed laws regulating or prohibiting the\nimportation of alcohol, and these enactments were quickly\nchallenged.By the late 19th century, the Court was firmly\nof the view that the Commerce Clause by its own force restricts\nstate regulation of interstate commerce. SeeBowmanv.Chicago & Northwestern R. Co.,125\nU.S. 465(1888);Leisyv.Hardin,135 U.S.\n100(1890). Dormant Commerce Clause cases from that era\n“advanced two distinct principles,” an understanding of which is\ncritical to gauging the States’ pre-Prohibition power to regulate\nalcohol.Granholm, 544 U. S., at 476.First, the Court held that the Commerce Clause\nprevented States from discriminating “against the citizens and\nproducts of other States,”Wallingv.Michigan,116\nU.S. 446, 460 (1886). See alsoScottv.Donald,165 U.S.\n58(1897);Tiernanv.Rinker,102 U.S.\n123(1880). Applying that rule, theWallingCourt struck\ndown a discriminatory state fee that applied only to those in the\nbusiness of selling imported alcohol. 116 U. S., at 454, 458.\nSimilarly, inScott, the Court invalidated a law that gave\nan “unjust preference [to] the products of the enacting State as\nagainst similar products of the other States.” 165 U. S., at\n101. The Court did not question the States’ use of the police power\nto regulate the alcohol trade but stressed that such regulation\nmust have a “bona fide” relation to protecting “ ‘the\npublic health, the public morals or the public safety,’ ”id.,at 91 (quotingMugler,supra,at 661),\nand could not encroach upon Congress’s “power to regulate commerce\namong the several States,”Walling,supra,at\n458.Second, the Court “held that the Commerce Clause\nprevented States from passing facially neutral laws that placed an\nimpermissible burden on interstate commerce.”Granholm, 544\nU. S., at 477. At the time of these decisions, the\n“original-package doctrine” defined the outer limits of Congress’s\nauthority to regulate interstate commerce.Ibid.SeeBrownv.Maryland, 12 Wheat. 419 (1827). Under that\ndoctrine, “goods shipped in interstate commerce were immune from\nstate regulation while in their original package,” because at that\npoint they had not yet been comingled with the mass of domestic\nproperty subject to state jurisdiction.Granholm, 544\nU. S., at 477; seeid.,at 477–478 (citingVancev.W. A. Vandercook Co.,170 U.S.\n438, 444–445 (1898)). Applying this doctrine to state alcohol\nlaws, the Court struck down an Iowa statute that required importers\nto obtain special certificates,Bowman,supra, as\nwell as another Iowa law that, with limited exceptions, banned the\nimportation of liquor,Leisy,supra.These decisions left dry States “in a bind.”Granholm,supra, at 478. See Rogers, Interstate\nCommerce in Intoxicating Liquors Before the Webb-Kenyon Act, 4 Va.\nL. Rev. 174 (1916), 288 (1917) (noting “practical nullification of\nstate laws” by original-package decisions). States could ban the\nproduction and sale of alcohol within their borders, but those bans\n“were ineffective because out-of-state liquor was immune from any\nstate regulation as long as it remained in its original package.”Granholm, supra, at 478.In effect, the Court’s\ninterpretation of the dormant Commerce Clause conferred favored\nstatus on out-of-state alcohol, and that hamstrung the dry States’\nefforts to enforce local prohibition laws. Representatives of those\nStates and temperance advocates thus turned to Congress, which\npassed two laws to solve the problem.The first of these was the Wilson Act, enacted\nin 1890. Ch. 728, 26Stat. 313, 27 U. S. C. §121. Named\nfor Senator James F. Wilson of Iowa, whose home State’s laws had\nfallen inBowmanandLeisy, the Wilson Act aimed to\nobviate the problem presented by the “original-package” rule.\nDormant Commerce Clause restrictions apply only when Congress has\nnot exercised its Commerce Clause power to regulate the matter at\nissue, cf.Bowman,supra,at 485;Leisy,supra,at 123–124, and the strategy of those who favored the\nWilson Act was for Congress to eliminate the problem that had\nsurfaced inBowmanandLeisyby regulating the\ninterstate shipment of alcohol, see Hamm 77–80; Rogers,supra, at 194–195. During the late 19th century and early\n20th century, Congress enacted laws that entirely prohibited the\ntransportation of certain goods and persons across state lines, and\nsome but not all of these measures were held to be valid exercises\nof the commerce power. SeeLottery Case,188 U.S.\n321(1903) (upholding law prohibiting interstate shipment of\nlottery tickets);Hokev.United States,227 U.S.\n308(1913) (sustaining Mann Act prohibition on bringing women\nacross state lines for prostitution);Hammerv.Dagenhart,247 U.S.\n251(1918) (striking down provision banning interstate shipment\nof goods produced by child labor).Unlike these laws, the Wilson Act did not\nattempt to ban all interstate shipment of alcohol. Its goal was\nmore modest: to leave it up to each State to decide whether to\nadmit alcohol. Its critical provision specified that all alcoholic\nbeverages “transported into any State or Terri- tory” were subject\n“upon arrival” to the same restrictions imposed by the State “in\nthe exercise of its police powers” over alcohol produced in the\nState.[8] Thus, the Wilson Act\nmandated equal treatment for alcohol produced within and outside a\nState, not favorable treatment for local products. SeeGranholm,\nsupra, at 479 (discussingScott, 165 U. S., at\n100–101). And the only state laws that it attempted to shield were\nthose enacted by a State “in the exercise of its police powers,”\nwhich, as we have seen, applied only to bona fide health and safety\nmeasures. See,e.g.,id., at 91 (citingMugler, 123 U. S., at 661).Despite Congress’s clear aim, the Wilson Act\nfailed to relieve the dry States’ predicament. InRhodesv.Iowa,170 U.S.\n412(1898), andVancev.W. A. Vandercook Co.,supra, the Court read the Act’s reference to the “arrival”\nof alcohol in a State to mean delivery to the consignee, not\narrival within the State’s borders.Granholm, 544\nU. S., at 480. The upshot was that residents of dry States\ncould continue to order and receive imported alcohol.Ibid.See also Hamm 178. In 1913, Congress tried to patch this hole by\npassing the Webb-Kenyon Act, ch. 90, 37Stat. 699, 27\nU. S. C. §122.The aim of the Webb-Kenyon Act was to give each\nState a measure of regulatory authority over the importation of\nalcohol, but this created a drafting problem. There were those who\nthought that a federal law giving the States this authority would\namount to an unconstitutional delegation of Congress’s legislative\npower over interstate commerce.[9] So the Act was framed not as a measure conferring power\non the States but as one prohibiting conduct that violated state\nlaw. The Act provided that the shipment of alcohol into a State for\nuse in any manner, “either in the original package or otherwise,”\n“in violation of any law of such State,” was prohibited.[10] This formulation is significant\nfor present purposes because it would provide a model for §2 of the\nTwenty-first Amendment.The Webb-Kenyon Act attempted to fix the hole in\nthe Wilson Act and thus to “eliminate the regulatory advantage\n. . . afforded imported liquor,”Granholm,supra, at 482; see alsoClark Distilling Co.v.Western Maryland R. Co.,242 U.S.\n311, 324 (1917), but its wording, unlike the Wilson Act’s, did\nnot explicitly mandate equal treatment for imported and\ndomestically produced alcohol. And it referred to “anylaw\nof such State,” 37Stat. 700 (emphasis added), whereas the Wilson\nAct referred to “the laws of such State or Territoryenacted in\nthe exercise of its police powers.” 26Stat. 313 (emphasis\nadded). But despite these differences,Granholmheld, over a\nstrenuous dissent, 544 U. S., at 505–514 (opinion of Thomas,\nJ.), that the Webb-Kenyon Act did not purport to authorize States\nto enact protectionist measures.There is good reason for this holding. As we\nhave noted, the Court’s pre-Webb-Kenyon Act decisions upholding\nstate liquor laws against challenges based on constitutional\nprovisions other than the Commerce Clause had cau- tioned that\nprotectionist laws disguised as exercises of the police power would\nnot escape scrutiny. Seesupra,at 14–15.[11] The Webb-Kenyon Act, by regulating\ncommerce, could obviate dormant Commerce Clause problems, but it\ncould not override the limitations imposed by these other\nconstitutional provisions and the traditional understanding\nregarding the bounds of the States’ inherent police powers.\nTherefore the Wilson Act’s reference to laws “enacted in the\nexercise of [a State’s] police powers,” 26Stat. 313, merely\nrestated what this Court had already found to be a constitutional\nnecessity, and consequently, there was no need to include such\nlanguage in the Webb-Kenyon Act. Even without limiting language\nlike that in the Wilson Act, the shelter given by the Webb-Kenyon\nAct applied only where “the States treated in-state and\nout-of-state liquor on the same terms.”Granholm,supra, at 481.[12]Following passage of the Webb-Kenyon Act,\ntemperance advocates began the final push for nationwide\nProhibition, and with the ratification of the Eighteenth Amendment\nin 1919, their goal was achieved. The manufacture, sale,\ntransportation, and importation of alcoholic beverages anywhere in\nthe country were prohibited.IVABy 1933, support for Prohibition had\nsubstantially diminished but not vanished completely. Thirty-eight\nstate conventions eventually ratified the Twenty-first Amendment,\nbut 10 States either rejected or took no action on the Amendment.\nSection 1 of the Twenty-first Amendment repealed the Eighteenth\nAmendment and thus ended nationwide Prohibition, but §2, the\nprovision at issue here, gave each State the option of banning\nalcohol if its citizens so chose.As we have previously noted, the text of §2\n“closely follow[ed]” the operative language of the Webb-Kenyon Act,\nand this naturally suggests that §2 was meant to have a similar\nmeaning.Craig, 429 U. S., at 205–206. The decision to\nfollow that unusual formulation is especially revealing since the\ndrafters of §2, unlike those who framed the Webb-Kenyon Act, had no\nneed to worry that a more straightforward wording might trigger a\nconstitutional challenge. Accordingly, we have inferred that §2 was\nmeant to “constitutionaliz[e]” the basic understanding of the\nextent of the States’ power to regulate alcohol that prevailed\nbefore Prohibition.Id.,at 206. See alsoGranholm,supra,at 484. And as recognized during that period, the\nCommerce Clause did not permit the States to impose protectionist\nmeasures clothed as police-power regulations. Seesupra, at\n14–15. See also,e.g.,Railroad Co.v.Husen,95 U.S.\n465, 472 (1878) (a State “may not, under the cover of exerting\nits police powers, substantially prohibit or burden either foreign\nor inter-state commerce”).This understanding is supported by the debates\non the Amendment in Congress[13] and the state ratifying conventions. The records of\nthe state conventions provide no evidence that §2 was understood to\ngive States the power to enact protectionist laws,[14] “a privilege [the States] had not\nenjoyed at any earlier time.”Granholm,supra, at\n485.BAlthough our later cases have recognized that\n§2 cannot be given an interpretation that overrides all previously\nadopted constitutional provisions, the Court’s earliest cases\ninterpreting §2 seemed to feint in that direction. In 1936, the\nCourt found that §2’s text was “clear” and saw no need to consider\nwhether history supported a more modest interpretation,State\nBd. of Equalization of Cal.v.Young’s Market Co.,299 U.S.\n59, 63–64 (1936)—an approach even the dissent rejects, seeinfra, at 24, n. 16;post, at 2.[15] The Court read §2 as granting each\nState plenary “power to forbid all importations which do not comply\nwith the conditions which it prescribes,”Young’s Market,supra, at 62; see alsoZiffrin, Inc.v.Reeves,308 U.S.\n132, 138–139 (1939), including laws that discriminated against\nout-of-state products. See,e.g., Young’s Market, supra, at\n62;Mahoneyv.Joseph Triner Corp.,304 U.S.\n401, 403 (1938);Indianapolis Brewing Co.v.Liquor\nControl Comm’n,305 U.S.\n391, 394 (1939). The Court went so far as to assume that the\nFourteenth Amendment imposed no barrier to state legislation in the\nfield of alcohol regulation. SeeYoung’s Market,supra,at 64 (“A classification recognized by the\nTwenty-first Amendment cannot be deemed forbidden by the\nFourteenth”).With subsequent cases, however, the Court saw\nthat §2 cannot be read that way, and it therefore scrutinized state\nalcohol laws for compliance with many constitutional provisions.\nSee,e.g.,44 Liquormart, Inc.v.Rhode\nIsland,517 U.S.\n484(1996) (Free Speech Clause);Larkinv.Grendel’s\nDen, Inc.,459 U.S.\n116(1982) (Establishment Clause);Craigv.Boren,supra(Equal Protection Clause);Wisconsinv.Constantineau,400\nU.S. 433(1971) (Due Process Clause);Department of\nRevenuev.James B. Beam Distilling Co.,377 U.S.\n341(1964) (Import-Export Clause).The Court also held that §2 does not entirely\nsupersede Congress’s power to regulate commerce. Instead, after\nevaluating competing federal and state interests, the Court has\nruled against state alcohol laws that conflicted with federal\nregulation of the export of alcohol,Hostetter, 377\nU. S., at 333–334, federal antitrust law,Midcal\nAluminum,445 U. S., at 110–111, 113–114;324 Liquor\nCorp.v.Duffy,479 U.S.\n335, 346–347, 350–351 (1987), and federal regulation of the\nairwaves,Capital Cities Cable, Inc.v.Crisp,467 U.S.\n691, 713, 716 (1984).As for the dormant Commerce Clause, the\ndevelopments leading to the adoption of the Twenty-first Amendment\nhave convinced us that the aim of §2 was not to give States a free\nhand to restrict the importation of alcohol for purely\nprotectionist purposes. SeeGranholm,supra,at\n486–487;Bacchus, 468 U. S., at 276.CAlthough some Justices have argued that §2\nshields all state alcohol regulation—including discriminatory\nlaws—from any application of dormant Commerce Clause\ndoctrine,[16] the Court’s\nmodern §2 precedents have repeatedly rejected that view. We have\nexamined whether state alcohol laws that burden interstate commerce\nserve a State’s legitimate §2 interests. And protectionism, we have\nstressed, is not such an interest.Ibid.Applying that principle, we have invalidated\nstate alcohol laws aimed at giving a competitive advantage to\nin-state businesses. The Court’s decision inBacchus“provides a particularly telling example.”Granholm,supra, at 487. There, the Court was confronted with a tax\nexemption that favored certain in-state alcohol producers. In\ndefending the law, the State argued that even if the discriminatory\nexemption violated “ordinary Commerce Clause principles, it [was]\nsaved by the Twenty-first Amendment.”Bacchus, 468\nU. S., at 274. We rejected that argument and held instead that\nthe relevant question was “whether the principles underlying the\nTwenty-first Amendment are sufficiently implicated by the\n[discriminatory] exemption . . . to outweigh the Commerce\nClause principles that would otherwise be offended.”Id.,at\n275. Ultimately, we held that §2 did not save the disputed tax\nbecause it clearly aimed “ ‘to promote a local\nindustry’ ” rather than “to promote temperance or to carry out\nany other purpose of the Twenty-first Amendment.”Id.,at\n276.The same went for the state law inHealyv.Beer Institute,491 U.S.\n324(1989), which required out-of-state shippers of beer to\naffirm that their wholesale price for products sold in Connecticut\nwas no higher than the prices they charged to wholesalers in\nbordering States. Connecticut argued that the “Twenty-first\nAmendment sanction[ed]” this law “regardless of its effect on\ninterstate commerce,”id., at 341, but we held that the law\nviolated the Commerce Clause, noting that it “discriminate[d]\nagainst brewers and shippers of beer engaged in interstate\ncommerce” without justification “by a valid factor unrelated to\neconomic protectionism,”id., at 340–341.[17]Most recently, inGranholm, we struck\ndown a set of discriminatory direct-shipment laws that favored\nin-state wineries over out-of-state competitors. After surveying\nthe history of §2, we affirmed that “the Twenty-first Amendment\ndoes not immunize all laws from Commerce Clause challenge.” 544\nU. S., at 488. We therefore examined whether the challenged\nlaws were reasonably necessary to protect the States’ asserted\ninterests in policing underage drinking and facilitating tax\ncollection.Id., at 489–493. Concluding that the answer to\nthat question was no, we invalidated the laws as inconsistent with\nthe dormant Commerce Clause’s nondiscrimination principle.Id.,at 492–493.To summarize, the Court has acknowledged that §2\ngrants States latitude with respect to the regulation of alcohol,\nbut the Court has repeatedly declined to read §2 as allowing the\nStates to violate the “nondiscrimination principle” that was a\ncentral feature of the regulatory regime that the provision was\nmeant to constitutionalize.Id., at 487.DThe Association resists this reading. Although\nit concedes (as it must underGranholm) that §2 does not\ngive the States the power to discriminate against out-of-state\nalcoholproducts and producers, the Association presses the\nargument, echoed by the dissent, that a different rule applies to\nstate laws that regulate in-state alcohol distribution. There is no\nsound basis for this distinction.[18]1The Association’s argument encounters a\nproblem at the outset. The argument concedes that §2 does not\nshield state laws that discriminate against interstate commerce\nwith respect to the very activity that the provision explicitly\naddresses—the importation of alcohol. But at the same time, the\nAssociation claims that §2 protects something that §2’s text, if\nread literally, does not cover—laws restricting the licensing of\ndomestic retail alcohol stores. That reading is implausible. Surely\nif §2 granted States the power to discriminate in the field of\nalcohol regulation, that power would be at its apex when it comes\nto regulating the activity to which the provision expressly\nrefers.The Association and the dissent point out thatGranholmrepeatedly spoke of discrimination against\nout-of-state products and producers, but there is an obvious\nexplanation: The state laws at issue inGranholmdiscriminated against out-of-state producers. See 883 F. 3d,\nat 621. AndGranholmnever said that its reading of history\nor its Commerce Clause analysis was limited to discrimination\nagainst products or producers. On the contrary, the Court stated\nthat the Clause prohibits state discrimination against all\n“ ‘out-of-state economicinterests,’ ”Granholm, 544 U. S., at 472 (emphasis added), and noted\nthat the direct-shipment laws in question “contradict[ed]” dormant\nCommerce Clause principles because they “deprive[d]citizensof their right to have access to the markets of other States on\nequal terms.”Id.,at 473 (emphasis added).Granholmalso described its analysis as consistent with the rule set forth\ninBacchus,Brown-Forman Distillers Corp.v.New\nYork State Liquor Authority,476 U.S.\n573(1986), andHealythat “ ‘[w]hen a state\nstatute directly regulates or discriminates against interstate\ncommerce, or when its effect is to favor in-state economicinterestsover out-of-stateinterests, we have\ngenerally struck down the statute without further inquiry.’ ”Granholm,supra, at 487 (quotingBrown-Forman,supra, at 579; emphasis added).The Association counters that even if theGranholmCourt did not explicitly limit its holding to\nproducts and producers, the Court implicitly did so when it\nrejected the argument that its analysis would call into question\nthe constitutionality of state laws setting up three-tiered alcohol\ndistribution systems. SeeGranholm,supra,at\n488–489. This argument, which the dissent also advances, seepost, at 12–13, reads far too much intoGranholm’s\ndiscussion of the three-tiered model. AlthoughGranholmspoke approvingly of that basic model, it did not suggest that §2\nsanctions every discriminatory feature that a State may incorporate\ninto its three-tiered scheme. At issue in the present case is not\nthe basic three-tiered model of separating producers, wholesalers,\nand retailers, but the durational-residency requirement that\nTennessee has chosen to impose on new applicants for liquor store\nlicenses. Such a requirement is not an essential feature of a\nthree-tiered scheme. Many such schemes do not impose\ndurational-residency requirements—or indeed any residency\nrequirements—on individual or corporate liquor store owners. See,e.g.,Brief for State of Illinois et al. asAmici\nCuriae24–25, 27 (identifying States that have either\n“dispos[ed] with the durational aspect of the [residency]\nrequirement” or “d[o] not regulate the residency of the applicant\ncorporation or partnership”). Other three-tiered schemes differ in\nother ways. See,e.g., id.,at 24–28 (noting variations);\nFTC, Possible Anticompetitive Barriers to E-Commerce: Wine 7–9\n(July 2003), https://\nwww .ftc . gov / sites /default/files/documents/reports/possible-anticompetitive-barriers-e-commerce-wine/winereport2_0.\npdf (as last visited June 24, 2019) (same). Because we agree with\nthe dissent that, under §2, States “remai[n] free to pursue” their\nlegitimate interests in regulating the health and safety risks\nposed by the alcohol trade,post, at 12, each variation must\nbe judged based on its own features.2In support of the argument that the Tennessee\nscheme is constitutional, the Association and itsamiciclaim that discriminatory distribution laws, including in-state\npresence and residency requirements, long predate Prohibition and\nwere adopted by many States following ratification of the\nTwenty-first Amendment.[19]\nIndeed, the Association notes that the 2-year durational-residency\nrequirement now before us dates back to 1939 and is consistent with\ndurational-residency regimes adopted by several other States around\nthe same time.[20] According\nto the Association, that history confirms that §2 was intended to\nbroadly exempt all in-state distribution laws from dormant Commerce\nClause scrutiny. The dissent relies heavily on this same\nargument.This argument fails for several reasons. Insofar\nas it relies on state laws enacted shortly after the ratification\nof the Twenty-first Amendment and this Court’s early decisions\ninterpreting it, the Association and the dissent’s argument does\nnot take into account the overly expansive interpretation of §2\nthat took hold for a time in the immediate aftermath of its\nadoption. Seesupra,at 22–23. Thus, some state laws adopted\nsoon after the ratification of the Twenty-first Amendment may have\nbeen based on an understanding of §2 that can no longer be\ndefended. It is telling that an argument similar to the one now\nmade by the Association would have dictated a contrary result inGranholm, since state laws disfavoring imported products\nwere passed during this same period. See,e.g.,Young’s\nMarket Co., 299 U. S., at 62 (discriminatory license fee\non imported beer);Mahoney, 304 U. S., at 403\n(prohibition on import of certain liquors);Indianapolis Brewing\nCo., 305 U. S., at 394 (same). But our later cases have\nrejected this interpretation of §2. SeeGranholm,supra, at 487.Insofar as the Association’s argument is based\non state laws adopted prior to Prohibition, it infers too much from\nthe existence of laws that were never tested in this Court. Had\nthey been tested here, there is no reason to conclude that they\nwould have been sustained. During that time, the Court repeatedly\ninvalidated, on dormant Commerce Clause grounds, a variety of state\nand local efforts to license those engaged in interstate\nbusiness,[21] and as noted,\npre-Prohibition decisions of this Court and the lower courts held\nthat state alcohol laws that discriminated against interstate\ncommerce were unconstitutional, seesupra, at 15.Contrary to the Association’s contention, not\nall of these decisions involved discrimination against alcohol\nproduced out of State or alcohol importers. The tax inWalling, for example, applied to those engaged in the\nbusiness of selling imported alcohol within the State.116 U.S.\n446. And in concluding that the law violated the Commerce\nClause, the Court affirmed that, without the dormant Commerce\nClause, there would “be no security against conflicting regulations\nof different states, each discriminating in favor of its own\nproductsand citizens, and against the productsandcitizensof other states.”Id.,at 456–457 (emphasis\nadded). So too, the dispensary law inScottwas challenged\non the ground that it discriminated “against products of other\nStatesand against citizensof other States.” 165\nU. S., at 62 (emphasis added); see alsoid.,at 94.Nor have States historically enjoyed absolute\nauthority to police alcohol within their borders. As discussed\nearlier, far from granting the States plenary authority to adopt\ndomestic regulations, the Court’s police-power precedents required\nan examination of the actual purpose and effect of a challenged\nlaw. See,e.g.,Mugler, 123 U. S., at 661 (“It\ndoes not at all follow that every statute enacted ostensibly for\nthe promotion” of “the public health, the public morals, or the\npublic safety” is “to be accepted as a legitimate exertion of the\npolice powers of the State”); see alsoHusen, 95 U. S.,\nat 472;Weltonv.Missouri,91 U.S.\n275, 278 (1876). Cf. H. Black, Intoxicating Liquors §30, p. 40\n(1892) (stating that certain 19th-century licensing and residency\nrequirements were valid because their “purpose and effect” was to\nprevent “the unlawful selling of liquors,and not to\ndiscriminate against citizens of other states” (emphasis\nadded)).For these reasons, we reject the Association’s\noverly broad understanding of §2. That provision allows each State\nleeway to enact the measures that its citizens believe are\nappropriate to address the public health and safety effects of\nalcohol use and to serve other legitimate interests, but it does\nnot license the States to adopt protectionist measures with no\ndemonstrable connection to those interests.VHaving concluded that §2 does not confer\nlimitless authority to regulate the alcohol trade, we now apply the\n§2 analysis dictated by the provision’s history and our\nprecedents.If we viewed Tennessee’s durational-residency\nrequirements as a package, it would be hard to avoid the conclusion\nthat their overall purpose and effect is protectionist. Indeed, two\nof those requirements—the 10-year residency requirement for license\nrenewal and the provision that shuts out all publicly traded\ncorporations—are so plainly based on unalloyed protectionism that\nneither the Association nor the State is willing to come to their\ndefense. The provision that the Association and the State seek to\npreserve—the 2-year residency requirement for initial license\napplicants—forms part of that scheme. But we assume that it can be\nsevered from its companion provisions, see 883 F. 3d, at\n626–628, and we therefore analyze that provision on its own.Since the 2-year residency requirement\ndiscriminates on its face against nonresidents, it could not be\nsustained if it applied across the board to all those seeking to\noperate any retail business in the State. Cf.C & A Carbone,\nInc.v.Clarkstown,511 U.S.\n383, 391–392 (1994);Lewisv.BT Investment Managers,\nInc.,447 U.S.\n27, 39 (1980). But because of §2, we engage in a different\ninquiry. Recognizing that §2 was adopted to give each State the\nauthority to address alcohol-related public health and safety\nissues in accordance with the preferences of its citizens, we ask\nwhether the challenged requirement can be justified as a public\nhealth or safety measure or on some other legitimate\nnonprotectionist ground. Section 2 gives the States regulatory\nauthority that they would not otherwise enjoy, but as we pointed\nout inGranholm, “mere speculation” or “unsupported\nassertions” are insufficient to sustain a law that would otherwise\nviolate the Commerce Clause. 544 U. S., at 490, 492. Where the\npredominant effect of a law is protectionism, not the protection of\npublic health or safety, it is not shielded by §2.The provision at issue here expressly\ndiscriminates against nonresidents and has at best a highly\nattenuated relationship to public health or safety. During the\ncourse of this litigation, the Association relied almost entirely\non the argument that Tennessee’s residency requirements are simply\n“not subject to Commerce Clause challenge,” 259 F. Supp. 3d, at\n796, and the State itself mounted no independent defense. As a\nresult, the record is devoid of any “concrete evidence” showing\nthat the 2-year residency requirement actually promotes public\nhealth or safety; nor is there evidence that nondiscriminatory\nalternatives would be insufficient to further those interests.Granholm,supra, at 490; see 883 F. 3d, at\n625–626.In this Court, the Association has attempted to\ndefend the 2-year residency requirement on public health and safety\ngrounds, but this argument is implausible on its face. The\nAssociation claims that the requirement ensures that retailers are\n“amenable to the direct process of state courts,” Brief for\nPetitioner 48 (internal quotation marks omitted), but the\nAssociation does not explain why this objective could not easily be\nachieved by ready alternatives, such as requiring a nonresident to\ndesignate an agent to receive process or to consent to suit in the\nTennessee courts. SeeCooperv.McBeath,11 F.3d 547, 554 (CA5 1994).Similarly unpersuasive is the Association’s\nclaim that the 2-year requirement gives the State a better opportu-\nnity to determine an applicant’s fitness to sell alcohol and guards\nagainst “undesirable nonresidents” moving into the State for the\npurpose of operating a liquor store. Brief for Petitioner 10\n(internal quotation marks omitted). The State can thoroughly\ninvestigate applicants without requiring them to reside in the\nState for two years before obtaining a license. Tennessee law\nalready calls for criminal background checks on all applicants, see\nTenn. Code Ann. §57–3–208, and more searching checks could be\ndemanded if necessary. As the Fifth Circuit observed in a similar\ncase, “[i]f [the State] desires to scrutinize its applicants\nthoroughly, as is its right, it can devise nondiscriminatory means\nshort of saddling applicants with the ‘burden’ of residing” in the\nState.Cooper, 11 F. 3d, at 554.The 2-year residency requirement, in any event,\npoorly serves the goal of enabling the State to ensure that only\nlaw-abiding and responsible applicants receive licenses. As the\nTennessee attorney general explained, if a nonresident moves to the\nState with the intention of applying for a license once the 2-year\nperiod ends, the TABC will not necessarily have any inkling of the\nfuture applicant’s intentions until that individual applies for a\nlicense, and consequently, the TABC will have no reason to begin an\ninvestigation until the 2-year period has ended. App. to Brief in\nOpposition 17a. And all that the 2-year requirement demands is\nresidency. A prospective applicant is not obligated during that\ntime “to be educated about liquor sales, submit to inspections, or\nreport to the State.”Ibid.The 2-year residency requirement is not needed\nto en- able the State to maintain oversight over liquor store\noperators. InGranholm, it was argued that the prohibition\non the shipment of wine from out-of-state sources was justified\nbecause the State could not adequately monitor the activities of\nnonresident entities. Citing “improvements in technology,” we found\nthat argument insufficient. 544 U. S., at 492. See alsoCooper,supra, at 554 (“In this age of split-second\ncommunications by means of computer networks . . . there\nis no shortage of less burdensome, yet still suitable, options”).\nIn this case, the argument is even less persuasive since the stores\nat issue are physically located within the State. For that reason,\nthe State can monitor the stores’ operations through on-site\ninspections, audits, and the like. See §57–3–104. Should the State\nconclude that a retailer has “fail[ed] to comply with state law,”\nit may revoke its operating license.Granholm, 544\nU. S., at 490. This “provides strong incentives not to sell\nalcohol” in a way that threatens public health or safety.Ibid.In addition to citing the State’s interest in\nregulatory control, the Association argues that the 2-year\nresidency requirement would promote responsible alcohol\nconsumption. According to the Association, the requirement makes it\nmore likely that retailers will be familiar with the communities\nserved by their stores, and this, it is suggested, will lead to\nresponsible sales practices. Brief for Petitioner 48–49. The idea,\nit seems, is that a responsible neighborhood proprietor will\ncounsel or cut off sales to patrons who are known to be abusing\nalcohol, who manifest the effects of alcohol abuse, or who perhaps\nappear to be purchas- ing too much alcohol. No evidence has been\noffered that durational-residency requirements actually foster such\nsales practices, and in any event, the requirement now before us is\nvery poorly designed to do so.For one thing, it applies to those who hold a\nlicense, not to those who actually make sales. For another, it\nrequires residence in the State, not in the community that a store\nserves. The Association cannot explain why a proprietor who lives\nin Bristol, Virginia, will be less knowledgeable about the needs of\nhis neighbors right across the border in Bristol, Tennessee, than\nsomeone who lives 500 miles away in Memphis. And the rationale is\nfurther undermined by other features of Tennessee law, particularly\nthe lack of durational-residency requirements for owners of bars\nand other establishments that sell alcohol for on-premises\nconsumption. §57–4–201.Not only is the 2-year residency requirement ill\nsuited to promote responsible sales and consumption practices (an\ninterest that we recognize as legitimate, contrary to the dissent’s\nsuggestion,post, at 9, 12, 14), but there are obvious\nalternatives that better serve that goal without discriminating\nagainst nonresidents. State law empowers the relevant authorities\nto limit both the number of retail licenses and the amount of\nalcohol that may be sold to an individual. Cf. §57–3–208(c)\n(permitting local governments to “limit . . . the number\nof licenses issued within their jurisdictions”); §57–3–204(d)(7)(C)\n(imposing volume limits on certain sales of alcohol to patrons);\nRules of TABC, ch. 0100–01, §0100–01–.03(15) (2018) (same). The\nState could also mandate more extensive training for managers and\nemployees and could even demand that they demonstrate an adequate\nconnection with and knowledge of the local community. Cf.,e.g.,Tenn. Code Ann. §57–3–221 (requiring managers of\nliquor stores to obtain permits, satisfy background checks, and\nundergo “alcohol awareness” training). And the State of course\nremains free to monitor the practices of retailers and to take\naction against those who violate the law.Given all this, the Association has fallen far\nshort of showing that the 2-year durational-residency requirement\nfor license applicants is valid. Like the other discriminatory\nresidency requirements that the Association is unwilling to defend,\nthe predominant effect of the 2-year residency requirement is\nsimply to protect the Association’s members from out-of-state\ncompetition. We therefore hold that this provision violates the\nCommerce Clause and is not saved by the Twenty-first\nAmendment.[22]*  *  *The judgment of the Court of Appeals for the\nSixth Circuit is affirmed.It is so ordered.Notes1For purposes of the\nprovisions at issue here, Tennessee law defines “alcoholic\nbeverage[s]” to include “spirits, liquor, wine, high alcohol\ncontent beer,” and “any liquid product containing distilled alcohol\ncapable of being consumed by a human being, manufactured or made\nwith distilled alcohol, regardless of alcohol content,” Tenn. Code\nAnn. §57–3–101(a)(1)(A) (2018). This definition excludes “beer,”\nwhich is defined and regulated by separate statutory provisions,\nsee §57–5–101(b).2See Letter from H.\nSlatery III, Tenn. Atty. Gen., to S. Harris, Clerk of Court (Nov.\n13, 2018).3See,e.g., R.\nBeeman, Plain, Honest Men: The Making of the American Constitution\n18–20 (2009); D. Stewart, The Summer of 1787: The Men Who Invented\nthe Constitution 9–10 (2007); M. Farrand, The Framing of the\nConstitution of the United States 7–10 (1913).4BeforeWoodruff,\nthere was authority suggesting that the Import-Export Clause\napplied to trade between States. SeeBrownv.Maryland, 12 Wheat. 419, 449 (1827) (Marshall, C. J.);Almyv.California, 24 How. 169 (1861). And more\nrecentlyWoodruffhas been questioned. SeeCamps\nNewfound/Owatonna, Inc.v.Town of Harrison,520 U.S.\n564, 624–636 (1997) (Thomas, J., dissenting). But one way or\nthe other, it would grossly distort the Constitution to hold that\nit provides no protection against a broad swath of state\nprotectionist measures. Even at the time of the adoption of the\nConstitution, it would have been asking a lot to require that\nCongress pass a law striking down every protectionist measure that\na State or unit of local government chose to enact. Cf. Friedman\n& Deacon, A Course Unbroken: The Constitutional Legitimacy of\nthe Dormant Commerce Clause, 97 Va. L. Rev. 1877, 1898–1903\n(2011); 3 The Records of the Federal Convention of 1787,\np. 549 (M. Farrand ed. 1911) (the Virginia Plan’s proposal of\na congressional negative was “justly abandoned, as, apart from\nother objections, it was not practicable among so many States,\nincreasing in number, and enacting, each of them, so many\nlaws”).5As we will explain, §2\nfollowed the wording of the 1913 Webb-Kenyon Act, ch. 90, 37Stat.\n699, seeCraigv.Boren,429\nU.S. 190, 205–206 (1976), and, given this Court’s case law at\nthe time, it went without saying that the only state laws that\nCongress could protect from constitutional challenge were those\nthat represented the valid exercise of the police power, which was\nnot understood to authorize purely protectionist measures with no\nbona fide relation to public health or safety. Seeinfra, at\n14–15, 18–19.6Between 1780 and 1830,\nAmericans consumed “more alcohol, on an individual basis, than at\nany other time in the history of the nation,” with per capita\nconsumption double that of the modern era. R. Mendelson, From Demon\nto Darling: A Legal History of Wine in America 11\n(2009).7By 1872, about 100,000\nhad sprung up across the country, and by the end of the century,\nthat number had climbed to almost 300,000.Id., at 31. This\nincrease has been linked to the introduction of the English\n“tied-house” system. Under the tied-house system, an alcohol\nproducer, usually a brewer, would set up saloonkeepers, providing\nthem with premises and equipment, and the saloonkeepers, in\nexchange, agreed to sell only that producer’s products and to meet\nset sales requirements.Ibid.; T. Pegram, Battling Demon\nRum: The Struggle for a Dry America, 1800–1933, p. 95 (1998). To\nmeet those requirements, saloonkeepers often encouraged\nirresponsible drinking.Id., at 97. The three-tiered\ndistribution model was adopted by States at least in large part to\npreclude this system. SeeArnold’s Wines, Inc.v.Boyle, 571 F.3d 185, 187 (CA2 2009).8The provision read as\nfollows: “That all fermented, distilled, or other intoxicating\nliquors or liquids transported into any State or Territory or\nremaining therein for use, consumption, sale or storage therein,\nshall upon arrival in such State or Territory be subject to the\noperation and effect of the laws of such State or Territory enacted\nin the exercise of its police powers, to the same extent and in the\nsame manner as though such liquids or liquors had been produced in\nsuch State or Territory, and shall not be exempt therefrom by\nreason of being introduced therein in original packages or\notherwise.” Ch. 728, 26Stat. 313, 27 U. S. C.\n§121.9That was the position\nexpressed in an opinion issued by Attorney General Wickersham, 30\nOp. Atty. Gen. 88 (1913), and President Taft’s veto, which Congress\noverrode, was based on exactly this ground. 49 Cong. Rec. 4291\n(1913) (Veto Message of the President).10The\nAct provided: “That the shipment or transportation . . .\nof any spirituous, vinous, malted, fermented, or other intoxicating\nliquor of any kind, from one State . . . into any other\nState . . . which said spirituous, vinous, malted,\nfermented, or other intoxicating liquor is intended, by any person\ninterested therein, to be received, possessed, sold, or in any\nmanner used, either in the original package or otherwise, in\nviolation of any law of such State . . . is hereby\nprohibited.” 37Stat. 699–700.11This\nprinciple was also invoked in dormant Commerce Clause cases\ninvolving other products. See,e.g.,Minnesotav.Barber,136 U.S.\n313, 319, 323 (1890);Railroad Co.v.Husen,95 U.S.\n465, 472 (1878).12Lower\ncourt decisions issued between the enactment of the Webb-Kenyon Act\nand the ratification of the Eighteenth Amendment interpreted the\nAct this way. SeeEvansville Brewing Assn.v.Excise\nComm’n of Jefferson Cty., Ala., 225 F. 204 (ND Ala. 1915);Southern Express Co.v.Whittle, 194 Ala. 406, 69 So.\n652 (1915);Brennenv.Southern Express Co., 106\nS. C. 102, 90 S.E. 402 (1916);Charleston &\nW.C. R. Co.v.Gosnell, 106 S. C. 84,\n90 S.E. 264 (1916) (Hydrick, J., concurring);Monumental Brewing\nCo.v.Whitlock, 111 S. C. 198, 97 S.E. 56 (1918).\nSee alsoPacific Fruit & Produce Co.v.Martin,16 F. Supp. 34, 39–40 (WD Wash. 1936); Friedman, Constitutional\nLaw: State Regulation of Importation of Intoxicating Liquor Under\nTwenty-first Amendment, 21 Cornell L. Q. 504, 509\n(1936).13See,e.g., 76 Cong. Rec. 4172 (1933) (statement of Sen. Borah)\n(§2 of Twenty-first Amendment would “incorporat[e] [Webb-Kenyon]\npermanently in the Constitution of the United States”);id.,\nat 4168 (statement of Sen. Fess) (“[T]he second section of the\njoint resolution . . . is designed to permit the Federal\nauthority to assist the States that want to be dry to remain dry”);id., at 4518 (statement of Rep. Robinson) (“Section 2\nattempts to protect dry states”).14See\nNielson, No More “Cherry-Picking”: The Real History of the 21st\nAmendment’s §2, 28 Harv. J. L. & Pub. Pol’y 281, 286,\nn. 21 (2004). See generally E. Brown, Ratification of the\nTwenty-first Amendment to the Constitution of the United States;\nState Convention Records and Laws (1938).15The\ndissent characterizes the Court as a “committee of nine” that has\n“stray[ed] from the text” of the Twenty-first Amendment and\n“impose[d] [its] own free-trade rules” on the States.Post,at 8, 15 (opinion of J. Gorsuch). This is empty rhetoric. The\ndissent itself strays from a blinkered reading of the Amendment.\nThe dissent interprets §2 of the Amendment to mean more than it\nliterally says, arguing that §2 covers the residency requirements\nat issue even though they are not tied in any way to what the\nAmendment actually addresses, namely, “the transportation or\nimportation” of alcohol across state lines. Seepost,at 2,\nn. 1. And the dissent agrees that §2 cannot be read as broadly\nas one might think if its language were read in isolation and not\nas part of an integrated constitutional scheme. Seepost,at\n2. The dissent asserts that §2 does not abrogate all previously\nadopted constitutional provisions, just the dormant Commerce\nClause. But the dissent does not say whether it thinks §2 allows\nthe States to adopt alcohol regulations that serve no conceivable\npurpose other than protectionism. Even the dissent below did not go\nthat far. See n. 18,infra. If §2 gives the Statescarte blancheto engage in protectionism, we suppose that\nTennessee could restrict licenses to persons who can show that\ntheir lineal ancestors have lived in the State since 1796 when the\nState entered the Union. Does the dissent really think that this is\nwhat §2 was meant to permit?16See,e.g., Granholmv.Heald,544\nU.S. 460, 497–498 (2005) (Thomas, J., dissenting);Healyv.Beer Institute,491 U.S.\n324, 349 (1989) (Rehnquist, C. J., dissenting);324\nLiquor Corp.v.Duffy,479 U.S.\n335, 352–353 (1987) (O’Connor, J., dissenting);Bacchus\nImports, Ltd.v.Dias,468 U.S.\n263, 281–282 (1984) (Stevens, J., dissenting). The dissent\nrehashes this debate, seepost, at 5–8, 14, asserting that\nthe Webb-Kenyon Act, and thus §2, were “understood” to repudiate\nnot only the original-package cases, but also the\nantidiscrimination rule articulated in cases includingScottv.Donald,165 U.S.\n58(1897). But this Court’s modern §2 decisions—not simply the\nlower court decisions at which the dissent takes aim, seepost, at 6, n. 3—establish that those enactments,\nthough no doubt aimed at granting States additional “discretion to\ncalibrate alcohol regulations to local preferences,”post,\nat 2, did not exempt States from “the nondiscrimination principle\nof the Commerce Clause.”Granholm,supra, at\n487.17Justice Scalia, for his part, thought\nthe “statute’s invalidity [was] fully established by its facial\ndiscrimination against interstate commerce”—discrimination that in\nhis view “eliminate[d] the immunity afforded by the Twenty-first\nAmendment.”Healy,supra, at 344 (opinion concurring\nin part and concurring in judgment) (citingBacchus,supra, at 275–276).18The\nAssociation’s argument is more extreme than that of the dissent\nbelow, which recognized that in-state distribution laws that “serve\nno purpose besides ‘economic protectionism’ ” remain subject\nto dormant Commerce Clause scrutiny.Byrdv.Tennessee\nWine and Spirits Retailers Assn., 883 F.3d 608, 633 (CA6 2018)\n(Sutton, J., concurring in part and dissenting in part) (quotingBacchus,supra,at 276).19SeeGranholm, 544 U. S., at 518, and n. 6 (Thomas, J.,\ndissenting) (licensing schemes adopted by three-tier States\nfollowing ratification of Twenty-first Amendment discriminated “by\nrequiring in-state residency or physical presence as a condition of\nobtaining licenses”) (collecting statutes); Brief for Petitioner\n33–34 (collecting residency-requirement statutes). See also Brief\nfor State of Illinois et al. asAmici Curiae7–8\n(referencing 19th-century state statutes that required “retailers\nto reside in-state or to maintain an in-state\npresence”).20See\n1939 Tenn. Pub. Acts, ch. 49, §§5–8; Brief for Petitioner 34\n(collecting durational-residency requirement statutes); Brief for\nState of Illinois et al. asAmici Curiae24\n(same).21Real\nSilk Hosiery Millsv.Portland,268\nU.S. 325, 335–336 (1925) (license tax on solicitors of orders\nto be filled by an out-of-state manufacturer);Shaferv.Farmers Grain Co. of Embden,268 U.S.\n189, 197–201 (1925) (license requirement for the purchase of\ngrain shipped immediately out of the State);Stewartv.Michigan,232 U.S.\n665, 669–670 (1914) (state law requiring a license for catalog\nsales);Crenshawv.Arkansas,227\nU.S. 389, 399–401 (1913) (state law requiring a foreign\ncorporation actively soliciting sales in State to obtain a\nlicense);Dozierv.Alabama,218\nU.S. 124, 127–128 (1910) (licensing requirement on the\nsolicitors of photography enlargement services and frames\nmanufactured out of State);International Textbook Co.v.Pigg,217 U.S.\n91, 107–111 (1910) (state law requiring an out-of-state\neducational publishing company to pay a license fee for exchanging\nmaterials with customers);Rearickv.Pennsylvania,203 U.S.\n507, 510–511 (1906) (ordinance requiring license to solicit\norders for out-of-state goods);Norfolk & Western R. Co.v.Sims,191 U.S.\n441, 449–451 (1903) (state licensing requirement on express\ncompany acting as agent for importer of a sewing machine);Brennanv.Titusville,153 U.S.\n289, 306–308 (1894) (licensing tax on persons engaged in trade\non behalf of firms doing business outside the State);Corsonv.Maryland,120 U.S.\n502, 505–506 (1887) (state licensing requirement as applied to\nagent of out-of-state firm soliciting sales);Weltonv.Missouri,91 U.S.\n275, 278, 282–283 (1876) (state law requiring payment of\nlicense tax by sellers of out-of-state goods).22Our\nanalysis and conclusion apply as well to the provision requiring\nall officers and directors of corporate applicants to satisfy the\n2-year residency requirement. See 883 F. 3d, at 623.",
    "joined": []
}