{
    "case": {
        "docket": "644",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/644/"
    },
    "id": "1962465",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTNATIONAL ASSN. OF HOME BUILDERS V. DEFENDERSOF WILDLIFE551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNOS. 06-340 AND 06-549NATIONAL ASSOCIATION OF HOME BUILDERS, et al.,\nPETITIONERS06–340v.DEFENDERS OF WILDLIFE et al.ENVIRONMENTAL PROTECTION AGENCY,\nPETITIONER06–549   v.DEFENDERS OF WILDLIFE et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2007]Justice Alitodelivered\nthe opinion of the Court.These cases concern the interplay\nbetween two federal environmental statutes. Section 402(b) of the\nClean Water Act requires that the Environmental Protection Agency\ntransfer certain permitting powers to state authorities upon an\napplication and a showing that nine specified criteria have been\nmet. Section 7(a)(2) of the Endangered Species Act of 1973 provides\nthat a federal agency must consult with agencies designated by the\nSecretaries of Commerce and the Interior in order to “insure that\nany action authorized, funded, or carried out by such agency … is\nnot likely to jeopardize the continued existence of any endangered\nspecies or threatened species.” The question presented is whether\n§7(a)(2) effectively operates as a tenth criterion on which the\ntransfer of permitting power under the first statute must be\nconditioned. We conclude that it does not. The transfer of\npermitting authority to state authorities—who will exercise that\nauthority under continuing federal oversight to ensure compliance\nwith relevant mandates of the Endangered Species Act and other\nfederal environmental protection statutes—was proper. We therefore\nreverse the judgment of the United States Court of Appeals for the\nNinth Circuit.IA1The Clean Water Act of 1972\n(CWA), 86 Stat. 816, 33 U. S. C. §1251et seq.,\nestablished a National Pollution Discharge Elimination System\n(NPDES) that is designed to prevent harmful discharges into the\nNation’s waters. The Environmental Protection Agency (EPA)\ninitially administers the NPDES permitting system for each State,\nbut a State may apply for a transfer of permitting authority to\nstate officials. See 33 U. S. C. §1342; see also §1251(b) (“It\nis the policy of Congress that the Stat[e] … implement the permit\nprogra[m] under sectio[n] 1342 … of this title”). If authority is\ntransferred, then state officials—not the federal EPA—have the\nprimary responsibility for reviewing and approving NPDES discharge\npermits, albeit with continuing EPA oversight.[Footnote 1]Under §402(b) of the CWA, “the\nGovernor of each State desiring to administer its own permit\nprogram for discharges into navigable waters within its\njurisdiction may submit to [the EPA] a full and complete\ndescription of the program it proposes to establish and administer\nunder State law or under an interstate compact,” as well as a\ncertification “that the laws of such State … provide adequate\nauthority to carry out the described program.” 33 U. S. C.\n§1342(b). The same section provides that the EPA “shall approve\neach submitted program” for transfer of permitting authority to a\nState “unless [it] determines that adequate authority does not\nexist” to ensure that nine specified criteria are satisfied.Ibid.These criteria all relate to whether the state\nagency that will be responsible for permitting has the requisite\nauthority under state law to administer the NPDES program.[Footnote 2] If the criteria are met,\nthe transfer must be approved.2The Endangered Species Act of\n1973 (ESA), 87 Stat. 884, as amended, 16 U. S. C. §1531et\nseq., is intended to protect and conserve endangered and\nthreatened species and their habitats. Section 4 of the ESA directs\nthe Secretaries of Commerce and the Interior to list threatened and\nendangered species and to designate their critical habitats. §1533.\nThe Fish and Wildlife Service (FWS) administers the ESA with\nrespect to species under the jurisdiction of the Secretary of the\nInterior, while the National Marine Fisheries Service (NMFS)\nadministers the ESA with respect to species under the jurisdiction\nof the Secretary of Commerce. See 50 CFR §§17.11, 222.101(a),\n223.102, 402.01(b) (2006).Section 7 of the ESA prescribes\nthe steps that federal agencies must take to ensure that their\nactions do not jeopardize endangered wildlife and flora. Section\n7(a)(2) provides that “[e]ach Federal agency shall, in consultation\nwith and with the assistance of the Secretary [of Commerce or the\nInterior], insure that any action authorized, funded, or carried\nout by such agency (hereinafter in this section referred to as an\n‘agency action’) is not likely to jeopardize the continued\nexistence of any endangered species or threatened species.” 16 U.\nS. C. §1536(a)(2).Once the consultation process contemplated by\n§7(a)(2) has been completed, the Secretary is required to give the\nagency a written biological opinion “setting forth the Secretary’s\nopinion, and a summary of the information on which the opinion is\nbased, detailing how the agency action affects the species or its\ncritical habitat.” §1536(b)(3)(A); see also 50 CFR §402.14(h). If\nthe Secretary concludes that the agency action would place the\nlisted species in jeopardy or adversely modify its critical\nhabitat, “the Secretary shall suggest those reasonable and prudent\nalternatives which he believes would not violate [§7(a)(2)] and can\nbe taken by the Federal agency … in implementing the agency\naction.” 16 U. S. C. §1536(b)(3)(A); see also 50 CFR §402.14(h)(3).\nRegulations promulgated jointly by the Secretaries of Commerce and\nthe Interior provide that, in order to qualify as a “reasonable and\nprudent alternative,” an alternative course of action must be able\nto be implemented in a way “consistent with the scope of the\nFederal agency’s legal authority and jurisdiction.” §402.02.\nFollowing the issuance of a “jeopardy” opinion, the agency must\neither terminate the action, implement the proposed alternative, or\nseek an exemption from the Cabinet-level Endangered Species\nCommittee pursuant to 16 U. S. C. §1536(e). The regulations\nalso provide that “Section 7 and the requirements of this part\napply to all actions in which there is discretionary Federal\ninvolvement or control.” 50 CFR §402.03.B1In February 2002, Arizona\nofficials applied for EPA authorization to administer that State’s\nNPDES program.[Footnote 3] The\nEPA initiated consultation with the FWS to determine whether the\ntransfer of permitting authority would adversely affect any listed\nspecies.The FWS regional office concluded\nthat the transfer of authority would not cause any direct impact on\nwater quality that would adversely affect listed species. App. to\nPet. for Cert. in No. 06–340, p. 564. However, the FWS office was\nconcerned that the transfer could result in the issuance of more\ndischarge permits, which would lead to more development, which in\nturn could have an indirect adverse effect on the habitat of\ncertain upland species, such as the cactus ferruginous pygmy-owl\nand the Pima pineapple cactus. Specifically, the FWS feared that,\nbecause §7(a)(2)’s consultation requirement does not apply to\npermitting decisions by state authorities,[Footnote 4] the transfer of authority would empower\nArizona officials to issue individual permits without considering\nand mitigating their indirect impact on these upland species.Id.,at 565–566. The FWS regional office therefore urged\nthat, in considering the proposed transfer of permitting authority,\nthose involved in the consultation process should take these\npotential indirect impacts into account.The EPA disagreed, maintaining that “its\napproval action, which is an administrative transfer of authority,\n[would not be] the cause of future non-discharge-related impacts on\nendangered species from projects requiring State NPDES permits.”Id.,at 564. As a factual matter, the EPA believed that\nthe link between the transfer of permitting authority and the\npotential harm that could result from increased development was too\nattenuated.Id., at 654. And as a legal matter, the EPA\nconcluded that the mandatory nature of CWA §402(b)—which directs\nthat the EPA “shall approve” a transfer request if that section’s\nnine statutory criteria are met—stripped it of authority to\ndisapprove a transfer based on any other considerations.Id., at 654–655.Pursuant to procedures set forth in a\nmemorandum of understanding between the agencies, the dispute was\nreferred to the agencies’ national offices for resolution. In\nDecember 2002, the FWS issued its biological opinion, which\nconcluded that the requested transfer would not cause jeopardy to\nlisted species. The opinion reasoned that “the loss of section\n7-related conservation benefits . . . is not an indirect effect of\nthe authorization action,”id.,at 117, because“loss of any conservation benefit is not caused by\nEPA’s decision to approve the State of Arizona’s program. Rather,\nthe absence of the section 7 process that exists with respect to\nFederal NPDES permits reflects Congress’ decision to grant States\nthe right to administer these programs under state law provided the\nState’s program meets the requirements of [§]402(b) of the Clean\nWater Act.”Id.,at 114.In addition, the FWS opined that\nthe EPA’s continuing oversight of Arizona’s permitting program,\nalong with other statutory protections, would adequately protect\nlisted species and their habitats following the transfer.Id., at 101–107.The EPA concluded that Arizona had met each of\nthe nine statutory criteria listed in §402(b) and approved the\ntransfer of permitting authority. In the notice announcing the\napproval of the transfer, the EPA noted that the issuance of the\nFWS’s biological opinion had “conclude[d] the consultation process\nrequired by ESA section 7(a)(2) and reflects the [FWS’] agreement\nwith EPA that the approval of the State program meets the\nsubstantive requirements of the ESA.”Id.,at 73.2On April 2, 2003, respondents\nfiled a petition in the United States Court of Appeals for the\nNinth Circuit seeking review of the transfer pursuant to 33 U.\nS. C. §1369(b)(1)(D), which allows private parties to seek\ndirect review of the EPA’s determinations regarding state\npermitting programs in the federal courts of appeals. The court\ngranted petitioner National Association of Homebuilders leave to\nintervene as a respondent in that case. Respondent Defenders of\nWildlife also filed a separate action in the United States District\nCourt for the District of Arizona, alleging, among other things,\nthat the biological opinion issued by the FWS in support of the\nproposed transfer did not comply with the ESA’s standards. The\nDistrict Court severed that claim and transferred it to the Court\nof Appeals for the Ninth Circuit, which consolidated the case with\nthe suit challenging the EPA transfer. See 420 F. 3d 946\n(2005).A divided panel of the Ninth\nCircuit held that the EPA’s approval of the transfer was arbitrary\nand capricious because the EPA “relied during the administrative\nproceedings on legally contradictory positions regarding its\nsection 7 obligations.”Id.,at 959. The court concluded\nthat the EPA “fail[ed] to understand its own authority under\nsection 7(a)(2) to act on behalf of listed species and their\nhabitat,”id., at 977, because “the two propositions that\nunderlie the EPA’s action—that (1) it must, under the [ESA],\nconsult concerning transfers of CWA permitting authority, but (2)\nit is not permitted, as a matter of law, to take into account the\nimpact on listed species in making the transfer decision—cannot\nboth be true,”id., at 961. The court therefore concluded\nthat it was required to “remand to the agency for a plausible\nexplanation of its decision, based on a single, coherent\ninterpretation of the statute.”Id., at 962.The panel majority, however, did not follow\nthis course of action. Rather, the panel went on to review the\nEPA’s substantive construction of the statutes at issue and held\nthat the ESA granted the EPA both the power and the duty to\ndetermine whether its transfer decision would jeopardize threatened\nor endangered species. The panel did not dispute that Arizona had\nmet the nine criteria set forth in §402(b) of the CWA, but the\npanel nevertheless concluded that §7(a)(2) of the ESA provided an\n“affirmative grant of authority to attend to [the] protection of\nlisted species,”id., at 965, in effect adding a tenth\ncriterion to those specified in §402(b). The panel dismissed the\nargument that the EPA’s approval of the transfer application was\nnot subject to §7(a)(2) because it was not a “discretionary action”\nwithin the meaning of 50 CFR §402.03 (interpreting §7(a)(2) to\napply only to agency actions “in which there is discretionary\nFederal involvement and control”). 420 F. 3d, at 967–969. It\nviewed the FWS’s regulation as merely “coterminous” with the\nexpress statutory language encompassing all agency actions that are\n“ ‘authorized, funded, or carried out’ ” by the agency.Id., at 969 (quoting 16 U. S. C. §1536(a)(2)). On\nthese grounds, the court granted the petition and vacated the EPA’s\ntransfer decision.In dissent, Judge Thompson explained that the\ntransfer decision was not a “discretionary action” under 50 CFR\n§402.03 because “[t]he Clean Water Act, by its very terms, permits\nthe EPA to consider only the nine specified factors. If a state’s\nproposed permitting program meets the enumerated requirements,” he\nreasoned, “the EPA administrator ‘shall approve’ the program. 33 U.\nS. C. §1342(b). This [c]ongressional directive does not permit\nthe EPA to impose additional conditions.” 420 F. 3d, at\n980.The Ninth Circuit denied rehearing and\nrehearing en banc. 450 F. 3d 394 (2006). Writing for the six\njudges who dissented from the denial of rehearing en banc, Judge\nKozinski disagreed with the panel’s conclusion that the EPA’s\nanalysis was so internally inconsistent as to be arbitrary and\ncapricious. He further noted that, if the panel was correct on this\npoint, the proper resolution would have been to remand to the EPA\nfor further explanation.Id.,at 396–398. On the statutory\nquestion, Judge Kozinski echoed Judge Thompson’s conclusion that\nonce the nine criteria set forth in §402(b) of the CWA are\nsatisfied, a transfer is mandatory and nondiscretionary.Id., at 397–399. He rejected the panel majority’s broad\nconstruction of ESA §7(a)(2), concluding that “[i]f the ESA were as\npowerful as the majority contends, it would modify not only the\nEPA’s obligation under the CWA, buteverycategorical\nmandate applicable toeveryfederal agency.”Id.,\nat 399, n. 4.The Ninth Circuit’s construction of §7(a)(2)\nis at odds with that of other Courts of Appeals. Compare 420\nF. 3d 946 (case below), withPlatte River Whooping Crane\nCritical Habitat Maintenance Trustv.FERC, 962\nF. 2d 27, 33–34 (CADC 1992), andAmerican Forest &\nPaper Associationv.EPA, 137 F. 3d 291, 298–299\n(CA5 1998). We granted certiorari to resolve this conflict, 549 U.\nS. ___ (2007), and we now reverse.IIBefore addressing this question\nof statutory interpretation, however, we first consider whether the\nCourt of Appeals erred in holding that the EPA’s transfer decision\nwas arbitrary and capricious because, in that court’s words, the\nagencies involved in the decision “relied … on legally\ncontradictory positions regarding [their] section 7 obligations.”\nApp. to Pet. for Cert. in No. 06–340, at 23.As an initial matter, we note\nthat if the EPA’s action was arbitrary and capricious, as the Ninth\nCircuit held, the proper course would have been to remand to the\nagency for clarification of its reasons. SeeGonzalesv.Thomas,547\nU. S. 183(2006)(per curiam). Indeed, the court below\nexpressly recognized that this finding required it to “remand to\nthe agency for a plausible explanation of its decision, based on a\nsingle, coherent interpretation of the statute.” App. to Pet. for\nCert. in No. 06–340, at 28. But the Ninth Circuit did not take this\ncourse; instead, it jumped ahead to resolve the merits of the\ndispute. In so doing, it erroneously deprived the agency of its\nusual administrative avenue for explaining and reconciling the\narguably contradictory rationales that sometimes appear in the\ncourse of lengthy and complex administrative decisions. We need not\nexamine this question further, however, because we conclude that\nthe Ninth Circuit’s determination that the EPA’s action was\narbitrary and capricious is not fairly supported by the record.Review under the arbitrary and capricious\nstandard is deferential; we will not vacate an agency’s decision\nunless it“has relied on factors which Congress had not\nintended it to consider, entirely failed to consider an important\naspect of the problem, offered an explanation for its decision that\nruns counter to the evidence before the agency, or is so\nimplausible that it could not be ascribed to a difference in view\nor the product of agency expertise.”Motor Vehicle Mfrs. Assn.\nof United States, Inc.v.State Farm Mut. Automobile Ins.\nCo.,463 U. S.\n29, 43 (1983).“We will, however, ‘uphold a decision of less than\nideal clarity if the agency’s path may reasonably be\ndiscerned.’ ”Ibid.(quotingBowman Transp.,\nInc.v.Arkansas-Best Freight System, Inc.,419 U. S. 281, 286\n(1974)).The Court of Appeals concluded that the EPA’s\ndecision was “internally inconsistent” because, in its view, the\nagency stated—both during preliminary review of Arizona’s transfer\napplication and in the Federal Register notice memorializing its\nfinal action—“that section 7 requires consultation regarding the\neffect of a permitting transfer on listed species.” App. to Pet.\nfor Cert. in No. 06–340, at 23.With regard to the various statements made by\nthe involved agencies’ regional offices during the early stages of\nconsideration, the only “inconsistency” respondents can point to is\nthe fact that the agencies changed their minds—something that, as\nlong as the proper procedures were followed, they were fully\nentitled to do. The federal courts ordinarily are empowered to\nreview only an agency’sfinalaction, see 5 U. S. C.\n§704, and the fact that a preliminary determination by a local\nagency representative is later overruled at a higher level within\nthe agency does not render the decisionmaking process arbitrary and\ncapricious.Respondents also point to the final Federal\nRegister notice memorializing the EPA’s approval of Arizona’s\ntransfer application. This notice stated that the FWS’s issuance of\nits biological opinion had “conclude[d] the consultation process\nrequired by ESA section 7(a)(2).” App. to Pet. for Cert. in No.\n06–340, at 73. Respondents contend that this statement is\ninconsistent with the EPA’s previously expressed position—and their\nposition throughout this litigation—that §7(a)(2)’s consultation\nrequirement is not triggered by a transfer application under §402\nof the CWA.We are not persuaded that this statement\nconstitutes the type of error that requires a remand. By the time\nthe Federal Register statement was issued, the EPA had already\nconsulted with the FWS about the Arizona application, and the\nquestion whether that consultation had beenrequired, as\nopposed to voluntarily undertaken by the agency, was simply not\ngermane to the final agency transfer decision. The Federal Register\nstatement, in short, was dictum, and it had no bearing on the final\nagency action that respondents challenge. Mindful of Congress’\nadmonition that in reviewing agency action, “due account shall be\ntaken of the rule of prejudicial error,” 5 U. S. C. §706, we\ndo not believe that this stray statement, which could have had no\neffect on the underlying agency action being challenged, requires\nthat we further delay the transfer of permitting authority to\nArizona by remanding to the agency for clarification. See alsoPDK Labs., Inc.v.United States Drug Enforcement\nAdmin., 362 F. 3d 786, 799 (CADC 2004) (“In\nadministrative law, as in federal civil and criminal litigation,\nthere is a harmless error rule”).[Footnote 5]We further disagree with respondents’\nsuggestion that, by allegedly altering its legal position while the\nArizona transfer decision and its associated litigation was\npending, the “EPA is effectively nullifying respondents’ rights to\nparticipate in administrative proceedings concerning Arizona’s\napplication, and particularly respondents’ rights under EPA’s own\nregulations to comment on NPDES transfer applications.” Brief for\nRespondents 28 (citing 40 CFR §123.61(b); emphasis deleted).\nConsistent with EPA regulations, the agency made available “a\ncomment period of not less than 45 days during which interested\nmembers of the public [could] express their views on the State\nprogram.” §123.61(a)(1). Respondents do not suggest that they were\ndeprived of their right to comment during this period.[Footnote 6]Respondents also contend that if the case were\nremanded to the EPA, they would raise additional\nchallenges—including, for example, a challenge to the EPA’s\nprovision of financial assistance to Arizona for the administration\nof its NPDES program. However, as explained below, any such agency\naction is separate and independent of the agency’s decision to\nauthorize the transfer of permitting authority pursuant to §402(b).\nSee n. 11,infra. We express no opinion as to the\nviability of a separate administrative or legal challenge to such\nactions.IIIAWe turn now to the\nsubstantive statutory question raised by the petitions, a question\nthat requires us to mediate a clash of seemingly categorical—and,\nat first glance, irreconcilable—legislative commands. Section\n402(b) of the CWA provides, without qualification, that the EPA\n“shall approve” a transfer application unless it determines that\nthe State lacks adequate authority to perform the nine functions\nspecified in the section. 33 U. S. C. §1342(b). By its terms,\nthe statutory language is mandatory and the list exclusive; if the\nnine specified criteria are satisfied, the EPA does not have the\ndiscretion to deny a transfer application. Cf.Lopezv.Davis,531\nU. S. 230, 241 (2001) (noting Congress’ “use of a mandatory\n‘shall’ … to impose discretionless obligations”);Lexecon\nInc.v.Milberg Weiss Bershad Hynes & Lerach,523 U. S. 26, 35\n(1998) (“[T]he mandatory ‘shall’ . . . normally creates an\nobligation impervious to judicial discretion”);Association of\nCivil Techniciansv.FLRA, 22 F. 3d 1150, 1153\n(CADC 1994) (“The word ‘shall’ generally indicates a command that\nadmits of no discretion on the part of the person instructed to\ncarry out the directive”); Black’s Law Dictionary 1375 (6th ed.\n1990) (“As used in statutes … this word is generally imperative or\nmandatory”). Neither respondents nor the Ninth Circuit has ever\ndisputed that Arizona satisfied each of these nine criteria. See\n420 F. 3d, at 963, n. 11; Brief for Respondents 19,\nn. 8.The language of\n§7(a)(2) of the ESA is similarly imperative: it provides that\n“[e]ach Federal agency shall, in consultation with and with the\nassistance of the Secretary, insure that any action authorized,\nfunded, or carried out by such agency . . . is not likely to\njeopardize” endangered or threatened species or their habitats. 16\nU. S. C. §1536(a)(2). This mandate is to be carried out\nthrough consultation and may require the agency to adopt an\nalternative course of action. As the author of the panel opinion\nbelow recognized, applying this language literally would\n“ad[d]one [additional] requirement to the list of\nconsiderations under the Clean Water Act permitting transfer\nprovision.” 450 F. 3d, at 404, n. 2 (Berzon, J.,\nconcurring in denial of rehearing en banc) (emphasis in original).\nThat is, it would effectively repeal the mandatory and exclusive\nlist of criteria set forth in §402(b), and replace it with a new,\nexpanded list that includes §7(a)(2)’s no-jeopardy\nrequirement.BWhile a later enacted\nstatute (such as the ESA) can sometimes operate to amend or even\nrepeal an earlier statutory provision (such as the CWA), “repeals\nby implication are not favored” and will not be presumed unless the\n“intention of the legislature to repeal [is] clear and manifest.”Wattv.Alaska,451 U. S. 259, 267\n(1981) (internal quotation marks omitted). We will not infer a\nstatutory repeal “unless the later statute ‘ “expressly\ncontradict[s] the original act” ’ or unless such a\nconstruction ‘ “is absolutely necessary . . . in order that\n[the] words [of the later statute] shall have any meaning at\nall.” ’ ”Traynorv.Turnage,485 U. S. 535, 548\n(1988) (quotingRadzanowerv.Touche Ross &\nCo.,426 U. S.\n148, 153 (1976), in turn quoting T. Sedgwick, The\nInterpretation and Construction of Statutory and Constitutional Law\n98 (2d ed. 1874)); see alsoBranchv.Smith,538 U. S. 254,\n273 (2003) (“An implied repeal will only be found where provisions\nin two statutes are in ‘irreconcilable conflict,’ or where the\nlatter Act covers the whole subject of the earlier one and ‘is\nclearly intended as a substitute’ ”);Posadasv.National City Bank,296 U. S. 497, 503\n(1936) (“[T]he intention of the legislature to repeal must be clear\nand manifest”). Outside these limited circumstances, “a statute\ndealing with a narrow, precise, and specific subject is not\nsubmerged by a later enacted statute covering a more generalized\nspectrum.”Radzanower,supra, at 153.Here, reading\n§7(a)(2) as the Court of Appeals did would effectively repeal\n§402(b)’s statutory mandate by engrafting a tenth criterion onto\nthe CWA.[Footnote 7] Section\n402(b) of the CWA commands that the EPA “shall” issue a permit\nwhenever all nine exclusive statutory prerequisites are met. Thus,\n§402(b) does not just set forthminimumrequirements for\nthe transfer of permitting authority; it affirmatively mandates\nthat the transfer “shall” be approved if the specified criteria are\nmet. The provision operates as a ceiling as well as a floor. By\nadding an additional criterion, the Ninth Circuit’s construction of\n§7(a)(2) raises that floor and alters §402(b)’s statutory\ncommand.[Footnote 8]The Ninth Circuit’s reading of\n§7(a)(2) would not only abrogate §402(b)’s statutory mandate, but\nalso result in the implicit repeal of many additional otherwise\ncategorical statutory commands. Section 7(a)(2) by its terms\napplies to “any action authorized, funded, or carried out by” a\nfederal agency—covering, in effect, almost anything that an agency\nmight do. Reading the provision broadly would thus partially\noverride every federal statute mandating agency action by\nsubjecting such action to the further condition that it pose no\njeopardy to endangered species. See,e.g.,Platte\nRiver Whooping Crane Critical Habitat Maintenance Trustv.FERC, 962 F. 2d, at 33–34 (considering whether\n§7(a)(2) overrides the Federal Power Act’s prohibition on amending\nannual power licenses). While the language of §7(a)(2) does not\nexplicitly repeal any provision of the CWA (or any other statute),\nreading it for all that it might be worth runs foursquare into our\npresumption against implied repeals.C1The agencies charged\nwith implementing the ESA have attempted to resolve this tension\nthrough regulations implementing §7(a)(2). The NMFS and FWS, acting\njointly on behalf of the Secretaries of Commerce and the Interior\nand following notice-and-comment rulemaking procedures, have\npromulgated a regulation stating that “Section 7 and the\nrequirements of this part apply to all actions in which there isdiscretionaryFederal involvement or control.” 50 CFR\n§402.03 (emphasis added). Pursuant to this regulation, §7(a)(2)\nwould not be read as impliedly repealing nondiscretionary statutory\nmandates, even when they might result in some agency action.\nRather, the ESA’s requirements would come into play only when an\naction results from the exercise of agency discretion. This\ninterpretation harmonizes the statutes by giving effect to the\nESA’s no-jeopardy mandate whenever an agency has discretion to do\nso, but not when the agency is forbidden from considering such\nextrastatutory factors.We have recognized\nthat “[t]he latitude the ESA gives the Secretary in enforcing the\nstatute, together with the degree of regulatory expertise necessary\nto its enforcement, establishes that we owe some degree of\ndeference to the Secretary’s reasonable interpretation” of the\nstatutory scheme.Babbittv.Sweet Home Chapter,\nCommunities for Great Ore.,515 U. S. 687, 703\n(1995). But such deference is appropriate only where “Congress has\nnot directly addressed the precise question at issue” through the\nstatutory text.Chevron U. S. A. Inc.v.Natural\nResources Defense Council, Inc.,467 U. S. 837, 843\n(1984).“If the intent of Congress is clear,\nthat is the end of the matter; for the court, as well as the\nagency, must give effect to the unambiguously expressed intent of\nCongress… . [However,] if the statute is silent or ambiguous\nwith respect to the specific issue, the question for the court is\nwhether the agency’s answer is based on a permissible construction\nof the statute.”Id., at 842–843 (footnotes\nomitted).In making the\nthreshold determination underChevron, “a reviewing court\nshould not confine itself to examining a particular statutory\nprovision in isolation.”FDAv.Brown & Williamson\nTobacco Corp.,529 U. S. 120, 132\n(2000). Rather, “[t]he meaning—or ambiguity—of certain words or\nphrases may only become evident when placed in context… . It\nis a ‘fundamental canon of statutory construction that the words of\na statute must be read in their context and with a view to their\nplace in the overall statutory scheme.’ ”Id.,at\n132–133 (quotingDavisv.Michigan Dept. of\nTreasury,489\nU. S. 803, 809 (1989)).We must therefore read §7(a)(2) of\nthe ESA against the statutory backdrop of the many mandatory agency\ndirectives whose operation it would implicitly abrogate or repeal\nif it were construed as broadly as the Ninth Circuit did below.\nWhen §7(a)(2) is read this way, we are left with a fundamental\nambiguity that is not resolved by the statutory text. An agency\ncannot simultaneously obey the differing mandates set forth in\n§7(a)(2) of the ESA and §402(b) of the CWA, and consequently the\nstatutory language—read in light of the canon against implied\nrepeals—does not itself provide clear guidance as to which command\nmust give way.In this situation, it is\nappropriate to look to the implementing agency’s expert\ninterpretation, which cabins §7(a)(2)’s application to “actions in\nwhich there is discretionary Federal involvement or control.” 50\nCFR §402.03. This reading harmonizes the statutes by applying\n§7(a)(2) to guide agencies’ existing discretionary authority, but\nnot reading it to override express statutory mandates.2We conclude that this\ninterpretation is reasonable in light of the statute’s text and the\noverall statutory scheme, and that it is therefore entitled to\ndeference underChevron. Section 7(a)(2) requires that an\nagency “insure” that the actions it authorizes, funds, or carries\nout are not likely to jeopardize listed species or their habitats.\nTo “insure” something—as the court below recognized—means\n“ ‘[t]o make certain, to secure, to guarantee (some thing,\nevent, etc.).’ ” 420 F. 3d, at 963 (quoting 7 Oxford\nEnglish Dictionary 1059 (2d ed. 1989)). The regulation’s focus on\n“discretionary” actions accords with the commonsense conclusion\nthat, when an agency isrequiredto do something by\nstatute, it simply lacks the power to “insure” that such action\nwill not jeopardize endangered species.This reasoning is\nsupported by our decision inDepartment of Transportationv.Public Citizen,541 U. S. 752(2004).\nThat case concerned safety regulations that were promulgated by the\nFederal Motor Carrier Safety Administration (FMCSA) and had the\neffect of triggering a Presidential directive allowing Mexican\ntrucks to ply their trade on United States roads. The Court held\nthat the National Environmental Policy Act (NEPA) did not require\nthe agency to assess the environmental effects of allowing the\ntrucks entry because “the legally relevant cause of the entry of\nthe Mexican trucks isnotFMCSA’s action, but instead the\nactions of the President in lifting the moratorium and those of\nCongress in granting the President this authority while\nsimultaneously limiting FMCSA’s discretion.”Id., at 769\n(emphasis in original). The Court concluded that “where an agency\nhas no ability to prevent a certain effect due to its limited\nstatutory authority over the relevant actions, the agency cannot be\nconsidered a legally relevant ‘cause’ of the effect.”Id.,\nat 770.We do not suggest thatPublic\nCitizencontrols the outcome here; §7(a)(2), unlike NEPA,\nimposes a substantive (and not just a procedural) statutory\nrequirement, and these cases involve agency action more directly\nrelated to environmental concerns than the FMCSA’s truck safety\nregulations. But the basic principle announced inPublic\nCitizen—that an agency cannot be considered the legal “cause”\nof an action that it has no statutory discretionnotto\ntake—supports the reasonableness of the FWS’s interpretation of\n§7(a)(2) as reaching only discretionary agency actions. See alsoCaliforniav.United States,438 U. S. 645, 668, n.\n21 (1978) (holding that a statutory requirement that federal\noperating agencies conform to state water usage rules applied only\nto the extent that it was not “inconsistent with other\ncongressional directives”).3The court below\nsimply disregarded §402.03’s interpretation of the ESA’s reach,\ndismissing “the regulation’s reference to ‘discretionary …\ninvolvement’ ” as merely “congruent with the statutory\nreference to actions ‘authorized, funded, or carried out’ by the\nagency.” 420 F. 3d, 968. But this reading cannot be right.\nAgency discretion presumes that an agency can exercise “judgment”\nin connection with a particular action. SeeCitizens to\nPreserve Overton Park, Inc.v.Volpe,401 U. S. 402, 415–416\n(1971); see also Random House Dictionary of the English Language\n411 (unabridged ed. 1967) (“discretion” defined as “the power or\nright to decide or act according to one’s own judgment; freedom of\njudgment or choice”). As the mandatory language of §402(b) itself\nillustrates, not every action authorized, funded, or carried out by\na federal agency is a product of that agency’s exercise of\ndiscretion.The dissent’s\ninterpretation of §402.03 is similarly implausible. The dissent\nwould read the regulation as simply clarifying that discretionary\nagency actions are included within the scope of §7(a)(2), but not\nconfining the statute’s reach to such actions. Seepost,\nat 7–11. But this reading would render the regulation entirely\nsuperfluous. Nothing in either §7(a)(2) or the other agency\nregulations interpreting that section, see §402.02, suggests that\ndiscretionary actions areexcludedfrom the scope of the\nESA, and there is thus no need for a separate regulation to bring\nthem within the statute’s scope. On the dissent’s reading,\n§402.03’s reference to “discretionary” federal involvement is mere\nsurplusage, and we have cautioned against reading a text in a way\nthat makes part of it redundant. See,e.g.,TRW\nInc.v.Andrews,534 U. S. 19, 31\n(2001).This history of the regulation\nalso supports the reading to which we defer today. As the dissent\nitself points out, the proposed version of §402.03 initially stated\nthat “Section 7 and the requirements of this Part apply toall\nactions in which there is Federal involvement or control,” 48\nFed. Reg. 29999 (1983) (emphasis added); the Secretary of the\nInterior modified this language to provide (as adopted in the Final\nRule now at issue) that the statuory requirements apply to “all\nactions in which there isdiscretionaryFederal\ninvolvement or control,” 51 Fed. Reg. 19958 (1986) (emphasis\nadded). The dissent’s reading would rob the word “discretionary” of\nany effect, and substitute the earlier, proposed version of the\nregulation for the text that was actually adopted.In short, we read §402.03 to mean\nwhat it says: that §7(a)(2)’s no-jeopardy duty covers only\ndiscretionary agency actions and does not attach to actions (like\nthe NPDES permitting transfer authorization) that an agency isrequiredby statute to undertake once certain specified\ntriggering events have occurred. This reading not only is\nreasonable, inasmuch as it gives effect to the ESA’s provision, but\nalso comports with the canon against implied repeals because it\nstays §7(a)(2)’s mandate where it would effectively override\notherwise mandatory statutory duties.DRespondents argue\nthat our opinion inTVAv.Hill,437 U. S. 153(1978),\nsupports their contrary position. In that case, we held that the\nESA prohibited the Tennessee Valley Authority (TVA) from putting\ninto operation the Tellico Dam—despite the fact that the agency had\nalready spent over $100 million on the nearly completed\nproject—because doing so would have threatened the critical habitat\nof the endangered snail darter. In language on which respondents\nrely, the Court concluded that “the ordinary meaning” of §7 of the\nESA contained “no exemptions” and reflected “a conscious decision\nby Congress to give endangered species priority over the ‘primary\nmissions’ of federal agencies.”Id., at 173, 185,\n188.TVAv.Hill, however, had no occasion to answer the question\npresented in these cases. That case was decided almost a decade\nbefore the adoption in 1986 of the regulations contained in 50 CFR\n§402.03. And in any event, the construction project at issue inTVAv.Hill, while expensive, was also\ndiscretionary. The TVA argued that by continuing to make lump-sum\nappropriations to the TVA, some of which were informally earmarked\nfor the Tellico Dam project, Congress had implicitly repealed §7’s\nno-jeopardy requirement as it applied to that project. See 437 U.\nS., at 189–193. The Court rejected this argument, concluding that\n“[t]he Appropriations Acts did not themselves identify the projects\nfor which the sums had been appropriated” and that reports by\ncongressional committees allegedly directing the TVA to complete\nthe project lacked the force of law.Id., at 189, n. 35.\nCentral to the Court’s decision was the conclusion that Congress\ndid notmandatethat the TVA put the dam into operation;\nthere was no statutory command to that effect; and there was\ntherefore no basis for contending that applying the ESA’s\nno-jeopardy requirement would implicitly repeal another affirmative\ncongressional directive.[Footnote\n9]TVAv.Hillthus\nsupports the position, expressed in §402.03, that the ESA’s\nno-jeopardy mandate applies to everydiscretionaryagency\naction—regardless of the expense or burden its application might\nimpose. But that case did not speak to the question whether\n§7(a)(2) applies tonon-discretionary actions, like the\none at issue here. The regulation set forth in 50 CFR §402.03\naddressed that question, and we defer to its reasonable\ninterpretation.IVFinally, respondents\nand theiramiciargue that, even if §7(a)(2) is read to\napply only to “discretionary” agency actions, the decision to\ntransfer NPDES permitting authority to Arizona represented such an\nexercise of discretion. They contend that the EPA’s decision to\nauthorize a transfer is not entirely mechanical; that it involves\nsome exercise of judgment as to whether a State has met the\ncriteria set forth in §402(b); and that these criteria incorporate\nreferences to wildlife conservation that bring consideration of\n§7(a)(2)’s no-jeopardy mandate properly within the agency’s\ndiscretion.The argument is\nunavailing. While the EPA may exercise some judgment in determining\nwhether a State has demonstrated that it has the authority to carry\nout §402(b)’s enumerated statutory criteria, the statute clearly\ndoes not grant it the discretion to add another entirely separate\nprerequisite to that list. Nothing in the text of §402(b)\nauthorizes the EPA to consider the protection of threatened or\nendangered species as an end in itself when evaluating a transfer\napplication. And to the extent that some of the §402(b) criteria\nmay result in environmental benefits to marine species,[Footnote 10] there is no dispute\nthat Arizona has satisfied each of those statutory\ncriteria.Respondents’ argument has been\ndisclaimed not only by the EPA, but also by the FWS and the NMFS,\nthe two agencies primarily charged with administering §7(a)(2) and\nthe drafters of the regulations implementing that section. Each\nagency recently issued a formal letter concluding that the\nauthorization of an NPDES permitting transfer is not the kind of\ndiscretionary agency action that is covered by §402.03. See App. to\nPet. for Cert. in No. 06–549, at 103a–116a. An agency’s\ninterpretation of the meaning of its own regulations is entitled to\ndeference “unless plainly erroneous or inconsistent with the\nregulation,”Auerv.Robbins,519 U. S. 452, 461\n(1997) (internal quotation marks omitted), and that deferential\nstandard is plainly met here.[Footnote 11]*  *  *ApplyingChevron, we defer to the agency’s reasonable\ninterpretation of ESA §7(a)(2) as applying only to “actions in\nwhich there is discretionary Federal involvement or control.” 50\nCFR §402.03. Since the transfer of NPDES permitting authority is\nnot discretionary, but rather is mandated once a State has met the\ncriteria set forth in §402(b) of the CWA, it follows that a\ntransfer of NPDES permitting authority does not trigger §7(a)(2)’s\nconsultation and no-jeopardy requirements. Accordingly, the\njudgment of the Court of Appeals for the Ninth Circuit is reversed,\nand these cases are remanded for further proceedings consistent\nwith this opinion.Footnote 1The State must advise the EPA of\neach permit it proposes to issue, and the EPA may object to any\npermit. 33 U. S. C. §§1342(d)(1), (2); see also 40 CFR\n§123.44(c) (2006). If the State cannot address the EPA’s concerns,\nauthority over the permit reverts to the EPA. 33 U. S. C.\n§1342(d)(4).Footnote 2The State must demonstrate that\nit has the ability: (1) to issue fixed-term permits that apply and\nensure compliance with the CWA’s substantive requirements and which\nare revocable for cause; (2) to inspect, monitor, and enter\nfacilities and to require reports to the extent required by the\nCWA; (3) to provide for public notice and public hearings; (4) to\nensure that the EPA receives notice of each permit application; (5)\nto ensure that any other State whose waters may be affected by the\nissuance of a permit may submit written recommendations and that\nwritten reasons be provided if such recommendations are not\naccepted; (6) to ensure that no permit is issued if the Army Corps\nof Engineers concludes that it would substantially impair the\nanchoring and navigation of navigable waters; (7) to abate\nviolations of permits or the permit program, including through\ncivil and criminal penalties; (8) to ensure that any permit for a\ndischarge from a publicly owned treatment works includes conditions\nrequiring the identification of the type and volume of certain\npollutants; and (9) to ensure that any industrial user of any\npublicly owned treatment works will comply with certain of the\nCWA’s substantive provisions. §§1342(b)(1)–(9).Footnote 3At the time when Arizona applied,\nthe EPA had already transferred permitting authority to local\nauthorities in 44 other States and several United States\nTerritories.Footnote 4By its terms, §7(a)(2)’s\nconsultation requirement applies only to “action[s] authorized,\nfunded, or carried out” by “Federal agenc[ies].”Footnote 5We also note that the agencies\ninvolved have resolved any ambiguity in their positions going\nforward. Following the issuance of the panel’s opinion below, the\nEPA—in connection with the State of Alaska’s pending application\nfor transfer of NPDES permitting authority—requested confirmation\nfrom the FWS and NMFS of the EPA’s position that “the no-jeopardy\nand consultation duties of ESA Section 7(a)(2) do not apply to\napproval of a State’s application to administer the NPDES program,”\nin the apparent hope that obtaining those agencies’ views “in\nadvance of processing Alaska’s application may avoid a repetition\nof” the confusion that occurred during the Arizona permitting\nprocess. App. to Pet. for Cert. in No. 06–549, at 96a, 95a. In\nresponse, both the FWS and the NMFS confirmed their understanding\nthat “there is no need to conduct Section 7 consultations on\nproposed actions to approve State NPDES programs because such\nactions are not the cause of any impact on listed species and do\nnot constitute discretionary federal agency actions to which\nSection 7 applies.”Id., at 107a; see alsoid.,\nat 116a (NMFS “concur[s] with EPA’s conclusion that EPA is not\nrequired to engage in section 7 consultation on applications to\napprove State programs in situations under Section 402(b) of the\nCWA”).Footnote 6Nor is there any independent\nright to public comment with regard to consultations conducted\nunder §7(a)(2)—a consultation process that we conclude, in any\ncase, was not required here. See 51 Fed. Reg. 19928 (1986)\n(“Nothing in section 7 authorizes or requires the Service to\nprovide for public involvement (other than that of the applicant)\nin the ‘interagency’ consultation process”).Footnote 7Justice Stevens’ dissenting\nopinion attempts to paper over this conflict by suggesting that the\nEPA and the agencies designated by the Secretary of the Interior\ncould reconcile the commands of the CWA and the ESA by\n“generat[ing] an alternative course of action whereby the transfer\ncould still take place … but in such a way that would honor the\nmandatory requirements of §7(a)(2).”Post, at 15. For\nexample, it suggests that the EPA could condition transfers of\npermitting authority on the State’s acceptance of additional\ncontinuing oversight by the EPA (presumably beyond that oversight\nalready contemplated by the CWA’s statutory language).Post, at 17–19. But such a take-it-or-leave-it approach,\nno less than a straightforward rejection of a transfer application,\nwould impose conditions on an NPDES transfer beyond those set forth\nin §402(b), and thus alter the CWA’s statutory command.Footnote 8It does not matter whether this\nalteration is characterized as an amendment or a partial repeal.\nEvery amendment of a statute effects a partial repeal to the extent\nthat the new statutory command displaces earlier, inconsistent\ncommands, and we have repeatedly recognized that implied amendments\nare no more favored than implied repeals. See,e.g.,Regional Rail Reorganization Act Cases,419 U. S. 102, 134\n(1974) (“ ‘A new statute will not be read as wholly or even\npartially amending a prior one unless there exists a ‘positive\nrepugnancy’ between the provisions of the new and those of the old\nthat cannot be reconciled’ ”) (quotingIn re Penn\nCentral Transportation Co., 384 F. Supp. 895, 943 (Sp.\nCt. R. R. R. A. 1974));United Statesv.Welden,377\nU. S. 95, 103, n. 12 (1964) (“Amendments by implication …\nare not favored”);United Statesv.Madigan,300 U. S. 500,\n506 (1937) (“[T]he modification by implication of the settled\nconstruction of an earlier and different section is not\nfavored”).Footnote 9The dissent is incorrect in\nsuggesting that “if the Secretary of the Interior had not declared\nthe snail darter an endangered species … the TVA surely would have\nbeen obligated to spend the additional funds that Congress\nappropriated to complete the project.”Post, at 4. To the\ncontrary, the Court inTVAv.Hillfound that\nthere was no clear repugnancy between the ESA and the Acts\nappropriating funds to the TVA because the latter simply did notrequirethe agency to use any of the generally\nappropriated funds to complete the Tellico Dam project. 437 U. S.,\nat 189–193.Footnote\n10For example, §402(b) requires the\nEPA to consider whether the State has the legal authority to\nenforce applicable water quality standards—some of which, in turn,\nare informed by the “judgment” of the EPA’s Administrator. 33 U.\nS. C. §1342(b)(1)(A); see also,e.g., §1312. But the\npermit transfer process does not itself require scrutiny of the\nunderlying standards or of their effect on marine or wildlife—only\nof the state applicant’s “authority. . . [t]o issue\npermits which . . . apply, and insure compliance with” the\napplicable standards. §1342(b)(1)(A) (emphasis added). In any\nevent, respondents do not dispute that, as both the EPA and the FWS\ndetermined, the transfer of permitting authority to Arizona\nofficials would have no adverse water quality related impact on any\nlisted species. See App. to Pet. for Cert. in No. 06–340, at\n562–563, 615–617.Footnote\n11Respondents also contend that the\nEPA has taken, or will take, other discretionary actions apart from\nthe transfer authorization that implicate the ESA. For example,\nthey argue that the EPA’s alleged provision of funding to Arizona\nfor the administration of its clean water programs is the kind of\ndiscretionary agency action that is subject to §7(a)(2). However,\nassuming this is true, any such funding decision is a separate\nagency action that is outside the scope of this lawsuit.\nRespondents also point to the fact that, following the transfer of\npermitting authority, the EPA will retain oversight authority over\nthe state permitting process, including the power to object to\nproposed permits. But the fact that the EPA may exercise\ndiscretionary oversight authority—which may trigger §7(a)(2)’s\nconsultation and no-jeopardy obligations—afterthe\ntransfer does not mean that the decision authorizing the transfer\nis itself discretionary.",
    "joined": []
}